{
  "id": "cb247ff4e4ed9d96362ba5ea9957bee28684796dd52bd1d6fa00d338b23e607a",
  "source_file": "data/raw/ncbc/cb247ff4e4ed9d96362ba5ea9957bee28684796dd52bd1d6fa00d338b23e607a.pdf",
  "raw_text": "Justewicz v. Sealy Corp., 2012 NCBC 57. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF RANDOLPH \n \n \nIN THE GENERAL COURT OF JUSTICE  \nSUPERIOR COURT DIVISION \n12 CVS 2417 \nROBERT A. JUSTEWICZ, \nIndividually and On Behalf of All \nOthers Similarly Situated, \n \nPlaintiff, \n \nv. \n \nSEALY CORPORATION, \nLAWRENCE J. ROGERS, PAUL \nNORRIS, JAMES W. JOHNSTON, \nSIMON E. BROWN, GARY E. \nMORIN, DEA B. NELSON, \nRICHARD ROEDEL, DEBORAH G. \nELLINGER, JOHN B. REPLOGLE, \nSILVER LIGHTNING MERGER \nCOMPANY, and TEMPER-PEDIC \nINTERNATIONAL INC., \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \nORDER GRANTING ORDER GRANTING ORDER GRANTING ORDER GRANTING        \nMOTION TO STAY MOTION TO STAY MOTION TO STAY MOTION TO STAY    \n \n \n \n{1} THIS MATTER is before the court on Defendants’ Motion to Stay \n(“Motion”) pursuant to N.C. Gen. Stat. § 1-75.12 in favor of similar actions pending \nin the Delaware Court of Chancery.  For the reasons below, the Motion is \nGRANTED. \n \n Essex Richards, P.A. by Norris A. Adams, II and Marc E. Gustafson for \nPlaintiff Robert A. Justewicz. \n \n Womble Carlyle Sandridge & Rice, LLP by Pressly M. Millen and Hayden J. \nSilver, III for Defendants. \n \nGale, Judge. \n    \nI.  PARTIES I.  PARTIES I.  PARTIES I.  PARTIES    \n    \n {2} Plaintiff Robert A. Justewicz (“Justewicz”) is a resident of Troy, \nMichigan.  At all relevant times, Justewicz has held 7,000 shares of Sealy \nCorporation common stock.  \n {3} Defendant Sealy Corporation (“Sealy”) is incorporated in Delaware \nwith its headquarters in Trinity, North Carolina.   \n {4} Defendant Tempur-Pedic International Inc. (“Tempur-Pedic”) is \nincorporated in Delaware with its headquarters in Lexington, Kentucky.   \n {5} Defendant Silver Lightning Merger Corporation (“Merger Sub”) is a \nwholly-owned subsidiary of Tempur-Pedic which was created for the purpose of \nexecuting Tempur-Pedic’s purchase of Sealy. \n {6} Defendant Lawrence J. Rogers was, at all relevant times, the President \nand Chief Executive Officer of Sealy.  Defendant Paul Norris was, at all relevant \ntimes, a non-executive Chairman at Sealy.  Defendants James W. Johnston, Simon \nE. Brown, Gary E. Morin, Dean B. Nelson, Richard Roedel, Deborah G. Ellinger, \nand John B. Replogle were, at all relevant times, members of Sealy’s Board of \nDirectors.  These Defendants, along with Defendants Lawrence J. Rogers and Paul \nNorris are collectively referred to as the “Individual Defendants.”   \n \nII IIII II. INTRODUCTION . INTRODUCTION . INTRODUCTION . INTRODUCTION    \n    \n    {7} Justewicz brought this purported class action on behalf of all holders of \nSealy common stock.  The action challenges the proposed sale of Sealy to Tempur-\nPedic, which is to be accomplished via a merger between Sealy and the Merger Sub, \nafter which Sealy will survive as a wholly-owned subsidiary of Tempur-Pedic \n(“Merger” or “Proposed Transaction”).  (Am. Class Action Compl. 1–2.)   \n {8} Plaintiff seeks to enjoin the Proposed Transaction, alleging that it is \nthe result of a fundamentally flawed process and approved by the Individual \nDefendants in breach of their fiduciary duties.  (Id. at 17, 22–23.)   \n {9} Defendants seek to stay the action pending before this court in favor of \na consolidated case arising out of five lawsuits currently pending in the Delaware \nCourt of Chancery which also challenge the Proposed Transaction. \n \nIII.  PROCEDURAL HISTORY III.  PROCEDURAL HISTORY III.  PROCEDURAL HISTORY III.  PROCEDURAL HISTORY    \n    \n {10} Plaintiff filed his Class Action Complaint on October 2, 2012, and his \nAmended Class Action Complaint on November 7, 2012.  The case was designated \nas a mandatory complex business case by Order of Chief Justice Sarah Parker and \nassigned to the undersigned on October 10, 2012.   \n {11} The Amended Complaint asserts claims for Breach of Fiduciary Duty \nagainst the Individual Defendants and Aiding and Abetting Breach of Fiduciary \nDuty against Sealy and Tempur-Pedic, and seeks only injunctive relief.  (Am. Class \nAction Compl. 22–25.)  Plaintiff challenges the Proposed Transaction as \nundervaluing Sealy and as being overly preferential to Tempur-Pedic and Sealy’s \nboard members, to the detriment of the holders of Sealy common stock.  (Id. at 3.)   \n {12} On October 12, 2012, Plaintiff filed a Motion for Expedited Discovery \nand for a Hearing and Briefing Schedule on Plaintiff’s Motion for a Preliminary \nInjunction.  Plaintiff has not yet filed the preliminary injunction motion, but \nanticipates doing so.   \n {13} On October 24, 2012, Defendants filed this Motion to Stay.  The court \nheld a hearing on the Motion on November 8, 2012, after which the court accepted \nadditional letter submissions. \n {14} The Motion is ripe for adjudication. \nIV.  IV.  IV.  IV.  FACTS FACTS FACTS FACTS    \n    \nA. A. A. A.    The Proposed Transaction The Proposed Transaction The Proposed Transaction The Proposed Transaction \n    \n    \n {15} On September 27, 2012, Tempur-Pedic announced its purchase of \nSealy for $2.20 per share, which, according to Defendants, represents “a premium of \napproximately 23% to Sealy’s 30-day average closing price on Wednesday, \nSeptember 26, 2012,” (Defs.’ Mot. to Stay Ex. A at 1.), but which, according to \nPlaintiff, represents only a 3% premium over the closing price of Sealy’s stock on \nSeptember 27, 2012.  (Am. Class Action Compl. 2.)  Since the date of the press \nrelease, Sealy’s stock has traded as high as $2.74 per share.  (Am. Class Action \nCompl. 4.) \n {16} Sealy and the Merger Sub entered into a Merger Agreement, which, by \nits terms, is governed by Delaware law.  (Id. at 2.); (Defs.’ Mot. to Stay Ex. G at 71.)  \nPlaintiff complains that the Merger Agreement includes several “deal-protection \ndevices” which “thwart the ability of other suitors to maximize shareholder value \nthrough topping bids.”  (Am. Class Action Compl. 16.) \n {17} The Proposed Transaction has already been approved by shareholders \nholding more than 50% of Sealy’s stock.  (Id. at 2.) \n {18} On October 30, 2012, Sealy filed an Information Statement with the \nSecurities and Exchange Commission (“SEC”).  (Id. at 17.)  At oral argument, \nDefendants indicated the SEC has signified that it will review the Information \nStatement. \n \nB. B. B. B.    The The The The Consolidated Consolidated Consolidated Consolidated Delaware Lawsuits Delaware Lawsuits Delaware Lawsuits Delaware Lawsuits \n    \n    \n {19} To date, five other cases have been filed on behalf of Sealy \nshareholders challenging the Proposed Transaction in Delaware Chancery Court. 1  \nOne of those cases, captioned Clarke v. Rogers et al. , was filed on October 2, the day \nprior to the filing of the lawsuit presently before this court.  The remaining four \nwere filed shortly thereafter: two on October 15, one on October 16, and one on \nOctober 17, 2012.  (Defs.’ Mot. to Stay 3–4.)   \n {20} The Delaware Court of Chancery consolidated the five cases on \nNovember 13, 2012 (hereinafter referred to as the “Delaware Case”).  (Defs.’ Post-\nHearing Mem. of Law in Further Supp. of Their Mot. to Stay Ex. A.)  A consolidated \namended complaint, a motion for expedited procedure, and a motion for preliminary \ninjunction have since been filed in the Delaware Case.  (Id. at 5.)   \n                                                 \n1 The other five cases are: Clarke v. Rogers, et al. , No. 7922 (Del. Ch.); Singh v. Rogers, et al. , No. 7945 (Del. Ch.); \nPlourde v. Sealy Corp., et al. , No. 7949 (Del. Ch.); Gamble v. Rogers, et al. , No. 7955 (Del. Ch.); Nall v. Rogers, et \nal. , No. 7957 (Del. Ch.). \n {21} The consolidated complaint in the Delaware Case challenges the \nProposed Transaction as being unfair to the Sealy shareholders, alleging that the \nprice agreed upon is inadequate and that the Proposed Transaction is the “product \nof a flawed process.”  Verified Consolidated Am. Class Action Compl. at 1, In re \nSealy Corp. S’holders Litig. , No. 7922-VCP (Del. Ch. filed Nov. 19, 2012).  The \nplaintiffs in the Delaware Case also “seek to enjoin the Proposed Transaction.”  Id.  \nat 3.  Unlike the lawsuit pending before this court, the plaintiffs in the Delaware \nCase also seek monetary damages.  (Pl.’s Mem. of Law in Opp’n to Defs.’ Mot. to \nStay 4.); Verified Consolidated Amended Class Action Complaint at 62, In re Sealy \nCorp. S’holders Litig. , No. 7922-VCP.  \n \nVV VV.. ..    ANALYSIS ANALYSIS ANALYSIS ANALYSIS    \n    \nA. A. A. A.    Legal Standard Legal Standard Legal Standard Legal Standard     \n    \n {22} This Motion is governed by N.C. Gen. Stat. § 1-75.12, which provides \nthat upon motion, a judge may “enter an order to stay further proceedings in the \naction in this State” if the judge finds “that it would work substantial injustice for \nthe action to be tried in a court of this State.”  \n {23} The entry of an order staying an action is a matter within the sound \ndiscretion of the trial judge.  \nMotor Inn Mgmt., Inc. v. Irvin-Fuller Dev. Co. , 46 N.C. \nApp. 707, 710, 266 S.E.2d 368, 370 (1980) (citing Allen v. Trust Co. , 35 N.C. App. \n267, 241 S.E.2d 123 (1978)).  Several factors may be considered when exercising this \ndiscretion.  See Lawyers Mut. Liab. Ins. Co. of N.C., 435 S.E.2d at 573–74, 112 N.C. \nApp. at 356–57 (1993).  The court need not consider each and every factor, nor must \nit find that every factor weighs in favor of granting the stay.  Id.   \n {24} Chief Business Court Judge Tennille adopted the factors discussed in \nLawyers Mutual , and elaborated on how they may be specifically adapted for use in \na case involving a merger or other corporate transaction which implicates the \ninternal affairs doctrine.  Levy Invs. v. James River Grp., Inc. , No. 07-CVS-000820, \n2007 NCBC LEXIS 37 (N.C. Sup. Ct. Sept. 19, 2007).  Judge Tennille specified the \nfollowing factors: \n \n1. \n Whether the issues are well settled in the state of incorporation.  \nDo the issues raised involve unaddressed issues of corporate \ngovernance which the state of incorporation has a particularly \nstrong interest in addressing . . .  \n2.  The convenience of the parties and key witnesses . . .  \n3.  The necessity of applying the forum state’s laws . . .  \n4.  The nexus of the competing jurisdictions to the parties and the \ncontroversy. \n5.  The potential for conflicting decisions.  Careful consideration \nshould be given to the ultimate authority that will determine \nthe validity of the merger. \n6.  The progress of the litigation in both forums.  How important is \nspeed to resolution and which forum can proceed most \nexpeditiously? . . .  \n7.  The burden and expense to the parties and the courts of \npursuing duplicate discovery . . . \n8.  The impact of multiple proceedings . . . \n9.  The significance, if any, of the first to file . . .  \n10.  The demonstrated hardship, if any, on the plaintiff to intervene \nor proceed in the other forum.  Will the plaintiff have access to \nthe other forum? \n11.  The abilities of competing counsel for the plaintiffs . . . Are there \nany red flags to cause concern over collusion between a plaintiff \nand defendants? \n12.  The relative interests and abilities of competing plaintiffs . . .  \n \n2007 NCBC LEXIS 37 at *4.   \n {25} The court has considered each of these factors, though it believes some \nfactors are more important than others for determination of the present Motion. \n \nBB BB.. ..    Application of the Factors Application of the Factors Application of the Factors Application of the Factors \n    \n \n1.  \nThe present lawsuit is governed by Delaware law and involves issues of \nDelaware law for which there is no clear guiding case precedent. \n \n {26} The court considers the factors that Delaware law is to be applied and \nthat Delaware has an interest in deciding unresolved issues of its laws to be \nparticularly important. \n {27} It is undisputed that the present litigation must be resolved by \napplying Delaware law, and that Defendants are subject to the jurisdiction of the \nDelaware courts.  (Pl.’s Mem. of Law in Opp’n to Defs.’ Mot. to Stay 8.); (Reply Mem. \nin Supp. of Defs.’ Mot. to Stay 3.)  Both Sealy and Tempur-Pedic are incorporated in \nDelaware, and the Merger Agreement expressly adopts Delaware law as controlling. \n {28} The Parties dispute whether the present litigation implicates \nunresolved issues of Delaware law, and in particular whether a plaintiff’s ability to \nenjoin a consensual merger which has already been approved by the shareholders \nbased on the assertion that the process leading to up to the approval of the merger \nwas tainted is a new issue, or rather one that requires only the application of \nsettled precedent. \n {29} Plaintiff alleges that the issue can be resolved by applying settled \nDelaware case law, including several cases establishing the right of shareholders to \nobtain an injunction of a merger based upon a tainted process.  (Pl.’s Additional \nMem. of Law in Opp’n to Defs.’ Mot. to Stay Ordered by this Ct. at the Nov. 8, 2012 \nHr’g 4 (citing \n Mills Acquisition Co., v. MacMillan, Inc. , 559 A.2d 1261 (Del. 1989); \nRevlon, Inc. v. MacAndrews & Forbes Holdings, Inc. , 506 A.2d 173 (De. 1986); In re \nDel Monte Foods Co. S’holders Litig. , 25 A.3d 813 (Del. Ch. 2011).)   \n {30} Defendants assert that the issue is unsettled under Delaware law, as \nthere are no cases in Delaware which support the grant of an injunction to enjoin \nthe closing of a consent merger, and note that neither Revlon , Mills,  nor Del Monte  \ninvolved a consent merger.  (Defs.’ Post-Hearing Mem. of Law in Further Supp. of \nTheir Mot. to Stay 2.)  Defendants further contend that the one case discussed by \nthe Parties which did involve a consent merger, Kahn v. Primedia , held that a \npreliminary injunction was not the proper remedy.  (Id. at 3.)   \n {31} Plaintiff contends that Primedia does not create a new issue of \nDelaware law, and  is, in any event, distinguishable as it is a disclosure case rather \nthan a process case.  (Pl.’s Additional Mem. of Law in Opp’n to Defs.’ Mot. to Stay \n8.)   \n {32} The court finds no Delaware case that squarely addresses the precise \nquestion of whether a party can obtain a pre-closing injunction of a consent merger \nbased upon a defective process claim.  While this court is clearly capable of and \nregularly applies Delaware law, here, where there is no clear body of Delaware \ndecisions to guide the resolution of the precise issue this case presents, and giving \nappropriate weight to the internal affairs doctrine, the court, in its discretion, \nconcludes it is appropriate and best to stay the present case in favor of the \nDelaware Case.  See Cunniff v. Lewis , 2009 NCBC LEXIS 35 at *9 (2009) \n(“although this Court is certainly capable of applying [Delaware] law, it would be a \nwaste of this Court’s resources to do so when the Delaware Court of Chancery is \nalready overseeing litigation of materially identical claims.”)  Other factors \ndiscussed below anchor this decision. \n \n2.  Delaware is at least as convenient a forum with equal or greater nexus to the \ncontroversy. \n \n {33} Sealy and Tempur-Pedic are both incorporated in Delaware, and the \nMerger is governed by Delaware law.  Plaintiff Justewicz is a resident of neither \nDelaware nor North Carolina.  \nSee Cunniff v. Lewis , 2009 NCBC LEXIS 35 at *8 \n(discounting plaintiff’s choice of forum argument against a motion to stay because \n“Plaintiff has no connection to North Carolina . . . and . . . Plaintiff is but one of \nmany potential plaintiffs, all of whom could contend that the litigation should \nproceed in their home courts.”)  Only one of the members of the independent \ncommittee who approved the Proposed Transaction is located in North Carolina.  \n(Mot. Hr’g Tr. 25, Nov. 8, 2012.) \n {34} Plaintiff nevertheless contends that this court is the most convenient \nforum because the documents and witnesses are located in North Carolina.  (Mot. \nHr’g Tr. 44, Nov. 8, 2012.)  However, it is also likely that many of the witnesses and \ndocuments are easily accessible to the Parties.  Plaintiff’s argument that Sealy is \nheadquartered in North Carolina, and that the takeover of Sealy “will directly affect \nthe local economy” in North Carolina is not alone persuasive.  (Pl.’s Mem. of Law in \nOpp’n to Defs.’ Mot. to Stay 5.)  While North Carolina does have an interest in the \ntakeover of a business located in North Carolina, Delaware also has an interest in a \ncorporation incorporated there and in the application of Delaware law.  See Cunniff \nv. Lewis , 2009 NCBC LEXIS 35 at * 8–9.   \n \n3.  \nDefendants do not challenge Plaintiff’s right to participate in the Delaware Case.  \n \n {35}  Defendants have stated that they will not object to the participation of \nPlaintiff’s counsel in the Delaware Case.  (Reply Mem. in Supp. of Defs.’ Mot. to \nStay 7.)  There is no demonstrable reason why the class of which Justewicz is a \nmember will not be well-represented in the Delaware Case. \n {36} The court finds that the plaintiffs in the Delaware Case are pursuing \nthe case on a similar theory as the Plaintiff here.  Both cases challenge the \nProposed Transaction as being unfair to the minority shareholders of Sealy, and \nclaim that the process leading to the approval of the Proposed Transaction was \nflawed.  Staying the present action will not cause Plaintiff to suffer substantial \ninjury because an available claim is not being pursued.  \n {37} Further, the court does not believe that there are evident inequalities \nin the ability of Plaintiff’s counsel in the various cases adequate to deny a stay. \n \n4.  \nBoth cases are at a similar procedural stage, and the Delaware Case is poised to \nmove forward on an expedited basis. \n \n {38} All six of the cases challenging the Proposed Transaction were filed at \napproximately the same time.  Thus, although the Delaware case was filed first, the \ncourt does not find this fact dispositive.   \n {39} At the hearing on November 8th, Plaintiff asserted that the Delaware \nCase is not progressing at the expedited rate Plaintiff is seeking to employ in the \npresent action.  However, current evidence is to the contrary.  On November 13th \nthe five Delaware Cases were consolidated into a single action, and a consolidated \namended complaint has been filed.  On November 19th, a motion for expedited \nprocedure and a motion for preliminary injunction were filed in the Delaware Case.  \nDiscovery has also begun in the Delaware Case. \n {40} The Delaware Case is in a similar procedural position as the lawsuit \npresently pending in this court.  Consequently, staying the present action in favor of \nthe Delaware Case will not cause a backslide of progress in the litigation against \nSealy. \n \n5.  \nDelaware’s direct appeal procedure could be beneficial to resolve contested \nissues. \n \n {41} The court has also considered the comparative speed at which the two \ncases can proceed.  Because this litigation potentially involves a novel question of \nDelaware law, Delaware’s expedited appeal process could be useful.  \nSee In re Topps \nCo. S’holder Litig. , 924 A.2d 951, 954 (Del. Ch. 2007) (noting that litigants in \nDelaware Chancery Court may seek direct review from the Delaware Supreme \nCourt, providing “prompt definitive guidance” not available to courts in other \nstates); Levy Invests. , 2007 NCBC LEXIS 37 at *6–7 n.1 . \n \n6.  \nStaying this action does not infringe upon constitutional principles. \n \n {42} North Carolina courts have previously held that granting a motion to \nstay does not violate the North Carolina Constitution because it “does not deny \nlitigants access to North Carolina courts, but merely postpones  litigation here \npending the resolution of the same matter in another sovereign court.”  Home \nIndem. Co. v. Hoechst-Celanese Corp. , 99 N.C. App. 322, 326, 393 S.E.2d 118, 121 \n(1990).  As Plaintiff seeks only injunctive relief, the stay also does not adversely \naffect Plaintiff’s right to a jury trial. \n \n7.  Where other factors do not strongly favor denying a stay, requiring Defendants \nto defend essentially the same lawsuit in two different states will work a \nsubstantial injustice on Defendants and unnecessarily raises the possibility of \ninconsistent decisions. \n \n {43} The court need not decide whether the mere necessity of defending \nmultiple actions in more than one state is “per se” substantial injustice.  On the \nfacts of this case, including the other important factors discussed above, the court \nconcludes that Defendants will suffer a substantial injustice in having to defend \nsubstantially the same lawsuit challenging the same transaction in two different \njurisdictions.  That injustice would be potentially amplified if, through inconsistent \nconclusions, one state denies a preliminary injunction while the other grants it.  \n(Mem. in Supp. of Defs.’ Mot. to Stay 11.)   \n \nVI VI VI VI.  CONCLUSION .  CONCLUSION .  CONCLUSION .  CONCLUSION    \n    \n {44} For the foregoing reasons, and in the exercise of the court’s discretion, \nDefendants’ Motion to Stay is GRANTED. \n \n \n \n IT IS SO ORDERED this the 27th day of November, 2012.   \n \n \n \n \n \n "
}