{
  "id": "cb4019cd1d4d6e8398ab504f72955fcd71d90760b432f57ce9c5a02b2e459124",
  "source_file": "data/raw/ncbc/cb4019cd1d4d6e8398ab504f72955fcd71d90760b432f57ce9c5a02b2e459124.pdf",
  "raw_text": "Johnson & Morris PLLC v. Abdelbaky & Boes, PLLC, 2016 NCBC 76. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n  SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 16 CVS 6151 \n \nJOHNSON & MORRIS PLLC, d/b/a ) \nCAROLINA PEDIATRIC DENTISTRY, ) \n  Plaintiff,  ) \n   )   \n v.  ) ORDER ON MOTION FOR  \n   ) PRELIMINARY INJUNCTION \nABDELBAKY & BOES, PLLC, d/b/a ) \nCAROLINA ORTHODONTICS AND  ) \nCHILDREN’S DENTISTRY a/k/a  ) \nCAROLINA ORTHODONTICS AND  ) \nPEDIATRIC DENTISTRY a/k/a  ) \nCAROLINA PEDIATRIC DENTISTRY  ) \nAND ORTHODONTICS a/k/a ) \nCAROLINA ORTHODONTICS AND  ) \nCHILDRENS DENTISTRY a/k/a  ) \nCAROLINA ORTHODONTIC AND  ) \nPEDIATRIC DENTISTRY a/k/a  ) \nCAROLINA PEDIATRIC DENTISTRY  ) \nAND ORTHO a/k/a CAROLINA ) \nORTHO AND PEDO DENTISTRY, ) \n  Defendant. ) \n  \nTHIS MATTER comes  before the Court on Plaintiff ’s Motion for Pr eliminary \nInjunction (“Motion”). In support of the Motion, Plaintiff and Defendant filed several \naffidavits and other evidentiary materials. On September 21, 2016, the Court held a \nhearing on the Motion. \nTHE COURT, having considered the Motion, briefs in support of and in \nopposition to the Motion, arguments of counsel, the record evidence filed by the \nparties, and other appropriate matters of record, FINDS and CONCLUDES , in its \ndiscretion, that the Motion should be DENIED for the reasons below. \n \n.   \n \n \n \nFACTUAL AND PROCEDURAL HISTORY \n1. Plaintiff Johnson & Morris PLLC  (“Plaintiff”) operates Carolina \nPediatric Dentistry (“CPD” or “Carolina Pediatric Dentistry”) at an office location in \nRaleigh, North Carolina. CPD is a specialized pediatric dentistry practice and treats \nonly children.1 Dr. E. LaRee Johnson, D.D.S. (“Dr. Johnson”) is founder and principal \nof CPD and operates the practice with her partner, Dr. Clark Morris ( “Dr. Morris”). \nDrs. Johnson and Morris are both board certified spec ialists in pediatric dentistry. \nPlaintiff began usin g the name “Carolina Pediatric Dentistry” in approximately \nAugust 2003, and has been doing business as CPD since at least March 2004. (Ver. \nCompl. ¶ 9.)  Plaintiff registered the CPD name on March 4, 2015 , with the Wake \nCounty Register of Deeds. (Id. Ex. 1.) Plaintiff presented evidence that it has patients \nwithin Wake, Durham, and Orange counties, as well as other counties within an \napproximately seventy -five (75) mile radius around Plaintiff’s office (the “Market \nArea”). (Id. ¶ 1; see also Morris Aff. ¶¶ 6–8, Exs. A, B.) \n                                                 \n1The American Academy of Pediatric Dentistry describes the specialization  of pediatric \ndentistry as follows: \nPediatric dentistry is an age-defined specialty that provides both primary and comprehensive \npreventive and therapeutic oral health care for infants and children through adolescence, \nincluding those with special health c are needs. To become a pediatric dental specialist, a \ndentist must satisfactorily complete a minimum of 24 months in an advanced education \nprogram accredited by the Commission on Dental Accreditation of the American Dental \nAssociation (ADA). Such programs “must be designed to provide special knowledge and skills \nbeyond the DDS or DMD training. . .” The curriculum of an advanced program provides the \ndentist with necessary didactic background and clinical experiences to provide \ncomprehensive primary oral heal th care and the services of a specialist. Pediatric dentists \nprovide care, conduct research, and teach in a variety of clinical and institutional settings, \nincluding private practice and public health. They work in coordination with other health \ncare providers and members of social disciplines for the benefit of children.  \nAMERICAN ACADEMY OF PEDIATRIC DENTISTRY REFERENCE MANUAL, Overview, 2 (Oct. 10, \n2016), http://www.aapd.org/media/policies_guidelines/intro1.pdf (citation omitted). \n.   \n \n \n \n2. Dr. Johnson has received numerous honors and awards during her years \nof practice under the CPD name. She is also a dental instructor who gives \npresentations to the public, hospital staff, dental students, and licensed dentists on \ntopics relevant to pediatric dentistry. (Johnson Aff., Ex. 1; Johnson 2nd Aff. ¶ 18.) It \nis Dr. Johnson ’s practice to showcase CPD’s logo, practice name, and web ad dress \nduring her presentations.  (Johnson 2nd  Aff. ¶ 18.) Orthodontists, dentists, and \npediatricians regularly make referrals to CPD and Dr. Johnson. ( Ver. Compl. ¶ 13; \nHamp Aff. ¶ 3; Johnson 2nd Aff. ¶ 12.) \n3. Plaintiff claims to be “the exclusive owner of all rights in and to the \nCAROLINA2 name with respect to pe dodontics”3 in the Market Area. (Ver. Compl.  \n¶16.) In late 2006, Plaintiff attempted to register the name Carolina Pediatric \nDentistry with the United States Pa tent and Trademark Office  (“USPTO”).  (Haa s \nDecl. ¶ 45, Ex. A.) The USPTO refused registration on the principal registry because \n“the mark i s primarily geographically descriptive of the origin of applicant’s goods \nand/or services.” ( Id.) Plaintiff has not registered Carolina Pediatric Dentistry as a \ntrademark with the North Carolina Secretary of State. \n                                                 \n2In the Verified Complaint and in its briefing, Plaintiff capitalizes the word “CAROLINA.”  \nThe record evidence shows, however, that Plaintiff does not capitalize the name “Caroli na” \nin its use within  the name “Carolina Pediatric Dentistry .” Rather, it appears Plaintiff ha s \ncapitalized Carolina merely as a means of emphasizing that it is the Carolina name that is \nof significance in identifying or differentiating its brand.  Accordingly, the Court considers \nPlaintiff’s claims with regard to  the use of the word “Carolina,” an d not “CAROLINA,” and \nwill use the all -capitalized spelling only when quoting from the Verified Complaint or \nPlaintiff’s brief. \n3“Pedodontics” apparently is another name used for the specialized practice o f children’s \ndentistry. DICTIONARY.COM, Pedodontics, www.dictionary.com/browse/pedodontics (last \nvisited Oct. 10, 2016). \n.   \n \n \n \n4. Defendant Abdelbaky & Boes, PLLC (“Defendant”) operates a four office \npractice offering general family dental services under the name Triangle Family \nDentistry. In 2015, Defendant merged with another dental and orthodontic practice \noperated by Dr. Jesse Arbon. (Abdelbaky Decl. ¶ 5.) Following the merger, Defendant \nbegan offering orthodontia and dentistry services for children  at offices located in \nCary and Fuquay Varina, in Wake County, North Carolina.4 Defendant employs a \nboard certified pediatric dental specialist, Dr. Jordan Olsen, at the Cary and Fuquay \nVarina offices. The Cary and Fuquay Varina offices are located approximately 25 and \n30 miles, respectively, from Plaintiff’s office in Raleigh (Id. ¶ 14.) \n5. In November 2015, Defendant began operating the Cary and Fuquay \nVarina offices under the name “Carolina Orthodontics and Pediatric Dentistry.” ( Id. \n¶ 9; Arbon Decl. ¶ 6.) Drs. Ab delbaky and Arbon chose the name “Carolina \nOrthodontics and Pediatric Dentistry” because they “wanted a new name to describe \nthe portion of the practice being r un by Dr. Arbon” by identifying  the services he \nprovided, and because it was a “name that was universal” in describing the two office \nlocations.  (Abdelbaky Decl. ¶ 7; Arbon Decl. ¶ 5.) Defendant investigated prior to \nselecting the name to make certain no one else was using the name “Carolina \nOrthodontics and Pediatric Dentistry.” (Abdelbaky Decl. ¶ 8.)  Defendant markets the \nCary and Fuquay Varina offices within an approximate 10 -mile radius of those \n                                                 \n4Defendant has its other two offices in Wake Forest and Morrisville, North Carolina.  Those \noffices operate under the name Triangle Family Dentistry. \n.   \n \n \n \noffices, and the vast ma jority of the patients for those offices generally live in Cary, \nMorrisville, and Apex.  (Id. ¶ 13; Abdelbaky Dep. 49–50, 52, Ex. 13.) \n6. On or about March 15, 2016, Plaintiff  sent a letter to Defendant to \n“object to the use of Carolina Orthodontic and Pediat ric Dentistry and any similar \nassumed names and/or trademark” by Defendant.  (Ver. Comp l. ¶ 23, Ex. 10.) In an \neffort to resolve the dispute, Defendant changed the name of its practices at the Cary \nand Fuquay Varina offices to “Carolina Orthodontics and Children’s Dentistry.” 5 On \nor about March 23, 2016, Defendant registered the assumed names “Carolina \nOrthodontics and Children’s Dentistry” and “Caro lina Orthodontics and Childrens  \nDentistry” with the Wake County Register of Deeds. (Id. ¶ 18, Ex. 6.)  \n7. Plaintiff alleges that “the c hange in [Defendant’s] name to ‘ Carolina \nOrthodontics and Children’s Dentistry’ does not alleviate [Plaintiff’s] concerns given \nthe continued prominent use of CAROLINA in connection with a pedontics [sic] \npractice in the Region .” (Ver. Compl. ¶ 24.) Plaintiff claims that Defendant adopted \nthe Carolina name “with the specific intent of confusing consumers into believing that \nDefendant’s practice is affiliated with Plaintiff, and otherwise attempting to \nunlawfully appropriate for itself the goodwill that Plaintiff has built up over many \nyears under the CAROLINA name.  . . . ” (Id. ¶ 2.) Plaintiff alleges two instances of \nconfusion among consumers. Plaintiff received two telephone calls from patients “who \nappeared to believe that Plaintiff had opened a new office location .” (Id. ¶ 22.)  In \n                                                 \n5As of the date of the hearing on the Motion, Defendant was still displaying a banner outside \nof its Cary office bearing the name “Carolina Orthodontic and Pediatric Dentistry.” \n.   \n \n \n \naddition, while giving a presentation in Cary in March 2016, Dr. Johnson overheard \nother dentists expressing the belief that she had recently opened a Cary office. \n(Johnson Aff. ¶ 28.) \n8. Record evidence  shows that there are numerous businesses in Wake \nCounty and in North Carolina using the word  Carolina in their names . These \nbusinesses include dental offices that treat children. (See generally Haas Decl. ¶¶ 8–\n43.) However, these businesses do no t specialize in pedodontics or offer specialized \nchildren’s dental services. (Ver. Compl. ¶ 15; Pl.’s Reply Supp. Mot. Prelim. Inj. 3.)  \n9. On May 6, 2016, Plaintiff filed its Verified Complaint and Motion for \nTemporary Restraining Order and Pre liminary Injunction. The Verified Complaint \nmakes claims for common law “unfair competition” 6 (Ver. Compl. ¶¶ 39–42), and for \nunfair and deceptive trade practices in violation of N.C. Gen. Stat.  § 75-1.1 (Id. ¶¶ \n43–49.) The Motion seeks, in pertinent part, an order “temporarily and preliminarily \nenjoin[ing] [Defendant] from using the name CAROLINA in connection with the \noffering or provision of specialized children’s dental services within the Region \nincluding, but not limited to, as its offices in Wake County, as well as in connection \nwith its websites and web addresses.”7 (Pl.’s Mot. Pre. Inj. ¶ 2.) \n10. In the Verified Complaint, Plaintiff moved for both a temporary \nrestraining order and preliminary injunction, but in its brief argues only in support \n                                                 \n6The Court interprets Plaintiff’s common law unfair competition claim as one for \ninfringement of trademark. \n7Following the hearing, Defendant’s counsel notified the Court that it has ceased using the \nwebsite “carolinaorthopedo.com.” \n.   \n \n \n \nof the request for preliminary injunction.  At the hearing, Plaintiff’s counsel clarified \nthat it is seeking a preliminary injunction . Accordingly, the Court considers only \nPlaintiff’s request for preliminary injunction. The Motion was fully briefed, the court \nhas heard arguments, and it is now ripe for disposition. \nDISCUSSION \n11. A preliminary injunction “is an extraordinary measure taken by a court \nto preserve the status quo of the parties during litigation.” Ridge Cmty. Inv’rs, Inc. v. \nBerry, 293 N.C. 688, 701, 239 S.E.2d 566, 574 (1977). Its issuance is a matter of \ndiscretion to be exercised by the hearing judge after a careful balancing of the \nequities. A.E.P. Indus., Inc. v. McClure , 308 N.C. 393, 400, 302 S.E.2d 754, 759 \n(1983) (citation omitted). The Court may grant a preliminary injunction “only (1) if a \nplaintiff is able to show likelihood of success on the merits of his case and (2) if a \nplaintiff is likely to sustain irreparable loss unless the injunction is issued, or if, in \nthe opinion of the Court, issuance is necessary for the protection of a plaintiff’s rights \nduring the course of litigation.” Id. at 401, 302 S.E.2d at 759–60. A trial court “in \nexercising [its] discretion should engage in a balancing process, weighing potential \nharm to the plaintiff if the injunction is not issued against the potential harm to the \ndefendant if injunctive relief is granted.” Kaplan v. Prolife Action League , 111 N.C. \nApp. 1, 16, 431 S.E.2d 828, 835 (1993), rev’d on other grounds , 351 N.C. 159, 522 \nS.E.2d 577 (1999).  \nA. Likelihood of Success on the Merits. \n.   \n \n \n \n12. In support of the preliminary injunction, P laintiff has argued  only the \nmerits of its claim for unfair competition through trademark infringement, and the \nCourt will address only that claim in determining the li kelihood of success on the \nmerits. Plaintiff contends that Defendant’s use of the trade  name “Carolina \nOrthodontics and Children’s Dentistry”  constitutes common law trademark \ninfringement upon Plaintiff’s exclusive right to use Carolina as associated with any \nterm(s) denoting a specialized pediatric dentistry practice located within the Market \nArea. (Ver. Compl. ¶ 16; Pl.’s Br. Supp. Mot. Prelim. Inj. 3.) \n13. “The fundamental question in cases of trade-mark or unfair competition, \nand in fact the common law of trade-marks is but a part of the broader law of unfair \ncompetition, is whether the public is being misled and deceived so that a defendant \nis in effect taking the advantage of the good will and business reputation that a \ncomplainant has built up through se rvice or advertising or in any manner regarded \nas lawful and proper.” Carolina Aniline & Extract Co. v. Ray , 221 N.C. 269, 273, 20 \nS.E.2d 59, 61–62 (1942) (internal citation omitted). Unfair competition involves “[o]ne \nperson [who] has no right to sell goo ds as the goods of another, nor to do other \nbusiness as the business of another, and on proper showing (one) will be restrained \nfrom so doing.” Charcoal Steak House of Charlotte, Inc. v. Staley, 263 N.C. 199, 201, \n139 S.E.2d 185, 187 (1964) (quoting Dyment v. Lewis, 144 Iowa 59, 513, 123 N.W. \n244, 245 (1909)). A common law claim for trademark infringement under North \nCarolina law is analyzed under essentially the same standards as a federal Lanham \nAct claim regarding an unregistered trademark.  See N.C. Gen . Stat.  § 80-1.1; \n.   \n \n \n \nGrayson O Co. v. Agadir Int'l LLC, 2015 U.S. Dist. LEXIS 153900, at *5–6 (W.D.N.C. \nNov. 13, 2015). In order to establish a claim for trademark infringement, a plaintiff \nmust show: (1) that it has a valid and protectable trademark, and (2)  that the \ndefendant has used an identical or similar mark that is likely to cause confusion \namong consumers. B&J Enter., v. Giordano, 329 Fed. Appx. 411, 416, 2009 U.S. App. \nLEXIS 10564, at *13 (4th Cir. May 18, 2009); Windsor Jewelers, Inc. v. Windsor Fine \nJewelers, LLC, 2009 NCBC LEXIS 19, at *14 (N.C. Super. Ct. Feb. 16, 2009). The \nCourt will first consider whether Plaintiff has demonstrated a likelihood of success \nin establishing that it has a valid and protectable trademark.8 \n14. “Where a mark is not registered, the plaintiff has the burden of proving \nthat its mark is a valid trademark.” Trs. of Columbia Univ. v. Columbia/HCA \nHealthcare Corp., 964 F. Supp. 733, 742 ( S.D.N.Y. 1997). Courts use four categories \nof marks to analyze t he strength of a trademark in the marketplace and the degree \nof protection to which it is entitled: “(1) generic; (2) descriptive; (3) suggestive; (4) \narbitrary or fanciful. ” Id. at 742 –43; B&J Enter., 329 Fed. Appx. at 417, 2009 U.S. \nApp. LEXIS 10564 at *14. “Generic marks are not protectable. Descriptive terms are \nprotectable only with evidence of secondary meaning. Suggestive, arbitrary, and \nfanciful marks are eligible for protection without proof of secondary meaning.” Trs. of \nColumbia Univ., 964 F. Supp. at 743. \n                                                 \n8 The Court notes that Plaintiff has not claimed that the stylized logos used by the two \npractices are similar or likely to be confused wi th each other.  In fact, the logos clearly are \ndissimilar.  (Haas Decl. ¶¶ 4, 6.) \n.   \n \n \n \n15. Defendant contends that Plaintiff does not have trademark rights in the \nword Carolina, which is a geographically descriptive term for which Plaintiff has not \nmade a sufficient showing of secondary meaning.  At the hearing, Plaintiff conceded \nthat the word Carolina, on its own, is generic or descriptive in nature and is not \nprotectable as a trademark. There also does not seem to be any dispute that Plaintiff \ndoes not have a protectable interest in the words “pediatric dentistry,” which merely \ndescribe a type of service and are generic. George & Co. v. Imagination Entm't Ltd., \n575 F.3d 383, 394 (4th Cir. 2009). Instead, Plaintiff contends that its use of the name \nCarolina Pediatric Dentistry has caused the word Carolina  to acquire a secondary \nmeaning in the Market Area when used in conjunction with other words or terms that \nrefer to a dental practice that provides pediatric dental services. At the hearing , \nPlaintiff’s counsel confirmed that Plaintiff contends that Defendant cannot use as a \nname for its pediatric dental practice any name  that begins with Carolina  and \ncontains any other words that suggest Defendant is a children’s dentistry practice. \na. Secondary Meaning Doctrine. \n16. Plaintiff contends that the record evidence establishes that its use of the \nword Carolina, although geographically descriptive, has acquired a secondary \nmeaning when used to describe a dental practice that provides pediatric dentistry in \nthe Market Area.9 (Pl.’s Br. Supp. Mot. Prelim. Inj. 10.) \n                                                 \n9 Defendant contends that the proper focus is on whether the mark has obtained a secondary \nmeaning in Defendant’s market area, and not the Market A rea. Defendant claims t he \nrelevant market area is a 10-mile radius around each of the two C arolina Orthodontics and \nChildren’s Dentistry  offices. (Def.’s Br. Opp. Mot. Prelim. Inj. 10 –11.) For purposes of \ndetermining this motion, the Court will use the Market Area as defined by Plaintiff. \n.   \n \n \n \n17. The secondary meaning doctrine is derived from the idea that \n“[a]lthough a generic word or a geographic designation cannot become an arbitrary \ntrademark, it may nevertheless be used deceptively by a newcomer to the field as to \namount to unfair competition. . . .” Charcoal Steak House, 263 N.C. at 201, 139 S.E.2d \nat 187. \nWhen a particular business has used words publici juris for \nso long or so exclusively or when it has promoted its \nproduct to such an extent  that the words do not register \ntheir literal meaning on the public mind but are instantly \nassociated with one enterprise, such words have attained a \nsecondary meaning. This is to say, a secondary meaning \nexists when, in addition  to their literal, or dictionary, \nmeaning, words connote to the public a produ ct from a \nunique source . . . . To establish a secondary meaning for \neither, a plaintiff must show that it has come to stand for \nhis business in the public mind, that is, that the primary \nsignificance of the term in the minds of the consuming \npublic is not the product but the producer. \n \nId. at 201–02, 139 S.E.2d at 187 (citations omitted); see also B & J Enters., 329 Fed. \nAppx. at 417, 2009 U.S. App. LEXIS 10564, at *15 (“Secondary meaning is generally \naccepted as the consuming public’ s understanding that the mark, when used in \ncontext, refers, not to what the descriptive word ordinarily describes, but to the \nparticular business that the mark is meant to identify.”). \n18. The Fourth Circuit Court of Appeals has identified six factors that are \nrelevant to a finding of secondary meaning: “(1) plaintiff’s advertising expenditures; \n(2) consumer studies linking the mark to the source; (3) the plaintiff’s record of sales \nsuccess; (4) unsolicited media coverage of the plaintiff’s business; (5) attempts to \nplagiarize the mark; and (6) the length and exclusivity of the plaintiff’s use of the \n.   \n \n \n \nmark.” B&J Enter., 329 Fed. Appx. at 417, 2009 U.S. App. LEXIS 10564 at *5 (citing \nPerini Corp. v. Perini Constr., Inc. , 915 F.2d 121, 125 (4th Cir. 1990)) (the “Perini \nFactors”). No single factor is determinative and all factors need not be favorable for \nthe plaintiff to prevail. Id.  \n19. Of the six Perini factors, the last factor (the length and exclusivity of the \nplaintiff’s use of the mark) appears to be the most supportive of Plaintiff’s contention; \ntherefore, the Court will address this factor first. The record establishes that Plaintiff \nhas been doing business as Carolina Pediatric Dentistry since 2004. (Ver. Compl. ¶ \n9.) Carolina Pediatric Dentistry has at all times focused exclusively on the practice of \npediatric dentistry. (Johnson Aff. ¶ 5.) It is undisputed that until Defendant began \nits pediatric  dental practice, Plaintiff was the only practice in Wake County with \nboard certified specialists in pediatric dentistry  using Carolina in its name . (Morris \nAff. ¶¶ 16–17.) \n20. Defendant argues that Plaintiff’s use of Carolina cannot be considered \n“exclusive” because there are many other businesses, including local dental practices, \nwhich use Carolina in their names . Defendant has provided evidence that over 30 \ndental and orthodontic practices begin their names with Carolina, and many of them \nlist children’s or pediatric dentistry as areas of practice on their websites. (Haas Decl. \n¶¶ 8–43.) At least four of these practices are located within the Market Area. (Id. ¶¶ \n9, 14, 15, 34.) The evidence establishes that while Plaintiff is a specialty pediatric \ndentistry practice, Plaintiff has not used the Carolina name to the exclusion of other \ndental practice s that provide services  to children , and the potential for confusion \n.   \n \n \n \namong consumers from use of the name Carolina already existed prior to Defendant’s \npractice. Other dental offices that treat c hildren within the Market Area  currently \nuse Carolina in their names, and the evidence does not establish that the word \nCarolina is “instantly associated with one enterprise ” in the Market area.  Charcoal \nSteak House, 263 N.C. at 201–02, 139 S.E.2d at 187. \n21. With respect to the remaining Perini factors, the Court finds that \nevidence supporting a secondary meaning  is minimal or non-existent. Plaintiff has \nadmitted that there are no consumer studies linking the word Carolina to Carolina \nPediatric Dentistry. The Court will not place substantial weight on the absence of a \nconsumer study, however, given that these businesses are relatively small.  With \nregard to sales success, the Court acknowledges that Plaintiff provided patient l ists \ndemonstrating that it has a substantial number of patients within the Market Area. \n(Morris Aff., Ex s. A –B.) This evidence may be some indication of “sales success.”  \nPlaintiff has not provided evidence of unsolicited media coverage of its business or \nattempts to plagiarize its mark. Finally, Plaintiff did not produce evidence regarding \nits advertising expenditures.  Plaintiff claimed that it advertises mostly through the \ndevelopment of “long-term, trusting relationships with referral sources and patien t-\nfamilies,” and therefore does not rely on mass media or mailings, other than \nmaintaining a website and a Facebook page , to grow their customer base. (Johnson \nAff. ¶ 19 ; Ver. Compl. ¶ 11 .) Plaintiff also provided  evidence that it  promotes its \nservices through speaking engagements by its principal, Dr. Johnson.  (Johnson Aff. \nEx. 1; Johnson 2nd Aff. ¶ 18.) Plaintiff did not, however, provide evidence of the costs \n.   \n \n \n \nassociated with these types of marketing, and did not produce any specific evidence \nregarding the amount of its advertising expenditures.  \n22. The Court concludes that Plaintiff has not made a sufficient showing of \na likelihood of success in establishing “secondary meaning” to afford trademark \nprotection to its use of the name Carolina in conjunction with any other words that \nsuggest the practice of pediatric dentistry. Without secondary meaning, the use of the \nword Carolina, even in combination with or to denote a specialized pediatric practice, \nis merely generic or descriptive in nature, and is not afforded trademark protection. \n23. Plaintiff has failed to establish a likelihood of success on its claim \nagainst Defendant for unfair competition by trademark infringement, and the \npreliminary injunction should be denied.   Nevertheless, even if Plaintiff could show \na protectable interest in the mark, the Court concludes that Plaintiff also failed to \nestablish a likelihood of success on the issue of likelihood of confusion, as discussed \nbelow. \nb. Likelihood of Confusion. \n24. Even if Plaintiff had established a likelihood of success that it had a \nprotectable trademark, the Court concludes that Plaintiff has not shown a likelihood \nof confusion among the consuming public. Public confusion is an indicator of unfair \ncompetition. Charcoal Steak House , 263 N.C. at 20 3, 139 S.E.2d at 188  (“Unfair \ncompetition is the ‘child of confusion.’”). “[T]he central question is whether ‘numerous \nordinary prudent purchasers are likely to be misled or confused as to the source of \nthe product in question because of the entrance in the marketplace of the defendant’s \n.   \n \n \n \nmark.’” Trs. of Columbia Univ., 964 F. Supp. at 743. The more recent decisions in this \nCircuit have considered nine factors to determine whether  a likelihood of confusion \nexists: “(1) the strength or distinctiveness of the plaintiff's mark as actually used in \nthe marketplace; (2) the similarity of the two marks to consumers; (3) the similarity \nof the goods or services that the marks identify; (4) the similarity of the facilities used \nby the markholders; (5) the similarity of advertising used by the markholders; (6) the \ndefendant's intent; (7) actual confusion; (8) the quality of the defendant's product; and \n(9) the sophistication of the consuming public. George & Co., 575 F.3d at 393; Grayson \nO Co. , 2015  U.S. Dist. LEXIS 153900, at *8 ; Capitol Comm'n, Inc. v. Capitol \nMinistries, 2013 U.S. Dist. LEXIS 142542, at *4 (E.D.N.C. Oct. 1, 2013) . “Not all of \nthese factors are of equal importance, ‘nor are they always relevant in any given \ncase.’” George & Co., 575 F.3d at 393 (quoting Anheuser-Busch, Inc. v. L & L Wings, \nInc., 962 F.2d 316, 320 (4th Cir. 1992) ). “To support a finding of infringement, a \n[p]laintiff must show a probability, not ju st a possibility, of confusion.”  Capitol \nComm'n, Inc., 2013 U.S. Dist. LEXIS 142542 at *5. \ni.  Strength or distinctiveness. \n25. The determination of a mark’s strength or distinctiveness is analyzed \nunder the same standards applied to the protectability of the mark as discussed \nabove. George & Co. , 575 F.3d at 393 –96. The Court already has determined that \nPlaintiff failed to establish a secondary meaning, and Plaintiff’s mark is not \nparticularly strong or distinctive. \nii.  Similarity of the marks. \n.   \n \n \n \n26.  “In assessing the similarity of the marks . . . we focus on the dominant \nportions of the parties’  marks. In other words, we focus on whether there exists a \nsimilarity in sight, sound, and meaning which would result in confusion. ” George & \nCo., 575 F.3d at 396 (citations omitted). Here, however, there is not a dominant part, \nor word, in the mark. Both “Carolina” and “Pediatric Dentistry” are, at best, \ndescriptive. “[A] descriptive word can never constitute the dominant part of a mark.” \nPizzeria Uno Corp. v. Temple , 747 F.2d 1 522, 1530 (4th Cir. 1984). In addition, \nPlaintiff has disclaimed any protectable interest in the wor d Carolina standing by \nitself. “The effect of a disclaimer is to disavow any exclusive right to the use of a \nspecified word, phrase, or design outside of i ts use within a composite mark.”  Id. at \n1529 (citation omitted). The most that can be done in this case is to assess the \nsimilarity, and likelihood of confusion, between the composite terms “Carolina \nPediatric Dentistry” and “Carolina Orthodontic and Children’s Dentistry.” \n27. The Court concludes that the names Carolina Pediatric Dentistry and \nCarolina Orthodontic and Children’s Dentistry  are not confusingly similar. Placed \nside-by-side, there would be virtually no likelihood of confusion.  Consumers \n“examining the marks side -by-side unquestionably would conclude that the two \nmarks are quite different.” George & Co., 575 F.3d at 397. This factor weighs against \na finding of confusion. \niii.  Similarity of services and facilities used. \n.   \n \n \n \n28. The services that Plaintiff and Defendant provide are concededly the \nsame. (Def.’s Br. Opp. Mot. Prelim. Inj. 15.) Both practices operate out of dental offices \nin office plazas.10  These factors support a finding of confusion.  \niv.  Similarity of Advertising. \n29. In assessing the similarity of advertising, t he relevant question is \nwhether there is “a possibility that a consumer could see or hear advertisements for \nboth establishments, and could think them related. . .  .” Pizzeria Uno, 747 F.2d at \n1535.  As noted above, Plaintiff maintains a Facebook page and an internet website, \nbut advertises mostly through the development of  personal referral relationship s \nwith other doctors. Defendant maintains a Facebook page and an internet website, \nbut also uses mass mailings to surrounding areas  and engages in community \noutreach and sponsoring of local sports teams. (Abdelbaky Decl. ¶ 10.) The potential \nfor confusion among consumers encountering advertising from the parties is \nrelatively low. Dr. Johnson uses personal relationships with other dental and medical \nproviders as her primary marketing of Plaintiff’s practice. These providers are highly \nunlikely to mistake Defendant’s mailers or other marketing as emanating from \nPlaintiff. This factor does not support a finding of likelihood of confusion. \nv.  Defendant’s intent in adopting the mark. \n                                                 \n10 The Court notes, however, that Plaintiff does not prominently display the name Carolina \nPediatric Dentistry in its signage at its office.  Rather, road signage at the office plaza in \nwhich Plaintiff’s office is located says  “Dr. Johnson & Dr. Morris Pediatric Dentistry.” The \nname “Carolina Pediatric Dentistry” is used on the door to Plaintiff’s office as part of its logo.  \n(Abdelbaky Decl. ¶ 17.) \n.   \n \n \n \n30. “If there is intent to confuse the buying public, this is strong evidence \nestablishing likelihood of confusion. . . .” Pizzeria Uno, 747 F.2d at 1535. The evidence \nis conflicting as to whether Defendant’s principals knew that Plaintiff used the name \nCarolina Pediatric Dentistry  prior to choosing the original name of its practice, \nCarolina Orthodontic and Pediatric Dentistry. Dr. Abdelbaky and Dr. Arbon testified \nthat they did not know Plaintiff was using the name Carolina Pediatric Dentistry at \nthe time the name was chosen. (Abdelbaky Decl. ¶ 11; Arbon Decl. ¶ 9.) Dr. Abdelbaky \nalso testified that the doctors  investigated the use  of the name before adopting it. \n(Abdelbaky Decl. ¶ 8.)  They claim th ey chose the Carolina  portion of the name \nprimarily for reasons o f geography. Plaintiff contends that Defendant  must have \nknown of its use of the name  because Dr. Olsen  was well acquainted with Drs. \nJohnson and Morris before he joined Defendant’s practice ,11 and because Dr. Boes, \none of Dr. Abdelb aky’s dental partner s, had previously referred a member of his \nfamily to Dr. Joh nson for pediatric dental work.  (Johnson 2nd  Aff. ¶¶ 13 –18.) \nDefendant contends that Drs. Abdelbaky and Arbon selected the name of the \npediatric practice, and that Drs. Olsen and Boes were not invo lved in the decision.  \n(Arbon Dep. 68–69.) \n31. The Court acknowledges that it is difficult to believe Defendant did not \nknow that Plaintiff was operating a practice under the name Carolina Pediatric \nDentistry at the time it chose the name for its practice. Even  if the Court were to \n                                                 \n11 Plaintiff presented Dr. Morris’ hearsay testimony that he spoke with Dr. Olsen after \nDefendant opened its pediatric practice, and that Dr. Olsen stated that he had discussed with \n“his superiors” the fact that Plaintiff was using Carolina in its name. (Morris Aff.  ¶¶ 11–12.) \n.   \n \n \n \nconclude, however, that Defendant knew Plaintiff was using that name, it would not \nestablish that Defendant intentionally chose its name to trade upon the goodwill of \nPlaintiff’s existing practice. Given the large number of businesses  and other dental \npractices using Carolina in their names, and the distance between Defendant’s offices \nand Plaintiff’s office, Defendant’s mere knowledge of the name would not raise an \ninference that it was intending to confuse consumers about the origin of its services. \nThere is not sufficient evidence in the record to conclude that that Defendant \nintentionally chose its name to infringe on Plaintiff’s reputation and goodwill. \nvi.  Actual confusion. \n32. The Fourth Circuit Court of Appeals has held: \nThe seventh and most important factor is actual confusion. \nActual confusion can be demonstrated by both anecdotal \nand survey evidence. Evidence of only a small number of \ninstances of actual confusion may be dismissed as de \nminimis. \n \nGeorge & Co. , 575 F.3d at 398 (citations omitted). “In assessing the weight of the \nevidence . . . the number of instances of actual confusion must be placed against the \nbackground of the number of opportunities for confusion before one can make an \ninformed decision as to the weight to be given the evidence.” Id. (citations omitted). \n33. Plaintiff has presented anecdotal evidence of  two instances of actual \nconfusion among its consumers : (1) Plaintiff received two telephone calls from \npatients who believed Plaintiff opened a new office locat ion in Cary, and (2) Dr. \nJohnson overheard dentists at a presentation she was giving expressing the belief \nthat she had recently opened a Cary office. The record evidence also demonstrate s, \n.   \n \n \n \nhowever, that since 2009, Plaintiff has had approximately 18,000 patients. (Morris \nAff. ¶ 7, Ex. B.)12 Defendant also noted that over one million people live in Wake \nCounty and over two million people live within the Market Area. (Def.’s Br. Opp. Mot. \nPrelim. Inj. 20 (citing publicly available 2010 census data).) On this record, the Court \nconcludes that such evidence is de minimis. See CareFirst of Md., Inc. v. First Care, \nP.C., 434 F.3d 263, 268 (4th Cir. 2006) (holding actual confusion evidence was de \nminimis where “[o]nly two of the 130 respondents had both heard of [Defendant] and \nthought that it was related to or affiliated with [Plaintiff] . . .  [o]ne additional \nrespondent had not heard of [Defendant] but, judging by its name alone, thought that \nit might be affiliated . . . .”); Wachovia Bank & Tr. Co. v. Crown Nat’l Bancorporation, \nInc., 835 F. Supp. 882, 887 (W.D.N.C. 1993) (holding actual confusion cannot be \nestablished by a single incident).  This evidence weighs against a likelihood of \nconfusion. \nvii.   Quality of services. \n34. It is clear that D r. Johnson is a highly regarded pediatric dentist, and \nPlaintiff undoubtedly provides excellent services. There is no evidence, however, to \nsuggest that Dr. Olsen is not also a qualified and competent pediatric dentist, albeit \nless experienced than Dr. Johns on. The Court cannot make a determination \nregarding the relative quality of the services offered by Plaintiff and Defendant. \nviii.  Sophistication of consuming public. \n                                                 \n12 The 18,000 patient figure was provided by Defendant, apparently from a count conducted \nusing the patient records attached to Dr. Morris’ Affidavit. (Def.’s Br. Opp. Mot. Prelim. Inj. \n19.)  Plaintiff did not dispute this figure in its reply brief or at the hearing. \n.   \n \n \n \n35. This consideration weighs significantly against Plaintiff’s contention \nthat Defendant’s name will create confusion in the marketplace. Plaintiff gets it s \npatients mostly from referrals by other dental, orthodontic, and health care providers. \nDr. Johnson has developed the referral sources from her personal involvement in \nteaching, making presentations to other providers, and participating  in professional \norganizations. The medical practitioners who refer to Plaintiff’s practice are \nsophisticated consumers unlikely to mistake Defendant’s practice for Plaintiff’s, or to \nsend their patients to the  wrong dentist on a referral.  Unlike Defendant, Plaintiff \ndoes not claim that it gets its patients from advertising or marketing directly to the \npatient-public. Sara Lee Corp. v. Kayser-Roth Corp., 81 F.3d 455, 467 (4th Cir. 1996) \n(“[B]uyer sophistication will only be a key factor when the relevant market is not the \npublic at-large. If the typical consumer in the relevant market is sophisticated in the \nuse of -- or possesses an expertise regarding -- a particular product, such \nsophistication or expertise ma y be pertinent in determining the likelihood of \nconfusion.”). In addition, Plaintiff presented no evidence that the patient -public \nassociates the name Carolina with Plaintiff’s dental practice, but only that dentists \nand other medical providers make that association. \n36. Ultimately, the Court is guided by the North Carolina Supreme Court’s \nholding in Charcoal Steak House: \nMerely to be the first to use a descriptive name, even if it \nacquires a secondary meaning, does not give the first user \nan unqualified right  to engross it. Even if the \nwords charcoal steak house  had acquired a secondary \nmeaning so as specifically to connote plaintiff's restaurant \nin Charlotte, plaintiff still would not be entitled to have \n.   \n \n \n \ndefendant restrained from making  any use whatever of \nwords admittedly  publici juris . All plaintiff could \nreasonably ask of the court is that defendant be required to \ndo what he has already done, namely, so designate his \nrestaurant as to prevent reasonably intelligent and careful \npersons from being misled. \n \n263 N.C. at 203, 139 S.E.2d at 188. Despite Plaintiff’s long-standing presence in the \nMarket Area, Defendant has chosen a name sufficiently distinct from the name \nCarolina Pediatric Dentistry such that “ reasonably intelligent and careful persons ” \nwill not be misled as to the source of the services. The Court concludes that Plaintiff \nfailed to establish a likelihood of success on the question of consumer confusion. \n37. At this stage of the litigation Plaintiff  has not shown a likelihood of \nsuccess on its claim for unfair competition because it has failed to present sufficient \nevidence that its trade name is protectable, or that there is a likelihood of confusion \namong consumers of its services. The Court need not address the issue of irreparable \nharm. The Court concludes, in its discretion, that Plaintiff’s Motion for Preliminary \nInjunction should be DENIED. \n38. THEREFORE, IT IS ORDERED that Plaintiff’s Motion for Preliminary \nInjunction is DENIED. \nSO ORDERED, this the 11th day of October, 2016. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}