{
  "id": "cb7e5e0904c91f108f6b22688144bfe57966bde05269b175d9972aec6d04e490",
  "source_file": "data/raw/ncbc/cb7e5e0904c91f108f6b22688144bfe57966bde05269b175d9972aec6d04e490.pdf",
  "raw_text": "Am. Air Filter Co. v. Price, 2018 NCBC 68. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 13610 \n \nAMERICAN AIR FILTER \nCOMPANY, INC. d/b/a AAF \nINTERNATIONAL, \n  \nPlaintiff, \n \nv. \n \nSAMUEL C. PRICE, JR. and \nCAMFIL USA, INC. d/b/a CAMFIL \nAMERICAS, \n \nDefendants. \n \n \n \nOPINION AND ORDER ON \nPLAINTIFF’S MOTION FOR PARTIAL \nSUMMARY JUDGMENT, \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT, AND \nDEFENDANTS’ MOTION TO STRIKE \n \n THIS MATTER comes before the Court on Plaintiff American Air Filter \nCompany, Inc.’s Motion for Partial Summary Judgment (ECF No. 44) ;  Defendants \nSamuel C. Price, Jr. and Camfil USA, Inc.’s Motion for Summary Judgment (ECF No. \n48) (collectively with Plaint iff’s Motion for Partial Summary Judgment , the \n“Motions”); and Defendants’ Motion to Strike (“Motion to Strike”; ECF No. 74). \n THE COURT, having considered the Motions  and the Motion to Strike , the \nbriefs in support of and in opposition to the Motions  and the Motion to Strike , the \nevidentiary materials filed by the parties, the arguments of counsel at the hearing, \nand other appropriate matters of record, concludes that the Motion to Strike should \nbe DENIED, and that the Motions should be GRANTED, in part, a nd DENIED, in \npart, in the manner and for the reasons set forth below. \nYoung Moore and Henderson, P.A. by Christopher A. Page and Jonathan \nL. Crook for Plaintiff American Air Filter Company, Inc. \n \nSmith Moore Leatherwood LLP by Jeffrey R. Whitley and George J. \nOliver for Defendants Samuel C. Price, Jr. and Camfil USA, Inc. \n \n \nMcGuire, Judge. \n \nFACTUAL AND PROCEDURAL BACKGROUND \n1. While findings of fact are not necessary or proper on a motion for \nsummary judgment, “it is helpful to the parties and the courts for the trial judge to \narticulate a summary of the material facts which he considers are not at issue and \nwhich justify entry of judgment.”   Collier v. Collier, 204 N.C. App. 160, 161 –62, 693 \nS.E.2d 250, 252 (2010).  Therefore, the Court limits its recitat ion to the undisputed \nfacts necessary to decide the Motion and not to resolve issues of material fact. \n2. Plaintiff American Air Filter Company, Inc. (“Plaintiff”)  is in the \nbusiness of providing and servicing clean air products, such as air filters, dust \ncollection equipment, HVAC equipment, and nuclear equipment and filters.  (Ver. \nFirst Am. Compl., ECF No. 5, at ¶  6.)  Plaintiff has operations across the world and \nconducts business throughout the United States, including in Wake County, North \nCarolina.   \n3. Defendant Camfil USA, Inc. (“Camfil”) is  in the same business as \nPlaintiff and is one of Plaintiff’s “primary competitors.”  ( Id. at ¶ 10.)  Camfil also \nconducts business throughout the United States, including i n Wake County, North \nCarolina. \n4. Plaintiff hired  Defendant Samuel C. Price (“Price”; together with \nCamfil, “Defendants”) to be a Branch Manager in 1989.  Plaintiff employed Price as \neither a Branch Manager or a District Manager until his resignation on August 12, \n2016.  ( Price Dep., ECF No. 45.4, at pp.  56, 60–63.)  His duties in those positions \n \n \ninvolved sales, sales management, and warehouse support.  ( Id. at p. 56.)   As a \ncondition of employment, Plaintiff required Price to sign employment agreements \nwhich set out the respective rights and responsibili ties of Price and Plaintiff in \nrelation to Price’s employment with the company, the first of which was executed on \nDecember 11, 1989.  (ECF No. 5, at ¶  38.)  Thereafter, Plaintiff periodically entered \ninto new agreements with Price during the remainder of his employment.  (Id. at \n¶ 42.) \n5. During his employment, Price had access to and used in performing his \nduties several different computer-based programs that contain information and data \nthat Plaintiff considers to be “trade secrets”: the Total Cost of Ownership Diagnostics \n(the “TCOD”) program, Salesforce.com (“Salesforce”), and the SAP (“SAP”), an \nenterprise resource planning software.  (Price Dep., ECF No. 61, at pp. 89–90, 107.)  \nThe TCOD is  a proprietary program that utilizes custom “engines” (algor ithms) to \ncalculate the total cost of using Plaintiff’s air filters versus  competitors’ air filters \nover time and generates reports (“TCOD reports”) that contain the results of those \ncalculations.  ( Am. Air Filter’s Ver. Resps. Defs.’ First Set  Interrogs. Req. Produc. \nDocs., ECF No. 45.3, at pp. 13–17, 19–20; ECF No. 45.4, at p. 100; TCOD Report, ECF \nNo. 45.5 .)  Plaintiff has compiled within the TCOD a database of information \nincluding test reports for various air filters and information regarding the filtr ation \nneeds of specific customers.  (ECF No. 45.3, at p. 14; ECF No. 45.4, at p. 106.)  Price \ntestified that he considered the information in the TCOD to be proprietary to \nPlaintiff.  (ECF No. 45.4, at p. 102.) \n \n \n6. Plaintiff provides copies of TCOD reports to customers and prospective \ncustomers.  TCOD reports contain the following statement purporting to restrict \ncustomers from further disclosing the reports:  “The information in this document is \nthe property of Ameri can Air Filter Company, Inc. ( ‘AAFCI’) and may not be copied \nor distributed to any third party, used for any purpose other than that for which it is \nsupplied, without the express written consent of AAFCI .”  (ECF No. 45.3, at pp. 18–\n19.)  Plaintiff, however, has granted access to the TCOD to three distributors but has \nnot obtained agreements from the distributors regarding the confidentiality of the \ninformation in the TCOD.  (Id. at p. 18.) \n7. Salesforce is a web-based tool used by Plaintiff  for customer and sa les \nmanagement.  Plaintiff has compiled information in Salesforce regarding its \ncustomers, including custom payment terms, payment history, order history, notes \nprepared by sales representatives, reports prepared by sales representatives \nanalyzing current filtration needs, and currently used products.  (ECF No. 45.3, at \npp. 19 –20.)  Salesforce also contains information regarding Plaintiff’s prospective \ncustomers, including identities of prospective customers, the estimated value of the \nrelationship if secur ed, notes prepared by sales representatives, and price quotes \nmade by Plaintiff for prospective customers.  ( Id. at p. 20 –21.)  Finally, Salesforce \ncontains audit reports that Plaintiff’s sales professionals create at the physical \nlocation of customer facilities to assess and analyze customers’ current air filtration \nproducts, sizes, specifications, and other issues; the audit reports are then used to \nsell products based on the customer’s needs.  (Id.) \n \n \n8. SAP contain s, among other information,  a compilation of  data that \nincludes customer -specific pricing, information about national accounts and \nconfidential rebates and other discounts offered to national customers, and a sales \nhistory for each customer.  ( Id. at 20–21.)  SAP also contains information regarding \nthe costs of raw materials used in Plaintiff’s manufacturing process and other data \nregarding Plaintiff’s production costs.  ( Id. at p. 21.)   Price testified that the \ninformation compiled in Salesforce and SAP was confidential and valuable to \nPlaintiff.  (ECF No. 45.4, at pp. 87–88, 90–94.) \n9. The TCOD, Salesforce, and SAP each permit users to manipulate the \ncompiled data contained within the programs to run various reports, quotes, \nprojections, and estimates.   (ECF No. 45.3, at pp. 17 –18, 20.)   Each of the th ree \nprograms are username and password protected.  (ECF No. 45.4, at pp. 80–81.) \n10. In 2016, Price became unhappy working for Plaintiff because of a new \ncompensation plan Plaintiff had implemented and because Price was turned down for \na promotion.  ( Id. at pp. 193–94, 221–22.)  On July 12, 2016, Price had dinner with \nTom Rumpler (“Rumpler”), Camfil’s Director of Branch Operations – East.  (Rumpler \nDep., ECF No. 45.9 , at p. 73.)  Rumpler proposed that Price take the position of \nBranch Manager for Camfil’s Carolinas territory.  (Id. at p. 74.)  Camfil had been \nattempting to recruit Price for five years.  (ECF No. 45.4, at p. 181.)  In fact, Camfil’s \nVice President of Sales and Marketing, Kevin Wood (“Wood”), wrote in an internal \nemail on July 19, 2016 that hiring Price would “send a message to [Plaintiff’s] \nemployees that we are the force to deal with.”  (ECF No. 45.9, Ex. 33.) \n \n \n11. Following his dinner with Rumpler, Price emailed his most recent \nemployment agreement with Plaintiff to his wife’s Gmail account and then forwarded \nthe agreement from his wife’s Gmail account to Rumpler’s wife’s Gmail account.  \n(ECF No. 45.4, at p. 208.)  The purpose of using their wives’ Gmail accounts was to \nensure that Price’s negotiations with Camfil were kept secret from Plaintiff.   (ECF \nNo. 45.4, at p. 212; ECF No. 45.9 , at pp. 84 –85.)  Price testified that he “probably” \ndeleted the email that he sent from his work email to his wife’s Gmail account.  (ECF \nNo. 45.4, at pp. 208.)  Price also testified  that if Plaintiff had learned of his \nnegotiations with Camfil, he would have been “immediately terminated.”  (Id. at 220.) \n12. On July 22, 2016, Camfil offered P rice employment.  Price negotiated \nthe terms of that employment until  on or around  August 1, 201 6 using his wife’s \nGmail account.  (ECF No. 45.4, at pp. 228–29.)  Price officially signed an employment \nagreement with Camfil on August 1, 2016.  (Id. at p. 236.) \n13. On August 5, 2016, Price informed Plaintiff that he was resigning \neffective August 12, 2016.  (ECF No. 61, at pp. 239–40 and Ex. 17.)  Price informed \nvarious co-workers that he was “burned out” and that he was taking time off to be \nwith his first grandchild.  ( Id. at 225.)  Price did not notify Plaintiff that he had \naccepted employment with Camfil.  When two co-workers asked if Price was leaving \nto go work for a competitor, Price said that he was not.  (ECF No. 45.3, at p. 5.)  Price \ntestified that he was aware that Plaintiff’s policy was to terminate the employment \nof an employee if Plaintiff learned the employee may be leaving to join a competitor.  \n(ECF No. 45.4, at pp. 219–20.) \n \n \n14. From the time that Price began negotiating with Camfil until  his \nresignation from Plaintiff on August 12, 2016, Price utilized se veral of Plaintiff’s \nprograms.  He logged into Salesforce on July 29, August 4, and August 6, 2016, and \nhe executed numerous “transactions” in SAP between August 2 and August 12, 2016.  \n(Price Aff., ECF No. 15, Ex. 1 at ¶ 38; Megonnell Aff., ECF No. 52, at ¶¶ 4–6.)  Price \ntestified that he accessed the Salesforce and SAP programs as part of fulfilling his \njob duties for Plaintiff.  (ECF No. 15, Ex. 1 at ¶ 38; ECF No. 45.4, at p. 94.) \n15. Price accessed the TCOD on July 30 and August 1, 2016, during which \nhe generated several TCOD reports.  Price testified that he generated those reports \nas part of his training on the TCOD.  (ECF No. 61, at p. 254.)  He also testified that \nhe generated some of the TCOD r eports “in preparation of  . . . seeing some \ncomparisons between some Camfil product” a nd the products Plaintiff sold.  (Id. at \np. 255.)  Price noted that these reports were “generic” and based on numbers that \nPrice put in while he was “playing around with [the TCOD], like a calculator.”  (Id.)  \nThe reports were never sent to any customer.  (Id.)  There is no evidence in the record \nthat Price retained those TCOD reports.  (Id. at p. 305.) \n16. While employed by Plaintiff, Price worked with one of Plaintiff’s \ncustomers, Cape Fear Valley Medical Center (“CFVMC”), on an air filtration quality \ncontrol project.  (ECF No. 61, at pp. 241 –43.)  Price created a spreadsheet for the \nproject (the “CFV Spreadsheet”) that used formulas based on a survey of CFV MC’s \nfacility to calculate and automate CFV MC’s blanket purchase orders of Plaintiff’s \nproducts.  (Id. at p. 241; ECF No. 45.4, Ex. 24.)  On August 10, 2016, Price sent the \n \n \nCFV Spreadsheet to Richard Logsdon (“Logsdon”) at CFVMC, and Price informed \nLogsdon that he would be leaving Plaintiff to work for another company.  ( ECF No. \n61, at pp. 240–42; ECF No. 45.4, Ex. 23.) \n17. Upon his resignation on August 12, 2016, Price was required by Plaintiff \nto return all company property, equipment, and manuals  using an Exit Checklist.  \n(ECF No. 5.1, Ex. E ; ECF No. 45.3 , at p. 10 .)  On August 16, 2016, Plaintiff also \nterminated Price’s electronic accounts, backed up his user data, and forwarded key \nemails to another employee in order to transition Price’s customer relationships.  \n(ECF No. 45.3, at p. 10.)   \n18. After joining Camfil, Price received an email from Logsdon containing \nthe CFV S preadsheet and asking Price t o m ake certain changes to the CFV \nSpreadsheet.  Price informed Logsdon that he now worked for Camfil and that he \nwould help them “facilitate continuing to do business with [Pl aintiff]” by adjusting \nthe CFV Spreadsheet per CFVMC’s request.  (ECF No. 61, at p. 243.)  Logsdon “really \npushed” Price to find out  why Price had left Plaintiff.  ( Id. at 242.)  Although Price \ndid not think CFVMC would want to work with Camfil instead of Plaintiff for its air \nfiltration needs , Price then sent a modified version of the CFV Spreadsheet to \nLogsdon that included Camfil’s price list and had Camfil’s name and logo at the top \nof the spreadsheet.  (Id. at p. 244.) \n19. Shortly after August 12, 2016, Plaintiff discovered that Price had gone \nto work for Camfil.  (ECF No. 5, at ¶ 69.)  On August 17, 2016, Plaintiff’s counsel sent \na letter to Price reminding him of his obligations under his employment contract with \n \n \nPlaintiff, as well as reminding him  of his affirmation upon his resignation that he \nwould keep secret certain confidential matters of Plaintiff and its customers.  (ECF \nNo. 5, Ex. F.)  Plaintiff’s counsel sent a similar letter on September 1, 2016 to \nArmando Brunetti (“Brunetti”), Executive Vice P resident of Camfil.  ( Id. at Ex. G.)   \nBrunetti then spoke to Price about whether Price had contacted any of Plaintiff’ s \ncustomers.  Price subsequently sent an email to Brunetti detailing the interactions \nhe had had with Plaintiff’s customers since he began employment with  Camfil, \nincluding his correspondence with Logsdon at CFV MC, and attached the modified \nCFV Spreadsheet that he had sent Logsdon.  (ECF No. 45.2, at pp. 111, 115; ECF No. \n45.4, Ex. 23.) \n20. On November 4, 2016 , Plaintiff commenced this lawsuit by filing a \nComplaint.  (ECF No. 1).  Plaintiff subsequently filed its Verified First Amended \nComplaint on December 5, 2016 ( “Amended Complaint”; ECF No. 5.)  The Amended \nComplaint asserted claims for: breach of contract against Price; breach of fiduciary \nduty against Price; tortious interference with contract against Camfil; violation of the \nNorth Carolina Trade Secrets Protection Act  (“NCTSPA”), N.C. Gen. Stat. § 66-152 \net. seq. (hereinafter, “G.S.”) against Price and Camfil; violation of the North Carolina \nUnfair and D eceptive Trade Practices Act (“UDTPA,” G.S. § 75-1.1 et. seq.)  against \nPrice and Camfil; and civil conspiracy against Price and Camfil. \n21. On December 9, 2016 , Plaintiff filed a Motion for Preliminary \nInjunction.  (ECF No. 11.)  On February 3, 2017, the Court issued an order granting \n \n \nin part and denying  in part the Motion for Preliminary Injunction.  ( Order Mot. \nPrelim. Inj., ECF No. 25.) \n22. On January 17, 2017, Defendants filed a Motion to Dismiss.  (ECF No. \n18.)  On June 26, 2017, the Court granted in part and denied in part the Motion to \nDismiss, dismissing th e claims against Price for breach of contract and  breach of \nfiduciary duty, and the claim against Camfil for tortious interference with contract.  \n(Op. Order Defs.’ Mot. Dismiss Pl.’s First Am. Compl., ECF No. 39, at p. 28.) \n23. On January 26, 2018 , Plaintiff filed its Motion for Partial Summary \nJudgment and accompanying brief, exhibits, and affidavits .  (ECF Nos. 44 –47.)  \nPlaintiff seeks partial summary judgmen t in its favor  on its claims for \nmisappropriation of trade secrets and for unfair and deceptive trade practices .  \nDefendants filed their Motion for Summary Judgment  and accompanying brief and \nexhibits on the same day , moving for summary judgment on the cla ims of \nmisappropriation of trade secrets, unfair and deceptive trade practices, and civil \nconspiracy.  (ECF Nos. 48–49.)  On February 26, 2018, both Plaintiff and Defendants \nfiled their  respective responses to the other side’s motion for summary judgment  \n(ECF Nos. 66 and 70) , and on March 8, 2018, Plaintiff and Defendants filed their \nrespective replies (ECF Nos. 80 and 84).  On February 26, 2018, Defendants also filed \na Motion to Strike the affidavits of Kim Megonnell and Danny Hornback.  (ECF No. \n74.)  Plaintiff filed its response to the Motion to Strike on  March 19, 2018 (ECF No. \n90), and Defendants did not file a reply.   The Court held a hearing on the Motions \n \n \nand on the Motion to Strike on March 29, 2018.  The Motions and the Motion to Strike \nare now ripe for resolution. \nANALYSIS \nI. Motion to Strike \n24. In the Motion to Strike (ECF No. 74), Defendants argue that the \naffidavits of Kim Megonnell and Danny Hornback (ECF Nos. 52 and 46, respectively) \nshould be stricken as untimely.  Defendants assert that Plaintif f withheld the \ninformation contained in the affidavits until after discovery had closed before filing \nthe affidavits with the Court, in violation of the discovery rules.  (Mem. Supp. Defs.’ \nMot. Strike, ECF No. 75, at p. 2.)  Plaintiff argues that it did i n fact disclose the \ninformation contained in the affidavits to Defendants and that it identified Megonnell \nas a key witness who m Defendants chose not to depose; and that in any event \nDefendants have not been prejudiced by the affidavits.  (Br. Resp. Defs.’ Mot. Strike, \nECF No. 90, at p. 3.) \n25. Motions to strike are addressed to the sound discretion of the Court.  \nKingsdown, Inc. v. Hinshaw, 2016 NCBC LEXIS 15, *8 (N.C. Super. Ct. Feb. 17, \n2016) (citing Broughton v. McClatchy Newspapers, Inc., 161 N.C. App. 20, 25, 588 \nS.E.2d 20, 25 (2003)).  The Court, in its discretion, will consider the above-referenced \naffidavits submitted by Plaintiff.  Defendants’ Motion to Strike the affidavits is \nDENIED. \n \n \n \n \nII. Motions for Summary Judgment \nA. Summary Judgment Standard \n26. Plaintiff and Defendants have both moved for summary judgment on \nPlaintiff’s claims for misappropriation of trade secrets and for violation of the \nUDTPA.  The Court must determine if the dispositive facts involved in these claims \nare undisputed and, if so,  which party, if any, is entitled to summary judgment on \nthose claims.   In addition, Defendants have moved for summary judgment on \nPlaintiff’s allegation of civil conspiracy. \n27. “Summary judgment is appropriate if the pleadings, depositions, \nanswers to interr ogatories, and admissions on file, together with affidavits, if any, \nshow that there is no genuine issue of material fact and that any party is entitled to \njudgment as a matter of law.”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC , 365  N.C. 520, 523, 723 S.E.2d 744, 747 (2012)  (internal quotations \nomitted).  An issue is “material” if “resolution of the issue is so essential that the \nparty against whom it is resolved may not prevail.”  Unitrin Auto & Home Ins. Co. v. \nMcNeill, 215 N.C. App. 465, 467, 716 S.E.2d 48, 50 (2011) .  The moving party bears \n“the burden of clearly establishing lack of a triable issue to the trial court.”   N.C. \nFarm Bureau Mut. Ins. Co. v. Sadler , 365 N.C. 178, 182, 711 S.E.2d 114, 116 (2011) \n(internal quotations omitted).  The moving party may meet this burden by “proving \nan essential element of the opposing party’s claim does not exist, cannot be proven at \ntrial, or would have been barred by an affirmative defense.”  Variety Wholesalers, 365 \nN.C. at 523, 723 S.E.2d  at 747.  In considering a motion for summary judgment, all \n \n \nevidence is viewed in the light most favorable to the  nonmoving party.  Mosely v. \nWAM, Inc., 167 N.C. App. 594, 597, 606 S.E.2d 140, 142 (2004). \n28. “If the movant demonstrates the lack of a genuine issue of material fact, \nthe burden shifts to the non -movant to present specific facts which establish the \npresence of a genuine factual dispute for trial.”   Friends of Crooked Creek, L.L.C. v. \nC.C. Partners, Inc., 802 S.E.2d 908, 911–12, 2017 N.C. App. LEXIS 568, at *8 (2017) \n(quoting In re Will of Jones , 362 N.C. 569, 573 , 669 S.E.2d 572, 576 (2008) ).  In \ndetermining whether the non -movant has met its burden, the judge “unavoidably \nasks whether reasonable jurors could find by a preponderance of the evidence that \nthe plaintiff is entitled to a verdict . . . .”  Sloan v. Miller Bldg. Corp., 119 N.C. App. \n162, 165–66, 458 S.E.2d 30, 32 (1995) (quoting Anderson v. Liberty Lobby, Inc. , 477 \nU.S. 242, 252  (1986)) (emphasis omitted).   As recently reiterated by the North \nCarolina Court of Appeals, the burden on the nonmovant goes beyond merely \nproducing some evidence, or a scintilla of evidence, in support of its claims.  Rather,  \n[i]f the movant meets [its] burden, the nonmovant must \ntake affirmative steps to set forth specific facts showing the \nexistence of a genuine issue of material fact.  An adverse \nparty may not rest upon the mere allegations or denials of \nhis pleading.  A genuine issue of material fact is one that \ncan be maintained by substantial evidence.  Substantial \nevidence is such relevant evidence as a reasonable mind \nmight accept as adequate to support  a conclusion and \nmeans more than a scintilla or a permissible inference.   \n \nKhashman v. Khashman, 2017 N.C. App. LEXIS 715, at *15 (Sept. 5, 2017) (internal \ncitations and quotation marks omitted).  In summary, this Court must decide “not \nwhether there is literally no evidence, but whether there is any [evidence] upon which \n \n \na jury could properly proceed to find a verdict for the party producing it, upon whom \nthe onus of proof is imposed.”  Anderson, 477 U.S. at 251.1 \nB. Misappropriation of Trade Secrets \n29. In the Amended Complaint, Plaintiff alleges that Price and Camfil \nviolated the NCTSP A by misappropriating Plaintiff’s trade secrets .  Specifically, \nPlaintiff claims that while employed with Plaintiff, Price had access to Plaintiff’s \ntrade secrets and that he “ac cessed, disclosed, and/or used [P laintiff’s] trade \nsecrets . . . without the knowing and voluntary authority or consent, written or \notherwise, of [Plaintiff]” while acting as an agent of Camfil.  (ECF No. 5 , at ¶¶ 109, \n111.)  The trade secrets that Plainti ff alleges Price misappropriated are the TCOD \nand confidential information in the TCOD; confidential information within SAP and \nSalesforce; and information contained in the CFV Spreadsheet.2  Defendants argue \nthat the information in the TCOD, Salesforce, and SAP are not trade secrets under \nthe NCTSPA and that Plaintiff has failed to provide substantial evidence of \nmisappropriation.  (Defs.’ Resp. Opp. Pl.’s Mot. Partial Summ. J., ECF No. 70, at pp. \n                                                 \n1 The Supreme Court of North Carolina has held that “Federal Rule 56 is substantially the \nsame as our Rule 56, and we therefore look to the Federal decisions for guidance in applying \nour rule.”  Singleton v. Stewart, 280 N.C. 460, 464, 186 S.E.2d 400, 403 (1972); see also Dendy \nv. Watkins, 288 N.C. 447, 452, 219 S.E.2d 214, 217 (1975) (“Federal Rule 56 is substantially \nthe same as Rule 56 of Chapter 1A -1 of the General Statutes and, therefore, it is proper for \nus to look at the federal decisions and textbooks as well as our own for guidance in applying \nthe rule.”). \n2 To the extent that Plaintiff alleged that Defendants misappropriated other programs or \ninformation that Plaintiff uses, such as its Territory Data Sheets, Sales Scorecards, Qlikview, \nand The Sales Portal, (see ECF No. 5, at ¶ 19; ECF No. 45.3, at p. 21), Plaintiff has not pointed \nthe Court to any evidence nor made argument regarding misappropriation of those programs \nor information contained in those programs.  The Court does not consider these programs as \npart of Plaintiff’s claim for misappropriation of trade secrets. \n \n \n2–13.)  Plaintiff and Defendants both seek summary judgment on Plaintiff’s claim for \nmisappropriation of trade secrets. \n30. Under the NCTSPA, “misappropriation” is defined as the “acquisition, \ndisclosure, or use of a trade secret of another without express or implied authority or \nconsent, unless such trade secret was arrived at by independent development, reverse \nengineering, or was obtained from another person with a right to disclose the trade \nsecret.”  G.S. § 66-152(1).  In order to evaluate a claim for misappropriation of trade \nsecrets, the Court must first consid er whether the alleged information constitutes a \ntrade secret.  A “trade secret” is defined as  \nbusiness or technical information, including but not limited \nto a formula, pattern, program, device, compilation of \ninformation, method, technique, or process that:  \n \na. Derives independent actual or potential commercial \nvalue from not being generally known or readily \nascertainable through independent development or \nreverse engineering by persons who can obtain \neconomic value from its disclosure or use; and  \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \n \nG.S. § 66.152(3). \n31. “Trade secret protection is generally precluded for information that is \nwidely available or generally known in the relevant industry.”  RoundPoint Mortg. \nCo. v. Florez, 2016 NCBC LEXIS  18, at *31 (N.C. Super. Ct. Feb. 18, 2016) .  Public \ninformation such as client names, customer contact information, or published prices \nfor products is usually not considered a trade secret.  See Safety Test & Equip. Co. v. \nAm. Safety Util. Corp., 2015 NCBC LEXIS 40, at *26 (N.C. Super. Ct. Apr. 23, 2015) \n \n \n(citing Combs & Assocs. v. Kennedy, 147 N.C. App. 362, 370–71, 555 S.E.2d 634, 640 \n(2001)).  However, “in some instances, a trade secret can be found if the information \nor process has particular value as a compilation or manipulation of information, even \nif the underlying information is otherwise publicly available. ”  RoundPoint, 2016 \nNCBC LEXIS 18, at *32. \n32. This Court has held that “where an individual maintains a compilation \nof detailed records over a significant period of time, ” such that they have particular \nvalue as a compilation or manipulation of information, “those records could constitute \na trade secret even if ‘similar information may have been ascertainable by anyone in \nthe . . . business.’”  Koch Measurement Devices, Inc. v. Armke, 2015 NCBC LEXIS 45, \nat *13 (N.C. Super. Ct. May 1, 2015) (quoting Byrd’s Lawn & Landscaping, Inc. v. \nSmith, 142 N.C. App. 371, 376, 542 S.E.2d 689, 692 (2001)); see also State ex rel. Utils. \nComm’n v. MCI Telecomms., Corp. , 132 N.C. App. 625, 634, 514 S. E.2d 276, 282 \n(1999) (concluding that a “compilation of information” involving customer data and  \nbusiness operations which has “actual or potential commercial value  from not being \ngenerally known”  is sufficient to constitute a trade secret under the NCTSPA); \nRoundPoint, 2016 NCBC LEXIS 18, at *31–32; Red Valve v. Titan Valve, 2018 NCBC \nLEXIS 41, at *27 (N.C. Super. Ct. Apr. 17, 2018)  (citing Koch, Byrd’s, and \nRoundPoint). \ni. The CFV Spreadsheet is not a trade secret \n33. The undisputed evidence establishes that the CFV Spreadsheet is not a \ntrade secret under the NCTSPA.  Plaintiff, through Price, provided the spreadsheet \n \n \nto CFVMC while Price was still employed with Plaintiff and in an effor t to secure a \nsale from CFVMC.  Plaintiff does not argue and presents no evidence that Plaintiff \nasked CFVMC to maintain the spreadsheet or the pricing contained therein in \nconfidence.  Generally, when a party discloses proprietary information to a third \nparty without taking measures to maintain its confidentiality, the information cannot \nbe considered a trade secret under the NCTSPA.  See Bldg. Ctr., Inc. v. Carter Lumber \nof the North, Inc., 2017 NCBC LEXIS 85, at *24–25 (N.C. Super. Ct. Sept. 21, 2017) \n(generally, “a price quote, once provided to the customer” can no longer “be considered \na trade secret”); Computer Design & Integration, LLC v. Brown , 2017 NCBC LEXIS \n8, at *25 (N.C. Super. Ct. Jan. 27, 2017) ( holding that plaintiff failed to establish \nadequate measures to maintain secrecy of its quotes to customers because, inter alia, \n“the evidence of record shows that [plaintiff] did not require its customers to maintain \nthe confidentiality of this information”). \n34. In addition, Defendants provided unrebutted  evidence that the prices \npaid by CFVMC are publicly available to Camfil because CFVMC is a public hospital.  \n(ECF No. 49, at p. 17; ECF No. 55.17.) \n35. Because the CFV Spreadsheet is not a trade secret, Plaintiff’s Motion is \nDENIED, and Defendants’ Motion is GRANTED, as to Plaintiff’s claim for \nmisappropriation of trade secrets regarding the CFV Spreadsheet. \nii. There is no evidence that Defendants misappropriated any \nproprietary algorithms or “engines” used in the TCOD \n \n36. To the extent Plaintiff is attempting to allege that Price and Camfil \nmisappropriated the algorithms or underlying “engines” that perform the \n \n \ncalculations in the TCOD, Plaintiff has not put forth any evidence to support such a \nclaim.  Although Price had access to the TCOD, there is no evidence he had access to \nthe underlying algorithms upon which the TCOD functioned or had any knowledge \nof the specific operations of the underlying “engines.”  Accordingly, to the extent that \nPlaintiff’s claim for misappropria tion of trade secrets includes misappropriation of \nthe algorithms or “engines” underlying the TCOD or any other of Plaintiff’s programs, \nPlaintiff’s Motion is DENIED, and Defendants’ Motion is GRANTED. \niii. There is a dispute of material fact regarding whether the data \nin the TCOD is a trade secret \n \n37. The evidence in the record regarding the data and information compiled \nin the TCOD is muddled.  There is evidence suggesting that the TCOD contains data \nand information acquired from Plaintiff’s customers and prospec tive customers, but \nthe TCOD may also contain certain testing information regarding air filters and filter \nsystems that is widely available. \n38. Furthermore, the evidence regarding Plaintiff’s efforts to maintain the \nconfidentiality of the TCOD is less than cl ear.  On the one hand, Plaintiff has \nadmitted that it provided three distributors access to the TCOD and that those \ndistributors have not signed Plaintiff’s standard TCOD Program Usage Application \nAgreement.  (ECF No. 45.3, at p. 18.)  On the other hand, P laintiff has presented \nevidence that each TCOD report includes a condition stating that the information \nmay not be copied or distributed without Plaintiff’s express written consent.   (Id. at \npp. 18–19.)  It is unclear from the evidence presented what level of access the \n \n \ndistributors had to the TCOD and what exact efforts were taken to maintain the \nconfidentiality of the TCOD reports.  \n39. On the present record, there are disputed facts regarding whether or not \nthe information compiled in the TCOD is a protectab le trade secret under the \nNCTSPA.  Accordingly, to the extent that Plaintiff’s  claim for misappropriation of \ntrade secrets includes misappropriation of the data and information compiled in the \nTCOD, Plaintiff’s Motion is DENIED, and Defendants’ Motion is DENIED. \niv. The data and information compiled in Salesforce and the SAP \nare trade secrets \n \n40. Plaintiff has presented evidence that it has compiled in Salesforce and \nSAP customer-specific data and information that constitute trade secrets within the \ndefinition of the NCTSPA.  The information goes far beyond the mere identities and \nsales histories of Plaintiff’s customer s.  The programs generally permit the \nmanipulation of data to perform calculations and create unique reports.  The ability \nof these programs to compile data and allow for the manipulation of that data for \nspecific customers brings the data maintained by Plaintiff in these programs into the \nrealm of trade secrets.  Defendants make no substantial argument that the customer-\nspecific data, information, and reports, as compiled within Plaintiff’s Salesforce and \nSAP, are not trade secrets.  (Mem. Supp. Defs.’ Mot. Summ. J., ECF No. 49, at pp. \n21–22; ECF No. 70, at p. 6.)  In fact, Camfil’s corporate representative testified that \nCamfil considers the same information that it has compiled within its own sales and \nenterprise planning programs to be confidential and proprietary.  (ECF No. 45.2, at \npp. 35, 40–43.) \n \n \n41. The Court must next consider whether Plaintiff has established a prima \nfacie case that Defendants misappropriated information compiled in the TCOD, \nSalesforce, or SAP.   A prima facie cas e of misappropriation is established by \nintroducing “substantial evidence” that the defendant: “(1) knows or should have \nknown of the trade secret; and (2) has had a specific opportunity to acquire it for \ndisclosure or use or has acquired, disclosed, or used it without the express or implied \nconsent or authority of the owner.”  G.S. §  66-155.  A prima facie case of \nmisappropriation may be established by circumstantial evidence.  TSG Finishing, \nLLC v. Bollinger, 238 N.C. App. 586, 595, 767 S.E.2d 870, 878 (2014). \n42. Preliminarily, Plaintiff has not produced evidence that Defendants have \nactually used or disclosed information compiled in the TCOD, Salesforce, or SAP \nprograms.  Plaintiff cannot identify any specific documents or information \ndownloaded or taken by Price.  ( ECF No. 45.3, at pp. 8 –9.)  Price expressly denies \nthat he downloaded or took any trade secret information from P laintiff’s programs.  \n(ECF No. 61, at pp. 246, 251, 305–06.)  In addition, while it is undisputed that Price \ncontacted some of Plaintiff’s customers after joining Camfil, Plaintiff does not claim \nthat Camfil has successfully solicited aw ay any of Plaintiff’s customers  or provided \nother evidence that might raise an inference of misappropriation.  See, e.g., Medical \nStaffing Network, Inc. v. Ridgway, 194 N.C. App. 649, 659, 670 S.E.2d 321, 329 (2009) \n(holding that a former employee’s accessing of employer’s trade secret information \nduring last few weeks of employment along with, inter alia, “evidence of a substantial \nturnaround in [the defe ndant]’s business, as well as a concurrent, substantial \n \n \ndecrease in [the employer]’s business in the same market, during the same time \nperiod” supported inference that defendant used the plain tiff’s trade secret \ninformation); Sunbelt Rentals, Inc. v. Head & Engquist Equip., LLC,  174 N.C. App. \n49, 57–58, 620 S.E.2d 222, 229 (200 5) (holding that circumstantial evidence of the \ndefendant’s access to trade secrets combined with a substa ntial increase in the \ndefendant’s business, and concurrent, substantial decrease in the plaintiff’s business \nin the same locations, during the same time period, was sufficient to establish a prima \nfacie case of misappropriation of trade secrets); Byrd’s Lawn & Landscaping, 142 N.C. \nApp. 371, 37 6–377, 542 S.E.2d 689, 693 (2001 ) (holding that evidence that former \nemployee accessed historical pricing data immediately before resigning to create \ncompeting landscaping business and then underbid former employer on eight out of \neleven projects was circumstantial evidence of use of trade secrets). \nv. The facts are dispute d as to whether Price’s access to the \nTCOD, Salesforce, and SAP support an inference of actual \nmisappropriation \n \n43. Plaintiff relies on the inferences to be drawn from the facts surrounding \nPrice’s accessing the TCOD, Salesforce, and SAP programs after accepting \nemployment with Camfil and before his last day of employment with Plaintiff  as \nevidence of Price’s actual misappropriation of the trade secrets .  This Court \npreviously looked to  the Fourth Circuit Court of Appea ls’ analysis in RLM \nCommunications, Inc. v. Tuschen , 831 F.3d 190 (4th Cir. 2016)  in determining \nwhether a plaintiff established a prima facie case  of misappropriation under G.S. \n§ 66-155 based solely on access and  opportunity to acquire the trade secret.  Am. Air \n \n \nFilter Co. v. Price, 2017 NCBC LEXIS 9, at *20–24 (N.C. Super. Ct. Feb. 3, 2017).  In \nRLM, the court held that a plaintiff could establish a prima facie case creating an \ninference of misappropriation based solely on access to its trade secrets in one of two \nways.  First, the plaintiff could  \nshow that the defendant [h]as had a specific opportunity to \nacquire [the trade secret] for disclosure or use  . . . without \nthe express or implied consent or authority of the owner . . . \nthe employer would ha ve to prove not merely that its \nemployee had access to trade secrets, but also that the \nemployee abused such access—the employer would have to \nshow knowledge and an unauthorized opportunity t o \nacquire or use trade secrets.   \n \nRLM, 831 F.3d at 201 (quoting G.S. § 66-155) (emphasis in original). \n44. Alternatively, the plaintiff could establish an inference of \nmisappropriation by showing merely that the defendant had knowledge of the trade \nsecret and opportunity to acquire it.  Id.  The defendant could then rebut the inference \n“by showing that the circumstances surrounding the opportunity were not \nsuspicious,” including showing that the opportunity was “provided with consent.”  Id. \nat 202; see also Sunbelt Rentals , Inc. v. Head & Engquist Equip., LLC , 2002 NCBC \nLEXIS 2, at *43 (N.C. Super. Ct. July 10, 2002)  (“Once plaintiff establishes a prima \nfacie case [of misappropriation], the burden shifts to defendants to show that the \ntrade secret was not acquired improperly.”).   If the defendant m eets its rebutta l \nburden, the plaintiff could prove misappropriation by producing “ evidence sufficient \nto raise an inference of actual acquisition or use.”  RLM, 831 F.3d at 202.  The Court \nrecognized that the practical impact of this second alternative proof scheme is that if \nan employee accessed trade secrets at a time when he was authorized to do so, “ the \n \n \nframework will collapse into the question whether the [plaintiff] has sufficient  \nevidence of misappropriation to raise an inference of actual acquisition or use of its  \ntrade secrets.”  Id.  \n45. Plaintiff argues that the undisputed factual evidence raises an inference \nof actual acquisition of Plaintiff’s trade secrets which entitle Plaintiff to judgment in \nits favor.  (Pl.’s Br. Supp. Mot. Partial Summ. J., ECF No. 45, at pp. 20–21; Pl.’s Br. \nResp. Defs.’ Mot. Summ. J., ECF No. 66 , pp. 17 –20.)  Plaintiff contends it is  \nundisputed that Price accessed the TCOD, Salesforce, and SAP after he had agreed \nto employment with Camfil in or around the last few days of July 2016, but without \nPlaintiff’s knowledge that Price was going to work for Camfil.  Plaintiff asserts that \nPrice’s access after he accepted employment with Camfil was unauthorized because \nPlaintiff has a policy and practice of terminating employees once Plaintiff learns they \nhave accepted employment with a competitor.  As evidence of this policy, Plaintiff \npoints to Price’s testimony that he believed Plaintiff would likely have terminated \nhim had he disclosed that he had accepted a job with Camfil.  (ECF No. 45, at p. 11; \nECF No. 66, at pp. 6 –7.)  Plaintiff argues the inference of misappropriation also is \nsupported by the undisputed facts surrounding Price’s secretive negotiation of \nemployment with Camfil and his lack of candor with Plaintiff regard ing the reason \nhe was resigning his employment.  (ECF No. 45, at pp. 20–21.) \n46. Defendants, however, argue that the facts surrounding Price’s access to \nthe TCOD, Salesforce, and SAP establish that he did not acquire or use Plaintiff’s \ntrade secrets .  (ECF No.  49, at pp. 10 –17; ECF No. 70 , at p p. 9–14.)  Plaintiff \n \n \ncontinued to provide Price access to the TCOD, Salesforce, and SAP for a week after \nPrice notified Plaintiff of his resignation, albeit without disclosing his employment \nwith Camfil.  (ECF No. 70, at pp. 15–16.)  Defendants also have introduced evidence \nthat Plaintiff is unable to identify any other employee to which it has applied its \nalleged policy of terminating access of employees who accept employment with a \ncompetitor.  (ECF No. 45.3, at pp. 8 –9.)  Defendants also contend that Price’s \ntestimony that he accessed the TCOD, Salesforce, and SAP only for purposes of \ncompleting his job duties with Plaintiff  is unrebutted.  (ECF No. 70, at pp. 16 –17.)  \nFinally, Defendants argue that Plaintiff has produce d no evidence that Defendants \nhave used Plaintiff’s trade secrets to acquire Plaintiff’s customers or create new \ntechnologies, or that Plaintiff has suffered any actual damages as a result of the use \nof Plaintiff’s trade secrets.  (ECF No. 70, at pp. 12–13.) \n47. The Court concludes that the facts surrounding Price’s access to the \nTCOD, Salesforce, and SAP are in dispute and create genuine issue s regarding \nwhether Defendants actually acquired Plaintiff’s trade secrets that must be resolved \nby a jury .  Plaintiff’s Motion for Partial Summary Judgment is DENIED as to \nPlaintiff’s claim for misappropriation of trade secrets regarding information compiled \nin the TCOD, SAP, and Salesforce, and Defendants’ Motion for Summary Judgment \nis DENIED as to Plaintiff’s claim for misappropriation of trade secrets regarding the \nTCOD, SAP, and Salesforce. \nvi. Plaintiff has presented no evidence of actual damages arising \nfrom misappropriation of its trade secrets \n \n \n \n48. Finally, Defendants argue that they should be granted summary \njudgment on the issue of actual damages  under the NCTSPA  because Plaintiff has \nnot put forth any evidence that it suffered actual damages as a result of Price’s alleged \nmisappropriation.  (ECF No. 49, at pp. 22–23.) \n49. The Court agrees that Plaintiff has not presented any evidence that it \nsuffered actual damages.  In addition, Plaintiff does not make any argument in \nopposition to Defendants’ request for summary judgment on the issue of actual \ndamages but merely notes that it may still seek punitive damages under the NCTSPA \nbased on an award of nominal  damages.  (ECF No. 66, at p. 2 5, citing Hawkins v. \nHawkins, 101 N.C. App. 529, 532, 400 S.E.2d 472, 474 (1991) (“Once a cause of action \nis established, plaintiff is entitled to recover, as a matter of law, nominal damages, \nwhich in turn support an award of punitive damages.”) .)  Accordingly, the facts \nregarding Plaintiff’s entitlement to actual damages on its claims under the NCTSPA \nare not in dispute, and Defendants are entitled to summary judgment in their favor \non this issue.  Defendants’ Motion for Summary Judgment is GRANTED as to \nPlaintiff’s claim for actual damages under the NCTPSA. \nC. Unfair and Deceptive Trade Practices \n50. Plaintiff and Defendants both move for summary judgment in their \nrespective favors on Plaintiff’s claim for unfair and deceptive trade practice in \nviolation of the UDTPA.  (ECF No. 5, at ¶¶ 117–121.)  A claim for unfair and deceptive \ntrade practices requires that the plaintiff show “(1) an unfair or deceptive act  or \npractice, (2) in or affecting commerce, and (3) which proximately caused injury to \n \n \nplaintiffs.”  Walker v. Fleetwood Homes of N.C., Inc., 362 N.C. 63, 71–72, 653 S.E.2d \n393, 399 (2007).   \n51. Misappropriation of trade secrets may form the basis of a UDTPA claim \nif the misappropriation satisfies the th ree required elements for an unfair trade \npractices claim.  Drouillard v. Keister Wi lliams Newspaper Services, Inc. , 108 N.C. \nApp. 169, 172, 423 S.E.2d 324, 326 (1992) (“If the violation of the Trade Secrets \nProtection Act satisfies this three prong t est, it would be a violation of [G.S.] § 75-\n1.1.”)  The Court already has concluded that issues of fact remain for resolution by a \njury regarding Plaintiff’s claim for misappropriation of trade secrets, and such claim \ncould support Plaintiff’s claim under the UDTPA. \n52. Defendants argue that Plaintiff ’s unfair trade practices claim fails \nbecause Plaintiff has not provided evidence that it suffered actual damages as a result \nof the alleged misappropriation of its trade secrets.  (ECF No. 49, at p. 24.)  \nDefendants are incorrect.   In this case, if Plaint iff prevails on its claim for \nmisappropriation of trade secrets , it would be entitled to an award of nominal \ndamages even absent evidence of actual damages , which would be  sufficient to \nsupport the claim under the UDTPA.  Estate of Hurst v. Moorehead I, LLC, 228 N.C. \nApp. 571, 583–85, 748 S.E.2d 568, 578 (2013)  (“[A]n award of actual damages is not \nrequired to support a finding that plaintiffs were injured by the acts complained of.  \nRather, as the trial court instructed, the jury need only find that defend ants’ unfair \nor deceptive act or practice proximately caused an injury to plaintiffs  . . . [and an] \n \n \naward of nominal damages are sufficient to support [a claim] for unfair and deceptive \ntrade practices.”).   \n53. Plaintiff has not established that it is entitled to summary judgment on \nits claim for misappropriation of trade secrets because disputed issues of fact remain.  \nAccordingly, Plaintiff’s partial motion for summary judgment should be DENIED as \nto Plaintiff’s claim for unfair and deceptive trade practices.  However, since Plaintiff’s \nclaim for misappropriation of trade secrets survives the motion for summary \njudgment and could support a claim for unfair and deceptive trade practices, \nDefendants’ motion for summary judgment should also be DENIED.   \nD. Conspiracy \n54. Plaintiff also claims  that Price and Camfil “maliciously, willfully, \nwantonly, and intentionally conspired” to misappropriate and illegally use Plaintiff’s \ntrade secrets and to commit unfair and deceptive trade practices.  (ECF No. 5, at \n¶ 123.)  Defendants move for summary judgment on Plaintiff’s allegation of  \nconspiracy, arguing  that Plaintiff has not provided any evidence of an actual \nagreement between Price and Camfil that would support such a claim.  \n55. Civil conspiracy is not an independent cause of action in North Carolina; \nrather, liability for civil conspiracy must be alleged in conjunction with an underlying \nclaim for unlawful conduct.  Toomer v. Garrett, 155 N.C. App. 462, 483, 574 S.E.2d \n76, 92 (2002).  To state a claim for civil conspiracy, a plaintiff must show: “(1) an \nagreement between two or more individuals; (2) to do an unlawful act or to do a lawful \nact in an unlawful way; (3) resulting in injur y to plaintiff inflicted by one or more of \n \n \nthe conspirators; and (4) pursuant to a common scheme. ”  Piraino Bros., LLC v. \nAtlantic Fin. Grp., Inc. , 211 N.C. App. 343, 350, 712 S.E.2d 328, 333 (2011).   \n“[S]ufficient evidence of the agreement must exist to create more than a suspicion or \nconjecture in order to justify submission of the issue to a jury.”  Boyd v. Drum, 129 \nN.C. App. 586, 592, 501 S.E.2d 91, 96 (1998) (internal quotations omitted). \n56. Plaintiff has not put forth evidence in this case that Price entered into \nany agreement with Camfil to misappropriate trade secrets.  The most Plaintiff has \nshown is that, after Plaintiff notified Camfil of Price’s alleged obligations under his \nemployment agreement, Brunetti discussed the issue with Price  and Price \nsubsequently sent Brunetti a list of Plaintiff’s customers he had contacted, as well as \na copy of the C FV Spreadsheet.  (ECF No. 45.2, at p p. 111, 115; ECF No.  58.4, Ex. \n23.)  This is not, however, evidence that Camfil and Price made an agreement that \nPrice would misappropriate trade secrets from Plaintiff  or engage in any other \nunlawful conduct.  Defendants’ motion for summary judgment should be GRANTED \nas to Plaintiff’s allegation of civil conspiracy.  \nTHEREFORE, IT IS ORDERED that: \n57. Defendants’ Motion to Strike is DENIED. \n58. Plaintiff’s Motion for Partial Summary Judgment is DENIED and \nDefendants’ Motion for Summary Judgment is GRANTED as to Plaintiff’s claim for \nmisappropriation of trade secrets regarding the CFV Spreadsheet. \n59. Plaintiff’s Motion for Partial Summary Judgment is DENIED and \nDefendants’ Motion for Summary Judgment is GRANTED as to Plaintiff’s claim for \n \n \nmisappropriation of trade secrets regarding of the algorithms or “engines” underlying \nthe TCOD or any other of Plaintiff’s programs. \n60. Plaintiff’s Motion for Partial Summary Judgment and Defendants’ \nMotion for Summary Judgment are DENIED as to Plaintiff’s claim for \nmisappropriation of trade secrets regarding information compiled in the TCOD, \nSalesforce, and SAP.  \n61. Defendants’ Motion for Summary Judgment is GRANTED as to \nPlaintiff’s claim for actual damages under the NCTPSA. \n62. Plaintiff’s Motion for Partial Summary Judgment and Defendants’ \nMotion for Summary Judgment are DENIED as to Plaintiff’s claim for  violation of \nthe UDTPA. \n63. Defendants’ Motion for Summary Judgment is GRANTED as to \nPlaintiff’s allegation of civil conspiracy. \n64. Except as expressly granted herein, Plaintiff’s  Motion for Partial \nSummary Judgment and Defendants’ Motion for Summary Judgment are DENIED. \n \nSO ORDERED, this the 10th day of July, 2018. \n \n/s/ Gregory P. McGuire      \n    Gregory P. McGuire \n    Special Superior Court Judge for \n      Complex Business Cases "
}