{
  "id": "cbeff6782d6910ed380af10eb733617001aead4b77bdc154fd3907e75a5a8062",
  "source_file": "data/raw/ncbc/cbeff6782d6910ed380af10eb733617001aead4b77bdc154fd3907e75a5a8062.pdf",
  "raw_text": "Front St. Constr., LLC v. Colonial Bank, N.A., 2012 NCBC 25. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 10 CVS 15759 \n \n \nFRONT STREET CONSTRUCTION, LLC; ) \nHILLSBOROUGH RESIDENTIAL ) \nASSOCIATES; EYC HILLSBOROUGH, LLC; ) \nK & S HILLSBOROUGH RESIDENTIAL,  ) \nLLC; ELLIS Y. COLEMAN, Individually and ) \nNATALIE Y. COLEMAN, Individually, ) \n Plaintiffs ) \n  )    \n v.  )   \n   ) \nCOLONIAL BANK, N.A. and BRANCH ) \nBANKING AND TRUST COMPANY ) \n  Defendants ) \n \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 09 CVS 21562 \n \n \nS.T. WOOTEN CORPORATION, ) \n Plaintiff )  \n  ) \n v.  )   \n   ) \nFRONT STREET CONSTRUCTION, LLC; ) \nHILLSBOROUGH RESIDENTIAL  ) \nASSOCIATES; EYC HILLSBOROUGH, LLC; ) \nK & S HILLSBOROUGH RESIDENTIAL, ) \nLLC; COLONIAL BANK, N.A.; DAWN  ) \nHELMS SHARFF; TRUSTEE and BRANCH ) \nBANKING AND TRUST COMPANY, ) \n  Defendants ) \n \n \n \n \n \n \n \n \nOPINION AND ORDER ON MOTIONS TO DISMISS  \n \n THESE CONSOLIDATED ACTIONS, designated complex bus iness cases by \nOrder of the Chief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. \nStat. § 7A-45.4(b) (hereafter, all references to the General Statutes will be to \"G.S.\"), \nand assigned to the undersigned Chief Special Superior Court Judge for Complex \nBusiness Cases, now come before the court upon Defendants Branch Banking and \nTrust Company and Colonial Bank, N.A.'s (a) Motion to Dismiss All Claims, in case No. \n10 CVS 15759 (\"Front Street Motion\") and (b) Motion to Dismiss All Amended Claims, in \ncase No. 09 CVS 21562 (\"Wooten Motion\") (collectively, \"Motions\"); and \nTHE COURT, after considering the Motions, the arguments and briefs in support \nof and in opposition to the Motions, other submissions of counsel and appropriate \nmatters of record, CONCLUDES that the Motions should be GRANTED in part and \nDENIED in part, as reflected below in this Opinion and Order. \nCurrin & Currin, by George B. Currin, Esq. and Robin T. Currin, Esq. for Front \nStreet Construction, LLC; Hillsborough Residential Associates; EYC \nHillsborough, LLC; K & S Hillsborough Residential, LLC; Ellis Y. Coleman and \nNatalie Y. Coleman. \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP, by Matthew G.T. \nMartin, Esq. for S.T. Wooten Corporation. \n \nColeman, Gledhill, Hargrave & Peek, by Katherine Thrall Merritt, Esq. for Front \nStreet Construction, LLC. \n \nWomble Carlyle Sandridge & Rice, LLP, by Pressly M. Millen, Esq., Christopher \nW. Jones, Esq. and Amanda G. Ray, Esq. for Colonial Bank, N.A. and Branch \nBanking & Trust Company. \n \nJolly, Judge. \n \n \n \n \nI. \nPROCEDURAL BACKGROUND  \n[1] On October 14, 2010, in Wake County civil actio n No. 10 CVS 15759, \nPlaintiffs Front Street Construction, LLC (\"FS Construction\"), EYC Hillsborough, LLC \n(\"EYC\"), K & S Hillsborough Residential, LLC (\"K&S\"), Hillsborough Residential \nAssociates (\"HRA\"), Ellis Y. Coleman (\"Ellis Coleman\") and Natalie Y. Coleman \n(\"Natalie Coleman\") (collectively, \"Front Street Plaintiffs\") filed the Amended Complaint \nand Motion for Temporary Restraining Order and Preliminary Injunction Under N.C.R. \nCiv. P. 65 (\"Front Street Complaint\") against Colonial Bank, N.A. (\"Colonial\") and \nBranch Banking and Trust Company (\"BB&T\") (collectively, \"Bank Defendants\"). \n[2] The Front Street Complaint alleges six claims f or relief (\"Front Street \nClaim(s)\") against Bank Defendants: Breach of Contract (\"Front Street Claim One\"), \nNegligence (\"Front Street Claim Two\"), Negligent Misrepresentation (\"Front Street \nClaim Three\"), Fraudulent Concealment (\"Front Street Claim Four\"), Unfair and \nDeceptive Trade Practices (\"Front Street Claim Five\") and Temporary Restraining Order \nand Preliminary Injunction Pursuant to Rule 65 of N.C. Rules of Civil Procedure (\"Front \nStreet Claim Six\"). 1  Front Street Claims One through Six are alleged against BB&T, as \nsuccessor-in-interest to Colonial; Front Street Claims One and Five are alleged against \nBB&T directly, for its own actions. \n[3] On November 22, 2010, Bank Defendants filed the  Front Street Motion \nand a brief in support of the Front Street Motion. 2 \n                                                 \n1 The court does not address Front Street Claim Six at this time as it is not ripe for adjudication, given that \nit seeks injunctive relief from a foreclosure proceeding that Defendants have not yet instituted. \n2 Defs. Mem. Supp. Mot. Dismiss All Claims (\"Front Street Memo\"). \n \n \n[4] On March 23, 2011, the court conducted a hearin g on the Front Street \nMotion and determined that further briefings were necessary.  The court required that \nthe Purchase and Assumption Agreement (\"PAA\") between the Federal Deposit \nInsurance Corporation (\"FDIC\") and BB&T, whereby BB&T purchased certain assets \nand liabilities belonging to Colonial, be submitted, and the court provided the parties an \nopportunity to brief any issues raised by the PAA. \n[5] Subsequently, on July 21, 2011, in Wake County civil action No. 09 CVS \n21562, Plaintiff S.T. Wooten Corporation (\"Wooten\") (collectively with the Front Street \nPlaintiffs, \"Plaintiffs\") filed an Amended Complaint 3 (\"Wooten Complaint\") against FS \nConstruction, EYC, K&S, HRA, Colonial, BB&T and Dawn Helms Sharff (\"Sharff\"), The \nWooten Complaint alleges eight claims for relief, of which only four are alleged against \nBank Defendants (\"Wooten Claim(s)\") (collectively with the Front Street Claims, \n\"Claims\").  The Wooten Claims are: Fraudulent Misrepresentation (\"Wooten Claim \nOne\"), Negligent Misrepresentation (\"Wooten Claim Two\"), Unfair and Deceptive Trade \nPractices (\"Wooten Claim Three\") and Equitable Lien on Funds (\"Wooten Claim Four\").4 \n[6] On September 13, 2011, Bank Defendants filed th e Wooten Motion and a \nbrief in support of the Wooten Motion.  Both Motions raise substantially the same factual \n                                                 \n3 Wooten initiated its action in 2009.  The early stage of the action focused on a lien priority issue.  That \nissue was resolved in 2010 by an order granting sum mary judgment in favor of Colonial.  Wooten then \nmoved to amend its original complaint to add BB&T, as successor-in-interest to Colonial, as a defendant.  \nAfter Wooten filed the Wooten Complaint, Bank Defen dants filed a Notice of Designation under G.S. 7A-\n45.4, designating the Wooten action as a mandatory complex business case.  In December 2011, the \nCourt of Appeals affirmed the judgment on the lien priority issue.  See  S.T. Wooten Corp. v. Front St. \nConstr., LLC, __ N.C. App. __, 719 S.E.2d 249 (2011). \n4 For clarity and purposes of this Opinion and Order, the court defines Wooten's Claims against Bank \nDefendants as set forth above.  The Wooten Claims, as they actually are alleged in the Wooten \nComplaint, are as follows: Fifth Cause of Action (Fraudulent Misrepresentation), Sixth Cause of Action  \n(Negligent Misrepresentation), Seventh Cause of Action (Unfair and Deceptive Trade Practices) and \nEighth Cause of Action (Equitable Lien on Funds). \n \n \nand legal issues and seek to dismiss all Claims, pursuant to Rules 12(b)(1) and 12(b)(6) \nof the North Carolina Rules of Civil Procedure (\"Rule(s)\").  \n[7] On October 28, 2011, the parties filed a Joint Motion to Consolidate for All \nPurposes (\"Motion to Consolidate\"), seeking consolidation of the above-captioned \nactions on the basis that both cases share factual, legal and procedural similarities. \n[8] On October 31, 2011, the court granted the Moti on to Consolidate and \nordered that both actions be consolidated for all purposes.  \n[9] The Motions have been fully briefed and are rip e for determination. \nII. \nFACTUAL BACKGROUND  \n Among other things, the Front Street and Wooten Co mplaints allege that: \nA. \nThe Parties  \n[10] FS Construction is a limited liability company  organized and existing under \nthe law of the State of North Carolina and is engaged in the business of real estate \ndevelopment in North Carolina. 5 \n[11] Wooten is a corporation organized and existing  under the law of the State \nof North Carolina and is engaged in the construction business in North Carolina. 6   \n[12] EYC is a limited liability company organized a nd existing under the law of \nthe State of North Carolina and is engaged in the business of real estate development \nin North Carolina. 7 \n                                                 \n5 Front Street Compl. ¶ 1. \n6 Wooten Compl. ¶ 1. \n7 Front Street Compl. ¶ 2. \n \n \n[13] K&S is a limited liability corporation organiz ed and existing under the law \nof the State of Delaware.  K&S is engaged in the business of real estate development in \nNorth Carolina. 8 \n[14] HRA is a New York joint venture between EYC an d K&S and is engaged \nin the business of real estate development in North Carolina. 9 \n[15] Ellis Coleman is a citizen and resident of Cha rleston, South Carolina and \nis the managing member of EYC. 10  \n[16] Natalie Coleman is a citizen and resident of C harleston, South Carolina. 11  \n[17] At times material, Colonial was a national ban k with its principal place of \nbusiness in Alabama. 12   Colonial provided banking services, including loans for \ncommercial developments, to citizens in other states, including North Carolina. 13   On \nAugust 14, 2009, the State of Alabama Banking Department took possession and \ncontrol of Colonial and appointed the FDIC as receiver. 14  \n[18] BB&T is a North Carolina banking corporation, with its principal place of \nbusiness in North Carolina. 15   BB&T provides comprehensive banking services in Wake \nCounty, North Carolina, among other places. 16  \n[19] Sharff is a citizen and resident of Alabama, a nd she is named as a party in \nthe Wooten case only in her capacity as Trustee under the Deed of Trust, Security \n                                                 \n8 Id . ¶ 3. \n9 Id . ¶ 4. \n10  Id . ¶ 5. \n11  Id . ¶ 6. \n12  Id.  ¶ 7. \n13  Id.  \n14  Id. \n15  Id. ¶ 8. \n16  Id . \n \n \nAgreement and Assignment of Rents and Leases recorded in the Orange County \nRegister of Deeds Office at Book 4215, Page 21 for the benefit of Colonial. 17  \nB. \nThe Corbinton Commons Project  \n[20] HRA entered into a loan agreement with Colonia l on February 7, 2007, by \nwhich Colonial was to provide HRA with $14,000,000 in financing under a revolving loan \n(\"Loan Agreement\"). 18   The Loan Agreement specified the financing was to be used for \nthe construction of a residential and healthcare facility, commonly referred to as \nCorbinton Commons (\"Project\").19  \n[21] Section 2.01 of the Loan Agreement obligated C olonial to advance up to \n$4,431,000 for the \"land and site work/infrastructure.\"20   The remaining loan amount \ncould be advanced by Colonial on its own initiative or upon HRA's request.21  \n[22] The Front Street Plaintiffs planned to develop  the Project by first \ncompleting site work and infrastructure projects before starting vertical construction and \nselling homes. 22   Front Street Plaintiffs anticipated having a revenue source from early \nhome sales, which would be used to pay down interest accruing under the Loan \nAgreement and to secure additional funding for more construction on the Project. 23  \n[23] FS Construction effectively served as general contractor and/or agent to \nHRA, EYC and/or K&S, with regard to handling the construction for the Project. 24  \n                                                 \n17  Wooten Compl. ¶12. \n18  Front Street Compl. ¶ 11. \n19  Id . ¶ 10 \n20  Id.  ¶ 13. \n21  Id . ¶ 12. \n22  Id.  ¶ 14. \n23  Id.  \n24  Wooten Compl. ¶¶ 20-21. \n \n \n[24] Wooten contracted with FS Construction to perf orm site work and \ninfrastructure construction services for the Project, including clearing and grading, \nerosion control and drainage work, utilities installation, retaining wall construction, curb \nand gutter installation, paving and sidewalk installation. 25   The contract price for these \nservices was approximately $5,900,000. 26   Payments for the work were to be made to \nWooten out of the loan proceeds advanced under the Loan Agreement from Colonial to \nHRA.27  \n[25] Prior to entering into the contract with FS Co nstruction, Wooten contacted \nColonial to seek assurances from Colonial that the loan proceeds would be advanced \nfor the work Wooten had been contracted to perform.28   Robert Rowe, a Colonial loan \nofficer, represented to Wooten that the loan proceeds were available and would be \ndistributed as work on the Project progressed.29   Wooten sought and received further \nassurances from HRA, EYC, K&S and/or FS Construction that the loan proceeds \ndistributed by Colonial would be provided to Wooten for the work performed. 30  \n[26] From September 14, 2007, to May 13, 2009, Woot en provided labor and \nmaterials to the Project in reliance on the assurances made by Colonial, FS \nConstruction, HRA, EYC and K&S that Wooten would be paid for this work.31  \n[27] On December 25, 2008, Colonial stopped advanci ng loan proceeds under \nthe Loan Agreement to HRA for the Project. 32  \n                                                 \n25  Id.  ¶¶ 24, 28, 34, 38.  \n26  Front Street Compl. ¶ 20. \n27  Id.  \n28  Wooten Compl. ¶¶ 26-28.  \n29  Id.  ¶¶ 27-28. \n30  Id. ¶ 35. \n31  Id. ¶¶ 28, 30, 35. \n32  Id.  ¶ 34.  \n \n \n[28] On May 13, 2009, Wooten stopped work on the Pr oject due to non-\npayment. 33   \n[29] On August 14, 2009, the State of Alabama Banki ng Department closed \nColonial and appointed the FDIC as receiver, thereby invoking application of the \nFinancial Institutions Reform, Recovery and Enforcement Act (\"FIRREA\"). 34   On the \nsame day, the FDIC, as receiver, transferred a majority of Colonial's assets and \nliabilities to BB&T pursuant to the PAA entered into between the FDIC and BB&T. 35   As \nsuch, BB&T became the successor-in-interest to Colonial on May 31, 2010, as \ncontemplated in the PAA.36  \nIII. \nDISCUSSION  \n[30] Both Motions seek dismissal on substantially t he same grounds, pursuant \nto Rules 12(b)(1) and 12(b)(6), respectively. \n[31] Bank Defendants first raise a jurisdictional i ssue under Rule 12(b)(1), \ncontending that under the circumstances of these actions, FIRREA divests the court of \nsubject matter jurisdiction to hear Plaintiffs' Claims.  The court must decide this issue as \na threshold matter.  To the extent the court may determine that it has jurisdiction, it then \nmust decide whether certain Plaintiffs have standing to bring certain Claims, and if so, \nwhether Plaintiffs have sufficiently pleaded their Claims to survive a Rule 12(b)(6) \nmotion to dismiss. \n \n                                                \n \n33  Id.  ¶ 35.  \n34  Id. ¶ 39. \n35  Id.  ¶ 40. \n36  Id.  ¶¶ 8, 34. \n \n \nA. \nBank Defendants' Rule 12(b)(1) Jurisdictional Motions \n[32] A Rule 12(b)(1) motion seeks dismissal of an a ction for lack of subject \nmatter jurisdiction.  Subject matter jurisdiction enables a court to hear a case and is a \nprerequisite for a court to exercise judicial authority over a case and controversy.  Harris \nv. Pembaur , 84 N.C. App. 666, 667 (1987).  A federal statute may divest subject matter \njurisdiction from a state court that ordinarily would have jurisdiction over the type of \nclaim being brought.  See Jackson Cnty. v. Swayney , 319 N.C. 52 (1987) (affirming \ndismissal for lack of subject matter jurisdiction regarding a suit based on paternity \nbecause federal Indian law divested the state trial court of jurisdiction).  It is appropriate \nfor a court to consider and weigh matters outside the pleadings when ruling on a motion \nto dismiss for lack of subject matter jurisdiction brought under Rule 12(b)(1).  Tart v. \nWalker , 38 N.C. App. 500, 502 (1978). \n[33] Bank Defendants contend that the court does no t have subject matter \njurisdiction to hear Plaintiffs' Claims because Plaintiffs have not complied with the \nadministrative requirements set forth in FIRREA before bringing the Claims against \nBank Defendants. 37   Specifically, Bank Defendants contend that Plaintiffs must exhaust \nall administrative remedies against the FDIC before any court has subject matter \njurisdiction to adjudicate the current dispute. 38  \n[34] The parties agree that FIRREA requires all adm inistrative remedies to be \nexhausted before a court can exercise jurisdiction over a claim against an institution in \n                                                 \n37  Front Street Memo 7. \n38  Id. 7. \n \n \nwhich the FDIC has been appointed receiver. 39   Plaintiffs concede that they have not \nmet the exhaustion requirement set forth in FIRREA prior to bringing their Claims. 40   \nDespite these concessions, Plaintiffs contend that FIRREA is inapplicable to their \nClaims and that Plaintiffs do not have to present their Claims to the FDIC or exhaust \nadministrative remedies before bringing the Claims before this court.  As support for this \ncontention, Plaintiffs argue that BB&T expressly assumed liability for Plaintiffs' Claims \nwhen BB&T and the FDIC entered into the PAA.  They contend that by virtue of the \nlanguage in the PAA, the FDIC transferred liability to BB&T, and in doing so, rendered \nthe exhaustion requirements of FIRREA inapplicable as to those transferred assets and \nliabilities. 41  \n[35] Because there is no dispute that Plaintiffs ha ve not exhausted their \nadministrative remedies before the FDIC prior to bringing the Claims, whether FIRREA \napplies here is determinative on the issue of subject matter jurisdiction. \n1. \nOverview of FIRREA  \n[36] FIRREA was enacted by Congress in 1989 to prov ide an administrative \nreview process for all claims asserted against a failed institution that is in FDIC \nreceivership.  See  12 U.S.C. § 1821(d)(5).  Pursuant to 12 U.S.C. § 1821(d)(3)-(5), all \nclaims brought against a failed institution must be presented to the FDIC as receiver.  \nThe FDIC must then determine whether the claims should be paid or disallowed.  Upon \ntimely request, a claimant is entitled to judicial review of the FDIC's final determination \n                                                 \n39  Pls. Resp. Brief Opp'n Defs. Mot. Dismiss 9. \n40  Id. 9-10. \n41  Id.  10. \n \n \nin the appropriate federal court.  See  12 U.S.C. § 1821(d)(6)(A).  Section \n1821(d)(13)(D), dealing with limits on judicial review, provides: \nExcept as otherwise provided in this subsection, no  court \nshall have jurisdiction over-- \n \n(i) any claim or action for payment from, or any ac tion \nseeking a determination of rights with respect to, \nthe assets of any depository institution for which \nthe [FDIC] has been appointed receiver, including \nassets which the [FDIC] may acquire from itself as \nsuch receiver; or \n \n(ii) any claim relating to any act or omission of s uch \ninstitution or the [FDIC] as receiver. \n \n[37] FIRREA divests jurisdiction from all courts to  hear claims against the \nassets of a failed institution in which the FDIC has been appointed receiver, unless and \nuntil the administrative review process has been exhausted.  See  12 U.S.C. § \n1821(d)(13); see also  Carlyle Towers Condo. Ass'n, Inc. v. FDIC , 170 F.3d 301, 307 (2d \nCir. 1999) (\"[S]ection 1821(d)(13)(D), when read in conjunction with the rest of section \n1821(d), creates a requirement that all claims be presented to the FDIC before a \nclaimant may seek judicial review.\"). \n42   Consequently, it is well settled, by both case law \nand the plain language of the statute, that a court does not have subject matter \njurisdiction to hear a claim against the assets of a failed institution for which the FDIC is \nreceiver. \n[38] However, FIRREA is silent, and case law is lar gely unsettled, on whether \nFIRREA's exhaustion requirement must be satisfied before a party can bring an action \nagainst an entity that purchases assets and liabilities of a failed institution from the \n                                                 \n42  Once a party has exhausted its administrative remedies before the FDIC, the party may seek \nadministrative review of the FDIC's claim decision or file suit on such claim in either the district court \nwithin which the failed bank's principal place of business was located or the United States District C ourt \nfor the District of Columbia.  See 12 U.S.C. § 1821(d)(6)(A)(ii). \n \n \nFDIC.  More specifically, only a handful of federal courts have interpreted the \napplicability of FIRREA's exhaustion requirement when, as Plaintiffs contend here, a \nsuccessor bank expressly assumes liabilities of a failed bank from the FDIC under a \npurchase and assumption agreement, and where the assets and liabilities assumed are \nthe basis for the claim against the successor bank.43  \n[39] A review of the applicable case law and author ity indicates that this \nquestion presents an issue of first impression for North Carolina courts. 44  \n2. \nApplicability of FIRREA to Plaintiffs' Claims  \n[40] In their arguments, Bank Defendants direct the  court to case law from \nother jurisdictions that requires a party to exhaust its administrative remedies, \nregardless of the existence of a purchase and assumption agreement, before a court \nhas subject matter jurisdiction to hear the dispute.  See Vill. of Oakwood v. State Bank \n& Trust Co. , 539 F.3d 373, 386 (6th Cir. 2008); Am. First Fed., Inc. v. Lake Forest Park, \nInc. , 198 F.3d 1259, 1263 (11th Cir. 1999); Aber-Shukofsky v. JPMorgan Chase & Co., \n755 F. Supp. 2d 441, 446-47 (E.D.N.Y. 2010).  While these cases hold that FIRREA \ndivests all courts of subject matter jurisdiction, they do not fully address the effect of a \ntransfer of liability pursuant to a purchase and assumption agreement. \n[41] In Aber-Shukofsky , the plaintiffs were former employees of a failed bank \nthat was under FDIC receivership.  Plaintiffs contended they had viable wage and hour \n                                                 \n43  Case law from federal courts can be used by the court to guide its analysis and decision.  See  \nMcCracken & Amick, Inc. v. Perdue , 201 N.C. App. 480, 488 n.14 (2009) (\"Although not  binding on North \nCarolina's courts, the holdings and underlying rationale of lower federal courts may be considered \npersuasive authority in interpreting a federal statute.\"). \n44  Neither party has presented the court with authority from North Carolina, either binding or persuasive.  \nThe court is not aware of any North Carolina authority on point. \n \n \nclaims arising from their employment with the failed bank.  755 F. Supp. 2d at 444.  \nCertain assets of the failed bank were sold by the FDIC to a successor bank.  Id.   The \nplaintiffs were attempting to bring their wage and labor law claims against the successor \nbank without first exhausting their administrative remedies against the FDIC.  Id.  at 445.  \nThe plaintiffs did not contend that the successor bank had expressly assumed the \nliabilities at issue in the case.  Rather, they contended that FIRREA did not bar their \nclaims due to the fact that the successor bank had assumed some of the assets and \nliabilities from the failed bank.  Id.  at 446.  The court held that it did not have subject \nmatter jurisdiction over the claims because the plaintiff's claims \"relate to acts and \nomissions of [the failed bank] under FIRREA\" and that 12 U.S.C. § 1821(d)(13)(D)(ii) \ndivested a court of jurisdiction before a party had exhausted its administrative remedies \nagainst the FDIC.  Id.  at 446.  However, even though the successor bank contractually \nassumed some of the failed bank's assets and liabilities, the successor bank did not \nexpressly assume the specific liabilities upon which the plaintiffs were attempting to \nsue. 45   See id. at 447.  Therefore, the court in that case dismissed the plaintiffs' claims \nfor failing to exhaust its administrative remedies against the FDIC. \n[42] Similarly, in Village of Oakwood , the Sixth Circuit Court of Appeals \naffirmed the district court's dismissal of the plaintiff's claims on jurisdictional grounds \npursuant to FIRREA because the plaintiff's complaint, although only naming the \nsuccessor bank as a defendant, alleged that the FDIC, and not the successor bank, had \nbreached its fiduciary duties towards the plaintiff.  539 F.3d at 376.  The court held that \nthe plaintiffs could not indirectly attack the FDIC by alleging a claim against the \n                                                 \n45  Because the plaintiffs did not allege that the successor bank had expressly assumed the liabilities u pon \nwhich the claims were based, the court in Aber-Shukofsky  did not have to address what effect an express \nassumption of liability by a successor bank would have had on FIRREA and its requirements. \n \n \nsuccessor bank without first exhausting its administrative remedies against the FDIC.  \nId.  at 386. \n[43] Bank Defendants also cite Frazier v. Colonial Bank , No. 2:10cv287-MHT, \n2011 U.S. Dist. LEXIS 22630 (M.D. Ala. Feb. 16, 2011), for the proposition that the \nexistence of a purchase and assumption has no effect on the applicability of FIRREA. 46   \nThe plaintiff, a former Colonial employee, brought her employment-related claims \nagainst Colonial, BB&T (as successor to Colonial) and the FDIC (as receiver for \nColonial).  The plaintiff alleged that during her employment with Colonial, from March \n2007 through April 2009, she was subjected to a hostile work environment including \nretaliation and discrimination.  Id . at *3. \n[44] Pursuant to Rule 12(b)(6), BB&T moved to dismi ss the plaintiff's claims \nalleged against it, arguing that while BB&T had assumed some of Colonial's assets and \nliabilities from the FDIC pursuant to a purchase and assumption agreement, BB&T had \nnot assumed liability for employment-related claims that occurred prior to August 14, \n2009.  Id.  at *2-3.  The plaintiff did not challenge BB&T's assertion that the purchase \nand assumption agreement did not transfer liability to BB&T for the plaintiff's claims.  Id. \nat *3.  The court, however, dismissed plaintiff's claims under Rule 12(b)(1) because it \nconcluded that it did not have subject matter jurisdiction, and indicated that it would not \nhave had subject matter jurisdiction even if plaintiff had shown that BB&T had assumed \nliability under the purchase and assumption agreement.  Id.  at *4. \n[45] The court does not find the decision in Frazier  to be any more persuasive \nor controlling in regard to the present case than other authority cited by both parties in \n                                                 \n46  The court in Frazier  interpreted the same purchase and assumption agree ment executed by BB&T and \nthe FDIC that is at issue in this case. \n \n \ntheir briefs.  In Frazier , all parties conceded that the purchase and assumption \nagreement did not transfer Colonial's employment liability to BB&T.  Additionally, in \ndismissing the plaintiff's on jurisdictional grounds the court relied on cases that this court \ndoes not find to be persuasive and which do not contemplate the issues raised in the \ninstant case.  In light of those circumstances, the persuasive value of Frazier  is limited. \n[46] Several courts have reviewed the specific lang uage of the particular \npurchase and assumption agreement entered into between the FDIC and a successor \nbank to determine whether the successor bank assumed liability for acts committed by \nthe failed bank.  See Fernandes v. JPMorgan Chase Bank, N.A. , 818 F. Supp. 2d 1086 \n(N.D. Ill. 2011);  Caires v. JP Morgan Chase Bank , 745 F. Supp. 2d 40 (D. Conn. 2010); \nRundgren v. Washington Mut. Bank, F.A. , No. 09-00495, 2010 U.S. Dist. LEXIS 126803 \n(D. Haw. Nov. 30, 2010); Moldenhauer v. FDIC , No. 2:09-CV-00756 TS, 2010 U.S. Dist. \nLEXIS 25315 (D. Utah Mar. 18, 2010).  In the instant case, the court finds the analysis \nand reasoning of those decisions to be persuasive. \n[47] In Caires , the court noted that FIRREA is silent as to whether a plaintiff \nmust exhaust its administrative remedies against the FDIC prior to filing a claim against \na successor-in-interest to a failed bank that has expressly assumed the liability from the \nfailed bank which gives rise to the claim.  745 F. Supp. 2d at 47.  The court noted that \nthe FDIC's power to transfer liabilities to a successor bank does not automatically mean \n\"that [a successor bank] would necessarily benefit from a jurisdictional bar that \n[C]ongress reserved for a special entity such as the FDIC.\"  Id.  at 48.  Following \nprinciples of statutory construction, the court held that a successor bank does not \nautomatically benefit from FIRREA's claim exhaustion process, and that a court should \n \n \nlook to the purchase and assumption agreement to determine which assets and \nliabilities have been transferred to the successor bank.  Those transferred assets and \nliabilities fall outside the scope of FIRREA and its claim exhaustion requirement.  Id. at \n49.  It is only those assets and liabilities not transferred, which remain with the FDIC \nand are subject to FIRREA's claim exhaustion requirement.  Id.  \n[48] The court in Rundgren examined and adopted the reasoning set forth by \nthe court in Caires .  2010 U.S. Dist. LEXIS 126803, at *13.  Faced with an analogous \nset of facts, the court in Rundgren  dismissed, for lack of subject matter jurisdiction, the \nplaintiffs' claims against the successor bank where the claims against the successor \nbank were premised on the conduct of the failed bank.  Id.  at *12-13.  However, in \nreaching this decision, the court looked to the purchase and assumption agreement to \ndetermine whether the FDIC had transferred the specific liability on which the plaintiffs' \nclaims were based.  Id.  at *12.  The court dismissed the plaintiffs' claims only after \nconcluding that the FDIC did not transfer liability to the successor bank.  Id.  \n[49] In Moldenhauer , the court dismissed the plaintiff's claims brought against \nthe successor bank, which were based on the actions and conduct of the failed bank. \nHowever, the claims were dismissed only after the court reviewed the language of the \npurchase and assumption agreement to determine which assets and corresponding \nliabilities the successor bank had assumed.  2010 U.S. Dist. LEXIS 25315, *6-7.  The \ncourt dismissed the claims after deciding that the successor bank \"did not assume the \nliability for which Plaintiffs seek to recover.\"  Id.  at *7.  Moldenhauer  and Rundgren  are \nnoteworthy for the fact that those courts reviewed the purchase and assumption \nagreement to determine which liabilities were assumed by the successor bank before \n \n \ndismissing the cases.  See also  Federici v. Monroy , No. 09-4025, 2010 U.S. Dist. LEXIS \n37736, *3 (N.D. Cal. Apr. 6, 2010); Jones-Boyle v. Washington Mut. Bank, FA , No. CV \n08-02142 JF (PVT), 2010 U.S. Dist. LEXIS 78208 (N.D. Cal. July 8, 2010). \n[50] Here, the court is persuaded to follow the rat ionale of those cases in which \nother courts reviewed the purchase and assumption agreement between the FDIC and \nthe successor bank to determine which assets and corresponding liabilities were \nassumed.  Those assets and liabilities that have been expressly assumed shall not be \nsubject to FIRREA or its exhaustion requirements, and the court will have subject matter \njurisdiction over those claims relating to those assets and liabilities.  However, the FDIC \nretains all liability for those assets and liabilities not assumed.  Any claim relating the \nretained assets and liabilities must be brought before the FDIC, subject to the \nexhaustion requirements of FIRREA. \n[51] Furthermore, FIRREA is not a jurisdictional ba r for claims brought against \nthe successor bank for its own actions after assuming a failed bank's assets and \nliabilities from the FDIC.  The court is persuaded by American National Insurance \nCompany v. FDIC , 642 F.3d 1137 (D.C. Cir. 2011), in reaching this conclusion.  In \nAmerican National ,47  the successor bank assumed substantially all of a failed bank's \nassets, including its remaining valuable assets, from the FDIC.  Id.  at 1139.  The \nsuccessor bank did not assume liabilities or obligations relating to the failed bank's \nunsecured debt holders or litigation risks.  Id.   As a result of the FDIC's sale of the failed \n                                                 \n47  Bank Defendants cite to the district court decision in American National , 705 F. Supp. 2d 17 (D.D.C. \n2010), to support their argument that FIRREA stands as an absolute jurisdictional bar to all of Plaintiffs' \nClaims.  Defs. Supplemental Mem. Law Supp. Mot. Dis miss 6 (citing to the district court decision in \nAmerican National  for the holding that \"plaintiffs' claims against a successor bank must be submitted to \nFIRREA's claims process, without considering the language of any assumption and purchase \nagreement.\").  However, the D.C. Circuit Court of Appeals reversed the district court in American \nNational .  See Am. Nat'l Ins. Co. v. FDIC , 642 F.3d 1137 (D.C. Cir. 2011).  The circuit court decision in \nAmerican National is discussed more fully, infra . \n \n \nbank's remaining valuable assets to the successor bank, the failed bank could not meet \nits obligations to plaintiffs, who were bondholders in the failed bank.  Id.   The failed bank \nsubsequently defaulted on these obligations, causing harm to the plaintiffs.  Id.   The \nplaintiffs brought suit against the successor bank for the losses plaintiffs suffered as a \nresult of the assumption.   \n[52] The D.C. Circuit Court of Appeals in American National  held that FIRREA \ndid not divest subject matter jurisdiction from the district court to hear the plaintiffs' \nclaims.  Id.  at 1142.  The circuit court held that 12 U.S.C. § 1821(d)(13)(D)(ii) barred \n\"only claims that relate to an act or omission of the failed bank of the FDIC-as-receiver, \nand [plaintiffs'] suit is simply not a 'claim' under FIRREA.\"  Id.  at 1142.  As part of its \nanalysis, the circuit court stated that the word \"claim,\" as used in FIRREA, \"refers only \nto claims that are resolvable through the FIRREA administrative process, and the only \nclaims that are resolvable through the administrative process are claims against a \ndepository institution for which the FDIC is receiver.\"  Id.   Accordingly, the court held \nthat plaintiffs' claims were not barred by subsection (ii) because the claims were not \nagainst the failed depository bank under FDIC receivership, but rather were against the \nsuccessor bank for its own conduct.  Id.   The court also held that 12 U.S.C. § \n1821(d)(13)(D)(i) did not bar plaintiffs' claims because plaintiffs sought relief from the \nsuccessor bank for its own conduct.  Id.   It held that FIRREA does not bar plaintiffs' \nclaims by \"the mere fact that [the successor bank] now owns assets that [the failed \nbank] once owned . . . .\"  Id.  \n \n \n[53] Based upon the foregoing analysis, the court c oncludes that in \ndetermining whether it has jurisdiction to proceed, it must consider the PAA FDIC and \nBB&T entered into with regard to any assumption by BB&T of Colonial's liabilities. \n3. \nFront Street Claims Two, Three, Four and Five and  \nWooten Claims One, Two and Three  \n \n[54] In this case, the court has reviewed section 2 .1 of the PAA, which \ncategorically lists Colonial's liabilities assumed by BB&T.  The court has examined this \nsection to determine whether BB&T expressly assumed the liability that serves as the \nbasis for Plaintiffs' tort-based Claims.  These tort-based Claims include Front Street \nClaims Two, Three, Four and Five and Wooten Claims One, Two and Three.48  \n[55] Section 2.1(m) expressly states that BB&T assu med \". . . all Asset-related \ndefensive litigation liabilities, but only to the extent such liabilities relate to assets \nsubject to a shared-loss agreement  . . .  .\"49   Plaintiffs contend that this section is \nevidence that BB&T expressly assumed liability for their tort-based Claims under the \nPAA. 50   However, Plaintiffs do not allege that the \"asset-related defensive litigation \nliabilities\" at issue in this case are in fact subject to a shared-loss agreement. \n[56] The failure to allege that the assets at issue  in this case are subject to a \nshared-loss agreement is not itself necessarily fatal to Plaintiffs' tort-based Claims.  As \nstated earlier, the court may look beyond the pleadings when deciding a Rule 12(b)(1) \n                                                 \n48  Front Street Claim Five is based on unfair and deceptive trade practices and is pleaded against BB&T \ndirectly and as successor-in-interest to Colonial. \n49  PAA 10 (emphasis added). \n50  Plaintiffs' arguments do not undertake to discuss what constitutes \"[a]sset-related defensive litigation \nliabilities.\"  Further, Plaintiffs have not explained how their tort-based Claims that relate to the Loan \nAgreement can be characterized as an \"asset-related defensive litigation liability.\" \n \n \nmotion.  However, after reviewing the Shared-Loss Agreement,51  the court is unable to \ndetermine that the asset at issue here (the Loan Agreement) is an asset subject to the \nShared-Loss Agreement.  Because the court cannot determine that the Loan \nAgreement is subject to the Shared-Loss Agreement, the court is consequently unable \ndetermine whether any litigation liabilities relating to the Loan Agreement were assumed \nby BB&T.  It bears repeating that Plaintiffs neither allege nor argue that the Loan \nAgreement is subject to the Shared-Loss Agreement. 52   Plaintiffs have the burden of \nestablishing that all elements of standing have been met when seeking to invoke the \ncourt's jurisdiction.  Peninsula Prop. Owners Ass'n v. Crescent Res., LLC , 171 N.C. \nApp. 89, 92 (2005).  In light of the foregoing, the court is forced to conclude that \nPlaintiffs have not carried their burden of showing that the asset giving rise to Plaintiffs' \ntort-based Claims is subject to the Shared-Loss Agreement.  As such, the court cannot \nconclude that BB&T expressly assumed liability for Plaintiffs' tort-based Claims. \n[57] All assets and corresponding liabilities not e xpressly assumed by a \nsuccessor bank remain with the FDIC.  Moreover, any Claim in this action based upon \nthese retained assets and liabilities are subject to FIRREA's provisions, including the \nrequirement that all administrative remedies must be exhausted with the FDIC before a \ncourt has subject matter jurisdiction to hear the claim. \n[58] Plaintiffs have not exhausted their administra tive remedies with the FDIC \nas to their tort-based Claims.  All those Claims, with the exception of Front Street Claim \n                                                 \n51  Contemporaneously with the execution of the PAA, B B&T and the FDIC entered into a Commercial \nShared-Loss Agreement (\"Shared-Loss Agreement\").  T he Shared-Loss Agreement contemplates \nreimbursement by the FDIC to BB&T for loss sharing expenses incurred by BB&T on certain loans and \nother assets assumed by BB&T.  See  PAA 95, Ex. 4.15B.  \n52  Plaintiffs do argue that their Claims are \"asset-related defensive litigation liabilities.\"  This argument, \nstanding alone, is not enough to plead that BB&T as sumed liability without also alleging and showing that \nasset in question is subject to a Shared-Loss Agreement. \n \n \nFive, which is pleaded against BB&T directly, are subject to FIRREA's exhaustion \nrequirement.  Claim Five, based on BB&T's own alleged conduct since assuming \nColonial's liability from the FDIC, is not subject to FIRREA's exhaustion requirement. 53  \n[59] Accordingly, other than Front Street Claim Fiv e as pleaded against BB&T \ndirectly, the court CONCLUDES it does not have subject matter jurisdiction as to Front \nStreet Claims Two, Three, Four and Five (as pleaded against BB&T as successor-in-\ninterest to Colonial) and Wooten Claims One, Two and Three; said Claims therefore \nshould be DISMISSED. \n4. \nFront Street Claim One  \n[60] Front Street Claim One alleges breach of contr act against BB&T directly \nand as Colonial's successor-in-interest.  Section 2.1(i) of the PAA, setting forth the \n\"Liabilities Assumed by Assuming Bank,\" reflects that BB&T expressly assumed \n\"liabilities, if any, for Commitments.\" 54   The PAA defines the term \"Commitment\" as, \"the \nunfunded portion of a line of credit or other commitment of [Colonial] to make an \nextension of credit . . . that was legally binding on [Colonial] as of Bank Closing . . . .\"55  \n[61] The State of Alabama Banking Department closed  Colonial on August 14, \n2009.  The Front Street Complaint alleges that, as of that date, Colonial had advanced \nonly $3,458,000 of the $4,431,000 Colonial was obligated to advance to HRA for site \n                                                 \n53  Guided by the analysis and reasoning in American National , discussed supra , the court determines that \nclaims against BB&T for its own conduct should not be dismissed based on a lack of subject matter \njurisdiction for failing to comply with FIRREA's exhaustion requirements.  FIRREA does not apply when \nbringing a claim against a successor bank for its o wn conduct, even if the successor bank holds certain \nassets and liabilities of a failed bank in which the FDIC was appointed as receiver.  See Am. Nat'l , 642 \nF.3d at 1142. \n54  PAA 9. \n55  Id.  3. \n \n \nwork and infrastructure costs pursuant to the Loan Agreement. 56   The Front Street \nComplaint also alleges that through a series of oral modifications, Colonial agreed to \nadvance to HRA $5,912,505 for work performed by Wooten for site work and \ninfrastructure. 57   The Front Street Complaint further alleges that BB&T, by its own \nconduct, breached the Loan Agreement by failing to fund the Project after assuming \nliability under the PAA for the Loan Agreement.58  \n[62] Upon entering into the PAA, BB&T expressly ass umed liability from the \nFDIC for commitments that Colonial owed as of the date it was closed.  The unfunded \namount owed to HRA under the Loan Agreement appears to fall within the purview of \nthe PAA's definition of a Commitment, which was expressly assumed by BB&T.59   As \npreviously mentioned, this court follows those cases holding that FIRREA's jurisdictional \nlimitations do not apply to claims related to liabilities that a successor bank expressly \nhas assumed from the FDIC.  Accordingly, the court CONCLUDES that FIRREA's \nexhaustion requirements are not applicable and do not create a jurisdictional bar to \nFront Street Claim One. \n[63] Bank Defendants further contend that, except f or HRA, Plaintiffs do not \nhave personal standing to sue on the Loan Agreement. 60   This is a jurisdictional \nargument.  A party must have personal standing in the action prior to a court invoking its \njurisdiction in adjudicating an alleged civil dispute.  Aubin v. Susi , 149 N.C. App. 320, \n324 (2002); see also  Estate of Apple v. Commercial Courier Express, Inc., 168 N.C. \n                                                 \n56  Front Street Compl. ¶ 13. \n57  Id.  ¶¶ 17, 18-32. \n58  Id.  ¶ 43. \n59  Whether and to what extent the Commitment was lega lly binding on Colonial on the date Colonial was \nclosed by the State of Alabama Banking Department p resents a mixed question of fact and law to be \ndetermined at a later stage in this civil action. \n60  Front Street Memo 13. \n \n \nApp. 175, 176 (2005) (\"If a party does not have standing to bring a claim, a court has no \nsubject matter jurisdiction to hear the claim.\"). \n[64] Before addressing the issue of personal standi ng, the court must \ndetermine what state law to apply in deciding issues related to the Loan Agreement.  \nThe Loan Agreement contains a choice of law provision, which provides that the Loan \nAgreement shall be construed and governed by the laws of the State of Alabama.  \n\"[W]here parties to a contract have agreed that a given jurisdiction's substantive law \nshall govern the interpretation of the contract, such a contractual provision will be given \neffect.\"  Tanglewood Land Co. v. Byrd , 299 N.C. 260, 262 (1980).  Thus, the Loan \nAgreement, and the issue of which parties have personal standing to enforce the Loan \nAgreement, should be decided applying Alabama law. 61    \n[65] \"It is well-settled law that 'one not a party to, or in privity with a contract, \ncannot sue for its breach.'\"  Dunning v. New Eng. Life Ins. Co. , 890 So. 2d 92, 97 (Ala. \n2003) (citing Twine v. Liberty Nat'l Life Ins. Co. , 311 So. 2d 299, 305 (Ala. 1975)).  The \nface of the Loan Agreement reveals that the only parties to that agreement are HRA \nand Colonial.  FS Construction, EYC, K&S, Ellis Coleman and Natalie Coleman are not \nparties to the Loan Agreement, and thus, are at best, third-party beneficiaries to the \ncontract. \n[66] To have standing to sue to enforce a contract as a third-party beneficiary, \na party \"must establish that the contracting parties intended, upon execution of the \ncontract, to bestow a direct, as opposed to an incidental benefit upon the third party.\"  \n                                                 \n61  Front Street Plaintiffs contend that the choice of law provision in the Loan Agreement is void under G.S. \n22B-2, which states that choice of law provisions in contracts to improve real property are against public \npolicy.  However, the Loan Agreement is not a contract to improve real property.  Thus, G.S. 22B-2 does \nnot apply in this case. \n \n \nWeathers Auto Glass, Inc. v. Alfa Mut. Ins. Co. , 619 So. 2d 1328, 1329 (Ala. 1993); see \nalso  Ramsey v. Taylor , 567 So. 2d 1325, 1327 (Ala. 1990) (\"If the benefit to the third \nperson is not intended to be a direct benefit but rather to be merely an incidental benefit, \nthe third person is not entitled to recover under a third-party beneficiary theory.\"). \n[67] FS Construction, EYC, K&S, Ellis Coleman and N atalie Coleman cannot \nenforce the Loan Agreement as third-party beneficiaries.  The Front Street Complaint \nalleges that Colonial, at the time the Loan Agreement was executed, understood that a \nportion of the loan proceeds would be used for site work and infrastructure costs.62   The \nLoan Agreement does not mention any specific beneficiaries of the loan proceeds \nadvanced by Colonial.  Further, the Front Street Complaint does not allege that Colonial \nintended to benefit any specific party at the time the Loan Agreement was executed. 63   \nTherefore, except for HRA, the Plaintiffs' allegations are not sufficient to support a \ncontention that they were intended third-party beneficiaries of the Loan Agreement. 64   \nPursuant to Alabama law, only HRA has the right to bring suit for an alleged breach of \nthe Loan Agreement. \n[68] Accordingly, the court CONCLUDES that only HRA  has standing to bring \nFront Street Claim One alleging breach of contract.  Plaintiffs FS Construction, EYC, \nK&S, Ellis Coleman and Natalie Coleman do not have standing to bring Front Street \n                                                 \n62  Front Street Compl. ¶ 11. \n63  Id.  ¶¶ 11-13. \n64  The Front Street Complaint does allege that subsequent to the execution of the Loan Agreement, \nrepresentatives of Colonial agreed to advance funds to FS Construction and/or Wooten for site work and \ninfrastructure improvements to the Project.  Id.  ¶¶ 17-24.  However, as discussed below, the allege d oral \nrepresentations made by Colonial's representatives did not create an enforceable contract nor did they \nconstitute an enforceable oral modification to the Loan Agreement.  Thus, FS Construction (and EYC, \nK&S, Ellis Coleman and Natalie Coleman) cannot rely on the alleged oral representations to establish \nthemselves as intended third-party beneficiaries to the Loan Agreement.  See Weathers Auto Glass, 619 \nSo. 2d at 1329 (stating that a third-party beneficiary must show that the parties to a contract intended to \nbenefit the third-party beneficiary at the time the time the contract was entered into). \n \n \nClaim One, and as to them the court does not have jurisdiction.  To the extent Front \nStreet Claim One is alleged by FS Construction, EYC, K&S, Ellis Coleman and Natalie \nColeman, it should be DISMISSED. \nB. \nBank Defendants' Rule 12(b)(6) Motions \n[69] Bank Defendants contend that even if the court  concludes that it has \nsubject matter jurisdiction to hear Plaintiffs' Claims, any remaining Claims must be \ndismissed for failure to state a claim upon which relief can be granted, pursuant to Rule \n12(b)(6).  Based upon the foregoing rulings in this Opinion and Order, Plaintiffs' \nremaining Claims are: (a) Front Street Claim One, as alleged by HRA; (b) Front Street \nClaim Five, as alleged against BB&T directly and (c) Wooten Claim Four. \n[70] A motion to dismiss pursuant to Rule 12(b)(6) seeks dismissal when the \ncomplaint fails to state a claim upon which relief can be granted.  For the purpose of \ndeciding a Rule 12(b)(6) motion, \"the well-pleaded material allegations of the complaint \nare taken as admitted; but conclusions of law or unwarranted deductions of facts are not \nadmitted.\"  Sutton v. Duke , 277 N.C. 94, 98 (1970).  The allegations set forth in the \ncomplaint are to be treated in a light most favorable to the non-moving party .  Ford v. \nPeaches Entm't Corp. , 83 N.C. App. 155, 156 (1986). \n[71] A Rule 12(b)(6) motion should be granted when either (a) the complaint on \nits face reveals that no law supports the plaintiff's claim, (b) the complaint on its face \nreveals the absence of facts sufficient to make a good claim or (c) some fact disclosed \nin the complaint necessarily defeats the plaintiff's claim.  Jackson v. Bumgardner , 318 \nN.C. 172, 175 (1986).  A Rule 12(b)(6) motion that seeks to dismiss a claim on the basis \n \n \nof an affirmative defense will only be granted \"[i]f the complaint discloses an \nunconditional affirmative defense which defeats the claim asserted . . . .\"  Sutton , 277 \nN.C. at 102.  Documents that are attached to the complaint as exhibits and referenced \ntherein may be considered by the court for Rule 12(b)(6) purposes.  Woolard v. \nDavenport , 166 N.C. App. 129, 133-34 (2004). \n1. \nFront Street Claim One  \n[72] To state a valid claim for breach of contract under Alabama law, a \ncomplainant must allege \"'[(1)] the existence of a valid contract binding the parties in the \naction, (2) [the plaintiff's] own performance under the contract, (3) the defendant's \nnonperformance, and (4) damages.'\"  Poole v. Prince , 61 So. 3d 258, 273 (Ala. 2010) \n(quoting Prince v. Poole , 935 So. 2d 431, 442-43 (Ala. 2006)). \n[73] In Front Street Claim One, HRA alleges that th e Loan Agreement entered \ninto between HRA and Colonial was a binding and enforceable contract. 65   The Loan \nAgreement obligated Colonial (and BB&T as a result of the assumption under the PAA) \nto advance funds for site work and infrastructure costs for the Project. 66   HRA further \nalleges that it has performed all of its obligations and conditions precedent in the Loan \nAgreement, and that Colonial (and BB&T) breached the Loan Agreement by only \nadvancing $3,458,000 of the $4,431,000 promised for site work and infrastructure \ncosts.67   It is further alleged that BB&T, as successor-in-interest to Colonial, not only is \nliable for Colonial's breach of the Loan Agreement, but also is liable for its own breach \nof the Loan Agreement for failing to resume site work funding for additional amounts, up \n                                                 \n65  Front Street Compl. ¶ 41. \n66  Id. \n67  Id.  ¶ 43. \n \n \nto a total of $5,912,505, after assuming liability under the PAA. 68   The court \nCONCLUDES that HRA has sufficiently pleaded a claim for breach of contract against \nBB&T under the Loan Agreement. \n[74] Nonetheless, BB&T's liability under the Loan A greement cannot exceed \n$4,431,000, the written amount contemplated in the Loan Agreement.  Alabama's \nStatute of Frauds provides that an agreement or commitment \"to lend money . . . or to \nmodify the provisions of such an agreement or commitment except for consumer loans \nwith a principal amount financed less than $25,000\" is void unless such agreement is in \nwriting and signed by the party to be charged.  Ala. Code § 8-9-2.  \"The general rule in \nAlabama is that any contract required by the Statute of Frauds to be in writing cannot be \nmodified by subsequent oral agreement.\"  Charles J. Arndt, Inc. v. City of Birmingham , \n547 So. 2d 397, 401 (Ala. 1989) (citing Cammorata v. Woodruff , 445 So. 2d 867 (Ala. \n1983)). \n[75] Here, the Loan Agreement, as the name of the d ocument and provisions \nsuggest, is an agreement to lend money.  Therefore, the Loan Agreement, and any \nsubsequent modifications made to it, must be in writing and signed by the party to be \ncharged to comply with the Alabama Statute of Frauds.  Whether HRA alleges that \nColonial agreed to advance $5,912,505 for site work pursuant to an oral modification of \nthe written Loan Agreement, or pursuant to a newly formed oral contract, either such \nagreement would be, and is, void under Alabama law for failing to comply with the \nStatute of Frauds. \n                                                \n \n68  Id.  ¶¶ 42-43. \n \n \n[76] Further, Section 7.06 of the Loan Agreement, 69  dealing with \"Modification, \netc.\" provides that \"[n]o modification, amendment or waiver of any provision of this \nAgreement . . . shall be effective unless the same be in writing and signed by the \nLender . . . .\"  The court finds this \"no modification\" provision to be clear and \nunambiguous.  The court is bound by Alabama contract principles that state, \"[W]hen an \ninstrument is unambiguous its construction and legal effect will be based upon what is \nfound within its four corners.\"  Southland Quality Homes, Inc. v. Williams , 781 So. 2d \n949, 953 (Ala. 2000) (quoting Austin v. Cox , 523 So. 2d 376, 379 (Ala. 1988)). \n[77] The parties executed the Loan Agreement in the  early part of 2007.  It \nclearly provided that to be effective, any modification or amendment to the Loan \nAgreement was required to be in writing and signed by Colonial.  The alleged \nmodifications to the Loan Agreement made subsequent to its execution were either oral \ncommunications or written communications that were neither signed by Colonial nor \notherwise constituted valid and enforceable contracts.70   Therefore, all such alleged \nmodifications to the Loan Agreement are not enforceable and did not change the terms \nof the written contract.   \n[78] Accordingly, because the alleged oral modifica tions to the Loan \nAgreement do not comply with Alabama's Statute of Frauds or the Loan Agreement's \n                                                 \n69  The court's review of the Loan Agreement is proper, even on a Rule 12(b)(6) motion, because the Front \nStreet Plaintiffs attached and incorporated the Loan Agreement as Exhibit 1 to the Front Street \nComplaint.  Id.  ¶ 12, Ex. 1.  See Woolard , 166 N.C. App. at 133-34. \n70  The Front Street Plaintiffs allege that \"all of [Front Street] Plaintiffs' requests for advances, which were \npaid by Colonial without objection, specifically stated that the original contract sum of [Wooten's] c ontract \nwas $5,912,505.  Colonial's promises of continued advances . . . were consistent with the terms of the  \n[L]oan [A]greement as there was no prohibition on advances in excess of $4,431,000.\"  Front Street \nCompl. ¶ 26.  This allegation appears to be in direct conflict with other provisions of the Loan Agreement. \nSpecifically, section 2.02(B)(i) states that \"[Colonial] shall have no obligation to make any Advance which \ncauses the aggregate Advances for the land and site work/infrastructure costs of the Project to exceed  \n4,431,000.\"  The court concludes therefore  that advances in excess of $4,431,000 were prohibit ed by the \nterms of the Loan Agreement, absent a written modif ication signed by the Lender. \n \n \n\"no modification\" provision, the court CONCLUDES that HRA cannot recover damages \nfor breach of contract against BB&T in excess of the amount contemplated in the written \nLoan Agreement.  Front Street Claim One should be DISMISSED to the extent it alleges \nbreach of contract for amounts based on an oral contract or modification. \n2. \nFront Street Claim Five  \n[79] Bank Defendants argue that Front Street Claim Five, which is stated \nagainst BB&T directly, and which alleges unfair and deceptive trade practices under \nG.S. 75-1.1, et seq. , should be dismissed for failing to plead the Claim correctly under \nAlabama law.  Specifically, Bank Defendants contend that Alabama law applies to this \nClaim and that the Claim does not meet Alabama's pleading requirements for such a \nClaim. 71   Moreover, Bank Defendants argue that Front Street Claim Five is untimely and \nshould be dismissed for failing to comply with Alabama's statute of limitations for a claim \nbased on deceptive trade practices. \n[80] North Carolina appellate courts have used both  the \"significant \nrelationship\" and lex loci delicti (\" lex loci \") tests in determining what state's law applies \nwhen resolving Chapter 75 claims.  See Associated Packaging, Inc. v. Jackson Paper \nMfg. Co. , 2012 NCBC 13 ¶¶ 21-26 (N.C. Super. Ct. Mar. 1, 2012) (discussing the split of \nauthority that exists within our appellate courts on the appropriate conflict of laws rule to \nbe applied to Chapter 75 claims).  Because North Carolina law applies here under both \ntests, the court need not determine which test is more appropriate under these \ncircumstances. \n                                                \n \n71  Front Street Memo 17. \n \n \n[81] Front Street Claim Five alleges that BB&T fail ed to lend money to Wooten \nunder the Loan Agreement in excess of the written amount in the Loan Agreement of \n$4,431,000, despite being aware that the Loan Agreement allowed for funding to \nWooten in excess of the written amount.  Front Street Claim Five further alleges that \nBB&T refused to lend money to HRA, relying on the alleged \"cap\" of $4,431,000 in the \nwritten Loan Agreement.  Plaintiffs contend such failure and refusal constituted an unfair \nand deceptive trade practice. 72   \n[82] To establish a prima facie case for unfair and  deceptive trade practices \nunder Chapter 75, it must be alleged that the acts in question (a) were in or affecting \ncommerce, (b) were unfair or had the tendency or capacity to deceive and (c) caused \nthe claimant to suffer actual injury as a proximate result of the acts.  Pleasant Valley \nPromenade v. Lechmere, Inc. , 120 N.C. App. 650, 664 (1995). \n[83] The mere breach of a contract will not constit ute a Chapter 75 violation \nunder G.S. 75-1.1.  See Bob Timberlake Collection, Inc. v. Edwards , 176 N.C. App. 33, \n42 (2006); Eastover Ridge, L.L.C. v. Metric Constructors, Inc., 139 N.C. App. 360, 367-\n68 (2000) (quoting Branch Banking & Trust Co. v. Thompson , 107 N.C. App. 53, 62 \n(1992)) (\"'[A]ctions for unfair or deceptive trade practices are distinct from actions for \nbreach of contract, and . . . a mere breach of contract, even if intentional, is not \nsufficiently unfair or deceptive to sustain an action under N.C.G.S. § 75-1.1.'\").  The \nallegation that BB&T has breached the Loan Agreement is insufficient to make a prima \n                                                 \n72  The court notes that Front Street Claim Five alleges additional wrongful conduct on the part of Colon ial, \nincluding allegations of fraud and negligent misrepresentation.  Such allegations, coupled with a breach of \ncontract, are enough to establish a prima facie case for unfair and deceptive trade practices under \nChapter 75.  Allen v. Roberts Constr. Co. , 138 N.C. App. 557, 569 (2000) (citing  Hardy v. Toler , 288 N.C. \n303, 309 (1975)).   However, as previously discussed by the court, Col onial's actions that occurred prior to \nBB&T assuming certain assets and liabilities from t he FDIC are not attributable to BB&T as part of this \naction.  Accordingly, the court does not consider Colonial's actions in deciding whether Plaintiffs have \nsufficiently stated a Chapter 75 claim for unfair and deceptive trade practices against BB&T. \n \n \nfacie showing that BB&T has engaged in unfair and deceptive trade practices.  A claim \nfor unfair and deceptive trade practices based on a breach of contract requires the Front \nStreet Plaintiffs to allege other aggravating circumstances attendant to the breach, \nwhich Front Street Plaintiffs have failed to do here.  The court CONCLUDES that Front \nStreet Claim Five fails to state a claim for unfair and deceptive trade practices against \nBB&T upon which relief can be granted, and said Claim should be DISMISSED. \n3. \nWooten Claim Four  \n[84] Wooten, in its Complaint, alleges a claim agai nst BB&T and Colonial for \nan equitable lien on the undispersed construction funds now held by BB&T.  In Embree \nConstruction Group, Inc. v. Rafcor, Inc., 330 N.C. 487 (1992), the North Carolina \nSupreme Court addressed the availability of an equitable lien on funds as asserted by \nthe general contractor of a project against the lender when the owner of the project, with \nwhom the general contractor contracted, was insolvent.  The court held that \"[t]he \ncourt's equitable intervention is obviated when an adequate remedy at law is available \nto the plaintiff . . . .\"  Embree , 330 N.C. at 491.  In Embree , although the lender and the \ngeneral contractor were not in privity with each other, the lender  had paid the general \ncontractor directly from construction funds for the building project.  Id.  at 489.  The \ngeneral contractor completed the building but was not paid for all of its work.  Id .  The \ncourt noted that the general contractor had no adequate remedy at law because its \ncontractor's lien was subordinate to prior encumbrances on the property and the owner \nof the property was insolvent.  Id .  Consequently, the contractor's lien was worthless.  \nAccordingly, the court held that the general contractor's complaint sufficiently stated a \n \n \nclaim for relief in the form of an equitable lien on the remaining construction funds.  Id.  \nat 493. \n[85] The North Carolina Court of Appeals, interpret ing Embree, subsequently \naffirmed a trial court's Rule 12(b)(6) dismissal of a plaintiff's equitable lien claim on the \nbasis that the plaintiff had other available remedies at law it could pursue to adjudicate \nits claim.  James River Equip., Inc. v. Tharpe's Excavating, Inc. , 179 N.C. App. 336, 345 \n(2006).  The plaintiff in James River , an equipment rental company, had leased \nequipment to a subcontractor to perform a portion of the grading work for the project.  \nAfter the subcontractor defaulted on its obligation to pay the plaintiff for the rental \nequipment, the plaintiff filed a claim for an equitable lien against the owner of the \nproperty and the general contractor. \n[86] The court of appeals stated that \"an equitable  lien is available only where \na party has no adequate remedy at law.\"  Id.  (citing Embree , 330 N.C. at 491).  In \naddition to its breach of contract claim against the subcontractor, the plaintiff in James \nRiver  had already recovered some funds from the Virginia Treasury for its losses, and \nalso had claims against the guarantor on the contract, the general contractor of the \nproject and the surety that issued a payment bond for the project.  Id .  Because the \nplaintiff had claims against the party it was in privity with (i.e., the subcontractor), the \ncourt affirmed the trial court's dismissal of the plaintiff's equitable lien claim.  Id.  \n[87] In the instant case, Wooten has a pending brea ch of contract claim \nagainst FS Construction, the general contractor with whom Wooten is in privity, and \nclaims for unjust enrichment and lien on funds against FS Construction, HRA, EYC and \nK&S.  Unlike the plaintiff's claims in James River , it is unclear whether Wooten's claims \n \n \nagainst these parties provide an adequate remedy at law. 73   Therefore, in the limited \ncircumstances of this case, the court cannot CONCLUDE as a matter of law that \nWooten has failed to state a claim for an equitable lien on the remaining Project funds.   \nNOW THEREFORE, based upon the foregoing, it is ORDERED that: \n[88] With regard to Front Street Claims Two, Three,  Four and Five, \nDefendants' Motion to Dismiss All Claims is GRANTED; said Claims are DISMISSED. \n[89] With regard to Front Street Claim One, Defenda nts' Motion to Dismiss All \nClaims is GRANTED in part as follows: \n[a] To the extent Front Street Claim One is alleged  by Plaintiffs FS \nConstruction, EYC, K&S, Ellis Coleman and Natalie Coleman, said Claim is \nDISMISSED, as these Plaintiffs do not have standing to assert the Claim. \n[b] To the extent Front Street Claim One seeks to r ecover based on an \noral agreement to lend money or an oral modification to the Loan Agreement, \nsaid Claim is DISMISSED. \n[90] To the extent Front Street Claim One is allege d by Plaintiff HRA and \nseeks to recover based on the written Loan Agreement, Defendants' Motion to Dismiss \nAll Claims is DENIED. \n[91] With regard to Wooten Claims One, Two and Thre e, Defendants BB&T \nand Colonial's Motion to Dismiss All Amended Claims is GRANTED; said Claims are \nDISMISSED. \n                                                \n \n73  At this stage of the proceeding, it is unclear to the court whether FS Construction, HRA, EYC and K&S  \nare solvent and capable of satisfying any potential future judgment obtained by Wooten against them.  \nAdditionally, Wooten contends that its lien rights on the property are subordinate to prior encumbranc es \non the property and fail to offer any practical value to Wooten in attempting to recover the amounts \nallegedly owed by BB&T.  Wooten Compl. ¶ 122. \n \n \n[92] With regard to Wooten Claim Four, Defendants B B&T and Colonial's \nMotion to Dismiss All Amended Claims is DENIED. \nThis the 11th day of May, 2012.  \n \n "
}