{
  "id": "cc2326ad8c5ea2a415108aa2e058b88e39b4396499099adfd97a8940c4d8b3bd",
  "source_file": "data/raw/ncbc/cc2326ad8c5ea2a415108aa2e058b88e39b4396499099adfd97a8940c4d8b3bd.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nGUILFORD COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 8287 \nALAN W. (“A”) CONE, JR. and LOUIS \n(“BILLY”) CONE individually and \nderivatively on behalf of BLUE GEM, \nINC., \n \nPlaintiffs, \n \nv. \n \nBLUE GEM, INC.; STEPHEN B. \nCONE; and ELAINE BULLUCK,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS FOR \nEXPENSES \n  \n  \n \n \n1. THIS MATTER  is before the Court on two motions for payment of \nexpenses filed by Defendants, (the “Motions”), (ECF Nos. 58, 61).1 \n2. Defendants Stephen B. Cone (“Steve”) and Elaine Bulluck  (“Bunny”) \nseek recovery of reasonable expenses, including attorneys’ fees, from P laintiffs \npursuant to N.C.G.S. § 55-7-46(2) and (3).  Alternatively, Steve and Bunny seek court-\nordered indemnification pursuant to N.C.G.S. § 55-8-54. \n \n1 Plaintiffs filed a single, consolidated brief in support of their own motion to dismiss their \nderivative claim and in opposition to Defendants’ Motions.  (Pls.’ Reply Supp. Mot. Dismiss \nand Resp. Opp. Defs.’ Motions for Costs, ECF No. 63.)  They then filed a Motion for Leave to \nFile Surreply B rief in opposition to the Defendants’  reply briefs. ( Pls.’ Mot. Leave File \nSurreply Br. , ECF No. 66.)  Defendants responded by  filing  briefs opposing Plaintiffs’ \nsurreply.  (Blue Gem’s Mem. Resp. Pls.’ Mot Leave File Surreply Br., ECF No. 72; Cone and \nBulluck’s Resp. Opp. Pls.’ Mot. Leave File Surreply Br., ECF No. 73.)  In its discretion, t he \nCourt GRANTS Plaintiffs’ Motion for Leave to File Surreply and has considered Plaintiffs’ \nSurreply, which was submitted as Exhibit A to their motion (ECF No. 66.1), in making the \ndeterminations herein. \n \nCone v. Blue Gem, Inc., 2023 NCBC 74. \n3. Similarly, Defendant Blue Gem, Inc. (“Blue Gem”) seeks to recover from \nPlaintiffs its reasonable expenses, including attorneys’ fees, pursuant to \nN.C.G.S. § 55-7-46(2) and (3).  Blue Gem also seeks an order taxing Plaintiffs, jointly \nand severally, with any amount it is required to indemnify Steve and Bunny. \n4. Having considered the Motio ns, the related briefing, and other \nappropriate matters of record, the Court hereby GRANTS in part and DENIES in \npart Steve and Bunny’s motion, DENIES Blue Gem’s motion, and taxes Steve and \nBunny’s reasonable expenses, including attorney’s fees, incurred in defending against \nthe derivative claim against Plaintiffs.2  \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP, by Clinton \nShepperd Morse and Amanda Hawkins, for Plaintiffs Alan W. (“A”) Cone, \nJr. and Louis (“Billy”) Cone. \n \nBlock, Crouch, Keeter, Behm & Sayed, by Christopher K. Behm, for \nDefendant Blue Gem, Inc.  \n \nWard and Smith, P.A., by Jenna F. Butler and Joseph Anthony Schouten, \nfor Defendants Stephen B. Cone and Elaine Bulluck. \n \nEarp, Judge.  \nI. BACKGROUND \n5. Plaintiffs, shareholders in Blue Gem, a closely-held corporation, \ninitiated this action on 25 October 2022 with the  filing of their Complaint, \n(ECF No. 3.)  After designation to the Business Court, Plaintiffs filed an Amended \nComplaint on 12 December 2022, asserting  a direct  claim against Blue Gem  for \n \n2 The Court determines, in its discretion, that oral argument will not aid in its decision and \nissues this ruling without a hearing pursuant to BCR 7.4. \n \njudicial dissolution and a derivative cl aim against Steve and Bunny for breach of \nfiduciary duty, (ECF No. 11). \n6. Each Defendant moved to dismiss the Amended Complaint.  (Blue Gem’s \nMot. Dismiss First Am. Comp l. for Jud. Dissol., ECF No. 20; Stephen B. Cone’s and \nElaine Bulluck’s Corrected Mot. Dismiss, ECF No. 22).  The Court held a hearing on \nthose motions on 11 April 2023.  (Not. of Hr’g, ECF No. 50.)   \n7. On 9 August 2023, following an unsuccessful mediation but prior to the \nCourt’s ruling on Defendants’ Motions to Dismiss, Plaintiffs filed their own motion in \nwhich they sought a voluntary dismissal without prejudice of their case in its entirety, \nincluding their derivative claim for breach of fiduciary duty . (Mot. Dismiss Without \nPrejudice [“Pls.’ Mot. to Dismiss”], ECF No. 55.)3  Pursuant to N.C.G.S. § 55-7-45, the \nCourt’s approval was required to effect a dismissal of the derivative claim.   \n8. On 13 October 2023, the Court entered an Order and Opinion dismissing \nthe Plaintiffs’ derivative claim for breach of fiduciary duty with prejudice , \nacknowledging Plaintiffs’ voluntary dismissal of the dissolution claim without \nprejudice, and taxing Plaintiffs with the costs of the action pursuant to Rule 41(d) of \n \n3 Accompanying Plaintiffs’ Motion to Dismiss was an unsworn letter to the Court from \nPlaintiffs.  (Pls.’ Mot. to Dismiss, Ex. A [“Pls.’ Letter”], ECF No. 55.1.)  In the letter, Plaintiffs \nrepresented to the Court, among other things,  that when filing this action, they were \n“unaware that the precedents set in family law were so thoroughly irrelevant to a case \nbrought to trial in business court” and that “a precedent set in a family courtroom is not \nrelevant to a precedent set in a business courtroom.”  The y asserted that because the \nBusiness Court is “guided by Business Court precedence [sic]” this Court is “incapable of \ndealing with [their claims].”  (Pls.’ Letter pp. 1-2.)  They also stated that they had decided to \ndismiss the case because of its financial impact and emotional toll.  (Pls.’ Letter pp. 1-2.)  \nBecause the letter was unsworn, however, the Court does not consider it with respect to the \nMotions. \n \nthe North Carolina Rules of Civil Procedure.  ( Order and Opinion on Mots. Dismiss, \nECF No. 71.) \n9. Following dismissal of the action, each D efendant seek s to recover \nexpenses, including attorneys’ fees. \nIII. FINDINGS OF FACT4 \n10. Plaintiffs (A lan “A”  Cone and Louis “Billy” Cone) and the individual \nDefendants (Elaine “Bunny” Bulluck and Stephen B. “Steve” Cone) are siblings who \ninherited stock in their father’s company, Blue Gem, Inc.  (“Blue Gem”  or the \n“Company”).5 \n11. Steve owns 29.748 percent of the voting stock of Blue Gem and serves \nas a director of the Company, as well as its President.  Bunny owns 23.146 percent of \nthe voting stock of Blue Gem and serves as a director of the C ompany.  Together, \nSteve and Bunny own a majority interest in Blue Gem. \n12. A Cone and Billy each own 23.146 percent of the voting stock of Blue \nGem.  Billy is also a director. \n13. A Cone and Billy complain that , because Blue Gem is organized as a C \ncorporation, its income is taxed both at the corporate level and again at the \n \n4 To the extent the Court’s findings of fact are more properly considered conclusions of law or \nvice versa, the finding or conclusion may be properly reclassified.  N.C. State Bar v. Key, 189 \nN.C. App. 80, 88 (2008) ( “[C]lassification of an item within [an]  order is not determinative, \nand, when necessary, the appellate court can reclassify an item before applying the \nappropriate standard of review.”).   \n \n5 The Court’s findings are derived from facts that are alleged in the Amended Complaint \nand not contested by Defendants in their Motions to Dismiss. \nshareholder level when paid out as dividends.  Because they disagree with Steve and \nBunny on the best course to reduce this tax burden, they want to redeem their shares \nat what they consider to be “fair value.”  To them, fair value does not involve minority \nor illiquidity discounts.   \n14. Alternatively, A Cone and Billy have proposed that Blue Gem spin  off \nsome of its assets to a new entity to be owned by them. \n15. Steve and Bunny disagree with A Cone and Billy’s proposals and have \nvoted against them. \n16. The parties initially took steps toward converting Blue Gem from a C to \nan S Corporation, but A Cone and Billy have now  made it clear that they will not \nagree to such a conversion because they have concluded that they no longer wish to \nbe in business with Steve and Bunny.    \n17. After Steve and Bunny did not agree to Plaintiffs’ proposals either to sell \ntheir interests without discounts or for a “tax -free spin-off,” A Cone and Billy filed \nthis action asserting a derivative claim against Steve and Bunny for breach of \nfiduciary duty, as well as a claim against Blue Gem for judicial dissolution. \nII. CONCLUSIONS OF LAW \n18. Pursuant to N.C.G.S. § 55 -7-46, upon the termination of a derivative \nproceeding, a court may: \n(2) Order the plaintiff to pay any defendant’s reasonable expenses, \nincluding attorneys’ fees, incurred in defending the proceeding if it finds \nthat the proceeding was commenced or maintained without reasonable \ncause or for an improper purpose; or \n \n(3) Ord er a party to pay an opposing party’s reasonable expenses, \nincluding attorneys’ fees, incurred as a result of the filing of a pleading, \nmotion, or other paper, if the court, after reasonable inquiry, finds that \nthe pleading, motion, or other paper was not well grounded in fact or \nwas not warranted by existing law or a good faith argument for the \nextension, modification, or reversal of existing law, and that it was \ninterposed for an improper purpose, such as to harass or to cause \nunnecessary delay or needless increase in the cost of litigation.  \n \nN.C.G.S. § 55-7-46(2), (3). \n \n19. With respect to Section 55 -7-46(2), “[a]n improper purpose is ‘any \npurpose other than one to vindicate rights  . . . or to put claims of right to a proper \ntest.’ ”  Ekren v. K&E Real Est ate Invs., LLC , 2014 NCBC LEXIS 57, at *14 (N.C. \nSuper. Ct. Nov. 10, 2014) ( quoting Coventry Woods Neighborhood Ass’n  v. City of \nCharlotte, 213 N.C. App. 236, 241 (2011)).   The Court assesses Plaintiffs’ objective \nbehavior in view of the totality of the cir cumstances when determining whether an \nimproper purpose exists.  Id.  \n20. A derivative suit is filed for an improper purpose if it is “instituted more \nwith a view to obtaining a settlement favorable to the plaintiff and his attorney than \nto righting a wrong to the corporation.”  An Official Comment to the statute refers to \nsuch an action as a “strike suit.”  N.C.G.S. § 55-7-40, Official Comment.\n6 \n21. As for Section 55- 7-46(3), a well-respected treatise states that  “the \ngrounds for an order of payment .  . . are the  same as the basis for the payment of \nexpenses under Rule 11 of the Rules of Civil Procedure and apply to any document \n \n6 Although Official Comments are not binding because they have not been enacted into law, \n“they were included with the printing of the statute and are, therefore, relevant in construing \nthe intent of the statute.”  Miller v. First Bank, 206 N.C. App. 166, 171 (2010). \n \nfiled at any time in the action.”  Russell M. Robinson, II, Robinson on North Carolina \nCorporation Law § 17.10. \n22. However, there is a subtle distinction.  Rule 11 sanctions may be based \non factual insufficiency, legal insufficiency, or improper purpose, whereas Section 55-\n7-46(3) requires factual or legal sufficiency and improper purpose.  Cf. Ekren , 2014 \nNCBC LEXIS 57, at *12 (“in co ntrast to Rule 11, [under § 57D -8-05(3)] the Court \nmust find that Defendant . . . filed the document for an ‘improper purpose’ in addition \nto finding that same document ‘ was not well grounded in fact or was not warranted \nby existing law ’ ”) (citing N.C.G.S . § 57D-8-05(3)).  However, “whether or not a \npleading has a foundation in fact or is well grounded in law will often influence the \ndetermination of the signer’s purpose.”  Coventry Woods Neighborhood Ass’n , 213 \nN.C. App. at 242 (quoting In re Kunstler, 914 F.2d 505, 518 (4th Cir. 1990)).  \n23. Defendants contend they are entitled to reasonable expenses, including \nattorneys’ fees , pursuant to  N.C.G.S. §  55-7-46(2) because Plaintiffs’ action  is an \nimpermissible “strike suit” filed for an improper purpose.  They argue that the action \nwas commenced and maintained, not to remedy a wrong to Blue Gem , but “to coerce \n[Steve and Bunny] into a buyout of Plaintiffs’ shares at an unwarranted premium.”  \n(Mem. Supp. Defs.’ Stephen B. Cone’s and Elaine Bulluck’s Mot. Payment of Expenses \n[“Steve and Bunny’s Br. Supp.”] 12-13, 16, ECF No. 59; Def. Blue Gem’s Mem. Supp. \nMot. for Recovery of Reasonable Expenses, Including Attys’ Fees (N.C. Gen. Stat. §§ \n55-7-46(1) and (2)) [“Blue Gem’s Br. Supp.”] 10, ECF No. 62.) \n24. Defendants also argue that Plaintiffs brought their derivative  claim \nwithout reasonable cause.  While t he case law interpreting this phrase is scant , in \nSutton v. Sutton, this Court concluded that where plaintiff lacked standing and t he \ncomplaint was “on its face . . . seriously deficient and subject to dismissal on several \ngrounds,” plaintiff had commenced and maintained the action “without reasonable \ncause.”  Sutton v. Sutton , 2011 NCBC LEXIS 44, at * *6-7 (N.C. Super. Ct. Nov. 22, \n2011); cf. McMillan v. Ryan Jackson Props., LLC , 232 N.C. App. 35, 41 (2014) \n(construing “without reasonable cause” in N.C.G.S. §  55A-7-40 to mean there is “no \n‘reasonable belief’’ in a ‘sound chance’ that the claim could be sustained.”)  (citation \nomitted).   \n25. In addition, Defendants contend that the derivative claim in this action \nwas (a) not well-grounded in fact or warranted by either existing law or a good faith \nargument for the modification or reversal of existing law , and (b) interposed for an \nimproper purpose .  Consequently, they  seek their reasonable expenses , including \nattorneys’ fees, for Plaintiffs’ alleged violation of Section 55-7-46(3).  (Defs.’ Stephen \nB. Cone’s and Elaine Bulluck’s Mot. Payment of Expenses or, in the Alternative, for \nIndemnification [“Steve and Bunny’s Motion”] 5-6, ECF No. 58; Def. Blue Gem’s Mot. \nfor Recovery of Reasonable Expenses, including Attys’ Fees (N.C. Gen. Stat. §§ 55-7-\n46(2) and (3)) [“Blue Gem’s Mot. for Expenses”] 1-2, ECF No. 61.)   \n26. In their Amended Compl aint, Plaintiffs alleged that Steve and Bunny \nviolated a fiduciary duty to Blue Gem by allowing it to remain a C corporation, \nresulting in “double taxation” of income.  But the record reveals that the underlying \nreason for Plaintiffs’ decision to file their derivative claim is that Steve and Bunny, \nas directors and owners of a combined majority interest in  Blue Gem, have declined \nto agree either (a) to  redeem Plaintiffs’ shares without minority and illiquidity \ndiscounts; or (b) to a “tax free” spin -off of Blue Gem assets to a new  entity owned by \nPlaintiffs.  Meanwhile, Plaintiffs themselves have rejected the option of converting \nBlue Gem to an S corporation as a way of resolving the tax issue because they do not \nwant to remain in business with their siblings.  The Court concludes, therefore, that \nPlaintiffs want to reduce taxes, but only through a mechanism that will allow them \nto exit the company for what they consider to be fair value.   \n27. The Court has addressed the insufficiency of Plaintiffs’ derivative claim \nfor breach of fiduciary duty  in its earlier motion to dismiss ruling  and incorporates \nits analysis here.  See Cone v. Blue Gem, 2023 NCBC LEXIS 127 (N.C. Super. Ct. Oct. \n13, 2023), (ECF No. 71.)  In short, the Court concludes that (1) it is not a breach of \nfiduciary duty for Steve and Bunny to continue Blue Gem as a C corporation ; (2) the \nfacts alleged with respect to Steve and Bunny’s decisions not to adopt Plaintiffs’ exit \nproposals are insufficient to overcome the business judgment rule; and (3) the totality \nof the circumstances reveals that the true purpose for the breach of fiduciary duty \nderivative claim was to pressure Steve and Bunny into voting for  a proposal that \nwould allow Plaintiffs to exit the company while maximiz ing the value of their \ninterests.    \n28. Accordingly, pursuant to Section 55 -7-46(2), the Court , having \nconcluded that Plaintiffs’ derivative claim was brought for an improper purpose,  \nGRANTS in part Steve and Bunny’s motion .  The  Court orders Plaintiffs to pay \nSteve and Bunny’s reasonable expenses, including attorneys’ fees, incurred to defend \nagainst the derivative claim for breach of fiduciary duty, the only claim stated against \nthem.  In all other respects, Steve and Bunny’s motion is DENIED.7 \n29. As for Blue Gem’s Motion, the only claim asserted against it was a direct \nclaim for dissolution.  The company itself was not a defendant in a derivative \nproceeding.  Therefore, Blue Gem itself has no basis upon which to seek recovery of \nexpenses pursuant to Section 55-7-46 (2) or (3).   \nIII. CONCLUSION \n30. WHEREFORE, the Court , in the exercise of its discretion,  ORDERS \nas follows: \na. Plaintiffs’ Motion for Leave to File Sur reply, (ECF No. 66.1), is \nGRANTED. \nb. Defendants Stephen B. Cone’s and Elaine Bulluck’s Motion for Payment \nof Expenses, or in the alternative, for Indemnification, (ECF No. 58), is \nGRANTED in part and DENIED in part  such that Plaintiffs shall \npay Steve and Bunny’s reasonable expenses, including attorneys’ fees, \nincurred to defend against the derivative claim for breach of fiduciary \nduty.  In all other respects, the motion is DENIED. \n \n7 Because the Court concludes that Plaintiffs should be taxed with Steve and Bunny’s \nreasonable expenses incurred in defending against the derivative claim pursuant to N.C.G.S \n§ 55-7-46(2) and (3), it does not reach Bunny and Steve’s alternative argument  for court-\nordered indemnification pursuant to N.C.G.S. § 55-8-54. \n \nc. Defendant Blue Gem, Inc.’s Motion for Recovery of Reasonable \nExpenses, Including Attorneys’ Fees, (ECF No. 61), is DENIED. \nd. By 7 December 2023, Steve and Bunny shall fi le a petition with  \naffidavits and other  supporting materials sufficient to allow the Court \nto make findings with respect to the amount and reasonableness of the \nexpenses assessed.   \ne. By 29 December 2023, Plaintiffs may file their response to the petition.  \nf. No reply will be permitted absent further order of the Court. \n \nIT IS SO ORDERED, this 7th day of November, 2023. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}