{
  "id": "cc4e574366b1eb30e97ce103619ea19310823c8db4062ff8d5977894577a7fc7",
  "source_file": "data/raw/ncbc/cc4e574366b1eb30e97ce103619ea19310823c8db4062ff8d5977894577a7fc7.pdf",
  "raw_text": "Ehmann v. Medflow, Inc., 2020 NCBC 30. \nSTATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 3098 \nEUGENE K. EHMANN;  \nN. WILLIAM SCHIFFLI, JR.; and \nTHAD A. THRONEBURG, \n \nPlaintiffs, \n \nv. \n \nMEDFLOW, INC.; GREG E. \nLINDBERG; ELI RESEARCH, LLC;  \nELI GLOBAL, LLC; ELI EQUITY, LLC; \nSNA CAPITAL, LLC; SOUTHLAND \nNATIONAL HOLDINGS, LLC; \nSOUTHLAND NATIONAL \nINSURANCE CORPORATION; \nDJRTC, LLC; and MEDFLOW \nHOLDINGS, LLC,  \n \nDefendants. \n \nJUDGMENT ON JURY VERDICT, \nORDER AND OPINION ON POST-\nTRIAL MOTIONS, AND ORDER \nAND OPINION ON PARTIAL \nSUMMARY JUDGMENT MOTION \n \n \n \n1. THIS MATTER arises from the circumstances surrounding the end of \nthe employment relationship  between Plaintiffs and their former employer, \nDefendant Medflow, Inc. (“Medflow”), and focuses in particular on  the manner in \nwhich Plaintiffs’ employment ended  and Plaintiffs’ rights to certain benefits under \ntheir employment contracts.   \n2. Now before the Court are  multiple motions, detailed below, including  \npost-trial motions following a trial solely against Medflow on a limited issue  \nregarding the enforceability of Plaintiffs’ contracts , as well as  a renewed summary \njudgment motion of which the Court deferred full consideration until after the trial.   \n \n \n \n \n3. Pursuant to an order in a rehabilitation proceeding in Wake County \nSuperior Court in which Defendant Southland National Insurance Corp oration \n(“SNIC”) is also a party (the “Rehabilitation Proceeding”), this Court is enjoined from \nentering any judgment against SNIC or its assets without the express allowance of \nthe Wake County Superior Court.  In this Judgment, Order and Opinion, the Court \nmakes no findings and expresses no opinion as to any right Plaintiff s may have to \nimpose liability upon SNIC. \n4.   For the reasons stated below, the various motions are DENIED in part \nand GRANTED in part. \nCaudle & Spears, P.A., by Harold C. Spears and Christopher P. Raab, \nfor Plaintiffs. \n \nCondon Tobin Sladek Thornton PLLC, by Aaron Z. Tobin,  Michele \nSpillman (pro hac vice),  and Jared T.S. Pace (pro hac vice), and Fox \nRothschild LLP, by Matthew Nis Leerberg  and Troy D. Shelton, for \nDefendants Medflow, Inc. and Medflow Holdings, LLC. \n \nGale, Judge.  \nI. INTRODUCTION \n5. Plaintiffs executed employment contracts with Medflow on or about July \n5, 2014 , which vary as to the ir effective dates  and the amount of annual \ncompensation, but otherwise contain the same  terms on all matters central to this \nlitigation.  Plaintiffs bring this litigation, in part, to recover unpaid wages, change -\nof-control payments, and severance benefits to which they allege th ey are entitled \nunder their agreements.   \n6. Throughout the course of this litigation, Medflow has maintained that \nthe agreements are altogether unenforceable because they contain terms grossly \n \n \n \n \nunfair to Medflow and were negotiated to protect Plaintiffs’ personal interests in \ncontravention of Plainti ffs’ fiduciary duties to Medflow.  It is uncontested that \nPlaintiffs Eugene K. Ehmann (“Ehmann”) and Thad A. Throneburg (“Throneburg”) \nowed fiduciary duties to Medflow at the time they entered their employment \nagreements as appointed officers.  While Plaintiff N. William Schiffli, Jr. (“Schiffli”)  \nwas an appointed Medflow officer at one time, he was not one when he entered his \nemployment agreement  and instead continued  in his role  as Medflow’s Chief \nFinancial Officer (“CFO”)  as an independent contractor.  Medflow contends that \nSchiffli was nevertheless a de facto officer charged with the same fiduciary duties as \nEhmann and Throneburg. \n7. Fiduciary duties aside, Medflow contends in any event that Plaintiffs \nare not entitled to the benefits they seek under their employment agreements because \nit terminated each of those agreements for cause.  Medflow argues it was not required \nto meet the contractual standard of termination for “Cause” because that standard is \nunconscionable.  Plaintiffs contend the contractual definition of “Cause” applies, that \nMedflow could not demonstrate such Cause, and instead that they terminated the \nagreements for “Good Reason,” entitling them to their change -of-control payments \nand severance benefits.   \n8. In 2016, all parties moved for summary judgment on the enforceability \nof Plaintiffs’ contracts, focusing in particular on whether those transactions were \nprotected by the business judgment rule, and if not, what standard should be applied \nto determine the fairness of those agreements.   In its order and opinion denying the \n \n \n \n \nsummary judgment motions, the Court held Plaintiffs’ employment agreements were \ninterested transactions to the extent each Plaintiff was an officer and fiduciary of \nMedflow, imposing a duty on the officer to prove his  agreement was fair to Medflow \nwhen entered.  Because of the dispute about his status as a  de facto officer, it was \nunresolved whether Schiffli should be required to shoulder that burden.    \n9. The Court then severed for early trial the issue of whether any plaintiff \ncharged with fiduciary duties to Medflow could prove that his employment agreement \nwas fai r to Medflow when entered  (the “Severed Issue”) , limited further pre -trial \ndiscovery to the Severed Issue,  and deferred its consideration of other pending \nmotions including whether any other Defendants could be charged with any liability \nadjudged against Medflow. 1  First, a jury would determine if Schiffli was a de facto \nofficer.  Second, th at jury would determine  whether the employment agreement of \neach officer was fair to Medflow when entered. \n10. The Severed Issue went to trial on April 22, 2019 (“Severed Issue Trial”).    \n11. The jury concluded its deliberations on May 13, 2019.  The jurors issued \na unanimous verdict that Schiffli was not a de facto  officer at the time he executed \nhis employment agreement  and, as a result , did not consider the fairness of his \nagreement to Medflow when entered .  The jury was unable to reach a unanimous \n                                                 \n1 Medflow is the corporate party to the employment agreements at issue.  Defendant Medflow \nHoldings, LLC (“Holdings”) was formed after the employment agreements were executed but \nhas stipulated for purposes of this case that it is Medflow’s corporate successor, which can be \ncharged for any liability that might arise against Medflow under the employment \nagreements.   \n \n \n \n \nverdict on whether Ehmann and Throneburg’s employment agreements were fair  to \nMedflow when entered. \n12. The Court must now resolve the following post -trial motions: (1) \nEhmann and Throneburg’s  motion for j udgment notwithstanding the v erdict, (2) \nMedflow’s motion for j udgment notwithstanding the v erdict or (3) n ew trial with \nrespect to Ehmann and Throneburg, (4) Medflow’s m otion for judgment \nnotwithstanding the verdict or (5) new trial as to Schiffli, and (6) Schiffli’s motion for \nentry of judgment and (7) renewed motion for partial summary judgment (together, \nthe “Motions”).   \nII. FACTUAL BACKGROUND2 \n13. Medflow is or was a provider of computer software for the medical \nindustry.3  James Riggi (“Riggi”) founded Medflow and was its Chief Executive Officer \n(“CEO”) or president until December 2013.  (Aff. D. James Riggi ¶¶ 3−4 (“Riggi Aff.”), \nECF No. 192.)4  Prior to December 2014, Riggi and DavLong Business Solutions, LLC \n(“DavLong”) controlled by David Long (“Long”) , owned the controlling interest in \n                                                 \n2 For more factual background and greater detail regarding the procedural history preceding \nthe current Motions, see Ehmann v. Medflow, Inc. , 20 19 NCBC LEXIS 10, at *1 –8 (N.C. \nSuper. Ct. Feb. 6, 2019); Ehmann v. Medflow, Inc. , 2017 NCBC LEXIS 88, at *1– 25 (N.C. \nSuper. Ct. Sept. 26, 2017). \n \n3 Medflow is inactive.  Its liabilities, other than those which might be owed to Plaintiffs, and \nassets, were  acquired by Holdings.  Defendants have stipulated that Holdings is the \nsuccessor-in-interest to Medflow, liable for any obligation Medflow owes to Plaintiffs, and the \ncorporate Defendants continue to operate Medflow’s prior business of providing software to \nthe medical industry.  The parties continue to dispute whether Medflow’s liabilities, if any, \nmay be imposed on any Defendant other than Holdings. \n \n4 For convenience, the Court will at times cite to affidavits filed by the parties, most often to \nrefer to facts that have not been disputed.  The affiants testified at trial consistently with the \naffidavit testimony cited. \n \n \n \n \nMedflow, which had other minority shareholders.  (Riggi Aff. ¶ 6; Aff.  David Long ¶ \n5, ECF No. 194.)   \n14. Ehmann and Throneburg became Medflow  shareholders in 2004.  ( Aff. \nThad A. Throneburg ¶ 26 (“Throneburg Aff.”), ECF No. 171.16; Eugene K. Ehmann \nAff. ¶ 10 (“Ehmann Aff.”), ECF No. 176. )  Throneburg, a North Carolina attorney, \nserved as Medflow’s CEO from January 1, 2005 to November 2007 when he sold his \napproximate 24% ownership interest to DavLong and returned to active law practice.  \n(Throneburg Aff. ¶¶ 27, 38, 42.) \n15. Following Throneburg’s departure, Riggi again became CEO.  (Ehmann \nAff. ¶ 15.)  In November 2009 , Ehmann accepted a position as Medflow ’s director of \nhuman resources but was not appointed an officer at that time.  (Ehmann Aff. ¶ 18.)  \nIn June 2010, Schiffli joined Medflow as its CFO  pursuant to an independent \ncontractor arrangement  and served as an  appointed Medflow officer prior to \nDecember 2013.  (Aff. N. William Schiffli , Jr. ¶ 2, ECF No. 13; see also Throneburg \nAff. ¶ 107.) \n16. On December 10, 2013, catalyzed by growing dissatisfaction with Riggi’s \nleadership, (see Ehmann Aff. ¶ 24), Medflow  shareholders met and took several \nactions.  All existing Medflow officers including Schiffli were removed from their roles \nas officers.  Riggi was ousted from management and Throneburg was hired as interim \nCEO on a short-term contract.  The Board of Directors was reorganized and l imited \nto one member .  Ehmann was elected as Vice President, Treasurer, and Secretary , \n \n \n \n \nand was appointed as Medflow’s sole director.  (Ehmann Aff. ¶ 39; Throneburg Aff. \nEx. 3, at 2 (“Dec. 10, 2013 Shareholder Meeting Mins.”), ECF No. 171.4.)   \n17. Although Schiffli was terminated as an officer  in December 2013 , he \ncontinued to maintain the title of Medflow’s CFO.  (See Throneburg Aff. ¶ 55; see also \nDec. 10, 2013 Shareholder Meeting Mins. 3.)  Ehmann testified that Schiffli’s officer \nstatus was revoked  upon Riggi’s ouster because of concern over  Schiffli’s potential \nloyalty to Riggi.  (Civil Trial Tr. Vol. VI of XII Mon., Apr. 29, 2019 72:12–73:3 (“Trial \nTr. Vol. VI”), ECF No. 374.4 .)  Ehmann eventually reappointed Schiffli as a de jure \nofficer in December 2014 .  (Second Am. Compl. Ex. 9 , at 1 (“Dec. 9, 2014 Director \nAction”), ECF No. 118.1.)  Schiffli therefore negotiated and executed his employment \nagreement during the interim period in which he  was not an appointed Medflow \nofficer.   \n18. Throneburg testified that , when he  returned as Medflow’s  CEO, he \ninitially prioritized  the fo rmation of a senior management team including  James \nMessier (“Messier”),5 Ehmann, Schiffli, and himself.  (Civil Trial Tr. Vol. VII of XII \nTue., Apr. 30, 2019 192:19−194:13, ECF No. 374.5 ; see also Throneburg Aff. ¶ ¶ \n68−69.)  Plaintiffs testified that the senior management team adopted a three -year \nstrategic plan in early 2014 that focused on moving Medflow’s software platform from \na server-based system to a cloud-based system and that Throneburg deemed it critical \n                                                 \n5 Messier is not a party to this litigation.  He entered a Medflow employment agreement at \nthe same time as Plaintiffs containing similar  terms.  Unlike Plaintiffs, Medflow did not \nterminate his employment and he continues to work for Medflow’s successor under a different \nagreement.  (Civil Trial Tr. Vol. IX of XII Thu ., May 2, 2019 200:14– 204:6 (“Trial Tr. Vol. \nIX”), ECF No. 374.7.)  He testified on behalf of Medflow at the Severed Issue Trial.   \n \n \n \n \nto extend multi -year c ontracts to the senior management team —the persons \nnecessary to effectuate this strategic plan .  (Civil Trial Transcript Vol. VIII  of XII \nWed., May 1, 2019  25:24−26:18 (“Trial Tr. Vol. VIII”) , ECF No. 374.6 ; see also \nEhmann Aff. ¶¶ 44−45; Throneburg Aff. ¶¶ 75–76.) \n19. Medflow’s bylaws provide that compensation for officers is to be \ndetermined by its directors, while making no similar provision for the compensation \nof other employees.  (Throneburg Aff. Ex. 2, at 6 (“Medflow Bylaws”), ECF No. 171.7.)  \nEhmann first orally agreed to the terms of an employment agreement with \nThroneburg and later requested that Throneburg reduce those terms to writing.   \n(Trial Tr. Vol. IX 13:13−16.)  After reaching this oral agreement, Ehmann accepted \nThroneburg’s advice that he could delegate  to Throneburg the board’s authority to \ndetermine compensation for officers.  Throneburg represented Medflow in negotiating \nthe employment agreements for Ehmann, Messier, and Schiffli between March and \nJuly 2014, and drafted the agreements for himself and the others on July 5−7, 2014, \nwith effective dates retroactive to the da y on which each person orally agreed to the \nchief terms of their employment.  (Trial Tr. Vol. VIII 40:21−24, 43:15−17, 57:25−58:5, \n66:3−6, 87:10−12, 101:1−103:2.) \n20. Plaintiffs’ employment agre ements contain identical terms except for \nthe effective date, compensation amount , and description of job duties .  ( Compare \nThroneburg Agreement, ECF No. 118.2, with Ehmann Agreement, ECF No. 118.34, \nand Pl. Ex. 005 (“Schiffli Agreement”), ECF No. 342 (together, “Pls.’ Agreements”).)    \n \n \n \n \n21. Each agreement provides for “Severance Benefits” if Medflow  \nterminated it without Cause or a Plaintiff terminated it for Good Reason.  Severance \nBenefits include a payment equal to the Plaintiff’s annual base salary (“Severance \nPayment”), (Pls .’ Agreements ¶ 9(a)(i)), an d thirty -six consecutive months of \n“hospital, medical, dental, accident, disability and life insurance coverage equivalent \nto that provided to Medflow employees ” immediately following termination \n(“Insurance Benefits”), (Pls.’ Agreements ¶ 9(a)(ii)).  The agreements also provide for \na “Change-of-Control Payment” equal to one year of annual salary plus a “Gross -up” \nwhich is determined by a calculation set out in the agreements.6  (Pls.’ Agreements ¶ \n17.)  Finally, the agreements provide that each party to the agreement w ould \nindemnify the other “against all costs incurred by it in connection with its attempts \nto seek damages or other remedies available to it as a result of the defaulting party’s \nbreach[.]”  (Pls.’ Agreements ¶ 23.)    \n22. While Medflow had outside counsel that it consulted on various matters, \nneither Ehmann nor Throneburg asked for advice from outside counsel before \nexecuting their agreements , relying instead on Throneburg’s experience and \nexpertise.  ( Trial Tr . Vol. IX 14:12−17, 17:10−14 , 17:24−18:9, 101:18−25.)  \nFurthermore, Ehmann and Throneburg did not seek  independent review and \napproval of the Plaintiffs’ employment agreements by Medflow’s shareholders.  (Trial \n                                                 \n6 As late as July 5, 2014, Plaintiffs’ agreements included a Severance Payment term equal to \ntwo years of annual salary instead of a change -of-control bonus.  Throneburg testified that \nhe modified all three agreements after considering Schiffli’s request for such a bonus, such \nthat the final agreements provided for one year of severance in addition to a change-of-control \nbonus.  (Trial Tr. Vol. VIII 74:15−16, 101:1−103:2.) \n \n \n \n \nTr. Vol. IX 156:5−7); see Ehmann, 2017 NCBC LEXIS 88, at *51 (“It is undisputed \nthat the shareholders were not asked to approve the employment agreements.”). \n23. In the latter half of 2014, Defendant Greg E. Lindberg (“Lindberg”) first \nacquired beneficial ownership of Riggi’s shares and then acquired control over \nDavLong’s holdings, which vested him with controlling authority of Medflow.  (Second \nAm. Compl. ¶¶ 29−34 (“V. 2nd Am. Compl.”), ECF No. 119.6.)  On December 19, 2014, \nLindberg attended Medflow’s annual shareholders meeting at which he was elected \nMedflow’s sole director.  (V. 2nd Am. Compl. ¶ 302.)  By January 16, 2015, Lindberg \nhad acquired ownership of all Medflow  shares through his company Defendant Eli \nGlobal, LLC (“Eli Global”).7  (V. 2nd Am. Compl. ¶ 325.)  Lindberg and his companies \nconducted very limited due diligence before completing their acquisition of Medflow. \n24. On January 22, 2015, Eli Global representatives visited Medflow ’s \noffices, at which time  Schiffli provided them with copies of Plaintiffs’ employment \nagreements and calculations for the amount of Plaintiffs’  Change-of-Control \n                                                 \n7 While the exact relation ship between Medflow and Lindberg’s companies , including any \ninter-company transfers, have not yet been fully discovered or resolved, there is no dispute \nthat either Lindberg or companies he controls acquired all Medflow shares.  Although \ndiscovery as to t his issue has not been concluded, the record suggests that funds for the \nacquisition may have been acquired through an intra- corporate loan or series of loans \nthrough which SNIC acquired a senior lien on all of Medflow assets.  Plaintiffs contend that \nthey should have a senior lien position because of the security interests provided by their \nemployment agreements and because Plaintiffs deferred perfecting their interests only \nbecause they relied on Lindberg’s alleged false assurances that Medflow intended t o honor \ntheir employment agreements and make the Change -of-Control Payments.  (V. 2nd Am. \nCompl. ¶¶ 248, 359, 368−370.)  In a pending motion for prejudgment relief that is not the \nsubject of this Judgment, Order, and Opinion, Plaintiffs contend that the as sets taken from \nMedflow following its acquisition by Lindberg’s companies should be restored, at least to the \nextent of Medflow’s alleged liabilities to Plaintiffs.  The validity, priority, and effect of any \nsuch claimed liens involves issues before the Wa ke County Superior Court in the \nRehabilitation Proceeding, and this Court does not consider those issues at present in light \nof the injunction entered in that action. \n \n \n \n \nPayments.  (V. 2nd Am. Compl. ¶¶ 347 –48.)  This constituted Lindberg and Eli \nGlobal’s first knowledge of Plaintiffs’ agreements and their terms.  \n25. In February 2015,  Plaintiffs were placed on administrative leave .  \nPlaintiffs in itiated this litigation shortly thereafter  on February 18, 2015.  (See \nCompl., ECF No. 1.)  Medflow delivered letters to Plaintiffs on May 1, 2015 stating \nthat they were being terminated for Cause, effective immediately.   Plaintiffs deny \nthat Medflow had the C ause the agreements require, but in part because Medflow  \nstripped Plaintiffs of their  duties, Plaintiffs contend they appropriately terminated \ntheir agreements for Good Reason by written notice to Medflow in Fall 2015 .  The \nagreements provide for Severance Benefits only if Medflow terminated without Cause \nor if Plaintiffs terminate for Good Reason. \nIII. PROCEDURAL HISTORY8 \n26. Plaintiffs filed the ir verified second amended complaint (“Second \nAmended Complaint”) on December 2, 2015, alleging  twelve causes of action styled: \n(1) breach of contract, (2) violation of the North Carolina Wage and Hour Act (“Wage \nand Hour Act ”), (3) violation of the North Carolina Retaliatory Employment \nDiscrimination Act, (4) tortious retaliation, (5) fraudulent transfer, (6) fraud, (7) \nviolation of the Unfair and Deceptive Trade Practices Act, (8) successor liability, (9) \nalter ego/piercing the corporate veil, (10) conspiracy in the alternative, (11) Southland \n                                                 \n8 The Court recites only the procedural history relevant to the Motions now before the Court \nand refers the reader to prior opinions in this litigation for further procedural details. \n \n \n \n \nInsurance security interest constructive trust in the alternative, and (12) replevin or \nin the alternative, conversion.  (V. 2nd Am. Compl.)       \n27. On December 4, 2015, Defendants moved to dismiss Plaintiffs’ Second \nAmended Complaint in its entirety (the “Motion to Dismiss”) .  (Defs.’ Mot. Dismiss, \nECF No. 120.) \n28. Plaintiffs then filed separate, partial motions for summary judgment on \ntheir breach of contract claims.  Schiffli moved for partial summary judgment on April \n1, 2016 (“Schiffli’s 2016 Summary Judgment Motion”) , ( Pl. Schiffli’s Mot. Partial \nSumm. J., ECF No. 159), Throneburg moved on July 18, 2016, (Pl. Throneburg’s Mot. \nPartial Summ. J., ECF 171.17 ), and Ehmann moved on August 11, 2016, ( Pl. \nEhmann’s Mot. Partial Summ. J., ECF No. 176.1).  \n29. On September 13, 2016, the Court denied the Motion to Dismiss as to  \nthe breach of  contract claims brought against Medflow and Holdings  (together \n“Medflow Defendants”).  ( Order Defs.’ Mot. Dismiss ¶ 1, ECF No. 182.)  The Court \ndeferred ruling on the Motion to Dismiss as to the other Defendants and claims  and \nordered Medflow Defendants to plead in their answer “all avoidances, affirmative \ndefenses, and counterclaims that relate to or arise out of the transactions or \noccurrences that are the subject matter of Plaintiffs’ breach -of-contract claims.”  \n(Order Defs.’ Mot. Dismiss ¶¶ 3−4.)   \n30. On September 19, 2016, the Court then severed for early trial the \nSevered Issue, defined as  whether “Plaintiffs’ employment agreements are binding \nand enforceable, which includes whether the agreements were validly executed and \n \n \n \n \nwhether the agreements should  . . . be voided because they are unfair to Medflow, \nInc.”  (Order Regarding Scheduling & Severance Issue Trial ¶ 1, ECF No. 183.)  The \nCourt allowed additional discovery limited to the Severed Issue prior to a hearing on \nPlaintiffs’ pending summary judgment motions and Defendants’ anticipated motions \nfor summary judgment.  (Order Regarding Scheduling & Severance Issue Trial 3–4.)    \n31. On October 3, 2016, Medflow  Defendants answered Plaintiffs’ Second \nAmended Complaint and stated affirmative def enses and counterclaims  related to \nPlaintiffs’ breach of contract claims.  (Medflow, Inc. & Medflow Holdings, LLC’s \nAnswer, Affirmative Defenses, & Countercl. Pls.’ Second Am. Compl. (“Medflow Defs. \nAnswer & Countercl.”), ECF No. 189.)  \n32. These affirmative defenses included that the agreements were procured \nby fraud  and breach of fiduciary duty , are unenforceable because they are \nprocedurally and substantively unconscionable, are unfair, are barred by the doctrine \nof unclean hands, and that Ehmann released his  claims in connection with the \npurchase of his shares by Lindberg or his entities.  ( See Medflow Defs. Answer & \nCountercl. 23.)   \n33. Medflow Defendants also stated counterclaims for breach of fiduciary \nduty, declaratory judgment as to the employ ment agreements and confidentiality \nagreements (for lack of mutual assent and consideration), declaratory judgment as to \nthe security agreements  (for lack of mutual assent and consideration), constructive \nfraud, civil conspiracy, unfair and deceptive trade practices in violation of N.C.G.S. § \n \n \n \n \n75-1.1, conversion, and publication of personal information in violation of N.C.G.S. § \n75-66.  (Medflow Defs. Answer & Countercl. 36–45.)   \n34. On November 15, 2016, Defendants filed separate summary judgment \nmotions against each Plaintiff .  ( See Defs.’ Mot. Summ. J. Against Eugene K. \nEhmann, ECF No. 200; Defs.’  Mot. Summ. J. Against N. William Schiffli, Jr., ECF \nNo. 203; Defs.’ Mot. Summ. J. Against Thad A. Throneburg, ECF No. 205.) \n35. On September 26, 2017, the Court denied the cross -motions for \nsummary judgment.  In its opinion, the Court set forth that Ehmann and Throneburg, \nand Schiffli if found to be an officer, must bear the burden of proving that their \nagreements were fair to Medflow when entered  (“Summary Judgment Opinion”) .  \nEhmann, 2017 NCBC LEXIS 88, at *58−59.  \n36. On October 26, 2017, Plaintiffs appealed three of the Court’s orders to \nthe Supreme Court of North Carolina : the Summary Judgment Opinion, Order \nRegarding Discovery for Trial on the Severed Issue, and Order Regarding Scheduling \nand Severance of Issue for Trial.  (Notice Appeal, ECF No. 261.)   Plaintiffs later \nsought a review of these orders via a Petition for Writ of Certiorari filed on January \n31, 2018.  (See Pls.’ Mot. Stay Proceedings Pending Pet. Writ Cert., ECF No. 264.)    \n37. On August 14, 2018,  the Supreme Court denied Plaintiffs’ Petition for \nWrit of Certiorari  and allowed Defendants ’ motion to dismiss the appeal .  See \nEhmann v. Medflow, Inc., 371 N.C. 461, 817 S.E.2d 393 (2018); Ehmann v. Medflow, \nInc., 371 N.C. 461, 817 S.E.2d 206, 207 (2018).  \n \n \n \n \n38. On November 8, 2018, Plaintiffs filed a motion for reconsideration of the \nSummary Judgment Opinion, (Pls.’ Mot. Recons ., ECF No. 275) , which the Cour t \ndenied on February 6, 2019, Ehmann, 2019 NCBC LEXIS 10, at *21. \n39. On March 6, 2019, the Court noticed the Severed Issue Trial , (Notice \nTrial & Pretrial Schedule, ECF No. 296), which began on April 22, 2019.   \n40. Defendants raised a Batson challenge during voir dire, (see Civil Trial \nTr. Vol. II of XII Tue., Apr. 23, 2019 63:14−18 (“Trial Tr. Vol. II”) , ECF No. 374.2 ), \nwhich, after due consideration, the Court denied from the bench , (Trial Tr. Vol. II \n95:10−96:8).   \n41. The jury was impaneled on April 23, 2019, and counsel made their \nopening statements that day.  Following the close of all evidence, all parties  timely \nmoved for a directed verdict on all issues, (Civil Trial Tr. Vol. X of XII Tue., May 7, \n2019 109:17–110:11, 110:20–113:15 (“Trial Tr. Vol. X”), ECF No. 374.8 ), which the \nCourt denied, (Trial Tr. Vol. X 113:16–19).  \n42. Counsel made closing arguments on May 8, 2019, after which the Court \ninstructed the jury.  (Civil Trial Tr . Vol. XI of XII Wed., May 8, 2019  117:1−135:14 \n(“Trial Tr. Vol. XI”), ECF No. 374.9.)  \n43. The Court submitted the following issues to the jury : (1) “[w]as Schiffli \nan officer of Medflow, Inc. at the time he entered his employment agreement with \nMedflow, Inc.?”,  (2) “[w]as the employment agreement between Medflow, Inc. and \nSchiffli fair to Medflow, Inc. at the time it was entered?”,  (3) “[w]as the employment \nagreement between Medflow, Inc. and Ehmann fair to Medflow, Inc. at the time it \n \n \n \n \nwas entered?”, and (4) “[w]as the employment agreement between Medflow, Inc. and \nThroneburg fair to Medflow, Inc. at the time it was entered?”  (Verdict Sheet, ECF \nNo. 330.)  The Court instructed  that Medflow had the burden of proof on issue one , \nthat the jury would reach issue two  only if it answered issue one “yes”, and that the \nburden of proof on issues two, three, and four was on each respective Plaintiff.   \n44. The jury returned its verdict on May 13, 2019 and answered “no” to issue \none, did not consider issue two, and advised that it was “unable to answer” issues \nthree and four.  (Civil Trial Tr. Vol. XII of XII Mon., May 13, 2019 30:23−32:4 (“Trial \nTr. Vol. XII”), ECF No. 374.10.)   \n45. Following the Court’s discharge of the jury,  in open court Ehmann and \nThroneburg moved for judgment notwithstanding the verdict pursuant to R ule 50 of \nthe North Carolina Rules of Civil Procedure (“Rule(s)”), (Trial Tr . Vol. XII 46:25 –\n47:6), Schiffli requested entry of a judgment that he is entitled to recover under his \ncontract, (Trial Tr . Vol. XII 50:1 5–19), and Defendants reserved the right to make \npost-trial motions, (Trial Tr. Vol. XII 49:3–7).            \n46. On May 23, 2019 , Medflow f iled its: (1)  motion for new trial against \nSchiffli pursuant to Rule 59(a), (2) motion for judgment as a matter of law against all \nPlaintiffs pursuant to Rule 50(b) , and (3) alternatively, motion for n ew trial on all \nissues against all Plaintiffs.  (Defs. Mot. J., J. Notwithstanding Verdict, & New Trial \n(“Def.’s Mot. J., JNOV, & New Trial”), ECF No. 325.) \n47. On May 29, 2019,  Schiffli filed a motion for entry of judgment on the \njury verdict and renewed his 2016 Summary Judgment  Motion on issues not \n \n \n \n \npreviously reached by the Court in its Summary Judgment  Opinion.  (Mot. Entry J. \nJury Verdict & Summ. J. Mot., ECF No. 327.)  \n48. On June 7, 2019, Ehmann and Throneburg filed a motion for judgment \nnotwithstanding the verdict.  ( Ehmann & Throneburg’s Mot. J. No twithstanding \nVerdict, ECF No. 333.) \n49. On July 5, 2019, Plaintiffs notified the Court of the Wake County \nRehabilitation Proceeding enjoining certain proceedings in this litigation .  (Request \nJudicial Notice, ECF No. 350.)  \n50. The Court held a hearing on all pending Motions on July 17, 2019.  The \nCourt delayed its consideration of the Motions until the parties submitted a complete \ntranscript of the Severed Issue Trial  in September 2019 .  The Court further defers \nentry of any opinion on other pending motions, including those that may touch upon \nissues subject to the injunction issued in the Rehabilitation Proceeding.   \n51. All Motions have been fully briefed and argued and are now ripe for \ndetermination.  \nIV. STANDARDS OF REVIEW \nA. Judgment Notwithstanding the Verdict  \n52. A motion for judgment notwithstanding the verdict (“JNOV”)  is a \nrenewal of an earlier motion for directed verdict.  Bryant v. Nationwide Mut. Fire Ins. \nCo., 313 N.C. 362, 368– 69, 329 S.E.2d  333, 337 (1985)  (citation omitted) .  JNOV \nmotions question “whether the evidence, taken in the light most favorable to the non-\nmoving party, [wa]s sufficient as a matter of law to be submitted to the jury.”  \n \n \n \n \nScarborough v. Dillard’s, Inc., 363 N.C. 715, 720, 693 S.E.2d 640, 643 (2009) (citation \nomitted).   \n53. “[A] motion for judgment notwithstanding the verdict is cautiously and \nsparingly granted.”  Bryant, 313 N.C.  at 369, 329 S.E.2d at 338 (citation omitted).  \n“To survive a motion for directed verdict  or JNOV, the non -movant must present \n‘more than a scintilla of evidence’ to support its claim.”   Morris v. Scenera Research, \nLLC, 368 N.C. 857, 861, 788 S.E.2d 154, 157 (2016) ( citation omitted) .  “ While a \nscintilla is very slight evidence,  the non-movant’s evidence must still do more than \nraise a suspicion, conjecture, guess, surmise, or speculation as to the pertinent facts \nin order to justify its submission to the jury. ”  Id., 788 S.E.2d at 158 (internal \nquotations and citations omitted).  “[T ]he party opposing the motion must provide \nactual proof[] ‘of such a character as reasonabl[e] to warrant the inference of the fact \nrequired to be established[.]’ ”  Maurer v. SlickEdit, Inc., 2006 NCBC LEXIS 1, at *25 \n(N.C. Super. Ct. Feb. 3, 2006) (quoting Lee v. Stevens, 251 N.C. 429, 433, 111 S.E.2d \n623, 627 (1959)).  “ The trial court must construe the evidence in the light most \nfavorable to the non-movant and resolve all evidentiary conflicts in the non-movant’s \nfavor.”  Morris, 368 N.C. at 861, 788 S.E.2d at 158 (citation omitted). \nB. New Trial  \n54. “The power to grant a new trial is entrusted to the discretion of the trial \ncourt—discretion that ‘must be used with great care and exceeding reluctance.’ ”  \nShaw v. Gee, 2018 NCBC LEXIS 109, at *15 (N.C. Super. Ct. Oct. 19, 2018) (quoting \nIn re Will of Buck, 350 N.C. 621, 626, 516 S.E.2d 858, 861 (1999)).  The “verdict should \n \n \n \n \nbe liberally and favorably construed with a view of sustaining it, if possible,” Piazza \nv. Kirkbride, 246 N.C. App. 576, 580, 785 S.E.2d 695, 698 (2016) (citation omitted), \nand though the grounds for granting a new trial are numerous, see N.C.G.S. § 1A-1, \nRule 59(a), a jury verdict should be set aside only in “those exceptional situations \nwhere the verdict is contrary to the evidence presented and will result in a \nmiscarriage of justice,” In re Will of Buck, 350 N.C. at 628, 516 S.E.2d at 862. \nC. Summary Judgment \n55. Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact[,] and that any party is entitled to a \njudgment as a matter of law.”  N.C.G.S. § 1A-1, Rule 56(c).  “Summary judgment is \nimproper if any material fact is subject to dispute.”  Culler v. Hamlett, 148 N.C. App. \n389, 391, 559 S.E.2d 192, 194 (2002) (quoting Ragland v. Moore, 299 N.C. 360, 363, \n261 S.E.2d 666, 668 (1980)).  “[A]n issue is genuine if it is supported by substantial \nevidence, which is that amount of relevant evidence necessary to persuade a \nreasonable mind to accept a conclusion.”   Fox v. Green , 161 N.C. App. 460, 464, 588 \nS.E.2d 899, 903 (2003) (quoting Liberty Mut. Ins. Co. v. Pennington , 356 N.C. 571, \n579, 573 S.E.2d 118, 124 (2002)). \n56. The movant bears the burden of proving the lack of a triable \nissue.  Dalton v. Camp, 353 N.C. 647, 651, 548 S.E.2d 704, 707 (2001).  Once the \nmovant has met that burden, the burden shifts to the non-moving party to produce a \nforecast of evidence that demonstrates facts showing that it can establish a prima \n \n \n \n \nfacie case at trial.  Austin Maint. & Constr., Inc. v. Crowder Constr. Co., 224 N.C. \nApp. 401, 407, 742 S.E.2d 535, 540 (2012).  The Court must view all the presented \nevidence in the light most favorable to the non-moving party.  Dalton, 353 N.C. at \n651, 548 S.E.2d at 707. \nV. ANALYSIS \nA. Medflow’s Motions for JNOV and New Trial as to Schiffli \n \n(1) JNOV Against Schiffli \n \n57. Medflow moves for JNOV on the issue of whether Schiffli was an officer \nat the time h e entered his employment agreement based on its contention that  the \nevidence presented at trial conclusively “showed that Schiffli held himself out as the \nChief Financial Officer of Medflow and was viewed by others both inside and outside \nMedflow as the Chief Financial Officer.”  (Def.’s Mot. J., JNOV, & New Trial 3.) \n58. In support, Medflow cites that Schiffli  is referred to as CFO in his \nemployment agreement, signed e-mails and used business cards referring to himself \nas CFO, admitted that Medflow had no other CFO, prepared financial statements \nand business projections for Medflow, and continued to perform the same duties after \nhe ceased to be a de jure officer.  (Br. Supp. Def.’s Mot. J., J. Notwithstanding Verdict, \n& New Trial Against Schiffli, & Br. Opp’n Schiffli’s Mot. Entry J. 3 –4 (“Def.’s Br. \nSupp. Mot.  J., JNOV, & New Trial Against Schiffli, & Br. Opp’n Schiffli’s Mot. Entry \nJ.”), ECF No. 342.)   \n59. Medflow has maintained that Schiffli’s title alone was adequate to \nimpose upon him the fiduciary duties of a de facto officer.  Over Medflow’s objection, \n \n \n \n \nthe Court instructed the jury that  Schiffli merely holding the  title of an office was  \ninsufficient to find in Medflow’s favor.  Instead, t he Court instructed the jury that a \n“de facto officer is an officer by the nature and extent of duties undertaken on behalf \nof the corporation[,]” (Jury Instrs. 7, ECF No. 340), and is  \na person who is not an elected officer but acts with the level of authority \nand control that rises to the level of an officer[.] [A] person must appear \nto hold an actual office under some degree of notoriety, which means \nthat the individual is generally known or spoken of as holding the office, \nor color of title, which means that the individual apparently holds title \nto the office.  In addition, the individual must continuously exercise the \nfunctions of the office.  The mere fact that an individual uses the title to \nthe office is not alone sufficient.  In addition to his title, the individual \nmust have authority for tasks commensura te with those of an officer.  \nFor example, a de facto officer might have authority to sign tax returns, \noffer major input as to the company’s formation and operation, manage \nthe company, hire and fire employees, or make purchase s on behalf of \nthe company.  \n \n(Jury Instrs. 8); see Havelock Yacht Club, Inc. v. Crystal Lake Yacht Club, Inc. , 215 \nN.C. App. 153, 156, 714 S.E.2d 788, 790 (2011); Kinesis Advert., Inc. v. Hill, 187 N.C. \nApp. 1, 15–16, 652 S.E.2d 284, 295 (2007).  \n60.  At the Severed Issue Trial, Ehmann testified that, after  Riggi was \nousted and  he appointed Throneburg as Medflow’s CEO, he “made the conscious \ndecision” not to reappoint Schiffli as an elected officer of Medflow .  (Trial Tr. Vol. VI \n72:12–16.)  Ehmann continued: \nBill [Schiffli] was Jim Riggi’s right-hand man.  Bill was very, very loyal \nto people. . . . [Y]ou heard me earlier say that I’ve been working with Bill \nfor four years, but I didn’t know Bill.  And I didn’t want to put the \ncompany at risk to put somebody in there that might have loyalty issues. \n. . . We had to take some of his responsibilities away because I just didn’t \nknow what he knew.  I didn’t know how he was going to react.   \n \n(Trial Tr. Vol. VI 72:15–73:3.)   \n \n \n \n \n61. As a result, Schiffli  had “little a uthority or control over matters of \nsignificance” directly after Throneburg took over management .  (Mem. Opp’n Def.’s \nMots. J., J. Notwithstanding Verdict, & New Trial Against Schiffli 3 (“Schiffli’s Mem. \nOpp’n Defs.’ Mot. J. JNOV, & New Trial”), ECF No. 344; see Civil Trial Tr. Vol. IV of \nXII Thur., April 25, 2019  131:15–132:14, 135:13 –136:2, 136:12– 139:20, 161:17–\n162:13, 163:8–165:4, 169:23–171:21 (“Trial Tr. Vol. IV”), ECF No. 361.)  According to \nSchiffli, his duties were limited to overseeing the accounting team and bookkeepers, \noverseeing accounts receivable, doing financial analysis, gathering information, and \ndeveloping business plans according to Throneburg’s instructions.  (Trial Tr.  Vol. IV \n172:25–173:6, 177:24–175:1, 179:7–9.)   \n62. In sum, while there was evidence presented upon which the jury might \nhave found in Medflow’s favor, t here was “more than a scintilla ” of evidence in \nSchiffli’s favor.  Maurer, 2006 NCBC LEXIS 1, at *25 (quoting Clark v. Moore, 65 \nN.C. App. 609, 610, 309 S.E.2d 579, 580 (1983)).  Medflow’s Motion for JNOV should \ntherefore be denied.9 \n(2) New Trial as to Schiffli \n \n63. Medflow moves for a new trial as to Schiffli on three alternative grounds: \n(1) because “Schiffli violated the equal protection clause of the United States \n                                                 \n9 Because the Court concludes that Defendants are not entitled to JNOV on the de facto officer \nissue, it need not address Medflow’s additional argument that it is entitled to JNOV that \nSchiffli failed to carry his burden of proving the fairness of his employment agreement.  (See \nDef.’s Br. Supp. Mot.  J., JNOV, & New Trial Agai nst Schiffli, & Br. Opp’n Schiffli’s Mot. \nEntry J. 5.)  As discussed below, the Court concludes that there is no other basis to impose \non Schiffli the burden of proving the fairness of his agreement to Medflow at the time it was \nentered. \n \n \n \n \nConstitution by exercising peremptory challenges based on prospective jurors’ race,” \n(“Batson Challenge”); (2) “Schiffli’s counsel’s closing statement to the jury was replete \nwith prejudicial statements [,]” and (3) “the Court erred in its jury instructions  \nregarding the de facto officer issue[.]”  (Def.’s Mot. J., JNOV, & New Trial 1–3.)  The \nCourt concludes its jury instruction on the issue of whether Schiffli was a de facto  \nofficer is con sistent with North Carolina law as cited above,  (see supra Section \nV(A)(1)), and does not again  address Medflow’s challenge to that instruction  on \nMedflow’s motion for new trial as to Schiffli.   \na. Batson Challenge \n \n64. Medflow raised its Batson Challenge, see generally Batson v. Kentucky, \n476 U.S. 79 (1986)  (holding that litigants may not use peremptory challenges to \nengage in purposeful racial discrimination in violation of the equal protection clause), \nafter Plaintiffs used four of their five peremptory strikes to excuse black jurors, (Def.’s \nMot. J., JNOV, & New Trial 1).  The Court now reaffirms its oral ruling made at the \nSevered Issue Trial denying the challenge and allowing jury selection to proceed. \n65. Batson challenges arise most often in criminal proceedings but are also \nrecognized in the civil context.  See Edmonson v. Leesville Concrete Co., 500 U.S. 614, \n631 (1991)  (extending Batson’s burden-shifting framework to civil proceedings).   \nCourts use “[a] three-step process” to evaluate claims of racial discrimination in the \nexercise of peremptory challenges:  \nFirst, [the challenger] must establish a prima facie case[10] that the \nperemptory challenge was exercised on the basis of race.  Second, if such \n                                                 \n10 Factors relevant to the prima facie case include: \n \n \n \n \n \na showing is made, the burden shifts to the [challengee] to offer a \nracially neutral explanation to rebut [the challenger]’s prima facie case.  \nThird, the trial court must determine whether the [challenger] has \nproven purposeful discrimination. \n \nId. (quoting State v. Cummings, 346 N.C. 291, 307 –08, 488 S.E.2d 550, 560 (1997)).   \nWhere a trial court solicits a showing of a race -neutral justification before ruling on \nwhether the challenger first established a prima facie case of discrimination , the \nchallenger is relieved of that  initial burden.  Hernandez v. New York , 500 U.S. 352, \n359 (1991); State v. Williams, 343 N.C. 345, 359, 471 S.E.2d 379, 386 (1996).   \n66.  Here, Defendants raised the Batson Challenge, and the Court solicited \na race -neutral justification for Plaintiffs’ peremptory challenges before ruling on \nwhether Defendants made a prima facie demonstration of racial prejudice. \n67. In response to the Batson C hallenge, Plaintiffs asserted that the y \nexercised their peremptory challenges  based on the prospective jurors’ lack of \nrelevant education, (Trial Tr. Vol. II 64:17–65:18), and the extent to which they were \nfamiliar with the technology that, according to Plaintiffs’ theory of the case, was key \nto the underlying facts and circumstances informing Plaintiffs’ decision s and the \n                                                 \nthe victim’s race, the race of the key witnesses, questions and statements of \nthe [challengee] which tend to support or refute an inference of discrimination, \nrepeated use of peremptory challenges against blacks such that it tends to \nestablish a pattern of strikes against blacks in the venire, the [challengee]’s \nuse of a disproportionate number of peremptory challenges to strike black \njurors in a single case, and the [challengee]’s acceptance rate of potential black \njurors. \n \nState v. Hoffman, 348 N.C. 548, 550, 500 S.E.2d 718, 720 (1998) (quoting State v. Quick, 341 \nN.C. 141, 145, 462 S.E.2d 186, 189 (1995)). \n \n \n \n \nissue of fairness that the  jury would be tasked with deciding, (Trial Tr. Vol. II 70:21–\n71:17).   \n68. As to any claim of actual prejudice,  Plaintiffs stipulated that they are \neach white and noted that all counsel and all of Medflow’s expected  witnesses were \nwhite, (Trial Tr . Vol. II 90:21– 25), so there was no  discernible advantage to be \nachieved by excluding black jurors or any discriminatory inference that could be \ndrawn, (see Trial Tr. Vol. II 65:9–68:8, 75:5–7, 83:1–3).  \n69.  Defendants argued in response that Plaintiffs passed on white jurors \nthat were similarly situated to the black jurors struck with respect to education and \ntechnological literacy , s uch that the proffered justification must be considered \npretextual.  (Trial Tr. Vol. II 68:9–23.)         \n70. After hearing the parties’ arguments, t he Court denied the Batson \nChallenge, stating it was not convinced that Medflow  had established even a prima \nfacie case of discrimination, and if it had, Plaintiffs’ justification was not pretextual.  \n(Trial Tr. Vol. II 86:13–88:13.)   \n71. In its Motion for New Trial, Medflow has not  argued any additional \ngrounds for its Batson Challenge.  The Court therefore adopts and affirms its denial \nof the Batson Challenge at trial.  See Sellers v. Ochs, 180 N.C. App. 332, 33 3, 638 \nS.E.2d 1, 2 (2006) (“A Rule 59 motion ‘cannot be used as a means to reargue matters \nalready argued or to put forth arguments which were not made but could have been \nmade[.]’ ” (citation omitted)).  Medflow is therefore not entitled to a new trial as to \nSchiffli by way of its Batson Challenge.   \n \n \n \n \nb. Improper Closing Argument  \n  \n72. Defendants claim they are entitled to a new trial because of prejudice \nthey suffered as a result of Plaintiffs’ closing arguments. \n73. As an initial matter, Plaintiffs divided the ir closing argument at trial .  \nPlaintiffs’ counsel Christopher P. Raab (“Mr. Raab”) argued on Schiffli’s behalf on the \nissue of whether he was a  de facto officer, and Plaintiffs’ counsel  Harold C. Spears  \n(“Mr. Spears”) argued on behalf of all Plaintiffs on the  remaining issue of fairness.  \nMedflow does not challenge Mr. Raab’s argument but attacks several portions of Mr. \nSpears’s argument as prejudicial, complaining that he: (1) made an improper missing \nwitness argument by asking the jury why Scott Harris (“Harris”), Long’s attorney and \nagent, did not testify ; (2) referred to Medflow ’s counsel as being  out-of-state; (3) \naccused Medflow’s counsel, Aaron Z. Tobin (“Mr. Tobin”), of misrepresenting evidence \nin his opening statement al though Mr. Spears referred to the same evidence in his \nopening; (4) argued law to the jury that does not exist ; and (5) inflamed the jury’s \npassions by posing provocative rhetorical questions.  (Def.’s Mot. J., JNOV, & New \nTrial 2–3.)   \n74. North Carolina law affords attorneys “wide latitude” to argue their cases \nto the jury.  Corwin v. Dickey , 91 N.C. App. 725,  728, 373 S.E.2d 149, 151 (1988) \n(citing Pence v. Pence, 8 N.C. App. 484, 488, 174 S.E.2d 860, 862 (1970)).  “[C]omment \nof counsel is ordinarily left to the sound discretion of the trial judge, and the reviewing \ncourt will reverse [ the] decision . . . only when it is clear that counsel’s impropriety \nwas gross and well calculated to prejudice the jury.”  Id. (citing Lamborn v. \n \n \n \n \nHollingsworth, 195 N.C. 350, 353, 142 S.E. 19 (1928)).   Furthermore, “ ‘[n]ew trials \nare not awarded because of technical errors.  The error must be pre judicial[,]’ ” Sisk \nv. Sisk, 221 N.C. App. 631, 635, 729 S.E.2d 68,  71 (2012) (citation omitted), and “  \n‘[t]he party asserting the error must demonstrate that he has been prejudiced \nthereby[,]’ ” id. (citation omitted).   \n75. Here, Medflow must demonstrate that Mr. Spears’s closing argum ent \nwas so egregious that the Court committed reversible error by failing to intervene ex \nmero motu because Medflow did not contemporaneously object to Mr. Spears’s closing.  \nSee State v. Taylor, 363 N.C. 514, 545, 669 S.E.2d 239, 264 (2008); (see also Trial Tr. \nVol. XI 110:10– 12 (“We didn’t want to interrupt Plaintiff’s closing and I know that \nthat puts us in the Court’s discretion as to whether this meets the grossly improper \nstandard.”)).   \ni. Missing Witness \n76. In closing, Mr. Spears asked the jury to consider why Harris  was not \npresent to testify  despite the emphasis Medflow’s counsel placed in argument and \nthroughout trial on an e-mail in which Harris, acting as an agent of Long,  asked \nThroneburg to provide financial information about Medflow and urged him not to \n“hide the ball.”  (Trial Tr. Vol. XI 77:14–78:25.)   \n77. Medflow argues it was improper for Mr. Spears to draw attention to the \nfact that Harris did not testify  but cites no contro lling North Carolina authority in \nsupport.  ( See Def.’s Br. Supp. Mot.  J., JNOV, & New Trial Against Schiffli, & Br. \nOpp’n Schiffli’s Mot. Entry J.  10–11 (citing Gillespie v. Chrysler Motors Corp. , 553 \n \n \n \n \nN.E.2d 291, 300 (Ill. 1990) (holding that it is improper for counsel to make a missing-\nwitness argument in closing when that witness is outside  of the party’s control and  \nthe court’s subpoena power).)   \n78. Schiffli counters that Murchison  v. Reg’l Surgical Specialists, No. \nCOA18-297, 2019 N.C. App. LEXIS 453 (N.C. Ct. App. May 21, 2019) , instructs that \nMr. Spears properly advanced the reasonable inference that Medflow had but did not \nexercise the power of producing Harris’s  testimony, either by having him appear in \nperson or securing his testimony by deposition, including, if necessary, by taking a de \nbenne esse deposition.  (Schiffli’s Mem. Opp’n Defs.’ Mot. J. JNOV, & New Trial  14); \nsee Murchison, 2019 N.C. App. LEXIS 453, at *7 (holding a trial court did not abuse \nits discretion by denying a motion for new trial where defense counsel argued there \nwere witnesses to the plaintiff’s medical condition that were not called to testify).   \n79. Murchison is instructive even though it is unpublished and otherwise \ndistinguishable from the case at bar .  In holding that  counsel’s arguments did not \ntravel “outside of the record in an improper manner,” the Murchison court observed \nthat, when commenting to the jury about potential reasons why certain witnesses \nwere not called to testify, those “statements were not made for the purpose of \nbuttressing the Defendants’ own evidence, but seemingly to flesh out inferences \ndefense counsel believed reasonably followed [the] testimony.”  Murchison, 2019 N.C. \nApp. LEXIS 453, at *8.   \n80. The Court similarly construes Mr. Spears’s commentary on Harris’s \nabsence as an attempt to remediate and “flesh out inferences” made by Medflow’s  \n \n \n \n \ncounsel in its closing argument.  Mr. Tobin, arguing on behalf of Medflow in closing, \nstated:  \nThis is the Scott Harris June 20th email to Mr. Throneburg, CEO.  He’s \nasking for financial information.  He is obviously –  my interpretation, \nnot be kept –  he’s been kept in th e dark because –  he says we want to \nknow the company’s finances since the management change.  Does the \ncompany keep financial reports?  How does it know how it’s going? Does \nit not even have gross revenue numbers?  Is there any information I can \nget from Bill Schiffli, who identifies himself as the chief financial officer \nof the company, to fill this vacuum?  Please keep in mind the \nshareholders’ experience with the old regime.  They withheld \ninformation.  They were hiding the ball and being unresponsive to \nshareholders’ requests.  As a shareholder, our client, meaning DavLong, \ndemands much  − he didn ’t say demands, but looks forward to much \ngreater accountability and transparency from Medflow ’s current \nexecutive team and I expect them to distinguish themselves from what’s \nhappened in the past.    \n \n(Trial Tr. Vol. XI 21:23–22:15.)   \n81. Mr. Tobin placed significant emphasis on Harris’s  e-mail to challenge \nPlaintiffs’ cr edibility and the fairness of their having executed their agreements \nwithout disclosure to Medflow’s shareholders .  Particularly, Medflow speculated on \nHarris’s motivation in sending that e-mail and the significance of Harris’s word choice \nto Plaintiffs’ detriment despite apparently never having an intent to call Harris as a \nwitness.  ( See Pretrial Order 4, ECF No. 321 (failing to list Harris as a potential \nwitness).)    \n82. Mr. Spears’s closing attacked Medflow’s use of the Harris e-mail as one \nillustration of Medflow’s apparent strategy of building its defense on false premises.  \nMr. Spears argued:  \nAll of those requests, the comment about don’t hide the ball, dealt with \nfinancial records and the things L ong was looking for.  Remember the \n \n \n \n \nshareholders were very dissatisfied when Riggi was running it because \nthey couldn’t even get the financials before the annual meeting.  That’s \nwhat those communications were about. It’s a –  it’s a  − just a \nmisrepresentation that that is something different, that it applies to \neverything.  Again, a false, false premise.  \n \nAnd if it’s not − and if it’s not a false premise, if this − if this note from \nMr. Throneburg isn ’t the truth, then where is Scott Harris?   Where is \nScott Harris?  Why isn’t he here?  Why didn’t he come in and testify?  If \nwhat that note says and what Mr. Throneburg testified to and Mr. \nEhmann testified to a bout the very purpose of all this isn ’t absolutely \ncompletely 100 percent the truth, then where is Mr. Harris to say it was \ndifferent?  Where is Mr. Harris to say that he was looking for some more \ninformation that wasn’t provided in April, June, July?  Where is it? He’s \nnot.  Why?  Because he would just confirm that what the Plaintiffs have \nsaid is true.  And that what the Defense has said is just utterly false.  A \nfalse premise. \n \n(Trial Tr. Vol. XI 78:3–25.) \n83. The Court concludes, in its discretion, and based on the authorities cited, \nthat Mr. Spears was within the bounds of permissible argument  and his argument \ndid not rise to the level of “such gross impropriety to entitle [Medflow] to a new \ntrial[.]”  Couch v. Private Diagnostic Clinic, 133 N.C. App. 93, 100, 515 S.E.2d 30, 36 \n(1999) (citation omitted); see State v. Vines, 105 N.C. App. 147, 157, 412 S.E.2d 156, \n163 (1992) (holding that the prosecutor’s argument attacking the integrity of defense \ncounsel was grossly improper but not sufficiently prejudicial to require a new trial).  \nii. Reference to Out-of-State Counsel  \n84. Medflow asserts it was prejudiced because Mr. Spears  referred to \ndefense counsel as being from out of state.  (See Trial Tr. Vol. XI 71:20–21 (“Do you \nthink that – I don’t know, two law firms out of state, out of town  . . . ”).)  Medflow \nargues that statement warrants a new trial as to Schiffli because : (1) it is false, (2) \n \n \n \n \nthere is no legitimate purpose for making that statemen t, and (3) that information \nwas not in evidence.  ( See Def.’s Br. Supp. Mot.  J., JNOV, & New Trial Against \nSchiffli, & Br. Opp’n Schiffli’s Mot. Entry J. 11.)   \n85. Again, Mr. Spears’s statement must be considered in context.   At the \nbeginning of jury selection  when Medflow’s lead counsel, Mr. Tobin , introduced \nhimself, he stated that he lives in Texas but is also licensed to practice law in North \nCarolina.11  (See Civil Trial Tr. Vol. I of XII Mon., Apr. 22, 2019 133:23–134:5, ECF \nNo. 374.1 (“[M]y name is Aaron Tobin. . . . I practice in Dallas, Texas at the firm \nCondon Tobin. . . .  I am licensed here in North Carolina.  I practice quite a bit in \nNorth Carolina.  I split my time between North Carolina and Texas.”).)  On balance, \nand in its discretion, the Court finds that Mr. Spears’s  reference to Medflow having \nout-of-state counsel, to the extent it caused any prejudice at all, was not sufficiently \nprejudicial to warrant a new trial. \niii. Improper Forecast of Evidence \n86. Medflow contends that Mr. Spears prejudicially argued that Mr. Tobin, \nin his opening statement , misrepresented that there would be no  evidence that \nPlaintiffs intended to include any change-of-control bonuses in their contracts until \nJuly 2014.  Medflow contends that the argument was particularly unfair because Mr. \n                                                 \n11 Four attorneys appeared on behalf of Medflow at the Severed Issue Trial: Mr. Tobin, \nMichele Spillman (“Ms. Spillman”), Jared T.S. Pace (“Mr. Pace”), and Matthew Nis Leerberg \n(“Mr. Leerberg”).  Messrs. Tobin and Leerberg are admitted to practice law in North Carolina.  \nAt the time of the Severed Issue Trial, Mr. Leerberg resided  in North Carolina, and Ms. \nSpillman and Mr. Pace resided in Texas. \n \n \n \n \nSpears made the same representation  in his opening statement.  ( Def.’s Br. Supp. \nMot.  J., JNOV, & New Trial Against Schiffli, & Br. Opp’n Schiffli’s Mot. Entry J. 11.)  \n87. In opening, Mr. Spears narrated Throneburg’s process of drafting the \nemployment agreements over the July 4th weekend, including his decision to add the \nChange-of-Control Payment term to the contract.   (Trial Tr. Vol. II 200:24 –202:3.)  \nHowever, Mr. Spears did not represent that the July 4th weekend was the first time \na change-of-control bonus was considered or discussed between the Plaintiffs.   \n88. In contrast, in his opening statement, Mr. Tobin represented that there \nwould be no “evidence whatsoever of these employment contracts until July 4, 2014,” \n(Trial Tr. Vol. II 206:19−20), and further  that “what the evidence is going to show is \nthat there is no mention whatsoever of a change of control payment,  a severance \npayment, any type of gross up factor at all until July 4th, a couple days after they \nhear the company’s going to be sold[,]” (Trial Tr. Vol. II 210:17–21).    \n89. In closing, Mr. Spears  did not challenge the argument that there was \nnot a change-of-control provision in the contracts before July 4 , 2014, but he noted \nthat “Defense counsel also said that there was no mention of the change of control \nprovisions until July[,]” which Mr. Spears then attacked as “utterly, completely false.”  \n(Trial Tr. Vol. XI 85:25–86:11.) \n90. The trial testimony  included not only  that Throneburg did not begin \ndrafting Plaintiffs’ employment agreements until the July 4, 2014 weekend before \ntheir execution on July 8, 2014 , but also that Throneburg and Schiffli discussed \nchange-of-control bonus es in April 2014.  (Trial Tr . Vol. VIII 71:19 –72:25.)  \n \n \n \n \nThroneburg also produced documentary evidence that he began collecting \nagreements he might use as templates  for drafting Plaintiffs’ agreements  several \nmonths before July 201 4, and that at least some of th ose templates had change-of-\ncontrol provisions.  (See Trial Tr. Vol. VIII 71:19–72:25, 99:20−100:6.) \n91. The Court repeatedly instructed the jury that opening statement s and \nthe arguments of counsel  do not constitute evidence.  In the overall context of the \nrecord, and in its discretion, the Court concludes that neither Mr. Tobin’s \nrepresentation of the timing of the agreements in his  opening statement n or Mr. \nSpears’s challenge to Mr. Tobin’s representation was so out of bounds that the Court \nshould grant relief.  Cf. In re Estate of Raney, No. COA10-1480, 2011 N.C. App. LEXIS \n1904, at * 26–27 (N.C. Ct. App. Sept. 6, 2011) (holding that attorney’s publication of \nevidence to the jury for the first time during closing argument,  although “poor trial \npractice, was not an act of skullduggery” warranting a new trial).  \niv. Mischaracterization of Law or Custom \n92. Medflow argues that Mr. Spears improperly told the jury to consider law \nthat does not exist.  The argument must be considered in the context of the \nproceedings in the case.  Medflow’s consistent position throughout this litigation has \nbeen that Plaintiffs intentionally failed to submit their employment agreements for \nreview by outside counsel or Medflow’s shareholders prior to execution of the \nagreements.  Plaintiffs have responded that the law does not require that they do so.  \nThe Court instructed the jury to consider all the facts and circumstances surrounding \n \n \n \n \nthe execution of the agreements when determining whether Plaintiffs met their  \nburden of proving their contracts were fair.   \n93. In his closing argument, Mr. Spears stated:    \nThere is no ordinary and customary practice in private companies in \nNorth Carolina . . . that shareholder approval is required or outside  \ncounsel is required to do any of these contracts.  And  you will not hear \nthat from the judge, that there is a customary  practice that is usually \nfollowed because it doesn’t exist.  And you know what?  If they did exist, \ndo you think that you would have heard about it?  \n \n(Trial Tr. Vol. XI 71:12 –20; see Schiffli’s Mem. Opp’n Defs.’ Mot. J. JNOV, & New \nTrial 15–16.) \n94.  There are multiple reasons why this argument does not warrant a new \ntrial as to Schiffli.  First, the Court fully and repeatedly instructed the jury that only \nthe Court  could advise them as to what law governs their deliberation and that \nstatements of counsel wer e neither evidence nor binding instruction.  Second , it is \nappropriate for counsel to argue to the jury that it should consider not only the law \nincluded in the Court’s instructions , but also the absence of any mention in those \ninstructions of law supporting arguments upon which the opposing party has relied.   \nThird, because the jury never reached consideration of the issue of fairness with \nrespect to Schiffli, any potential prejudice resulting from an erroneous \ncharacterization of law or custom by Mr. Spears never came to bear.   \n95. Based on the record, and in its discretion, the Court concludes that the \njury was not misled , and Medflow was not unfairly prejudice d because of a ny \npotential misrepresentation of law by Mr. Spears.  See State v. Trull , 349 N.C. 428, \n \n \n \n \n452, 509 S.E.2d 178, 194 (1998) (holding that where counsel made a misstatement of \nlaw in his closing argument, the trial court’s instructions cured any prejudice).  \nv.        Prejudicial Rhetorical Questions  \n96. Medflow contends that Mr. Spears inflamed the passions of the jury by \nasking improper rhetorical questions in his closing argument.  (Def.’s Br. Supp. Mot.  \nJ., JNOV, & New Trial Against Schiffli, & Br. Opp’n Schiffli’s Mot. Entry J.  12.)  \nFurther elaborating on his argument that Medflow pursued a defense based on “false \npremises,” in closing Mr. Spears argued:  \nYou know, what’s a false premise?  You know –  excuse me.  The classic \nexample is you say, how often do you abuse your spouse?  When’s the \nlast time you got treatment for you r abusive conduct?  It’s presuming \nthat you assaulted somebody, that you were abusive to somebody, that \nyou need treatment.  The minute that question is asked, you look at \npeople differently.  Oh, you’re an abuser?  You know, immediate \nnegative connotations from the way this thing happened. \n   \n(Trial Tr. Vol. XI 67:4–12.)  \n \n97. In the context of the overall evidence in the case, the Court concludes, \nin the exercise of  its discretion, that  Mr. Spears’ argument was a proper attack on \nMedflow’s express or implied argument that Plaintiffs’  employment agreements  \nshould be deemed unfair to Medflow solely because they had not been submitted to \noutside counsel or shareholders, and that argument did not rise to a level of a  gross \nimpropriety adequate to compel a new trial as to Schiffli.  Compare Helbein v. \nHelbein, No. COA 18-383, 2019 N.C. App. LEXIS 249, at * 19–21 (N.C. Ct. App. Mar. \n19, 2019) (holding that a reference to the opposing party and counsel engaging in \n“misleading trickery” was improper but did not rise to the level of gross impropriety  \n \n \n \n \nneeded to warrant a new trial), with Corwin, 91 N.C. App. at 728, 373 S.E.2d at 151 \n(holding that defendant’s counsel’s argument was grossly improper where he argued \nthat any monetary judgment would go to the lawyer s and that it was not “Christian \nto sue for money”).  \n98. Schiffli also argues that because it was Mr. Raab that argued the de \nfacto officer issue—the only issue which the jury considered with respect to Schiffli—\nnone of Mr. Spear’s statements could have created prejudice  adequate to vacate the \njury’s verdict as to Schiffli.  (Schiffli’s Mem. Opp’n Defs.’ Mot. J. JNOV, & New Trial \n16–17.)  Medflow responds that because Messrs. Raab and Spears “conducted the \nentire trial on behalf of all three Plaintiffs[, t]heir strategic decision to divide the \nlabor at closing ar guments did not segregate their unified representation.”  (Reply \nSupp. Def.’s Mot. J., J. Notwithstanding Verdict, & New Trial Against Schiffli 3, ECF \nNo. 359.)   \n99. The Court need not consider th is argument because it has concluded \nthat Medflow has not shown that Mr. Spears’s arguments were improper in the first \ninstance or otherwise demonstrated prejudice .  See Sisk , 221 N.C. App. at 635, 729 \nS.E.2d at 71 (holding that the plaintiff was not entitled to a new trial, in part, because \nshe had not shown prejudice). \n100. In sum, having considered each of the bases on which Medflow seeks a \nnew trial as to Schiffli  individually and collectively , the Court concludes that  \nMedflow’s motion for new trial should be denied.       \n \n \n \n \nB. Cross-Motions for JNOV as to Ehmann and Throneburg \n \n101. Ehmann, Throneburg, and Medflow argue  that, although the jury was \nunable to reach a unanimous verdict on the issue, they are each entitled to JNOV on \nthe question of whether the employment agreements were fair to Medflow at the time \nthey were entered.    \n(1) Ehmann and Throneburg’s JNOV Motion  \n102. Ehmann and Throneburg argue that the evidence presented at trial  \nentitles each of them to a judgment that their respective employment agreement was \nfair to Medflow when entered. 12  Their burden at trial was to show, “by the greater \nweight of the evidence,” “the overall facts and circumstances . . . that were known or \nshould have been known at the time the transaction[s] [were] entered [,]” \ndemonstrated the agreements were entered into “openly and honestly,” and the terms \nof those agreements were “in the range of what might have been entered at arm’s \nlength by disinterested persons.”  (Jury Instrs. 11–12); see N.C.G.S. § 55-8-31, cmt. 4.   \n103. Ehmann and Throneburg contend , given that there was no evidence of \na lack of openness or honesty, the only finding that should have result ed from the \nevidence presented at trial was that their agreements  were consistent with  arm’s \nlength transactions.  (Mem. Supp. Ehmann & Throneburg’s Mot. J. Notwithstanding \nVerdict 4, ECF No. 334.)  Ehmann and Throneburg emphasize that they presented \n                                                 \n12 Ehmann and Throneburg also carry forward their argument that the Court erroneously \nrefused to allow Plaintiffs t o rely on the business judgment rule to shield them from the \nobligation of proving the fairness of their employment agreements at the time they were \nentered.  Without repeating its basis for doing so, the Court adheres to its prior rulings \nrejecting Plaintiffs’ position.   \n \n \n \n \nexpert testimony while Medflow did not , and Plaintiffs’ experts Kevin Walker  \n(“Walker”) and Thomas Henson (“Henson”) testified that the terms of the employment \nagreements were consistent with an arm’s length negotiation.  \n104. The Court finds Ehmann and Throneburg’s argument unavailing.  First, \nthe burden of proving fairness was on Plaintiffs, and Ehmann and Throneburg cannot \nsatisfy their own burdens of proof on the issue of fairness with the expedient \nargument that Medflow did not put on its own expert testimony that the agreements \nwere unfair.  \n105. Second, while the Court correctly instructed the jury to consider all facts \nand circumstances surrounding the execution of Plaintiffs’ employment agreements, \nthe jury was not required to accept any expert testimony.  N.C.P.I.-Civil 101.25; (Jury \nInstrs. 2–3.)   \n106. Third, Walker and Henson specifically testified that they did not \nconsider the fairness of the negotiation process and only opined on the \nappropriateness of the substantive terms of the agreements.  (See, e.g., Trial Tr. Vol. \nVI 130:6 –12 (“I also did not review at all process, the process by which [the \nagreements] might have been executed.  I simply took these agreements and some \nother ancillary agreements, read them, considered the facts or took the facts that \nwere stated and the preambles as being true and then I made a determination.”).)  \n107. When ruling on Ehmann and Throneburg’s JNOV Motion, the Court is \nrequired to view the evidence most favorably to Medflow .  The Court concludes that \nthere was ample evidence on which Medflow based its contention that the jury should \n \n \n \n \nfind in its favor on the issue of fairness.  The Court, in the exercise of its discretion, \ntherefore concludes that Ehmann and Throneburg’s m otion for JNOV  should be \ndenied.  See N.C. Nat’l Bank v. Burnette, 297 N.C. 524, 536, 256 S.E.2d 388, 395 \n(1979) (stating that JNOV motions brought by the party with the burden of proof are \n“rarely granted”). \n(2) Medflow’s JNOV Motion  \n \n108. Medflow contends that the evidentiary record, even considered in \nPlaintiffs’ favor as the JNOV standard requires, compels a finding as a matter of law \nthat Ehmann and Throneburg’s agreements were unfair to Medflow at the time they \nwere entered.  In part, Medflow’s  argument restates the position, which the Court \npreviously rejected in its Summary Judgment Opinion, that procedural unfairness \nalone renders Plaintiffs’ employment agreements unenforceable.  See Ehmann, 2017 \nNCBC LEXIS 88, at *52 –58; (Resp. Opp’n Throneb urg & Ehmann’s Mot. J. \nNotwithstanding Verdict 4 –6, ECF No. 359.)  The Court adhere s to its ruling that \nprocedural unfairness is but one of the factors the jury is to consider when resolving \nthe issue of fairness  of the employment agreements  and concludes it properly  \ninstructed the jury to this effect.  (See Jury Instrs. 9–10.)   \n109. The jury ultimately determined that it could not unanimously agree that \nEhmann and Throneburg  sustained their burden of proving their agreements were \nfair to Medflow when entered .  But  the record contain ed more than a scintilla of \nevidence, including both fact and expert testimony,  upon which the jury could have \nruled in Plaintiffs’ favor, and that evidence is adequate to defeat Medflow’s motion \n \n \n \n \nfor JNOV.  Upon that record, and in the exercise of its discretion, the Court concludes \nthat Medflow’s JNOV motion should be deni ed.  See N.C. Indus. Capital, LLC v. \nClayton, 185 N.C. App. 356, 363, 649 S.E.2d 14, 20 (2007) (holding trial court did not \nerr in denying JNOV in the plaintiff’s favor where there was more than a scintilla of \nevidence in support of the defendant’s assertion).        \nC. Medflow’s Motion for New Trial as to Ehmann and Throneburg \n \n110. With the jury having been unable to reach a unanimous verdict as to \nwhether Ehmann and Throneburg proved their employment agreements were fair to \nMedflow when entered , the Court agrees that it should declare a mistrial on those \nissues and order that they be tried again before a jury.  Accordingly, Medflow’s motion \nfor new trial on these issues should be granted.13  See State v. Harris, 198 N.C. App. \n371, 376, 679 S.E.2d 464, 468 (2009) (“When a . . . trial results in a hung jury[,] . . . a \nnew trial is ordered[.]”).   \n                                                 \n13 For the Severed Issue Trial, the parties agreed to limit testimonial and documentary \nevidence to events that transpired through and including July 8, 2014.  (Stipulation \nRegarding Scope Evid. Trial Severed Issue 1, ECF No. 295.)  The parties have not been able \nto agree to carry forward the same limitation for any subsequent trial.  Without that \nstipulation, the Court deems it inefficient to limit a retrial on Ehmann and Throneburg’s \nclaims to the Severed Issue.  Accordingly, all of Ehman n and Throneburg’s claims will be \ntried together.  ( See generally Order Declaring Mistrial, Unsevering Case, & Granting Pls.’ \nRequest Judicial Notice, ECF No. 371.)  Because the Court concludes below that Schiffli is \nonly entitled to a partial summary judgment on his contract claim, the Court must separately \nconsider whether a final resolution of the remaining issues of material fact with respect to \nSchiffli’s contract should be tried separately or should await a joint trial with Ehmann and \nThroneburg.  As stated in greater detail below, the extent of Schiffl’s contract remedies may \nbe easily determined in a standalone trial, while other issues common among Ehmann, \nThroneburg, and Schiffli, may be tried together.   \n \n \n \n \nD. Schiffli’s Motion s for Entry of Judgment  and for Summary \nJudgment  \n \n111. The jury unanimously concluded that Schiffli was not a de facto Medflow \nofficer when he entered his employment agreement.  (Verdict  Sheet 1.)  In light of \nthat verdict, Schiffli now moves for a judgment that he is then  entitled to unpaid \nwages, a C hange-of-Control Payment, and Severance Benefits pursuant to his \nemployment agreement.  \n(1) Entry of Judgment on Jury Verdict \n112. Schiffli a sserts that entry of judgment in his favor  should not be  \nprecluded by the jury’s inability to reach a unanimous verdict on the issues regarding \nEhmann and Throneburg’s agreements.  (Mem. Supp. Mot. Entry J. Verdict & Summ. \nJ. Mot. 2–3, ECF No. 328 (citing Rhyne v. K-Mart Corp., 358 N.C. 160, 188, 594 S.E.2d \n1, 20 (2004) (“[T]here are two distinct verdicts based upon causes of action for \nindividual plaintiffs.”)).)   The Court agrees.  ( See Order Regarding Scheduling & \nSeverance Issue Trial  1 (“The S evered Issue shall be decided separately for each \nPlaintiff.”).)  \n113.  The Court determines and adjudges that the jury has finally and \nconclusively determined that Schiffli was not a Medflow officer when he entered his \nemployment agreement.  For reasons discussed below, the Court further concludes \nthat the effect of the jury’s verdict is that Schiffli does not have the burden of proving \nthat his employment agreement was fair to Medflow when it was entered , and that \nSchiffli is entitled to summary judgment that he was not a Medflow fiduciary at any \npertinent time that would bar him from recovery under his contract. \n \n \n \n \n(2)   Schiffli’s Motion for Summary Judgment \n114. Armed with the jury’s verdict in his favor on the issue of whether he was \na de facto  officer when negotiating and executing his employment agreement, Schiffli \nrenews his 2016 Summary Judgment Motion and requests a summary judgment that: \n(1) Defendants’ affirmative defenses and counterclaims for breach of fiduciary duty \nand constructive fraud fail; (2) his employment agreement is valid and enforceable in \naccordance with its terms; (3) Medflow did not terminate his employment agreement \nfor Cause; (4) he terminated his agreement for G ood Reason; (5) he is accordingly \nentitled to unpaid wages, a Change-of-Control payment, and  Severance Benefits as \nprovided by his agreement; and (6) Medflow’s liability is chargeable against Holdings.  \n(Mot. Entry J. Jury Verdict & Summ. J. Mot. 2.)    \na. Holdings’s Liability \n \n115. Holdings stipulated that it is responsible for any judgment against \nMedflow, (see Defs.’ Resp. Opp’n Pls.’ Mot. Prejudgment Relief 2, ECF No. 346  (“The \nDefendants have stipulated that Medflow Holdings will ensure that any judgment \nrendered against Medflow, Inc. gets paid.”)), and this  Court has already determined \nthat Holdings is judicially bound by that admission and shall be  charged with \nwhatever liability may result against Medflow  regarding Plaintiffs’ employment \nagreements, ( see Order Declaring Mistrial, Unsevering Case, & Granting Pls.’ \nRequest Judicial Notice  5 (noting that Holdings admitted that it is the corporate \nsuccessor of Medflow)).  The Court concludes that it has already made a final ruling \n \n \n \n \nthat Holdings may be charged with any liability against Medflow to any Plaintiff, and \nthe Court need not reconsider the issue on Schiffli’s summary judgment motion.14  \nb. Medflow Defendants’ Counterclaim s and \nAffirmative Defenses for Breach of Fiduciary Duty \nand Constructive Fraud \n \n116. Medflow Defendants challenged each of Plaintiffs’ employment \nagreements on several grounds, including by contending that they are unenforceable \nbecause they were procured through transactions in breach of Plaintiffs’ fiduciary \nduties and amount to constructive fraud.  ( Medflow Defs. Answer & Countercl. 23, \n36–37, 39.)  The jury’s verdict conclusively establishes that Schiffli owed no fiduciary \nduty to Medflow by reason of  being a de facto officer at the time he entered his \nemployment agreement .  Schiffli argues  that he is entitled to recover under his \ncontract and Medflow  Defendants’ counterclaims for breach of fiduciary duty and \nconstructive fraud must fail because Medflow Defendants have no remaining basis to \nargue that he breached a fiduciary duty actually owed to Medflow.   \n117. Although Medflow Defendants did not specifically assert the argument \nin their counterclaims, Medflow now contends that Schiffli should be  barred from \nrecovering under his contract because, even if he owed no fiduciary duties at the time \nhe entered the agreement, he owed such duties at the time he later sought to enforce \nit.  Medflow argues both that Schiffli’s summary judgment  motion is premature  \nbecause Medflow has not had the benefit of taking discovery on its counterclaims, and \n                                                 \n14 As noted earlier, the Court does not consider here whether, with the exception of Holdings, \nMedflow’s liability can be charged against other Defendants including SNIC, or whether the \nCourt should set aside any conveyance or transfer of Medflow’s assets between Defendants.  \n \n \n \n \nthat, once that discovery is complete, it will demonstrate that Schiffli was a Medflow \nfiduciary because he  exercised dominion and control over Medflow at the time he \nsought to enforce his agreement.  (Def.’s Resp. Opp’n Schiffli’s Mot. Summ. J. 10−14, \nECF No. 352.) \n118. The Court sees no need for discovery on the issue of whether Schiffli was \nMedflow’s fiduciary when he asserted his right to benefits under his employment \nagreement.  The record is clear that Ehmann reappointed Schiffli as a Medflow officer \nin December 2014 before Schiffli brought this action to enforce his agreement.  (Dec. \n9, 2014 Director Action  1 (memorializing Ehmann’s appointment  of Schiffli as \nTreasurer/CFO); Reply Defs. ’ Am. Countercl. ¶ 1, ECF No. 190 (admitting “that \nSchiffli served as an officer of Medflow, Inc. from December 19, 2014 through \napproximately October 14, 2015”).)   \n119. The relevant question is whether a later-acquired fiduciary dut y \nprecludes Schiffli from receiving the benefits of the employment agreement he \nentered at a time when he owed no such dut y.  Medflow has cited no authority to \nsupport that theory.  While the Court deemed it material whether Schiffli owed \nfiduciary duties to Medflow at the time he entered his agreement  and therefore had \na duty to prove fairness, see Ehmann, 2017 NCBC LEXIS 88, at *42−45, it concludes \nthere is no basis to find that a later -acquired fiduciary duty bars  Schiffli from \nenforcing his earlier-entered agreement.  Medflow has offered no proof that Schiffli \nowed a fiduciary duty to Medflow when he entered his employment agreement other \nthan his status as a de facto officer.  The Court then concludes that the jury verdict \n \n \n \n \nin Schiffli’s favor forecloses Medflow Defendants’ breach of fiduciary duty and \nconstructive fraud counterclaims against him as a matter of law, and they should be \ndismissed.  \nc. Medflow’s Other Challenges to the Enforceability of \nSchiffli’s Agreement \n \n120. Medflow challenges Schiffli’s employment agreement on several bases \nthat do not rest on Schiffli having breached a fiduciary duty  owed to Medflow .  \nSpecifically, Medflow contends that the terms of the agreement are so egregious and \nunfair to Medflow  that they should be stricken for unconscionability, and the \nagreement as a whole is unenforceable because it results in  corporate waste.  (Def.’s \nResp. Opp’n Schiffli’s Mot. Summ. J. 1.)   \ni. Unconscionability \n \n121. In its Summary Judgment Opinion , the Court stated , “[i]n th[e \ncorporate] context, the concept of unconscionability is more often referred to as a \nclaim of corporate waste.  If compensation terms rise to the level of being so egregious \nthat no disinterested board could approve them in good faith, then the agreements \nmay be found to constitute corporate waste.”  Ehmann, 2017 NCBC LEXIS 88, at *58 \n(citing Robinson on North Carolina Corporate Law  § 16.11, at 16−25 (7th ed. 2016), \nand Grimes v. Donald, 673 A.2d 1207, 1215 (Del. 1996) (holding that the business \njudgment rule cannot protect compensation decisions which are so egregious as to \nconstitute corporate waste)).  The Court concluded that, at least in the context of an \nattack on a  corporate officer’s compensation, “unconscionability collapses into the \noverall issue of fairness.”  Ehmann, 2017 NCBC LEXIS 88, at *59.  The Court must \n \n \n \n \nnow consider Medflow’s assertion of unconscionability against Schiffli, who has been \ndetermined not to be an officer. \n122. Whereas Ehmann and Throneburg have the burden of proving the \nfairness of their agreements as officers, the burden is on Medflow to ultimately prove \nthat Schiffli’s agreement was so unfair as to be unenforceable under the doctrine of \nunconscionability.  As an initial matter, it is unclear whether North Carolina ’s \nappellate courts would or should recognize the application of the unconscionability \ndoctrine to employment agreements for corporate leadership, but even if they did, the \nelements of any such claim would  include proof of procedural and substantive \nunfairness.  The Court concludes as a matter of law that Medflow has not forecasted \nevidence adequate to meet its burden on those elements. \n123. Unconscionability was traditionally conceived of as a defense to \nenforcement of a contract for the sale of goods, see N.C.G.S. § 25-2-302, but has also \nbeen applied to common law contracts, see, e.g., Rite Color Chem. Co. v. Velvet Textile \nCo., 105, N.C. App. 14, 18−19, 411 S.E.2d 645, 647−48  (1992) (citing cases).  North \nCarolina courts have never addressed unconscionability in the corporate context, but \ncourts outside of North Carolina  have associated the term “unconscionability” with \ncorporate waste.  See, e.g. , Brehm v. Eisner, 746 A.2d 244, 262 n.56 (Del. 2000) \n(“[D]irectors have the power, authority and wide discretion to make decisions on \nexecutive compensation.  . . . [T]here is an outer limit to that discretion, at which \npoint a decision of the directors on executive compensation is so disproportionately \nlarge as to be unconscionable and constitute waste.” (internal citations omitted)).  \n \n \n \n \n124. Medflow is  unable to  cite North Carolina precedent  in support of its  \nunconscionability argument.  It urges, however, that North Carolina law creates no \nper se impediment to a corporation’s ability to raise an unconscionability defense, (see \nDefs.’ Suppl. Br. Regarding Pls.’ Mots. Partial Summ. J. 12, ECF No. 232 ), citing \nLeventhal v. New Valley Corp., No. 91 Civ 4238 (CSH), 1992 U.S. Dist. LEXIS 456, at \n*18–19 (S.D.N.Y. Jan. 17, 1992).   \n125. In Leventhal, after a  terminated officer’s ex-employer ceased making \nseverance payments under an employment contract, the officer sued the employer for \nbreach of that contract, and the employer raised unconscionability as an affirmative \ndefense.  While the Leventhal Court considered the corporate defendant’s defense in \npassing, it succinctly granted summary judgment in favor of the officer because, given \nthat New York law “require[d] a showing of ‘lack of meaningful choice,’ . . . [the] \ncorporate defendant [wa]s in no position to avail itself of the unconscionability \ndoctrine.”  Id. at *18–19; see 1 E. Farnsworth, Contracts, § 4.28 at 505 n.41 (observing \nthat courts “have declined to apply the [unconscionability] doctrine in favor of \nsophisticated corporations”)).   \n126. As such, Leventhal ’s holding  actually supports Schiffli’s position and \nanchors the Court’s  conclusion that , assuming for argument that  North Carolina \ncourts would extend the unconscionability doctrine to the current context, Medflow \nwas required to but has failed to come forward with evidence adequate to satisfy the \nessential elements of unconscionability.   \n127. North Carolina precedent dictates that \n \n \n \n \n[a] court will generally refuse to enforce a contract on the ground of \nunconscionability only when the inequality of the bargain is so manifest \nas to shock the judgment of a person of common sense, and where the \nterms are so oppressive that no reasonable person would make them on \nthe one hand, and no honest and fair person would accept them on the \nother.  In  determining whether a contract is unconscionable, a court \nmust consider all the facts and circumstances of a particular case.  If the \nprovisions are then viewed as so one-sided that the contracting party is \ndenied any opportunity for a meaningful choice, the contract should be \nfound unconscionable. \n \nBrenner v. Little Red Sch. House, Ltd., 302 N.C. 207, 213, 274 S.E.2d 206, 210 (1981) \n(internal citations omitted)  (finding no unconscionability because there was no \n“inequality of bargaining power between the parties” and the plaintiff “was not forced \nto accept [the] defendant’s terms”).  That is, “[i]n order to establish unconscionability, \n[Medflow must] show both procedural unconscionability and substantive \nunconscionability.”  Wilner  v. Cedars of Chapel Hill, LLC, 241 N.C. App. 389, 392, \n773 S.E.2d 333, 336 (2015) (citation omitted).   \n128. Procedural unconscionability  \ninvolves bargaining naughtiness in the formation of the contract and is \nequated with . . . unfair surprise . . . and with . . . lack of meaningful \nchoice.  The term encompasses not only the employment of sharp \npractices and the use of fine print and convol uted language, but a lack \nof understanding and inequality of bargaining power.   \n \nRite Color Chem. Co., 105 N.C. App. at 20, 411 S.E.2d at 648 (internal citations and \nquotation marks omitted).  Bargaining naughtiness has also been defined as “fraud, \ncoercion, undue influence, misrepresentation, [and] inadequate disclosure.”  Johnson \nv. Johnson, 259 N.C. App. 823, 831, 817 S.E.2d 466, 473 (2018).   \n129. “Substantive unconscionability . . . involves the harsh, oppressive, and \none-sided terms of a contract from which a party seeks relief [, and which]  are \n \n \n \n \ngenerally characterized as being unreasonably favorable to the other party to the \ncontract.”  Rite Color Chem. Co., 105 N.C. App. at 20, 411 S.E.2d at 648−49 (internal \ncitations and quotation marks omitted).   \n130. Critically, \n[a]lthough there is some confusion among the commentators as to \nwhether a court may determine a contract to be unconscionable on the \nbasis of only one of the two elements described above, [the North \nCarolina Court of Appeals]  has previously held that  “[t]o \nfind unconscionability there must be an absence of meaningful choice on \npart of one of the parties ( procedural unconscionability) together \nwith contract terms which are unreasonably favorable to the other \n(substantive unconscionability).”   \n \nId., 411 S.E.2d at 649 (emphasis in original) (quoting Martin v. Sheffer, 102 N.C. App. \n802, 805, 403 S.E.2d 555, 557 (1991) ).  “The question of  unconscionability is \ndetermined as of the date the contract was executed.”  Weaver v. Saint Joseph of the \nPines, Inc., 187 N.C. App. 198, 212, 652 S.E.2d 701, 712 (2007) (citation omitted).   \n131. When attacking Schiffli’s agreement , Medflow focuses on actions of \nparties other than Schiffli and standards that would have applied if Schiffli w ere an \nofficer when negotiating and entering his agreement with Medflow.  (See Def.’s Resp. \nOpp’n Schiffli’s Mot. Summ. J. 6–7.)  Medflow has presented no evidence from which \na fact-finder could conclude there was bargaining naughtiness by Schiffli, or unequal \nbargaining power between Schiffli and Medflow  such that Medflow ha d no \nmeaningful choice but to enter the agreement.  See Emerald Portfolio, LLC v. Outer \nBanks/Kinnakeet Assocs., LLC, 249 N.C. App. 246, 254, 790 S.E.2d 721, 727 (2016) \n(“In the absence of  any procedural unconscionability, it cannot be said that the \nguaranty agreement was unconscionable .”); Wilner, 241 N.C. App. at 393−94, 773 \n \n \n \n \nS.E.2d at 337 (finding insufficient evidence of procedural unconscionability where \n“plaintiffs alleged only that defendants were more sophisticated and drafted the \ncontracts to their own benefit [,]” and insufficient evidence of  substantive \nunconscionability where the “plaintiffs lacked the ability to negotiate contract \nterms”). \n132. The Court therefore concludes that Schiffli is entitled to summary \njudgment in his favor on the issue of unconscionability, whether Medflow styles its \nunconscionability attack as an affirmative defense or counterclaim.   \nii. Corporate Waste  \n133. Medflow recasts it unconscionability argument as a defense of corporate \nwaste.  It is again significant that the jury has conclusively determined that Schiffli \nwas not a Medflow officer when negotiating and executing his employment \nagreement.   \n134.   Corporate waste i s a breach of a corporate fiduciary’s affirmative \nobligation under the duty of loyalty to “strive to advance the best interests of the \ncorporation.”  Seraph  Garrison, LLC v. Garrison, No. COA14-1166, 2016 N.C. App. \nLEXIS 1376, at *8 ( N.C. Ct. App. Apr. 19, 2016) (citing In  re Walt Disney Co. \nDerivative Litig., 2004 Del. Ch. LEXIS 132, at *5 n.49 (Del. Ch. Sept. 10, 2004)).  In \nNorth Carolina, corporate waste is not a separate cause of action but is subsumed \ninto claims for breach of fiduciary duty .  See Brady v. Van Vlaanderen, 2013 NCBC \nLEXIS 34, at *9–11 (N.C. Super. Ct. July 24, 2013).   \n \n \n \n \n135. In addition to having failed to prove that Schiffli owed fiduciary duties \nat the time he entered his agreement, Medflow has not forecasted any evidence upon \nwhich a jury could determine that Schiffli’s agreement was so devoid of consideration \nto Medflow that it rose to the level of corporate waste.    \n136.  “There is little direct law in North Carolina defining corporate \nwaste.  However, our courts frequently turn to Delaware law for guidance on matters \nof corporate law where North Carolina appellate decisions provide little guidance.”  \nJohnston v. Johnston Props., Inc. , 2018 NCBC LEXIS 119, at *38 (N.C. Super. Ct. \nNov. 15, 2018) (citation omitted).   \n137. Under Delaware law, the standard for corporate waste is more exacting \nthan mere fairness: \nRoughly, a waste entails an exchange of corporate assets for \nconsideration so disproportionately small as to lie beyond the range at \nwhich any reasonable person might be willing to trade.   Most often the \nclaim is associated with a transfer of corporate assets that serves no \ncorporate purpose; or for which no consideration at all is received.  Such \na transfer is in effect a gift.  If,  however, there is any substantial \nconsideration received by the corporation, and if there is a good faith \njudgment that in the circumstances the transaction is worthwhile, there \nshould be no finding of waste, even if the fact finder would conclude a \npost that the transaction was unreasonably risky.  Any other rule would \ndeter corporate boards from the optimal rational acceptance of risk, for \nreasons explained elsewhere.  \n \nKrieger v. Johnson , 2014 NCBC LEXIS 13, at *22 (N.C. Super. Ct. Apr.  30, 2014) \n(quoting Lewis v. Vogelstein, 699 A.2d 327, 336 (Del. Ch. 1997) (internal citations and \nemphasis omitted)).   \nThat there may be some consideration for the contract is not controlling \nif the value of the compensation to be paid . . . is so out of all proportion \nto the value of the services which [the beneficiary] would be expected to \n \n \n \n \nrender that no reasonable perso n would consider that the corporation \nwould receive a quid pro quo[.]   \n \nFidanque v. Am. Maracaibo Co., 92 A.2d 311, 321 ( Del. Ch. 1952) (citation omitted).  \nTherefore,  \n[t]he test for waste is extreme and rarely satisfied.  . . . [E] ven if a \nplaintiff successfully raises questions concerning the fairness of . . . \ncompensation, he does not necessarily succeed in pleading ‘the rare type \nof facts from which it is reasonably conceivable’ that the compensation \nawards constituted corporate waste.   \n \nEspinoza v. Zuckerberg, 124 A.3d 47, 67 (Del. Ch. 2015) (citation omitted). \n138. Medflow introduced evidence at the Severed Issue Trial that Schiffli \nproposed an employment agreement with fewer benefits than the one he ended up \nreceiving, and that his final agreement included items he had not requested including \nthe Gross-Up of the Change-of-Control Payment, a security interest in Medflow’s \nassets, and thirty-six months of Insurance Benefits post-termination.  (See Trial Tr. \nVol. IX 67:4–68:2.)    \n139. In seeking to demonstrate a viable argument for  corporate waste, \nMedflow now also relies on the declaration of its expert David Lewin (“Lewin”), who \ndid not testify at the Severed Issue Trial.  Lewin’s report does not attack the decision \nto hire or retain Schiffli but questions the extent of  the benefits provided to secure \nSchiffli’s employment.  That is, Lewin opines that Schiffli received excessive \nconsideration under his final agreement  because Schiffli did not previously have an \nemployment contract giving him significant long-term payments in the event of sale \nor change of control, (Exs. Def.’s Resp. Opp’n Schiffli’s Mot. Summ. J.  Ex. 2, at ¶ 31 \n(“Lewin Expert Decl.”), ECF No. 352 .1), Schiffli did not ask for an employment \n \n \n \n \nagreement, and there is no evidence that Schiffli would have left Medflow without \none, (Lewin Expert Decl. ¶ 33).  Additionally, Lewin states that if Schiffli’s long term \nemployment was beneficial to Medflow then Plaintiffs had no reason to fail to advise \nthe shareholders of the agreement, (Lewin Expert Decl. ¶ 33), that the “self-serving \nbackground” statement, security interest in Medflow’s assets, and thirty-six month \npost-termination Insurance Benefits coverage were all “highly unusual and clearly \nnot customary,” (Lewin Expert Decl. ¶¶ 37–39), and that the Change-of-Control \nPayments impose a disproportionate burden on Medflow, (Lewin Expert Decl. ¶ 40).   \n140. Even if the Court ignores evidence inconsistent with Lewin’s declaration \nintroduced at the Severed Issue Trial,15 Medflow’s attack on the quantity of the \nbenefits Schiffli received under his contract fails when measured against the \nheightened inquiry for corporate waste—whether Schiffli’s services to Medflow were \nso devoid of value that no reasonable director would have approved Schiffli’s \nagreement.   \n141. “[A]llegations that compensation is ‘excessive or even lavish . . . are \ninsufficient as a matter of law to meet the standard required for a claim of waste.’ ” \nEspinoza, 124 A.3d at 67 (dismissing corporate waste claim where plaintiff argued \n“that the average compensation for Facebook’s non-employee directors is 43% higher \nthan the average compensation for directors in a specified peer group of companies, \ndespite Facebook’s lower -than-average net income and revenue, and stock price \n                                                 \n15 For example, Schiffli testified he may have decided not to continue his employment absent \na written agreement with adequate long -term protections.  (Trial Tr. Vol. IV 227:15 –22, \n228:13–19.) \n \n \n \n \nmovement” because the plaintiff was essentially complaining that “some portion of \ndefendants’ 2013 compensation was above and beyond what they deserved for their \nperformance”); see Zucker v. Andreessen, No. 6014-VCP, 2012 Del. Ch. LEXIS 135, at \n*35 (Del. Ch. June 21, 2012) (“Without question, the amount of [the former CEO’s] \nseverance may appear extremely rich or altogether distasteful to some.  But, ‘[t]he \nwaste doctrine does not . . . . make transactions at the fringes of reasonable decision-\nmaking its meat.’ ” (citation omitted)).   \n142. Medflow has never attacked Schiffli’s work ethic or competency as a \nCFO.  To the contrary, the trial evidence reflected that Schiffli was highly qualified  \nand experienced, and put in longer hours than he was obligated to during the period \nin which he was intended to work part-time as an independent contractor.  (See Trial \nTr. Vol. IV 102:7−117:10.)  \n143. Having failed to advance any colorable evidence supporting a  finding \nthat Schiffli’s continued employment with Medflow was devoid of value, Medflow has \ndemonstrated no basis to pursue  a claim or defense of corporate was te.  Schiffli is \nentitled to summary judgment on that issue , and Medflow’s corporate waste \ncounterclaim against Schiffli should be dismissed.  See Espinoza, 124 A.3d at 67–68 \n(holding that, without an allegation “that the all -star cast on Facebook’s board is so \nlacking in talent or exerts so little effort that Facebook receives nothing in return for \ncompensating its members[,] . . . the claim that Facebook paid its directors more than \nit sho uld have . . . fails to state a legally cognizable claim for waste of corporate \nassets”); Zucker, 2012 Del. Ch. LEXIS 135, at *34– 36 (holding the plaintiff failed to \n \n \n \n \nrebut presumption of business judgment by alleging corporate waste because there \nwas “at least some element of bilateral exchange and that there were rational bases \nfor the Board” to pay $40 million in severance to the company’s former CEO).  \niii. Validity of Execution of Schiffli’s Agreement \nUnder Medflow’s Bylaws \n \n144. Read broadly, Medlow’s  affirmative defenses and counterclaims \nchallenge whether Schiffli’s agreement can be avoided because it was not executed \nwith the corporate formality required by Medflow’s bylaws governing compensation \nof its officers.   Specifically , Medflow argues that Schiffl i’s employment agreement \n“was not validly executed in the absence of independent review or shareholder \napproval[.]”  (Def.’s Resp. Opp’n Schiffli’s Mot. Summ. J. 6.)  Medflow’s expert Lewin \nopined that because Plaintiffs’ agreements were executed without independent \nreview or shareholder approval, they were not “fair, did not result from arm’s length \ntransactions, are not consistent with common contracting practices and were not in \nthe best interests of Medflow.” ( Lewin Expert Decl. ¶ 19.)  As to S chiffli, t hat \nargument now fails for the simple reason that the jury has determined that  he was \nnot an officer when he executed his agreement.  \n145. Medflow cannot point to any provision of its  Amended and Restated \nArticles of Incorporation or its Bylaws which require any particular method that must \nbe followed when executing employment contracts for non-directors/officers.  (See Pl. \nSchiffli’s Mem. Supp. Mot. Partial Summ . J. Ex. A, ECF No. 160.)  Consistent with \ntheir respective powers  under Medflow’s bylaws a nd general corporate practice , \nThroneburg signed Schiffli’s employment agreement as Medflow’s CEO, and Ehmann \n \n \n \n \nsubsequently approved the agreement as Medflow’s sole director.  (Schiffli Agreement \n8; Medflow Bylaws 13 (stating Throneburg had the power to “supervise and control \nall of the business and affairs of the corporation”.)   \n146. Schiffli is therefore entitled to summary judgment in his favor on the \nissue of whether his employment agreement was executed in accordance with  \nrequired corporate formality. \nd. Schiffli’s Entitlement to Severance Benefits Upon \nTermination of His Employment Agreement, Unpaid \nWages, and a Change-of-Control Payment  \n \n147. Having concluded that Schiffli and Medflow entered an enforceable \nemployment agreement, the Court must now turn to the manner in which the \nagreement was terminated and Schiffli’s right to benefits following the end of his \nemployment.    \n148. Schiffli’s employment agreement ties his entitlement to Severance \nBenefits to the method by which his employment was terminated.  Because Schiffli’s \nemployment agreement wa s one for a definite term, (Schiffli Agreement ¶ 5 \n(providing for a t hree-year employment period)), it could not be terminated at will \nunless the agreement itself so provided, Kurtzman v. Applied Analytical Indus., Inc., \n347 N.C. 329, 331, 493 S.E.2d 420, 422 (1997) (citation omitted).  Schiffli’s agreement \nprovided for termination under four possible scenarios: (1) by Medflow for Cause; (2) \nby Medflow without Cause; (3) by Schiffli for Good Reason; (4) or by Schiffli without \nGood Reason.  Schiffli’s right to Severance Benefits was barred only if Medflow \nterminated for Cause  or Schiffli terminated without Good Reason.  Otherwise, \n \n \n \n \nSchiffli’s right to Severance Benefits vested upon termination.  ( See Schiffli \nAgreement ¶ 9.)   \n149.  Medflow does not contend it terminated Schiffli  for Cause as it is \ndefined by his agreement.  To the contrary, it claims that definition is unconscionable \nand cannot restrict Medflow’s right to terminate Schiffli.  (Def.’s Resp. Opp’n Schiffli’s \nMot. Summ. J. 1 1.)  Schiffli contends Medflow had no Cause as defined by the \nagreement, and rather that he terminated for Good Reason, entitling him to \nSeverance Benefits.  (Mem. Supp. Mot. Entry J. Verdict & Summ. J. Mot. 7–8.) \n150. Termination also required notice.  Paragraph 6 of Schiffli’s employment \nagreement allowed Medflow to terminate for Cause or Schiffli t o terminate with or \nwithout Good Reason with thirty days’ notice, and for Medflow to terminate without \nCause with ninety days’ notice.  (Schiffli Agreement  ¶ 6 .)  Medflow claims it \nterminated the agreements effective immediately upon its delivery of the letter \nnotifying Plaintiffs of their termination (“Cause Letter”).  (V. 2nd Am. Compl. Ex. 34 \n(“Cause Letter”), ECF No. 118.4.)   \n151. Though it seeks to avoid the definition of Cause in Schiffli’s agreement, \nMedflow does not offer an alternative definition that would measure its right to \nterminate, nor does it present any basis on which it was entitled to terminate without \nnotice.  Medflow further argues that the issue of termination cannot be determined \non summary judgment because discovery on the issue is not c omplete, ignoring the \n \n \n \n \nfact that it is in sole control of the evidence forming the basis for its decision to \nterminate Schiffli. \n152. For reasons discussed below, the Court concludes that Medflow is not \nentitled to further discovery , and the issue of Schiffli’s termination is ripe for \ndetermination by the Court.  The Court further concludes that it need not determine \nwhether there is any legal theory that supports setting aside the contractual \ndefinition of Cause because Medflow has not come forward with substantial evidence \nof termination for cause under the common law standard.  Additionally, based on the \nevidence of record, Schiffli was not required to terminate the agreement for Good \nReason in order to vest his right to recover Severance Benefits .  Rather , the Court \nconcludes that Schiffli is entitled to Severance Benefits because Medflow terminated \nhim without Cause, and that he is therefore entitled to summary judgment to that \neffect.  The monetary value of certain benefits are contested material facts that must \nawait resolution pending further proceedings. \ni. Ripeness of Termination Issue \n    \n153. The Court finds Medflow’s contention  that summary judgment is \npremature because it has not had  the opportunity to take discovery on whether \nSchiffli was terminated for Cause  without merit.  (Def.’s Resp. Opp’n Schiffli’s Mot. \nSumm. J. 4.)    \n154. First, Medflow’s opportunity to take discovery on the issue of Schiffli’s \ntermination was triggered when Schiffli raised the issue of the nature of his \ntermination before the Court severed the case and limited discovery to the Severed \n \n \n \n \nIssue.  Schiffli asserted that Medflow failed to terminate him for Cause in both  the \nSecond Amended Complaint and his 2016 Summary Judgment Motion.  That motion \ntriggered Medflow’s duty to respond and forecast the evidence on which it opposed \nthe motion.  See Dixie Chem. Corp. v. Edwards, 68 N.C. App. 714, 717, 315 S.E.2d \n747, 750 (1984) (“A motion for summary judgment allows one party to  force his \nopponent to produce a forecast of evidence which he has available for presentation at \ntrial to support his claim or defense.”  (citation omitted)).  Defendants responded to \nSchiffli’s 2016 Summary Judgment Motion before the Court  entered its order \ndirecting discovery to proceed only on the Severed Issue.   \n155. Second, Medflow ignores that it  is in sole possession of any evidence \nrelevant to why it believed it had grounds to terminate Schiffli.  Significantly, e ven \nthough the Cause Letter states that Medflow terminated Schiffli based on the results \nof an investigation of his employment at Medflow, when responding to Schiffli’s 2016 \nSummary Judgment Motion, Medflow relied only on the Cause Letter.  On Schiffli’s \nrenewed motion for summary judgment, Medflow has again failed to forecast evidence \nbeyond the Cause Letter supporting its decision to terminate Schiffli.     \n156. Third, the discovery Medflow seeks is more accurately directed to  its \nargument that the agreements constituted breaches of fiduciary duty , as \ndemonstrated by its assertion that “more discovery w[ould] further reveal Schiffli’s \nand other Plaintiffs’ intent to benefit themselves through the employment \nagreements and to surreptitiously conceal their dealings from Medflow’s \nshareholders and its largest customers.”  (Defs.’ Resp. & Br. Opp’n Pl. Schiffli’s Mot. \n \n \n \n \nPartial Summ. J. 11, ECF No. 163.1 .)  Medflow has had the full benefit of d iscovery \non the way Plaintiffs negotiated and executed their agreements in preparation for the \nSevered Issue Trial.  \n157. The Court therefore concludes that Medflow is not entitled to additional \ndiscovery on the issue of Schiffli’s termination  and that the  issue is now ripe for \nsummary adjudication.         \nii. Cause and Good Reason    \n158. Schiffli argues that the record conclusively establishes that he \nterminated his employment for Good Reason in Fall 2015 following Medflow’s earlier \nineffectual attempt to terminate him for Cause in May 2015.  He premises his right  \nto Severance Benefits and unpaid wages on his having Terminated for Good Reason.  \nMedflow counters that Schiffli cannot rely on the “patently unreasonable termination \nprovisions” in the employment agreement.  As an example, Medflow argues that the \ndefinition of Cause in Schiffli’s agreement should be stricken because it requires a \nfinal judicial determination of Schiffli’s wrongdoing, which would “operate to prevent \nMedflow from firing Schiffli without continuing to pay him long after his termination \nand when he provides no services to Medflow.”  (Defs.’ Resp. & Br. Opp’n Pl. Schiffli’s \nMot. Partial Summ. J. 7–8.)  Medflow subsequently argues that, “[i]n the absence of \nthose unconscionable ‘cause’ and ‘good reason’ provisions of the agreement, Medflow \nproperly terminated Schiffli under the employment agreement on May 1, 2015.”  \n(Defs.’ Resp. & Br. Opp’n Pl. Schiffli’s Mot. Partial Summ. J. 10.)   \n \n \n \n \n159. Schiffli’s employment agreement defines “Termination for Cause”  as \nfollows: \nFor purposes of this Agreement, discharge for cause shall be limited to \ndischarge for (i) unauthorized conduct by Schiffli which has caused \ndemonstrable and serious damage to Medflow, monetary or otherwise, \nas evidenced by a determination in a binding and final judgment, order \nor decree of a court or administrative agency of competent jurisdiction, \nin effect after exhaustion or lapse of all rights of appeal, in an action, \nsuit or proceeding, whether civil, criminal, administrative or \ninvestigative; (ii) con viction of Schiffli of a felony, as evidenced by \nbinding and final judgment, order or decree of a court of competent \njurisdiction, in effect after exhaustion or lapse of all right of appeal; or \n(iii) unreasonable neglect or refusal by Schiffli to perform h is duties or \nresponsibilities (unless significantly changed without his consent), as \nevidenced by binding and final judgment, order or decree of a court of \ncompetent jurisdiction, in effect after exhaustion or lapse of all right of \nappeal.  (“Cause”).  Any termination for Cause shall be approved by a \nresolution duly adopted by a majority of the Board of Directors of \nMedflow (or any successor corporation) or Chief Executive Officer of \nMedflow then in office, and delivered to Schiffli specifying in detail the  \nfactual basis for such termination and citing the provision of this \nAgreement serving as the basis for such termination.  \n \n(Schiffli Agreement ¶ 7.)   \n160. “Termination for Good Reason” is defined as follows: \nFor purposes of this Agreement, Schiffli shall have  a Good Reason for \ntermination of employment in the event of (i) any breach of this \nAgreement by Medflow; (ii) the removal of Schiffli from or any failure to \nreelect Schiffli to any of the positions held on the date hereof or any other \npositions to which Schiffli shall thereafter be elected or assigned except \nin the event that such removal or failure to reelect relates to the \ntermination by Medflow of Schiffli ’s employment for Cause; (iii) a good \nfaith determination by Schiffli, which determination shall be conclusive \nand binding on Medflow, that there has been a significant adverse \nchange, without Schiffli ’s written consent, in working conditions or \nstatus, including but not limited to (A) a significant change in the nature \nor scope of Schiffli ’s authority,  powers, functions, duties or \nresponsibilities; (B) a reduction in the level of support services, staff, \nsecretarial and other assistance, office space and accoutrements \navailable to a level below that which is reasonably necessary for the \n \n \n \n \nperformance of s uch duties; or (C) a requirement that Schiffli relocate \noutside the vicinity of Mecklenburg County, North Carolina ( “Good \nReason”). \n \n(Schiffli Agreement ¶ 8.) \n161. Medflow has not contested that , on February 10, 2015, Plaintiffs were \nplaced on “paid vacation” and told that their “only job responsibility . . . was to stay \naway from the Medflow office[,]” ( V. 2nd  Am. Compl . ¶¶ 408– 11), and that, on \nFebruary 12, 2015,  Schiffli e-mailed Medflow notice that it  was in breach of his \nemployment agreement for failure to pay the Change -of-Control Payment provided \nby the agreement, (V. 2nd Am. Compl. ¶ 425).  It is also uncontested that on May 1, \n2015, Medflow  advised Schiffli through the Cause  Letter that he was being \nterminated for Cause, effective immediately.  (V. 2nd Am. Compl. ¶¶ 429–30; Cause \nLetter 1.)  The parties do not dispute that Schiffli did not receive any wages from \nMedflow after May 1, 2015.  (V. 2nd Am. Compl. ¶ 474.)     \n162. The Cause Letter states that Medflow’s investigation into Schiffli while \nhe was on administrative leave with pay as of Febru ary 10, 2015 resulted in \nMedflow’s conclusion that Schiffli “engaged in conduct and various transactions for \n[his] own benefit and at Medflow’s expense in violation of [his] duties to Medflow ,” \ncausing “severe loss in potential profits and revenues.”  (Cause Letter 1.)  Specifically, \nMedflow purportedly found that Schiffli: \nmismanaged the company by falsifying documentation, misleading the \ncompany’s vend[o]rs, failing to inform customers of material events \n(which ultimately led to customer confusion and loss of sales and \nprofits), purposely stopping sales on the company’s lucrative business \nproducts, failing to address and respond to customer and value partner \ninquiries, and mishandling client relationships.  \n \n \n \n \n \n(Cause Letter 1.)  \n163. As noted above, Medflow has not produced any documentation of the \ninvestigation it allegedly conducted or any other evidence in support of Schiffli’s \ntermination beyond the Cause Letter itself .  Neither has Medflow made any  \nargument justifying its failure to give adequate notice of termination under the terms \nof the agreement. \n164. Schiffli, along with Ehmann and Throneburg, sent a letter to Medflow \non September 3, 2015 stating that they were exercising their rights to terminate their \nemployment agreements for Good Reason (“Good Reason Letter”).  ( V. 2nd Am. \nCompl. ¶ 458 –59; V. 2nd  Am. Compl. Ex. 36 (“Good Reason Letter”), ECF No. \n118.29.)16   \n165. In the Good Reason Letter, Schiffli contends first that Medflow did not \nproperly terminate Schiffli for Cause because it did not meet the requirement of \nproviding a resolution adopted by Medflow’s board of directors and did not provide \nthirty days’ written notice before termination, (Good Reason Letter 1−2), and second, \nthat he had Good Reason to terminate his employment agr eement because Medflow \nbreached his agreement by failing to pay him the Change-of-Control Payment due on \nJanuary 16, 2015, his salary since May 1, 2015, and his Insurance Benefits since \nApril 30, 2015, and because Medflow removed Schiffli from his position  on February \n10, 2015, thereby materially changing his responsibilities.  (Good Reason Letter 3.)   \n                                                 \n16 Schiffli later hand -delivered the Good Reason Letter to Medflow on September 14, 2015  \nfollowing a dispute between the parties regarding whether proper notice had been given.  (V. \n2nd Am. Compl. ¶ 466.) \n \n \n \n \n166. The record is clear that a change-of-control event occurred in 2015.  (See, \ne.g., V. 2nd Am. Compl. ¶¶ 21−22, 325.)  The Court therefore concludes that Schiffli’s \nright to a Change -of-Control Payment vested in January 2015 before Schiffli was \nterminated.  \n167. The Court further concludes that the record does not support that \nMedflow terminated Schiffli for Cause and that the Court need not consider whether \nSchiffli terminated for Good Reason.  The record demonstrates that Medflow took \naction to terminate Schiffli and thus precluded Schiffli from later terminating for \nGood Reason when it permanently relieved him of his responsibilities as Medflow’ s \nCFO on May 1, 2015, asked him to return all Medflow property, and stopped making \nsalary payments or providing other employment benefits after that date. \n168. While Schiffli’s right to Severance Benefits might have been lost had \nMedflow terminated Schiffli for  Cause, Medflow has failed to forecast substantial \nevidence supporting termination for C ause even if the termination provisions it \nattacks are disregarded.  The net effect is that Medflow terminated Schiffli without \nCause on May 1, 205, Schiffli’s right to  Severance Benefits vested ninety days after \nthat date, and Schiffli i s entitled to wages through the expiration of the  ninety-day \ncontractual notice period. \n169. Solely for purposes of illustration , the Court assumes without finding \nthat the contractual definitions of termination for Cause  and Good Reason  may be \nstricken or disregarded upon some legal theory such as unconscionability .  See Rite \nColor Chem., 105 N.C. App. at 18, 411 S.E.2d at 648 (“[If] a contract . . . or any clause \n \n \n \n \nof such contract was ‘ unconscionable’ at the time it was made, the trial  court ‘may \nrefuse to enforce the contract, or it may enforce the remainder of the contract without \nthe unconscionable clause , or it may so limit the application of any u nconscionable \nclause as to avoid any unconscionable result.’ ” (citation omitted)). \n170. When the Court disregards those provisions, it must still enforce the \nremainder of the agreement.  Paragraph 6 provides that Medflow may terminate with \nor without Cause subject to paragraph 9, which entitles Schiffli to Severance Benefits \nif Medflow terminates without Cause.  If the Court disregards  the contractual \ndefinition of “Cause ,” it must separately determine the standard by which to judge \nMedflow’s right to terminate Schiffli without paying him Severance Benefits.  The \nCourt then looks to the definition of “just cause” developed in North Carolina case \nlaw.  See N.C.P.I.-Civil 640.14; see also, e.g., Wilson v. McClenny, 262 N.C 121, 131, \n136 S.E.2d 569, 577 (1964) (stating that an employer may terminate for just cause if \nhe fails to serve his employer “with reasonable care, diligence, and attention” ); \nHaynes v. Winston -Salem Southbound Ry. Co. , 252 N.C. 391, 398, 113 S.E.2d 906, \n911 (1960) (holding that an em ployer may terminate for just cause if the employee \nfails to perform all the duties incident to his employment with ordinary diligence, \ncare, and attention). \n171. The Court concludes that Medflow has not forecasted sufficient evidence \nupon which a fact finder could find Medflow terminated Schiffli for Cause even under \nthis more relaxed standard.  The  conclusory Cause Letter  is the sole evidence with \nwhich Medflow has come forward in support of its position, and that letter, standing \n \n \n \n \nalone, does not rise to the level of the substantial evidence necessary  to create an \nissue of fact for trial.   \n172. In short, Schiffli is entitled to summary judgment that Medflow did not \nterminate his agreement for Cause even if the Court does not enforce the contractual \ndefinition that Medflow attacks.  The Court therefore further concludes that Schiffli \nwas neither required to nor able to terminate his agreement for Good Reason because \nMedflow terminated the agreement wi thout Cause effective ninety days after \ndelivering the Cause Letter on May 1, 2005 , vesting Schiffli with a right to unpaid \nwages to that date, and thereafter to Severance Benefits.     \ne. Schiffli’s Contract Damages \n173. There are outstanding issues of material fact that must be resolved prior \nto entering a final judgment as to the amount of Schiffli’s contract damages .  While \nthe Court has determined the effective date of termination, other issues must be \nresolved to determine the exact amount of unpaid wages to which Schiffli is entitled.\n17  \nAdditionally, the value of the Insurance Benefits to which Schiffli may be entitled are \nnot sums certain which can determined on the present record, and Medflow contends \ntheir determination  will likely  require expert testimony.  The Court also defers \ndetermination of whether Schiffli is entitled to statutory penalties and the amount of \nattorneys’ fees to which Schiffli is entitled. \n                                                 \n17 The Court concludes that the record is inadequate to determine that value of Schiffli’s \nunpaid wages for the ninety days after he was terminated because there is no evidence in the \ncurrent record of where May 1, 2015 fell in Medflow’s pay cycle, and the parties have not \nthemselves calculated the value of unpaid wages if Schiffli was terminated without Cause.  \nIt is therefore unclear whether the parties dispute this amount.  \n \n \n \n \n174. The Court finds that other portions of Schiffli’s monetary recovery are \ncapable of exact determination without the need for further proceedings.  Specifically, \nthe Change-of-Control Payment and the Severance Payment equal to a one -time \npayment of Schiffli’s annual base salary plus interest can be calculated based on the \ncurrent record. \n175. Medflow contends that the amount of the Change -of-Control Payment \npursuant to paragraph 17 of Schiffli’s employment agreement  depends on an \nunresolved material issue of fact and “requires a sophisticated tax analysis.”  Seeking \nto bolster its argument, Medflow notes that Schiffli’s expert, Walker, calculated the \nChange-of-Control Payment as $289,830, whereas Schiffli earlier calculated the \npayment as $236,070.45.  (Def.’s Resp. Opp’n Schiffli’s Mot. Summ. J. 15; see Exs. \nDef.’s Resp. Opp’n Schiffli’s Mot. Summ. J. Ex. 3  (“Schiffli Change -of-Control \nCalculation”), ECF No. 352.1; V. 2nd Am. Compl. Ex. 22, ECF No. 118.28.)  The Court \nfinds Medflow’s contention without merit. \n176. The plain language of the employment agreement provides the basis for \ndetermining the amount of the Change-of-Control Payment without the need for any \nfurther evidentiary proceeding.  See Hodgin v. Brighton, 196 N.C. App. 126, 128, 674 \nS.E.2d 444, 446 (2009) (“Where the language of a contract is plain and unambiguous, \nthe construction of the agreement is a matter of law; and the court . . . must construe \nthe contract as written, in the light of the undisputed evidence as to the custom, \nusage, and meaning of its terms.” (citation omitted)).      \n177. Paragraph 17 of Schiffli’s employment agreement provides: \n \n \n \n \nUpon the occurrence of a Change of Control of Medflow, Medflow shall \npay to Schiffli or his designated beneficiary an amount equal to one (1) \ntimes his Annual Base Salary as provided by paragraph 10 supra due \nand payable upon the effective date of the Change of Control Payment \n(“Change of Control Payment”). . . . At the time of the Change of Control \nPayment, Medflow shall pay to Schiffli an additional amount (the \n“Gross-Up Payment”) such that the net amount retained by Schiffli after \ndeduction of any federal, state, or local income tax on the Gross -Up \nPayment and Change of Control Payment shall equal the pre -tax \namount of the Change of Control Payment.  For purposes of determining \nthe amount of the Gross -up Payment, Schiffli shall be deemed to pay \nfederal income taxes at the highest marginal rate of federal income \ntaxation in the calendar year in which the Gross -Up Payment is to be \nmade (determined without regard to any additional tax imposed for the \npurpose of phasing out the benefits of lower rates of taxation and \ndeductions of personal exemptions) and state and local income taxes at \nthe highest marginal rates of taxation in the state and locality of his \nresidence on the date the Gross -Up Paymen t is made, net of the \nmaximum reduction in federal income taxes which could be obtained \nfrom deduction of such state and local taxes. \n \n(Schiffli Agreement ¶ 17.)   \n178. The agreement therefore states that the Change -of-Control Payment \nshould be  equal to Schiffli’s  annual base salary , $165,000 , after federal and state \ntaxes are taken into account.  The Gross-Up Payment, the amount by which Schiffli’s \nannual base salary should be increased such that Schiffli takes home $165,000 after \ntaxes, is det ermined under the simple formula in paragraph 17, which , contrary to \nMedflow’s concerns, avoids any complex accounting by disregarding progressive tax \nrates and the effect of  any itemized deductions except the state and local tax or \n“SALT” deduction.  See 26 U.S.C. § 164(a).  The formula assumes that the first dollar \nof the C hange-of-Control Payment is taxed at the highest marginal tax bracket  for \nthe year in which the change-of-control event occurs for both state and federal taxes \n \n \n \n \nand offsets the resultin g federal tax liability  dollar-for-dollar by the resulting state \ntax liability.  \n179. The record is clear that a change-of-control event occurred during the \n2015 tax year.  (See, e.g., V. 2nd Am. Compl. ¶ 325.)  The Court takes judicial notice \nthat the highest federal marginal tax rate in 2015 was 39.6%, and the highest North \nCarolina marginal tax rate  in 2015  was 5.75%.  See https://www.irs.gov/pub/irs-\nprior/i1040tt--2015.pdf, at 8 9, last visited  Apr. 7, 2020; \nhttps://www.ncdor.gov/taxes/individual-income-tax/tax-rate-schedules/tax-rate-tax-\nyear-2015-and-2016, last visited Apr. 7, 2020.   \n180. Accordingly, Schiffli’s state tax liability for the purpose of the Change-\nof-Control Payment is $165,000 multiplied by 5.75%,  which equals $9,487.50.  As to \nfederal liability, considering  the SALT deduction, Schiffli will be taxed on his \n$165,000 annual base salary less his state tax liability ( $9,487.50), which equals \n$155,512.50.  $155,512.50 multiplied by the federal rate of 39.6% equals $61,582.95.  \nTherefore, Schiffli will have a North Carolina state tax liability of $9,487.50, and a \nfederal tax liability of $61,582.95, which together equal a Gross-Up Payment  of \n$71,070.45.  The Change of Control payment, $165,000, plus the Gross-Up Payment, \n$71,070.45, equal a total payment  to Schiffli of $236,070.45 before interest is \ncalculated under paragraph 23 of Schiffli’s employment agreement.   This is the \namount Schiffli demanded from Medflow in February 2015.  ( See Schiffli Change-of-\nControl Calculation; see also V. 2nd Am. Compl. ¶ 606(a).) \n \n \n \n \n181. The Court therefore concludes that Schiffli is entitled  summary \njudgment that his recovery shall include  a $165,000 Severance  Payment under \nparagraph 9(a)(i) and a $236,070.45 Change-of-Control Payment under paragraphs 1 \nand 17 of his agreement , plus interest at the contractual rate .  Unless otherwise \nagreed by the parties , further proceedings are required to determine the amount \nSchiffli is entitled to recover for unpaid wages after May 1, 2015, thirty -six months \nof Insurance Benefits, statutory penalties, and attorneys’ fees, together with interest \nas may be provided.18  \n182. The Court is therefore unable to enter a f inal judgment pending \nresolution of these remaining issues. \nVI. CONCLUSION \n \n183. Consistent with the foregoing:  \na. Medflow’s Motion for JNOV as to Schiffli is DENIED; \nb. Medflow’s Motion for New Trial as to Schiffli is DENIED; \nc. Schiffli’s Motion for Entry of Judgment on the jury verdict is \nGRANTED, and the Court hereby ADJUDGES AND DECREES \nthat a jury has finally and conclusively determined  that Schiffli \n                                                 \n18 Recognizing that further proceedings are required before entering a final monetary \njudgment, the Court concludes that that Schiffli’s unpaid wages, the Severance Payment, the \nChange-of-Control Payment, and the value of the Insurance Benefits, if calculabl e, see \nMorris, 368 N.C. at 862−63, 788 S.E.2d at 158 –59, are wages for the purposes of the Wage \nand Hour Act, N.C.G.S. § 95-25.2(16) (“ ‘Wage’ paid to an employee means compensation for \nlabor or services rendered by an employee . . . [including] severance pay . . . and other amounts \npromised[.]”); Washburn v. Yadkin Valley Bank & Tr. Co., 190 N.C. App. 315, 324, 660 S.E.2d \n577, 584 (2008) (stating severance benefits were wages under the Wage and Hour Act because \nthey “constitute severance pay”).   \n \n \n \n \nwas not an officer of Medflow at the time he entered his \nemployment agreement, either de jure or de facto; \nd. The Court further determines that , as a result  of the jury’s \nverdict, Schiffli is not required to prove that his agreement was \nfair to Medflow at the time it was entered; \ne. Schiffli’s Motion for Summary Judgment is GRANTED as to \nDefendants’ affirmative defenses or counterclaims for breach of \nfiduciary duty and constructive fraud to the extent they impact \nSchiffli’s breach of contract claim , and those  defenses and \ncounterclaims are hereby DISMISSED WITH PREJUDICE; \nf. Schiffli’s Motion for Partial Summary Judgment on the basis that \nMedflow did not terminate his employment agreement for Cause \nis GRANTED; \ng. The Court  determines that Medflow terminated Schiffli’s \nemployment agreement without Cause effective on the date \nninety days after May 1, 2015;  \nh. Schiffli is entitled to summary judgment that he is entitled to \nrecover unpaid wages from May 1, 2015 to the effective date of \ntermination ninety-days later, Severance Benefits including the \nSeverance Payment for $165,000 plus interest , and a Change-of-\nControl Payment in the amount of $236,070.45 plus interest; \n \n \n \n \ni. Further proceedings are required to determine additional sums \nto which Schiffli is  entitled to recover, including : (1) the exact \namount of unpaid wages from May 1, 2015 to the effective date of \nhis termination, (2) the value of thirty -six months of I nsurance \nBenefits, (3) any potential statutory penalties, (4) and attorney’s \nfees; \nj. The Court hereby severs for separate trial  the sole issue of the \nfinal amount Schiffli is entitled to recover from Medflow or \nHoldings in contract damages;  \nk. Nothing in this Judgment, Order and Opinion should be \nconstrued as granting Schiffli a right to recover from or take \naction against any Defendant other than Medflow and Holdings; \nl. The Cross-Motions for JNOV as to Ehmann and Throneburg are \nDENIED; \nm. Medflow’s Motion for New Trial as to Ehmann and Throneburg is \nGRANTED; \nn. Further progress in the case is subject to o rders issued by the \nChief Justice of the Supreme Court of North Carolina in response \nto COVID-19;   \no. To the extent that a right to appeal is not otherwise created by \nstatute, the Court finds  that this Judgment, Order and Opinion \nis interlocutory and there is just reason to delay appeal of any \n \n \n \n \nissues decided here until their final adjudication and the entry of \nfinal judgment as to one or more of the Plaintiffs. \nSO ORDERED, this the 9th day of April, 2020. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Senior Business Court Judge \n \n  "
}