{
  "id": "cc88f05f1dce84e37a9c396f15459d0eef79a42010300be06cdbefe0d726e58a",
  "source_file": "data/raw/ncbc/cc88f05f1dce84e37a9c396f15459d0eef79a42010300be06cdbefe0d726e58a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 3794 \nDANIEL S. PORTER; WILLIAM J. \nBURNS; and PORTER AND BURNS, \nLLC, \n \nPlaintiffs, \n \nv. \n \nSUSIE K. FORD and COLSON, INC., \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION ON MOTION TO \nENFORCE SETTLEMENT AGREEMENT\n \n{1} THIS MATTER is before the Court on Defendants’ Motion to Enforce \nSettlement Agreement (“Motion”), which was filed on June 9, 2015, and argued on \nAugust 5, 2015, after full briefing.  For the reasons discussed below, the Motion is \nDENIED.  \n \nMaginnis Law, PLLC by Edward H. Maginnis for Plaintiffs. \nJordan Price Wall Gray Jones & Carlton, PLLC by Paul T. Flick and Lori P. \nJones for Defendants. \n \nGale, Chief Judge.\n \nI. NATURE OF THE MATTER BEFORE THE COURT \n {2} Individual Plaintiffs Daniel S. Porter (“Porter”) and William J. Burns \n(“Burns”) are brothers-in-law who formed corporate Plaintiff Porter and Burns, LLC \n(“Porter & Burns”) for the purposes of acquiring and operating business centers that \nwere franchised by Sylvan Learning, Inc. (“Sylvan”).  Sylvan is owned by corporate \nDefendant Colson, Inc. (“Colson”) and operated by individual Defendant Susie K. \nFord (“Ford”).  Plaintiffs initiated this action on March 26, 2014, and filed an \nAmended Complaint on October 24, 2014. \n {3} Defendants contend that the parties formed a binding settlement \nagreement when Plaintiffs’ counsel made an oral offer during a phone call on April \nPorter v. Ford, 2015 NCBC 92. \n \n \n20, 2015, and Defendants accepted that offer by e-mail on April 21, 2015.  Plaintiffs \ndeny that their counsel made an offer that contained all the essential, material \nterms required to form a binding settlement agreement. \n {4} More specifically, Defendants claim that in the phone call with \nPlaintiffs’ counsel on April 20, 2015, Plaintiffs’ counsel indicated that his clients \nwere willing to settle the matter in exchange for two things: (1) a cash payment of \n$15,000.00, and (2) an affidavit by Ford to memorialize her testimony regarding \nSylvan’s knowledge of a program known as “English in a Flash.”  Plaintiffs admit \nthat they proposed a settlement structure that consisted of a cash payment and an \naffidavit, but that any settlement based on this structure was dependent on a future \nagreement on the form and content of the affidavit and a review of any documents \nthat Defendants could provide.   \n {5} The Court concludes that there are genuine issues of material fact as \nto whether the parties intended to enter a settlement agreement, and therefore that \nthe Motion should be denied.  The Court further concludes that these material \nissues should be severed for an early trial prior to proceeding with a trial on the \nunderlying claims. \nII. BACKGROUND \n {6} If a party seeks enforcement of a settlement agreement by a motion in \na pending action, the motion is treated as a motion for summary judgment.  \nHardin \nv. KCS Int’l, Inc., 199 N.C. App. 687, 695, 682 S.E.2d 726, 733 (2009).  The Court \ndoes not make findings of fact when ruling on a motion for summary judgment.  \nHyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, 142, 215 S.E.2d \n162, 164−65 (1975).  However, to provide context, the Court summarizes the \nbackground of the case.   \n {7} Ford operated three Sylvan center s that were franchised to Colson.  \nPlaintiffs contend that Ford is personally liable along with Colson.  Plaintiffs \ncomplained that Defendants made material and fraudulent representations with \n \n \nthe intent to induce Plaintiffs to purchase the centers, and that Plaintiffs suffered \nfinancial losses as a result of these representations and the resulting purchase.   \n {8} In their Amended Complaint, Plai ntiffs alleged new facts to support \nadditional misrepresentation claims.  Plaintiffs contend that they first learned \nabout these additional facts and misrepresentations after they filed their initial \nComplaint.  In particular, Plaintiffs allege in their Amended Complaint that \nDefendants’ financial information was based on distorted income from the English \nin a Flash program, which Sylvan did not sponsor or authorize for its franchisees.  \nPlaintiffs have further indicated in their briefing and affidavits that Sylvan denies \nany knowledge that Defendants operated this program.   \n {9} The parties attended a court-ordered mediation session on November \n21, 2014.  At the time of mediation, Plaintiffs were represented by Parry & Tyndall, \nPLLC, with Alan Parry (“Parry”) acting as lead counsel.  The parties did not settle \nat mediation but the mediator did not declare an impasse.  The mediator continued \nto assist the parties in their effort to reach an agreement for some period after the \nmediation.  Ultimately, the parties’ counsel conducted direct settlement \nnegotiations without the mediator’s involvement. \n {10} Parry filed an affidavit indicating that Plaintiffs’ settlement \nconsiderations were animated in material part by Ford’s insistence that Plaintiffs \nwould have difficulty enforcing any judgment because of Defendants’ limited \nfinancial ability to pay.  Parry further testified that Plaintiffs considered bringing \nseparate litigation against Sylvan. \n {11} Parry and Defendants’ counsel  Paul Flick (“Flick”) continued \nsettlement discussions in a phone call on April 20, 2015.  Defendants contend that \nduring this call, Plaintiffs offered to settle the litigation if Defendants agreed to two \ncomponents: (1) a cash payment of $15,000.00, and (2) an affidavit by Ford to \nmemorialize her testimony regarding Sylvan’s knowledge of English in a Flash and \nany documents that Defendants had that reflected such knowledge.  Defendants \ncontend that the settlement was not conditioned on Plaintiffs first seeing and \napproving the content of that affidavit.   \n \n \n {12} Flick’s handwritten notes of th e April 20, 2015, telephone conference \nreflect, “[a]ffidavit is critical to resolution . . . specifics of \nconversations/documents . . . documentary trail.”  (Flick Aff. Ex. A) (formatting \naltered).  The notes conclude: “will take 15K now . . . [a]ffidavit @ programs.”  (Flick \nAff. Ex. A) (formatting altered). \n {13} On April 21, 2015, Flick sent Parry an e-mail that stated: \nWe have discussed your clients’ settlement counter-offer with Mrs. \nFord and we accept on her behalf the offer for her to pay a lump sum of \n$15,000.00 in conjunction with the execution of an acceptable \nsettlement agreement1 and to provide an affidavit that Sylvan knew of \nthe outside programs in full and final resolution of the pending \nlitigation. \n(Flick Aff. Ex. B.) \n {14} Flick’s e-mail then summarized sp ecific facts that the affidavit would \ninclude, and Flick agreed to gather any available documents.  The e-mail concludes: \n“I believe that this settlement is in the best interests of all involved.  We will \nprovide the documentation of the contract revenue for the Wilson, NC center with \nthe affidavit.”  (Flick Aff. Ex. B.) \n {15} Defendants contend that a settlement was reached upon delivery of \nthis e-mail, which Defendants characterize as an unconditional acceptance of the \ntwo material terms that Parry offered in the phone call on April 20, 2015.  \nSpecifically, Defendants contend that Parry’s offer did not require any further \nnegotiation about the substance or adequacy of the affidavit or supporting \ndocumentation, and that the settlement offer thus did not depend on further \nnegotiation about the affidavit or supporting document.  \n {16} Plaintiffs agree that Parry pr oposed a settlement structure that \nconsisted of two components and that an agreement was reached on the financial \ncomponent, but that no final agreement was ever reached on the affidavit and \ndocumentation that comprised the second component.  Under Plaintiffs’ \n                                                 \n1  Neither party has contended that agreement as to the form of the settlement agreement was a \nmaterial term of any settlement.  See Chappell v. Roth, 353 N.C. 690, 694, 548 S.E.2d 499, 500 \n(2001). \n \n \ninterpretation of the April 20, 2015, phone call, Parry proposed that the parties \nproceed with preparing Ford’s draft affidavit, which was to be supported by \ndocumentation, and that if Plaintiffs approved of the affidavit, all claims would be \nsettled in exchange for the cash payment and the affidavit with supporting \ndocuments.  Plaintiffs contend that because the substance of the affidavit was not \nyet known, the parties never had more than an “agreement to agree.”  (Pls.’ Mem. \nLaw Opp’n Defs.’ Mot. Enforce Settlement Agreement 8.)   \n {17} Parry has testified as to his ow n construction of the April 20, 2015,  \ntelephone conversation, which he summarizes as follows: \nI indicated during that conversation that Plaintiffs would be willing to \nresolve the case under a framework that included two components: 1) \nfinancial compensation from Defendants to Plaintiffs in the form of a \nsingle payment of $15,000.00, to account for Ms. Ford’s limited \nfinancial means (the “Financial Component”); and, most importantly, \n2) Defendants would provide specific information and documents to \nPlaintiffs relating to Sylvan’s connection with “English in a Flash.”  In \nthat regard, Defendant Ford would be required to execute a sworn \naffidavit memorializing her testimony regarding Sylvan’s knowledge of \nthe “English in a Flash” program and attaching supporting \ndocumentation in her possession (the affidavit and supporting \ndocuments are referred to collectively as the “Sylvan Component”).  At \nthis point, I did not fully understood [sic] what specific information and \ndocuments Ms. Ford could provide regarding Sylvan’s connection with \n“English in a Flash.”  We also discussed generally what facts and \ninformation would need to be provided to address the Sylvan \nComponent of the settlement.  Mr. Flick indicated that his client was \nwilling to provide an affidavit along the lines requested, and that he \nwould follow up with her to confirm the details and documents that \nmight be able to be produced by her to support her affidavit.  It was my \nunderstanding that Mr. Flick would thereafter provide proposed \nlanguage for the affidavit for the review and approval by the Plaintiffs.  \nThe Sylvan Component was a material portion of the contemplated \nsettlement agreement, and I conveyed to opposing counsel that it was \ncritical to my clients’ consideration of a settlement. \n(Parry Aff. ¶ 8.) \n {18} Defendants contend that Parry’s  testimony is fully consistent with \ntheir position that all Ford was required to do was to state under oath whatever \ninformation she had, and that Plaintiffs did not, expressly or by implication, \n \n \ncondition the settlement on their review of the affidavit.  Defendants further \ncontend that Plaintiffs’ interest was to commit Ford to sworn testimony, and that \nFord agreed. \n {19} Plaintiffs counter that Flick’s handwritten notes on the April 20, 2015, \nphone call, as well as Parry’s affidavit, make clear that Plaintiffs’ review and \nagreement to the actual form of the affidavit was critical to, and a condition of, \nPlaintiffs’ agreement to settle.     \n {20} Plaintiffs further contend that correspondence between counsel after \nApril 21, 2015, reflect that neither party believed that the case was conclusively \nsettled when Flick sent his e-mail on April 21, 2015.  They contend that, at best, \nFlick accepted the offer to negotiate a settlement based on a structure with two \ncomponents, and that agreement had been reached only as to the cash component. \n {21} On April 23, 2015, Parry respon ded to Flick’s April 21, 2015, e-mail \nwith the following message: “Thanks, Paul.  With re: the affidavit, I think your \nproposed paragraph is a good start.”  (Parry Aff. Ex. B.)  Parry then listed questions \nthat he hoped the affidavit would address, followed by, “[W]e will let you know if we \nneed additional language in the affidavit.”  (Parry Aff. Ex. B.)  He also listed \ndocuments that “would need to be provided in order to resolve the Sylvan \nComponent of the potential settlement.”  (Parry Aff. ¶ 10.)       \n {22} On April 29, 2015, Flick’s partne r, Lori Jones (“Jones”), sent Parry \nseveral documents with an indication that a draft affidavit would follow.  (Parry Aff. \nEx. C.)  Jones sent Parry a draft affidavit by e-mail on April 30, 2015, with a draft \nsettlement agreement that included the form of the affidavit as an attachment.  \n(Parry Aff. Ex. D, Attach. 3.)  A series of e-mails continued up to April 30, 2015.    \n {23} On May 7, 2015, Parry advised Jo nes that his “clients were no longer \ninterested in pursuing a settlement under the framework that the parties had \ndiscussed previously, and that the mediation process was concluded.”  (Parry Aff. \n¶ 15.)  Parry concludes his affidavit with the statement that the documents and \ndraft affidavit “[were] not acceptable to [his] clients.”  (Parry Aff. ¶ 15.) \n \n \n {24} On May 14, 2015, new counsel for Plaintiffs e-mailed Flick to propose \nthat the litigation move forward.  Flick responded by e-mail and expressed his \nposition that the case had been settled and that Defendants would, if necessary, file \na motion to enforce the settlement.  Defendants contend that the May 7, 2015, \ncommunication was not a withdrawal from the ongoing negotiations, but rather, an \nattempt to repudiate a final agreement that had already been reached. \n {25} Defendants filed the present Moti on on June 9, 2015.  The Motion has \nbeen fully briefed and argued and is now ripe for disposition. \nIII. LEGAL STANDARD  \n{26} A party who seeks to enforce a se ttlement agreement has the option of \nbringing a separate action to enforce the agreement or making a motion in the \npending action.  Hardin, 199 N.C. App. at 694, 682 S.E.2d at 732.  If the party seeks \nenforcement by a motion in the pending action, the motion is treated as a motion for \nsummary judgment.  Id. at 695, 682 S.E.2d at 733.   \n{27} In reviewing a motion for summ ary judgment, the trial court asks \n“whether, on the basis of materials supplied . . . , there [is] a genuine issue of \nmaterial fact and whether the moving party is entitled to judgment as a matter of \nlaw.”  Summey v. Barker, 357 N.C. 492, 496, 586 S.E.2d 247, 249 (2003).  The \nmoving party must demonstrate that there is a lack of any triable issue of material \nfact.  Garner v. Rentenbach Constructors, Inc., 350 N.C. 567, 572, 515 S.E.2d 438, \n441 (1999).  The materials supplied to the Court to support or oppose the motion to \nenforce must be viewed in the light most favorable to the nonmoving party.  Hardin, \n199 N.C. App. at 695, 682 S.E.2d at 733.  If the Court concludes that uncontested \nfacts demonstrate as a matter of law that an agreement was reached or not, it may \nresolve the matter summarily.  However, if the Court finds that there is a material \nfactual dispute as to whether the parties agreed on all material terms and intended \nto do so, it is proper to deny the motion and consider the appropriate procedure for \nresolving those contested issues of fact.   \n \n \n \nIV. ANALYSIS \n{28} While North Carolina policy encourages the out-of-court settlement of \ncontroversies, settlement agreements must satisfy the general principles of contract \nlaw.  Chappell, 353 N.C. at 692, 548 S.E.2d at 500.  For a settlement agreement to \nconstitute a valid, binding contract, “the parties’ ‘minds must meet as to all the \nterms.  If any portion of the proposed terms is not settled, or no mode agreed on by \nwhich they may be settled, there is no agreement.’”  Id. (quoting Boyce v. McMahan, \n285 N.C. 730, 734, 208 S.E.2d 692, 695 (1974)).  If an agreement on all material \nterms was reached, however, the parties are bound and may not later renounce the \nagreement.  \nSee Chaisson v. Simpson, 195 N.C. App. 463, 475, 673 S.E.2d 149, 159 \n(2009).   \n{29} Additional statutory standards control mediated settlement \nagreements.  One requirement is that the settlement agreement must be reduced to \nwriting.  N.C. Gen. Stat. § 7A-38.3B(i)(1) (amended 2015).  Further, there is a \nstrong presumption in favor of settlement when a written agreement is executed at \na court-ordered mediation.  Chappell v. Roth, 141 N.C. App. 502, 505, 539 S.E.2d \n666, 668 (2000) (noting the “strong presumption that a settlement agreement \nreached by the parties through court-ordered mediation under the guidance of a \nmediator is a valid contract”), rev’d on other grounds, 353 N.C. 690, 548 S.E.2d 499.   \n{30} Here, although the parties attended mediation, the Court accepts \nDefendants’ contention that if there was a settlement, it must have been reached \noutside of mediation and is therefore not governed by section 7A-38.3B(i)(1).  Oral \nsettlement agreements can be enforced.  Timber Integrated Invs., LLC v. Welch, No. \nCOA13-1034, 2014 N.C. App. LEXIS 736, at *11 (July 1, 2014).   The primary \ndispute raised by the Motion is whether Plaintiff intended to enter into a binding \nsettlement agreement.   \n{31} Offer and acceptance are necessa ry to the formation of a binding \ncontract, and they must reflect that the parties intended to agree to the same thing \nand in the same sense as to all necessary terms.  See Moore v. G&I VI Forest Hills \nGP, LLC, No. COA13-3, 2013 N.C. App. LEXIS 1166, at *6–7 (Nov. 5, 2013).  The \n \n \nCourt must determine the parties’ intent by first reviewing the language of the \nalleged agreement and the ends that the parties intended to achieve at the moment \nof the contract’s execution.  Lane v. Scarborough, 284 N.C. 407, 410, 200 S.E.2d 622, \n624 (1973).  The Court may determine the intention of the parties by reviewing the \ncircumstances surrounding the making of the agreement, including “the language of \nthe contract, the purposes of the contract, the subject matter and the situation of \nthe parties at the time the contract is executed.”  Adder v. Holman & Moody, Inc., \n288 N.C. 484, 492, 219 S.E.2d 190, 196 (1975).  The Court may also consider the \nmanner by which the parties have carried out the contract since its execution.  \nCrowder Constr. Co. v. Kiser, 134 N.C. App. 190, 200–01, 517 S.E.2d 178, 186 \n(1999).   \n{32} Here, to grant the Motion, the Co urt must find from uncontested facts \nthat Plaintiffs intended to convey, and did convey, a settlement offer that required \nof the Defendants only the payment of $15,000.00 and delivery of an affidavit that \ndetails any information Ford may have regarding Sylvan’s knowledge of \nDefendants’ English in a Flash program, accompanied by any documents \nDefendants have in support of Ford’s testimony, and that Defendants \nunconditionally accepted that offer without proposing additional terms.  Likewise, if \nthe Court finds that uncontested facts make clear that there was no offer and \nacceptance, it may grant summary judgment in Plaintiffs’ favor.\n2  However, if the \nCourt determines that there are issues of material fact regarding the parties’ intent, \nand there are facts from which a fact-finder may conclude that a contract was \nformed, the Motion should be denied and summary judgment should not be awarded \nin favor of either party.   \n{33} The Court finds that there are ma terial facts from which a fact-finder \ncould conclude that a binding settlement was reached, but that those facts are in \ndispute.  The Court cannot determine as a matter of law whether Plaintiffs’ \nsettlement offer was conditioned on Plaintiffs’ review and approval of the form of \n                                                 \n2 At oral argument, Plaintiffs expressed that they believed that the Court should not simply deny \nDefendants’ Motion, but should instead find that no settlement agreement existed and enter \nsummary judgment in their favor.  Plaintiffs made no formal motion. \n \n \nthe affidavit and its supporting documentation.  The Court concludes that the \nevidence is subject to more than one reasonable interpretation, and an evidentiary \ndetermination is required as to the parties’ intent.   \n{34}  The Court concludes, in its discretion and under Rule 42(b)(1) of the \nNorth Carolina Rules of Civil Procedure (“Rule(s)”), that it should sever the issue of \nwhether the parties reached a settlement agreement from the merits of the \nunderlying dispute, and that it should then conduct a separate trial that is limited \nto the issue of whether the parties entered into a binding settlement agreement.  \nDiscovery and other proceedings on the underlying merits should be stayed pending \nthe completion of this initial trial.   \n{35} Accordingly, \n1. Defendants’ Motion to Enforce Settlement Agreement is DENIED; \n2. Pursuant to Rule 42(b)(1), and in the exercise of its discretion, the \nCourt severs the issue of whether the parties intended to enter a \nbinding settlement agreement; \n3. Further proceedings on the underlying merits of the claims are \nstayed; and \n4. The parties shall confer and within twenty days of the date of this \nOrder & Opinion submit a proposed scheduling order that (a) \nprovides for any required pretrial discovery and motion practice \nlimited to the issue of whether the parties reached a binding \nsettlement agreement; (b) proposes dates on which the parties will \nbe prepared to try that issue; and (c) the parties’ positions as to \nwhether the trial on this issue will be to the Court or to a jury. \nIT IS SO ORDERED, this the 14th day of October, 2015. \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n "
}