{
  "id": "ccb059e58d462e7068b31369ce6c7511d458c7a318a6908bdd3288a328c1b2e2",
  "source_file": "data/raw/ncbc/ccb059e58d462e7068b31369ce6c7511d458c7a318a6908bdd3288a328c1b2e2.pdf",
  "raw_text": "Blitz v. Agean, Inc., 2012 NCBC 20.  \n \nMargulis Law Group by Max G. Margulis for Plaintiff. \n \nBrown, Crump, Vanore & Tierney, LLP by W. John Cathcart, Jr. and Scott \nBrown for Defendant.  \nMurphy, Judge. \n{1}    THIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court upon Plaintiff Jonathan Blitz’s \n(“Blitz”) Motion for Class Certification.  After hearing from the parties on August \n16, 2011, and having considered the matters of record and contentions of counsel, \nthe Court, in the exercise of its discretion, DENIES DENIES DENIES DENIES Plaintiff’s Motion for Class \nCertification, finding as follows: \nI. \nPROCEDURAL BACKGROUND \n {2} On January 28, 2005, Plaintiff filed his first Complaint in this case.  \nTwo Amended Complaints were subsequently filed on February 11, 2005 (“First \nAmended Complaint”) and June 8, 2010 (“Amended Complaint”) respectively.  (First \nAm. Compl. 5; Am. Compl. 9.) \n {3} On October 6, 2006, Plaintiff filed a Motion to Amend Class Definition \nand moved for class certification (“First Motion for Class Certification”) on October \n17, 2006.  (Mt. Am. Class Definition 2, 7.) \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF DURHAM \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n05 CVS 441 \n \nJONATHAN BLITZ, on behalf of himself \nand all others similarly situated, \n \nPlaintiff, \n \nv. \n \nAGEAN, INC., \n \nDefendant. \n \n \n \n \n \nORDER ORDER ORDER ORDER & OPINION  & OPINION  & OPINION  & OPINION    \n {4} This Court denied Plaintiff’s Motion for Class Certification on June 25, \n2007.  On June 2, 2009, the North Carolina Court of Appeals affirmed in part, \nreversed in part, and remanded this Court’s Order & Opinion denying Plaintiff’s \nFirst Motion for Class Certification.  See  Blitz v. Agean, Inc. , 197 N.C. App. 296, \n677 S.E.2d 1 (N.C. Ct. App. 2009), aff’ing in part, rev’ing in part  Blitz v. Agean, Inc. , \n2007 NCBC 1 (N.C. Super. Ct. Jun. 25, 2007), http://www.ncbusinesscourt.net/opin \nions/2007%20 NCBC%2021.pdf. \n {5} On May 18, 2011, Plaintiff filed an Amended Motion for Class \nCertification.  (Am. Mt. for Class Certif. 13.)  Defendant filed its Response on June \n17, 2011, and this Court held a hearing on August 16, 2011.  \nII. \nSTATEMENT OF FACTS \n {6} Plaintiff is a resident of Durham County, North Carolina.  (Am. Compl. \n¶ 7.) \n{7} Defendant is a North Carolina corporation that operates two \nrestaurants known as Papa’s Grille and Front Street Café in Durham, North \nCarolina.  (Am. Compl. ¶ 8; Br. in Supp. of Am. Mt. for Class Certif. 1.)  Over the \ncourse of its operation, Papa’s Grille has, on average, served between 120 and 160 \nmeals per day, and more than 500,000 meals during its twelve-year existence.  (Def. \nSecond Supplemental Answers to Pl.’s Second Set of Interrog. 5.)  \n{8} Papa’s Grill has received numerous inquiries concerning its hours of \noperation, menus, accommodations, and capacity; and multiple requests that Papa’s \nGrille fax or e-mail its menus and other materials relating to the restaurant or its \nservices.  (Def. Second Supplemental Answers to Pl.’s Second Set of Interrog. 4–5.)  \nPapa’s Grill maintains a computer database (“Customer List”) of individuals who \nhave made inquiries about the restaurant and/or requested to receive faxes.  (Def. \nSecond Supplemental Answers to Pl.’s Second Set of Interrog. 5–6; Def.’s Resp. to \nPl.’s First Mt. for Class Certif. 5; Blitz , 197 N.C. App. at 311, 677 S.E.2d at 10.)   \n{9} In April 2004, Defendant purchased from InfoUSA a list of \napproximately 983 business fax numbers in the three zip codes surrounding Papa’s \nGrille (the “ InfoUSA List”)  and contracted with Concord Technologies, Inc., to send \nfaxes to the numbers on the list.  (Pl.’s Br. in Supp. of Am. Mt. for Class Certif. 1.)      \n{10} Defendant did not, however, maintain any records documenting that it \nhad obtained express prior invitation or permission to send faxes to the individuals \non its Customer List, and Defendant was not certain whether it supplemented the \nfax list it acquired from InfoUSA with numbers from its own customer list acquired \nthrough the regular course of business.   \n{11} During 2004, Concord Technologies successfully faxed 7,000 of \nDefendant’s fax advertisements to the numbers on the list acquired from InfoUSA.  \n(Pl.’s Mem. Supp. First Mt. for Class Certif. 1–2.) \n{12} Plaintiff received five (5) of the fax transmissions.  (Pl.’s Br. in Supp. of \nAm. Mt. for Class Certif. 1.) \n{13} The Amended Complaint alleges that Defendant’s fax transmissions \nviolated the Federal Telephone Consumer Protection Act (“TCPA”), 47 U.S.C. § 227, \nwhich, inter alia , prohibits the transmission of “unsolicited advertisements” to fax \nmachines.  (Am. Compl. ¶ 2.) \n{14} Plaintiff seeks certification on behalf of a class alleging that Defendant \nviolated the TCPA when its agent, Concord Technologies, allegedly faxed thousands \nof unsolicited advertisements throughout 2004.  (Am. Compl. ¶¶ 4, 22–23.) \n{15} Plaintiff defines the class as “[t]he holders of the 978 telephone \nnumbers contained in the InfoUSA database Exhibit LL between the dates of \nFebruary 1, 2004, and December 31, 2004, inclusive.” (Br. in Supp. of Am. Mt. for \nClass Certif. 8.) \n{16} As provided in the TCPA, Plaintiff is seeking for each proposed class \nmember $500 in statutory damages per fax, injunctive relief, and any other relief \nthe Court may deem just and proper. (Am. Compl. 7.) \nIII. \nCLASS CERTIFICATION STANDARD \n {17} In North Carolina, class actions are governed by Rule 23 of the North \nCarolina Rules of Civil Procedure (“Rule 23”).  N.C.R. Civ. P. 23.  Rule 23(a) \nprovides that “[i]f persons constituting a class are so numerous as to make it \nimpracticable to bring them all before the court, such of them, one or more, as will \nfairly insure the adequate representation of all may, on behalf of all, sue or be \nsued.”  N.C.R. Civ. P. 23(a).  “Whether a proper ‘class’ under Rule 23(a) has been \nalleged is a question of law.”  Crow v. Citicorp Acceptance Co. , 319 N.C. 274, 280, \n354 S.E.2d 459, 464 (1987). \n {18} “The party seeking to bring a class action under Rule 23(a) has the \nburden of showing that the prerequisites to utilizing the class action procedure are \npresent.”  \nId.  at 282, 354 S.E.2d at 465.  \n{19} “[A] ‘class’ exists under Rule 23 when the named and unnamed \nmembers each have an interest in either the same issue of law or of fact, and that \nissue predominates over issues affecting only individual class members.”  Id.  at 280, \n354 S.E.2d at 464.  \n {20} When determining whether common issues predominate over issues \naffecting only individual class members, a court must look to see whether the \nindividual issues are such that they will predominate over common ones as the \nfocus of the litigants’ efforts.  \nSee Harrison v. Wal-Mart Stores, Inc. , 170 N.C. App. \n545, 550–54, 613 S.E.2d 322, 327–29 (2005) (discussing whether common or \nindividual issues predominated in the case).   \n{21} In addition to finding the existence of a class, the court must also find \nthat the class meets the requirements for class certification which prescribe that: (1) \nthe named representatives must establish that they will adequately represent the \ninterests of all members located both inside and outside the jurisdiction, (2) there \nmust be no conflict of interest between the named and unnamed members of the \nclass, (3) the named parties must have a genuine personal interest in the action, (4) \nthe class must be so numerous as to make it impracticable to bring each member \nbefore the court, and (5) adequate notice must be given to the class members.  Crow , \n319 N.C. at 282–84, 354 S.E.2d at 465–66. \n {22} Even where the requirements for class certification under Rule 23(a) \nare met, “it is within the trial court’s discretion to determine whether ‘a class action \nis superior to other available methods for the adjudication of the controversy.’”  \nHarrison , 170 N.C. App. at 548, 613 S.E.2d at 326 (quoting Crow , 319 N.C. at 284, \n354 S.E.2d at 466).  When deciding whether to grant certification, “‘[t]he trial court \nhas broad discretion . . . and is not limited to consideration of matters expressly set \nforth in Rule 23 or in’ case law.” Id.  at 548 n.2, 613 S.E.2d at 326 (quoting Crow , 319 \nN.C. at 284, 354 S.E.2d at 466).  \n {23} “Class actions should be permitted where they are likely to serve \nuseful purposes such as preventing a multiplicity of suits or inconsistent results.  \nThe usefulness of the class action device must be balanced, however, against \ninefficiency or other drawbacks.”  \nCrow , 319 N.C. at 284, 354 S.E.2d at 466. \n {24} Among the potential drawbacks the trial court may consider in its \ndiscretion are matters of equity.  Id. at 284, 354 S.E.2d at 466 (citing Maffei v. Alert \nCable TV, Inc . 316 N.C. 615, 617, 342 S.E.2d 867, 870 (1986)).  As this Court has \npreviously held, class actions can be used “to put greater financial pressure on \ndefendants to settle with the individual plaintiff[,] . . . [thus judicial oversight] \nreduces the incentive to plaintiff's counsel to misuse the class action device solely in \nan effort to leverage a settlement.”  Lupton v. Blue Cross & Blue Shield , 1999 \nNCBC 3, ¶¶ 10–11 (N.C. Super. Ct. June 14, 1999), \nhttp://www.ncbusinesscourt.net/opinions/1999%20NCBC %203.htm. \n {25} When reviewing whether class certification was appropriate in this \nmatter, the North Carolina Court of Appeals held that:  \nclaims brought pursuant to the TCPA are not \nper se  inappropriate for \nclass actions.  Decisions whether to certify TCPA claims for class \nactions should be made on the basis of the particular facts presented \nand theories advanced, and the ‘trial court has broad discretion in \ndetermining whether class certification is appropriate, and is not \nlimited to those prerequisites which have been expressly enunciated in \neither Rule 23 or in Crow .’  \nBlitz , at 311–12, 667 S.E.2d at 11 (quoting Nobles v. First Carolina Commc’ns, Inc. , \n108 N.C. App. 127, 132, 423 S.E.2d 312, 315 (1992)).   \n \n \nIV. \nCONCLUSIONS OF LAW \n {26} Under the relevant version of the TCPA in force at the time \nDefendant’s alleged actions occurred, it was unlawful for any person within the \nUnited States “to use any telephone facsimile machine, computer, or other device to \nsend  an unsolicited advertisement to a telephone facsimile machine . . . .” 47 U.S.C. \n§ 227(b)(1)(c) (2004) (emphasis added).  The TCPA provides that a recipient may \nbring “an action to recover for actual monetary loss . . . or to receive $500 in \ndamages for each . . . violation.”  Id . at § 227(b)(3)(B).   \n {27} The term unsolicited advertisement, as used in the statute, means \n“any material advertising the commercial availability or quality of any property, \ngoods, or services which is transmitted to any person without that person’s prior \nexpress invitation or permission.”  Id . at § 277(a)(4).  \n {28} When class certification is sought in TCPA cases:  \nviolations of § 277(b)(1)(C) . . . are not per se  unsuitable for class \nresolution. But, . . . there are no invariable rules regarding the \nsuitability of a particular case filed under this subsection of the TCPA \nfor class treatment; the unique facts of each case generally will \ndetermine whether certification is proper. This of course means that \nplaintiffs must  advance a viable theory employing generalized proof to \nestablish liability with respect to the class involved, and it means too \nthat . . . courts must only certify class actions . . . when such a theory \nhas been advanced. \n \nBlitz , 197 N.C. App at 305, 677 S.E.2d at 7 (quoting  Gene & Gene LLC, v. BioPay \nLLC , 541 F.3d 318, 328 (5th Cir. La. 2008) (emphasis added). \n {29} “The primary issue . . . in this case, and the primary issue courts from \nother jurisdictions have [faced] . . . when dealing with class certifications involving \nthe TCPA, is whether, . . . individualized issues concerning whether sent fax \nadvertisements were ‘unsolicited’ predominate over issues of law and fact common \nto the proposed class members.”  Blitz , 197 N.C. App. at 303, 677 S.E.2d at 6. \n{30} When considering whether questions common to the class will \npredominate the court may “consider ‘how a trial on the merits would be conducted \nif a class were certified.’”  Gene & Gene LLC , 541 F.3d at 326 (quoting Bell Atl. \nCorp. v. AT&T Corp. , 339 F.3d 294, 302 (5th Cir. 2003)).  The process of evaluating \nhow a trial would proceed “‘entails identifying the substantive issues that will \ncontrol the outcome, assessing which issues will predominate, and then determining \nwhether the issues are common to the class, a process that ultimately prevents the \nclass from degenerating into a series of individual trials.’”  Id. (citation omitted.)   \nHowever, this Court finds persuasive like others, that the presence of a \npredominating common question is not the end of the analysis.  A court’s attempt at \npreventing a class action from degenerating into a series of individual trials also \nrequires it to determine whether it is likely that the answers to those common \nquestions will be consistent among class members.  “[A] common question is not \nenough when the answer  may vary with each class member and is determinative of \nwhether the member is properly part of the class.”  Carnett’s, Inc. v. Hammond , 610 \nS.E.2d 529, 532 (Ga. 2005). \nV. \nDISCUSSION \n{31} As a threshold matter, Plaintiff argues that the question of whether \nconsent was obtained is a “potential defense that may be raised by Defendant[,] . . . \n[and] a court is proscribed from considering defenses . . . in adjudicating a motion \nfor class certification.”  (Pl.’s First Mt. for Class Certif. n.2.)  However, this is not \nthe law in North Carolina.  To the contrary “[i]t [is] Plaintiff’s burden to show the \nfax advertisements sent to the class were unsolicited.”  Blitz , 197 N.C. App. at 311, \n677 S.E.2d at 10.  Even if this were not the case, implicit in an assessment of how a \ntrial would operate under a particular class definition, is an evaluation of how \npotential defenses would affect whether common questions predominate over \ninquiries individual to each class member.  This court finds persuasive, like other \ncourts, that “the ‘predominance of individual issues necessary to decide an \naffirmative defense may preclude class certification.’”  Gene & Gene LLC , 541 F.3d \nat 327 (quoting In re Monumental Life Ins. Co.,  365 F.3d 408, 420 (5th Cir. 2004)). \n{32} Looking now at Plaintiff’s proposed class definition, it becomes \napparent that the definition does not explicitly exclude owners of fax numbers who \nhad previously consented to receive faxes.  (Pl.’s Br. in Supp. of Mt. for Class Certif. \n6.)  Currently, the class is defined as “[t]he holders of the 978 telephone numbers \ncontained in the InfoUSA database Exhibit LL between the dates of February 1, \n2004 and December 31, 2004, inclusive.”  (Pl.’s Br. in Supp. of Mt. for Class Certif. \n6.)  As noted above, the InfoUSA List contains names that Defendant argues were \nincluded on Defendant’s Customer List, and the Customer List contained \nindividuals and organizations that had made inquiries into Papa’s Grille and \nrequested the restaurant to send faxes.  (Def.’s Resp. to Pl.’s First Mt. for Class \nCertif. 4–5; Def.’s Answer to Interrog. 5–6.)  Failure to exclude the numbers of \nauthorizing owners means that by definition, “the proposed class [is] open to \npersons who ha[ve] given express prior invitation or permission to Defendant to \nreceive fax advertisements.”  Blitz , 197 N.C. App. at 311, 677 S.E.2d at 10.  While \nnot conclusive regarding the Court’s determination, this broad definition must be \nconsidered when determining the amount of time and inquiry that will be required \nto establish whether the individuals within the class definition are entitled to be \nmembers of the class.  See id. (citing  Carnett’s, Inc. , 610 S.E.2d 529). \n{33} This Court turns next to an analysis of how a trial on the merits would \nbe conducted.  Under the facts of this case, an analysis must include an assessment \nof how consent, or lack of consent, would be established at trial.  The court in Blitz  \ncited as persuasive cases where plaintiff proceeded with “a theory of generalized \nproof of invitation or permission.”  Blitz , 197 N.C. App. at 311, 677 S.E.2d at 11.  \nOne of the cases particularly relevant to this Court’s evaluation is Kavu v. Omnipak \nCorp.   In Kavu , plaintiff proposed a class defined as “[a]ll persons who received an \nunsolicited advertisement . . . via facsimile from Defendant during the period of \ntime defined by the applicable statute of limitations.”  Kavu v. Omnipak Corp. , 246 \nF.R.D. 642, 646 (W.D. Wash. 2007).  When reviewing the trial court’s certification of \na class, the court in Kavu  found that the question of consent could be easily shown \nby common proof and would not require individualized evidence.  Id . at 647.  The \ncourt stated that this was possible because Defendant had “obtained all of the \nrecipients’ facsimile numbers from the Manufacturers’ News database.  Therefore, \nwhether the recipients’ inclusion in the Manufacturers’ News database constitute[d] \nexpress permission to receive advertisements via facsimile [was] a common issue.”  \nId .  Simply put, certification was possible because the presence of a fax number \nwithin a single source would indicate whether consent was given. \n{34}  Logically, the rationale for certification in Kavu  is weakened when \nthere is more than one source that could show consent, as was the case in Gene & \nGene LLC, v. BioPay, LLC.  In Gene , the Defendant “culled fax numbers from \npurchased databases but also . . . various other sources--from information submitted \nby merchants through BioPay’s website, from information submitted at trade shows \nBioPay attended, and also from lists of companies with which BioPay or its affiliates \nhad an established business relationship.”  Gene & Gene LLC , 541 F.3d at 328.  The \nDefendant in Gene & Gene, LLC , convincingly asserted throughout discovery that \nbecause consent had been obtained for some of the numbers that had not been \nprovided by the purchased database “no class-wide proof [was] available to decide \nconsent and only mini-trials c[ould] determine th[e] issue.”  Id . at 329.  \n{35} Here, Plaintiff has offered three questions that he argues would be \ncommon to all class members: “1. [w]hether Defendant’s fax is an advertisement; 2. \n[w]hether Defendant violated the TCPA by faxing th[e] advertisement[s] without \nfirst obtaining express invitation or permission to do so; and 3. [w]hether Plaintiff \nand other class members are entitled to statutory damages.”  (Pl.’s Br. in Supp. of \nMt. for Class Certif. 9.)  It is apparent to this Court that the answers to Plaintiff’s \nsecond question will be a focal point of the litigants’ evidence, and likely direct the \noutcome of the case.  See Harrison , 170 N.C. App. at 550–53, 613 S.E.2d at 327–28.   \n{36} While in Kavu , consent could be determined by deciding “whether the \ninclusion of the recipients’ fax numbers in the purchased database indicated their \nconsent to receive fax advertisements.”  Gene & Gene LLC, v. BioPay LLC , 541 F.3d \nat 328.  Here, as was the case in Gene & Gene, LLC , there could be more than one \nsource from which consent might be shown.  As the Blitz  court noted on appeal, \nDefendant was unsure whether “it had supplemented the [InfoUSA L]ist with fax \nnumbers it ha[d] acquired through its normal course of business dealings.”  Blitz , \n197 N.C. App. at 311, 677 S.E.2d at 10.  In addition, consent could be shown for fax \nnumbers owned by individuals on both the InfoUSA List and Defendant’s Customer \nList because the Customer List includes individuals who had made inquiries about \nthe restaurant and requested to receive faxes.  (Def.’s Resp. to Pl.’s First Mt. for \nClass Certif. Ex. B; Def.’s  Second Supplemental Answer to Pl.’s Second Set of \nInterrog. 5.)  Because there is no common source from which the Court can \ndetermine consent, Plaintiff is left in the position of proving whether “Defendant . . . \nobtain[ed] express invitation or permission” for each number.  (Pl.’s Br. in Supp. of \nMt. for Class Certif. 9.)  This would have the Court conducting individual inquiries \ninto each number and result in the type of mini-trials that class actions are \ndesigned to avoid.  The facts of this case leave Plaintiff unable to articulate a theory \nof generalized proof, and as a result, will focus the litigants’ efforts on individual \nquestions of whether each class member consented rather than any common \nquestions the class might share. \n {37} Lastly, this Court must consider the equities and drawbacks involved \nin certification of the proposed class.  Plaintiff has alleged: (1) that Defendant sent \nfax advertisements through its agent Concord Technologies, Inc. to over 900 fax \nnumbers; (2) that Defendant transmitted these faxes to each number at least 10 \ntimes during 2004; and (3) that over 7,000 of these fax were successfully \ntransmitted.  (Pl.’s Br. in Supp. of Mt. for Class Certif. 1–5; Pl.’s Mem. in Supp. of \nFirst Mt. for Class Certif. 1–2.)  These transmissions were of an ad/coupon which \nthe customer could redeem for a free lunch at Papa’s Grille and an announcement of \nthe opening of Front Street Café.  (Pl.’s Br. in Supp. of Mt. for Class Certif. 1–5.)   \n {38} Thus far, Plaintiff is the only recipient who has come forward, or has \nbeen identified, to participate in this action.  The likelihood that, in 2012, a single-\npage fax recipient would remember receiving a transmission in 2004, or have \nretained the alleged transmission, is extremely remote.  Without class certification, \nas currently pled, Plaintiff at best might be entitled to a grand total of $2500 in \nstatutory damages for the five transmissions he received.  As a result, the \nsignificance of this lawsuit to Plaintiff rests primarily on its settlement value.  ( \nSee  \nTr. of Hr’g at 26, Blitz v. Agean, Inc. , 05 CVS 441 (Aug. 16, 2011) (The Court was \nstruck by Counsel for Plaintiff’s inappropriate but telling statement that “[w]hat \n[Defendant] fails to say is that they are being defended very ably by the insurance \ncompany  that they had insurance with when these actions took place.”) (emphasis \nadded).  “‘Unfortunately, the (class action) remedy itself provide[s] opportunity for \nabuse, which [is] not neglected. Suits [are] sometimes . . . brought not to redress \nreal wrongs, but to realize upon their nuisance value.’”  Lupton , 1999 NCBC 3, ¶ 10 \n(quoting Cohen v. Beneficial Loan Corp.,  337 U.S. 541, 549–50, 69 S.Ct. 1221, 1227, \n93 L.Ed 1528 (1949)).  As articulated in Lupton , equity does not condone using the \nclass action procedure simply for leverage in settlement.  See  Lupton v. Blue Cross \n& Blue Shield , 1999 NCBC 3, ¶¶ 10–11.   \nVI. \nCONCLUSION \n{39} Because Plaintiff has failed to provide a theory of generalized proof \nthat allows for common questions to predominate over individual inquiries, they \nhave failed to establish the existence of a class and therefore do not meet Crow’ s \nrequirements for class certification.  The Court, therefore, does not reach the \nquestion of whether Plaintiff has met the other requirements for certification under \nCrow .  Further, after analyzing the equitable considerations for certification in this \ncase, the Court, in the exercise of its discretion, concludes that Class certification in \nthis case would principally serve to provide Plaintiff with inappropriate leverage in \nsettlement negotiations.  Thus, even if the elements of Crow were met, certification \nwould be unjust on equitable grounds. \n {40} For the reasons noted above, it is hereby ORDERE ORDERE ORDERE ORDERED D DD that Plaintiff’s \nMotion for Class Certification is DENIED DENIED DENIED DENIED. \n SO ORDERED SO ORDERED SO ORDERED SO ORDERED, this the 11 \nth  day of April, 2012. \n       "
}