{
  "id": "cd175c04f088a6c270c8bcbb792f4aaa681c8b6b769452d8b311d6ff31018291",
  "source_file": "data/raw/ncbc/cd175c04f088a6c270c8bcbb792f4aaa681c8b6b769452d8b311d6ff31018291.pdf",
  "raw_text": "Priest v. Coch, 2013 NCBC 6. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF DURHAM \n \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n12 CVS 3532 \nPETER H. PRIEST and  \nLAW OFFICES OF PETER H. \nPRIEST, PLLC, \n \nPlaintiffs, \n \nv. \n \nGABRIEL COCH and \nINFORMATION PATTERNS, LLC, \n \nDefendants. \n \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER ON DEFENDANTS’ ORDER ON DEFENDANTS’ ORDER ON DEFENDANTS’ ORDER ON DEFENDANTS’    \nMOTION TO DISMISS MOTION TO DISMISS MOTION TO DISMISS MOTION TO DISMISS    \n \n{1}  THIS MATTER is before the court on Defendants’ Motion to Dismiss \nPlaintiffs’ Claims (“Motion”) pursuant to Rules 12(b)(6) and 12(b)(1) of the North \nCarolina Rules of Civil Procedure (“Rule(s)”).  For the reasons stated below, the \nMotion is GRANTED, in part, and DENIED, in part. \n \nJ.W. Bryant Law Firm, PLLC, by John Walter Bryant, for Peter H. Priest \nand Law Offices of Peter H. Priest, PLLC . \n \nGlenn, Mills, Fisher & Mahoney, P.A., by Carlos E. Mahoney and Amber J. \nIvie, for Gabriel Coch and Information Patterns, LLC . \n \nGale, Judge. \n \nI. I. I. I.    PROCEDURAL HISTORY PROCEDURAL HISTORY PROCEDURAL HISTORY PROCEDURAL HISTORY    \n    \n{2} \n Plaintiffs Peter H. Priest (“Priest”) and the Law Offices of Peter H. \nPriest, PLLC (“Law Office”) initiated this action on June 19, 2012 by filing a \nComplaint alleging claims for breach of contract, breach of fiduciary duty, \nconstructive fraud, fraud, and unfair and deceptive trade practices against \nDefendants Gabriel Coch (“Coch”) and Information Patterns, LLC (“Information \nPatterns”).  \n{3}  On July 10, 2012, presiding Superior Court Judge Orlando F. Hudson, \nJr. issued a Consent Order directing counsel for Defendants to retain in the firm’s \ntrust account the amount of $200,000.00 in proceeds from the sale of the patent at \nissue (“Patent”) until this matter is resolved.   \n{4}  On July 24, 2012, Defendants’ request that the case be designated as a \ncomplex business case was granted by Chief Justice Sarah Parker, and the case was \nassigned to the undersigned on July 25, 2012. \n{5}  Plaintiffs allege that during the course of their representation of \nDefendants, they were tasked to draft and prosecute a patent application on \nDefendants’ behalf, and after an initial billing was paid, the Parties entered into an \nagreement whereby Plaintiffs would receive one-fourth of the proceeds from the sale \nor license of any patent issued as compensation for Plaintiffs’ unpaid legal services \nas well as for any additional services needed to complete the patent application \n(“Agreement”).  Plaintiffs assert that this Agreement imposed a fiduciary duty on \nDefendants because of their exclusive control over selling or licensing the Patent.  \nPlaintiffs allege that Defendants have breached both the Agreement and their \nfiduciary duty by refusing to pay Plaintiffs their agreed-upon portion of the net \nproceeds from the sale.  Plaintiffs further allege fraud on the basis that Defendants \ninduced Plaintiffs to enter into the Agreement and to continue to provide legal \nservices, knowing at the time of execution that they did not intend to comply with \ntheir promise.  Finally, Plaintiffs assert that Defendants’ conduct as alleged \nconstitutes an unfair and deceptive trade practice. \n{6}  Defendants filed their Motion to Dismiss on August 24, 2012.  They \nassert that Priest individually lacks standing to bring any claim because he is not a \nparty to the Agreement and is not a proper party under N.C. Gen. Stat. § 57C-3-\n30(b). 1  As to the Law Office, Defendants contend that the allegations in the \nComplaint are insufficient to state any claims on which relief may be granted. \n{7}  The Motion has been fully briefed and the Parties waived oral \nargument. \n \nII. II. II. II.    STATEMENT OF FACTS STATEMENT OF FACTS STATEMENT OF FACTS STATEMENT OF FACTS    \n    \n{8} \n Solely for the purposes of this Motion, the court accepts the allegations \nof the Complaint as true and draws reasonable inferences from those facts in \nPlaintiffs’ favor.  See, e.g. , Sutton v. Duke , 277 N.C. 94, 102–03, 176 S.E.2d, 161, \n166 (1970); Crouse v. Mineo , 189 N.C. App. 232, 237, 658 S.E.2d 33, 36 (2008); \nHarris v. NCNB Nat’l Bank of N.C. , 85 N.C. App. 669, 670–71, 355 S.E.2d 838, 840–\n41 (1987).   \n{9}  Priest is an attorney and resident of Durham, North Carolina.  (Compl. \n¶¶ 1–2, 8.)  He owns and operates the Law Office, a North Carolina professional \nlimited liability company with its principal place of business in Durham, North \nCarolina. (Compl. ¶¶ 1–2.) \n{10}  Information Patterns is a limited liability company organized and \nexisting under the laws of the State of North Carolina with its principal place of \nbusiness in Chapel Hill, North Carolina.  (Compl. ¶ 3.)  Coch is a resident of Chapel \nHill, North Carolina, and is a member and manager of Information Patterns.  \n(Compl. ¶ 4.) \n{11}  Other members of Information Patterns include Graham Knight \n(“Knight”) and David Smith (“Smith”), both of whom are citizens and residents of \nthe United Kingdom.  (Compl. ¶¶ 4–6.)  Coch, Knight, and Smith created a \ncomputer program that eventually became the subject of the Patent.  (Compl. ¶ 11.) \n{12}  Around 2004, Plaintiffs entered an initial engagement agreement \nproviding compensation at hourly rates based on time spent and capping fees at \n                                                        \n1  Priest has not pointed to any provision of an operating agreement that could provide him \nindividual standing.  \n$10,000.00.  (Compl. ¶¶ 9, 12–13.)  The Law Office billed Defendants for the cap \namount, which Defendants paid without objection.  (Compl. ¶ 14.)  \n{13}  In December 2005, Coch, Knight, and Smith each assigned their \ninterests in the Patent to Information Patterns.  (Compl. ¶ 15.) \n{14}  In September 2009, Plaintiffs received a notice of “Non-Final \nRejection” from the U.S. Patent and Trademark Office (“USPTO”), which required \nadditional legal work by Plaintiffs in order for Defendants to secure the Patent.  \n(Compl. ¶¶ 16–18.)  Plaintiffs knew that failure to respond to the notice would \nconstitute abandonment of the patent application, thereby nullifying it.  (Compl. ¶ \n19.)  Plaintiffs therefore began the work to complete this second phase of the \napplication process in order to preserve Defendants’ application.  (Compl. ¶ 21.) \n{15}  At the outset of the Parties’ relationship, Plaintiffs informed Coch of \nan estimated cost of $3,000.00 for the second phase of the patent application \nprocess, if needed. (Compl. ¶ 20.)  \n{16}  In January 2010, Coch informed Priest that neither Coch, Knight, \nSmith, nor Information Patterns had the funds to pay for Plaintiffs’ legal services or \nany necessary expenses to continue the second phase of the application process.  \n(Compl. ¶ 23.)  By this point, Plaintiffs already had completed much of the work \nrequired to continue the patent application.  (Compl. ¶ 24.)  Priest filed the required \nresponse to the notice with Coch’s consent and input in order to preserve the patent \napplication.  (Compl. ¶ 25.) \n{17}  On February 18, 2010, Priest received a “Notice of Allowance” from the \nUSPTO indicating that a patent would be issued to Information Patterns. (Compl. ¶ \n26.) \n{18}  Priest and Coch then discussed an arrangement by which Plaintiffs \ncould be compensated for unpaid past legal services rendered and for continuing \nlegal services needed to complete the patent application.  (Compl. ¶¶ 27–28, 107–\n09.)  The Parties reached the verbal Agreement, which was later memorialized in \nwriting.  (Compl. ¶¶ 29–30, 34–38, 42–46.)  The Agreement provides that Priest, \nCoch, Knight, and Smith would share the payment of expenses and share proceeds \non a pro rata basis. (Compl. ¶¶ 41, 48.)  Plaintiffs assert that the terms of the \nAgreement also stipulate that in exchange for the Law Office’s past and future \nwork, Plaintiffs would receive an interest in the proceeds from the sale or license of \nthe Patent.  (Compl. ¶¶ 28, 42, 83, 91–93, 109.)  Defendants instead assert that the \nterms of the Agreement only provide the Law Office with a 25% interest in proceeds \nresulting from licensing the Patent, and the Agreement does not grant the Law \nOffice an interest in proceeds resulting from sale of the Patent. (Defs.’ Br. in Supp. \nof their Mot. to Dismiss 2.)  All Parties agree that the relationship proceeded \naccording to these terms until the proceeds from the Patent sale became available \nfor distribution.  (Compl. ¶¶ 50-51, 54–55; Defs.’ Br. in Supp. of their Mot. to \nDismiss 9.) \n{19}  Plaintiffs allege that Coch signed the written Agreement (Compl. ¶¶ \n43–45) on behalf of Information Patterns and Priest signed on behalf of the Law \nOffice.  However, Plaintiffs do not presently have a copy of the Agreement with \nDefendants’ signatures.  (Compl. ¶¶ 49, 55; Defs.’ Br. in Supp. of their Mot. to \nDismiss 9, n.4.)  Plaintiffs allege that Coch signed and promised to obtain Knight’s \nand Smith’s signatures (Compl. ¶ 46), but assured Plaintiffs that the Agreement \nwas binding on Information Patterns and effective immediately upon Coch’s \nsignature, and that the signatures of the co-inventors were mere formalities.  \n(Compl. ¶ 49.)  Plaintiffs allege that Defendants continued to accept their services, \nincluding payment of expenses for the Patent, without further payment of \nattorney’s fees.  (Compl. ¶¶ 50, 55.)  \n{20}  On June 15, 2010, the USPTO issued the Patent.  (Compl. ¶ 56.) \n{21}  On October 7, 2011, Coch informed Priest that he had contacted a \nCalifornia patent broker named Patent Profit International, LLC (“PPI”) to explore \na sale of the Patent.  (Compl. ¶¶ 57–58.) \n{22}  Before agreeing to engage PPI to sell the Patent, Priest insisted on \nperforming a due diligence review of the company.  To that end, Priest met with \nPPI’s principal, William J. Plut (“Plut”).  (Compl. ¶ 60–62.) \n{23}  Priest and Coch, on behalf of Information Patterns, executed an \nagreement dated October 4, 2011 (“Patent Sales Agreement”) with PPI to market \nand sell the Patent.  (Compl. ¶ 66.)  Priest believes that Coch had negotiated the \nterms with PPI before he contacted Priest on October 7, 2011.  (Compl. ¶¶ 59, 66.)  \nPriest signed the Patent Sales Agreement on October 14, 2011.  (Compl. ¶ 66.)  Coch \nand Plut signed the Patent Sales Agreement on October 17, 2011.  (Compl. ¶¶ 67-\n68.) \n{24}  During October 2011, Coch asked Priest, Knight, and Smith for a 10% \nfinder’s fee of the net proceeds if the Patent was sold.  (Compl. ¶ 71.)  Coch asserted \nthat his co-inventors agreed to this new term; Priest, however, did not agree to it.  \n(Compl. ¶¶ 73–74.)  On March 19, 2012, the sale of the Patent closed for \n$1,000,000.00.  (Compl. ¶¶ 69, 76.)  As provided by the Patent Sales Agreement, PPI \nreceived a brokerage fee of 20% of the sales price, leaving a net profit of $800,000.  \n(Compl. ¶ 75.) \n{25}  Plaintiffs assert that the Agreement between the Parties entitles them \nto 25% of the net proceeds from the sale, or $200,000.00 ( Id. ) and that Defendants \nhave failed and refused to make this payment. (Compl. ¶ 76.) \n \nIII. III. III. III.    STANDARD OF REVIEW STANDARD OF REVIEW STANDARD OF REVIEW STANDARD OF REVIEW    \n    \n{26}  A motion to dismiss pursuant to Rule 12(b)(6) inquires “whether, as a \nmatter of law, the allegations of the complaint, treated as true, are sufficient to \nstate a claim upon which relief may be granted under some legal theory, whether \nproperly labeled or not.”  Crouse 189 N.C. App. at 237, 658 S.E.2d at 36; Harris at \n85 N.C. App. at 670−71, 355 S.E.2d at 840−41; see  Sutton 277 N.C. at  102−03, 176 \nS.E.2d at 166.  The court in ruling on the motion should consider exhibits attached \nto the complaint because they are a part of the pleading for all purposes.  Woolard v. \nDavenport , 166 N.C. App. 129, 133–34, 601 S.E.2d 319, 322 (2004); N.C. G EN . S TAT . \n§ 1A-1, Rule 10(c) (2012). \n \nIV. IV. IV. IV.    ANALYSIS ANALYSIS ANALYSIS ANALYSIS    \n    \nA.  Priest Individually Is Not a Proper Party to the Action.  \n \n{27}  “A party has standing to initiate a lawsuit if he is a real party in \ninterest.  A real party in interest is one who benefits from or is harmed by the \noutcome of the case and by substantive law has the legal right to enforce the claim \nin question.”  Beachcomber Props., LLC v. Station One, Inc. , 169 N.C. App. 820, \n823–24, 611 S.E.2d 191, 193–94 (2005) (citations omitted).  \n{28}  The basis of Plaintiffs’ action is the alleged Agreement.  To have a legal \nright to enforce claims based on the Agreement, Priest would need to be a party to \nthe Agreement individually.  See  Coderre v. Futrell , ___ S.E.2d ____, No. COA12–\n517, 2012 WL 6587657, at *3 (N.C. App. Dec. 18, 2012) (reasoning that Plaintiff, an \nindividual, did not have standing where “the purchase agreement . . . form[ing] the \nbasis of the initial complaint was not executed by [Plaintiff] in his individual \ncapacity.”); see also  Holshouser v. Shaner Hotel Grp. Props. One L.P. , 134 N.C. App. \n391, 399, 518 S.E.2d 17, 24–25 (1999) (“To assert a claim for breach of contract, the \nplaintiff must show that she is either a party to the contract or a third-party \nbeneficiary of the contract”).  The Complaint alleges that Priest signed the \nAgreement on behalf of the Law Office, not in his individual capacity, whereas Coch \nsigned the Agreement both in his individual capacity, as well as on behalf of \nInformation Patterns.  This allegation is inadequate to confer standing on Priest \nindividually. \n    \nB.  Plaintiffs Fail to Allege Facts Sufficient to Support Their Claims for Breach \n \nof Fiduciary Duty, Constructive Fraud, and Unfair and Deceptive Trade \nPractices. \n \n{29}  Fairly read, the Complaint seeks to enforce a contingent fee \nagreement.  Generally, such an agreement does not give rise to a fiduciary duty \nowed by the clients.  “A claim for breach of a fiduciary duty requires the existence of \na fiduciary relationship.”  White v. Consol. Planning, Inc. , 166 N.C. App. 283, 293, \n603 S.E.2d 147, 155 (2004).  As attorneys, Plaintiffs were fiduciaries to Defendants \nin regard to legal services.  Abbitt v. Gregory , 201 N.C. 577, 598, 160 S.E. 896, 907 \n(1931).  A fiduciary relationship may include “all legal relations, such as attorney \nand client . . . but it [also] extends to any possible case in which a fiduciary relation \nexists in fact, and in which there is confidence reposed on one side, and resulting \ndomination and influence on the other.”  Id.   However, “[o]nly when one party \nfiguratively holds all the cards . . . have North Carolina courts found that the \nspecial circumstance of a fiduciary duty has arisen.”  Crumley & Assocs., P.C. v. \nCharles Peed & Assocs., P.A., 730 S.E.2d 763, 767 (N.C. App. 2012) (internal \nquotation marks omitted).  \n{30}  There is no such dominion or control exercised by Defendants \nevidenced by the Complaint.  Further, Plaintiffs do not allege that they and \nDefendants had entered a partnership or joint venture 2 which might give rise to \nfiduciary duties.3   Plaintiffs rather allege: [1] that the Agreement between the \n                                                        \n2  Generally, there are two essential elements required to prove the existence of a joint venture: “(1) \nan agreement to engage in a single business venture with the joint sharing of profits, (2) with each \nparty to the joint venture having a right in some measure to direct the conduct of the other through a \nnecessary fiduciary relationship.” Best Cartage, Inc. v. Stonewall Packaging, LLC , ___ N.C. App. ___, \n727 S.E.2d 291, 298 (N.C. App. 2012) (internal quotation marks omitted). To constitute a joint \nventure “the parties must combine their property, money, efforts, skill or knowledge in some common \nundertaking.” Id.  (internal quotation marks omitted).  Again, if the lawyer enters a joint venture \nwith a client, there are additional steps which must be undertaken. \n \n3   In appropriate circumstances a lawyer may enter a business arrangement with a client, but only if \ncertain procedures are followed. See  North Carolina Rule of Professional Conduct 1.8(a), which \nstates: \n“(a) A lawyer shall not enter into a business transaction with a client or knowingly acquire \nan ownership, possessory, security or other pecuniary interest directly adverse to a client \nunless: \n(1) the transaction and terms on which the lawyer acquires the interest are fair and \nreasonable to the client and are fully disclosed and transmitted in writing in a manner that \ncan be reasonably understood by the client; \n(2) the client is advised in writing of the desirability of seeking and is given a \nreasonable opportunity to seek the advice of independent legal counsel on the transaction; \nand; \n(3) the client gives informed consent, in a writing signed by the client, to the essential \nterms of the transaction and the lawyer's role in the transaction, including whether the \nlawyer is representing the client in the transaction. \nAvailable at , http://www.ncbar.com/rules/rules.asp?page=11 . \n \nParties was for the purpose of compensating Plaintiffs for past unpaid legal work \nand for additional work required in the second phase of the patent application \n(Compl. ¶¶ 27–28, 42, 82–83, 91, 109); [2] that in exchange for this past and future \nlegal work, Plaintiffs would receive an interest in the proceeds of the license or sale \nof the Patent (Compl. ¶¶ 28, 42, 83, 93, 109); [3] that in addition to receiving a 25% \ninterest in the potential proceeds, Plaintiffs agreed they also would share 25% of the \npatent expenses (Compl. ¶¶ 41, 48, 84–85, 93); [4] that the Parties later reduced \nthese terms to writing (Compl. ¶¶ 29–30, 42–46, 81); [5] that at the time of the \nAgreement neither party knew whether the Patent actually had any marketable \nvalue that could generate any kind of proceeds (Compl. ¶ 33); and [6] that after \nagreeing upon the terms, Plaintiffs continued to provide legal services at no cost to \nDefendants for the purpose of securing the Patent.  (Compl. ¶¶ 50, 55, 86, 109.)  The \nclearly stated purpose of the Agreement was to compensate Plaintiffs in the event \nDefendants derived any proceeds from the Patent.  The arrangement alleged is then \na contingent fee agreement that is subject to the rules for such agreements.  \n{31}  In sum, Plaintiffs have failed to state a claim for breach of fiduciary \nduty.  It follows that Plaintiffs’ constructive fraud claim also fails for it depends \nupon the violation of such a fiduciary duty.  See  Compton v. Kirby , 157 N.C. App. 1, \n16, 577 S.E.2d 905, 914 (2003) (stating that “a breach of fiduciary duty amounts to \nconstructive fraud.”)     \n{32}  Likewise, because the Complaint is based on the Agreement for the \npayment of attorney’s fees, the unfair and deceptive trade practices claim is barred \nunder North Carolina General Statute § 75-1.1 which provides that “professional \nservices rendered by a member of a learned profession” are not “commerce” within \nthe meaning of the statute. 4    \n \n                                                       \n \n4   While lawyers are not necessarily precluded from pursuing an unfair and deceptive trade practice \nclaim simply by virtue of being their lawyers, “professional services rendered by an attorney in the \ncourse of his business . . . may not form the basis of an unfair or deceptive trade practices claim.” \nBoyce & Isley, PLLC v. Cooper , 153 N.C. App. 25, 36, 568 S.E.2d 893, 902 (2002), appeal dismissed \nand review denied,  357 N.C. 163, 580 S.E.2d 361 (2003).  \nC.  Plaintiff Law Office Has Sufficiently Alleged Facts to Support Claims for \nBreach of Contract and Fraud.  \n \n{33}  In order to establish a claim for breach of contract, Plaintiffs must \nshow: “(1) existence of a valid contract and (2) breach of the terms of that contract.”  \nPoor v. Hill , 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000).  \n{34}  The Complaint alleges that: [1] the Parties entered into a verbal \nagreement later reduced to writing (Compl. ¶¶ 27–28, 42, 82–83, 91, 93, 109); [2] \nunder the terms of the Agreement, Plaintiffs agreed to defer compensation for past, \nunpaid legal services and to continue to provide legal services in exchange for a one-\nquarter potential interest in the proceeds of a sale or license of the Patent (Compl. \n¶¶ 28, 42, 83, 93, 109); [3] the Parties agreed to split the expenses of the patent \napplication on a pro rata basis (Compl. ¶¶ 41, 48, 84–85, 93); [4] subsequent to this \nagreement, Defendants accepted Plaintiffs’ services at no cost and the Parties \notherwise conducted themselves according to these terms up to and until \nDefendants realized proceeds from selling the Patent (Compl. ¶¶ 50–55, 86, 109); \nand [5] Defendants have failed and refused to pay Plaintiffs their agreed-upon \nportion of the net proceeds from the Patent sale. (Compl. ¶¶ 76, 86, 114.)  These \nfacts are sufficient, for purposes of 12(b)(6), to state a claim for breach of contract. \n{35}  Admittedly, the Agreement’s language is less than precise.  Plaintiffs \nassert that the Agreement allowed them to share in proceeds realized from either \nlicensing or  selling the Patent. (Compl. ¶¶ 28, 32, 35, 41–42, 48–49, 83, 86, 93, 109, \n114.)  Defendants contend that Plaintiffs’ interest only includes proceeds generated \nfrom licensing the Patent.  (Defs.’ Br. in Supp. of their Mot. to Dismiss at 2, 6–8, 16–\n17.)  There is contract language upon which to base these respective arguments.  \nThe present Motion is not the proper vehicle to resolve disagreements regarding \nhow the terms of the Agreement are to be construed.     \n{36}  Likewise, the court cannot determine on the Rule 12(b)(6) Motion \nwhether the Agreement is unenforceable  because it violates North Carolina Rule of \nProfessional Conduct 1.5(c).  This Rule requires that “[a] contingent fee agreement \nshall be in a writing signed by the client and shall state the method by which the \nfee is to be determined, including the percentage or percentages that shall accrue to \nthe lawyer . . .”  Rule 1.5(c) N.C.R.P.C.  Plaintiffs have alleged there was such a \nwriting.  Their allegations must be accepted as true for purposes of this Motion. 5    \n{37}  Likewise, the fraud allegations survive the Rule 12(b)(6) Motion and \nthe fraud claim does not fail for want of particularity.  “While the facts constituting \nthe fraud must be alleged with particularity, there is no requirement that any \nprecise formula be followed or that any certain language be used.”  Carver v. \nRoberts , 78 N.C. App. 511, 513, 337 S.E.2d 126, 128 (1985); N.C. G EN . S TAT . § 1A-1, \nRule 9(b) (2012).  The particularity requirement can be met if the complaint \nspecifies the time, place and content of the misrepresentation, the identity of the \nperson making the misrepresentation, and what was obtained as a result of the \nmisrepresentation.  Terry v. Terry , 302 N.C. 77, 85, 273 S.E. 2d 674, 678 (1981).  \n{38}  The Complaint alleges that: [1] Defendants falsely represented to \nPlaintiffs that they would receive an interest in any proceeds realized from the sale \nor license of the Patent in exchange for waiving compensation for their legal \nservices (Compl. ¶¶ 77, 110–11); [2] Defendants knew that neither they nor the \nPatent co-inventors were capable of paying Plaintiffs for their work (Compl. ¶¶ 21–\n28, 107–09); [3] Defendants knew when they made the representation regarding \nPlaintiffs’ potential interest in the Patent proceeds that they did not intend to pay \n(Compl. ¶¶ 78–79, 110–13); [4] Plaintiffs relied on the representation and continued \nto provide free legal services (Compl. ¶¶ 91–95, 109, 114); [5] the Patent eventually \nwas sold for a net profit of $800,000.00 (Compl. ¶¶ 69, 75); [6] Plaintiffs were \nentitled to payment of 25% of the net proceeds (Compl. ¶¶ 48–49); and [7] \nDefendants have failed to and refuse to pay Plaintiffs their agreed-upon portion of \nthe proceeds.  (Compl. ¶¶ 76, 86, 114.)  These facts are alleged with sufficient \n                                                        \n5   Even if the Agreement ultimately fails for want of a written client signature, the court would then \nbe required to address whether Plaintiffs have stated a claim under a quasi-contract theory “for the \nreasonable value of services and materials rendered to and accepted by a defendant.”  See  Robinson, \nBradshaw & Hinson, P.A. v. Smith , 129 NC App 305, 315, 498 S.E.2d 841, 849 (1998); Creech v. \nMelnik , 347 N.C. 520, 526–27, 495 S.E.2d 907, 911–12 (1998); see generally,  Harmon v. Pugh , 38 \nN.C. App. 438, 248 S.E.2d 421 (1978).  \n \nparticularity to support a claim for fraud to withstand dismissal under 12(b)(6).  See \nRagsdale v. Kennedy , 286 N.C. 130, 209 S.E.2d 494 (1974).  The claim may \nultimately be difficult to prove because it will require proof that Defendants had no \nintention to pay when first entering the Agreement, but the Complaint includes a \nfactual allegation to this effect. \n{39}  Defendants cite Hudson-Cole Development Corp. v. Beemer  for the \nproposition that “when the party relying on the false or misleading representation \ncould have discovered the truth upon inquiry, the complaint must allege that he \nwas denied the opportunity to investigate or that he could not have learned the true \nfacts by exercise of reasonable diligence.”  132 N.C. App. 341, 346, 511 S.E.2d 309, \n313 (1999).  But, “our Supreme Court has stated that ‘[t]he law does not require a \nprudent man to deal with everyone as a rascal and demand covenants to guard \nagainst the falsehood of every representation which may be made as to facts which \nconstitute material inducements to a contract.’” Phelps-Dickson Builders, L.L.C. v. \nAmerimann Partners , 172 N.C. App. 427, 438, 617 S.E.2d 664, 671 (2005) (quoting \nJohnson v. Owens,  263 N.C. 754, 758, 140 S.E.2d 311, 314 (1965)).  Defendants’ \nargument raises matters which cannot be resolved by a Rule 12(b)(6) Motion, \nparticularly where the Complaint contains facts adequate to support Plaintiffs’ \nargument that  \n[t]he first opportunity for Plaintiffs to learn that Defendants were \nbeing fraudulent came when Defendants received the proceeds of the \nsale of the Patent and failed to pay Plaintiffs as promised and agreed \nby all.  No due diligence on the part of Plaintiffs before that time did or \ncould have revealed the [alleged misrepresentation].  \n \n(Pls.’ Opp’n Br. 20.) \n \nV. V. V. V.    CONCLUSION CONCLUSION CONCLUSION CONCLUSION    \n    \n{40} \n For the reasons stated, Defendants’ Motion is GRANTED, in part, and \nDENIED, in part.  The following claims are DISMISSED: (a) all claims by Priest \nindividually and (b) claims by the Law Office for breach of fiduciary duty, \nconstructive fraud, and unfair and deceptive trade practices.  The Motion is \nDENIED as to the Law Office’s claims for breach of contract and fraud. \n \n IT IS SO ORDERED, this 25th day of January 2013. \n "
}