{
  "id": "cd5270369de314e8470a346480915cf8ca5bfe5176b0b5fd7b6e62d4cbf315be",
  "source_file": "data/raw/ncbc/cd5270369de314e8470a346480915cf8ca5bfe5176b0b5fd7b6e62d4cbf315be.pdf",
  "raw_text": "759 Ventures, LLC v. GCP Apartment Inv’rs, LLC, 2018 NCBC 81. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17-CVS-4138 \n759 VENTURES, LLC; GUARDIAN \nGC, LLC, a North Carolina limited-\nliability company, individually and \nderivatively on behalf of 759 \nVentures, LLC, \n \nPlaintiffs, \n \nv. \n \nGCP APARTMENT INVESTORS, \nLLC, a Florida limited-liability \ncompany, \n \nDefendant. \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION FOR \nSUMMARY JUDGMENT \n \n \n1. This case arises out of a management dispute between the members of 759 \nVentures, LLC.  Plaintiff Guardian GC, LLC (“Guardian”) contends that Defendant \nGCP Apartment Investors , LLC  (“GCP”) materially breached the Operating \nAgreement of 759 Ventures by authorizing a distribution without Guardian’s \napproval.  The alleged breach , Guardian  contends, gives  it the right under the \nOperating Agreement to remove GCP as a manager of 759 Ventures.  GCP denies any \nbreach and has filed counterclaims, including a counterclaim seeking judicial \ndissolution of 759 Ventures. \n2. Although discovery is ongoing, Guardian now moves for offensive summary \njudgment on its claim for breach of the Operating Agreement.  For the reasons \ndiscussed below, the Court DENIES the motion.  \nShumaker, Loop & Kendrick, LLP , by Daniel R. Hansen , William H. \nSturges, Megan M. Stacy, and Steven M. B erman, for Plaintiffs 759 \nVentures, LLC and Guardian GC, LLC.  \n \nJames McElroy & Diehl, P.A. , by John R. Buric and John R. Brickley, \nfor Defendant GCP Apartment Investors, LLC.  \n \nConrad, Judge. \n \nI. \nBACKGROUND \n \n3. The Court does not make findings of fact in ruling on motions for summary \njudgment.  The following background, drawn from the record evidence, is intended to \nprovide context for the Court’s analysis and ruling. \n4. 759 Ventures invests in real estate .  It does  not directly own property but \ninstead holds interests in, and is the sole manager of, four other entities that, in turn, \nown real estate.  (V. Am. Compl. ¶ 15, ECF No. 34 [“Compl.”].)   \n5. Guardian and GCP are 759 Ventures’ only members and managers.  (Compl. \n¶¶ 3–4, 19–20.)  Guardian owns a two -thirds membership interest , and GCP owns \nthe other third.  (Compl. ¶ 3.)  Despite the unequal membership interests, Guardian \nand GCP agreed  to serve as co -managers with “equal rights and authority to \nparticipate i n the management of ” 759 Ventures.   (Operating Agreement of 759 \nVentures § 6.1, ECF No. 35 [“Op. Agr.”]; see also Compl. ¶ 20.)   \n6. Guardian alleges that the management of 759 Ventures has been anything \nbut equal .  According to Guardian, GCP has unilaterally managed 759 Ventures , \noperated its  subsidiary entities, and negotiated with their tenants, in addition to  \nrefusing to allow Guardian to inspect relevant books and records.  (See Compl. ¶ 115.)  \nGuardian contends that each of these acts is a material breach  of 759 Ventures’ \nOperating Agreement, and the complaint asserts direct and derivative claims for the \nalleged breaches.  (See Compl. ¶¶ 110–24, 126–36.) \n7. Guardian’s motion seeks judgment  on only one of the alleged breaches .  \nSpecifically, Guardian contends that GCP improperly authorized a distribution \nwithout Guardian’s consent.  (Compl. ¶ 115; Pl.’s Mot. Summary J. ¶ 2, ECF No. 87.) \n8. The dispute concerns Vyne Residential, LLC (“Vyne”) , one of the entities \ncontrolled by 759 Ventures.   (Compl. ¶  24.)  In January 2016, Vyne sold a \ncondominium complex, receiving more than $7 million in net cash proceeds.  (Compl. \n¶¶ 25–27, Ex. 5, ECF No. 38.)  Vyne immediately distributed most of the cash to its \nmembers, including 759 Ventures, but temporarily withheld $1.75 million.  (Compl. \n¶¶ 28–35; Mazzone Aff. Ex. C, ECF No. 106.3.)   \n9. The decision to withhold the funds appears to have been made by GCP’s \nmanager, Max Mazzone, in his role as Vyne’s manager.  (Compl. ¶¶ 13, 34; Mazzone \nAff. ¶¶ 2, 10,  ECF No. 106 .)  On January 11, 2016, Mazzone e -mailed Guardian’s \nprincipals, Filippo Mizzi and Christopher Needham, and stated the funds would be \nheld back pending resolution of “open balances” owed by Guardian and purported \n“defaults” by Guardian under various agreements re lated to Vyne.  ( Compl. ¶ 34; \nMazzone Aff. Ex. C.) \n10. Five months later, Mazzone reversed course.  In a June 1, 2016 letter to \nMizzi and Needham , Mazzone stated that “an imminent resolution of these \nunresolved matters appear[ed] unrealistic.”  ( Mazzone Aff. Ex. D, ECF No. 106.4.)   \nNoting that he had received “directives” from Guardian’s principals to distribute the \nreserved funds, Mazzone  declared that Vyne would make a “final distribution” and \nthat 759 Ventures would make a “corresponding distribution” to it s members.  \n(Mazzone Aff. Ex. D.)  The letter requested “explicit written distribution instructions” \nfrom Guardian.  (Mazzone Aff. Ex. D.)   \n11. Guardian claims it objected to the distribution.  On June 8, 2016, counsel  \npurporting to represent Guardian requested an accounting of the Vyne distribution, \nincluding an explanation of any difference between the amount initially withheld and \nthe amount actually distributed.  (Mazzone Aff. Ex. F, ECF No. 106.6; Compl. ¶ 38.)  \nThe letter states that Guardian “does not c onsent or agree to any distribution to the \nmembers of 759 Ventures until the above information is provided and Guardian [] \nhas the opportunity to review.”  (Mazzone Aff. Ex. F.)   \n12. GCP, on the other hand, points to evidence this letter was sent only on behalf \nof Filippo Mizzi and his brother, Enzo Mizzi.  (See Carpenter Aff. ¶¶ 17–18, ECF No. \n105; Mazzone Aff. ¶  32.)  According to GCP, the Mizzi brothers  were engaged in a \npower struggle with Needham and two other individuals ( Justin Fong and Marlon \nBrand) regarding “who actually managed [Guardian]”—a power struggle that lasted \nthroughout 2016 and was not resolved until just before the filing of this lawsuit.   \n(Def.’s Mem. Opp’ n to Pl .’s Mot. Summary J. 2 –3, ECF No. 104 [“ Mem. Opp’n”]; \nCarpenter Aff. ¶¶ 7–14, 17; Mazzone Aff. ¶¶ 8, 10–30.)  GCP asserts that, as a result \nof the power struggle, it did not and could not know who had authority to speak for \nGuardian during the relevant time period.  ( See Mem. Opp’n 3; Mazzone Aff. ¶¶  8, \n10–30.)  Nonetheless, GCP alleges that it reached out to each of the three factions \nregarding the distribution, that “none objected to the distribution of the Vyne \nproceeds generally,” and that “each requested a distribution be made to them.”  (Mem. \nOpp’n 3; Mazzone Aff. ¶¶ 11, 13–15.) \n13. At some point (the timing is unclear), 759 Ventures carried through on \nMazzone’s announcement by distributing cash to GCP but withholding Guardian’s \nshare.  (See Compl. ¶ 45, Ex. 10 at Ex. A, ECF No 38.)  GCP continued to assert that \nit had received no certainty about where to release Guardian’s share.  ( See Compl. \nEx. 10.)  Counsel for Guardian reiterated the objections made in June 2016.   (See \nCompl. ¶ 46, Ex. 11, ECF No. 39.)   \n14. Guardian now contends GCP breached section 7.3(b) of the Operating \nAgreement.  In relevant part, section 7.3(b) states that, “in the event [759 Ventures] \nreceives distributions of Distributable Cash from one or more [single purpose \nentities], upon the con sent of those Managers holding a majority of the Percentage \nInterests acting in their reasonable discretion, [759 Ventures] shall distribute the \nDistributable Cash.”  (Op. Agr. §  7.3(b).)  Guardian contends that it never gave \nconsent, as majority member, to a distribution.   \n15. Guardian filed this suit on March 8, 2017  and then  filed an amended \ncomplaint on March 30, 2017.  After the filing of the amended complaint, the parties \ncontinued to haggle over the distribution , with  Guardian requesting a “full \naccounting” and payment of its share from the Vyne sale.  (Berman Aff. ¶ 5, Ex. 1, \nECF Nos. 90, 90.1.)  GCP responded with a check for $720,000.  (Berman Aff. ¶ 6, Ex. \n2, ECF No. 90.2.)  Guardian initially objected, asserting again that it never received \nthe requested  accounting.  (Berman  Aff. ¶  7, Ex. 3 , ECF No. 90.3 .)  Guardian \neventually accepted a $720,000 wire transfer from GCP on October 25, 2017, under a \nfull reservation of rights.  (Berman Aff. ¶ 12, Ex. 6, ECF No. 90.6.)   \n16. Although discovery remains ongoing , Guardian moved for summary \njudgment on April 26, 2018.  The motion is fully briefed, and the Court held a hearing \non July 13, 2018.  Guardian’s motion is now ripe for resolution.   \nII. \nANALYSIS \n17.  According to Guardian, the undisputed facts show that GCP authorized a \ndistribution without Guardian’s consent, thereby breaching section 7.3(b) of the \nOperating Agreement.  (See Pl.’s Br. Supp. Mot. Summary J. 1, ECF No. 88.)   GCP \nresponds, first, that Guardian lacks standing because its claim is derivative in nature \nand belongs to 759 Ventures .  (Mem. Opp’n 1.)  Assuming Guardian has standing, \nGCP also contends that the undisputed facts do not establish a material breach of \nsection 7.3(b).  (Mem. Opp’n 1–2.)  \nA. Standing \n18. “Standing is a necessary prerequisite to a court’s proper exercise of subject \nmatter jurisdiction.”   Aubin v. Susi , 149 N.C. App. 320, 324, 560 S.E.2d 875, 878 \n(2002).  “The term refers to whether a party has a sufficient stake in an otherwise \njusticiable controversy so as to properly seek adjudication of the matter.”  Neuse River \nFound., Inc. v. Smithfield Foods, Inc. , 155 N.C. App. 110, 114, 574 S.E.2d 48, 51 \n(2002). \n19. The question here is  whether Guardian has standing to pursue a direct  \nclaim, in its own right,  for breach of the Operating Agreement .  GCP contends that \nGuardian lacks standing because  the claim belongs to 759 Ventures and therefore \nmust be pursued, if at al l, as a derivative claim .  (See Mem. Opp’n 1.)  The answer \n“turns on whether the alleged injuries were caused directly to” Guardian or instead \n“are a consequence of breaches of fiduciary duty that harmed” 759 Ventures.  Russell \nM. Robinson, II, Robinson on North Carolina Corporation  Law § 34.04[5] (7th ed. \n2017). \n20. The gist of Guardian’s claim is that GCP excluded it from the management \nof 759 Ventures.  Section 6.1(a) of the Operating Agreement guarantees “equal rights \nand authority to participate in the management of” 759 Ventures, expressly stating \nthat “management d ecisions shall require the approval, consent, agreement or \nratification of a majority of the Managers.”  (Op. Agr. § 6.1(a).)  Section 7.3(b) further \nstates that distributions shall be made only “upon the consent of those Managers \nholding a majority of the Percentage Interests acting in their reasonable discretion.”  \n(Op. Agr. §  7.3(b).)  Guardian alleges that GCP authorized a distribution without \nGuardian’s consent, thereby depriving Guardian of its rights to participate equally in \n759 Ventures’ management , to approve management decisions, and to veto \ndistributions to 759 Ventures’ members.  (See Compl. ¶ 115.)   \n21. These alleged injuries are Guardian’s and Guardian’s alone .  The right to \nexert management authority and the right to vote on key management decisions are \nrights possessed by Guardian, either as a manager of 759 Ventures or as its majority \nmember.  The deprivation of those rights is a harm unique to Guardian, not one felt \nby 759 Ventures. \n22. Our courts have held that analogous claims are properly characterized as \ndirect claims, not derivative claims.  Actions “to enforce a shareholder’s voting rights,” \nfor example,  belong to the shareholder, not to the corporation.  Robinson, supra, \n§ 17.02[2].  For that reason, shareholders’ claims asserting violations of the “right to \nvote their shares” are “properly pled as individual claims.”  Green v. Condra , 2009 \nNCBC LEXIS 20, at *36 (N.C. Super. Ct. Aug. 14, 2009) (denying motion to dismiss); \nsee also Jackson v. Marshall , 140 N.C. App. 504, 508, 537 S.E.2d 2 32, 235 (2000) \n(citations omitted) (citing “right to vote” as permissible basis for individual claim). \n23. There is no good reason to treat similar claims by members or managers of \nlimited liability companies any differently.  In a recent decision applying Del aware \nlaw, this Court held that a claim for breach of an LLC’s operating agreement, \ninvolving the deprivation of a member’s “right to vote on critical company decisions,” \nwas properly characterized as a direct claim.  La Mack v. Obeid, 2015 NCBC LEXIS \n24, at *12–14 (N.C. Super. Ct. Mar. 5, 2015).  The Court explained that “the denial of \na shareholder’s right to vote on important company matters is  nearly always, under \nDelaware law,  a direct harm that is unique to the individual”  and th at “[t]his \nprinciple applies with equal force when a manager of an LLC is denied the manager’s \ncontractual right to vote on matters impacting the LLC.”  Id. at *13 (citing In re Ebix, \nInc., 2014 Del. Ch. LEXIS 132, at *48 (Del. Ch. July 24, 2014) ; Bakerman v. Sidney \nFrank Importing Co., 2006 Del. Ch. LEXIS 180, at *69 –70 (Del. Ch. Oct. 16, 2006) ).  \nBecause North Carolina law draws on the same underlying principles, the Court finds \nLa Mack persuasive and indistinguishable here.   \n24. To be clear, the Court does not hold that all claims asserted by a member or \nmanager of an LLC for breach of its operating agreement are inherently direct.  They \nare not.  To the extent the relevant term in an operating agreement gives rise to a \nduty owed to the company, a claim for breach of that duty is one belonging to the \ncompany, and not generally to its members or managers.  See White v. Hyde, 2016 \nNCBC LEXIS 74, at *24–25 (N.C. Super. Ct. Oct. 4, 2016) (no direct claim for breach \nof operating agreement where harm to company and individual was the same);  see \nalso Miller v. Burlington Chem. Co., LLC, 2017 NCBC LEXIS 6, at *15 (N.C. Sup. Ct. \nJan. 27, 2017) (no direct claim where alleged injury affected all members equally). \n25. In this circumstance, Guardian  seeks to enforce its own rights under the \nOperating Agreement and to remedy its own injuries, not those of 759 Ventures.   \nAccordingly, the Court concludes that Guardian has standing to pursue its claim for \nbreach of the Operating Agreement as a direct claim in its own right.   \nB. Breach of the Operating Agreement \n26. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law. ”  N.C. R. Civ. P. 56(c).  The moving party “bears the \ninitial burden of demonstrating the absence of a genuine issue of material \nfact.”  Liberty Mut. Ins. Co. v. Pennington , 356 N.C. 571, 579, 573 S.E.2d 118, 124 \n(2002) (citation omitted).  \n27. Where, as here, “ the party with the burden of proof moves for summary \njudgment, a greater burden must be met. ”  Almond Grading Co. v. Shaver , 74 N.C. \nApp. 576, 578, 329 S.E.2d 417, 418 (1985) (citing  Brooks v. Mt. Airy Rainbow Farms \nCtr., Inc., 48 N.C. App. 726, 728, 269 S.E.2d 704, 705 (1980)).  “[H]e must show that \nthere are no genuine issues of fact, that there are no gaps in his proof, that no \ninferences inconsistent with his recovery arise from the evidence, and that there is \nno standard that must be applied to the facts by the jury .”  Parks Chevrolet, Inc. v. \nWatkins, 74 N.C. App. 719, 721, 329 S.E.2d 728, 729 (1985); see also Kidd v.  Early, \n289 N.C. 343, 370, 222 S.E.2d 392, 410 (1976) (same).   For that reason, i t is “rarely \n. . . proper to enter summary judgment in favor of the party with the burden of proof.”  \nBlackwell v. Massey, 69 N.C. App. 240, 243, 316 S.E.2d 350, 352 (1984).   \n28. The Court  concludes that Guardian has failed to carry this burden .  \nAlthough GCP raises several arguments, the Court need not address them all.  It \nsuffices to observe that the parties’ differing interpretations of the Operating \nAgreement preclude summary judgment. \n29. Because the Operating Agreement is a contract, ordinary rules of contract \ninterpretation apply.  See, e.g., N.C. State Bar v. Merrell, 243 N.C. App. 356, 370–71, \n777 S.E.2d 103, 114 (2015) (citing Bank of Am., N.A. v. Rice, 230 N.C. App. 450, 455, \n750 S.E .2d 205, 209 (2013)) .  “ When the language of the contract is clear and \nunambiguous, construction of the agreement is a matter of law for the \ncourt.”  Piedmont Bank & Trust Co. v. Stevenson , 79 N.C. App. 236, 240, 339 S.E.2d \n49, 52 (1986)  (citation omitted).  Where the language is “subject to more than one \nreasonable meaning,” however, it is an issue for the jury.  Robertson v. Hartman, 90 \nN.C. App. 250, 252–53, 368 S.E.2d 199, 200 (1988) (citation omitted). \n30. In relevant part, section 7.3(b) of the Operating Agreement states that, “in \nthe event [759 Ventures] receives distributions of Distributable Cash from one or \nmore [single purpose entities], upon the consent of those Managers holding a majority \nof the Percentage Interests acting in their reasonable discretion , the Company shall \ndistribute the Distributable Cas h” in a specific order of priority .  (Op. Agr. §  7.3(b) \n(emphasis added).)  The parties interpret the phrase “acting in their reasonable \ndiscretion” very differently.  GCP contends that this language means Guardian may \nnot unreasonably withhold consent to a distribution.  (See Mem. Opp’n 17.)  Guardian \nresponds that it must exercise reasonable discretion in consenting to a distribution \nbut need not do so in withholding consent.  ( See Pl.’s Reply to Def.’s Resp. Opp’n to \nMot. Summary J. 6–7, ECF No. 110.) \n31. The Court concludes that GCP’s interpretation is reasonable.  The language \nof section 7.3(b) does not distinguish between giving and withholding consent.  A jury \ncould reasonably read its language to mean that Guardian’s decision to veto a \ndistribution is subject to the same reasonableness requirement as its decision to \nauthorize a distribution. \n32. This is significant because Guardian has not demonstrated th at its refusal \nto authorize a distribution in 2016 was reasonable as a matter of law.  To carry its \nburden on a motion for offensive summary judgment, Guardian must show “that \nthere is no standard that must be applied to the facts by the jury .”  Parks Chevrolet, \n74 N.C. App. at 721, 329 S.E.2d at 729.  Guardian has not done so.  If a jury agrees \nwith GCP in interpreting section 7.3(b), the jury must apply a reasonableness \nstandard to the facts it finds. \n33. Furthermore, GCP has offered evidence that, if taken as true, could support \na conclusion that Guardian failed to act reasonably.  Among other things, GCP cites \nevidence that Guardian was embroiled in a membership dispute throughout 2016, \nduring which it was unclear who, if anyone, could authoritatively speak on its behalf.  \n(See Carpenter Aff. ¶¶  7–14, 17 ; Mazzone Aff. ¶¶  8, 10 –30.)  GCP also points to \nevidence that the proceeds from Vyne’s sale of its real-estate holdings were available \nin early 2016 and that Guardian’s turmoil unnecessarily delayed their  distribution.  \n(See Carpenter Aff. ¶¶ 8–13; Mazzone Aff. ¶¶ 25–26, Ex. D.)  Finally, GCP contends \nthat it was unreasonable for Guardian to condition its consent on a request for an \naccounting because GCP had provided the accounting multiple times.  ( See Mem. \nOpp’n 17; Mazzone Aff. Ex. C; Berman Aff. Ex. 4, ECF No. 90.4 .)  Determining \nwhether the evidence supports these contentions and, if so, whether Guardian’s \nrefusal to give consent to a distribution was unreasonable are tasks for the jury.  \n34. Viewing the evidence in a light most favorable to GCP, there are genuine \nissues of material fact.  The Court is therefore constrained to deny the motion for \nsummary judgment.  \nIII. \nCONCLUSION \n \n35. For these reasons, the Court DENIES Guardian’s motion for summary \njudgment. \n \nThis the 13th day of August, 2018. \n \n \n      /s/ Adam M. Conrad                \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases  \n \n "
}