{
  "id": "cdc46a8035bddad9cff378e9c749eefbd1e2303d0d61299806ba170a20c988b8",
  "source_file": "data/raw/ncbc/cdc46a8035bddad9cff378e9c749eefbd1e2303d0d61299806ba170a20c988b8.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV029650-590 \n \nWPATRICK WHALEN, individually, \nand CU SOBE, LLC, \n \nPlaintiffs, \n \nv. \n \nMICHAEL M. TUTTLE, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION  \nON MOTION TO STRIKE  \nAND MOTION TO DISMISS \n \n \n1. Patrick Whalen and Michael Tuttle are co -owners (with other individuals)  \nof half a dozen restaurant businesses, including CU SOBE, LLC.  In a private \nmediation earlier this year, Whalen and Tuttle signed a written agreement to settle \na host of long-smoldering disputes between them.  Just a few months later, Whalen \nand CU SOBE brought this suit against Tuttle , claiming  that he breach ed the \nsettlement agreement and engaged in misconduct related to CU SOBE’s funding and \noperations. \n2. Tuttle has moved to strike certain allegations in the c omplaint and to \ndismiss all claims asserted against him.  For the following reasons, the Court \nDENIES the motion to strike and GRANTS in part and DENIES in part the \nmotion to dismiss. \nParton Law PLLC, by Corey Parton and Leslie Muse, for Plaintiffs Patrick \nWhalen and CU SOBE, LLC.  \n \nMichael Best & Friedrich LLP, by Justin G. May, Rebecca R. Thornton, J. \nLuke Taylor, and Matt B. Couch, for Defendant Michael M. Tuttle. \n \nConrad, Judge.  \nWhalen v. Tuttle, 2024 NCBC 72. \nI. \nBACKGROUND \n \n3. The following background assumes that the allegations in the complaint are \ntrue. \n4. Whalen owns and operates many restaurants in the Carolinas  and \nelsewhere.  He first met Tuttle in 2018.   At that time, Tuttle was a frequent patron \nof Whalen’s restaurants with aspirations to become one of Whalen’s investors.  Tuttle \napproached Whalen to express his  interest, offering assurances that he had ample  \nmeans and experience to help fund future restaurant ventures.  Eventually, Whalen \nand his business partners agreed to bring  Tuttle into the fold .  Starting i n 2019, \nTuttle made five investments in Whalen’s restaurants, totaling more than $3 million, \nin return for ownership interests in the restaurants’ operating companies .  (See \nCompl. ¶¶ 11, 13–15, 17–19, 22, ECF No. 3.) \n5. At issue here is  a sixth investment.  In June 2022, Whalen and Tuttle \ndiscussed opening a new restaurant in Miami, Florida, to be owned and operated by \na North Carolina LLC called CU SOBE.  On a visit to the prospective site, they struck \nan oral agreement.  Tuttle promised to contribute $2 million toward the project; he \nwould pay this amount in twenty installments beginning the following summer; and \nin return, he would get a 25% membership interest in CU SOBE .  That December, \nCU SOBE leased space for the restaurant and began lining up contractors to handle \nits construction.  (See Compl. ¶¶ 25, 27, 31, 36.) \n6. Things began to go sideways as the due date for Tuttle’s first installment \napproached.  Although the schedule called for him to pay $100,000 in July 2023, he \nasked Whalen to push back the due date by two months.  Whalen was willing to grant \nthe two-month delay on condition that CU SOBE would have the right to  accelerate \nthe unpaid balance at any time .  Tuttle agreed.  Then, on 5 July 2023 (apparently \nbefore Tuttle’s delayed first installment would have been due) , CU SOBE exercised \nits acceleration right  and demanded that Tuttle to pay all $2 million immediately.  \nWhen Tuttle refused, Whalen called for a  meeting.  In a  testy exchange,  Whalen \npressed Tuttle about his financial commitment to CU SOBE and accus ed him of \nengaging in rude and disruptive behavior at several restaurants.  Tuttle supposedly \nreaffirmed his $2 million pledge and apologized for his behavior.  (See Compl. ¶¶ 44, \n45, 47, 48, 50, 52, 60, 61.)  \n7. But this fragile truce did not last.  Tuttle requested financial records from \nthe entities in which he had invested and began disparaging Whalen in messages to \nfellow investors.  Growing acrimony gave rise to a fight for control of CU SOBE and \nother companies in Whalen’s restaurant empire.  In one incident, Tuttle tried to fire \na lawyer that Whalen retained to represent CU SOBE .  This prompted a backlash \nfrom Whalen and other investors , who voted to ban Tuttle from restaurant  grounds \nwhile affirming that Whalen alone had complete managerial authority  over each \nrestaurant and its operating entity .  Meanwhile, having received no payments from \nTuttle, CU SOBE turned to other investors for fund ing and delayed the opening of \nthe Miami restaurant.  (See Compl. ¶¶ 63, 68, 79, 83–85.) \n8. In April 2024, Whalen and Tuttle held a private mediation to try to resolve \ntheir many disputes.  At mediation, they negotiated and signed a written settlement \nagreement.  (See Compl. ¶¶ 86, 87.) \n9. Despite the apparently successful mediation, Whalen and CU SOBE filed \nthis lawsuit.  Their complaint asserts claims for breach of the settlement agreement, \nbreach of the  oral agreement to fund CU SOBE ’s operations, breach of CU SOBE’s \noperating agreement, fraudulent inducement, and unfair or deceptive trade practices \nunder N.C.G.S. § 75-1.1. \n10. Tuttle has moved to strike a series of  allegations in the c omplaint and to \ndismiss all claims.  (See ECF Nos. 8, 11.)  Following full briefing and a hearing on 15 \nNovember 2024, the motions are ripe. \nII. \nMOTION TO STRIKE \n \n11. The Court begins with the motion to strike.  A trial court “may order stricken \nfrom any pleading any .  . . redundant, irrelevant, immaterial, impertinent, or \nscandalous matter.”  N.C. R. Civ. P. 12(f).  “Matter should not be stricken unless it \nhas no possible bearing upon the litigation.  If there is any question as to whether an \nissue may arise, the motion should be denied.”  Shellhorn v. Brad Ragan, Inc. , 38 \nN.C. App. 310, 316 (1978). \n12. Tuttle seeks to strike two groups of allegations.  The first group includes five \nparagraphs alleging that Tuttle engaged in boorish and disruptive  behavior at the \nrestaurants in which he invested.   (See Compl. ¶¶ 52–54, 64, 143.)  Tuttle contends \nthat these allegations are irrelevant .  The second group includes six  paragraphs \nalleging that Tuttle disparaged and defamed Whalen in communications with fellow \ninvestors and other individuals.  (See Compl. ¶¶ 67–71, 142.)  Tuttle contends that \nthese allegations are conclusory  and insufficient to satisfy the heightened pleading \nstandard for defamation. \n13. Both arguments fall short.  The complaint lists Tuttle’s disruptive behavior \nas one of the aggravating circumstances giving rise to a claim for unfair or deceptive \ntrade practices under section 75 -1.1.  Likewise, the complaint lists Tuttle’s \nsupposedly defamatory statements as an additional basis for that claim , as well as \nthe claim for breach of CU SOBE’s operating agreement .  This does not necessarily \nmean that the allegations are sufficient to state a claim for relief.  But Tuttle has not \nshown that they have “no possible bearing upon the litigation.”  Shellhorn , 38 N.C. \nApp. at 316.  In its discretion, the Court denies the motion to strike.  See, e.g., Buckley \nLLP v. Series 1 of Oxford Ins. Co. NC LLC , 2020 NCBC LEXIS 36, at * 6–7 (N.C. \nSuper. Ct. Mar. 23, 2020) (denying motion to strike “ inflammatory allegations ” \nrelating to section 75-1.1 claim). \nIII. \nMOTION TO DISMISS \n \n14. Next, the Court turns to the motion to dismiss.  See N.C. R. Civ. P. 12(b)(6).  \nFamiliar standards of review apply.  Although the Court must treat all well-pleaded \nallegations as true and view the facts and permissible inferences in the light most \nfavorable to the nonmoving party , see, e.g., Sykes v. Health Network Sols., Inc. , 372 \nN.C. 326, 332 (2019) , it “is not required to accept as true any conclusions of law or \nunwarranted deductions of fact,” Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, \n56 (2001).   \n15. One preliminary matter must be addressed.  In support of his motion, Tuttle \nattached CU SOBE’s articles of organization and the settlement agreement that he \nand Whalen signed in April 2024.  ( See, e.g., Def.’s Exs. A, B, ECF Nos. 10.1, 10.2 .)  \nWhalen and CU SOBE object that these documents should not be considered because \nthey are outside the four corners of the complaint .  The Court overrules their  \nobjections.  T he articles of organization “are a public record available through the \nNorth Carolina Secretary of State” and subject to “judicial notice.”  Truist Fin. Corp. \nv. Rocco, 2024 NCBC LEXIS 62, at *31 n.75 (N.C. Super. Ct. Apr. 25, 2024)  (citing \nN.C. R. Evid. 201).  And “the complaint specifically refers” to, and asserts a claim for \nbreach of, the settlement agreement.  Weaver v. St. Joseph of the Pines, Inc., 187 N.C. \nApp. 198, 204 (2007) ( citation and quotation marks omitted ).  Neither document’s \nauthenticity is in dispute.  Accordingly, the Court may consider them. \nA. Breach of Settlement Agreement \n16. Whalen claims that Tuttle breached their April 2024 settlement agreement.  \nAs Tuttle correctly observes, though, the allegations of breach are too conclusory to \nstate a claim.  All that the complaint alleges is that Tuttle’s “failure to perform a \nmaterial term of the Settlement Memorandum constitutes breach ,” that Tuttle \n“breached the Settlement Memorandum by repudiation, as evidenced by his words \nand conduct ,” and that Tuttle “further breached the Settlement Memorandum’s \nimplied provisions of good -faith and fair dealing.”   (Compl. ¶¶  93–95.)  At no point \ndoes the complaint identify which material term Tuttle failed to perform  or the \nactions or inactions that constituted the failure to perform .  Nor does it describe the \nwords and conduct  manifesting either a repudiation  or a breach of the implied \ncovenant of good faith and fair dealing.  The Court and Tuttle are left to guess at the \nbasis for the claim.   \n17. Accordingly, t he Court grants the motion to dismiss  Whalen’s claim for \nbreach of the settlement agreement.  See Vogel v. Health Sci. Found., Inc., 2013 N.C. \nApp. LEXIS 1287, at * 14 (N.C. Ct. App. 2013) (unpublished) (“[W]e are unable to \nascertain from our study of the complaint how Defendant’s alleged actions constitute \na breach of the contract between the parties.”); Glob. Promotions Grp., Inc. v. Danas \nInc., 2012 NCBC LEXIS 40, at *17 (N.C. Super. Ct. June 22, 2012) (dismiss ing \n“conclusory” claim for breach of contract).  \nB. Breach of Oral Contract \n18. CU SOBE claims that Tuttle breached an  oral contract to fund its \noperations.  As alleged,  Tuttle has not made any of the promised installment \npayments toward his $2 million pledge.  Nor did he pay the full contribution amount \nwhen CU SOBE exercised its right  to accelerate the balance .  ( See Compl. ¶¶ 104, \n106, 108.) \n19. Tuttle contends, first, that CU SOBE lacks standing .  This is so, he says, \nbecause he and Whalen reached their agreement in June 2022 , (see Compl. ¶ 27), \nsome five months before CU SOBE’s articles of organization show that it was formed, \n(see Def.’s Ex. B).  Because  CU SOBE did not exist at the time of the contract,  he \ncontends, the company  is not a party to it  and has no right to  enforce it.  But t his \nargument rests on a misreading of the claim.  The complaint alleges that Whalen and \nTuttle renegotiated matters in May 2023 —long after CU SOBE’s formation —and \namended the contract.  A fair inference is  that CU SOBE is a party to the amended \ncontract.  The allegations tend to show, for example, that Whalen negotiated on CU \nSOBE’s behalf as its manager  and that the amended contract gave CU SOBE the \nright to accelerate the balance owed by Tuttle.  (See Compl. ¶¶ 2, 45, 83, 106.)  Viewed \nin the light most favorable to CU SOBE, these allegations are sufficient to allege that \nthe company is  a party to an oral contract with Tuttle  and that it has standing to \nenforce its contractual rights.   \n20. Second, Tuttle argues that the claim  must be dismissed because his \nsettlement agreement with Whalen includes a general release.  It would be premature \nto dismiss the claim for that reason, however, because the meaning and enforceability \nof the settlement agreement are  uncertain.  ( See, e.g., Def.’s Ex. A ¶¶ 3, 12 (noting \nthat the agreement was “subject to Michael Tuttle’s satisfaction of due diligence” and \nthat the parties  anticipated drafting “a more formal agreement ” with additional \nterms).)  Whether the settlement agreement contains an enforceable general release \nbarring this and other claims is an issue for discovery.*  See Brown v. Lanier, 60 N.C. \nApp. 575, 578 (1983) ( reversing and remanding to address disputes about \nenforceability of release); Islet Scis., Inc. v. Brighthaven Ventures, LLC , 2017 NCBC \n \n* This conclusion applies equally to Tuttle’s argument that the settlement agreement’s \nrelease provision bars the claims for breach of the operating agreement, fraud, and unfair or \ndeceptive trade practices under section 75-1.1.   \nLEXIS 3, at *15–16 (N.C. Super. Ct. Jan. 12, 2017) (denying motion for judgment on \nthe pleadings due to factual disputes concerning application of release). \n21. The Court denies Tuttle’s motion to dismiss CU SOBE’s claim for breach of \nthe oral contract. \nC. Breach of CU SOBE’s Operating Agreement \n22. Whalen and CU SOBE claim that Tuttle breached at least three provisions \nin the company’s operating agreement.  (See Compl. ¶¶ 120, 122, 125.)  In seeking to \ndismiss the claim, Tuttle argues that the complaint does not allege that he assented \nto the operating agreement’s terms, meaning that a valid contract was never formed.  \nAt most, he argues, the complaint alleges an unenforceable agreement to agree. \n23. Although the complaint is not as clear as it could be, the Court concludes \nthat it sufficiently alleges that the operating agreement is a valid contract  and that \nTuttle is a party to it.  Taking the allegations as true, they show that Tuttle became \na member of CU SOBE, received “a printed copy of ” its operating agreement, and \n“agreed to be bound by the  terms” of that agreement.   (Compl. ¶¶ 27, 29, 30, 117.)  \nMoreover, the statutory default rule is that “[a] person who becomes an interest \nowner is deemed to assent to, and is bound by .  . . and is otherwise deemed to be a \nparty to, the operating agreement.”  N.C.G.S. § 57D-2-31(b).   \n24. The Court denies the motion to dismiss  the claim for breach of CU SOBE’s \noperating agreement.   \nD. Fraud \n25. Whalen and CU SOBE claim that Tuttle fraudulently induced them to give \nhim a membership interest in the company by falsely representing that he had \nsufficient liquidity to satisfy his $2 million pledge.  (See Compl. ¶¶ 133, 135.)  Tuttle \nseeks to dismiss the claim, arguing that the complaint does not allege that he made \nany specific representation and otherwise does not satisfy the heightened pleading \nrequirements for fraud claims. \n26. Fraud has five “essential elements” : (a ) a f alse representation or \nconcealment of a material fact, ( b) calculated to deceive, ( c) made with intent to \ndeceive, (d) that did in fact deceive, and (e) that resulted in damage to the injured \nparty.  Rowan Cnty. Bd. of Educ. v. U.S. Gypsum Co. , 332 N.C. 1, 17 (1992).  Unlike \ncontract claims, fraud claims must “be stated with particularity.”  N.C. R. Civ. P. 9(b).  \nTo satisfy the particularity requirement, a p laintiff typically must allege the “ time, \nplace and content” of the misrepresentation, the “ identify of the person making the \nrepresentation,” and “what was obtained as a result.”  Terry v. Terry, 302 N.C. 77, 85 \n(1981). \n27. The complaint does not come close to meeting this heightened standard.  \nJust three paragraphs describe the negotiations that led to Tuttle’s promise to fund \nCU SOBE’s operations.  Paragraph 25 states that Whalen and Tuttle first discussed \nopening a new restaurant in Miami, Florida in June 2022.  Paragraph 26 states that \nthey flew to Miami to visit a prospective restaurant site  that same month.  And \nparagraph 27 states that they formed an oral contract—with Tuttle promising $2 \nmillion in return for an interest in CU SOBE—during the flight.  Missing from these \nparagraphs is any allegation, much less an allegation stated with particularity, that \nTuttle made a representation about his liquidity to induce Whalen to accept these \nterms.  See, e.g. , S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC , 189 N.C. App. \n601, 612–13 (2008) (affirming dismissal of fraud claim  due to lack of particularity \nabout time, place, and content of alleged representation). \n28. In their opposition  brief, Whalen and CU SOBE try to fill the gap with  \nallegations elsewhere in the complaint that Tuttle bragged in 2018 about his personal \nwealth and assured Whalen in 2019 “that he was an experienced investor with \nsufficient liquidity.”  (Compl. ¶¶  14, 17.)  These  alleged statements do not concern  \nTuttle’s capacity to invest  in CU SOBE— a restaurant business that was not yet \ncontemplated and that Whalen did  not discuss with Tuttle for another three years.  \nSee Charlotte Motor Speedway, LLC v. Cnty. of Cabarrus, 230 N.C. App. 1, 10 (2013) \n(concluding that defendant’s alleged representation about its  “ability to fund the \npromised amounts” were not “definite and specific” ).  What’s more, Whalen and CU \nSOBE have not alleged that Tuttle’s statements about his wealth and liquidity were \nfalse when he made them in 2018 and 2019.  Indeed, the complaint goes on to allege \nthat Tuttle invested upwards of $3 million in five restaurant businesses before any \ndiscussions about CU SOBE occurred.  (See Compl. ¶¶ 19, 21, 22.) \n29. In addition, Whalen and CU SOBE point to events that took place long after \nthe time of the oral contract, including discussions that Whalen and Tuttle allegedly \nhad in 2023.  But the fraud claim is limited to “mis representations regarding his \nliquidity prior to  the” contract.  (Compl. ¶  136 (emphasis added).)  In any event , \nWhalen and CU SOBE  do not explain how a misrepresentation that Tuttle might \nhave made in 2023 could have induced Whalen to enter into a contract a year earlier. \n30. At points in their brief, Whalen and CU SOBE also suggest that Tuttle’s \npromise to pay $2 million was itself fraudulent .  They did not plead that theory, \nhowever.  Plus, an unfulfilled promise, standing alone, does not support an action for \nfraud.  The plaintiff must also allege facts “from which a court and jury may \nreasonably infer that the defendant did not intend to carry out [the promissory] \nrepresentations when they were made.”  Whitley v. O’Neal , 5 N.C. App. 136, 139 \n(1969).  No allegations along those lines appear in the complaint. \n31. The Court grants the motion to dismiss the claim for fraudulent inducement. \nE. Section 75-1.1 \n32. The section 75-1.1 claim is a catchall  claim premised on each of the other \nclaims for fraud and breach of contract, as well as allegations that Tuttle defamed \nWhalen.  (See, e.g., Compl. ¶¶ 140–48.)  Tuttle contends that the section 75-1.1 claim \nis defective for the same reasons as the other claims and for additional, independent \nreasons. \n33. The Court agrees with Tuttle.  First, the claims for breach of the settlement \nagreement and fraudulent inducement, having been dismissed, cannot support the \nsection 75-1.1 claim.   \n34. Second, the remaining claims—for breach of the oral contract and breach of \nthe operating agreement —cannot support the section 75 -1.1 claim either .  “A mere \nbreach of contract, even if intentional, is not an unfair or deceptive act under [section \n75-1.1].”  Bob Timberlake Collection, Inc. v. Edwards, 176 N.C. App. 33, 42 (2006) \n(internal citation omitted).  Rather, “a party must show substantial aggravating \ncircumstances attending the breach of contract ,” id., such as forgery, destruction of \ndocuments, or deception in the contract’s formation , see Post v. Avita Drugs, LLC , \n2017 NCBC LEXIS 95, at *10–12 (N.C. Super. Ct. Oct. 11, 2017).  Nothing of the sort \nis alleged.  \n35. Third, although defamation “may be sufficient to make out a separate” \nsection 75-1.1 claim, “the predicate tort must nevertheless be validly alleged.”   Reid \nPointe, LLC v. Stevens, 2008 NCBC LEXIS 16, at *27 (N.C. Super. Ct. Aug. 18, 2008).  \n“The claimant must recite the defamatory statement verbatim or ‘with sufficient \nparticularity to enable the court to determine whether the statement was \ndefamatory.’ ”  Addison Whitney, LLC v. Cashion, 2017 NCBC LEXIS 111, at *15 \n(N.C. Super. Ct. Dec. 1, 2017) (quoting Stutts v. Duke Power Co., 47 N.C. App. 76, 84 \n(1980)).  Here, though, t he complaint is too vague, stating only that Tuttle “alleged \npoor management and potential financial improprieties”  by Whalen.  (Compl. ¶ 68.)  \nThe particularity requirement demands more .  See Greentouch USA, Inc. v. Lowe’s \nCo. Inc, 2024 NCBC LEXIS 132, at *17 (N.C. Super. Ct. Oct. 2, 2024) ( dismissing \nclaim based on insufficiently particular allegation  that defendant made  false \nstatements about plaintiff’s “financial condition”) ; see also Wynn v. Tyrell C nty. Bd. \nof Educ. , 2017 N.C. App. LEXIS 358, at *8 ( N.C. Ct. App. 2017)  (unpublished) \n(observing that plaintiff must allege more than “the gist of the statements”). \n36. Fourth, Tuttle’s alleged misconduct relates to his overdue capital \ncontribution, interference with Whalen’s managerial authority, disruption of \nrestaurant operations , and noncompliance with CU SOBE’s  operating agreement.  \nEven if true, these actions were not “in or affecting commerce” as required by section \n75-1.1.  They are simply  internal company disputes or  disputes involving \nextraordinary events unrelated to  day-to-day business activities.  See Nobel v. \nFoxmoor Grp., LLC, 380 N.C. 116, 121–22 (2022) (holding that section 75-1.1 does not \napply to extraordinary events, such as “[i]nvestments and other mechanisms \nassociated with financing business entities”); White v. Thompson, 364 N.C. 47, 51–52 \n(2010) (affirming dismissal of claim based on conduct “solely related to the internal \noperations” of business); see also Upchurch v. Sapp, 2020 NCBC LEXIS 118, at *7–8 \n(N.C. Super. Ct. Oct. 8, 2020) (collecting cases).  That  Whalen and Tuttle  co-own \nseveral restaurants  and related operating  entities makes no difference.  See, e.g. , \nLLG-NRMH, LLC v. N. Riverfront Marina & Hotel, LLLP , 2018 NCBC LEXIS 105, \nat *12 (N.C. Super. Ct. Oct. 9, 2018) (“The fact that separate entities comprise a single \nmarket participant does not make external what is otherwise internal to the \nbusiness.” (cleaned up)). \n37. The Court therefore grants the motion to dismiss the section 75-1.1 claim.  \nIV. \nCONCLUSION \n \n38. For these reasons, the Court DENIES the motion to strike.  \n39. In addition, the Court GRANTS the motion to dismiss the claims for breach \nof the settlement agreement, fraudulent inducement, and violations of section 75-1.1.  \nIn its discretion, the Court DISMISSES without prejudice the claims for breach \nof the settlement agreement and fraudulent inducement and DISMISSES with \nprejudice the section 75-1.1 claim.  The Court DENIES the motion to dismiss the  \nclaims for breach of the oral contract and breach of the operating agreement. \n \n SO ORDERED, this the 19th day of November, 2024.  \n \n      /s/ Adam M. Conrad   \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases   \n   \n \n "
}