{
  "id": "cdf3c316c2a7a32654653d90ee6f54f34223e5184795047ceac66864cd328f46",
  "source_file": "data/raw/ncbc/cdf3c316c2a7a32654653d90ee6f54f34223e5184795047ceac66864cd328f46.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 3445 \n \nDS & T II, INC.; THE ESTATE OF \nJULIO SPIRO DIBBI; and \nREBECCA SOMERVILLE in her \ncapacities as executor to the Estate of \nJulio Dibbi and trustee of the Dibbi \nTrust (created in the Will of Julio \nSpiro Dibbi), \n \n   Plaintiffs, \n \nv. \n \nD AND E TAX AND ACCOUNTING, \nINC., and MOHAMED ELBAHRAWI \nin his individual capacity and as \npresident and other official capacities \nof D and E Tax and Accounting, Inc., \n \n   Defendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nAMENDED COMPLAINT \nAnd \nPLAINTIFFS’ MOTION TO ALLOW \nAMENDED COMPLAINT AS FILED \n \n1. THIS MATTER is before the Court on Defendants ’ Motion to Dismiss \nAmended Complaint pursuant to North Carolina Rules of Civil Procedure (“Rule(s)”) \n12(b)(1), 12(b)(6), 15(a), and 41(b) (the “Motion”), (ECF No. 29), and Plaintiffs’ Motion \nto Allow Amended Complaint As Filed, (ECF No. 36).  For the reasons stated below, \nboth motions are GRANTED, and this action is DISMISSED with prejudice. \nMartin & Gifford, PLLC, by John Wait, for Plaintiffs DS & T II, Inc., The \nEstate of Julio Spiro Dibbi, and Rebecca Somerville. \n \nSpillman Thomas & Battle, PLLC, by Lee D. Denton, Rayford Kennedy \nAdams, and Kayla Russell, for Defendants D and E Tax and Accounting, Inc. \nand Mohamed Elbahrawi. \n \nEarp, Judge. \nDS & T II, Inc. v. D & E Tax & Acct., Inc., 2021 NCBC 63. \n \n \nI. INTRODUCTION \n2. This litigation involves the business relationship between two \naccountants, Mohamed Elbahrawi  (“Elbahrawi”) and the late  Julio Dibbi (“Dibbi”) , \nwho died in 2015.   Plaintiffs consist of a corporation owned and operated by Dibbi \nduring his lifetime, and his executor, Rebecca Somerville (“Somerville”), who is also \nthe trustee of his testamentary trust.  They  assert nine causes of action based on \nElbahrawi’s allegedly improper use of Dibbi’s “client list” and other “business assets” \nwithout compensation.  Defendants move to dismiss the Amended Complaint in its \nentirety. \nII. FACTUAL BACKGROUND \n3. The Court does not make findings of fact when ruling on a motion to \ndismiss under Rule 12(b)(6).  See, e.g., Concrete Serv. Corp. v. Invs. Grp., Inc., 79 N.C. \nApp. 678, 681 (1986).  Rather, t he Court tests  the claims by stating the relevant  \nfactual allegations in the Amended Complaint construed in Plaintiffs’ favor  without \nbeing bound to any of the alleged legal conclusions. \n4. Plaintiff DS & T II, Inc. (“DS&T”) is a North Carolina corporation with \nits principal office in Forsyth County, North Carolina.  (Am. Compl. ¶ 1, ECF No. 26.)  \nFounded and owned solely by  Dibbi, DS&T provided accounting and tax services to \nits clients.  (Am. Compl. ¶ 8.) \n5. In or about January 2006, Elbahrawi started working as an independent \ncontractor for DS&T.  Elbahrawi was never a principal in DS&T.  (Am. Compl. ¶ 9.) \n \n \n6. In 2007, the Internal Revenue Service (the “IRS”) began an investigation \nof Dibbi.  To protect the business, and upon the advice of Dibbi’s attorney, Elbahrawi \ncreated D and E Tax and Accounting, Inc. (“D and E”), so that DS&T’s business could \ncontinue “regardless of the outcomes of the IRS investigation.”  (Am. Compl. ¶¶ 10 –\n11.)  According to Plaintiffs, Dibbi and Elbah rawi always understood that DS&T’s \nclients “belonged” to Dibbi and/or DS&T, even though D and E “managed” the clients’ \nbusiness from 2007 on.  (Am. Compl. ¶ 11.)   \n7. Plaintiffs allege that “Dibbi ran D and E as an owner” from 2007 to 2010, \nshared in its profits, and paid himself in the same manner that he was paid at DS&T.  \n(Am. Compl. ¶ 12 .)  Dibbi also serviced his clients through D  and E in the same \nmanner that he had serviced them through DS&T.  (Am. Compl. ¶ 12.)  While \nElbahrawi shared in  D and E’s profits, he did not have access to its bank accounts \nduring this time.  (Am. Compl. ¶ 12.) \n8. In 2009, Dibbi was indicted for tax fraud and obstruction of justice.  (Am. \nCompl. ¶ 10.)  He pleaded guilty as part of a plea deal, and in 2010,  he surrendered \nhimself to Butner Correctional Facility .  (Am. Compl. ¶¶ 10, 13.)  Around this time, \na new bank account with Allegacy was opened for D and E so that Elbahrawi would \nhave access to D and E’s banking information while Dibbi was in prison.  (Am. Compl. \n¶ 14.)   A gentleman named Ashraf Ali was added to this  account so that he could \n“look after” Dibbi’s interests.  (Am. Compl. ¶ 14.) \n \n \n9. When Dibbi was released  from prison  in the summer of 2011, he \n“resumed his ownership role” at D and E a nd “paid himself  as an owner ” with \nElbahrawi’s “consent and agreement.”  (Am. Compl. ¶ 15.)   \n10. During his time at  D and E, Dibbi “acted as the principal” of D  and E, \n“doing bookkeeping and tax services for select clients.”  (Am. Compl. ¶ 16.) \n11. In 2012, Dibbi offered to sell  Elbahrawi “his and DS[&]T’s business \nassets and step down as the owner.”  (Am. Compl. ¶ 17.)  Although Elbahrawi declined \nthe offer , Dibbi attempted several times over the next few years to sell these  \nunspecified “business assets” to Elbahrawi.  (Am. Comp l. ¶ 17.)  During one such \nattempt, Elbahrawi told Dibbi that he could not afford to pay for “the business” and \ncould not pay Dibbi  “his owner’s share of the profits ” because he had to buy  new \ncomputers for D and E. (Am. Compl. ¶ 18.) \n12. Plaintiffs further assert that “DS[&]T and/or [] Dibbi were either a \npartner in, and/or an owner of D and E, and/or a partner with [] Elbahrawi in the tax \nand accounting business, sharing in the business’s profits and losses and acting as \nand being acknowledged as an owner of D and E.”  (Am. Compl. ¶ 31.)1   \n13. Dibbi and Elbahrawi had their last business meeting in 2014, after \nwhich D and E agreed to buy from DS&T the real property that D and E occupied. \n(Am. Compl. ¶ 19.)  However, the parties did not reach any agreement that Elbahrawi \nwould pay for DS&T’s “client list” or its “other business assets.”  (Am. Compl. ¶ 19.) \n \n1 Plaintiffs’ use of “and/or” makes it difficult to determine the nature of the business \nrelationships. \n \n \n14. During this time, it was apparent that Dibbi’s health was deteriorating, \n(Am. Compl. ¶¶ 17, 20), and when Dibbi died in 2015, he and Elbahrawi still had not \nreached an agreement with respect to DS&T’s “client list” or “other business assets.” \n(Am. Compl. ¶¶ 17, 21.) \n15. Plaintiffs allege that both Dibbi and Elbahrawi understood that DS&T’s \nclients, “client list ,” and “other business assets” remained the property of “Dibbi \nand/or DS[&]T” despite their use by D and E.  (Am. Compl. ¶ 22.) \n16. After Dibbi’s death in 2015, Elbahrawi continued to operate D and E as \na tax and accounting business, using DS&T’s “business assets” and servicing “DS[&]T \nand/or [] Dibbi’s clients ” even though Elbahrawi had not purchased the assets.     \nPlaintiffs allege that Elbahrawi purported to be Dibbi’s family member and acted as \nif Dibbi had given DS&T’s business to him.  (Am. Compl. ¶ 24.) \n17. Dibbi bequeathed his tangible personal property to Plaintiff Rebecca \nSomerville (“Somerville”), who became DS&T’s Vice President in 2013, and its \nPresident in 2015.  (Am. Compl. ¶¶ 1, 27.)  Dibbi ’s residuary estate, including his \nstock in DS&T, passed to his testamentary trust.  Somerville is both the executor of \nDibbi’s estate and trustee for the trust.  (Am. Compl. ¶ 27.) \n18. In April 2020, some five years after Dibbi’s death, DS&T demanded that \nD and E pay for Dibbi and DS&T’s “business assets,” including a “client list,” but no \npayment was made.  (Am. Compl. ¶ 25.)  Instead, in May 2020, D and E responded \nthrough counsel by letter , stating that it would not pay for the privilege of serving \n \n \nDS&T’s former clients and that, in any event,  the only “client list” that existed was \none that D and E itself had created and maintained.  (Am. Compl. ¶ 26.) \nIII. PROCEDURAL BACKGROUND \n19. Plaintiffs filed their Complaint on 31 July 2020, (Compl ., ECF No. 3), \nand their Amended Complaint on 15 January 2021, (Am. Compl., ECF No. 26).  The \nAmended Complaint contains counts for : (i) constructive fraud, (ii) conversion, \n(iii) constructive trust, (iv) breach of fiduciary duty, (v) breach of contract, ( vi) \nquantum meruit/unjust enrichment, (vii) accounting, (viii) declaratory relief, and (ix) \npiercing the corporate veil/alter ago.  \n20. The Court evaluates the claims and allegations set forth in the Amended \nComplaint As Filed, (ECF No. 26), even though that pleading differs in several \nrespects from the one this Court approved for filing in its prior Order, (ECF No. 25).   \nPlaintiffs’ counsel has acknowledged this violation of the Court’s Order but stated \nthat it was not intentional.  Defendants’ counsel observed that the differences in the \ntwo versions of the Amended Complaint did not materially change the outcome.  \n(Hearing Tr. pp. 53–58, ECF No. 53.)  \n21. For purposes of this Motion, the Court agrees with Defendants and \nGRANTS Plaintiffs’ Motion to Allow Amended Complaint As Filed, (ECF No. 36), but \nthe Court cautions Plaintiffs’ counsel to exercise more care to comply with the Court’s \norders in the future. \n22. Defendants filed their Motion on 15 February 2021, seeking to dismiss \nthe Amended Complaint in its entirety.  (The “Motion,” ECF No. 29.)  \n \n \n23. The Motion has been fully briefed, and the Court heard oral arguments \non 21 July 2021 (the “Hearing”) at which all parties were represented by counsel.  The \nMotion is now ripe for determination. \nIV. LEGAL STANDARD \n24. When ruling on a motion to dismiss pursuant to  Rule 12(b)(6), the \nCourt’s inquiry is “ whether, as a matter of law, the allegations of the complaint, \ntreated as true, are sufficient to state a claim upon which relief may be granted under \nsome legal theory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 \nN.C. App. 669, 670 (1987) (citation omitted).  \n25. The Court must construe the complaint liberally and accept all well -\npleaded allegations as true.  Laster v. Francis, 199 N.C. App. 572, 577 (2009).  The \nCourt, however, is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274 \n(2005) (citation and quotation marks omitted).  “It is well-established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good c laim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim. ’ ”  Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 615 (2018) (quoting Wood v. Guilford Cty., 355 N.C. 161, 166 (2002)). \n \n \nV. ANALYSIS \n26. Defendants contend that the A mended Complaint does not allege facts \nsufficient to support any of Plaintiffs’ claims against them.  They further contend that \nall of Plaintiffs’ claims are time-barred by the relevant statutes of limitations because \nthe action was not commenced until July 2020 and arises out of interactions between \nDefendants and Dibbi or DS&T that occurred prior to Dibbi’s death in 2015.   (Br. \nSupp. Defs.’ Mot. Dismiss Am. Compl. 9, ECF No. 30.) \n27. Plaintiffs respond that no cause of ac tion in the Amended Complaint  \naccrued until May 2020 when D and E responded to Plaintiffs’ April 2020 demand  \nletter.  (Br. Opp. Defs.’ Mot.  Dismiss Am. Compl. a nd Supp. Pls.’ Mot.  Allow Am. \nCompl. As Filed 13, ECF No. 37.) \n28. For the reasons stated below, the Court determines that all of Plaintiffs’ \nclaims fail to wi thstand the test of Rule 12(b)(6) , in some instances b ecause the \nsubstantive allegations do not state a claim , and in other instance s because, given \nthe passage of time, any possible claim is barred by the applicable statute of \nlimitations.  Therefore, this case is DISMISSED in its entirety. \nA. Conversion \n29. In response to obvious hurdles presented by the applicable statutes of \nlimitations, Plaintiffs rely heavily on the fact that they did not present Defendants \nwith a written demand regarding their position with respect to DS&T’s assets until \nApril 2020, and, therefore, the statutes of limitations on their various claims did not \nbegin to run until their demand was both made and refused.  The Court disagrees.  \n \n \nAmong the attempted claims, o nly Plaintiffs’ conversion claim requires that such a  \n“demand and refusal” take place before an action will accrue.  Hoch v. Young, 63 N.C. \nApp. 480, 483 (1983).   \n30. Conversion is the “unauthorized assumption and exercise of the right of \nownership over goods or personal chattels belonging to another, to the al teration of \ntheir condition or the exclusion of an owner’s rights.”  Peed v. Burleson’s, Inc. , 244 \nN.C. 437, 439 (1956) (citation and quotation marks omitted).  “Where there has been \nno wrongful taking or disposal of the goods, and the defendant has merely  come \nrightfully into possession and then refuse d to surrender them, demand and refusal \nare necessary to the existence of the tort.”  White v. Consol. Planning, Inc., 166 N.C. \nApp. 283, 310–11 (2004) (citation and quotation marks omitted).   \n31. Plaintiffs brought this cause of action well within the three-year statute \nof limitations period that followed the May 2020 refusal, see N.C.G.S. § 1-52(4), so the \nstatute of limitations may not be its Achilles’ heel.2  But the claim does not survive \non other grounds.  I n North Carolina, o nly goods and personal property are proper \nsubjects for a conversion claim.  See Norman v. Nash Johnson & Sons’ Farms, Inc. , \n140 N.C. App. 390, 414 (2000)  (“Intangible interests such as business opportunities \nand expectancy interests [are not] subject to a conversion claim.” ); see also Window \nWorld of N. Atlanta, Inc. v. Window World, Inc., 2018 NCBC LEXIS 111, at *8–9 (N.C. \nSuper. Ct. 22 Oct. 2018) (“an intangible interest cannot provide the basis for a \n \n2 However, the necessary demand and refusal may have come earlier.  Plaintiffs allege that \nDibbi attempted to sell the business to Elbahrawi several times over a period of years \nbeginning in 2012 until 2014, and Elbahrawi refused.  (Am. Compl. ¶ 17.) \n \n \nconversion claim”); Global Textile All., Inc. v. TDI Worldwide, LLC , 2018 NCBC \nLEXIS 159, at *33–34 (N.C. Super. Ct. 29 Nov. 2018) (dismissing plaintiff’s claim for \nconversion because it was based on intangible information  and failed to allege a \ndeprivation of use or access to such information); Horne Heating & Air Conditioning \nCo. v. Horne , 2017 NCBC LEXIS 96, at *9 (N.C. Super. Ct. 11 Oct. 2017) (“North \nCarolina law is clear that ‘intangible interests such as business opportunities and \nexpectancy interests’ are not subject to a conversion claim.”)  (quoting Norman, 140 \nN.C. App. at 414).   \n32. Here, n o goods or tangible  personal property is alleged to have been \nconverted, and the Court determines that vague terms such as “customer list” and \n“business assets” are conclusory and insufficient.  See, e.g., Estate of Vaughn v. Pike \nElec., LLC, 230 N.C. App. 485, 493 (2013)  (“On a motion to dismiss under Rule \n12(b)(6), the court is not . . . required to accept mere conclusory allegations, \nunwarranted deductions of fact, or unreasonable inferences as true .”) (citation \nomitted); Wray v. City of Greensboro, 370 N.C. 41, 46 (2017).  Indeed, when asked at \nthe Hearing what “customer list” was converted, Plaintiffs’ counsel clarified that the \nlist was not a tangible item; rather , it was a short -hand reference to Dibbi’s client \nrelationships.  (Hearing Tr. pp. 28–29.)  When asked what “business assets” were at \nissue, Plaintiffs’ counsel referenced DS&T’s “goodwill.”\n3  (Hearing Tr. pp. 30–32.) \n33.   Neither past relationships n or goodwill constitutes goods or tangible \npersonal property upon which a claim for conversion may be based in North Carolina.  \n \n3 Given that Dibbi’s profession was as a tax accountant and that he was incarcerated for tax \nfraud, whether and how much goodwill even exists is an open question. \n \n \nSee, e.g., Duo-Fast Carolinas, Inc. v. Scott’s Hill Hardware & Supply Co., 2018 NCBC \nLEXIS 2, at *36 (N.C. Super. Ct. 2 Jan. 2018) (noting that “deprivation to the owner” \nis an essential element of a conversion c laim and, therefore, “retention of customer \nnames and contact information” “cannot constitute conversion under current North \nCarolina law”); Horne Heating & Air Conditioning Co. , 2017 NCBC LEXIS 96, at *9 \n(dismissing claim for conversion of contract rights, which are “deemed an intangible \ninterest under North Carolina law”) (citing Coca-Cola Bottling Co. Consol. v. Durham \nCoca-Cola Bottling Co. , 141 N.C. App. 569, 583 (2000)) .  As alleged, a ny benefit \nflowing to D and E from Dibbi’s past relationships with customers while working at \nDS&T is in the nature of a business opportunity or expectancy and cannot support a \nclaim for conversion.  See Norman, 140 N.C. App. at 414 (“Nor are intangible interests \nsuch as business opportunities and expectancy interests subject to a conversion \nclaim.”). \n34. Therefore, the Court determines that  the allegations in the Amended \nComplaint are insufficient to state a claim for conversion.   Accordingly, Defendants’ \nMotion to Dismiss the Second Cause of Action , Conversion, is GRANTED and this \nclaim is DISMISSED with prejudice. \nB. Breach of Fiduciary Duty  \n35. A fiduciary relationship i s one in which “there has been a special \nconfidence reposed in one who in equity and good conscience is bound to act in good \nfaith and with due regard to the interests of the one reposing confidence.”  Dalton v. \nCamp, 353 N.C. 647, 651 (2001)  (quoting Abbitt v. Gregory,  201 N.C. 577, 598 \n \n \n(1931)).  “All fiduciary relationships are characterized by ‘a heightened level of trust \nand the  duty of the fiduciary to act in the best interests of the other party.’  ”  \nCommScope Credit Union v. Butler & Burke, LLP,  369 N.C. 48, 52 \n(2016) (quoting Dallaire v. Bank of Am., N.A., 367 N.C. 363, 367 (2014)). \n36. A fiduciary relationship can be de jure or de facto.  Lockerman v. South \nRiver Elec. Membership. Corp., 250 N.C. App. 631, 635 (2016).  But absent a fiduciary \nrelationship, no breach of fiduciary duty claim can exist .  See Keener Lumber Co. v. \nPerry, 149 N.C. App. 19, 28 (2002) (“Put simply, a plaintiff must show (1) the existence \nof a fiduciary duty, and (2) a breach of that duty.”).   \n37. Defendants argue that  Plaintiffs have not  sufficiently alleged that \nElbahrawi and D and E owed a fiduciary duty to Plaintiffs and, therefore, Plaintiffs’ \nclaim for breach of fiduciary duties fails as a matter of law .  (Br. Supp. Defs.’ Mot. \nDismiss Am. Compl. 11–15.)   The Court agrees. \ni. De Jure Fiduciary Relationship \n38. The Court first examines whether Elbahrawi  owed fiduciary duties to \nDibbi as a matter of law because of their business relationship.  \n39. While “[t]he very nature of some relationships . . . gives rise to a \nfiduciary relationship as a matter of law[,]” the list of those relationships “is a limited \none,” and courts “do not add to it lightly.”  CommScope Credit Union, 369 N.C. at 52. \n \n \n40. D and E is a corporation, and Dibbi is alleged to have been an “ owner,” \nwhich necessarily means he was a shareholder. 4  Elbahrawi was also a shareholder \nin D and E.  Neither man’s percentage ownership is alleged.  \n41. Generally, shareholders do not owe fiduciary duties to the corporation \nor to each other.  Freese v. Smith, 110 N.C. App. 28, 37 (1993).  However, in the case \nof closely held businesses like this one, the general rule is subject to an exception.  A \nbreach of fiduciary duty claim may be stated  when it is alleged that a controlling \nshareholder has used his power of control unfairly.  Loy v. Lorm Corp., 52 N.C. App. \n428, 432–33 (1981); Johnston v. Johnston Props., Inc., 2018 NCBC 118, at *54 (N.C. \nSuper. Ct. 15 Nov. 2018).   Nevertheless, no such claim is stated here.  T here are no \nallegations that Elbah rawi was a majority shareholder and that he dominated or \ncontrolled the business, much less that he did so unfairly.  Corwin, 371 N.C. at 625 \n(dismissing the plaintiff’s claim for breach of fiduciary duty due to an absence of facts \nin the complaint that established control).   \n42. Partners in a joint venture may also have fiduciary duties to each other.  \nSe. Shelter Corp. v. BTU, Inc., 154 N.C. App. 321 (2002). As our Court of Appeals has \nexplained: \nThe essential elements of a joint venture are (1) an agreement to engage \nin a single business  venture with the joint sharing of profits, (2) with \neach party to the joint venture having a right in some measure to direct \nthe conduct of the other through a necessary fiduciary relationship.  The \n \n4 Despite repeated use of the word “owner” and references to sharing in the profits of D and \nE, the Complaint does not specifically allege that Dibbi was a shareholder of D and E.  To \nbe sure, Plaintiffs’ counsel stated during the Hearing that Plaintiffs allege only that Dibbi \nwas “acting as an owner,” and not that he was actually a shareholder of D and E.  (Hearing \nTr. pp. 26–27.) \n \n \n \nsecond element requires that the parties to the agreemen t stand in the \nrelation of principal, as well as agent, as to one another. \n \nId. at 327 (citations and quotation marks omitted).  In other words, each joint \nventurer has  “an equal right of control of the means employed to carry out the \nventure.”  Rifenburg Constr. , Inc. v. Brier Creek Assocs. Ltd. P’ship,  160 N.C. App. \n626, 632 (2003), aff’d, 358 N.C. 218 (2004) (“Our Supreme Court has further held that \na joint venture does not exist where each party to an agreement cannot direct the \nconduct of the other.”) (citation omitted). \n43. In this case, Plaintiffs do not allege that an agency relationship existed \nbetween Elbahrawi and Dibbi .  Likewise, nowhere in the Complaint does Plaintiff \nallege that Elbah rawi had an equal right of control o ver the business.   Nor does \nPlaintiff allege that Elbahrawi was authorized to act on his behalf or vice -versa. \nConsequently, the complaint fails to allege a  de jure fiduciary relationship between \nElbahrawi and Dibbi.5 \nii. De Facto Fiduciary Relationship \n44. Plaintiffs maintain that the facts alleged support the existence of a de \nfacto fiduciary relationship between Elbahrawi and Dibbi.  “De facto relationships are \nless immediately identifiable, as ‘[c]ourts of equity have carefully refrained from \ndefining the particular instances of fiduciary relations in such a manner that other \nand perhaps new cases might be excluded.’ ’’  Hager v. Smithfield E. Health Holdings, \n \n5 To the extent the Complaint can be read to allege that D and E itself owed a fiduciary \nduty to Dibbi as a shareholder, the allegation is a nonstarter.  See, e.g., Buttonwood Tree \nValve Partners L.P. v. R.L. Polk & Co., 2014 Del. Ch. LEXIS 141, at *1 (Del. Ch. 7 Aug. \n2014) (holding that a corporation does not owe fiduciary duties to its stockholders).  \n \n \nLLC, 264 N.C. App. 350, 355 (2019) (quoting Abbitt, 201 N.C. at 598).  The standard \nfor finding a de facto  fiduciary duty, however, is demanding: “Only when one party \nfiguratively holds all the cards—all the financial power or technical information, for \nexample—have North Carolina courts found that the special circumstance of a \nfiduciary relationship has arisen.”  Id. at 356 (citations and quotation marks omitted). \n45. To be sure, Plaintiffs allege that Dibbi trusted Elbahrawi to creat e D \nand E in 2007 and to steer DS&T’s business to it.  However, t hey allege that Dibbi  \nplaced “special confidence” in Defendants to service those clients without “taking” \nthem.  (Am. Comp. ¶ 30.)  Plaintiffs further plead that Defendants took advantage of \nDibbi because they did not agree to strike a deal with him when they knew his health \nwas in decline.  (Am. Comp. ¶¶ 17, 20.) \n46. But the Amended Complaint on its face also contains allegations that \nbelie the Plaintiffs’ de facto fiduciary duty argument.  Nowhere does it say that Dibbi \nobjected to the transfer of DS&T’s clients and “business assets” to D and E in 2007.  \nTo the contrary, it was Dibbi’s attorney who recommended the transfer of work.  (Am. \nComp. ¶ 11.)  Dibbi readily participated in D and E after his indictment in 2007 until \nhis incarceration in 2010.  He again readily participated in the arrangement after he \nwas released from prison in 2011 until his death in 2015.  (Am Complaint  ¶15.) \nNowhere do Plaintiffs claim that Dibbi was oppressed.   They allege that Dibbi, and \nnot Elbahrawi, had control over D and E’s management and the servicing of D and \nE’s clients, and that Dibbi ran D and E “as an owner” and “paid himself as an owner” \nfrom at least 2007 through 201 4.  ( See Am. Compl. ¶¶ 11 –16.)  Indeed, Plaintiffs \n \n \nexpressly allege that it was Dibbi—and not Elbahrawi—who had sole access to D and \nE’s financial information and bank accounts until Dibbi was incarcerated in 2010 and \na new bank account was opened .  Even then, a third party —Ashraf Ali—was added \nto the account to look after Dibbi’s interests.  (Am. Compl. ¶¶ 12–14.)  Thus, the Court \nconcludes that the facts alleged in the Amended Complaint are insufficient to give \nrise to the existence of a de facto fiduciary relationship between Dibbi and Elbahrawi. \n47. Because no fiduciary duty , either de jure or de facto in nature, existed \nbetween these parties , Defendants’ Motion to Dismiss Plaintiffs’ Fourth Cause of \nAction, Breach of Fiduciary Duty, is GRANTED, and this claim is DISMISSED with \nprejudice. \nC. Constructive Fraud \n48. A claim for constructive fraud requires the presence of a confidential or \nfiduciary relationship between the parties.  Forbis v. Neal, 361 N.C. 519, 528 (2007).  \nAbsent such a relationship, Plaintiffs’ claim necessarily fails.  Loray Master Tenant, \nLLC v. Foss N.C. Mill Credit 2014 Fund I, LLC , 2021 NCBC LEXIS 15, at *14 (N.C. \nSuper. Ct. 18 Feb. 2021) (“A claim for constructive fraud likewise requires a plaintiff \nto allege facts establishing a confidential or fiduciary relationship.”) .  Plaintiffs fail \nto allege facts showing that DS&T or Dibbi were in a confidential or fiduciary \nrelationship with D and E or Elbahrawi.  Conclusory allegations do not suffice.  Meyer \nv. Walls, 347 N.C. 97 (1997). \n49. Accordingly, Defendants’ Motion as to the First  Cause of Action , \nConstructive Fraud, is GRANTED and this claim is DISMISSED with prejudice. \n \n \nD. Breach of Contract \n50. Plaintiffs allege that they had an agreement with Defendants that \nPlaintiffs’ business operations would continue after 2007 under the name  D and E, \nbut ownership of the “business assets” would not transfer.  They allege that \nDefendants have breached their agreement.  (Am. Com. ¶¶ 57–58.) \n51. Defendants respond that Plaintiffs have not alleged the existence of a \ncontract and, even if they had,  the statute of limitations has long since expired on a \nclaim for breach.  (Br. Supp. Defs.’ Mot. Dismiss Am. Compl. 21–22.)   \n52. It is axiomatic that t o state a claim for breach of contract, a plaintiff \nmust allege the existence of a valid contract, the defendant’s breach of the terms of \nthat contract, the facts constituting the breach, and th at damages resulted from the \nbreach.  See Matthews v. Davis, 191 N.C. App. 545, 550 (2008).   \n53.   In the Amended Complaint , Plaintiffs allege the existence of an \nagreement or “understanding” between Dibbi and Elbahrawi regarding ownership of \nclients and business assets, but they fail to allege  the terms that were br eached.  \nRather, they allege only that beginning in 2012, Dibbi requested payment of some \nundetermined amount from Elbahrawi , and Elbahrawi steadfastly refused to pay.  \n(Am. Comp. ¶ 17.)  The Court concludes th at reference to an “understanding” \nregarding ownership of client relationships and goodwill  is insufficient to allege the \nexistence of an enforceable contract between the parties, particularly in light of other \nallegations in the Amended Complaint stating that discussions between Dibbi and \nElbahrawi on the subject were protracted and that “ no deal was reached” regarding \n \n \nthe client list and other business assets before Dibbi’s death in 2015. (Am. Compl ¶ \n19.) \n54.  Accordingly, the Court GRANTS  Defendants’ Motion as to the Fifth  \nCause of Action, Breach of Contract, and this claim is DISMISSED with prejudice.6  \nE. Quantum Meruit \n55. A claim for unjust enrichment “ is neither in tort nor contract but is \ndescribed as a claim in quasi contract or a contract implied in law.”  Booe v. Shadrick, \n322 N.C. 567, 570 (1988).   “The general rule of unjust enrichment is that where \nservices are rendered and expenditures made by one party to or for the benefit of \nanother, without an express contract to pay, the law will imply a pro mise to pay a \nfair compensation therefor.”  Atlantic C. L. R. Co. v. State Highway Comm’n, 268 N.C. \n92, 95–96 (1966). \n56. To recover on a claim of unjust enrichment, Plaintiff s must prove: (1) \nthat they conferred a benefit on another party; (2) that the other party consciously \naccepted the benefit; and (3) that the benefit was not conferred gratuitously or by an \ninterference in the affairs of the other party.  Se. Shelter Corp., 154 N.C. App. at 330 \n(citation omitted). \n57. Plaintiffs allege that Dibbi and DS&T conferred a benefit on Elbahrawi \nand D and E  by identifying and providing information regarding  DS&T’s clients so \nthat D and E could do their tax and accounting work.   They allege that Defendants \n \n6 The Court observes that, in any event, given the three-year statute of limitations that \ngoverns claims for breach of contract, any attempted claim of this nature at this point in \ntime would be futile.  N.C.G.S. § 1-52(1). \n \n \nconsciously accepted that benefit, and that the benefit was not conferred gratuitously.  \n(Am. Compl. ¶ 63.) \n58. Here, however, Plaintiffs fall victim to the passage of time.  A claim for \nquantum meruit  has a three -year statute of limitations .  See N.C.G.S. § 1 -52(1) \n(requiring action within three years upon claims related to implied contract); Scott v. \nUnited Carolina Bank, 130 N.C. App. 426, 431–32 (1998) (noting that the “plaintiff's \nclaim for recovery in quantum meruit may proceed only for compensation for services \nrendered within the three[-]year period immediately preceding her commencement of \nthis action”) (emphasis in original).   \n59. The Amended Complaint alleges that a benefit was conferred on \nDefendants when DS&T’s clients moved to D and E in 2007.  (Am. Compl. ¶¶ 11–12.)  \nThe Court concludes that a claim that is made thirteen year s later is time -barred.  \nAccordingly, Defendants’ Motion as to the Sixth Cause of Action, Quantum Meruit, is \nGRANTED, and this claim is DISMISSED with prejudice. \nF. Constructive Trust \n60. Plaintiffs allege that they are entitled to the equitable remedy of a \nconstructive trust on the past and future profits Defendants have derived and will \nderive from DS&T’s business assets.   \n61. The imposition of a constructive trust is an equitable remedy used to \nprevent unjust enrichment acquired through “ fraud, breach of duty or some other \ncircumstance making it inequitable for [defendant] to retain [the property].”  Wilson \nv. Crab Orchard Dev. Co., 276 N.C. 198, 211 (1970).  A constructive trust is a remedy, \n \n \nnot an independent cause of action .  Global Textile Alliance, Inc. v. TDI Worldwide, \nLLC, 2018 NCBC LEXIS 104, at *45 (N.C. Super Ct. 9 Oct. 2018).  It typically arises \n“out of the existence of fraud, actual or presumptive—usually involving the violation \nof a confidential or fiduciary relation—in view of which equity transfers the beneficial \ntitle to some person other than the holder of the legal title. ”  Leatherman v. \nLeatherman, 297 N.C. 618, 621 –22 (1979) (quoting Bowen v. Darden , 241 N.C. 11, \n13–14 (1954)).  Where there is no valid claim for “some fraud, breach of duty or other \nwrongdoing by the holder of the property,” there is no basis for this remedy.  Wilson, \n276 N.C. at 212. \n62. Plaintiffs have not pleaded a valid claim for fraud, breach of duty or \nother wrongdoing. Accordingly, Defendants’ Motion with respect to Plaintiffs’ Third \nCause of Action , Constructive Trust, is GRANTED, and this claim is DISMISSED  \nwith prejudice. \nG. Declaratory Relief \n63. Because Plaintiffs’ underlying claims fail as a matter of law, they have \nnot alleged a basis for a declaratory judgment .  See Ludlum v. State, 227 N.C. App. \n92, 94 (2013) (“[J]urisdiction under the Declaratory Judgment Act may be invoked \nonly in a case in which there is an actual or real existing controversy between parties \nhaving adverse interests in the matter in dispute .”) (citation and quotation marks \nomitted).  Accordingly, Defendants’ Motion with respect to Plaintiffs’ Eighth Cause of \nAction, Declaratory Relief, is GRANTED, and this claim is DISMISSED  with \nprejudice. \n \n \nH. Accounting and Piercing the Corporate Veil \n64. Similarly, Plaintiffs’ “claims” for an accounting and to pierce the \ncorporate veil both depend upon the success of Plaintiffs’ other claims.  See, e.g.,  \nBurgess v. Burgess, 205 N.C. App. 325, 333 (2010) (“An accounting is an equitable \nremedy sometimes pled  in claims of breach of fiduciary duty .”); see also  Green v. \nFreeman, 367 N.C. 136, 145 (2013) ( stating that “ [p]iercing the corporate veil . . . \nallows a plaintiff to impose legal liability for a corporation’s obligations, or for torts \ncommitted by the corporation, upon some other company or individual . . .”).  Because \nthe Court has concluded that Plaintiffs’ other claims must be dismissed, Defendants’ \nMotion to D ismiss Plaintiffs’ Seventh and Ninth Causes of Actio n, Accounting and \nPierce the Corporate Veil, is GRANTED , and these remaining claims are \nDISMISSED with prejudice. \n65. Defendants’ Motion to Dismiss pursuant to Rules 12(b)(1) and 41(b) are \nDENIED as moot. \nVI. CONCLUSION \n66. For these reasons, the Court ORDERS as follows: \na. Plaintiffs’ Motion to Allow Amended Complaint As Filed pursuant to \nRule 15(a) is GRANTED.   \nb. Defendants’ Motion to Dismiss  Amended Complaint  pursuant to \nRule 12(b)(6) is GRANTED.   \nc. Plaintiffs’ Motions to Dismiss pursuant to Rules 12(b)(1) and 41(b) \nare DENIED as MOOT. \n \n \nd.   This action is DISMISSED with prejudice. \n \nIT IS SO ORDERED, this the 4th day of October, 2021. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n    for Complex Business Cases \n "
}