{
  "id": "ce108a6fb0a2f7dc808cf84bc755efe0ced87472ec523c043a25026bb81333ff",
  "source_file": "data/raw/ncbc/ce108a6fb0a2f7dc808cf84bc755efe0ced87472ec523c043a25026bb81333ff.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 1317 \n \nALC MANUFACTURING, INC. d/b/a \nRocky Ridge Custom Trucks, \n \nPlaintiff, \n \nv. \n \nJ. STREICHER & CO., LLC; and \nBBP BANDENIA, PLC, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO DISMISS \nBANDENIA’S NOTICE OF APPEAL \nOF MAY 20, 2020 ORDER \n \n \n1. THIS MATTER  is before the Court  on Plaintiff’s Motion to Dismiss \nDefendant BBP Bandenia, PLC’ s (“Bandenia”) Notice of Appeal (the “Motion”) filed \nJune 29, 2020 in the above-captioned case.  (ECF No. 64.)   \n2. Having considered the Motio n, the materials submitted in support of the \nMotion, and other appropriate matters of record, the Court hereby GRANTS  the \nMotion for the reasons set forth below. \nJames, McElroy & Diehl, P.A., by Adam L. Ross, Jennifer M. Houti, and \nChristopher T. Hood, for Plaintiff ALC Manufacturing Inc. d/b/a Rocky \nRidge Custom Trucks.  \n \nCarnes Warwick, PLLC, by Jonathan A. Carnes, for Defendant BBP \nBandenia, PLC.  \n \nEverett Gaskins Hancock LLP, by James M. Hash, for Defendant  J. \nStreicher & Co., LLC. \n \nBledsoe, Chief Judge. \nALC Mfg., Inc. v. J. Streicher & Co., 2020 NCBC 55. \n \n \nI. \nPROCEDURAL BACKGROUND \n3. Plaintiff filed its Complaint initiating this action on January 22, 2019, \n(Compl., ECF No. 3), asserting various claims against Defendant J. Streicher & Co., \nLLC (“Streicher”), (Compl. ¶¶ 66–93), and a single claim for breach of contract against \nBandenia, (Compl. ¶¶  94–99), a company organized and based in the United \nKingdom, (Compl. ¶ 3).  To support its claim against Bandenia, Plaintiff alleged that \nPlaintiff, Bandenia, and Streicher entered into a valid and enforceable settlement \nagreement (the “Settlement Agreement”) “supported by valid and adequate \nconsideration,” (Compl. ¶ 95), that required, among other things, Bandenia and other \nparties to pay Plaintiff $850,000, (Compl. ¶¶ 58– 59, Ex. 1).  Plaintiff averred that \nBandenia paid only $200,000 under the Settlement  Agreement.  (Compl. ¶¶ 61, 64–\n65.) \n4. This action was designated as a mandatory complex business case by Order \nof the Chief Justice on February 6, 2019, (ECF No. 1), and assigned to the \nundersigned on the same day, (ECF No. 2). \n5. Plaintiff served a copy of the  Summons and Complaint on Bandenia on \nJanuary 24, 2019 and again on February 15, 2019.  (Aff. Service Def. Bandenia, ECF \nNo. 24.)  Bandenia never filed a notice of appearance, any type of responsive pleading, \nor any other document with the Court or the Mec klenburg County Clerk of Superior \nCourt until 2020, after judgment had been entered against it.   \n \n \n6. On April 11, 2019, Plaintiff filed a verified motion for entry of default and \ndefault judgment, which counsel for Plaintiff served on Bandenia by mail in London, \nUnited Kingdom.  (ECF No. 26.) \n7. On April 30, 2019, the Court entered default against Bandenia under Rule \n55(a) of the North Carolina Rules of Civil Procedure (“Rule(s)”) .  (ECF No. 32.)  The \nCourt subsequently entered default judgment against Bandenia on June 4, 2019 in \nthe total amount of $658,951.80 (the “Default Judgment”), (Order Pl.’s Verified Mot. \nDefault J., ECF No. 33), which Plaintiff served on Bandenia in London on June 11, \n2019, (ECF No. 34).  \n8. The Court specifically found in the Default Judgment that “the [Settlement] \nAgreement represented a valid contract between Plaintiff and Bandenia[,]” \n“Bandenia materially breached the [Settlement]  Agreement by failing to pay the \nremaining principal of $650,000 and interest owed pursuant to that agreement[,]” \nand “Plaintiff’s Complaint thus states a claim for breach of contract against \nBandenia.”  (Order Pl.’s Verified Mot. Default J. ¶ 17.) \n9. On January 17, 2020 —seven months and thirteen days after the Default \nJudgment was entered against Bandenia —Bandenia filed the Motion to Set Aside \nDefault, for Relief from Judgment, and to Stay Enforcement  (“Motion to Set Aside \nDefault”).  (ECF No. 41.)  The sole argument Bandenia ultimately elected to advance \nin support of the Motion to Set Aside Default asserted that the underlying contract \non which the Default Judgment was based was not supported by consideration.  (Def. \n \n \nBandenia’s Mem. Supp. Mot. Set Aside Default, Relief J., & Stay Enforcement, ECF \nNo. 59.)   \n10. On May 20, 2020, t he Court entered and electronically filed its Order and \nOpinion denying Bandenia’s Motion to Set Aside Default  (the “May 20 Order”).   \n(Order & Op. Def. BBP Bandenia, PLC’s Mot. Set Aside Default, Relief J., & Stay \nEnforcement, ECF No. 62.)  The Court denied Bandenia’s Motion to Set Aside Default \nfor three separate reasons.  First, North Carolina law requires Bandenia to challenge \nthe Default Judgment for lack of consideration through a properly-noticed appeal, not \na motion under Rule  60(b).  Second, Bandenia  failed to bring the Motion within a \nreasonable time under Rule 60(b), delaying more than seven months after the Default \nJudgment was entered.  Finally, Bandenia’s contention that Plaintiff failed to allege \nconsideration to support the Settlement Agreement ignored Plaintiff’s allegations of \njust that (assuming without deciding that consideration was required to be alleged in \nthe first pl ace).  (Order & Op. Def. BBP Bandenia, PLC’s Mot. Set Aside Default, \nRelief J., & Stay Enforcement 8–15.)   \n11. The May 20 Order is a final determination of the rights between the \nremaining parties to this action 1 and thus constitutes a final judgment under Rule \n54.2 \n \n1 Plaintiff voluntarily dismissed all of its claims against Streicher with prejudice on July 8, \n2019.  (ECF No. 38.) \n \n2 Alternatively, the May 20 Order is an appealable interlocutory order because it discontinued \nthis action.  See  N.C.G.S. 7A-27(a)(3)(c) (permitting appeal from any interlocutory order of \nthe Business Court that “[d]iscontinues the action”).  \n \n \n12. On June 19, 2020, Bandenia electronically filed with this Court its Notice of \nAppeal of the May 20 Order to the North Carolina Court of Appeals  (the “Appeal”).  \n(Notice Appeal, ECF No. 63.) \n13. The Notice of Appeal states in full: \nThe Defendant s BBP Bandenia, PLC, through undersigned counsel, \npursuant to Rule 58 of North Carolina Rules of Civil Procedure and Rule \n3 of the North Carolina Rules of Appellate Procedure, hereby enter their \nNotice of Appeal to the North Carolina Court of Appeals from the \nJudgment signed by Chief Business Court Judge Louis Bledsoe, III on \nMay 20, 2020, and filed in the above-captioned case by the Court on May \n20, 2020. \n \nThis the 19th day of June 2020. \n \n(Notice Appeal.)  \n14. The Motion seeks the dismissal of Bandenia’s  Notice of Appeal on two \ngrounds: (i) that Bandenia fail ed to timely file the Notice of Appeal with the \nMecklenburg County Clerk of Superior Court as required under Rule 3(a) of the North \nCarolina Rules of Appellate Procedure (the “Appellate Rule( s)”), thus requiring \ndismissal of the Appeal under Appellate Rule 25, and (ii) that Bandenia improperly \nappealed to the North Carolina Court of Appeals rather than the correct appellate \ncourt, the Supreme Court of North Carolina , as required by N.C.G.S. §§ 7A -27(a)(2) \nand 7A-27(a)(3).  (Pl.’s Mot. Dismiss Notice Appeal, ECF No. 64; Pl.’s Mem. Law Supp. \nMot. Dismiss Notice Appeal 2 –5, ECF No. 65.)  Bandenia did not file a response  to \nthe Motion, and the period for Bandenia’s response has now expired.   \n \n \n15. The Court elects to decide the Motion without a hearing as permitted under \nBusiness Court Rule (“ BCR”) 7.4.  See Justice v. Mission Hosp., Inc. , 2019 NCBC \nLEXIS 37, at *5 (N.C. Super. Ct. June 5, 2019). \nII. \nANALYSIS \n16. As explained below, the Court agrees with Plaintiff that Bandenia’s Notice \nof Appeal was both untimely and jurisdictionally defective  and must therefore be \ndismissed.   \nA. Jurisdiction \n \n17. The Court first addresses its jurisdiction to consider the Motion. \n18. Appellate Rule 25(a) states, in relevant part: \nIf after giving notice of appeal from any court, . . . the appellant shall \nfail within the times allowed by these rules or by order of court to take \nany action required to present the appeal for decision, the appeal may \non motion of any other party be dismissed.  Prior to the filing of an \nappeal in an appellate court, motions to dismiss are made to the court \n. . . from which appeal has been taken; after an appeal has been filed in \nan appellate court, motions to dismiss are made to that court. \n \nN.C. R. App. P. 25(a) (emphasis added). \n \n19. This Court has previously recognized that  \n[d]ecisions of the North Carolina Court of Appeals indicate that the \n‘filing of an appeal in an appellate court’ means docketing of the appeal, \nwhich occurs when the appellant files the record on appeal with the clerk \nof the appellate court and pays the docket fee or proceeds  in forma \npauperis.  \n \nCarter v. Clements Walker PLLC, 2014 NCBC LEXIS 12, at *7 (N.C. Super. Ct. Apr. \n30, 2014).  Thus, until an appeal is docketed, the trial court retains jurisdiction to \n \n \ndecide a motion to dismiss a notice of appeal as improperly filed.  See, e.g., Craver v. \nCraver, 298 N.C. 231, 237 n.6, 258 S.E.2d 357, 361 n.6 (1979) (“[U]ntil a record on \nappeal is filed and docketed, there is nothing pending before the appellate division.”); \nEhrenhaus v. Baker, 243 N.C. App. 17, 31 –33, 776 S.E.2d 699, 70 8–09 (2015) \n(dismissing appeal from a Business Court order that dismissed an earlier appeal as \nuntimely for failure to file notice of appeal with clerk of superior court within timeline \nestablished by Appellate Rule 3); Carter, 2014 NCBC LEXIS 12, at *10  (concluding \nthat “when an appeal has not yet been docketed with the appellate court, the tria l \ncourt retains jurisdiction over the case and may determine whether a Notice of Appeal \nwas timely filed”).   \n20. It is undisputed that Bandenia’s  appeal has not yet been docketed with \neither the North Carolina Court of Appeals or the Supreme Court of North Carolina.  \nThus, the Court concludes that it may properly consider the Motion  and determine \nwhether the Notice of Appeal was properly filed.  \nB. Failure to Timely File the Notice of Appeal \n \n21. Under Appellate Rule 3, a notice of appeal must be “fil[ed] . . . with the clerk \nof superior court” “within thirty days after entry of judgment if the party has been \nserved with a copy of the judgment within the three-day period prescribed by Rule 58 \nof the Rules of Civil Procedure[.]”  N.C. R. App. P. 3(a), (c)(1). \n22. Here, the May 20 Order was served upon entry and filing through the \nBusiness Court’s electronic filing system  on May 20, 2020 .  See BCR 3.8 (“The \nissuance by the electronic-filing system of a Notice of Filing for any order, decree, or \n \n \njudgment constitutes entry and service of the order, decree, or judgment for purposes \nof Rule 58 of the Rules of Civil Procedure.”); see also E. Brooks Wilkins Family Med., \nP.A. v. WakeMed, 244 N.C. App. 567, 572, 784 S.E.2d 178, 182 (2016) (holding that \n“the trial court has the inherent authority to serve its own orders”); Am. Mech., Inc. \nv. Bostic, 245 N.C. App. 133, 143 n.2, 782 S.E.2d 344, 350 n.2 (2016) (finding that the \nBusiness Court’s service of its order upon the parties triggered the thirty-day appeal \ndeadline under Appellate Rule 3(c)); Carter, 2014 NCBC LEXIS 12, at *11 (noting the \nparties agreed that “ judgment was entered by the court and serve d upon them . . . \nwhen the court electronically filed its Order and Opinion and the electronic filing \nsystem issued a Notice of Entry”). \n23. Thus, under Appellate Rule 3(c), Bandenia was permitted to file its Notice \nof Appeal with the Mecklenburg County Clerk of Superior Court thirty days from May \n20, 2020 (i.e., until June 19, 2020).3  This Bandenia indisputably failed to do.   \n24. Although Bandenia electronically filed its Notice of Appeal on the Business \nCourt’s docket  on June 19, 2020, this method of filing does not satisfy the \nrequirements of Appellate Rule 3(c).  See Ehrenhaus, 243 N.C. App. at 31– 33, 776 \nS.E.2d at 708–09; see also Bostic, 245 N.C. App. at 138, 782 S.E.2d at 347 (same).   \n \n3 In light of the continuing pandemic, the Chief Justice of the Supreme Court of North \nCarolina issued an Order on May 30, 2020 (the “May 30 Order”) extending the deadline to \nJune 30, 2020 to file a notice of appeal originally due between March 13, 2020 and June 1, \n2020.  Bandenia’s June 19, 2020 appeal deadline falls after the May 30 Order’s applicable \ntime period.  Therefore, t he May 30 Order does no t apply to extend Bandenia’s appeal \ndeadline.  The Chief Justice’s May 30, 2020 Order  may be accessed at the following link: \nhttps://www.nccourts.gov/assets/news-uploads/30%20May%202020%207A-\n39%28b%29%281%29%20Order.pdf?hh9EozpP4op0dXTP0UHUWoBZUlWmHXLh. \n \n \n25. Binding precedent prevents the Court from waiving or otherwise excusing \nBandenia’s failure to comply with Appellate Rule 3.  See Wallis v. Cambron, 194 N.C. \nApp. 190, 193, 670 S.E.2d 239, 241 (2008) ( “The provisions of [Appellate] Rule 3 are \njurisdictional, and failure to follow the requirements thereof requires dismissal of an \nappeal.” (quoting Abels v. Renfro Corp., 126 N.C. App. 800, 802, 486 S.E.2d 735, 737 \n(1997))); see also Dogwood Dev. & Mgmt. Co. v. White Oak Transp. Co., 362 N.C. 191, \n197, 657 S.E.2d 361, 365 (2008) (“A jurisdictional default, therefore, precludes  the \nappellate court from acting in any manner other than to dismiss the appeal.”).   \n26. Thus, Bandenia’s failure to timely file the Notice of Appeal with the \nMecklenburg County Clerk of Superior Court requires dismissal of the Appeal. \nC. Failure to File the Notice of Appeal with the Proper Appellate Court \n \n27. Bandenia’s Notice of A ppeal must also be dismissed for the separate and \nindependent reason that Bandenia failed to file the Notice of Appeal with the proper \nappellate court.  Sections 7A-27(a)(2) and 7A-27(a)(3) require that an appeal from a \nfinal judgment or an interlocutory order that discontinues an act ion in a case  \ndesignated as a mandatory complex business case after October 1, 2014 must be filed \nwith the Supreme Court of North Carolina.  See Business Court Modernization Act, \nS.L. 2014-102, §§ 1, 9, 2014 N.C. Sess. Laws 102;  see also Zloop, Inc. v. Parker Poe \nAdams & Bernstein, LLP, 2018 NCBC LEXIS 40, at *4 (N.C. Super. Ct. Apr. 30, 2018) \n(noting that the North Carolina Court of Appeals “does not have jurisdiction over \nfinal orders in cases designated to this Court on or after October 1, 2014” ( citing \n \n \nChristenbury Eye Center, P.A. v. Medflow, Inc., 246 N.C. App. 237, 783 S.E.2d 264, \n266 (N.C. App. 2016), aff’d 370 N.C. 1, 802 S.E.2d 888 (2017))).   \n28. This action was designated as a mandatory complex business case on \nFebruary 6, 2019.   Therefore, sections 7A-27(a)(2) and 7A -27(a)(3) required the \nappeal of any final judgment or order discontinuing the action in this case to be filed \nwith the Supreme Court of North Carolina.  Bandenia , however, appealed the May \n20 Order to the North Carolina Court of Appeals, not the Supreme Court.  (See Notice \nAppeal.) \n29. Because Bandenia appealed the May 20 Order to the wrong appellate court, \nthe Court must  dismiss Bandenia’s Notice of A ppeal on this separate , additional  \nground.  See Zloop, 2018 NCBC  LEXIS 40, at *4–5 (concluding that while appellate \ncourts may have discretion to excuse a n otice of appeal’s noncompliance with \nAppellate Rule 3, the Business Court “does not have authority to excuse the Notice’s \nfailure to comply with [Appellate] Rule 3”  and “is required to strictly construe \n[Appellate] Rule 3” ); Justice, 2019 NCBC LEXIS 37 , at * 6 (noting that although \nappellate courts may have the discretion to “excuse certain jurisdictional defects[,]” \nthe Business Court found no precedent suggesting that trial courts possess the same \ndiscretionary authority ); see also  Intersal, Inc. v. Hamilton , 373 N.C. 89, 97, 834 \nS.E.2d 404, 411 (2019) (noting without disapproval the Business Court’s dismissal of \nan appeal where the notice of appeal improperly named the North Carolina Court of \nAppeals rather than the Supreme Court of North Carolina). \n \n \nIV. \nCONCLUSION \n30. WHEREFORE, for each of the reasons set forth above, the Court hereby \nGRANTS Plaintiff’s Motion and dismisses Bandenia’s Notice of Appeal. \n SO ORDERED, this the 30th day of July, 2020. \n \n      /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}