{
  "id": "ce3e82ce8fbced997196a5b6638be83c2132c822a410d064add3cd7938b02909",
  "source_file": "data/raw/ncbc/ce3e82ce8fbced997196a5b6638be83c2132c822a410d064add3cd7938b02909.pdf",
  "raw_text": "Time Warner Entm’t Advance/Newhouse P’ship v. Town of Landis, North Carolina, \n2012 NCBC 48 . \n \nSTATE OF NORTH CAROLINA \n \nROWAN COUNTY  \n \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n10 CVS 1172 \nTIME WARNER ENTERTAINMENT \nADVANCE/NEWHOUSE \nPARTNERSHIP, \n \nPlaintiff,  \n \nv. \n \nTOWN OF LANDIS, NORTH \nCAROLINA, \n \nDefendant. \n \n \n \n \n \n \nORDER ORDER ORDER ORDER &  &  &  & OPINION  OPINION  OPINION  OPINION    \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP by Reid L. Phillips; \nHogan Lovells, LLP by Gardner F. Gillespie and Paul A. Werner, III for \nPlaintiff.    \nPoyner Spruill, LLP by David M. Barnes and Andrew H. Erteschik for \nDefendant.   \nThe Bussian Law Firm, PLLC by John A. Bussian for the North Carolina \nCable Telecommunications Association, Amicus Curiae.  \nNelson Mullins Riley & Scarborough, LLP by Joseph W. Eason, Christopher \nJ. Blake, and Phillip A. Harris for the North Carolina Association of Electric \nCooperatives, Amicus Curiae.     \nElectriCities of North Carolina, Inc. by W. Mark Griffith , Amicus Curiae .  \nMurphy, Judge.  \n{1}    THIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court as a “dispute” between Plaintiff \nTime Warner Entertainment Advance/Newhouse Partnership (“TWEAN”) and \nDefendant Town of Landis, North Carolina (“Landis,” or the “Town”) concerning \nrates, terms, and conditions for attachment of TWEAN communications \ninfrastructure to Landis’ municipally-owned utility poles, pursuant to North \nCarolina General Statutes section 62-350 (the “Statute”).   \n  \n{2} Having considered the evidence presented by the parties at trial; the \nparties’ pre- and post-trial briefings; the briefings of amici; and the arguments and \ncontentions of counsel, the Court determines that the “issues in dispute” advanced \nby TWEAN regarding the specific terms of Landis’ proposed new pole attachment \nagreement fail to confer subject matter jurisdiction upon the Court.  Accordingly, \nthe Court hereby DISMISSES DISMISSES DISMISSES DISMISSES Plaintiff’s action without prejudice.  \nI. \nPROCEDURAL BACKGROUND \n{3} TWEAN filed its Verified Complaint on April 19, 2010, to resolve a \ndispute with Landis concerning the rates, terms, and conditions of TWEAN’s \nattachment of its telecommunications transmission cables to utility poles owned by \nLandis.  TWEAN alleges that: (1) Landis refused to negotiate in good faith the \nterms of a new pole attachment agreement between the parties; (2) Landis’ \nproposed attachment terms violate the Statute’s nondiscrimination requirement; \nand (3) the specific terms of Landis’ proposed new attachment agreement are \n“unjust and unreasonable.”1   \n{4} Pursuant to N.C. Gen  Stat. § 62-350(c), TWEAN identifies in its \nComplaint three specific “issues in dispute,” and asks the Court to determine \nwhether: (a) Defendant’s proposed rental rate of $18.00 per attachment is an \nunreasonable and unjust rate; (b) Defendant’s proposal to charge the Plaintiff the \n$18.00 rental rate separately for “any one cable that is physically attached to a pole \nby means of a through bolt” is unreasonable and unjust; and (c) Defendant’s \nproposed provisions and fines concerning non-conforming attachments set forth in \nSection 6(e) of its proposed new contract are unreasonable and discriminatory \nterms.      \n                                                 \n1 TWEAN characterizes as unjust and unreasonable: (i) Landis’ requested annual attachment rate of \n$18.00 per cable attachment; (ii) Landis’ “per-cable” (as opposed to “per-pole”) basis for assessing this \nproposed $18.00 annual attachment rate; and (iii) Landis’ $15.00-per-day fine for safety violations \ncaused by TWEAN’s non-compliant pole attachments existing after Landis provided TWEAN with \nthirty days’ notice of such violations.   \n  \n{5} Consistent with its “issues in dispute,” TWEAN prayed for the \nfollowing specific relief: \n1. Declare Defendant’s proposed $18.00 rate unreasonable and either \nestablish a rate in conformance with N.C. [Gen. Stat.] § 62-350 or \nprovide guidance on how a proper rate should be determined under \nN.C. [Gen. Stat.] § 62-350; \n \n2. Declare that, consistent with precedent under federal law, \nDefendant’s pole rate shall be based on its pole-related costs in the \nsame manner as set by the Federal Communications Commission \npursuant to 47 U.S.C. § 244; \n \n3. Declare that, consistent with precedent under federal law, \nDefendant’s unit charge is unreasonable, as additional attachments do \nnot increase pole-related costs. \n \n[4.] Declare Defendant’s proposed terms regarding non-conformance of \nattachments unreasonable to the extent that it [sic] imposes onerous \nand discriminatory fines on Plaintiff for alleged safety violations, does \nnot allow sufficient time for Defendant to cure identified safety \nviolations, does not clearly exempt Defendant from being subject to \nfines for violations created by other parties, and does not provide a \nmeans of recourse to settle disputes concerning the cause of \nviolations[.]  \n \n(V. Compl. 15.) \n2 \n \n{6} The case was designated as a mandatory complex business case on \nApril 21, 2010, and assigned to this Court on April 22, 2010. \n{7} Landis filed its Answer on June 4, 2010, praying, in part, that the \nCourt: \n2. Declare that [TWEAN] has failed to meet its burden under N.C. \nGen. Stat. § 62-350 because the Town’s proposed rates for pole \nattachments are reasonable; \n \n                                                 \n2 Despite the confinement of TWEAN’s prayer for relief to these enumerated declarations \n(along with a catchall prayer for “such other relief as the Court deems just and proper”) (V. \nCompl. 15), counsel for TWEAN stated in closing argument at trial that “[i]t’s simply up to \nthis Court to set the rate ” to be paid by TWEAN for its pole attachments in Landis, \npursuant to a proposed new pole attachment agreement between the parties.  (Trial Tr. 637 \n(emphasis added).)  \n  \n3. Declare that, pursuant to the plain language and legislative intent \nof N.C. Gen. Stat. § 62-350, North Carolina law expressly rejects the \nuse of the FCC formula as the exclusive means of determining rates for \npole attachment contracts with municipalities, and expressly allows \nand encourages municipalities to adopt rate structures other than the \nFCC formula; \n \n4. Declare that N.C. Gen. Stat. § 62-350 allows unit charges for \noverlashed pole attachments, which impose demonstrable burdens on \nutility poles and their owners; \n \n5. Declare that [TWEAN] has failed to meet its burden under N.C. \nGen. Stat. § 62-350 because the Town has proposed reasonable terms \nregarding remedies for [TWEAN’s] safety violations; \n \n6. Declare that [TWEAN] has failed to meet its burden under N.C. \nGen. Stat. § 62-350 because the Town had proposed nondiscriminatory \nrates and terms for its pole attachment contract with [TWEAN].   \n \n(Answer 8.) \n{8} On June 22, 2010, the North Carolina Association of Electric \nCooperatives (“NCAEC”) moved to intervene in this action pursuant to Rule 24 of \nthe North Carolina Rules of Civil Procedure.  The Court denied NCAEC’s Motion to \nIntervene on August 17, 2010, instead permitting NCAEC to submit briefs as \namicus curiae .      \n{9} ElectriCities of North Carolina, Inc. (“ElectriCities”) moved for \npermission to participate in the case as amicus curiae  on August 25, 2010, which \nthe Court granted on September 21, 2010.  \n{10} The North Carolina Cable Telecommunications Association (“NCCTA”) \nmoved for permission to participate in the case as amicus curiae  on January 26, \n2011, which the Court granted on February 15, 2011. \n{11} On December 20, 2010, Landis filed its Motion for Partial Summary \nJudgment as to TWEAN’s claims for failure to negotiate and for discrimination.  \nTWEAN filed its response on January 27, 2011; Landis filed its reply brief on \nFebruary 9, 2011; and the Court heard oral arguments on February 17, 2011. \n  \n{12} By its June 30, 2011, Order and Opinion, the Court granted Landis’ \nMotion for Partial Summary Judgment as to TWEAN’s claim for failure to \nnegotiate, and denied the Motion as to the discrimination claim.  See Time Warner \nEntm’t Advance/Newhouse P’ship v. Town of Landis , 2011 NCBC 19 ¶ 66 (N.C. Sup. \nCt. June 30, 2011), http://www.ncbusinesscourt.net/ opinions/2011_NCBC _19.pdf \n(granting defendant’s motion for partial summary judgment as to plaintiff’s claim of \nfailure to negotiate, and denying the motion as to plaintiff’s claim of \ndiscrimination). \n{13} The Court conducted a bench trial on TWEAN’s discrimination claim \nand the remaining “issues in dispute” from July 18 to July 21, 2011.  At the close of \nTWEAN’s evidence, the Court denied Landis’ Motion for Directed Verdict regarding \nthe “issues in dispute,” but reserved its ruling as to the discrimination claim.  (Trial \nTr. 494, 634.) 3  At the close of all evidence, the Court again denied Landis’ Motion \nfor Directed Verdict as to the “issues in dispute” and TWEAN withdrew its \ndiscrimination claim, leaving only the disputed terms of Landis’ proposed \nattachment agreement for the Court to resolve.   \n{14} On June 19, 2012, the Court notified the parties of the Court’s \nconcerns about two questions of law: namely, the justiciability of the three “issues in \ndispute,” and the constitutionality of the Statute with respect to certain \nrequirements the Statute imposed upon the Court.  The parties, and amici curiae \nNCCTA and NCAEC, briefed the Court on these two matters,4 and the Court \nconducted a hearing on July 17, 2012, during which the parties and participating \n                                                 \n3 In ruling on the first of Landis’ Motions for Directed Verdict, the Court reserved its ruling \nas to the discrimination claim.  (Trial Tr. 494.) \n4 In its supplemental post-trial briefing, TWEAN argues that the issue of constitutionality \nis not properly before the Court because it was not raised by a party at any time during \nthese proceedings.  (Pl.’s Resp. to Jurisdictional Questions 10 (quoting State v. Fredell , 283 \nN.C. 242, 247, 195 S.E.2d 300, 303 (1973) (“Before deciding an act unconstitutional the \nquestion must be presented squarely by a party whose rights are directly involved.” \n(internal citations omitted))).  In light of the ultimate resolution of the matter before the \nCourt, however, it is unnecessary for the Court to address any issue of constitutionality \nthat may or may not be raised by the application of N.C. Gen. Stat. § 62-350 to the facts of \nthis case. \n  \namici responded to specific questions from the Court and presented additional \narguments. \n \n \n \nII. \nFINDINGS OF FACT \n {15} The Court makes findings of fact pertinent to the Court’s \ndetermination of subject matter jurisdiction over the claims remaining for \nadjudication.     \n {16} Landis is a North Carolina municipal corporation located in Rowan \nCounty.  At all times relevant to this action, Landis owned and operated a \nmunicipal utility that provides electric service to residents within, and surrounding, \nthe Town limits.  The physical plant supporting the Town’s utility service includes \nan extensive network of utility poles.  (Trial Tr. 137.) \n {17} TWEAN is successor in interest to Vision Cable Communications, Inc. \n(“Vision Cable”), and provides cable television and broadband services within the \nTown.  (Trial Tr. 56–57, 63, 65.)  TWEAN’s business model, and that of its \npredecessor Vision Cable, relies upon access to utility poles, including poles owned \nby Landis, for delivery of services to customers.  (Trial Tr. 63–65.)  Vision Cable \nfirst introduced its cable television services to Landis in 1979.  (Trial Tr. 63.)  Vision \nCable and Landis entered into a written pole attachment agreement on June 16, \n1984 (the “1984 Agreement,” or “Agreement”).  (Pl.’s Trial Ex. 8.)  \nA. \nTHE 1984 AGREEMENT \n{18} Under the terms of the 1984 Agreement, Landis granted a license to \nVision Cable to attach transmission cables to Landis’ utility poles at a rate of $3.00 \nper pole    per year, with an additional charge of $1.00 per year for each metered \npower supply attachment, to be paid semi-annually.  (Pl.’s Trial Ex. 8 ¶ 8.)  Each \nVision Cable pole attachment was to be subject to Landis’ permitting requirements, \n  \nand was limited to one cable attachment per pole, with attachment approval in the \nTown’s sole discretion.  (Pl.’s Trial Ex. 8 ¶ 1a.)  Vision Cable was to place permanent \nidentification markers on all attached appliances that would be uniform, clearly \nvisible, and recognizable from the ground.  (Pl.’s Trial Ex. 8 ¶ 1b.)  Costs associated \nwith the maintenance of attachments, or changes required to safely support Vision \nCable’s attachments, were to be borne by Vision Cable.  (Pl.’s Trial Ex. 8 ¶ 2.)  All \nVision Cable attachments were to comply with standards set forth in the National \nElectrical Safety Code (“NESC”) and any applicable state regulatory requirements.  \n(Pl.’s Trial Ex. 8 ¶ 3.)  Landis reserved the right, under the Agreement, to refuse to \npermit pole attachments for solely aesthetic reasons, i.e., where such attachments \nwould prove “unsightly” in the Town’s opinion.  (Pl.’s Trial Ex. 8 ¶ 3.)  The Town, \nfurthermore, could immediately terminate any existing pole attachment permits \nand require removal of such attachments if it determined that use of particular \npoles was “forbidden by Municipal authorities or property owners.”  (Pl.’s Trial Ex. 8 \n¶ 13.)  The Agreement also included provisions indemnifying the Town and \nrequiring Vision Cable to carry insurance as specified.  (Pl.’s Trial Ex. 8 ¶ 10.)  The \nAgreement further contemplated that Vision Cable’s use of Landis’ poles was not to \nconfer upon Vision Cable any ownership or property rights.  (Pl.’s Trial Ex. 8 ¶ 19.)   \n{19}  The term of the 1984 Agreement was for a period of “not less than one \n(1) year” from the date of execution.  (Pl.’s Trial Ex. 8 ¶ 20b.)  The Agreement \nspecified that termination could occur by: (i) either party “at the end of said year or \nat any time thereafter . . . giving . . . the other party at least six (6) months’ written \nnotice” (Pl.’s Trial Ex. 8 ¶ 20b); (ii) Vision Cable’s failure to correct any default or \nnoncompliance with the terms of the Agreement within thirty (30) days, including \nnonpayment of bills “for expenses and other charges” (Pl.’s Trial Ex. 8 ¶ 14); or (iii) \nVision Cable’s failure “to install its cables and appliances throughout [the specified] \narea within one year from execution” of the Agreement.  (Pl.’s Trial Ex. 8 ¶ 20a.) 5  \nThe Agreement expressly provided that it would “extend to and bind the successors \n                                                 \n5 Such failure would also permit the Town to partially terminate the Agreement as to any \naffected poles.  (Pl.’s Trial Ex. 8 ¶ 20a.) \n  \nand assigns of the parties,” (Pl.’s Trial Ex. 8 ¶ 23), and that “[f]ailure to enforce or \ninsist upon compliance with any of the terms or conditions of this [A]greement shall \nnot constitute a general waiver or relinquishment of any such terms or conditions, \nbut the same shall be and remain at all times in full force and effect.”  (Pl.’s Trial \nEx. 8 ¶ 16.)   \n{20} The Agreement has never been terminated (Trial Tr. 161), there is no \nevidence before the Court that either party has ever given notice of termination for \nany reason, and the parties agree that they continue to operate under the terms of \nthe Agreement.  (Trial Tr. 119; Def.’s Post-Trial Br. 9 (citing Trial Tr. 120).)  Landis \nhas never enforced the fining provision of the Agreement with respect to any NESC \nviolations, and has never denied TWEAN permission to attach to any poles.  (Trial \nTr. 182–83.)  The Town has, furthermore, never billed TWEAN for costs associated \nwith any new poles.  (Trial Tr. 182–83.)   \nB. \nTHE PROPOSED NEW AGREEMENT \n {21} In 2008, the Town engaged McGavran    Engineering, led by principal \nLarry McGavran (“McGavran”), to conduct an audit of the Town’s pole plant and to \nnegotiate a new pole attachment agreement directly with TWEAN.  (Trial Tr. 140, \n374.)  McGavran had more than ten years of experience with municipal pole \nattachments. \n{22} McGavran completed the pole audit by November 2008.  (Trial Tr. \n154.)  Per the audit, Landis had an inventory of approximately 3,000 poles, and \nTWEAN had approximately 2,100 attachments to 1,594 of those poles.  (Trial Tr. \n102, 109; Def.’s Trial Ex. 12.)     The audit further reflected 946 safety or technical \nviolations of varying degrees related to TWEAN’s attachments.  (Trial Tr. 156.)  \n  {23} McGavran and his staff began to develop a draft of a proposed new \nagreement (the “Proposed Agreement”) to govern TWEAN’s attachment to Landis’ \npoles.  McGavran submitted a preliminary draft agreement to the Town on October \n6, 2008.  (Pl.’s Trial Ex. 10.)  McGavran also drafted a proposed amendment to the \nTown’s municipal pole attachment ordinance (Trial Tr. 358) that was adopted by the \n  \nTown on March 9, 2009.  (Pl.’s Trial Ex. 15.)  Among other things, the proposed \namendment authorized the Town to impose, in its discretion, a default pole \nattachment rate of $50 per year for each attachment of any “telecommunications \nand cable television provider” that did not sign a “Town approved contract to \nmaintain attachments to the same poles” by April 9, 2009.  (Pl.’s Trial Ex. 15.)   \n{24} Despite the incorporation of this provision in the Town’s amended pole \nordinance, McGavran did not forward the Proposed Agreement to TWEAN until \nAugust 2009, because he was waiting for the results of the legislative process that \nultimately yielded the Statute.  (Trial Tr. 141–42, 310.)   \n{25} Between October 2008 and August 2009, McGavran Engineering \nrevised the Proposed Agreement and submitted the revisions to Landis Town \nAdministrator Reed Linn (“Linn”) and Landis Director of Public Works Steve \nRowland for their review in July 2009.  (Trial Tr. 308.)  The Proposed Agreement, as \nrevised, provided for an initial term of one year, to be automatically renewed for \nsuccessive one-year terms unless either party gave written notice of their intent to \nterminate not less than ninety days prior to the end of any current term. (Pl.’s Trial \nEx. 9 § 14.)  The attachment rate (the “rental rate”), set out in Schedule 1 attached \nto the Proposed Agreement, was $18 per attached cable for the first year (i.e., 2009). \nThereafter, the proposed rate would increase by $1.40 per year for each subsequent \nyear of the proposal (i.e., 2010 through 2014).  (Pl.’s Trial Ex. 9, Schedule 1.) 6  In \naddition, the Proposed Agreement provided for multiple charges per pole where \nTWEAN’s attachments “overlashed” more than one cable per single point of \nattachment.  (Pl.’s Trial Ex. 9 § 1.)  The Proposed Agreement also included a $10-\nper-pole permitting fee and a $15-per-day penalty, upon 30 days written notice of \nviolation by the Town, for any attachment that failed to comply with NESC and \nOccupational Safety and Health Administration (“OSHA”) requirements or that did \nnot conform to certain technical specifications.  (Pl.’s Trial Ex. 9 §§ 4, 6(c), 6(e).)    \n                                                 \n6 The 2009 rate reflected in the earlier (October 2008) draft of the Proposed Agreement was \n$10.10 per attachment, with $1.10-per-year increases to follow for each subsequent year \nthrough 2014.  (Pl.’s Trial Ex. 10, Schedule 1.) \n  \n{26}  McGavran drafted a letter to TWEAN, signed by Linn, that was \nforwarded to TWEAN on August 3, 2009, along with the Proposed Agreement.  \n(Trial Tr. 141–42.)  The letter stated that “[the Town] expect[s] this document [i.e., \nthe Proposed Agreement] to be executed within 30 days of receipt of this letter.  If \nthis does not occur, we will charge you the default rate as stated in our pole \nattachment ordinance passed last spring.”  (Pl.’s Trial Ex. 23.)  The letter also drew \nTWEAN’s attention to the Proposed Agreement’s revised definition of the applicable \npole attachment unit charge from per-pole to per-cable, explaining that “[t]his is in \nline with standard procedures within the industry for those attaching entities that \ndo not own poles.”  (Pl.’s Trial Ex. 23.)  The letter also promised that McGavran \nwould forward to TWEAN the results of an inventory of “poles, attachments, \nviolations and other items” within 10 business days (i.e., by August 17, 2009).  (Pl.’s \nTrial Exs. 23–24.)  McGavran forwarded a summary of the pole inventory to \nTWEAN on August 27, 2009.  (Def.’s Trial Ex. 12; Trial Tr. 395.)    \n{27}  In a letter to Linn dated August 31, 2009, Nestor Martin (TWEAN \nSenior Director of Construction for the Carolinas), invoked the Statute and advised \nthe Town to “treat this letter as a request under Section 62-[350](b) to negotiate a \nnew pole agreement, to include a just, reasonable and non-discriminatory rate.”  \n(Pl.’s Trial Ex. 25.)        Martin noted that Landis had failed to provide specific \ninformation regarding the 946 violations attributed by McGavran to TWEAN’s \nexisting attachments to the Town’s poles, and requested certain cost and valuation \ndata regarding Landis’ pole plant and electric service for purposes of evaluating the \nattachment rate included in the Proposed Agreement.  (Pl.’s Trial Ex. 25.)        TWEAN \nlater obtained from the Town an editable version of the Proposed Agreement and \ncreated its own redlined version that reflected deletions of Landis’ proposed \nattachment rates.  (Pl.’s Trial Ex. 26.)  TWEAN forwarded the redlined version to \nthe Town. \n{28} At trial, McGavran indicated that Schedule 1’s $18-per-cable \nattachment rate was advanced to TWEAN “for negotiation purposes,” (Trial Tr. \n  \n328–329),7 and included $2.40 above a rate calculated by McGavran and his team.  \n(Trial Tr. 337–40.) 8   McGavran represented to the Court that the $1.40-per-year \nrate increases expressed in the Proposed Agreement were also included for \n“negotiation purposes.”  (Trial Tr. 328.)  McGavran testified that the actual rate \nthat might have resulted from the negotiation could well have varied from the $18 \nrate, stating that “[w]e could have agreed on something under that, I would think.  \nIt could have been higher as well, could have moved either way.”  (Trial Tr. 329.) 9 \n{29} Neither party presented evidence to the Court that the Landis Town \nBoard, or Linn in his capacity as Town Manager, ever acted to bind the Town to the \nrates propounded in the Proposed Agreement, or that McGavran was authorized to \nexecute binding agreements on Landis’ behalf.  (See Trial Tr. 144 (Reed Linn, \nconfirming that “there was no formal approval of the draft agreement by the \n[Landis] [T]own [B]oard”).)  When pressed at trial about who made decisions \nregarding terms of the proposed contract - McGavran individually or the Town itself \n- McGavran characterized himself as “a contract employee of the Town,” charged by \nLandis with the task of negotiating directly with TWEAN.   (Tri al Tr. 341.)  In \naddition, Linn specifically testified that the Town never formally voted on the \n“McGavran rate” because “we came into a lawsuit.”  (Trial Tr. 185.)  \n{30} Notwithstanding its August 2009 letter to TWEAN threatening \nimposition of the $50 default rate provision of its pole ordinance amendment, no \nevidence was presented to the Court that Landis has ever sought to enforce the $50 \ndefault rate.  The 1984 Agreement has never been terminated (Trial Tr. 161), and, \n                                                 \n7 In setting the rate for the Proposed Agreement, McGavran testified that he took into \naccount the thirty-year period during which TWEAN’s attachments to Landis’ poles were \npermitted at the rate of $3 per pole, a rate McGavran viewed as “unreasonably low.”  (Trial \nTr. 341–42.)            \n8  The trial testimony of McGavran and    McGavran Engineering employee John Talbert \nshowed that, in developing the rate included in the Proposed Agreement, Talbert calculated \na rate of $15.60 based on pole plant and other financial information obtained from the \nTown.  (Trial Tr. 267, 322.) \n9 TWEAN’s closing argument at trial conceded this evidentiary question, pointing out to the \nCourt that “the $18 rate, we found out in the testimony, is not even a firm rate.”  (Trial Tr. \n638.)  \n  \nby TWEAN’s admission at trial, remains in effect.  (Trial Tr. 119.)   The “issues in \ndispute” at the end of trial solely concerned terms of the Proposed Agreement (V. \nCompl. ¶¶ 44–49), a draft agreement to which neither party ever became a \nsignatory.   \nIII. \nMUNICIPAL POLE ATTACHMENT REGULATION UNDER N.C. GEN . STAT. § 62-350  \n {31} The Statute, enacted in July 2009, assigns exclusive jurisdiction over \n“disputes” between municipal pole owners and attaching communication service \nproviders to this Court.  See N.C.  G EN . S TAT . § 62-350(c) (2012).  This matter is the \nfirst of its kind to advance to trial under the Statute.  As background to the Court’s \nanalysis of the issues presented by the parties, the pertinent provisions of the \nStatute are set forth below.  \nA. \nPOLE ACCESS AND NEGOTIATION REQUIREMENTS  \n{32}  The Statute provides that \n[a] municipality, or a membership corporation organized under \nChapter 117 of the [North Carolina] General Statutes, that owns or \ncontrols poles, ducts, or conduits shall allow any communications \nservice provider to utilize its poles, ducts, and conduits at just, \nreasonable, and nondiscriminatory rates, terms, and conditions \nadopted pursuant to negotiated or adjudicated agreements. \n \n§ 62-350(a).  Subsection (a) of the Statute further instructs municipal and \ncooperative pole owners that \n[a] request to utilize poles, ducts, or conduits under this section may be \ndenied only if there is insufficient capacity or for reasons of safety, \nreliability, and generally applicable engineering principles, and those \nlimitations cannot be remedied by rearranging, expanding, or \notherwise reengineering the facilities at the reasonable and actual cost \nof the municipality or membership corporation to be reimbursed by the \ncommunications service provider.  In granting a request under this \nsection, a municipality or membership corporation shall require the \nrequesting entity to comply with applicable safety requirements, \nincluding the [NESC] and the applicable rules and regulations issued \nby [OSHA].  \n \nId. \n  \n {33} Subsection (b) of the Statute requires that \nFollowing receipt of a request from a communications service \nprovider, 10  a municipality or membership corporation shall negotiate \nconcerning the rates, terms, and conditions for the use of or \nattachment to the poles, ducts, or conduits that it owns or controls.  \nFollowing a request from a party to an existing agreement made \npursuant to the terms of the agreement or made within 120 days prior \nto or following the end of the term of the agreement, the \ncommunications service provider and the municipality or membership \ncorporation which is a party to that agreement shall negotiate \nconcerning the rates, terms, and conditions for the continued use of or \nattachment to the poles, ducts, or conduits owned or controlled by one \nof the parties to the agreement.  The negotiations shall include matters \ncustomary to such negotiations, including a fair and reasonable rate \nfor use of facilities, indemnification by the attaching entity for losses \ncaused in connection with the attachments, and the removal, \nreplacement, or repair of installed facilities for safety reasons.  Upon \nrequest, a party shall state in writing its objections to any proposed \nrate, terms, and conditions of the other party.  \n \n§ 62-350(b). \n \nB. \nBUSINESS COURT JURISDICTION UNDER THE STATUTE \n {34} Subsection 62-350(c) of the Statute provides that either party to an \nattachment “dispute” may bring an action in the Business Court, as the court of \nexclusive jurisdiction, “[i]n the event the parties are unable to reach an agreement \nwithin 90 days of a request to negotiate pursuant to subsection (b) . . . , or if either \nparty believes in good faith that an impasse has been reached prior to the \nexpiration of the 90-day period.”  § 62-350(c).  Subsection (c) further requires the \nparties to “identify with specificity in their respective pleadings the issues in \ndispute,” and provides that \n                                                 \n10  The Statute defines “communications service provider” as “a person or entity that \nprovides or intends to provide: (i) telephone service as a public utility under Chapter 62 of \nthe General Statutes or as a telephone membership corporation organized under Chapter \n117 of the General Statutes; (ii) broadband service, but excluding broadband service over \nenergized conductors owned by a municipality or membership corporation; or (iii) cable \nservice over a cable system as those terms are defined in Article 42 of Chapter 66 of the \nGeneral Statutes.”  § 62-350(e).  \n  \n \nthe Business Court shall (i) establish a procedural schedule which, \nunless otherwise agreed by the parties, is intended to resolve the \naction within a time period not to exceed 180 days of the \ncommencement of the action, (ii) resolve any dispute identified in the \npleadings consistent with the public interest and necessity so as to \nderive just and reasonable rates, terms, and conditions, taking into \nconsideration and applying such other factors or evidence that may be \npresented by a party, including without limitation the rules and \nregulations applicable to attachments by each type of communications \nservice provider under section 224 of the Communications Act of 1934, \nas amended, \n11  and (iii) apply any new rate adopted as a result of the \naction retroactively to the date immediately following the expiration of \nthe 90-day negotiating period or initiation of the lawsuit, whichever is \nearlier.   \n \n§ 62-350(c).   \n{35} Prior to commencement of an action, the attaching entity must pay any \nundisputed fees owed to a municipal or cooperative pole owner under an existing \nagreement, and the Court “may resolve any existing disputes regarding fees alleged \nto be owing under a preexisting agreement or regarding safety compliance arising \nunder subsection [62-350](d).”  \nId. 12   The Statute does not apply to entities “whose \npoles, ducts, and conduits are subject to regulation under section 224 of the \nCommunications Act of 1934, as amended.”  Id.  \nIV. \nLEGAL STANDARD \n {36} Jurisdiction of a court is “‘[t]he legal power and authority of a court to \nmake a decision that binds the parties to any matter properly brought before it.’”  In \nre T.R.P. , 360 N.C. 588, 590, 636 S.E.2d 787, 789–90 (2006) (quoting BLACK ’S LAW \nD ICTIONARY  856 (7th ed. 1999)).  In addition to personal jurisdiction, i.e., the \njurisdiction a court must have over the parties “to ‘bring [them] into its adjudicative \nprocess,’” id. at 590, 636 S.E.2d at 790 (quoting BLACK ’S LAW D ICTIONARY  857), “the \n                                                 \n11  Encoded as 47 U.S.C. § 224.  \n12  Subsection (d) of the Statute outlines default safety provisions that apply in the absence \nof an agreement between an attaching communications service provider and the hosting \nmunicipality or membership corporation.  § 62-350(d).  \n  \ncourt must . . . have subject matter jurisdiction, or ‘[j]urisdiction over the nature of \nthe case and the type of relief sought,’ in order to decide a case.”  Id.    \n{37} “‘A universal principle as old as the law is that the proceedings of a \ncourt without jurisdiction of the subject matter are a nullity.’” Id. (quoting Burgess \nv. Gibbs , 262 N.C. 462, 465, 137 S.E.2d 806, 808 (1964)).  Therefore, “‘[i]f a court \nfinds at any stage of the proceedings that it lacks jurisdiction over the subject \nmatter of a case, it must dismiss the case for want of jurisdiction.’”  Sarda v. \nCity/County of Durham Bd. of Adjustment , 156 N.C. App. 213, 215, 575 S.E.2d 829, \n831 (2003) (quoting State v. Linemann , 135 N.C. App. 734, 739, 522 S.E.2d 781, 785 \n(1999) (citing Burgess v. Gibbs , 262 N.C. 462, 465, 137 S.E.2d 806, 808 (1964))).  \n {38} Consequently, “[a] party may not waive [subject matter] jurisdiction,” \nReece v. Forga , 138 N.C. App. 703, 704, 531 S.E.2d 881, 882 (citing Miller v. \nRoberts , 212 N.C. 126, 193 S.E. 286 (1937)), disc. rev. denied , 352 N.C. 676, 545 \nS.E.2d 428 (2000), “and a court has inherent power to inquire into, and determine, \nwhether it has jurisdiction and to dismiss an action ex mero motu  when subject \nmatter jurisdiction is lacking.”  Id. at 704–05, 531 S.E.2d at 882 (citing Lemmerman \nv. A.T. Williams Oil Co. , 318 N.C. 577, 350 S.E.2d 83, reh’g denied , 318 N.C. 704, \n351 S.E.2d 736 (1986)).    \nV. \nANALYSIS \n{39} Because the facts of the case before the Court do not admit of any \nactual wrong or loss suffered by Plaintiff related to the “issues in dispute” \nremaining at the time of trial, the Court has, sua sponte , raised the issue of \njusticiability for post-trial briefing and argument by the parties and amici.  See  \nReece , 138 N.C. App. at 704–05, 531 S.E.2d at 882 (“[A] court has inherent power to \ninquire into, and determine, whether it has jurisdiction and to dismiss an action ex \nmero motu  when subject matter jurisdiction is lacking.” (citing Lemmerman , 318 \nN.C. 577, 350 S.E.2d 83)). \n{40} As set out below, the Court concludes that the particular facts before it \ndo not create a controversy sufficient for adjudication—under either the traditional \n  \ncommon law standard or under the standard developed through Declaratory \nJudgment Act case law— to confer subject matter jurisdiction upon the Court.  \nA. \nTHE CONTROVERSY REQUIREMENT \n {41} Subject matter jurisdiction of North Carolina courts “‘depends on the \nexistence of a justiciable . . . controversy.’”  Prop. Rights Advocacy Grp. v. Town of \nLong Beach , 173 N.C. App. 180, 182, 617 S.E.2d 715, 717 (2005), aff’d  360 N.C. 474, \n628 S.E.2d 768 (2006) (quoting Creek Pointe Homeowner’s Ass’n v. Happ , 146 N.C. \nApp. 159, 164, 552 S.E.2d 220, 225 (2001), disc. rev. denied , 356 N.C. 161, 568 \nS.E.2d 191 (2002)).  The predicate facts necessary to constitute a controversy are \ndistinguishable from those required to support a party’s standing  to litigate, i.e., \nwhether one is qualified under the law to sue or be sued over a particular matter \nthat is itself justiciable.  See id. (“Standing is another prerequisite to jurisdiction.” \n(emphasis added)); see also Goldston v. State , 361 N.C. 26, 30, 637 S.E.2d 876, 879 \n(2006) (“‘[T]he “gist of the question of standing” is whether the party seeking relief \nhas alleged . . . a [sufficient] personal stake in the outcome of the controversy  . . . .’” \n(quoting Stanley v. Dep’t of Conservation & Dev. , 284 N.C. 15, 28, 199 S.E.2d 641, \n650 (1973) (quoting Flast v. Cohen , 392 U.S. 83, 99 (1968) (emphasis added))).  \n {42} The necessity of a controversy also stands apart from any distinctions \nour appellate courts have drawn between federal “case or controversy” and \n“controversy” as defined under North Carolina law.  See, e.g., Neuse River \nFoundation, Inc. v. Smithfield Foods, Inc. , 155 N.C. App. 110, 114, 574 S.E.2d 48, 52 \n(2002), disc. rev. denied , 356 N.C. 675, 577 S.E.2d 628 (2003) (“North Carolina \ncourts are not constrained by the ‘case or controversy’ requirement of Article III of \nthe United States Constitution.”); but see also id. at 114, 574 S.E.2d at 51–52 \n(“[T]he term [standing]    refers to whether a party has a sufficient stake in an \notherwise justiciable controversy  so as to properly seek adjudication of the matter.” \n(citing Sierra Club v. Morton , 405 U.S. 727, 731–32 (1972) (emphasis added))).   \n{43} The Goldston court rejected the lower court’s reliance on federal \nstanding  doctrine.  See 361 N.C. at 35, 637 S.E.2d at 882 (“[T]he nuts and bolts of \n  \nNorth Carolina standing doctrine are not coincident with federal standing doctrine.” \n(citations omitted)).13   Yet, nowhere does the Goldston court question the necessity  \nof a  controversy  for proper adjudication by a North Carolina court.  See Goldston , \n361 N.C. at 33, 637 S.E.2d at 881 (holding that the declaratory judgment action \nbrought by plaintiffs “ must  involve an ‘ actual controversy  between the parties’” \n(quoting Town of Emerald Isle v. State , 320 N.C. 640, 646, 360 S.E.2d 756, 760 \n(1987) (emphasis added))).   \n{44} The North Carolina Court of Appeals has characterized “[t]he \nrelationship between standing and the requirement of a justiciable controversy” by \nstating that “‘[s]tanding is that aspect of justiciability focusing on the party seeking \na forum rather than on the issue he wants adjudicated.’”  Creek Pointe \nHomeowner’s Ass’n , 146 N.C. App. at 165, 552 S.E.2d at 225 (quoting Bremner v. \nCity & County of Honolulu , 96 Haw. 134, 139, 28 P.3d 350, 355 (2001)). 14   Simply \nput, standing pertains to “the party seeking a forum[;]” justiciable controversy \npertains to “the issue [a party] wants adjudicated.”    \n{45} Bremner , a case from the Intermediate Court of Appeals of Hawai’i \nthat our Court of Appeals quotes in distinguishing standing from controversy, \ninvolved review of the trial court’s dismissal—for lack of standing and lack of \nripeness—of constitutional and due process claims against local government entities \nprompted by the proposed enactment of a zoning plan of development that had not \nyet been implemented.  96 Haw. at 138, 28 P.3d at 354.  In discussing standing, the \n                                                 \n13   Goldston distinguished North Carolina’s “injuriously affected” requirement for standing \nunder Piedmont Canteen Serv., Inc. v. Johnson , 256 N.C. 155, 166, 123 S.E.2d 582, 589 \n(1962) from the “injury in fact” standard announced as one of three elements of federal \nstanding in Lujan v. Defenders of Wildlife , 504 U.S. 555 (1992), employed by the court \nbelow, see Goldston v. State , 173 N.C. App. 416, 618 S.E.2d 785 (2005), rev’d and \nremanded , 361 N.C. 26, 637 S.E.2d 876,  and originally adopted by the North Carolina Court \nof Appeals in Neuse River Foundation , 155 N.C. App. at 114, 574 S.E.2d at 52.  See 361 \nN.C. at 35, 637 S.E.2d at 882.   \n14  The Court here notes that the facts of Creek Pointe Homeowner’s Ass’n  did not call upon \nthe Court of Appeals to address the question whether a justiciable controversy was present.  \nSee Creek Pointe Homeowner’s Ass’n , 146 N.C. App. at 161–62, 552 S.E.2d at 222–23 \n(reviewing whether the trial court erred in dismissing, for lack of standing, the association’s \nclaims seeking to enjoin defendant from maintaining a fence around his contiguous lots, \nallegedly in violation of an easement in favor of association members).   \n  \nBremner  court rejected the applicability of the federal “case or controversy” \nrequirement under Hawai’i law, and took the further step of classifying Hawai’i’s \ncontroversy requirement as “prudential,” rather than constitutionally-imposed: \nThough the courts of Hawaii [sic] are not subject to a “cases or \ncontroversies” limitation like that imposed upon the federal judiciary \nby Article III, § 2 of the United States Constitution, we nevertheless \nbelieve judicial power to resolve public disputes in a system of \ngovernment where there is a separation of powers should be limited to \nthose questions capable of judicial resolution and presented in an \nadversary context.  For “prudential rules” of judicial self-governance \nfounded in concern about the proper—and properly limited—role of \ncourts in a democratic society are always of relevant concern.  And \neven in the absence of constitutional restrictions, courts still carefully \nweigh the wisdom, efficacy, and timeliness of an exercise of their power \nbefore acting, especially where there may be an intrusion into areas \ncommitted to other branches of government.  In short, judicial \nintervention in a dispute is normally contingent upon the presence of a \n“justiciable” controversy. \n \nId. at 139, 28 P.3d at 355.  While our own Court of Appeals has similarly rejected \nthe applicability of the federal constitutional basis for a “case or controversy” \nrequirement under North Carolina law, see Neuse River Foundation , 155 N.C. App. \nat 114, 574 S.E.2d at 52 (“North Carolina courts are not constrained by the ‘case or \ncontroversy’ requirement of Article III of the United States Constitution.”), our \nappellate division has not joined Hawai’i in relegating “controversy” to the status of \na “prudential rule” of adjudication. 15,16   \n                                                 \n15  The Neuse River Foundation court’s rejection of the federal “case or controversy” \nrequirement was, like the Bremner  panel’s, couched in a discussion of standing to sue, \nunder facts which would obviate any reasonable question whether an actual controversy \nwas present.  See Neuse River Foundation  155 N.C. App. at 112–13, 574 S.E.2d at 50–51  \n(reviewing the trial court’s dismissal, for lack of standing, of claims by various plaintiffs, \nincluding environmental interest groups, seeking “non-individualized, or public, forms of \nrelief” based on allegations that “defendants improperly handled hog waste, resulting in \nmassive pollution and contamination of the Neuse, New, and Cape Fear Rivers, and those \nrivers’ tributaries and estuaries.”).  The Court, therefore, does not interpret Neuse River \nFoundation ’s rejection of the federal “case or controversy” requirement as a challenge to the \njudicial  controversy  requirement that is well-settled in North Carolina. \n16  Some scholars, in challenging the constitutional origins of the standing doctrine have \nlikewise questioned the United States Supreme Court’s reliance on English common law as \nthe basis for American law principles of standing, and, to a lesser extent, the controversy \n  \n{46} North Carolina Courts have, in fact, defined “the presence of a genuine \ncontroversy” as a “jurisdictional necessity.”  Town of Tryon v. Duke Power Co. , 222 \nN.C. 200, 204, 22 S.E.2d 450, 453 (1942); see id. (“‘It is no part of the function of the \ncourts, in the exercise of the judicial power vested in them by the Constitution, to \ngive advisory opinions, or to answer moot questions, or to maintain a legal bureau \nfor those who may chance to be interested, for the time being, in the pursuit of some \nacademic matter.’” (quoting Poore v. Poore, 201 N.C. 791, 792, 161 S.E. 532, 533 \n(1931))); see also id.  (“[T]he principle which protects the jurisdiction of the Court \nfrom the[se] invasions and keeps its decisions within the traditional judicial \nfunctions is the presence of a genuine controversy . . . .”). 17   Recognizing that \n“[s]ubject matter jurisdiction is conferred upon the courts by either  the North \nCarolina Constitution or  by statute ,” Harris v. Pembaur , 84 N.C. App. 666, 667, 353 \nS.E.2d 673, 675 (1987) (citing N.C.  C ONST . art. I, § 18 (emphasis added)), this Court \nis unaware of any act of the General Assembly that serves to enlarge the subject \nmatter jurisdiction of the trial division outside the bounds of controversy as defined \nby the courts, or beyond the role traditionally ascribed to the judiciary as a settler of \n                                                                                                                                                             \nrequirement.  See Raoul Berger, Standing to Sue in Public Actions: Is It a Constitutional \nRequirement? , 78 Yale L.J. 816 (1969); Louis L. Jaffe, Standing to Secure Judicial Review: \nPrivate Actions , 75 Harv. L. Rev. 255 (1961).  To the extent that  North Carolina courts have \nalso risked conflating the issue of standing with the judicial controversy requirement, the \nCourt observes that our courts’ discussions of justiciability generally presume satisfaction \nof the controversy requirement.  See, e.g., Neuse River Foundation , 155 N.C. App. 110, 574 \nS.E. 48 (deciding whether plaintiffs had standing to sue defendants for prior pollution of \nwaterways); Goldston v. State , 361 N.C. 26, 637 S.E.2d 876 (2006) (holding that plaintiffs \nhad general taxpayer standing against the Governor and General Assembly based on prior \nmisappropriation of dedicated Highway Trust Fund monies).              \n17  Obscuring the judicial “controversy” requirement is the historical practice, by the North \nCarolina Supreme Court, of periodically issuing advisory opinions in exceptional \ncircumstances without any corresponding express constitutional authority for such action.  \nSee Margaret M. Bledsoe, The Advisory Opinion in North Carolina: 1947 to 1991 , 70 N.C. \nL. Rev. 1853; Preston W. Edsall, The Advisory Opinion in North Carolina , 27 N.C. L. Rev. \n297 (1949).  As Bledsoe notes, however, the North Carolina Supreme Court has generally \nobserved narrow limitations on the issuance of such opinions, including a refusal to provide \nthem to private litigants.  Bledsoe at 1884 (citing Spencer v. Spencer , 37 N.C. App. 481, \n489, 246 S.E.2d 805, 810, disc. rev. denied , 296 N.C. 106, 249 S.E.2d 804 (1978), cert. \ndenied , 441 U.S. 958 (1979)); see also Spencer , 37 N.C. App. at 489, 246 S.E.2d at 810 (“Our \ncourts, both state and federal, have long held that they were prohibited from issuing \nadvisory opinions to private litigants . . . .”). \n  \ngenuine disputes under our system of governance.  See, e.g., Poore , 201 N.C. at 792, \n161 S.E. at 533 (stating, with respect to its refusal to adjudicate a matter lacking a \ncontroversy, that “[t]he parties have misconceived the scope of the Declaratory \nJudgment Act . . . . It does not extend to the submission of a theoretical problem or a \n‘mere abstraction.’  If it did, its validity might well be doubted.” (citations \nomitted)). 18  \nB. \nTHE CONTOURS OF “CONTROVERSY” IN NORTH CAROLINA \n1. \nCONTROVERSY UNDER THE DECLARATORY JUDGMENT ACT \n{47} As exemplified by Poore, Town of Tryon , and Lide v. Mears , 231 N.C. \n111, 56 S.E.2d 404 (1949), North Carolina law defining the lower contours of \n“controversy” has largely been developed by our courts in the context of the North \nCarolina Declaratory Judgment Act (the “Act”), see N.C.  G EN . S TAT . §§ 1-253 to -257, \nin cases where the particular facts at issue required the Court to determine whether \na controversy sufficient for adjudication was present.  See Poore, 201 N.C. at 793, \n161 S.E. at 533; Town of Tryon , 222 N.C. at 202, 22 S.E.2d at 450;  and Lide , 231 \nN.C. at 123, 56 S.E.2d at 412.   \n {48}  The Act, by its terms, directs that “[c]ourts of record within their \nrespective jurisdictions shall have power to declare rights, status, and other legal \n                                                 \n18  Article I, § 18 of the North Carolina Constitution also apparently presumes that a proper \nplaintiff must allege some actual injury—i.e., a controversy—to be guaranteed access to our \ncourts.  See N.C.  C ONST . art. I, § 18 (2012) (“Courts shall be open; every person for an injury \ndone him  in his lands, goods, person, or reputation shall have remedy by due course of law . \n. . .”) (emphasis added); see also Harris , 84 N.C. App. at 668, 353 S.E.2d at 675 (“‘[O]riginal \ngeneral jurisdiction of all justiciable  matters  of a civil nature cognizable  in the General \nCourt of Justice is vested in the aggregate in the superior court division and the \ndistrict court division as the trial divisions of the General Court of Justice.’” (quoting N.C.  \nG EN . S TAT . § 7A-240) (emphasis added)); and N.C.  G EN . S TAT . § 1-75.3(a) (“Nothing in this \nArticle shall be construed to confer, enlarge or diminish the subject matter jurisdiction of \nany court.”); see also  State ex rel. Thornburg v. Lot & Bldgs. , 107 N.C. App. 559, 563, 421 \nS.E.2d 374, 376, cert. denied , 333 N.C. 170, 424 S.E.2d 915 (1992) (“[u]nless jurisdiction is \nspecifically placed elsewhere, both trial courts have subject matter jurisdiction over all  \n‘justiciable’ civil claims.” (citing generally to Harris ) (emphasis added)).   \n \n   \n  \nrelations, whether or not further relief is or could be claimed .”  § 1-253 (emphasis \nadded).  In early decisions, the Court acknowledged the danger this statutory \nlanguage presented by appearing to permit something more than adjudication of \ngenuine controversies.  See Lide , 231 N.C. at 117, 56 S.E.2d at 409 (noting that \n“there is much misunderstanding as to the object and scope of this legislation,” but \ncautioning that the “Act does not license litigants to fish in judicial ponds for legal \nadvice.”)   \n{49} While “conceding that . . . jurisdiction has been somewhat broadened \n[under the Act] to serve the commendable purpose of the law in preserving rights \nbefore they are actually invaded and avoiding liabilities before they are incurred,” \nTryon , 222 N.C. at 204, 22 S.E.2d at 452 (citations omitted), the Court resisted any \nsuggestion that the Act, by its “apparent broad terms,” could “confer upon the court \nan unlimited jurisdiction of a merely advisory nature . . . .”  Id. at 203, 22 S.E.2d at \n452.  The Court held, instead, that “[b]efore a declaratory judgment may be \nobtained, the existence of those conditions upon which the jurisdiction of the court \nmay be invoked must appear,” instructing that, “[u]nder the [Act,] the court will not \nentertain . . . a proceeding which, while adversary in form, . . . lacks the essentials \nof genuine controversy.”  Id.        \n{50} Consistent with the “apparent broad terms” of the Act itself, the Court \nheld that actual injury  preceding litigation would not be an essential requirement to \nobtain declaratory relief.  Id. at 204, 22 S.E.2d at 452 (“‘It is not required for \npurposes of jurisdiction [under the Act] that the plaintiff shall allege or show that \nhis rights have been invaded, or violated by the defendants, or that the defendants \nhave incurred liability to him, prior to the commencement of the action.’” (quoting \nCarolina Power & Light Co. v. Iseley , 203 N.C. 811, 820, 167 S.E. 56, 61 (1933)).  \nThe Court required only “that the plaintiff shall allege in his complaint and show at \nthe trial, that a real controversy, arising out of the[ parties’] opposing contentions as \nto their respective legal rights and liabilities under a deed, will or contract in \nwriting, or under a statute, municipal ordinance, contract or franchise, exists \nbetween or among the parties, and that the relief prayed for will make certain that \n  \nwhich is uncertain and secure that which is insecure.”  Carolina Power & Light Co. , \n203 N.C. at 820, 167 S.E. at 61 (citing Walker v. Phelps , 202 N.C. 344, 162 S.E. 727 \n(1932)). 19  \n{51} Having first defined the Act’s lower bounds of justiciable controversy in \nthe 1930s and 1940s, the North Carolina Supreme Court has since further \ndelineated the minimum controversy requirement for declaratory judgment actions.  \nIn Gaston Bd. of Realtors v. Harrison , 311 N.C. 230, 316 S.E.2d 59 (1984), the Court \nheld that, in order “to satisfy the jurisdictional requirement of an actual \ncontroversy, it is necessary that litigation appear unavoidable ,” id. at 234, 316 \nS.E.2d at 61 (citing North Carolina Consumers Power, Inc. v. Duke Power Co. , 285 \n                                                 \n19  That these baseline requirements for adjudication were viewed as critical to maintaining \njudicial integrity at the time North Carolina adopted the Uniform Declaratory Judgment \nAct is apparent from the tone of contemporaneous academic review.  See M.T. Van Hecke, \nThe North Carolina Declaratory Judgment Act , 10 N.C. L. Rev. 1 (1931); Edwin M. \nBorchard, The Constitutionality of Declaratory Judgments , 31 Colum. L. Rev. 561 (1931); \nsee also Poore , 201 N.C. at 792, 161 S.E. at 533 (citing to the “valuable article by Dean M. \nT. Van Hecke in [the] North Carolina Law Review, December, 1931”).  Van Hecke’s article \nappeared in the same year that North Carolina adopted the Uniform Act, and directly \naddressed constitutional concerns stemming from the overt absence of language in the \nNorth Carolina Act limiting adjudication to actual controversies .  Van Hecke, 10 N.C. L. \nRev. at 3–5.  Van Hecke notes that fifteen state supreme courts had already held those \nstates’ iterations of the Uniform Act constitutional, “as against the charge that they impose \nnon-judicial functions upon the judiciary by requiring decisions on moot questions and the \nrendering of advisory opinions,” and that “twelve others have so assumed, indicating that \nthe charge proceeds from a misconception of the declaratory judgment’s nature.”  Id. at 4.  \nAt the time, the United States Supreme Court had “blocked the final enactment of a statute \nby Congress authorizing the federal courts to render declaratory judgments.”  Borchard, 31 \nColum. L. Rev. at 562.  Both Borchard and Van Hecke cite to Liberty Warehouse Co. v. \nGrannis , 273 U.S. 70, 74 (1927) (holding, based on the “case or controversy” requirement of \nArticle III, that the federal district court could not adjudicate a case brought, under its \ndiversity jurisdiction, pursuant to the Kentucky Declaratory Judgment Act), as emblematic \nof the Court’s concerns.  Borchard, 31 Colum. L. Rev.  at 562; Van Hecke, 10 N.C. L. Rev. at \n5.  While the Supreme Court ultimately embraced the passage of a federal declaratory \njudgment statute, it insisted that the new law “‘does not attempt to change the essential \nrequisites for the exercise of judicial power’ which still [is] to be tested by such established \nprinciples as that ‘the judicial power does not extend to the determination of abstract \nquestions’ and that ‘ claims based merely upon “assumed potential invasions” of rights are \nnot enough to warrant judicial intervention .’”  Pub. Serv. Comm’n of Utah v. Wycoff Co. , \n344 U.S. 237, 242 (1952)    (quoting Ashwander v. Tennessee Valley Auth. , 297 U.S. 288, 325 \n(1936) (discussing the Declaratory Judgment Act of 1934, now 28 U.S.C. § 2201 (emphasis \nadded))).              \n  \nN.C. 434, 206 S.E.2d 178 (1974) (emphasis added)), and that “[m]ere apprehension \nor the mere threat of an action or a suit is not enough.”  Id. (citing Newman \nMachine Co. v. Newman , 2 N.C. App. 491, 163 S.E.2d 279 (1968), rev’d on other \ngrounds , 275 N.C. 189, 166 S.E.2d 63 (1969)).  In Sharpe v. Park Newspapers of \nLumberton, Inc. , 317 N.C. 579, 347 S.E.2d 25 (1986), the Court added the following \ncontours to the minimum controversy requirement under the Act: \n“[T]he imminence and practical certainty of the act or event in issue, or \nthe intent, capacity, and power to perform, create justiciability as \nclearly as the completed act or event, and is generally easily \ndistinguishable from remote, contingent, and uncertain events that \nmay never happen and upon which it would be improper to pass as \noperative facts.” \n \nId. at 590, 347 S.E.2d at 32 (quoting North Carolina Consumers Power , 285 N.C. at \n451, 206 S.E.2d at 189 (quoting Edwin M. Borchard, Declaratory Judgments (2d ed \n1941))).   \n{52} As the Court has also noted, however, subsequent case law has “not as \nyet defined what is meant by ‘unavoidable’” litigation.  City of New Bern v. New \nBern-Craven Cnty. Bd. of Educ. , 328 N.C. 557, 560, 402 S.E.2d 623, 625 (1991).  The \nCity of New Bern  court opined that this phrase “cannot mean that there is no way \nin which litigation can be avoided,” for the reason that “[o]ne party can always avoid \nlitigation by not bringing an action or by not resisting his opponent’s claim.”   Id.  \nThe  Court posited that Gaston Bd. of Realtors , North Carolina Consumers Power , \nand Sharpe —three cases that the Court had previously ruled lacked a sufficient \ncontroversy for adjudication under the Act—all exhibited some “impediment to be \nremoved before court action could be started.”  Id. at 561, 402 S.E.2d at 626; see also \nid. at 560–61, 402 S.E.2d at 625–26 (evaluating facts of (i) Gaston Bd. of Realtors , \nwhere “[t]he evidence showed there was a good chance the member would not sue \nthe Board but would abide by the decision and seek reinstatement”; (ii) North \nCarolina Consumers Power , in which “the complaint revealed that there was not a \npractical certainty that the plaintiffs had the capacity to perform the contract” and \n“[the] Court held that the superior court was correct in dismissing the action \n  \nbecause there was not a justiciable controversy”; and (iii) Sharpe , in which “[t]he \nevidence showed the plaintiffs had no immediate intention of entering business in \ncompetition with the defendant” in violation of the subject non-competition \nagreement).   \n{53} Against the backdrop of these examples where controversy was \nlacking, the Court in City of New Bern  held that the facts of that case were marked \nby “no such impediment” to litigation.  Id. at 561, 402 S.E.2d at 626.  The City of \nNew Bern brought the action seeking a declaration that recently-passed Session \nLaws, 20  which conferred upon Craven County “exclusive jurisdiction for the \nadministration and enforcement of all laws and regulations relating to building \ncodes, and fire and safety codes as they are legally applicable to the New Bern-\nCraven County Board of Education, the Craven Community College, and the \nCraven Regional Medical Center,” unconstitutionally infringed on the City’s rights \nto administer and enforce such laws and regulations.  Id.  at 557, 402 S.E.2d at 623 \n(syllabus).  The Court’s brief analysis of the posture of the case was that “[t]he \nCounty contends it has the right to enforce certain laws.  The City says the County \ndoes not have the right.  This is a justiciable controversy which may be determined \nby a declaratory judgment action.”  Id. at 561, 402 S.E.2d at 626.    \n{54} The availability to the defendant of unilateral injurious action  of the \ntype sought to be prevented by the plaintiff’s suit in City of New Bern , combined \nwith the intent to so act, appear as the critical—indeed, seemingly determinative—\nfactual distinction between City of New Bern  and the Gaston Bd. of Realtors , North \nCarolina Consumers Power , and Sharpe  cases discussed above.  In City of New \nBern , defendant Craven County claimed the power to act in the manner that \nplaintiff New Bern opposed under existing law, see 328 N.C.  at 557, 402 S.E.2d at \n623 (syllabus); see also id. at 559, 402 S.E.2d at 625 (reciting defendant’s argument \nthat “it is the prerogative of the State to confer the right to enforce building codes \n                                                 \n20  I.e., Chapter 805 of the 1986 Session Laws, Chapter 341 of the 1987 Session Laws, and \nChapter 934 of the 1988 Session Laws.  City of New Bern , 328 N.C. at 557, 402 S.E.2d at \n623 (syllabus).   \n  \nand fire and safety codes”).  The City of New Bern court noted, however, that trial \ncourts in Gaston Bd. of Realtors , North Carolina Consumers Power , and Sharpe  had \nfound as fact that neither intent nor capacity to so act was present in any of the \ncases.  Id. at 560–61, 402 S.E.2d at 625–26 (discussing the facts of these three \ncases). 21    \n2. \nTHE LEGISLATIVE ROLE IN DEFINING SUBJECT MATTER JUR ISDICTION OF \nNORTH CAROLINA COURTS UNDER THE DECLARATORY JUDGMEN T ACT \n{55} The North Carolina Supreme Court’s treatment of the controversy \nrequirement for adjudication under the Declaratory Judgment Act comports with \nthe more general notion that the North Carolina General Assembly may, “‘within \nconstitutional limitations, . . . fix and circumscribe the jurisdiction of the courts of \nthis State,’” In re T.R.P. , 360 N.C. at 590, 636 S.E.2d at 790 (quoting Bullington v. \nAngel , 220 N.C. 18, 20, 16 S.E.2d 411, 412 (1941)), such that “‘[w]here jurisdiction is \nstatutory and the Legislature requires the Court to exercise its jurisdiction in a \ncertain manner, to follow a certain procedure, or otherwise subjects the Court to \ncertain limitations, an act of the Court beyond  these limits is in excess of its \njurisdiction.’” Id.  (quoting Eudy v. Eudy , 288 N.C. 71, 75, 215 S.E.2d 782, 785 \n(1975), overruled on other grounds by Quick v. Quick , 305 N.C. 446, 290 S.E.2d 653 \n(1982) (emphasis added)).  Although our Legislature may statutorily limit  court \njurisdiction under the above-stated principle, see id. , and may statutorily extend \n                                                 \n21  In this sense, the “no impediments to litigation” standard adopted by our Supreme Court \nbears some relation to the “ripeness” doctrine, which our courts have invoked in cases \ninvolving potential harms (i.e., in non-Declaratory Judgment Act settings) that have not \nmaterialized at the time of adjudication.  See Orange Cnty. v. Dept. of Transportation , 46 \nN.C. App. 350, 387, 265 S.E.2d 890, 914 (ruling, in a suit for judicial review of \nadministrative process and for temporary and permanent injunctions, that if federal \napproval for the location of a highway was not obtained, plaintiffs’ challenge to location \n“must be dismissed for want of ripeness”), disc. rev. denied , 301 N.C. 94 (1980); see also \nGranville Cnty. Bd. of Comm’rs v. N.C. Hazardous Waste Mgmt. Comm’n , 329 N.C. 615, \n625, 407 S.E.2d 785, 791 (1991)  (discretionary review of preliminary injunction) (“Unless \nand until the Commission makes a final site selection decision, there is no justiciable issue \nand no genuine controversy between the parties.  ‘When no genuine controversy presently \nexists between the parties,’ the courts cannot and should not intervene.” (quoting Angell v. \nCity of Raleigh , 267 N.C. 387, 391, 148 S.E.2d 233, 236 (1966))). \n  \nstanding  to parties who have suffered no actual injury prior to litigation, see Town \nof Tryon , 222 N.C. at 204, 22 S.E.2d at 452 (acknowledging that the Act may vest \nstanding prior to actual injury), our courts have zealously protected the judicially \nestablished controversy  requirement as a separate and distinct  baseline for \njusticiability.  See Lide , 231 N.C. at 118, 56 S.E.2d at 409 (noting that, while the \nAct “enables courts to take cognizance of disputes at an earlier stage than that \nordinarily permitted by the legal procedure which existed before its enactment, it \npreserves inviolate the ancient and sound juridic concept that the inherent function \nof judicial tribunals is to adjudicate genuine controversies between antagonistic \nlitigants”); and Town of Tryon , 222 N.C. at 204, 22 S.E.2d at 453  (“[T]he principle \nwhich protects the jurisdiction of the Court from . . . invasions and keeps its \ndecisions within the traditional judicial functions is the presence of a genuine \ncontroversy.”). \n{56} Consistent with these observations, the Declaratory Judgment Act \ncase law discussed above suggests that the “expansion” of subject matter \njurisdiction under the Act—i.e., with respect to the lower bounds of controversy —is \nultimately a product of a judicial, rather than a legislative, process.  See, e.g., Town \nof Tryon , 222 N.C. at 205, 22 S.E.2d at 453 (“[I]n the absence of any express \nprovision making the existence of an actual controversy necessary to . . . \njurisdiction, this limitation is nevertheless implied and will be observed by the \ncourts.” (citations omitted)).  Case law under the Act leads this Court to conclude \nthat, despite any inference to the contrary that may be extrapolated from the \nlanguage of a given statute, and despite its power to statutorily grant standing  to a \ngiven class of plaintiffs, the General Assembly has never drafted around the judicial \ncontroversy requirement.  See, e.g., Poore , 201 N.C. at 792, 161 S.E. at 533 (noting \nthat if the Act were to permit the court to issue advisory opinions, “its validity \nmight well be doubted.” (citations omitted)).  This principle of North Carolina law is \nmost aptly illustrated by the less-stringent controversy standard applied by our \ncourts as a rule of decision developed through the process of appellate judicial \nreview in cases brought under the Act.     \n  \n3. \nTHE CONTROVERSY REQUIREMENT FOR DECLARATORY JUDGMEN T ACTIONS \nVERSUS “NON-DECLARATORY JUDGMENT ACT” CASES  \n{57} Throughout the history of the Act, the North Carolina Supreme Court \nhas maintained a distinction between the controversy standard our courts should \nemploy when adjudicating cases brought under the Act and the controversy \nrequirement to which our courts must hold other civil actions (“non-Declaratory \nJudgment Act” cases).  See Town of Emerald Isle , 320 N.C. at 646, 360 S.E.2d at \n760 (“‘The essential distinction between an action for Declaratory Judgment and the \nusual action is that no actual wrong need have been committed or loss have \noccurred in order to sustain the declaratory judgment action, but there must be no \nuncertainty that the loss will occur or that the asserted right will be invaded.’” \n(quoting 22 AM . JUR . 2D  Declaratory Judgments  § 1)); see also Newman Machine \nCo. , 2 N.C. App. at 495, 163 S.E.2d at 282 (“‘It would appear that declaratory relief \nwas unknown at common law, inasmuch as the common-law conception of courts \nwas that they were a branch of the government created to redress private wrongs \nand punish the commission of crimes and misdemeanors.  The courts took no official \ninterest in the affairs of civil life until one person had wronged another; then the \nobject was to give relief for the injury inflicted.’” (quoting 22 AM . JUR .    2D  \nDeclaratory Judgments  § 3)).    \n{58} Our Court of Appeals has, nevertheless, applied the “litigation \nappearing unavoidable” standard in three “non-Declaratory Judgment Act” cases \nwithin the last decade.  See Bailey & Assocs., Inc. v. Wilmington Bd. of Adjustment , \n202 N.C. App. 177, 689 S.E.2d 576 (2010) (affirming the Superior Court’s denial of \npetitioner’s motion to dismiss intervenors’ appeal brought under a repealed \nmunicipal ordinance, where a “savings provision” in the new ordinance permitted \npetitioner’s pending development plan to proceed under the prior ordinance, thus \npreserving intervenors’ claim); State ex. rel Utils. Comm’n v. Carolina Water Serv., \nInc. , 149 N.C. App. 656, 562 S.E.2d 60, disc. rev. granted , 355 N.C. 757, 566 S.E.2d \n481 (petitioners), 356 N.C. 176, 567 S.E.2d 145 (respondent), rev. improvidently \n  \nallowed , 356 N.C. 429, 571 S.E.2d 585 (2002) (vacating and remanding appeal from \nUtilities Commission decision, requested by Public Staff, and holding that \nprovisions of respondent’s water service contracts were against public policy, where \nno “party potentially adverse to the rights of Carolina Water has complained of the \nprovisions”); and Norman v. R.J. Reynolds Tobacco Co. , No. COA03-672, 2004 N.C. \nApp. LEXIS 712, at *17 (N.C. Ct. App. March 1, 2004) (unpublished opinion) \n(affirming Industrial Commission’s denial of plaintiff’s motion to amend the \nCommission’s Opinion and Award where plaintiff argued that portions of the order \naddressing salary and benefit payments made by defendant to plaintiff before the \nhearing were “not clear, but would appear to allow defendants to claim a credit to \nwhich they are not entitled” (internal quotation omitted)).   \n{59} The use of “litigation appearing unavoidable” as a controversy \nstandard in each of these cases raises the question whether the standard once \napplicable only to declaratory judgment actions now applies to “non-Declaratory \nJudgment Act” claims.  \n{60} Of the three cases cited, two quote the rule that “‘litigation [must] \nappear unavoidable’” in order to “‘satisfy the jurisdictional requirement of an actual \ncontroversy,’” without themselves citing to the Act or further explaining the \nreasoning underlying the court’s appropriation of this language to define the \ncontroversy standard in non-Declaratory Judgment Act cases.  See Bailey & Assocs. , \n202 N.C. App. at 182, 689 S.E.2d at 581 (quoting Prop. Rights Advocacy Group , 173 \nN.C. App. at 182, 617 S.E.2d at 717 (quoting Carolina Water Serv. , 149 N.C. App. at \n658, 562 S.E.2d at 62–63)); see also Norman , 2004 N.C. App. LEXIS 712 at *17–18 \n(quoting Sharpe , 317 N.C. at 589, 347 S.E.2d at 32 (quoting Gaston Bd. of Realtors , \n311 N.C. at 234, 316 S.E.2d at 61)).   \n{61} The Bailey court’s use of the “unavoidable” standard is perhaps the \nmost troubling considering that the court’s decision concerned the petitioner’s \nmotion to dismiss the intervenors’ appeal on mootness  grounds, rather than for the \nabsence of an actual controversy.  See id.  at 181–82, 689 S.E.2d at 581; see also id. \nat 182–83, 689 S.E.2d at 581–82 (reasoning that the “general proposition” that \n  \n“‘[r]epeal of a challenged law generally renders moot the issue of the law’s \ninterpretation or constitutionality’” did not apply because of a savings provision \npreserving pending claims under the repealed ordinance); and id. at 183, 689 S.E.2d \nat 582 (“Thus, . . . Intervenors’ . . . appeal from the trial court’s order is not moot \nand Petitioner’s motion to dismiss Intervenors’ appeal is denied.”).  Furthermore, in \nits discussion of petitioner’s motion, the Bailey court correctly recites the apposite \nrule that “‘[w]henever, during the course of litigation it develops that the relief \nsought has been granted or that the questions originally in controversy between the \nparties  are no longer at issue, the case should be dismissed, for courts will not \nentertain or proceed with a cause merely to determine abstract propositions of law.’”  \nId.  at 182, 689 S.E.2d at 581 (quoting In re Peoples , 296 N.C. 109, 147–48, 250 \nS.E.2d 890, 912 (1978), cert. denied , 442 U.S. 929 (1979) (emphasis added)).  These \nfactors suggest that the Bailey court’s discussion of “unavoidability” may be \nregarded as nothing more than gratis dictum .22      \n{62} Because Norman  similarly fails to explain or qualify its use of the term \n“unavoidability” to describe the controversy standard under which it evaluated the \nassignment of error advanced by the plaintiff in that case, see Norman , 2004 N.C. \nApp. LEXIS 712, at *17–18, the Court is left to presume that the Norman court \nintended to apply this standard in a non-Declaratory Judgment Act setting.  \nHowever, as Norman is an unpublished and therefore non-binding opinion, see id. \nat *1; N.C. R. App. P. 30(e)(3), any suggestion that Norman establishes \n“unavoidability of litigation” as a standard for non-Declaratory Judgment Act \n                                                 \n22  The Court here notes that, while our courts have consistently characterized “controversy” \nas a jurisdictional issue, see, e.g., City of New Bern , 328 N.C.  at 560, 402 S.E.2d at 625, \nthey  have treated “mootness” in the manner of a “prudential” concern.  The In re Peoples \ndecision distinguishes “federal . . . mootness doctrine,” which the court regards as \n“grounded primarily in the ‘case or controversy’ requirement of Article III, Section 2 of the \nUnited States Constitution and . . . labeled ‘jurisdictional’ by the United States Supreme \nCourt,” from the function of mootness at the State level, asserting that “[i]n state courts the \nexclusion of moot questions from determination is not based on a lack of jurisdiction but \nrather represents a form of judicial restraint.”  296 N.C. at 147, 250 S.E.2d at 912 (citations \nomitted).   \n   \n  \nclaims is unpersuasive to this Court, especially in light of the Norman  court’s \nfailure to invoke any binding rule of decision. \n{63} The Carolina Water Service court, unlike the Bailey and Norman  \npanels, expressly roots its application of the “unavoidability” standard for \ncontroversy in the Declaratory Judgment Act.  See Carolina Water Service , 149 \nN.C. App.  at 657–58, 562 S.E.2d at 62 (“[N]either the Utilities Commission nor the \nappellate courts of this State have the jurisdiction to review a matter which does \nnot involve an actual controversy. . . . The [Act] permits the courts to review certain \ndisputes at an earlier stage than was normally permitted at common law. . . . \nNevertheless, . . . an action for a declaratory judgment will lie only in a case in \nwhich there is an actual or real existing controversy between parties having adverse \ninterests in the matter in dispute.” (citations omitted)).  The court prefaces its \ninvocation of the “unavoidability” standard with the observation that “[i]n actions \ninvolving a request for a declaratory judgment, our Supreme Court ‘has required \nthat an actual controversy exist both at the time of the filing of the pleading and at \nthe time of hearing.’”  Id. at 658, 562 S.E.2d at 62 (quoting Sharpe , 317 N.C. at 585, \n347 S.E.2d at 30 (internal citations omitted)).  Yet, Carolina Water Service makes \nno mention of any claims brought under the Act by either party.  See generally 149 \nN.C. App. 656, 562 S.E.2d 60; see also id. at 657, 562 S.E.2d at 62 (reviewing \nwhether the Utilities Commission erred in denying respondent’s petition for a \nruling that the Commission’s prior order was premature because the agreements in \ndispute had not caused injury).  The Court of Appeals derived its authority to vacate \nthe Commission’s decision from N.C. Gen. Stat. § 62-94(b), which permits the court \nto “reverse or modify the decision if the substantial rights of the appellants have \nbeen prejudiced because the Commission’s findings, inferences, conclusions or \ndecisions are . . . in excess of statutory authority or jurisdiction of the Commission . \n. . .”  Id. at 659, 562 S.E.2d at 63; N.C.  G EN . S TAT . §§ 62-94(b), (b)(2).  “Accordingly,” \nthe court concluded, “we are bound to vacate the decision of the Utilities \nCommission in this case for lack of jurisdiction . . . because there is no justiciable or \nactual controversy between the parties.”  Carolina Water Serv. , 149 N.C. App. at \n  \n659, 562 S.E.2d at 63.  The Supreme Court ultimately refused to review the lower \ncourt’s decision.  See State ex rel. Utils. Comm’n v. Carolina Water Service, Inc. , \n356 N.C. 429, 571 S.E.2d 585 (ruling that review was improvidently allowed).   \n{64} It is unclear if the Court of Appeals in Carolina Water Service  \nregarded the case to be “in the nature of a declaratory judgment action” because the \nPublic Staff had initially “petitioned the Commission to hold the exclusive service \nprovisions in the contracts unenforceable.” Id . at 657, 562 S.E.2d at 62.  See N.C.  \nG EN . S TAT . § 1-256 (“The enumeration in [N.C. Gen. Stat. §§] 1-254 and 1-255 does \nnot limit or restrict the exercise of the general powers conferred in [N.C. Gen. Stat. \n§] 1-253 in any proceedings where declaratory relief is sought, in which a judgment \nor decree will terminate the controversy or remove an uncertainty.”).  However, this \npossible interpretation of Carolina Water Service  is contravened by the fact that the \n“general powers” to which section 1-256 refers are those granted under section 1-\n253 to “courts of record.”  See § 1-253 (“[c]ourts of record within their respective \njurisdictions shall have power to declare rights . . .”).  As a quasi-judicial \nadministrative body, the Commission is not a “court of record” within this statutory \ndefinition.  See, e.g., State ex. rel Util. Comm’n v. Carolina Util. Customers Assoc. , \nInc. , 348 N.C. 452, 461, 500 S.E.2d 693, 700 (1998) (“[T]he Commission is required \nto render its decisions upon questions of law and of fact in the same manner as  a \ncourt of record.” (emphasis added)). \n{65} While this Court has identified no binding decision of a North Carolina \ncourt that either instructs or prompts the Court to apply the controversy standard \ndeveloped under the Act to matters that are “in the nature of declaratory judgment \nactions,” i.e., “non-Declaratory Judgment Act” cases in which declaratory relief is \notherwise sought, a plain reading of the Act implies the availability of this power.  \nSee N.C.  G EN . S TAT . § 1-256 (“The enumeration in [N.C. Gen. Stat. §§] 1-254 and 1-\n255 does not limit or restrict the exercise of the general powers conferred in [N.C. \nGen. Stat. §] 1-253 in any proceedings where declaratory relief is sought, in which a \njudgment or decree will terminate the controversy or remove an uncertainty.”).  The \ntext of the Act, nevertheless, sheds no meaningful light on the Carolina Water \n  \nService  court’s use of the Act’s controversy standard to adjudicate a matter that \ncame to the judiciary as an appeal of an administrative decision, under a statute \ngranting specified powers of review.  149 N.C. App. at 657–58, 562 S.E.2d at 62; \nN.C.  G EN . S TAT . § 1-256.        \n4. \nSUMMARY     \n{66} The Court concludes that it is reasonable to interpret an act of the \nGeneral Assembly in a manner that preserves the requirement of an “actual \ncontroversy” to confer subject matter jurisdiction upon this court.  See Town of \nTryon , 222 N.C. at 205, 22 S.E.2d at 453 (“this limitation is . . . implied and will be \nobserved by the courts”). \n{67} The evolution of “controversy” in decisions under the Declaratory \nJudgment Act further supports the court’s conclusion.  See Lide , 231 N.C. at 118, 56 \nS.E.2d at 409 (citing the North Carolina Supreme Court’s prior case law, rather \nthan statute, for the principle that “an action for a declaratory judgment will lie \nonly in a case in which there is an actual or real existing controversy between \nparties having adverse interests in the matter in dispute” (citations omitted)); \nSharpe , 317 N.C. at 589–90, 347 S.E.2d at 32    (reciting the Act’s judicially \ndetermined  controversy standards of “litigation appear[ing] unavoidable,” \n“imminence and practical certainty,” and “intent, capacity, and power to perform,” \nas distinguished from “remote, contingent, and uncertain events that may never \nhappen” (citations, quotations, and emphasis omitted)); see also Town of Emerald \nIsle , 320 N.C. at 646, 360 S.E.2d at 760 (acknowledging the common law \ncontroversy requirement that “actual wrong need have been committed or loss have \noccurred.” (quoting 22 AM . JUR . 2D  Declaratory Judgments  § 1)).         \n{68} In the absence of appellate guidance, this court declines to apply an \nunrecognized exception to the actual injury requirement for adjudication of non-\nDeclaratory Judgment Act cases.  It nevertheless appears to the Court from a \nreading of the Declaratory Judgment Act itself, that the Court may apply the Act’s \ncontroversy standard where the nature of relief sought would make it appropriate \n  \nfor the Court to exercise the general power of declaration conferred by sections 1-\n253 and 1-256.   \n{69} Therefore, to the extent that a statutory cause of action prays for a \ndeclaration of rights, such declaration may be issued by the Court pursuant to the \nterms of the Act if: (1) there exists a controversy pursuant to the Act’s controversy \nrequirement as defined by controlling authority, (2) the declaration is requested by \na party, and (3) such declaration will “terminate the controversy or remove an \nuncertainty.”  § 1-256.  \nC. \nARGUMENTS OF THE PARTIES AND AMICI CURIAE \n {70} While the parties and amici all contend that this matter is justiciable, \nthey advance somewhat different arguments in support of their respective positions.  \nThe Court summarizes each of these arguments below. \n1. \nPLAINTIFF’S ARGUMENTS \n{71} TWEAN’s initial argument for the existence of a sufficient controversy \nis that the Statute, by its express terms, adequately defines the requirements for \nadjudication of claims brought under it, as follows: (1) that the parties “shall \nnegotiate” pursuant to section 62-350(b); (2) that “[i]f either party believes that an \nimpasse has been reached . . . , or if 90 days have elapsed, either party may bring \nsuit in the Business Court, which has exclusive jurisdiction over such actions ”; and \n(3) that “[t]his Court is then required to resolve any dispute so as to derive just and \nreasonable rates, terms and conditions.”  (Pl.’s Resp. to Jurisdictional Questions 2 \n(emphasis added) (quotations and citations omitted).)   \n{72} TWEAN next notes that the parties stipulated, in a Pre-Trial Order \nsubmitted to the Court, “that Plaintiff and Defendant are properly before the Court, \nand that the Court has jurisdiction over the parties and subject matter of this \ndispute.”   (Pl.’s Resp. to Jurisdictional Questions 2–3 (citing Pre-Trial Order 1).)  \nTWEAN also appears to regard a passage from a prior Order and Opinion of the \nCourt in this case, Time Warner Entm’t , 2011 NCBC 19 (granting defendant’s \n  \nmotion for summary judgment as to plaintiff’s claim of failure to negotiate and \ndenying the motion as to plaintiff’s claim of discrimination), as determinative of the \nissue of justiciability.  In its Order and Opinion, the Court wrote: “TWEAN . . . \nrepresented that an impasse had been reached” and that, “[a]t that point, either \nparty had the right  to exercise its option of bringing an action in Business Court to \nresolve their differences.”  Id. at ¶ 56 (emphasis added).23    \n{73} TWEAN next embarks on an analysis of standing  that the Court has \npreviously distinguished from the judicial controversy  requirement,  See ¶¶ 40–44; \nand Town of Tryon , 222 N.C. at 204, 22 S.E.2d at 453 (defining “the presence of a \ngenuine controversy” as a “jurisdictional necessity”).  TWEAN attempts to fortify its \nargument, however, with the assertion that “the General Assembly may establish \nprocedures that must be followed and requirements that must be met before the \nright to sue attaches, such as timelines to conduct negotiations, requirements to \npursue mediation, or conditions that must be satisfied to establish an impasse.”  \n(Pl.’s Resp. to Jurisdictional Questions 6 (citing Duplin Cnty. Bd. of Educ. v. Duplin \nCnty. Bd. of Cnty. Comm’rs , 201 N.C. App. 113, 117–18, 686 S.E.2d 169, 172 \n(2009)).)  TWEAN accurately notes, in this regard, that the Duplin Cnty. Bd. \nplaintiff’s “‘right to file suit’ was triggered under the relevant statute after the \nparties ‘took part in a joint public meeting and several mediation sessions but failed \nto reach an agreement,’ and ‘the mediator then informed the proper parties that \n[the parties] were at an impasse.’”  (Pl.’s Resp. to Jurisdictional Questions 6 (citing \nDuplin , 201 N.C. App. at 117–18, 686 S.E.2d at 172).)     \n{74} TWEAN further argues that because of (1) Landis’ adoption of a \ndefault rate of $50 per attachment in its pole attachment ordinance amendment, \nand (2) the statement, in the Town’s August 3, 2009, letter to TWEAN, that the \nTown would impose this much higher rate upon TWEAN should TWEAN refuse to \nsign a new agreement, it “faced an immediate and threatened injury sufficient to \nensure that TWEAN would ‘battle the issue’ and the litigation would present a live \n                                                 \n23  Landis’ brief echoes this argument with reference to the Court’s prior Order and Opinion.  \n(See  Def.’s Supplemental Br. 3–4.) \n  \ndispute.”  (Pl.’s Resp. to Jurisdictional Questions 8 (citing Mangum v. Raleigh Bd. of \nAdjustment , 362 N.C. 640, 642–43, 669 S.E.2d 279, 282–83 (2008)).)  The Court \ndiscerns from this argument what TWEAN believes to be the factual controversy \nunderlying this action, i.e., that TWEAN faced a “Hobson’s choice: either agree to \nLandis’s one-sided proposal and six-fold rate increase within 30 days, or pay a \n‘prohibitive’ rate as a penalty under the ordinance.”  (Pl.’s Resp. to Jurisdictional \nQuestions 8–9.)  Invoking Goldston , TWEAN argues that “[t]his type of imminent \nharm . . . guarantees that TWEAN ‘has [alleged] such a personal stake in the \noutcome of the controversy as to assure that concrete adverseness which sharpens \nthe presentation of issues.’”  (Pl.’s Resp. to Jurisdictional Questions 9 (quoting \nGoldston , 361 N.C. at 30, 637 S.E.2d at 879 (internal quotations omitted)).).       \n{75} In its reply briefing, TWEAN: (i) reiterates the notion that a “live \ndispute” arises in this matter from an “immediate and threatened injury—the \nimposition of Landis’s [proposed] pole attachment rate, which [TWEAN] believes is \nunjust, unreasonable and unlawful”; (ii) contends that “[t]he parties agree that a \ngenuine case or controversy exists”; and (iii) complains that “[i]f the present dispute \nis not justiciable, [s]ection 62-350 is effectively a dead letter,” (Pl.’s Reply Supp. \nResp. to Jurisdictional Questions 3), and that “‘[i]f [TWEAN]’s injury does not confer \nstanding[,] then no party coming to the Business Court under [s]ection 62-350 will \nhave standing, rendering the [S]tatute a nullity.’”  (Pl.’s Reply Supp. Resp. to \nJurisdictional Questions 4 (quoting NCCTA Supplemental Mem. Law 14).)   \n{76} TWEAN further argued, at the July 17, 2012, hearing that Landis \n“imposed” harm on TWEAN in the form of the $18 attachment rate contained in the \nProposed Agreement and the $50 default rate in the 2009 amendment to Landis’ \npole attachment ordinance.  At the hearing, TWEAN conceded, however, that (1) it \ncould have sought an injunction under the Statute but chose not to do so, and (2) \nthe $50 default rate under Landis’ pole attachment ordinance was not among the \n“issues in dispute” it brought before the Court.    \n \n \n  \n2. \nDEFENDANT’S ARGUMENTS \n{77} Landis’ argument begins with the assertion that “North Carolina’s \nappellate courts have consistently followed relaxed requirements for standing  that \nencompass both immediate . . . or threatened injury.”  (Def.’s Supplemental Br. 1 \n(citing Mangum , 362 N.C. at 642–43, 669 S.E.2d at 281–82 (emphasis added)).)   \nThe Town next argues that “the General Assembly created a private right of action \nfor a communications service provider such as TWEAN,” where either “(1) the \nparties are unable to reach an agreement within 90 days of negotiation; or (2) an \nimpasse has been reached.”  (Def.’s Supplemental Br. 2 (citing N.C.  G EN . S TAT . § 62-\n350(c)).)  Other standing arguments follow ( see Def.’s Supplemental Br. 3–5), \nincluding invocation of Hoke Cnty. Bd. of Educ. v. State , 358 N.C. 605, 616, 599 \nS.E.2d 365, 377 (2004), for the proposition that “when matters of public interest and \npublic importance are presented to the court, standing requirements may be further \nrelaxed as if the action were a declaratory judgment action, rather than ‘risk \nfurther and continued  damage because the perfect civil action has proved elusive.’”  \n(Def.’s Supplemental Br. 4–5 (quoting Hoke County Bd. , 358 N.C. at 616, 599 S.E.2d \nat 377 (emphasis added)).) 24    \n{78} Landis also asserts that “when an impasse in negotiations has been \nreached, the municipality has, as a matter of law and as a practical matter, fixed \nthe rate . . . [t]hus, as a practical matter, the ‘proposed rate’ that the municipality \nhas determined cannot be reduced any lower is  the actual rate.”  (Def.’s \nSupplemental Br. 3.)   \n{79} At the July 17, 2012, hearing, Landis argued that a controversy is \npresent in this matter because Landis  has been injured by not having been \npermitted to charge TWEAN for pole access at the $18 rate the Town now purports \n                                                 \n24  The Court here notes that Hoke Cnty. Bd. involved a trial court finding that the State \nhad  (i.e., previously) failed  to provide adequate resources for all students in Hoke County \nschools to receive a “sound basic education,” including incoming “at-risk” students who were \nnot yet enrolled.  358 N.C. at 640, 599 S.E.2d at 392.    \n  \nto have “adopted.” 25   Landis conceded, however, that a ruling for the Town in this \nmatter would do nothing to prevent TWEAN from walking away from the Proposed \nAgreement in the exercise of TWEAN’s business judgment.  \n3. \nARGUMENTS OF AMICI  \n {80} NCCTA’s opening brief focuses on standing, arguing that “the \nlegislature may, within the bounds of the Constitution, create a cause of action by \nstatute.”  (NCCTA Supplemental Mem. Law 4 (citing Animal Legal Defense Fund v. \nWoodley , 181 N.C. App. 594, 596, 640 S.E.2d 777, 779 (2007) (affirming \nconstitutionality of animal welfare statute that granted standing to “any person” to \nbring a claim under the statute) and Lewis v. Hunter , 212 N.C. 504, 193 S.E. 814, \n817 (1937) (“The Legislature can grant the right of action in such cases, but until \nthat is done we are constrained to follow the long unbroken line of decisions of this \ncourt.”)).)  This argument specifically points to the Act as an example of such a \nstatutory right of action.  (NCCTA Supplemental Mem. Law 4.)  NCCTA concludes \nthat “[w]here a communications service provider brings an action under [s]ection \n62-350 alleging that its efforts to secure pole access at a ‘just and reasonable’ rate \nhave been thwarted, it is, in effect, alleging an impingement on its statutory right of \naccess [that is sufficient] to provide standing.”  (NCCTA Supplemental Mem. Law \n5–6.) \n {81} Although NCCTA’s reply brief also fails to directly address the \ncontroversy required for justiciability, NCCTA asserts in its brief that “[t]here is \nsimply nothing remarkable about the General Assembly asking the Court to \nadjudicate disputed issues of fact relating to a failed commercial negotiation, even \nwhere that adjudication results in the court approving a particular ‘price’ or dollar \namount.”  (NCCTA Supplemental Reply Mem. Law 3 (citing \nCharlotte-Mecklenburg \nHosp. Auth. v. Talford , No. 379A11, 2012 N.C. LEXIS 408 (N.C. June 14, 2012), and \n                                                 \n25  Landis did not previously raise this issue as required under the Statute, see N.C.  G EN . \nS TAT . § 62-350(c) (“The parties shall identify with specificity in their respective pleadings \nthe issues in dispute . . . .”), and the Court did not invite the parties to submit any \nadditional evidence at the post-trial hearing.   \n  \nBeaufort Cnty. Bd. of Educ. v. Beaufort Cnty. Bd. of Comm’rs , 363 N.C. 500, 504, \n681 S.E.2d 278, 282 (2009)).)  Though this assertion is couched in a discussion of \nconstitutionality, the Court interprets NCCTA’s argument as postulating that “a \nfailed commercial negotiation” may constitute a sufficient controversy for \nadjudication, as provided by statute.26     \n {82} NCAEC’s brief comes closest to addressing the controversy issue by \narguing that the scope of the private right of action created under subsection (c) of \nthe Statute “is limited . . . to alleged conduct that, if proven, would constitute a \nviolation of [s]ection [62-]350(a), because only rates, terms or conditions that are \nproven to violate the standards imposed by that provision would be unlawful.”  \n(NCAEC Supplemental Amicus Br. 4.)  To this end, NCAEC argues, adjudication of \ndisputes under the Statute are “properly . . . limited to those rates, terms and \nconditions that have been adopted by  the pole owner’s governing body; disputes \nabout proposals that were made . . . but never adopted by a pole owner fall wholly \noutside the scope of any jurisdiction granted to the Business Court by [s]ection [62-] \n350(c).”  (NCAEC Supplemental Amicus Br. 4 (emphasis added).)  NCAEC explains \nthat for the Statute to require this Court “to arbitrate between all the various \nproposals exchanged during negotiations . . . would permit a single communication \nservice provider to require the Business Court to revisit de novo , arbitrate, and \nresolve every disputed issue that might arise from the negotiations of all of the \nrelevant pole attachment contracts.”  (NCAEC Supplemental Amicus Br. 5.)  \nNCAEC concludes that “unless the grant of additional subject matter jurisdiction \nmade in [s]ection 350(c) is wholly void as unconstitutional, the Court would appear \nto have subject matter jurisdiction to adjudicate whether [TWEAN] has stated and \n                                                 \n26  Talford  concerned the amount reasonably owed for medical services previously rendered .  \n2012 N.C. LEXIS 408, at *2–3.  Similarly, Beaufort Cnty. Bd.  concerned an undisputed \nprior  injury—the allegedly inadequate funding of Beaufort County schools.  See Beaufort \nCnty Bd. , 363 N.C. at 501, 681 S.E.2d at 280 (reciting, in the facts of the dispute, that “[t]he \nSchool Board requested $12,106,304 and the County Commission allocated $9,434,217”).  \n  \nproven a claim for relief under [s]ection 350.”  (NCAEC Supplemental Amicus Br. \n13.) 27    \n {83} NCAEC’s direct argument as to the justiciability of this matter \nconflates standing and controversy requirements to some degree, and joins NCAEC \nwith Landis, ( see Def.’s Supplemental Br. 3 (asserting that “as a matter of law and \nas a practical matter, . . . the ‘proposed rate’ . . . is  the actual rate”)), in advancing a \nremarkably revisionist analysis of the evidence presented at trial: \nFor purposes of determining the justiciability of the controversy, the \nrates, terms and conditions that are challenged by [TWEAN] have \nbeen ‘adopted’ by Landis, even though [TWEAN] may have refused to \nsign a document to agree to them, or to pay the new rates while this \nlawsuit has been pending.  Because Landis claims entitlement to \nrentals at the higher rate for [TWEAN’s] use while this action has been \npending, [TWEAN] has been subjected to ‘immediate or threatened’ \ninjury.  \n \nThe on-going controversy over the amount owed for use while this \naction is pending appears to satisfy the requirement that a plaintiff \ndemonstrate some form of ‘injury in fact’ that is actual or imminent \nand not speculative. \n \n* * * * \n \n[T]his action is not a dispute over a ‘proposed action’ by Landis because \n[TWEAN] has alleged and ultimately must prove that the Town had \ncommitted a violation of [s]ection 350(a) by the time the complaint was \nfiled. . . . The controversy before the court here is not a controversy \nabout the proposed rates, terms or conditions that were exchanged \nduring the negotiation process; [TWEAN] has alleged that Landis \ncommitted a violation of [s]ection 350(a), and thus [TWEAN] \nnecessarily has alleged that the challenged rates, terms and conditions \nat issue had been adopted by Landis at the time this action was \ncommenced. \n                                                 \n27  Although NCAEC advances this argument in its discussion of constitutionality of the \nStatute—which issue the Court does not reach—the Court nonetheless reads the argument \nas proposing a judicial limitation on actions adjudicated under the Statute, which, if \nproperly imposed, may preserve a controversy requirement consistent with our prior case \nlaw.  Yet, NCAEC’s argument does not assist the Court in determining (1) whether such \nlimitation is directly available to this Court under guiding authority, and (2) whether the \ncontroversy requirement that would result from such limitation would be consistent with \nthe standards of justiciability discussed herein.  \n  \n \n(NCAEC Supplemental Amicus Br. 14–15.)   \nD. \nDISCUSSION \n{84} To conclude that TWEAN’s “issues in dispute” present a controversy \nsufficient for adjudication, the Court must first determine which of the available \ncontroversy standards it should apply.  Guided by Town of Emerald Isle , the Court \nholds that there are two possible options: (1) the standard applied in the “usual \naction,” which requires prior injury or loss, see 320 N.C. at 646, 360 S.E.2d at 760 \n(citing 22 AM . JUR . 2D  Declaratory Judgments  § 1), or (2) the standard developed \nunder the Act, which permits “‘that no actual wrong need have been committed or \nloss have occurred,’” but requires, nonetheless, that “‘there must be no uncertainty \nthat the loss will occur or that the asserted right will be invaded.’”  Id . \n1. \nPRIOR INJURY OR LOSS \n {85} Under Town of Emerald Isle , unless (1) TWEAN has invoked the Act, \nor (2) requested relief in the nature of declaratory judgment, see §§ 1-253, -256, the \nCourt may only adjudicate TWEAN’s “issues in dispute” if the evidence exhibits a \ncontroversy amounting to a prior injury or loss, pursuant to the standard that \napplies in a “usual action.”  See Town of Emerald Isle , 320 N.C. at 646, 360 S.E.2d \nat 760 (citing 22 AM . JUR . 2D  Declaratory Judgments  § 1); Newman Machine Co. , 2 \nN.C. App. at 495, 163 S.E.2d at 282 (citing 22 AM . JUR .    2D  Declaratory Judgments  § \n3). \n {86} In light of TWEAN’s own concessions and the uncontested evidence at \ntrial, the “issues in dispute” before the Court fail to achieve justiciability under the \nstandard that applies in a “usual” civil action.  The parties admit: (1) that TWEAN’s \npole access continues to be governed by the 1984 Agreement, under which TWEAN \nreceives access to Landis’ poles at a price below the rate it seeks to have this Court \ndictate as a term of the Proposed Agreement    (Pl.’s Trial Ex. 8 ¶ 8; Trial Tr. 119, \n655); and (2) that Landis has not imposed a fine, has not denied TWEAN pole \n  \naccess, has not given notice of intent to terminate the 1984 Agreement for any \nreason, and has not charged TWEAN at a per-cable rate.  (Trial Tr. 119, 161); see \nalso discussion  supra ¶ 29.  However, even if TWEAN had proven at trial that \nLandis actually injured TWEAN in one of these enumerated ways, TWEAN’s \n“issues in dispute,” on their face, would still fail to present a controversy under a \nprior-injury standard because they attempt solely  to set at issue the terms of a \nproposed  agreement, to which neither party is a signatory and by which neither \nparty is bound, rather than seeking to have the Court enjoin, or issue a declaration \npreventing repetition of, these potential harms.  Accordingly, the Court finds that \nthere is no controversy under the prior-injury-or-loss standard which applies to a \n“usual” civil action.   \n2. \nTHE DECLARATORY JUDGMENT ACT STANDARD \n{87} A North Carolina court may properly adjudicate a claim brought under \nthe Act where “the plaintiff . . . allege[s] in his complaint and show[s] at the trial, \nthat a real controversy, arising out of the[ parties’] opposing contentions as to their \nrespective legal rights and liabilities under a deed, will or contract in writing, or \nunder a statute, municipal ordinance, contract or franchise, exists between or \namong the parties, and that the relief prayed for will make certain that which is \nuncertain and secure that which is insecure.”  Carolina Power & Light Co. , 203 N.C. \nat 820, 167 S.E. at 61 (citing Walker , 202 N.C. 344, 162 S.E. 727).  To this end, “it is \nnecessary that litigation appear unavoidable,” Gaston Bd. of Realtors , 311 N.C. at \n234, 316 S.E.2d at 61 (citing North Carolina Consumers Power, 285 N.C. at 434, \n206 S.E.2d at 178), and that “[m]ere apprehension or the mere threat of an action or \na suit is not enough.”  Id. (citing Newman Machine Co. , 2 N.C. App. at 494, 163 \nS.E.2d at 282.  Furthermore, “the imminence and practical certainty of the act or \nevent in issue, or the intent, capacity, and power to perform, create justiciability,” \nas distinguished from “remote, contingent, and uncertain events that may never \nhappen and upon which it would be improper to pass as operative facts.”  Sharpe , \n317 N.C. at 590, 347 S.E.2d at 32 (quotation, citation, and emphasis omitted).  \n  \nLastly, in order to present a justiciable claim under the Act, a plaintiff must show \nfacts to the court sufficient to establish that there is no “impediment to be removed \nbefore court action could be started.”  City of New Bern , 328 N.C. at 560, 402 S.E.2d \nat 625.     \n{88} Where the parties to a dispute do not directly invoke the Act, the \nCourt, nevertheless, interprets section 1-256 as providing the authority to \nadjudicate claims under the Act’s less-stringent controversy standard if: (1) the \nrelief sought by the complainant is in the nature of declaratory judgment, and (2) “a \njudgment or decree will  terminate the controversy or remove an uncertainty.”  §§ 1-\n253, -256. 28  \n {89}   Here, TWEAN has not brought a claim under the Act, and has \nseemingly foreclosed a direct path to the Act’s controversy standard by asserting \nthat “[t]he [r]equirements of the Declaratory Judgment Act [a]re [i]napplicable to an \n[a]ction [u]nder [s]ection 62-350.”  (Pl.’s Resp. to Jurisdictional Questions 9.)  \nTWEAN’S statement and corresponding arguments in support thereof, militate in \nfavor of the Court concluding that this matter should be adjudicated under a “non-\nDeclaratory Judgment Act” standard, notwithstanding the prayers of a declaratory \nnature included in TWEAN’s Verified Complaint.  See supra , ¶ 4; (V. Compl. 15.)    \nHowever, having already determined that TWEAN’s “issues in dispute” are not \njusticiable under the common law standard, the Court concludes that to the extent \nthat the “issues in dispute” require the declaration of legal rights, it is left to \nconsider application of the less-exacting controversy standard under the Act’s \ngeneral powers of declaration, see § 1-253, so long as “a judgment or decree will  \nterminate the controversy or remove an uncertainty.”  § 1-256.   \n {90} TWEAN’s pleading of its “issues in dispute” asks the Court to “ specify  \na just and reasonable rate or otherwise provide the parties guidance  on how a \nreasonable rate should be determined,” to “ clarify  that a just and reasonable rate  \n                                                 \n28  Absent further guidance from our appellate division, the Court rejects the notion that \nsome other legal theory may support the application of the Act’s controversy standard to an \naction brought under the Statute.  See discussion supra , at ¶¶ 64–67. \n  \n. . . must be tied to the pole owner’s pole-related costs,” and to “ declare  Defendant’s \nproposed contract terms governing non-conforming attachments unreasonable.”  (V. \nCompl. ¶¶ 44–49 (emphasis added).)  The prayed-for relief as to the last of these \nthree issues is, on its face, declaratory in nature; the first and second (to “clarify” \nand “specify”) may also, arguably, amount to requests for the declaration of rights.   \n{91} Aside from the concerns that naturally arise from TWEAN’s request \nfor “guidance,” see Town of Tryon , 222 N.C. at 204, 22 S.E.2d at 453 (prohibiting \nissuance of advisory opinions in civil cases), the question of whether, and in what \nmanner, the Court may “specify a just and reasonable rate” in the context of a \nprivate agreement between a municipality and a communication service provider \nalso invokes this Court’s concerns about the apparent overlap of legislative and \njudicial functions in the operation of subsection (c) of the Statute.  See N.C.  G EN . \nS TAT . § 62-350(c)(ii)–(iii) (directing the Court to “resolve any dispute identified in \nthe pleadings consistent with the public interest and necessity so as to derive just \nand reasonable rates, terms, and conditions,” and to “apply any new rate adopted as \na result of the action.”); State ex rel. Utilities Comm. v. Thornburg , 325 N.C. 463, \n468, 385 S.E.2d 451, 454 (1989) (“[T]he exercise of . . . ratemaking power is a \nlegislative rather than a judicial function [and] such orders are not governed by the \nprinciples of res judicata . . . .”); N.C.  C ONST . Art.  I,  § 6 (“The legislative, executive, \nand supreme judicial powers of the State government shall be forever separate and \ndistinct from each other.”).  However, having determined that, absent a genuine \ncontroversy, the Court lacks subject matter jurisdiction over this matter, the Court \ndoes not reach or further address these concerns.    \nE. \nTHE COURT’S DETERMINATION OF THE CONTROVERSY ISSUE  \n {92} While the post-trial briefings of the parties and amici do not directly \naddress the issues that the Court finds determinative in resolving this matter, the \nCourt addresses the most notable of their arguments.  \n {93} TWEAN’s argument that the Statute itself can set forth conditions for \nbringing suit which, if satisfied, will adequately address the controversy \n  \nrequirement fails under our case law.  See Town of Tryon , 222 N.C. at 205, 22 \nS.E.2d at 453.     \n{94} TWEAN’s standing arguments also rely on the proposition that our \nGeneral Assembly may define the controversy required for adjudication, i.e., by \nconferring standing.  ( See Pl.’s Resp. to Jurisdictional Questions 6 (citing Duplin \nCnty. Bd. of Educ. , 201 N.C. App. at 117–18, 686 S.E.2d at 172).)  Yet, the court’s \nopinion in Duplin Cnty. Bd.  does not inquire into whether a controversy was \npresent; 29  furthermore, the facts of the case reveal a prior injury.  See Duplin Cnty. \nBd., 201 N.C. App. at 115, 686 S.E.2d at 170 (recounting that, prior to the onset of \nlitigation, “[d]efendant adopted  a budget ordinance that appropriated  to [p]laintiff \nan amount less than its budget request.” (emphasis added)).  The Court also notes \nthat the statutory scheme under which the Duplin County Board of Education’s \naction was brought, on its face requires such prior injurious acts.  See N.C.  G EN . \nS TAT . § 115C-431 (“If the board of education determines that the amount of money \nappropriated  to the local current expense fund, or the capital outlay fund, or both, \nby the board of county commissioners is not sufficient to support a system of free \npublic schools, the chairman of the board of education and the chairman of the \nboard of county commissioners shall arrange a joint meeting of the two boards to be \nheld within seven days after the day of the county commissioners’ decision on the \nschool appropriations.” (emphasis added)).  This showing of prior injury, required \nunder section 115C-431 and demonstrated by the Duplin County Board of \nEducation, renders Duplin County Bd.  inapposite to TWEAN’s controversy \nargument.   \n{95} The fact that the parties stipulated to the subject matter jurisdiction of \nthe Court in the Pre-Trial Order resulting from their final pretrial conference is also \n                                                 \n29  In Duplin Cnty. Bd. , “[d]efendant argue[d] that the judgment should be vacated on the \ngrounds that the trial court lacked subject matter jurisdiction over the parties’ \ncontroversy .”  201 N.C. App. at 115, 686 S.E.2d at 170 (emphasis added).  Therefore, \ndefendant only raised, and the Duplin Cnty. Bd. court only addressed, procedural standing \nand constitutional arguments pertaining to justiciability.  See id. (discussing defendant’s \nconstitutional challenge and defendant’s assertion that statutory requirements for bringing \nsuit were not met).  \n  \nnot determinative for the Court.  It is a well-established principle in North Carolina \nthat “[a] party may not waive [subject matter] jurisdiction.”  Reece , 138 N.C. App. at \n704, 531 S.E.2d at 882 (citing Miller , 212 N.C. 126, 193 S.E. 286).  As a reasonable \ncorollary, parties may not confer subject matter jurisdiction upon a court by \nagreement or concurrence.   \n{96} The Court similarly rejects TWEAN’s argument that the Court’s prior \nOrder and Opinion decided the question of justiciability when the Court recognized, \nunder the facts as pled, that “either party had the right to exercise its option of \nbringing an action in Business Court . . . .”  Time Warner Entm’t , 2011 NCBC 19 ¶ \n56.  Far from establishing the law of the case regarding the issue of controversy, the \nCourt’s statement merely addresses who may bring a claim, not whether the factual \nbasis for the claim is sufficient for justiciability.  See Creek Pointe Homeowner’s \nAss’n , 146 N.C. App. at 165, 552 S.E.2d at 225 (quoting Bremner , 96 Haw. at 139, \n28 P.3d at 355) (“Standing is that aspect of justiciability focusing on the party \nseeking a forum rather than on the issue he wants adjudicated.”); see also Lide , 231 \nN.C. at 118, 56 S.E.2d at 409 (rejecting the notion that a statutory expansion of \nsubject matter jurisdiction under the Declaratory Judgment Act could require \ncourts to violate “the ancient and sound juridic concept that the inherent function of \njudicial tribunals is to adjudicate genuine controversies between antagonistic \nlitigants”); and Sarda , 156 N.C. App. at 215, 575 S.E.2d at 831 (“‘[i]f a court finds at \nany stage of the proceedings that it lacks jurisdiction over the subject matter of a \ncase, it must dismiss the case for want of jurisdiction.’” (quoting Linemann , 135 \nN.C. App. at 739, 522 S.E.2d at 785 (citing Burgess , 262 N.C. at 465, 137 S.E.2d at \n808))).       \n{97} Invoking Mangum , 362 N.C. at 642–43, 669 S.E.2d at 282–83, TWEAN \nsuggests that “immediate or threatened injury” should form the standard for \njusticiable controversy.  (Pl.’s Resp. to Jurisdictional Questions 8.)  TWEAN also \ncites to Goldston , 361 N.C. at 30, 637 S.E.2d at 879, in support of the application of \nan “imminent harm” controversy standard.   (Pl.’s Resp. to Jurisdictional Questions \n9.)  \n  \n{98} These arguments reflect an incorrect reading of the cited cases and a \nmisperception of the issue before the Court.  In Mangum , the Court was called upon \nto review the trial court’s dismissal of the case for lack of standing  and did not \naddress whether a justiciable controversy was present.  362 N.C. at 642, 669 S.E.2d \nat 281 (“The sole issue before us is whether petitioners have standing to challenge \nthe issuance of the Special Use Permit.”).  TWEAN conflates the “immediate or \nthreatened injury” standard recited as a rule for standing in Magnum , with the \n“imminence and practical certainty” standard for justiciable controversy under the \nAct.  Sharpe , 317 N.C.  at 590, 347 S.E.2d at 32; see also 362 N.C. at 643, 669 S.E.2d \nat 282 (“[A] showing of ‘immediate or threatened injury’ will suffice for purposes of \nstanding.” (citations omitted));   In addition, the facts of Mangum  do not assist \nTWEAN in advancing its argument.  In Mangum , the Raleigh Board of Adjustment \nhad already approved  the contested rezoning to which the petitioners in that case \nobjected.  Mangum , 362 N.C. at 641–42, 669 S.E.2d at 281; see also City of New \nBern , 328 N.C. at 559, 402 S.E.2d at 625 (holding that where “[t]he city’s status was \nchanged by the acts of the general assembly[,] [t]he city was entitled to challenge \nthis change of status by an action for a declaratory judgment.”) \n{99} In Goldston , unlike Mangum , the Court addressed controversy as an \nissue.  See Goldston , 361 N.C. at 33, 637 S.E.2d at 881.  Having abandoned a \nmandamus prayer for return of previously misappropriated tax revenues, the \ntaxpayer-plaintiffs in Goldston proceeded under the Declaratory Judgment Act \nbased solely on “the threat of future illegal and unconstitutional disbursements \nfrom the [subject] Trust Fund,” which the Court permitted, reversing the trial \ncourt’s order dismissing the case for lack of  standing.   361 N.C. at 30, 637 S.E.2d at \n879.  In its opinion, however, the four-Justice Goldston majority does not refer to \nany evidence or allegations pertaining to future misappropriations that would make \nlitigation “unavoidable.”  By its holding, the Court invites the reasonable inference \nthat prior misappropriations, for which taxpayer-plaintiffs sought no relief \nwhatsoever, formed an adequate controversy.  Id. at 33, 637 S.E.2d at 881 (“a \ntaxpayer has standing to bring an action against appropriate government officials \n  \nfor the alleged [prior] misuse or misappropriation of public funds.  Accordingly, \nplaintiffs were properly before the trial court.”).   \n{100} Without directly explaining why the facts of the case described a \nsufficient controversy, the Goldston court held that “‘[a] declaratory judgment \nshould issue “(1) when [it] will serve a useful purpose in clarifying and settling the \nlegal relations at issue, and (2) when it will terminate and afford relief from the \nuncertainty, insecurity and controversy giving rise to the proceeding.”’” Goldston , \n361 N.C. at 33, 637 S.E.2d at 881 (quoting Augur v. Augur , 356 N.C. 582, 588, 573 \nS.E.2d 125, 130 (2002) (quoting Edwin M. Borchard, Declaratory Judgments  299 (2d \ned. 1941) (alterations original))).  The Court did not, however, expressly hold that \nsuch taxpayer actions may generally  lie where future harm is speculative or \nuncertain: \nA declaration as to the legality and constitutionality of the Governor’s \nand the General Assembly’s diversions from the Trust Fund may well \nbe the most assured and effective remedy available.  If plaintiffs \nultimately prevail, their point is made.  Similar future diversions will \nbe obviated without requiring that the State undertake substantial \nand undoubtedly disruptive budgetary gyrations necessary to return \nimmediately the funds at issue.  If plaintiffs do not prevail, the \nGovernor and the General Assembly will have done no harm. \n \nId. at 35, 637 S.E.2d at 882 (quotations omitted).  \n{101} A conservative reading of Goldston suggests that its holding should \napply only to taxpayer claims brought under the Act.  Yet, in a vigorous dissent on \nthe very issue of controversy , Chief Justice Parker wrote that “[n]othing in the \nrecord . . . suggests that future action by the Governor or the General Assembly \nwould give rise to a controversy rendering litigation unavoidable.”  Id. at 40, 637 \nS.E.2d at 885 (Parker, C.J. dissenting).  Despite the ramifications posed by \nGoldston  for judicial controversy doctrine in North Carolina, this Court concludes \nthat the prior occurrence in Goldston of the very wrong the taxpayer-plaintiffs \nsought to remedy by preemption of future similar harm distinguishes Goldston  from \nany reasonable interpretation of the facts presented in this case.  Here, neither \n  \nparty has advanced allegations of prior harm pertaining to TWEAN’s “issues in \ndispute.”   \n{102} The passage TWEAN quotes from Goldston , like the rule Plaintiff cites \nfrom Mangum , pertains to standing rather than controversy.  See Goldston , 361 \nN.C. at 30, 637 S.E.2d at 879  (discussing the requirement of “concrete adverseness” \nin the context of standing).  This reference does little to support Plaintiff’s principal \nargument that (1) “immediate or threatened injury” should be sufficient to define a \ncontroversy under the Statute; and (2) the “immediate or threatened injury” \ndescribed by Plaintiff sufficiently defines the controversy required for this Court to \nadjudicate TWEAN’s “issues in dispute.” \n{103} Even if this “immediate or threatened injury” standard applied to the \ncontroversy question before the Court, TWEAN’s argument that Landis’ threat to \nimpose a default $50 attachment rate amounts to a controversy is undermined by \nthe Court’s findings of fact that no such threat was “imminent” at the filing of this \nlawsuit, or at the time of trial.  See finding supra  ¶ 30. \n{104} The Court has previously addressed arguments advanced by Landis or \nthe amici  that merely echo TWEAN’s contentions that (1) the General Assembly \nmay statutorily define controversy, and (2) a plaintiff’s standing alone determines \njusticiability.   \n{105} Landis advances the additional, but novel argument that its “‘proposed \nrate’ . . . is  the actual rate” (Def.’s Supplemental Br. 3.), and that this actual rate, \nthough never charged, is somehow sufficient to create a controversy.  Yet, nowhere \nin the pleadings of this case, or in the evidence at trial, is the Court able to identify \na factual or legal basis for this argument.  The Court has found as fact that the rate \nwas advanced “for negotiating purposes” and never formally adopted by the Town.   \n{106} Landis further suggests that the Town  is the injured party here.  The \nCourt notes, however, that Landis has brought no claims against TWEAN in this \naction.  See N.C.  G EN . S TAT . § 62-350(c) (requiring that “[t]he parties shall identify \nwith specificity in their respective pleadings the issues in dispute”).  The Court \nrejects the notion that Landis’ purported injury, which was neither pled nor proven \n  \nat trial, may provide a sufficient controversy to sustain TWEAN’s action under the \nStatute. \n {107} NCCTA’s substantive argument is that “a failed commercial \nnegotiation” may establish the controversy required for adjudication.  ( \nSee NCCTA \nSupplemental Reply Mem. Law 3.); see also discussion supra  ¶ 79.  The Court, \nhowever, is unaware of any authority to support this notion.  In fact, binding case \nlaw dictates a contrary result.  The seminal case of Town of Tryon  is instructive on \nthis point.  See Town of Tryon , 222 N.C. 200, 22 S.E.2d 450 (affirming dismissal for \nlack of controversy).  In Tryon , where the parties disputed plaintiff’s rights under a \ncontract, the trial court ruled that the allegations in the complaint “did not \nconstitute a declaration of intent on the part of the plaintiff to exercise any rights \nwhich it might have under [the contested] section . . . of the defendant’s franchise.”  \nId. (syllabus).  Here, as in Town of Tryon , the parties appear to dispute their \nrespective rights under the Statute, but cannot point to conduct admitting of a \ncontroversy with respect to the issues presented for adjudication . \n {108} NCAEC’s inventive argument fails for the same reasons.  NCAEC \nattempts to force the square peg of TWEAN’s suit into the round hole of controversy \nby asserting that TWEAN “necessarily has alleged that the challenged rates, terms \nand conditions at issue had been adopted by Landis at the time this action was \ncommenced.”  (NCAEC Supplemental Amicus Br. 15.)  The pleadings in this case \nand the transcript of the trial, however, belie any such interpretation of the facts of \nthis case.  TWEAN’s statement of the “issues in dispute” in the Verified Complaint \nspecifically set out their objection to: “Defendant’s proposed  rental rate of $18.00”; \n“Defendant’s proposal  to charge . . . the $18 rental rate separately” for each cable \nattachment; and “Defendant’s proposed provisions and fines concerning non-\nconforming attachments.”  (V. Compl. ¶¶ 44, 46, 48.)  Furthermore, TWEAN \nconceded at the close of trial that “the $18 rate, we found out in the testimony, is \nnot . . . a firm rate.”  (Trial Tr. 638.)  \n {109} For the foregoing reasons, the arguments advanced by the parties and \namici do not apply to the issues of justiciability that the Court finds determinative. \n  \n {110} Lastly, the Court addresses TWEAN’s admonition, in its post-trial \nbriefing, that “[i]f the present dispute is not justiciable, [s]ection 62-350 is \neffectively a dead letter.”  (Pl.’s Reply Supp. Resp. to Jurisdictional Questions 3.)  \nThe Court need not postulate how some other set of facts might establish a \ncontroversy sufficient for adjudication under the Statute.  Both parties to this suit \nhave presented the Court with questions that plainly amount to “fish[ing] in judicial \nponds for legal advice.”  Lide , 231 N.C. at 117, 56 S.E.2d at 409.  Landis concedes, \nand TWEAN does not deny, that either party could simply walk away from any \nadjudication of this case by refusing to be bound.  Thus, to entertain questions \nregarding whether or not the terms of these parties’ proposed contract  are—or are \nnot—“just and reasonable” would, under these facts, result in “‘a purely advisory \nopinion which the parties might, so to speak, put on ice to be used if and when \noccasion might arise.’”  Goldston , 361 N.C. at 36, 637 S.E.2d at 883 (Parker, C.J. \ndissenting) (quoting City of Greensboro v. Wall , 247 N.C. 516, 519, 101 S.E.2d 413, \n416 (1958) (quoting Town of Tryon , 222 N.C. at 204, 22 S.E.2d at 453)).  “It is no \npart of the function of the courts, in the exercise of the judicial power vested in them \nby the Constitution” to do this.  Poore , 201 N.C. at 792, 161 S.E. at 533.   \n{111}   For these reasons, the Court concludes that TWEAN’s “issues in \ndispute” presented for adjudication do not demonstrate a controversy sufficient for \nthe exercise of the Court’s subject matter jurisdiction under either (1) the prior-\ninjury standard or (2) the lessened requirement for controversy in a declaratory \njudgment action.   \n{112} Therefore, the Court holds that the three remaining “issues in dispute” \nadvanced by Plaintiff TWEAN against Defendant Landis, relating to the terms of a \nproposed new pole attachment agreement, fail to confer subject matter jurisdiction \nupon the court and the same are, therefore, DISMISSED DISMISSED DISMISSED DISMISSED, without prejudice.30      \n \n                                                 \n30  See Cline v. Teich , 92 N.C. App. 257, 264, 374 S.E.2d 462, 466 (1988) (“dismissal under \n[Rule 12]b(1) is not on the merits and thus is not given res judicata effect.” (quotation and \ncitation omitted)). \n  \nVI. \nCONCLUSION \n{113} For the reasons stated herein, the Court DISMISSES DISMISSES DISMISSES DISMISSES, without \nprejudice, the three remaining “issues in dispute” advanced by Plaintiff TWEAN \nagainst Defendant Landis in the above-captioned case. \nSO ORDERED SO ORDERED SO ORDERED SO ORDERED, this the 21 st  day of September, 2012. \n  "
}