{
  "id": "ce8070bf5526c2d106e39dab933f76fabe58cd0b02870fc5441a7f14db6e0505",
  "source_file": "data/raw/ncbc/ce8070bf5526c2d106e39dab933f76fabe58cd0b02870fc5441a7f14db6e0505.pdf",
  "raw_text": "Aldridge v. Metro. Life Ins. Co., 2019 NCBC 81. \n \n \n \nSTATE OF NORTH CAROLINA \n \nUNION COUNTY \n \n \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 1050 [MASTER FILE] \nRelated Cases: \n18 CVS 1124 (Union); 18 CVS 12201 \n(Mecklenburg); 18 CVS 4978 (Guilford); 18 \nCVS 19512 (Mecklenburg); 18 CVS 528 \n(Lincoln); 18 CVS 307 (Yadkin) \n \nJAMES ALDRIDGE, \n \nPlaintiff, \n \nv. \n \nMETROPOLITAN LIFE \nINSURANCE COMPANY; MSI \nFINANCIAL SERVICES, INC. f/k/a \nMETLIFE SECURITIES, INC.; and \nBENJAMIN LOWDER, JR., \n \nDefendants. \n \n \n \nORDER AND OPINION  \nON DEFENDANTS’  \nRULE 12(b)(6) MOTIONS  \n \n \n \n THIS MATTER  is before the Court on  fourteen separate motions to \ndismiss for failure to state a claim pursuant to Rule s 12(b)(6) and 9(b) of the North \nCarolina Rules of Civil Procedure (“Rule(s)”) filed in the following seven actions: (i) J. \nAldridge v. Metropolitan Life Insurance Co., et al., (18 CVS 1050; Union County); (ii) \nK. Aldridge v. Metropolitan Life Insurance Co., et al. , (18 CVS 1124; Union County); \n(iii) Goulet v. Metropolitan Life Insurance Co., et al. , (18 CVS 12201; Mecklenburg \nCounty); (iv) Kelly, et al. v. Metropolitan Life Insurance Co., et al. , (18 CVS 4978; \nGuilford County); (v) Olin v. Metropolitan Life Insuranc e Co., et al., (18 CVS 19512; \nMecklenburg County); (vi) Peterson v. Metropolitan Life Insurance Co., et al., (18 CVS \n528; Lincoln County); and (vii) Williams, et al. v. Metropolitan Life Insurance Co., et \nal., (18 CVS 307; Yadkin County) (the “Actions”).   T hese Actions have been \nconsolidated for the limited purpose of issuing this Opinion and one earlier Opinion \nto decide the fourteen motions.  The master file is  designated as  J. Aldridge v. \nMetropolitan Life Insurance Co. , (18 CVS 1050; Union County).  ( See, e.g., ECF No. \n75 (18 CVS 1050).) \n Defendants’ fourteen separate motions to dismiss also seek dismissal of \ncertain claims for lack of standing pursuant to Rule 12(b)(1).  Because of the \ncomplexity of the legal issues raised by the motions and the differing legal standards \nand analyses required under Rule 12(b)(1), on the one hand, and Rules 12(b)(6) and \n9(b), on the other, the Court first considered Defendants’ arguments pertaining to \nRule 12(b)(1) and entered a separate order and opinion in each of the se ven cases on \nAugust 15, 2019 ruling on the motions brought pursuant to that Rule, (see, e.g., ECF \nNo. 76 (18 CVS 1050)) (the “Rule 12(b)(1) Order and Opinion”).  See Aldridge v. Metro. \nLife Ins. Co., 2019 NCBC LEXIS 53 (N.C. Super. Ct. Aug. 15, 2019).  The Court herein \nonly addresses those claims and allegations remaining in light of the Court’s Rule \n12(b)(1) Order and Opinion.    \n The pending motions before the Court in this Opinion can be divided into \nfive (5) groups:  \n(a) Defendants Metropolitan Life Insurance Company  (“MetLife Insurance”) \nand MSI Financial Services, Inc., f/k/a MetLife Securities, Inc. ’s (“MSI”) \n(collectively, the “MetLife Defendants” or “MetLife”) Motions to Dismiss: \n(i) Plaintiff James Aldridge’s (“J. Aldridge”) First Amended Complaint (the \n“J. Aldridge Complaint”) , (ECF No. 52 (18 CVS 1050)) 1; (ii) Plaintiff \n                                                 \n1 For purposes of this paragraph, citations to docket entries on the Court’s online docket are \nto the Motions to Dismiss in the Actions and not to the Complaints. \nKatherine Aldridge’s (“K. Aldridge”) First Amended Complaint (the “K.  \nAldridge Complaint”) , (ECF No. 51 (18 CVS 1124)) ; (iii) Plaintiff Adam \nGoulet’s (“Goulet”) First Amended Complaint (the “Goulet Complaint”) , \n(ECF No. 37 (18 CVS 12201)) ; (iv) Plaintiffs John “Kris” Kelly  (“Kelly”), \nPaul M. Leite  (“Leite”), Randy J. Reittinger  (“Reittinger”), Dana Lemons  \n(“D. Lemons”), and Herbert Lee Lemons ’s (“H. Lemons”) (collectively with \nD. Lemons, the “Lemonses”)  First Amended Complaint (the “Kelly \nComplaint”), (ECF No. 60 (18 CVS 4978)) ; (v) Donald B. Olin’s (“Olin”) \nComplaint (the “Olin Complaint”) , (ECF No. 19 (18 CVS 19512)) ; (vi) \nAndrew Peterson’s (“Peterson”) First Amended Complaint (the “Peterson \nComplaint”), (ECF No. 46 (18 CVS 528)) ; and (vii) James Williams (“J. \nWilliams”) and William Van Williams’s (“V. Williams”) (collectively with J. \nWilliams, the “Williamses”) First Amended Complaint (the “Williams \nComplaint”), (ECF No. 48 (18 CVS 307)),  (all twelve plaintiffs collectively, \n“Plaintiffs”) (all seven complaints collectively, the “Complaints”) (all seven \nof the MetLife Defendants’ motions to dismiss the Complaints  collectively, \nthe “MetLife Motions”); \n(b) Defendant Benjamin Lowder, Jr.’s (“Lowder” ) Motion  to Dismiss the J.  \nAldridge Complaint, (ECF No. 50 (18 CVS 1050)); \n(c) Lowder and Defendant Gary Wayne Hammond’s (“Hammond”) Motions to \nDismiss: (i) the K. Aldridge Complaint , (ECF No. 52 (18 CVS 1124)) ; and \n(ii) the Olin Complaint, (ECF No. 17 (18 CVS 19512)); \n(d) Hammond’s Motions to Dismiss: (i) the Goulet Complaint, (ECF No. 39 (18 \nCVS 12201)); and (ii) the Peterson Complaint, (ECF No. 44 (18 CVS 528)) ; \nand \n(e) Defendant John D. Phillips’ s (“Phillips”) Motions to Dismiss: (i) the Kelly \nComplaint, (ECF No. 58 (18 CVS 4978)) ; and (ii) the Williams Complaint , \n(ECF No. 46 (18 CVS 307)), (Lowder, Hammond, and Phillips collecti vely, \nthe “Individual Defendants”) (the Individual Defendants’ motions to \ndismiss collectively, the “Individual Defendants’ Motions”).  \n The Individual Defendants and the MetLife Defendants are collectively \nreferred to herein as “Defendants.”  The MetLife M otions and the Individual \nDefendants’ Motions as they relate to Rules 12(b)(6) and 9(b) are collectively referred \nto herein as the “Motions.” \n Having considered the Motions, the parties’ briefs in support of and in \nopposition to the Motions, the arguments of counsel at the March 6, 2019 hearing on \nthe Motions, and the Complaints and the exhibits thereto, the Court hereby \nGRANTS in part and DENIES in part the Motions, for the reasons set forth below. \nHemmings & Stevens, PLLC , by Aaron C. Hemmings and Kelly Ann \nStevens, for Plaintiffs.  \n \nParker Poe Adams & Bernstein LLP, by Charles E. Raynal IV, William \nEsser, Stephen Vincent Cary, and Katie M. Iams;  and Morgan Lewis & \nBockius, LLP, by Amy J. Greer, and John Alfred Vassallo, for the MetLife \nDefendants.  \n \nCranfill Sumner & Hartzog LLP, by Marshal F. Wall and Mica Nguyen \nWorthy, for Defendants Lowder and Hammond. \n \nWyatt & Blake, by James Frank Wyatt III; and Mullins Duncan Harrell \n& Russell PLLC, by Leslie Cooper Harrell, for Defendant Phillips.  \n \nRobinson, Judge. \n \nI. INTRODUCTION \n These lawsuits arise out of an alleged Ponzi scheme 2 operated by \nbusinessman Richard C. Siskey 3 (“Siskey”) for more than a decade .  Each plaintiff  \nalleges that he or she engaged Siskey as a securities broker , investment advisor, \nand/or insurance agent.   \n From 2000 until his death in December 2016, Siskey is alleged to have been \na MetLife employee, working as a financial and investment advisor, securities broker, \nand insurance salesman at Wall Street Capitol, MetLife’s Charlotte, North Carolina \nbranch office through which MetLife and its agents sol d securities and insurance \npolicies and provided financial and investment advice .  The Individual Defendants \nare all MetLife employees who allegedly worked with Siskey at the Wall Street \nCapitol office.  Plaintiffs bring these Actions alleging that Defenda nts knew of, \n                                                 \n2 As explained by this Court in a related case, “[a] Ponzi scheme is a scam whereby early \ninvestors are paid returns from money contributed by later investors in order to entice more \ninvestors.”  Stone St. Partners, LLC v. Williamson , 2018 NCBC LEXIS 77 , at *2 n.1 (N.C. \nSuper. Ct. July 26, 2018) (quoting Blyth v. McCrary, 184 N.C. App. 654, 657 n.1, 646 S.E.2d \n813, 815 n.1 (2007)); see also United States v. Loayza , 107 F.3d 257, 259 n.1 (4th Cir. 1997) \n(defining “Ponzi scheme” as a form of fraud “in which early investors are paid off with money \nreceived from later investors to prevent discovery and to encourage additional and larger \ninvestments”). \n \n3 Neither Siskey nor his estate is a party to any of the Actions. \n \nparticipated in, and/or assisted Siskey in concealing his Ponzi scheme  and allowed \nSiskey to defraud Plaintiffs and others.4  \nII. PROCEDURAL BACKGROUND \n The Court sets forth here  only those portions of the procedural history \nrelevant to its determination of the Motions. \n Plaintiffs initiated the Actions between April and October 2018, 5 and the \nActions were thereafter  designated as mandatory complex business cases under \nN.C.G.S. § 7A-45.4(a) on May 25, 2018 by order of then-Chief Justice Mark R. Martin, \n(see, e.g., ECF No. 6 (18 CVS 1050)), and assigned to the Honorable Louis A. Bledsoe, \nIII on May 29, 2018 , (see, e.g., ECF No. 2 (18 CVS 1050)) .  Thereafter, the Actions \nwere re-assigned to the undersigned on February 15, 2019.  (See, e.g., ECF No. 66 (18 \nCVS 1050).)   \n                                                 \n4 As of the date of this Order and Opinion, the undersigned presides over seven additional \nlawsuits involving Siskey’s alleged Ponzi scheme.  See , e.g., Brewer v. Metro. Life Ins. Co. , \n2018 CVS 21685 (Mecklenburg County, N.C. Super. Ct.); Dreibelbis v. Metro. Life Ins. Co. , \n2019 CVS 5033 (Mecklenburg County, N.C. Super. Ct.); Machen v. Metro. Life Ins. Co., 2018 \nCVS 24234 (Mecklenburg County, N.C. Super. Ct.); Martin v. Metro. Life Ins. Co., 2018 CVS \n22954 (Mecklenburg County, N.C. Super. Ct.); Packer v. Metro. Life Ins. Co., 2019 CVS 12902 \n(Mecklenburg County, N.C. Super. Ct.); Spillars v. Metro. Life Ins. Co. , 2018 CVS 23038 \n(Mecklenburg County, N.C. Super. Ct.); Strough v. Metro. Lif e Ins. Co. , 2019 CVS 2298 \n(Union County, N.C. Super. Ct.).  \n   \n5 The original complaints in the first six Actions were filed on the following dates: (i) J. \nAldridge Complaint ‒ April 26, 2018, (ECF No. 3 (18 CVS 1050)); (ii) Peterson Complaint ‒ \nApril 27, 2018, (ECF No. 3 (18 CVS 528)); (iii) Kelly Complaint ‒ May 3, 2018, (ECF No. 4 (18 \nCVS 4978)); (iv) K. Aldridge Complaint ‒ May 7, 2018, (ECF No. 3 (18 CVS 1124)); (v) \nWilliams Complaint ‒ May 22, 2018, (ECF No. 3 (18 CVS 307)); and (vi) Goulet Complaint ‒ \nJune 18, 2018, (ECF No. 3 (18 CVS 12201).)  Each of these original complaints was amended \nas of right on September 26, 2018.  (ECF No. 37 (18 CVS 1050); ECF No. 31 (18 CVS 528); \nECF No. 48 (18 CVS 4978); ECF No. 36 (18 CVS 1124); ECF No. 36  (18 CVS 307); ECF No. \n24 (18 CVS 12201).)  The Olin Complaint was filed on October 9, 2018, (ECF No. 3 (18 CVS \n19512)), and has not been amended.   \n The J. Aldridge Complaint, K. Aldridge Complaint, Goulet Complaint, Kelly \nComplaint, Peterson Complaint, and Williams Complaint each allege nine claims for \nrelief: fraud; constructive fraud; violations of the North Carolina Securities Act \n(“NCSA”); negligent misrepresentation; professional negligence (Individual \nDefendants only); negligence (MetLife Defendants only); unfair and deceptive trade \npractices (“UDTP”)  (MetLife Defendants only) ; vicarious liability  (MetLife \nDefendants only); and punitive damages.  The Olin Complaint contains these same \nclaims for relief along with additional claims for violations of the North Carolina \nInvestment Advisors Act (“NCIAA”) against (i) the MetLife Defendants, and (ii) \nLowder and Hammond.       \n Defendants filed the  Motions on December 3, 2018  with respect to all \nComplaints other than the Olin Complaint .  Lowder and Hammond filed their \nmotions as to the Olin Complaint on December 19, 2018, and the MetLife Defendants \nfiled their motions with res pect to the Olin Complaint on December 20, 2018.  The \nMotions have been fully briefed, and the Court held a hearing on March 6, 2019, at \nwhich all parties were represented by counsel.  The Motions are ripe for resolution. \n \n \n \n \n \nIII. GENERAL FACTUAL BACKGROUND6 \n The Court does not make findings of fact when ruling on motions to dismiss \nunder Rule 12(b)(6) but only recites those factual allegations that are relevant and \nnecessary to the Court’s determination of the Motions.   \nA. The Parties \n Plaintiffs are all resident s of North Carolina.  They are, in some shape or \nfashion, all customers of MetLife, having been introduced to Wall Street Capitol, \nSiskey, and Individual Defendants at some point between 2000 and 2016.  (J. \nAldridge Compl. ¶¶ 112, 116; K. Aldridge Compl. ¶ ¶ 113−14; Goulet Compl. \n¶¶ 112−13, 116; Kelly Compl. ¶¶ 117−18, 145−46, 170−71; Olin Compl. ¶¶ 112, 118, \n120−21; Peterson Compl. ¶¶ 112−13; Williams Compl. ¶¶ 114, 117, 132−33.) \n MetLife Insurance is a New York corporation .  ( J. Aldridge Compl.  ¶ 3.)  \nMSI is a Delaware corporation.  ( J. Aldridge Compl.  ¶ 4.)  During the time period \nrelevant to the Complaints, MSI was a wholly owned subsidiary of MetLife Insurance.  \n                                                 \n6 The Complaints, all prepared and drafted by the same attorneys at the same law firm, \ncontain nearly verbatim allegations concerning the contours of the alleged Ponzi scheme and \nDefendants’ alleged involvement therein before alleging, under a separate heading in each \ncomplaint, the allegations purportedly relevant to the particular plaintiff(s)’ claims.  \nTherefore, to assist in readability and to avoid unnecessarily large record citations, the Court \ncites to the numbered allegations in one complaint only —the J. Aldridge Complaint —for \nmuch of this section.  Because neither Hammond nor Phillips are named defendan ts in the \nJ. Aldridge Complaint, certain facts pertaining to these two defendants, and common to the \nActions in which they are named as defendants, are drawn from the K. Aldridge Complaint \n(for Hammond) and the Kelly Complaint (for Phillips).  The Court has carefully reviewed all \nthe Actions to ensure that the allegations relevant to its analysis and rulings are consistent \nacross each complaint, and where they are not, the Court has so noted.  For reference, these \ngeneral allegations appear in the J. Aldridge Complaint at paragraphs 9−111; the K. Aldridge \nComplaint at paragraphs 10−112; the Goulet Complaint at paragraphs 9−111; the Kelly \nComplaint at paragraphs 14−116; the Olin Complaint at paragraphs 10−111; the Peterson \nComplaint at paragraphs 9−111; and the Williams Complaint at paragraphs 11−113.   \n(J. Aldridge Compl.  ¶ 4.)  MSI is registered with the Securities and Exchange \nCommission (the “SEC”) as a broker -dealer under s ection 15(b)(1) of the Securities \nExchange Act of 1934 and is a registered investment advisor under N.C. G.S. § 78C-\n2.  ( J. Aldridge Compl. ¶ 4.)  The MetLife Defendants  have offices in Mecklenburg \nCounty, North Carolina and conduct business in North Carolina under the registered \nassumed name “Wall Street Capitol.”  (J. Aldridge Compl. ¶¶ 3–4, 9, 15.)   \n The Individual Defendants are all residents of North Carolina.  (J. Aldridge \nCompl. ¶ 6; K. Aldridge Compl. ¶ 7; Kelly Compl. ¶ 10.)  From 2000 through at least \n2016, the Individual Defendants were MetLife employees, working alongside Siskey \nat MetLife’s Wall Street Capitol office as licensed insurance agent s, securities \nbrokers, and financial and investment advisor s.  ( J. Aldridge Compl. ¶¶ 24, 26 ; K. \nAldridge Compl. ¶¶ 32, 34; Kelly Compl. ¶¶ 32, 34.)  As part of their employment with \nMetLife, the Individual Defendants  sold life, accident, and sickness insurance \nproducts, provided financial advice, and/or  sold securities to Plaintiffs and other \nMetLife customers.  (J. Aldridge Compl. ¶ 25; K. Aldridge Compl. ¶ 33; Kelly Compl. \n¶ 33.)  Additionally, in 2001, Phillips and Siskey formed WSC Holdings, LLC (“WSC \nHoldings”), for which Siskey and the Individual D efendants solicited MetLife \ncustomers’ investments.  (Kelly Compl. ¶ 35.)  With MetLife’s approval, Phillips and \nSiskey served as officers of WSC Holdings.  (Kelly Compl. ¶ 35.)   \nB. Siskey and Wall Street Capitol \n In 1999, Siskey assisted MetLife in forming a nd establishing Wall Street \nCapitol as MetLife’s branch office.  ( J. Aldridge Compl.  ¶ 14.)   In January 2000, \nMetLife filed a Certificate of Assumed Named with the Register of Deeds in \nMecklenburg County, North Carolina to operate its business under the na me “Wall \nStreet Capitol.”  (J. Aldridge Compl. ¶ 15.)  MetLife leased office space for the Wall \nStreet Capitol branch on the fourth floor of a building located at 4521 Sharon Road  \nin Charlotte, North Carolina.  (J. Aldridge Compl. ¶ 21.)     \n Under the name Wall Street Capitol, MetLife sold life insurance products \nto the public, and bought and sold securities, stocks, bonds, mutual funds, and other \ninvestment products as a broker- dealer.  ( J. Aldridge Compl.  ¶¶ 16–17.)  MetLife \nplaced signs at the entrance and around the Wall Street Capitol office indicating that \nit was “an office of MetLife.”  (J. Aldridge Compl. ¶¶ 22, 37(a)).)  Siskey also presented \nWall Street Capitol to the public as “an office of MetLife[,]”  (J. Aldridge Compl. ¶ 20), \nand stated in wri tten advertisements and offers to sell securities that he was “the \nFounder of Wall Street Capitol, a broad based retail financial services company that \nis part of MetLife Financial Services[,]” ( J. Aldridge Compl. ¶ 37(e)).  MetLife made \nsimilar representations in advertisements.  (See J. Aldridge Compl. ¶ 37(c).)  MetLife \nalso provided customers with periodic statements listing Wall Street Capitol as \nMetLife’s branch office and its address  as MetLife’s address.  ( J. Aldridge Compl. \n¶¶ 37(d), (f).)  At all times relevant to the allegations in the Complaints , MetLife \nrepresented to Plaintiffs through its advertisements that  Wall Street Capitol was a \nreputable and legitimate office of MetLife with trusted, reputable, and experienced \nfinancial advisers and life insurance agents.  (J. Aldridge Compl. ¶¶ 38, 39.) \n Siskey worked as a MetLife employee out of the Wall Street Capitol office \nfrom 2000 to  2016.  ( See J. Aldridge Compl. ¶¶ 14 –15, 18.)  Like the Individual \nDefendants, Siskey was an insurance salesperson, financial and investment advisor, \nsecurities salesperson, and broker for MetLife.  (J. Aldridge Compl. ¶¶ 18, 36.) \nC. Wall Street Capitol Investment Ponzi Scheme \n During his tenure at Wall Street Capitol, Siskey formed more than twenty \ndifferent companies, including The Premier Fund, LLC  (“Premier Fund”); Premier \nOne, LLC (“Premier One”); Premier II, LLC (“Premier II”); Sharon Road Properties, \nLLC (“SRP”); TSI Holdings, LLC (“TSI Holdings”); SouthPark Partners, LLC (“SPP”); \nSiskey Industries, LLC (“Siskey Industries”); Siskey Capitol, LLC (“Siskey Capitol”); \nWSC Holdings; Siskey Capitol Opportunity Fund  II, LLC (“Siskey Opportunity Fund \nII”); Stone Street Opportunity Fund II, LLC; and Carolina Preferred Investments II, \nLLC.  ( J. Aldridge Compl.  ¶ 42.)  Me tLife was aware of Siskey’s formation of, and \nappointment to officer positions in, these companies.  (J. Aldridge Compl. ¶¶ 44–46.) \n From the Wall Street Capitol office, Siskey and other MetLife employees \n(including the Individual Defendants ) sold MetLife securities, as well as other \nsecurities and investments in Siskey’s aforementioned companies, and used Siskey’s \ncompanies to establis h and implement an elaborate Ponzi scheme within MetLife’s \nWall Street Capitol branch office  (the “Investment Ponzi Scheme”) .  ( J. Aldridge \nCompl. ¶¶ 47−49.)   \n In October 2015, the Federal Bureau of Investigation (“FBI”) began \ninvestigating Siskey.  (J. Al dridge Compl.  ¶ 50.)  Just over a year later , the U.S. \ngovernment seized Siskey’s assets and filed an affidavit in federal court stating that \nhe had been using several different companies to perpetuate an elaborate Ponzi \nscheme.  ( J. Aldridge Compl.  ¶¶ 50, 53, Ex. 8.)   Specifically, the FBI identified the \ncorporate bank accounts of WSC Holdings, SPP, Siskey Industries, SRP, and TSI \nHoldings as being used in the Ponzi scheme .  ( J. Aldridge Compl.  ¶ 51.)  Plaintiffs \nallege that filings with the North Carolina  Secretary of State identify Siskey as the \nmanager, president, and/or organizing member of TSI Holdings, WSC Holdings, SPP, \nand SRP (the “Bankrupt Entities”) and Siskey Industries.  (J. Aldridge Compl. ¶ 52.)  \nIn addition to the five companies identified b y the FBI, Plaintiffs allege that other \nSiskey-related corporate entities involved in the Investment  Ponzi Scheme include \nPremier Fund, Premier One , and Premier II (all eight  entities together, referred to \nas the “Ponzi Entities”).  (J. Aldridge Compl. ¶ 55.)   \n Plaintiffs allege that , under the guise and appearance of being an \nauthorized agent of MetLife , Siskey purported to invest Plaintiffs’ and other \ninvestors’ money in the Ponzi Entities, but instead shuffled investor money between \nthe bank accounts maintained by the Ponzi Entities and his personal bank accounts.  \n(J. Aldridge Compl. ¶ 56.)  The funds were used to pay for his lavish personal lifestyle, \nto pay his gambling debts, and to pay investors when they sought the return of their \nmoney.  (J. Aldridge Compl. ¶ 56.)   Siskey and the Individual Defendants, allegedly \nwith MetLife’s knowledge and while working at the Wall Street Capitol office, enticed \nPlaintiffs and other clients to invest cash, funds from their individual retirement \naccounts (“IRAs”), employee benefit plans, life insurance policies, and inheritances \nwith the Ponzi Entities by falsely promising them “guaranteed” safe asset -backed \ninvestments with a “fixed rate” of return that could be liquidated whenever the client \ndesired.  (J. Aldridge Compl. ¶¶ 57−60, 67.)   \n After the FBI seized Siskey’s assets and publicly revealed the allegations \nconcerning the Investment Ponzi Scheme, Siskey committed suicide on December 28, \n2016.  (J. Aldridge Compl. ¶¶ 53–54.) \n Plaintiffs allege that the  MetLife Defendants participated in and ratified \nthe Investment Ponzi Scheme by allowing Siskey to continue as a MetLife employee \nand sell securities to investors, including Plaintiffs, when the MetLife Defendants \nhad knowledge of Siskey’s illegal conduct.   (See J. Aldridge Compl. ¶¶ 69, 73.)  \nSpecifically, Plaintiffs allege that as early as  2002, MetLife’s Vice President and \nCompliance Director and MetLife’s Senior Compliance Consultant (together, \n“MetLife’s Senior Directors”) discussed with Siskey, on several dates by phone and in \nwriting, Siskey’s involvement with two of the Ponzi Entities: Premier Fund and \nPremier Fund II.  ( J. Aldridge Compl.  ¶ 70.)  Thereafter i n 2004, Siskey was fined \nand suspended by the National Association of Securities Dealers (“NASD”) for selling \nhigh-risk promissory notes issued by Premier Fund and Premier II without disclosing \nhis participation in these outside securities transactions.  ( J. Aldridge Compl.  \n¶¶ 74−75.)  Siskey’s two-year suspension prohibited him from associating with any \nNASD member, including MetLife, in any capacity from 2004 to 2006 .  (J. Aldridge \nCompl. ¶¶ 76–77, Ex. 11 to J. Aldridge Compl.)  \n In March 2011, the United States Department of Labor (“DOL”) determined \nthat Siskey and Wall Street Capitol had violated the Employee Retirement Income \nSecurity Act of 1974 (“ERISA”) by investing the assets of employee benefit plans into \nthe same Ponzi Entities that MetLife’s Senior Directors discussed with Siskey in 2002 \nand that were involved in the 2004 NAS D investigation.  (J. Aldridge Compl. ¶ 81.)  \nAs a result, the DOL permanently banned Siskey from acting in a fiduciary capacity \non behalf of any employee benefit plan covered by ERI SA.  (J. Aldridge Compl. ¶ 81, \nEx. 12 to J. Aldridge Compl.) \n Plaintiffs al lege that , despite its knowledge of Siskey’s participation in \nfraudulent securities transactions in 2002 and again after the disciplinary actions \ntaken by the NASD and DOL in 2004 and 2011 respectively , MetLife took no action \nto stop Siskey’s fraud on Plaintiffs and on the public.  (J. Aldridge Compl. ¶¶ 69, 72, \n74, 76, 82.)  Rather, during Siskey’s 2004–06 suspension, MetLife allowed Siskey to \ncontinue providing investment advice and financial services, including selling \nsecurities from the Wall Street Cap itol office to Plaintiffs and other MetLife \ncustomers.  (J. Aldridge Compl. ¶¶ 77–78.)   \n Additionally, Plaintiffs allege that, in 2011 and again in 2013, MetLife \n“reinstated Siskey as a MetLife broker and entered into additional brokerage \ncontracts with him.”  (J. Aldridge Compl. ¶ 84.)  Plaintiffs allege that MetLife changed \nSiskey’s employment status from employee to independent contractor to “wrongfully \ninsulate itself from potential liability while it continued the exact same relationship \nwith [Siskey]” that it had prior to this status change.  (J. Aldridge Compl. ¶¶ 84–85.) \nPlaintiffs allege that MetLife allowed Siskey to carry on his everyday business for \nMetLife as usual, continued to provide Siskey with office space, staff, furnishings,  \nand equipment, and continued to pay him his same compensation because he was a \ntop sales performer and generated significant profits for the MetLife Defendants.  (J. \nAldridge Compl. ¶¶ 79, 87.)   \n At no point from 2002 through 2016 did MetLife inform Plaintiffs, its other \ncustomers, or the public that Siskey was no longer a MetLife employee or agent after \nhis suspensions and other disciplinary conduct.  (J. Aldridge Compl. ¶ 87.)  Plaintiffs \nallege that Siskey’s status as an indepen dent contractor was an “inaccurate \ncharacterization of [ his] relationship  [with MetLife, ]” (J. Aldridge Compl.  ¶ 88), \nbecause the MetLife Defendants still exercised the same supervision and control over \nSiskey, required him to follow company policies, and MetLife (not Siskey) had direct \ncontrol over who was employed or terminated at the Wall Street Capitol office, ( J. \nAldridge Compl. ¶¶ 89−90).   \n Plaintiffs allege that the MetLife Defendants’ actions and inactions denied \nPlaintiffs the opportunity to invest igate or otherwise discover the truth of the \nInvestment Ponzi Scheme.  (J. Aldridge Compl. ¶ 68.)   \n Plaintiffs further allege that the Individual Defendants were aware of \nSiskey’s disciplinary conduct but omitted this information  when referring Plaintiffs \nand other  MetLife customers  to Siskey for the purpose of investing in the Ponzi \nEntities.  (J. Aldridge Compl. ¶ 83.)   \n \nD. Wall Street Capitol Insurance Ponzi Scheme \n In addition to the aforementioned alleged Investment Ponzi Scheme, \nPlaintiffs allege that Siskey misrepresented and misled MetLife customers to \npurchase various MetLife insurance policies, the commissions from which Siskey \nused to aid and contribute to the Investment Ponzi Scheme (the “Insurance Ponzi \nScheme”7).  (J. Aldridge Compl. ¶ 98.)   \n Siskey allegedly perpetuated the Insurance Ponzi Scheme by several illegal \nmeans.  For some transactions, Siskey approached MetLife customers and investors \nwith existing whole life insurance policies with other insurance companies and \nconvinced them to surrender their policies and purchase new MetLife whole  life \npolicies, when in fact the MetLife replacement polic ies were term policies of much \nlesser value.  (J. Aldridge Compl. ¶¶ 98−99.)  As a result, Siskey would collect large \nsales commissions from th e sale and issuance of new MetLife term policies.  ( J. \nAldridge Compl. ¶ 99.)  For customers of older age, Siskey would shepherd MetLife \ncustomers through the application and medical review process, filling in blank \ndocuments and submitting their life insurance applications with false information.  \n(J. Aldridge Compl. ¶ 99.) \n In other situations , in hopes of “cashing in” his customers’  policies if a \ncustomer were to pass away, Siskey convinced MetLife customers to surrender their \nexisting policies, apply for  new MetLife policies with additional coverage, and \n                                                 \n7 The Investment Ponzi Scheme and the Insurance Ponzi Scheme are referred to together as \nthe “Ponzi Schemes.” \ndesignate Siskey as the beneficiary for the additional amount .  (J. Aldridge Compl. \n¶¶ 98, 101.)  \n Siskey was able to use his insurance sales commissions, funds borrowed \nfrom the cash value of the insuranc e policies, and funds from his Investment Ponzi \nScheme to pay the premiums on the MetLife life insurance policies, which effectuated \nhis overall Ponzi scheme.  (J. Aldridge Compl. ¶ 109.) \n Plaintiffs allege that because MetLife’s insurance applications requ ire the \napplicant to list previous insurance policy information, “MetLife was placed on notice \nof the routinely questionable transactions” that Siskey was involved in.  (J. Aldridge \nCompl. ¶ 103.)  Plaintiffs also allege that MetLife received, approved, and underwrote \nthe insurance policies that were used to perpetuate the Investment Ponzi Scheme.  \n(J. Aldridge Compl. ¶¶ 103 –04.)  In fact, Plaintiffs  allege that MetLife insurance \npolicies could not be issued to Plaintiffs and other MetLife customers without  the \nemployees in MetLife’s underwriting department reviewing the application s, \nreviewing all related documents, and approving them .  ( J. Aldridge Compl.  ¶ 107.)  \nSpecifically for customers that replaced their whole life policies with term policies, \nMetLife approved and underwrote the replacement policies with clear knowledge that \nthe MetLife policy was of lesser value.  (J. Aldridge Compl. ¶ 104.)   \n Nonetheless, MetLife “ignored” the suspect life insurance applications and \n“failed to stop employee Rick Siskey because those activities were generating \nsubstantial profits”  for MetLife.   ( J. Aldridge Compl.  ¶ 108.)  Instead, MetLife \napproved and paid Siskey commissions “over and over again[.]”  (J. Aldridge Compl. \n¶ 105.)  Plaintiffs allege that MetLife profited from the Insurance Ponzi S cheme in \nthe form of “enormous life insurance premiums collected f rom Rick Siskey[.]”  (J. \nAldridge Compl. ¶ 110.) \nE. Bankruptcy Proceedings and the Rule 12(b)(1) Order and Opinion \n Within a month of Siskey’s death, o n January 27, 2017, an involuntary \nbankruptcy petition was filed against one of the Ponzi Entities, TSI Holdings, thereby \ninitiating a Chapter 7 bankruptcy case.8  (J. Aldridge Compl. ¶ 62.)  Thereafter, WSC \nHoldings, SPP, and SRP also entered bankruptcy, with the Bankruptcy Trustee \nserving as trustee for each of the Bankrupt Entities. 9  (J. Aldridge Compl. ¶ 63; Ex. \n10 to J. Aldridge Compl.)  \n Plaintiffs each filed proofs of claim in the Bankruptcy Proceedings directed \nto the particular Bankrupt Entity in which they invested.  Aldridge, 2019 NCBC \nLEXIS 53, at *20.  Specifically, Goulet, Kelly, and Olin filed proofs of claim regarding \nTSI Holdings; J. Aldridge, K. Aldridge, Leite, the Lemonses, a nd Reittinger filed \nproofs of claim regarding WSC Holdings; J. Aldridge filed a proof of claim regarding \nSPP; and J. Aldridge, Kelly, Peterson, and the Williamses filed proofs of claim \nregarding SRP.  Id.        \n In late 2018, the Bankruptcy Trustee and other parties to the Bankruptcy \nProceedings, including the MetLife Defendants, negotiated and submitted for the \nBankruptcy Court’s approval a settlement and release agreement (the “Settlement \n                                                 \n8 In re TSI Holdings, LLC, Petition No. 17-30132 (Bankr. W.D.N.C.). \n9 In re WSC Holdings, LLC , Petition No. 17 -30338 (Bankr. W.D.N.C.); In re South Park \nPartners, LLC, Petition No. 17-30339 (Bankr. W.D.N.C.); In re Sharon Road Properties, LLC, \nPetition No. 17-30363 (Bankr. W.D.N.C.). \nAgreement”).  Id. at 21.  The Settlement Agreement essentially provides, in relevant \npart, that the Bankruptcy Trustee, on behalf of the Bankrupt Entities, releases all \nclaims against MetLife arising out of the Ponzi Scheme in exchange for MetLife’s \ncontribution to a bankruptcy set tlement fund.  Id.   At the hearing on the Motions, \ncounsel for all parties to the Settlement Agreement represented and confirmed to the \nCourt that all conditions precedent to the Bankruptcy Court’s approval of the \nSettlement Agreement had been satisfied an d that the Bankruptcy Court approved \nthe settlement, which is now in effect.  Id. at 23.  \n Defendants moved to dismiss Plaintiffs’ claims regarding their investments \nin the Bankrupt Entities pursuant to Rule 12(b)(1), arguing that: (a) the Bankruptcy \nTrustee has “first crack” at these claims; (b) the Bankruptcy Trustee has negotiated \na settlement of these claims on behalf of the Bankrupt Entities; and (c) the Settlement \nAgreement includes a release of the MetLife Defendants and the Individual \nDefendants, as employees and agents of the MetLife Defendants, from all claims \nbrought by Plaintiffs  arising from Plaintiffs’ investments in the Bankrupt Entities .  \nId.  This Court decided these motions pursuant to Rule 12(b)(1).   That decision rested \nlargely on the nat ure on scope of the “first crack” doctrine, which —at its essence —\nreflects the principle that “[o]nly the trustee of the bankruptcy estate has standing to \npursue claims that belong to the bankruptcy estate unless and until the trustee \nabandons those claims.”  Id. at 29 (citing Nat’l Am. Ins. Co. v. Ruppert Landscaping \nCo., 187 F.3d 439, 441 (4th Cir. 1999)).  For the reasons fully articulated in the Rule \n12(b)(1) Order and Opinion, th is Court denied the Individual Defendants’ motions \nseeking dismissal of Pla intiffs’ claims under the “first crack” doctrine  in their \nentirety.  As to the MetLife Defendants, this Court granted the motions seeking \ndismissal of Plaintiffs’ fraud, constructive fraud, and negligent misrepresentation \nclaims brought directly against the MetLife Defendants to the extent claims arise \nfrom Plaintiffs’ investments in the Bankrupt Entities.  Id.  at *73–74.  These claims, \nhowever, go forward to the extent Plaintiffs seek to hold MetLife vicariously liable for \nthe actions of Siskey or  the Individual Defendants.  Id.   The Court also granted the \nmotions seeking dismissal of Plaintiffs’ negligent supervision claims to the extent the \nclaims are premised on Plaintiffs’ investments in the Bankrupt Entities.  Id.  at *75.  \nAccordingly, and because a grant of a Rule 12(b)(1) motion is a determination that \nthe Court does not have subject matter jurisdiction over the dismissal of claims, the \nCourt’s Rule 12(b)(6) analysis shall be limited accordingly.    \nIV. PLAINTIFF-SPECIFIC FACTS \n The preceding Section III of this Opinion sets forth the general factual \nbackground commonly addressed in each of the Complaints.  In addition to that \nforegoing factual background, each Complaint sets forth plaintiff -specific facts, \ndetailing the named pla intiff(s) involvement with Wall Street Capitol, Siskey, the \nIndividual Defendants, and MetLife.  The following subsections set forth those \nplaintiff-specific facts relevant to the Court’s consideration of the Motions  that vary \nfrom complaint to complaint.   \n \n \nA. J. Aldridge Complaint Allegations \n J. Aldridge, a small business owner, was introduced to Siskey by his \naccountant around 2000.  (J. Aldridge Compl. ¶ 112.)  At that time, Siskey invited J. \nAldridge to the Wall Street Capitol office, where he met Lowder.   \n Over the next fifteen years, J. Aldridge received investment and insurance \nadvice from Lowder and Siskey at the Wall Street Capitol office.  (J. Aldridge Compl. \n¶ 123.)  When J. Aldridge was unable to visit the office, Lowder would go to J. \nAldridge’s business.  (J. Aldridge Compl. ¶ 141.)  Under the guise and authority of \nMetLife, Siskey and Lowder convinced J. Aldridge to invest over $900,000 into the \nInvestment Ponzi Scheme.  (J. Aldridge Compl. ¶¶ 123, 140.)  Siskey represented that \nthis money would be placed in investments with reputable companies.  (J. Aldridge \nCompl. ¶ 124.)  Instead, Siskey placed it into the Ponzi Entities, funneled investments \ninto other companies, and diverted the funds into Siskey’s personal account.  (J. \nAldridge Compl. ¶¶ 1 24, 126.)  J. Aldridge alleges that Lowder worked closely with \nSiskey and participated in the fraudulent transactions.  (J. Aldridge Compl. ¶ 125.)  \nHe further alleges that Lowder and Siskey told him that their sales of securities to \nhim were registered wi th legitimate companies and that his investments were \n“guaranteed and safe investments.”  (J. Aldridge Compl. ¶ 126.)   \n In total, based on these representations, J. Aldridge invested $259,000 into \nPremier II in 2001, which was later transferred to WSC Holdings in 2003; $200,000 \ninto Pinnacle at Mountain View, LLC in 2003−2004; $100,000 into Richmond Hills in \n2006; $50,000 into SPP in 2009; $50,000 into SDMI in 2011, $50,000 into Contrafect \nin 2011; $95,000 into OST; $40,000 into Level Brands/Level Beauty Group (“LBI”) in \n2015; and $25,000 into Kure Corp. (“Kure”) in 2015.  (J. Aldridge Compl. ¶ 128.) \n J. Aldridge also alleges that Siskey told him in 2001 that he would make a \nten percent return on any transfers of funds or investments into WSC Holdings and \nthat there was “no risk.”  (J. Aldridge Compl. ¶ 132.)  Regarding the OST investment, \nSiskey “made false statements in the presence of . . . Lowder and affirmed by [Lowder] \nthat there was a five percent (5%) rate of return with ‘no risk.’ ”  (J. Aldridge Compl. \n¶ 133.)  Regarding his SPP investment, Siskey and Lowder made false statements to \nJ. Aldridge on or around September 11, 2014 that there was a 4% fixed guaranteed \nr a t e  o f  r e t u r n  o n  t h i s  i n v e s t m e n t .   ( J .  A l d r i d g e  C o m p l .  ¶ ¶  1 3 4 − 3 5 . )   F u r t h e r ,  J .  \nAldridge alleges that “[f]rom the early 2000s through November 2016, [he] received \nfalse investment statements from MetLife’s Wall Street Capitol office assuring his \ninvestments were safe and documenting funds that did not exist.”  (J. Aldridge Compl. \n¶ 160.) J. Al dridge also received income statements from the Wall Street Capitol \noffice, upon which he based his tax returns for nearly fifteen years.  (J. Aldridge \nCompl. ¶ 161.)  He believed that these statements were from MetLife.  (J. Aldridge \nCompl. ¶ 160.) \n As a r esult of Siskey, Lowder, and the MetLife Defendants’ actions and \ninactions, J. Aldridge alleges that he has lost “most” of the money he invested through \nSiskey and Lowder.  ( See J. Aldridge Compl. ¶ 166.)  Even those investments that \nwere not funneled into Siskey’s personal accounts and the Ponzi Entities have been \n“diluted by the fallout of the discovery of the massive Wall Street Capitol Ponzi \n[s]cheme due to their association with Siskey.”  (J. Aldridge Compl. ¶ 168.)  This \nincludes J. Aldridge’s investments in LBI and Kure.  (J. Aldridge Compl. ¶ 169.)   \n J. Aldridge was also a MetLife insurance customer.  (J. Aldridge Compl. \n¶ 143.)  In 2004, J. Aldridge and his family held three whole life insurance policies \nwith Guardian Life Insurance Company (“Guardi an”), which Siskey convinced J. \nAldridge to surrender and replace with two $1,000,000 MetLife policies.  (J. Aldridge \nCompl. ¶¶ 144−45.)  Lowder assisted Siskey with the transaction and handled the \npaperwork.  (J. Aldridge Compl. ¶ 148.)  When providing quotes for at least one of the \nnew MetLife policies, Siskey and Lowder told J. Aldridge that the policy was a whole \nlife policy when in fact it was a term policy of much lesser value.   (J. Aldridge Compl. \n¶ 146.)  Siskey also told J. Aldridge that he would not have to pay premiums on the \nnew policy and concealed the fact that Siskey had listed himself as a \nbeneficiary/owner of the policy.  (J. Aldridge Compl. ¶ 146.)  Lowder was aware and \nconcealed from Mr. Aldridge that the new policy was a term policy and that Siskey \nlisted himself as a beneficiary.  (J. Aldridge Compl. ¶ 148.)  J. Aldridge, following \nSiskey’s advice, approved the transfer of his policies from Guardian to MetLife, and \nas a result, lost the entire cash value of his whole life policies with G uardian.  (J. \nAldridge Compl. ¶ 147.)     \n In 2011, J. Aldridge was advised to sell the $1,000,000 policy with MetLife \nto a third-party for the purpose of paying the premiums for a replacement $2,000,000 \npolicy with MetLife.  (J. Aldridge ¶ 152.)  Siskey to ld J. Aldridge that he would no \nlonger have to pay any premiums, that his beneficiaries would be entitled to \n$1,000,000 upon his death, and that the other $1,000,000 in death benefits would go \nto the third-party who purchased the original MetLife policy.  (J. Aldridge Compl. ¶ \n152.)  In fact, Siskey was using monies from the Investment Ponzi Scheme to pay J. \nAldridge’s premiums, and Siskey named himself as beneficiary of the additional \n$1,000,000 in life insurance proceeds.  (J. Aldridge Compl. ¶¶ 152−53.)  J. Aldridge \nalleges that MetLife reviewed, approved, and underwrote this 2011 MetLife policy.  \n(J. Aldridge Compl. ¶ 154.)  MetLife “received and profited from the premiums paid \nfor this new policy[.]”  (J. Aldridge Compl. ¶ 155.) \n After Siskey’s death, J.  Aldridge discovered that he was one of the \nindividuals upon which Siskey “was holding tens of millions of dollars of life \ninsurance policies on their lives, all while using the proceeds from [the Investment \nPonzi Scheme] to pay premiums of over 1.2 million dollars . . . per year to MetLife.”  \n(J. Aldridge Compl. ¶ 156.)  Because J. Aldridge’s insurance policies were not paid in \nfull as represented to him by Siskey and Lowder, he now has to pay over $83,000 in \nannual premiums for his MetLife insurance policies.  (J. Aldridge Compl. ¶ 157.) \n With respect to both his investment transactions and purchase of life \ninsurance, J. Aldridge alleges that had he known of Siskey’s fines, suspensions, and \nother illegal activities, he would not have invested in the Ponzi E ntities or \nsurrendered his Guardian insurance policies in favor of new MetLife policies.  (J. \nAldridge Compl. ¶¶ 139, 159.)  J. Aldridge further alleges that because of the false \ninvestment statements from Wall Street Capitol, he could not have discovered the \nInvestment or Insurance Ponzi Schemes on his own prior to December 2016.  (J. \nAldridge Compl. ¶ 163.) \nB. K. Aldridge Complaint Allegations \n K. Aldridge is J. Aldridge’s wife.  (K. Aldridge Compl. ¶ 113.)  She alleges \nthat she was introduced to Wall Street Capitol, Siskey, Hammond, and Lowder in \n2006.  (K. Aldridge Compl. ¶¶ 113−14.)  From the Wall Street Capitol office, K. \nAldridge received and acted pursuant to investment advice from Siskey, Lowder, and \nHammond, which first included rolling over her IRA in to a MetLife account on June \n1, 2006.  (K. Aldridge Compl. ¶¶ 118, 125−26.)   \n Then, on April 12, 2016, she was induced by Siskey, Lowder, and Hammond \nto invest $100,000 in WSC Holdings .  (K. Aldridge Compl. ¶ 140.)  In 2016, Siskey , \nLowder, and Hammond falsely represented to her that the WSC Holdings investment \nwas a “guaranteed and safe investment with guaranteed rates of return when there \nwas no guaranteed rates of return[.]”  (K. Aldridge Compl. ¶ 141.)  Siskey , Lowder, \nand Hammond told her that the WSC Holdings investment was a “legitimate \ninvestment[,]” rather than telling her that the money was being taken and deposited \ninto other accounts or used by Siskey for his own personal use.  (K. Aldridge Compl. \n¶¶ 141, 148 .)  To cover for their misstatements, on November 28, 2016, Siskey, \nLowder, and Hammond sent K. Aldridge, from their Wall Street Capitol office, a n \ninaccurate statement indicating her investment was worth $103,138.89.  (K. Aldridge \nCompl. ¶ 142.)  In subseque nt months, Siskey, Lowder and Hammond continued to \nrepresent that her investment in WSC Holdings was safe and earning interest.  (K. \nAldridge Compl. ¶ 14 9.)  From the summer of 2016 through December of 2016, K. \nAldridge continued to receive investment stat ements representing the same and \nbelieved that these statements were from MetLife through Wall Street Capitol.  (K. \nAldridge Compl. ¶ 154.)   \n She alleges that because of these misrepresentations, as well as the false \nreporting on her investment statements from MetLife, she was kept “in the dark[,]” \nand continued to trust and believe Siskey, Lowder, and Hammond.  (K. Aldridge \nCompl. ¶ 158.)  Because of this misplaced trust and the MetLife Defendants’ failure \nto inform her about Siskey’s disciplinary history,  K. Aldridge was prevented from \ndiscovering the Investment Ponzi Scheme.  (K. Aldridge Compl. ¶¶ 156, 158.)  \nAccordingly, she lost the majority of her $100,000 invested in WSC Holdings.  (K. \nAldridge Compl. ¶ 145.)   \n K. Aldridge is also  the intended beneficiary on her husband’s MetLife life \ninsurance policies.  (K. Aldridge Compl. ¶¶ 118, 128.)  On June 17, 2011, she was \npresent when J. Aldridge executed a form, at the direction of Siskey and Lowder, that \nindicated she would “receive $500,000.00 as the spou se of the insured and would be \na beneficiary of the new policy sold by MetLife and the other $500,000.00 would go to \n[their] children . . . upon [J. Aldridge’s] death.”  (K. Aldridge Compl. ¶ 130.)  This form \nwas signed by both Siskey and Lowder .  (K. Aldr idge Compl. ¶ 130.)  K. Aldridge \nalleges that she was harmed by her husband’s cancellation of his previous insurance \npolicies in favor of the new MetLife policies, which were of much lesser value than \nthey were represented to be.  (K. Aldridge Compl. ¶¶ 134−37.)   \nC. Goulet Complaint Allegations \n In 2013, Hammond introduced Goulet to Siskey and Wall Street Capitol.  \n(Goulet Compl. ¶ 112.)  Although Hammond allegedly knew about Siskey’s \ndisciplinary history, he did not tell Goulet this information when advising Goulet to \nmeet with Siskey.  (Goulet Compl. ¶¶ 119, 122.)  In late March 2015, Goulet met with \nSiskey at the Wall Street Capitol office, and Siskey represented to him that Goulet \ncould invest with Wall Street Capitol and receive a “guaranteed” rate of retu rn with \n“no risk.”  (Goulet Compl. ¶  118.)  On April 8, 2015, after meeting with Siskey and \nHammond, Goulet was induced into investing $420,000 in TSI Holdings, and was \nmisinformed by Siskey that he was “guaranteed” a 3.9% rate of return on his \ninvestment so long as he kept the funds invested for one year.  (Goulet Compl. ¶ 120.)  \nSiskey also misrepresented to him that the funds would be available to him at any \ntime.  (Goulet Compl. ¶ 120.)  Under the guise of MetLife, Siskey “made numerous \nmisrepresentations and omitted material facts regarding the suitability of TSI \nHoldings” and concealed that he was using “funds deposited to the company’s bank \naccount for his own personal benefit.”  (Goulet Compl. ¶ 121.)  Goulet later sought a \nreturn of his investment and received a portion in late 2016.  (Goulet Compl. ¶ 123.)  \nThe portion he did not receive back is now subject to pro rata distributions in \nBankruptcy Court.  (Goulet Compl. ¶¶ 123−24.) \n On October 10, 2016, upon the advice of Hammond, Goulet consulted wit h \nSiskey and was induced into investing $53,000 in LBI.  (Goulet Compl. ¶ 126.)  \nHammond again omitted “known material facts” when advising Goulet to meet with \nSiskey regarding this investment.  (Goulet Compl. ¶ 126.)  Now managed by Stone \nStreet Partners, this investment is “degraded” and “worth significantly less” due to \n“the taint of Siskey’s fraud.”  (Goulet Compl. ¶ 126.) \n Goulet alleges that Hammond and the MetLife Defendants were aware of \nthe disciplinary actions taken against Siskey in 2004 and 2011 and failed to convey \nthis information to Goulet at any point prior to and after he invested with Wall Street \nCapitol.  (Goulet Compl. ¶¶ 119, 129.)   He also alleges that the MetLife Defendants \ndid not tell him about their investigation into Siskey’s actions in 2014 or 2015, which \nrevealed many facts of the Investment Ponzi Scheme, and instead concealed that \ninvestigation from Goulet.  (Goulet Compl. ¶ 129.)  Goulet alleges that if he had \nknown about Siskey’s disciplinary history, he would not have invested  in TSI \nHoldings.  (Goulet Compl. ¶ 125.)    \nD. Kelly Complaint Allegations \n Kelly, Leite, Reittinger, and the Lemonses (collectively, the “Kelly \nPlaintiffs”) jointly filed their lawsuit.  They allege that they were introduced to Wall \nStreet Capitol through Phillips.  (Kelly Compl. ¶¶ 117, 145, 170, 196, 222.) \n The Kelly Plaintiffs are all small business owners who primarily met with \nPhillips at their respective places of business, and not the Wall Street Capitol office.   \n(Kelly Compl. ¶¶ 118, 146, 171, 197, 223.)  Notwithstanding their meeting place,  \nPhillips represented to them that he was an employee and agent of Wall Street \nCapitol.  (Kelly Compl. ¶¶ 118, 146, 171, 197, 223.)   \n Each of the Kelly Plaintiffs invested in different companies with Wall Street \nCapitol based on representations from Siskey and/or Phillips that their investments \nwere “guaranteed.”  (Kelly Compl. ¶¶ 119, 147, 173, 199, 227.)  Specifically, in 2015 \nand 2016, Kelly invest ed $885,227 with Wall Street Capitol , which included three \ninvestments in TSI Holdings, totaling $305,227, on June 23, July 28, and November \n20, 2015, (Kelly Compl. ¶ 121); a $100,000 investment in SRP, (Kelly Compl. ¶ 129); \n$330,000 in Siskey Capitol, LLC, (Kelly Compl. ¶ 131); $75,000 in LBI, (Kelly Compl. \n¶ 131); and $75,000 in Kure, (Kelly Compl. ¶ 131) .  Leite invested $100,000 in WSC \nHoldings on August 15, 2015;\n10 and $50,000 in Kure.  (Kelly Compl. ¶ 156; Ex. 21.)  \n(Kelly Compl. ¶¶ 149, 150; Ex. 19.)   Reittinger invested $100,000 in WSC Holdings \non August 12, 2016, (Kelly Compl. ¶ 175; Ex. 22.), and $50,000 in securities in Kure, \n(Kelly Compl. ¶ 182).   The Lemonses invested $100,000 each in WSC Holdings on \nApril 5, 2016 by transferring fu nds from their IRAs.  (Kelly Compl. ¶¶ 202−04, 230; \nExs. 25 & 26.)   \n The Kelly Plaintiffs allege that Phillips and the MetLife Defendants knew \nabout the disciplinary actions taken against Siskey in 2004 and 2011 and failed to \nconvey this information to them at any point prior to or after they invested with Wall \nStreet Capitol.  (See Kelly Compl. ¶¶ 122, 134, 162, 188, 212, 237.)  They also allege \nthat the MetLife Defendants did not tell the Kelly Plaintiffs about their investigation \ninto Siskey’s actions in  2014 or 2015, which revealed many facts of the Investment \n                                                 \n10 This date is inconsistent in the Kelly Complaint; in paragraph 149, Leite alleges that he \ninvested in WSC Holdings on  August 15, 2015, but twice in Exhibit 19, Leite’s investment \nstatement indicates that his investment was in 2016.  (See Kelly Compl. Ex. 19.) \nPonzi Scheme, and instead concealed that investigation from the Kelly Plaintiffs.  \n(Kelly Compl. ¶¶ 137, 163, 189, 215, 240.)    \n Further, f rom the time of the Kelly Plaintiffs’ investments through \nDecember of 2016, Siskey and Phillips, from the Wall Street Capitol office, sen t \nfraudulent statements to the Kelly Plaintiffs indicating that their  investments were \nsafe and worth more than these plaintiffs’ original investments .  (Kelly Compl. ¶ ¶ \n138, 152, 185 , 211, 236.)   The Kelly Plaintiffs (with the exception of H. Lemons) \nattached as exhibits to the Kelly Complaint examples of the allegedly inaccurate \nstatements.  (Exs. 18, 19, 22, 26 to Kelly Compl.)  Kelly received a statement on \nSeptember 20, 20 16 indicating that his investment  in TSI Holdings was worth \n$322,308.24.  (Kelly Compl. ¶ 125; Ex. 18.)  Leite received a statement on September \n30, 2016 indicating that his investment in WSC Holdings was worth $100,625.  (Kelly \nCompl. ¶¶ 152, 159; Ex. 19.)   Reittinger received a statement on September 30, 2016 \nindicating that his investment in WSC Holdings was worth $100,694.44.  (Kelly \nCompl. ¶ 178; Ex. 22.)  In the case of D. Lemons, she alleges that her investment was \nfalsely reported by Phillips and S iskey to her account custodian, Mainst ar Trust , \nwhich in turn resulted in an inaccurate statement from Mainstar Trust in December \n2016 indicating that her balance was $103,215.93.  (Kelly Compl. ¶ 207; Ex. 26.)       \n The Kelly Plaintiffs allege that becaus e of Siskey and Phillips’ s \nmisrepresentations and omissions, and MetLife’s concealment of their investigation \ninto Siskey, the Kelly Plaintiffs were prevented from and could not have discovered \nthe Investment Ponzi Scheme until December 2016.  (Kelly Compl. ¶¶ 140, 165, 191, \n217, 242.)  They further allege that, had they known of Siskey’s violations of law and \nresulting disciplinary actions in 2004 and 2011, they  would not have invested with \nWall Street Capitol.  (See, e.g., Kelly Compl. ¶ 256.) \nE. Olin Complaint Allegations \n Prior to becoming a Wall Street Capitol client and customer, Olin knew \nSiskey through his relationship with Consolidated Capital Group, Inc ., having \ninvested $895,462.28 from an IRA on August 11, 1998.  (Olin Compl. ¶ 120.)  After \nMetLife’s Wall Street Capitol office was established in late 1999/early 2000, Siskey \nintroduced Olin to Wall Street Capitol and represented to him that investments with \nWall Street Capitol were “guaranteed” with a “fixed rate” of return.  (Olin Compl. \n¶¶ 112, 121.)  Siskey also told Olin that investing with Wall Street Capitol was “better \nthan going to a bank.”  (Olin Compl. ¶ 121.)  Based on these representations, Olin \ndecided to move his business to Wall Street Capitol.  (Olin Compl. ¶ 121.)  At Wall \nStreet Capitol, Olin met and worked with Lowder and Hammond.  (Olin Compl. ¶ \n116.)  Through his relationship with Siskey, Lowder, and Hammond, Olin became \nboth an investment and insurance customer of MetLife.  (Olin Compl. ¶¶ 117−19.)  \n Siskey continued to represen t that investments with Wall Street Capitol \nwere “guaranteed” with a “fixed rate” of return after Olin moved his investments to \nWall Street Capitol.  (Olin Compl. ¶ 122.)  Olin alleges that Lowder and Hammond \nmade similar representations when meeting with Olin at the Wall Street Capitol \noffice.  (Olin Compl. ¶¶ 122, 150.)  In 2000, Siskey advised Olin to invest $400,000 of \nhis investments in the Premier Fund and specifically represented that this \ninvestment was “guaranteed” by Wall Street Capitol and would earn a “guaranteed \nfixed rate” of return.  (Olin Compl. ¶ 123.)  From 2000 through 2016, “Siskey and \nother MetLife employees” prepared and delivered false periodic written statements \nto Olin indicating that his investment in the Premier Fund was safe and maturing in \nvalue.  (Olin Compl. ¶ 127.)  Olin alleges that these statements were prepared and \ndelivered with full knowledge of and under the supervision of MetLife.  (Olin Compl. \n¶ 127.) \n Olin alleges that Siskey was able to conceal his Investment Ponzi Sch eme \nby distributing portions of invested funds to investors when requested.  (Olin Compl. \n¶ 129.)  From 2000 through 2016, Olin made such requests and received portions of \nhis investments as distributions when needed.  (Olin Compl. ¶ 130.) \n On August 8, 2010, Olin received $773,299.24 from an asset sale related to \na previous investment in Carolina Beer & Beverage, LLC (“Carolina Beer”), which \nwas an investment made through Wall Street Capitol.  (Olin Compl. ¶ 131.)  “Using \na classic Ponzi scheme tactic,” in October 2010, Siskey advised Olin to invest those \nsale proceeds in TSI Holdings, promising Olin that he would earn a “guaranteed 5% \nrate of return.”  (Olin Compl. ¶ 132.)  These statements were made in the MetLife \noffices in the presence of Lowder and Hammond.  (Olin Compl. ¶ 132.)  On October 7, \n2010, $500,000 of Olin’s previous investments were deposited into the bank account \nof TSI Holdings, and on January 14, 2014, another $200,000 was deposited into the \nbank account of TSI Holdings.  (Olin Compl. ¶ 133 .)  Thereafter, like with his \ninvestments in Premier Fund, Olin alleges he received “false information and \nstatements regarding [his] investments[,]” which were routinely sent from MetLife’s \nWall Street Capitol office to various IRA trustees for reporting to Olin.  (Olin Compl. \n¶ 138.)  Olin alleges that from the early 2000s through November 2016, he received \nthese false investment statements assuring his investments were safe and \ndocumenting funds and earnings that did not exist, and that he believed that these \nstatements were from MetLife.  (Olin Compl. ¶¶ 161, 162.)  Olin alleges that as early \nas 2002, MetLife knew that Siskey was using Premier Fund and Premier Fund II \nillegally but omitted these facts when communicating to Olin through these periodic \nfinancial statements.  (Olin Compl. ¶¶ 126, 139.)    \n In addition to the false financial statements, Olin alleges that from 2000 \nthrough 2016, Lowder and Hammond met with Siskey and Olin “regularly” and were \npresent when Siskey misrepresented the status of Oli n’s investments.  (Olin Compl. \n¶ 146.)  Lowder and Hammond used these meetings to sell Olin and his wife MetLife \ninsurance.  (Olin Compl. ¶ 146.)  Specifically, on May 5, 2011, Lowder advised Olin \nto purchase a $100,000 MetLife life insurance policy, which  Olin did.  (Olin Compl. \n¶ 147.)  Then on or about July 7, 2013, Hammond advised Olin and his wife to \npurchase a $10,000 MetLife annuity contract, which they did.  (Olin Compl. ¶ 148.)  \nAgain on March 3, 2014, Lowder advised Olin to purchase another $200,000 MetLife \nlife insurance policy, which he did.  (Olin Compl. ¶ 149.)   \n Based on “further false representations” of Siskey, Lowder, and Hammond, \nOlin invested an additional $200,000 in Siskey Capitol (now Stone Street Partners).  \n(Olin Compl. ¶ 136.)  Thes e funds were invested in shares of stock in LBI.  (Olin \nCompl. ¶ 136.) \n Rather than investing Olin’s funds in TSI Holdings, Siskey withdrew funds \nfrom the company’s bank account and converted them for his own use or to pay other \ninvestors who requested dist ributions.  (Olin Compl. ¶ 134.)  As a result, Olin’s \ninvestment in TSI Holdings is now subject to pro rata distribution in Bankruptcy \nCourt.  (Olin Compl. ¶ 135.)  Olin also alleges that he based his taxes on the false \ninvestment statements from Siskey, Lowder, Hammond, and MetLife, and therefore \npaid income taxes on funds that did not exist.  (Olin Compl. ¶ 162.)  With respect to \nhis investment in LBI, Olin alleges that because Stone Street Partners has been \n“effectively destroyed” by “the taint of Siskey ’s fraud[,]” his investment has been \ndiluted and devalued.  (Olin Compl. ¶ 137.)   \n Notwithstanding MetLife’s alleged knowledge of Siskey’s illegal behavior \nregarding the Premier Fund and Premier II accounts, and Siskey’s other disciplinary \nhistory, Olin alleges that MetLife allowed Siskey to continue his “everyday business \nactivities at the MetLife office because Siskey  was generating significant profits for \nMetLife.”  (Olin Compl. ¶ 142; see also ¶ 145.)  Olin further states “[u]pon information \nand belief” that even while suspended, Siskey continued to receive commissions from \nMetLife for Olin’s investments.  (Olin Compl. ¶ 143.)  Olin also alleges that Lowder \nand Hammond knew about Siskey’s disciplinary history and failed to disclose that \ninformation to Olin during any of their communications and dealings.  (Olin Compl. \n¶ 151.)   \n Olin states that because of MetLife, Lowder, and Hammond’s \nmisrepresentations and omissions, he was prevented from and could not have \ndiscovered the Investment Ponzi Scheme until D ecember of 2016.  (Olin Compl. \n¶ 158.)  Olin alleges that had he known the truth that Siskey was using Premier Fund \nto defraud investors, he would not have invested in the company, (Olin Compl. ¶ 125), \nand had he known of Siskey’s violations of law and resulting disciplinary actions, \nthen he would not have invested in TSI and LBI (in addition to Premier Fund).  (Olin \nCompl. ¶ 160.) \nF. Peterson Complaint Allegations \n In 2014, Peterson already had an existing brokerage account with MSI and \nhad MetLife insurance policies when Hammond introduced him to Siskey and Wall \nStreet Capitol.  (Peterson Compl. ¶¶ 112, 113.)  On several dates from 2014 to 2016, \nPeterson met with Siskey and Hammond at the Wall Street Capitol office. (Peterson \nCompl. ¶ 114.)  On or about Decemb er 12, 2014, Peterson met with Hammond and \nwas induced into investing $250,000 in shares of Siskey Capitol Opportunity Fund \nII, LLC, now known as Stone Street Opportunity Fund II, LLC.  (Peterson Compl. ¶ \n118.)  \n On October 26, 2015 and July 27, 2016, upon the advice of Hammond, \nPeterson consulted with Siskey and was induced into investing $100,000 in LBI \nsecurities and $100,000 in Kure securities.  (Peterson Compl. ¶ 121.)  Siskey made \nnumerous misrepresentations and omitted that he had been fined and suspe nded in \n2004 and 2011.  (Peterson Compl. ¶ 121.)  Hammond was aware of Siskey’s violations \nof law and the resulting disciplinary actions in 2004 and 2011 but omitted and \nconcealed these material facts from Peterson.  (Peterson Compl. ¶¶ 119, 121.)  These \ninvestments into LBI and Kure are now managed and held by Stone Street Partners \nand have been “substantially degraded [and are] worth significantly less than they \nwould have been due to ‘the taint of Siskey’s fraud[.]’”  (Peterson Compl. ¶ 121.) \n On or about April 21, 2016, upon the advice of Hammond, Peterson met \nwith Siskey and was induced into investing $225,000 in SRP.  (Peterson Compl. \n¶ 122.)  Hammond did not mention Siskey’s disciplinary history when recommending \nthat Peterson meet with Siskey about further investments.  (Peterson Compl. ¶ 122.)  \nWith respect to this investment in SRP, Siskey sent Peterson a written \nmisrepresentation that the building SRP owned a 1/3 interest in carried a debt of 5 \nmillion dollars, when in fact the building car ried 8.25 million dollars in debt.  \n(Peterson Compl. ¶¶ 123−24, 126; Ex. 16.)  The building was sold for only $3.3 million, \nand the B ankruptcy Trustee has determined that Peterson would receive less than \nhalf of his investment from the sale proceeds.  (Peterson Compl. ¶ 126.)  \n Peterson alleges that had he known of Siskey’s disciplinary history —\ninformation that the MetLife Defendants and Hammond knew about and did not tell \nPeterson about—he would not have invested in Siskey Capitol Opportunity Fund II \nor SRP.  (Peterson Compl. ¶¶ 119, 120, 125, 129.) \nG. Williams Complaint Allegations \n The Williamses became Wall Street Capitol clients in 2016 when Phillips, \nwho at that time was the MetLife insurance broker for J. Williams, introduced the \nWilliamses to the investme nt services offered at Wall Street Capitol.  (Williams \nCompl. ¶¶ 114, 115, 132.)   On May 31, 2016, Phillips induced each of the Williamses \nto invest $50,000 in SRP.  (Williams Compl. ¶¶ 117, 134.)  In getting the Williamses \nto invest in SRP, Siskey and Phillips misrepresented the value of SRP’s 1/3 ownership \ninterest in the Wall Street Capitol building, both orally and in writing.  (Williams \nCompl. ¶¶ 118, 135.)  Phillips and Siskey made a written misrepresentation that the \nWall Street Capitol building carried a debt of 5 million dollars, when in fact it carried \n8.25 million dollars in debt.  (Williams Compl. ¶ ¶ 118, 135.)  They also represented \nthat the SRP investment would achieve “[l]iquidity within 6 months (guaranteed by \nRick Siskey and Sharon Road Properties),” when in fact the 1/3 interest of SRP sold \nby the Bankruptcy Trustee for only $3.3 million.  (Williams Compl. ¶¶ 118, 135; Exs. \n15 & 16.) \n J. Williams, but not V. Williams,  also invested $20,000 in Kure based on \nrepresentations by Siskey and Phill ips that the investment was “guaranteed.”  \n(Williams Compl. ¶¶ 120, 122.)  From early 2016 through December 2016, Siskey and \nPhillips provided the Williamses with false periodic statements assuring them that \ntheir investments were safe and earning interest .  (Williams Compl. ¶¶ 123, 125 , \n139.)  In addition to these written statements, the Williamses also allege that Phillips \nmade “consistent verbal assurances” regarding their investments.  (Williams Compl. \n¶¶ 125, 141.)   \n The Williamses allege that Phillips and the MetLife Defendants were aware \nof the disciplinary actions taken against Siskey in 2004 and 2011 and failed to convey \nthis information to the Williamses at any point prior to and after they invested with \nWall Street Capitol.  (Williams Compl. ¶¶ 12 1, 124, 137, 140.)   The Williamses also \nallege that the MetLife Defendants did not tell them about the MetLife Defendants’ \ninvestigation into Siskey’s actions in 2014 or 2015, which revealed many facts of the \nInvestment Ponzi Scheme, and instead concealed  that investigation from the \nWilliamses.  (Williams Compl. ¶¶ 124, 140.)  The Williamses allege that if they had \nknown about Siskey’s disciplinary history, they would not have invested in SRP \nand/or Kure.  (Williams Compl. ¶ 129, 145.)    \n The Williamses’ investments in SRP are  now subject to pro rata  \ndistributions in Bankruptcy Court and J. Williams’s investment in Kure “represents \nan actual loss and damages to him” because Stone Street Partners, the company that \nmanages the investment, has been “effectively destroyed” due to “the taint of Siskey’s \nfraud.”  (Williams Compl. ¶¶ 119, 120, 136.) \n Against these factual allegations asserted in the Complaints, the Court \ndiscusses each of the claims sought to be dismissed by Defendants.  \nV. LEGAL STANDARD \n In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court  \nreviews the allegations in the complaint in the light most favorable to the plaintiff.  \nSee Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5,  802 S.E.2d 888, 891  \n(2017) (citation omitted).  The Court’s  inquiry is “whether, as a matter of law, the \nallegations of the complaint . . . are sufficient to state a claim upon which relief may \nbe granted under some legal theory[.]”  Harris v. NCNB Nat’l Bank, 85 N.C. App. 669, \n670, 355 S.E.2d 838, 840 (1987).  The Court accepts all well -pleaded factual \nallegations in the relevant pleading as true.  See Krawiec v. Manly, 370 N.C. 602, 606, \n811 S.E.2d 542, 546 (2018).  The Court is  not required, however, “to accept as true \nallegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005) (citation omitted).   \n Furthermore, the Court may consider documents attached to, specifically \nreferred to, or incorporated in a complaint without converting the Rule 12(b)(6) \nmotion into a motion for summary judgment.   Id. (citation omitted).  Moreover, the \nCourt “may properly consider documents which are the subject of a plaintiff’s \ncomplaint and to which the complaint specifically refers even though they are \npresented by the defendant.”  Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60,  \n554 S.E.2d 840, 847 (2001) (citation omitted).  However, w here the Court considers \ndocuments that are not specifically referred to, contained in, or attached to the \ncomplaint, the  Rule 12(b)(6) motion will be converted into a Rule 56 motion and \nsubject to its standards of consideration and review.  Fowler v. Williamson , 39 N.C. \nApp. 715, 717, 251 S.E.2d 889, 890−91 (1979).          \n Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’” Corwin v. British Am. Tobacco PLC , 821 \nS.E.2d 729, 736−37 ( N.C. 2018) (quoting Wood v. Guilford Cty ., 355 N.C. 161, 166,  \n558 S.E.2d 490, 494 (2002)).  This standard of review for Rule 12(b)(6) is the standard \nour Supreme Court “uses routinely . . . in assessing the sufficiency of complaints in \nthe context of complex commercial litigation.”  Id. at 737 n.7 (citations omitted). \nVI. ANALYSIS \n At the ou tset, th e Court notes that both  sides have subm itted various \ndocuments with their briefing on the Motions that were not attached to or specifically \nreferenced in the Complaints .  The Court makes clear that its analysis is not based \non these extrinsic documents.  Thus, the Court  \nis not required to convert [the] motion to dismiss into one for summary \njudgment simply because additional documents are submitted.  Where \nit is clear from the record, namely from the order itself, that the \nadditional materials were not considered by the trial court, the 12(b)(6) \nmotion is not converted into a Rule 56 motion.  \n \nEstate of Belk v. Boise Cascade Wood Prods., L.L.C., 2019 N.C. App. LEXIS 64, at *4 \n(N.C. Ct. App. Feb. 5, 2019) (internal quotation marks, brackets, and citation \nomitted).   \n Moreover, while the Complaints  involve substantial overlap, not every \ncomplaint attaches or specifically refers to the same documents.  While this Order \nand Opinion consolidates  the Court’s decision on the Motions in the interests of \njudicial efficiency, the Court has considered each complaint, and the allegations \ntherein, in isolation, careful not to let the allegations or documents contained in, or \nomitted from, other complaints color its analysis. \n \nA. Statute of Limitations \n Throughout the Motions, Defendants argue that some11  of Plaintiffs’ claims \nare time-barred by the applicable statute s of limitations and therefore these claims \nare subject to dismissal pursuant to Rule 12(b)(6).  \n “A statute of limitations defense may properly be asserted in a Rule 12(b)(6) \nmotion to dismiss if it appears on the face of the complaint that such a statute bars \nthe claim.”  Horton v. Carolina Medicorp. , 344 N.C. 133, 136,  472 S.E.2d 778, 780  \n(1996).  Once a statute of limitations issue is properly raised by a defendant, “the \nburden of showing that the action was instituted within the prescribed period is on \nthe plaintiff.”  Id. (citation omitted).  “A plaintiff sustains this burden by showing that \nthe relevant statute of limitations has not expired.”  Id.  (citations omitted).  Even \nwhere a defendant’s  conduct occurred outside the applicable limitations period,  it \nmay be subject to a discovery rule, meaning that accrual of the limitations period does \nnot begin when the defendant’s conduct occurred, but when the  plaintiff discovered \nit.  See Forbis v. Neal, 361 N.C. 519, 524, 649 S.E.2d 382, 386 (2007).    \n Plaintiffs’ fraud claims are subject to a discovery rule : “For relief on the \nground of fraud or mistake; the cause of action shall not be deemed to have accrued \nuntil the discovery by the aggrieved party of the facts constituting the fraud or \nmistake.”  N.C.G.S. § 1 -52(9).  Plaintiffs have alleged that they could not have \ndiscovered the Ponzi Schemes because of Defendants’ actions.   (See, e.g., J. Aldridge \n                                                 \n11 Plaintiffs’ constructive fraud claims are subject to a ten -year statute of limitations, \nN.C.G.S. § 1 -56, and De fendants do not challenge Plaintiffs’ constructive fraud claims as \nbeing time-barred.   \nCompl. ¶ 163, K. Aldridge Compl. ¶ 156; Goulet Compl. ¶ 179; Kelly Compl. ¶ 294; \nOlin Compl. ¶ 158; Peterson Compl. ¶ 179; Williams Compl. ¶ 195.)  In light of these \nallegations and the existence of an applicable discovery rule , the Court cannot \nconclude, at this time, that Plaintiffs’ fraud-based claims are time-barred.   \n On a Rule 12(b)(6) motion, the Court evaluates the f acts in the light most \nfavorable to Plaintiffs, even when the limitations period is called into question by \nDefendants.  Sparrow Sys. v. Private Diagnostic Clinic, PLLC , 2014 NCBC LEXIS \n70, at *30 (N.C. Super. Ct. Dec. 24, 2014) (citing Brooks v. Ervin Constr. Co., 253 N.C. \n214, 219, 116 S.E.2d 454, 459 (1960)).  Whether Plaintiffs need to prove that they \ncould not have discovered the existence of the Ponzi Schemes earlier is a question for \na different day, and presumably one for the factfinder or for the C ourt on a more \ndeveloped record.  Hunter v. Guardian Life Ins. Co. of Am. , 162 N.C. App. 477, 486, \n593 S.E.2d 595, 601 (2004) (“[D]etermining when plaintiff should, in the exercise of \nreasonable care and due diligence, have discovered the [alleged] fraud i s a question \nof fact to be resolved by the jury.”). \n Plaintiffs’ NCSA claims and Olin’s NCIAA claim are subject to a discovery \nrule with one caveat.  Section 78A-56(f) provides: \nNo person may sue [for violation of the NCSA]  more than three years \nafter the person discovers facts constituting the violation, but in any case \nno later than five years after the sale or contract of sale, except that if a \nperson who may be liable under this section engages in any fraudulent \nor deceitful act that conceals the violation or induces the person to forgo \nor postpone commencing an action based upon the violation, the suit \nmay be commenced not later than three years after the person discovers \nor should have discovered that the act was fraudulent or deceitful. \n \nN.C.G.S. § 78A-56(f) (emphasis added) \n \n Likewise, section 78C-38(d) provides:  \nNo person may sue [for violation of the NCIAA] more than three years \nafter the person discovers facts constituting the violation, but in any case \nno later than fiv e years after the rendering of investment advice, except \nthat if a person who may be liable under this section engages in any \nfraudulent or deceitful act that conceals the violation or induces the \nperson to forgo or postpone commencing an action based upon  the \nviolation, the suit may be commenced not later than three years after the \nperson discovers or should have discovered that the act was fraudulent \nor deceitful. \n \nId. § 78C-38(d) (emphasis added).  \n \n Both the NCSA and the NCIAA create a private right of action for persons \ninjured from the sale of securities or the rendering of investment advice.  Generally, \nthe suit must be initiated within five years following the sale or the rendering of the \ninvestment advice regardless of when the plaintiff discovered the violation.  However, \nwhere the  plaintiff alleges that the defendant acted fraudulently or deceitful ly in \nconcealing a violation of the NCSA or NCIAA, a discovery rule applies, and the five-\nyear limitation does not necessarily bar the plaintiff’s ability to bring the claim. \n Plaintiffs invested with Wall Street Capitol through Siskey and the \nIndividual Defendants at various times from 2000 through 2016, and accordingly, \nsome Plaintiffs’ claims could fail under the five -year limitations period set forth in  \nthe NCSA and NCIAA.  However, each Plaintiff allege s that Defendants actively \nconcealed the Investment Ponzi Scheme, ( see, e.g., J. Aldridge Compl. ¶ 6 7; K. \nAldridge Compl. ¶ 68; Goulet Compl. ¶ 67; Kelly Compl. ¶ 72; Olin Compl. ¶ 73; \nPeterson Compl. ¶ 67; Williams Compl. ¶ 69), and it is Plaintiffs’ alleged harm arising \nfrom the Investment Ponzi Scheme that supports their NCSA ( and Olin’s NCIAA) \nclaims.  Therefore, at this time, the Court cannot conclude from the face of the \nComplaints that Plaintiffs’ NCSA claims and Olin’s NCIAA claim are time-barred.         \n As to those claims to which a discovery rule does not apply  (the negligent \nsupervision claims against the MetLife Defendants and professional negligence \nclaims against the Individual Defendants), a fair reading of the Complaints indicates \nthat Defendants’ actionable conduct could have occurred within the applicable \nlimitations period.  Plaintiffs allege that Defendants’ actions and inactions \namounting to negligence extended through December 2016.  (See J. Aldridge Compl. \n¶ 236; K. Aldridge Compl. ¶ 223; Goulet Compl. ¶ 191; Kelly Compl. ¶ 306; Olin \nCompl. ¶ 235; Peterson Compl. ¶ 191; Williams Compl. ¶ 207.)  The Complaints were \nfiled in 2018, therefore within the three-year limitations period.  N.C.G.S. §§ 1-52(1), \n(5).  Although Plaintiffs’ allegations paint broad strokes as to when Defendants \nspecifically acted or failed to act , o n a Rule 12(b)(6) motion, the Court considers \nwhether there is a statute of limitations issue presented on the face of the Complaints.  \nSee Horton, 344 N.C. at 136, 472 S.E.2d at 780.  Plaintiffs’ generality does not create \na clear statute of limitations issue .  Accordingly, the Court concludes that the  \nComplaints do not reveal on their face  that Plaintiffs’ claims are barred by the \napplicable limitations period.   \n For these reasons, the Court declines to dismiss any of Plaintiffs’ claims as \ntime-barred.  The Motions, therefore, are DENIED to the extent they seek dismissal \non these grounds.   T he Court ’s conclusion in this regard is without prejudice to \nDefendants raising the applicable statutes of limitations as affirmative defenses in \ntheir respective pleadings and asserting these defenses at a procedurally appropriate \nstage upon a more fully developed record. \n Having concluded that no claims are time-barred on the face of the various \nComplaints, the Court turns to the substantive arguments raised by Defendants \nregarding each of Plaintiffs’ claims in the Complaints.   \nB. Respondeat Superior (against the MetLife Defendants) \n The Court begins with Plaintiffs’ stand-alone cause of action for vicarious \nliability/respondeat superior against the MetLife Defendants .  Plaintiffs allege  that \nthe MetLife Defendants should be vicariously liable for Siskey and the Individual \nDefendants’ actions and inactions at Wall Street Capitol.  Specifically, Plaintiffs \nallege that liability for their claims of fraud, constructive fraud, violation of the NCSA \n(and NCIAA in the Olin Complaint), and UDTP against the Individual  Defendants \nextends to MetLife on the basis of respondeat superior.  (J. Aldridge Compl. ¶ 251; K. \nAldridge Compl. ¶ 238; Goulet Compl. ¶ 206; Kelly Compl. ¶ 321; Olin Compl. ¶ 247; \nPeterson Compl. ¶ 206; Williams Compl. ¶ 222.)   Though Plaintiffs do not bring any \nclaims directly against Siskey, they seek to hold the MetLife Defendants liable for \nSiskey’s conduct as well.  (J. Aldridge Compl. ¶ 251; K. Aldridge Compl. ¶ 238; Goulet \nCompl. ¶ 206; Kelly Compl. ¶ 321; Olin Compl. ¶ 247; Peterson Compl. ¶ 206; \nWilliams Compl. ¶ 222.)   \n “When an employee commits a tort while acting within the scope of his \nemployment, the tort can be imputed to the employer under the doctrine of respondeat \nsuperior.”  Estate of Redding v. Welborn, 170 N.C. App. 324, 330, 612 S.E.2d 664, 668 \n(2005).  “It is elementary that the principal is liable for the acts of his agent, whether \nmalicious or negligent, . . . when the agent or servant is acting within the line of his \nduty and exercising the functions of his employment.”  White  v. Consol. Planning, \nInc., 166 N.C. App. 283 , 297, 603 S.E.2d 147,157 (2004) (quoting Thrower v. Coble \nDairy Prods. Coop., Inc., 249 N.C. 109, 111–12, 105 S.E.2d 428, 430 (1958)).   \n As a threshold matter, the MetLife Defendants argue that they cannot be \nheld vicariously liable for any alleged act by Siskey because Plaintiffs have not named \nSiskey (or his estate) as a defendant.  In support, the MetLife Defendants cite Barnes \nv. McGee, 21 N.C. App. 287, 289−90, 204 S.E.2d 203, 205 (1974).  Barnes stands for \nthe proposition that where a plaintiff has sued both the agent and the principal, and \nthen the plaintiff’s claim against the agent is dismissed  “with prejudice,” the claim \nagainst the principal must also be dismissed.  The Court of Appeals did not hold that \nasserting a claim against an agent is a necessary prerequisite to asserting a claim \nagainst that agent’s principal  based on vicarious liability .  Accordingly, the Court \nconsiders Plaintiffs’ vicarious liability claim no twithstanding Plaintiffs’ decision not \nto sue Siskey’s estate and  addresses the MetLife Defendants’ other arguments \nchallenging this theory of liability.  \n The MetLife Defendants next contend that they cannot be held vicariously \nliable for Siskey ’s actions and inactions  because he was an independent contractor  \nfor MetLife.  “Generally, whether one is an independent contractor or an agent or \nemployee is a mixed question of law and fact.”  Deyton v. Estate of Waters, 2013 NCBC \nLEXIS 19, at *34 ( N.C. Super. Ct. Apr. 25, 2013).  Only “[w]here the  facts are \nundisputed or the evidence is susceptible of only a single inference and a single \nconclusion, it is a  question of law for a court whether one is an employee or an \nindependent contractor[.]”  Id.   \n The Court believes that Pl aintiffs have sufficiently alleged an employer -\nemployee relationship between Siskey and the MetLife Defendants.  While Plaintiffs \nnote that Siskey and the MetLife Defendants entered into new employment contracts \nin 2011 and 2013 stating that Siskey was an “independent contractor[,]” Plaintiffs \nallege that this was “an attempt by MetLife to defraud the public . . . and an \ninaccurate characterization of the relationship between Siskey and MetLife.”  (J. \nAldridge Compl. ¶ 88; K. Aldridge Compl. ¶ 89; Goulet Co mpl. ¶ 88; Kelly Compl. ¶ \n93; Olin Compl. ¶ 93; Peterson Compl. ¶ 88; Williams Compl. ¶ 90.)  In support of this \nposition, Plaintiffs assert that Siskey continued to do the same work he had always \ndone at MetLife, indicating that this work was “an integral  part of the business of \nMetLife [and that] the relationship had been permanent for many years.”  (J. Aldridge \nCompl. ¶ 89; K. Aldridge Compl. ¶ 90; Goulet Compl. ¶ 89; Kelly Compl. ¶ 94; Olin \nCompl. ¶ 94; Peterson Compl. ¶ 89; Williams Compl. ¶ 91.)  Moreover, Plaintiffs allege \nthat the MetLife Defendants provided the facilities and equipment used by Siskey, \nhad supervision and control of him, required him to follow MetLife policies, and had \nto approve certain paperwork and transactions he undertook.  (J. Aldridge Compl. ¶ \n89.) Further, Plaintiffs allege that Siskey “did not have the freedom to adopt certain \nmethods of doing work over MetLife’s compliance rules and policies[.]”  (J. Aldridge \nCompl. ¶¶ 89–90; K. Aldridge Compl. ¶ 90–91; Goulet Compl. ¶¶ 89–90; Kelly Compl. \n¶¶ 94–95; Olin Compl. ¶¶ 94–95; Peterson Compl. ¶¶ 89–90; Williams Compl. ¶¶ 91–\n92.) \n Taking Plaintiffs’ allegations as true, as the Court must do on a motion to \ndismiss, Plaintiffs have sufficiently ple aded that Siskey was a n employee of th e \nMetLife Defendants.  Furthermore, because Plaintiffs call into question the motive \nbehind the MetLife Defendants’ 2011 and 2013 contracts with Siskey, and moreover  \ndo not attach or otherwise specifically incorporate those agreements into the \nComplaints, the Court does not consider the MetLife Defendants’ arguments as to the \ncontents of those agreements. \n Alternatively, and with respect to any claims alleged against the Individual \nDefendants, the MetLife Defendants argue that they cannot be held vicariously liable \nfor actions taken outside the scope of their employees’ authorized duties.  The MetLife \nDefendants argue that the activities conducted at Wall Street Capitol were private \nmatters that personally benefitted Siskey, not the MetLife Defendants.   \n First, this analysis goes beyond the allegations contained in the four corners \nof the Complaints and is therefore not appropriate on the Court’s consideration of the \nRule 12(b)(6) motions.  Plaintiffs have alleged that the Individual  Defendants were \nMetLife employees working at MetLife’s Wall Street Capitol office.  Plaintiffs have \nalleged that signage outside and inside the Wall Street Capitol office reinforced their \nbelief that, at all times, Plaintiffs were engaging with MetLife ag ents and that they \nreceived documents and statements they believed were from MetLife.  Plaintiffs  \nfurther allege that the MetLife Defendants benefitted from the Individual \nDefendants’ conduct because it brought in new MetLife insurance customers .  \nAccordingly, the Individual Defendants ’ and Siskey’s actions were “conceivably” \nwithin the scope of their employment with the MetLife Defendants.  Any analysis \nbeyond this is improper for the Court on Rule 12(b)(6) motions.  See Medlin v. Bass, \n327 N.C. 587, 593,  398 S.E.2d 460, 464  (1990) (“Where the employee’s actions \nconceivably are within the scope of employment and in furtherance of the employer’s \nbusiness, the question is one for the jury.”).   \n The MetLife Defendants nevertheless argue that “intentional tortious acts \nare rarely considered to be within the scope of an employee’s employment.”  Id.  \n(internal quotations omitted).  However, Medlin and the cases cited therein are \ndistinguishable.   \n In Medlin, our Supreme Court addressed whether summary judgment was \nappropriate in an action against the Franklin County B oard of E ducation, the \nsuperintendent, and various other school personnel in a sexual assault case brought \nby the mother of a student allegedly sexually assaulted by her school principal.  The \nquestion presented was whether school personnel could be held vicariously liable for \nthe principal’s sexual assault.  Id.  at 589, 398 S.E.2d at 461.  The Supreme Court \nreasoned that, \n[i]f an assault is comm itted by the servant, not as a means or for the \npurpose of performing the work he was employed to do, but in a spirit of \nvindictiveness or to gratify his personal animosity or to carry out an \nindependent purpose of his own, then the master is not liable. \n   \nId. at 594, 398 S.E.2d at 464 (quoting Robinson v. McAlhaney, 214 N.C. 180, 183, 198 \nS.E. 647, 650 (1938)).   \n Upon an appeal from summary judgment for the defendants, the Supreme \nCourt agreed with the trial court that a sexual assault committed by a prin cipal \n“clearly . . . fall[s] in the category of intentional tortious acts designed to carry out an \nindependent purpose of [the principal’s] own, and they were thus not within the \ncourse and scope of his employment with [the Board of Education].”  Id.  \n Aside from its different procedu ral posture, the facts in Medlin  are also \nvastly different from those alleged here.  Plaintiffs allege that the MetLife Defendants \nbenefitted from the fraud alleged in the Complaints by either (1) Siskey and the \nIndividual Defendants  securing new insurance  business for MetLife or (2) the \nIndividual Defendants “helping” to fraudulently obtain premiums for MetLife’s \npolicies.  Plaintiffs allege that the MetLife Defendants continued their employment \nrelationship with Siskey, despite knowledge of his disciplina ry history and \nsuspensions, because he was an asset to their business.  Upon these facts, the Court \ncannot conclude on Rule 12(b)(6) motions that Siskey and the Individual Defendants’ \nactions were “in a spirit of vindictiveness or to gratify . . . personal  animosity or to \ncarry out an independent purpose of [their] own.”   Id. at 398 S.E.2d at 464 (quoting \nRobinson, 214 N.C. at 183, 198 S.E. at 650).   \n Therefore, the Court DENIES the MetLife Motions to the extent they seek \ndismissal of any claim premised on vicarious liability. \nC.   Constructive Fraud (against all Defendants)  \n Plaintiffs bring constructive fraud claims against all Defendants, alleging  \nthat as either insurance or investment customers of  MetLife (or both), they had a \n“relationship of trust and con fidence” with Defendants, which led Plaintiffs to \npurchase investments and insurance products.  (J. Aldridge Compl. ¶¶ 192−93 (as to \nLowder and the MetLife Defendants); K. Aldridge Compl. ¶¶ 179−80 (as to Lowder, \nHammond, and the MetLife Defendants); Goulet Compl. ¶¶ 147−48 (as to Hammond \nand the MetLife Defendants); Kelly Compl. ¶¶ 262−63 (as to Phillips and the MetLife \nDefendants); Olin Compl. ¶¶ 179−80 (as to Lowder and the MetLife Defendants); \nPeterson Compl. ¶¶ 147−48 (as to Hammond and the MetLife Defendants); Williams \nCompl. ¶¶ 163−64 (as to Phillips and the MetLife Defendants).)   \n Plaintiffs allege that Defendants took advantage of Plaintiffs’ trust and \nconfidence by making false statements and omitting material facts, which Plaint iffs \nallege they did to benefit themselves in procuring Plaintiffs’ investment s with Wall \nStreet Capitol  and/or Plaintiffs’ purchases of MetLife life insurance  policies.  (J. \nAldridge Compl. ¶ 195; K Aldridge Compl. ¶ 182; Goulet Compl. ¶ 150; Kelly Compl. \n¶ 165; Olin Compl. ¶ 182; Peterson Compl. ¶ 150; Williams Compl. ¶ 166.)  \nSpecifically, Plaintiffs allege that the Individual Defendants “sought to earn \ncommissions and continue to receive fees from Siskey[,]” and that the MetLife \nDefendants “sought to continue to earn profits from Siskey’s sales despite his multiple \nviolations of law and industry standards.”  (J. Aldridge Compl. ¶ 195; K . Aldridge \nCompl. ¶ 182; Goulet Compl. ¶ 150; Kelly Compl. ¶ 165; Olin Compl. ¶ 182; Peterson \nCompl. ¶ 150; Williams Compl. ¶ 166.)  \n A constructive fraud claim requires a plaintiff to show (1) that the \ndefendant owes the plaintiff a fiduciary duty , (2) that the defendant breached that \nduty; and (3) that the defendant sought to benefit himself in the transaction.  Crumley \n& Assocs., P.C. v. Charles Peed & Assocs., P.A. , 219 N.C. App. 615, 620,  730 S.E.2d \n763, 767 (2012); White, 166 N.C. App. at  294, 603 S.E.2d at 156.  “A claim of \nconstructive fraud does not require the same rigorous adherence to elements as actual \nfraud[,]” and accordingly does not need to meet the Rule 9(b) pleading requirement.  \nHunter, 162 N.C. App. at  482, 593 S.E.2d at 599.   Defendants challenge Plaintiffs’ \nconstructive fraud claims on either the first element (fiduciary relationship) and the \nthird element (benefit received), or both.   \n The Court notes, however, that pursuant to its earlier Rule 12(b)(1) Order \nand Opinion, K. Aldridge, the Lemonses, and V. Williams lack standing to assert their \nconstructive fraud claims against the MetLife Defendants, and the Court need not, \nand does not, evaluate the sufficiency of their constructive fraud claims sought \ndirectly against the MetLife Defendants.  See Aldridge, 2019 NCBC LEXIS 53, at *73.  \nShould K. Aldridge’s, the Lemonses’, and V. Williams’s claims against the Individual \nDefendants proceed as to these p laintiffs, then these plaintiffs will only be able to \npursue their constructive fraud claims against the MetLife Defendants on the basis \nof respondeat superior.   \n Fiduciary Relationship \n \n To plead a claim for constructive fraud, a plaintiff must allege that a \nfiduciary relationship existed between the parties.  See White, 166 N.C. App. at 294, \n603 S.E.2d at 156; Dalton v. Camp, 353, N.C. 647, 651, 548 S.E.2d 704, 707 (2001).  A \nfiduciary relationship “exists in all cases where there has been a special confidence \nreposed in one who in equity and good conscience is bound to act in good faith and \nwith due regard to the interests of the one reposing confidence.”  Lockerman v. S. \nRiver. Elec. Membership Corp., 794 S.E.2d 346, 351 (N.C. Ct. App. 2016).  “In North \nCarolina, a fiduciary duty can arise by operation of law (de jure) or based on the facts \nand circumstances (de facto) . . . .”  Id.  “The standard for finding a de facto fiduciary \nrelationship is a demanding one[.]”  Lockerman, 794 S.E.2d at 342.  “Only when one \nparty figuratively holds all of the cards —all of the financial power or technical \ninformation, for exampl e—have North Carolina courts found that the special \ncircumstance of a fiduciary relationship has arisen.”  S.N.R. Mgmt. Corp. v. Danube \nPartners 141, LLC, 189 N.C. App. 601, 613, 659 S.E.2d 442, 451 (2008).  “Determining \nwhether a fiduciary relationship exists requires looking at the particular facts and \ncircumstances of a given case.”  Highland Paving Co. v. First Bank, 227 N.C. App. 36, \n42, 742 S.E.2d 287, 292 (2013). \n The Individual Defendants (as to all Plaintiffs) and the MetLife Defendants \n(as to Goulet, Peterson, Kelly, Leite, and Reittinger) argue in their respective motions \nthat there is no basis under North Carolina law to recognize a de jure fiduciary \nrelationship here.  The Court agrees.  \n As this Court has previously stated, there is “no case law to support the \ntheory that managing broker -dealers owe fiduciary duties to investors.  Indeed, the \nNorth Carolina Supreme Court has declined to find a fiduciary relationship in arm’s-\nlength borrower-lender transactions.”  NNN Durham Office Portfolio 1, LLC v. Grubb \n& Ellis Co. , 2016 NCBC LEXIS 95, at *99 (N.C. S uper. Ct. Dec. 5, 2016) (citing \nDallaire v. Bank of Am., N.A., 367 N.C. 363, 368, 760 S.E.2d 263, 266−67 (2014)).  See \nalso Fekety v. Gruntal & Co., 191 A.D.2d 370, 371 (N.Y. App. Div. 1993) (“[A] broker \ndoes not, in the ordinary course of business, owe a fiduciary dut y to a purchaser of \nsecurities.”).  Accordingly, the Court concludes that Plaintiffs have not alleged the \nexistence of a  de jure fiduciary relationship here —between Plaintiffs and Siskey \nand/or the Individual Defendants or as to the MetLife Defendants on either a direct \nor indirect theory of liability as the financial institution that employs Siskey and the \nIndividual Defendants.   \n Neither have Plaintiffs allege d facts sufficient to support a de facto  \nfiduciary relationship.  As stated above, the standard for alleging a de facto fiduciary \nrelationship is demanding, requiring one party to “figuratively hold all the cards[,]” \nwhich is something that has not been ple aded in any of the Complaints .  There are \nno allegations regarding the degree, or lack thereof, that Plaintiffs had control over \ntheir accounts or how much control they gave to Siskey or the Individual Defendants.   \n In limited circumstances, this Court has found that an investor relationship \ncould give rise to a de facto  fiduciary relationship.  See White, 166 N.C. App. at 293, \n603 S.E.2d at 155.  In White, the plaintiffs, an older married couple who used their \nson as their investment advisor, had no experience or familiarity with financial \nmatters.  Id.  The plaintiffs in White pled that “because of [their] lack of expertise in \nfinancial affairs,’ they relied upon [their son and his employer, Consolidated \nPlanning] to properly manage their funds.”  Id.   \n Here, none of the Plaintiffs have ple aded that they lacked financial \nsophistication or have otherwise alleged the vulnerability required to suggest  a de \nfacto fiduciary relationship between them and Siskey or the Individual Defendants, \nor between them and the MetLife Defendants (either directly or indirectly) .  There \nare no allegations that Siskey or the Individual Defendants had any sort of \n“domination” over Plaintiffs, see Dallaire, 367 N.C. at 367, 760 S.E.2d at 266, or that \nthey held all Plaintiffs’ “technical information” such that they had to rely exclusively \non their investment advisors’ advice and actions.  These pleading deficiencies  are \nfatal to Plaintiffs’ constructive fraud claims. \n Accordingly, Plaintiffs’ constructive fraud claims are DISMISSED against \nthe Individual Defendants.  Because Plaintiffs have no surviving claim against the \nIndividual Defendants on this basis, and have not alleged any additional facts to \nsupport the existence of a fiduciary relationship between Plaintiffs and Siskey, the \nMetLife Defendants cannot be held vicariously liable for Siskey or the Individual \nDefendants’ alleged constructive fraud.  Because K. Aldridge, the Lemonses, and V. \nWilliams lack standing to bring their constructive fraud claims directly against the \nMetLife Defendants, and have failed to extend liability to the MetLife Defendants on \nthe basis of vicarious liability, these three plaintiffs’ constructive claims are entirely \nDISMISSED.     \n In addition, Goulet, Olin, Peterson, Kelly, Leite, and Reittinger’s \nconstructive fraud claims brought directly against the MetLife Defendants are also \nentirely DISMISSED for failure to sufficiently plead a fiduciary relationship between \nthe MetLife Defendants and these plaintiffs.   \n Benefit Sought \n \n The MetLife Defendants do not challenge the existence of a fiduciary \nrelationship between them and J. Aldridge and J. Williams.  Rather, they contend \nthat these two plaintiffs failed to allege that the MetLife Defendants sought their \nown benefit in the relevant investment and insurance transactions.   \n To plead the third element of a claim for constructive fraud, a plaintiff must \nallege that the defendant took “advantage of his position of trust to the hurt of \nplaintiff” and sought “his own advantage in the transaction.”  Barger, 346 N.C. at \n666, 488 S.E.2d at 224.  “The benefit sought  by the defendant must be more than a \ncontinued relationship with the plaintiff.”  Sterner v. Penn, 159 N.C. App. 626, 631,  \n583 S.E.2d 670, 674 (2003) (quoting Barger, 346 N.C. at 667, 488 S.E.2d at 224).  \nFurther, “payment of a fee to a defendant for work  done by that defendant does not \nby itself constitute sufficient evidence that the defendant sought his own advantage \nin the transaction.”  NationsBank v. Parker, 140 N.C. App. 106, 114, 535 S.E.2d 597, \n602 (2000).   \n Here, J. Aldridge and J. Williams each allege that the MetLife Defendants \n“sought to benefit themselves  in the investment transactions and purchases of life \ninsurance . . . [by] continu[ing] to earn profits from Siskey’s sales despite his multiple \nviolations of law and indu stry standards.”  (J. Aldridge Compl. ¶ 195; Williams \nCompl. ¶ 166.)  These plaintiffs plead that part of the Investment Ponzi Scheme was \nthat money collected from the scheme was used to pay MetLife’s insurance premiums \non those insurance contracts acquire d through the Insurance Ponzi Scheme.  The \nCourt understands the basic structure of the Investment Ponzi Scheme as this: Siskey \nwould sell an insurance customer an insurance policy, falsely representing it as a \nwhole life policy when it was actually a term  policy, and tell the insurance customer \nthat he no longer ha d to pay premiums.  Then, Siskey would take money from the \nPonzi Entities to pay the premiums on those falsely represented policies to the \nMetLife Defendants.  This is sufficient to show not only that the MetLife Defendants \nbenefitted under this scheme but also had a motive to “omit” and “conceal” Siskey’s \nfraud.   \n J. Aldridge and J. Williams do not plead with particularity which of their \ninvestments went to which insurance contracts to create a direct connection between \ntheir harm and the MetLife Defendants’ gain; however, the very nature of a Ponzi \nscheme means that tracing where certain monies went and when is difficult , if not \nimpossible, at this stage.  Moreover, J. Aldridge and J. Williams need not plead their \nconstructive fraud claims with particularity.  Accordingly, J. Aldridge and J. Williams \nhave sufficiently ple aded their constructive fraud claims premised on their loss of \ninvestments. \n In addition, J. Aldridge has sufficiently pleaded his constructive fraud claim \nbased on his loss of his insurance policies.  While “[t]he benefit sought by the \ndefendant must be more than a continued relationship with the plaintiff[,]” Sterner, \n159 N.C. App. at 631, 583 S.E.2d at 674 , the rationale behind t his principle is that  \n“[p]resumably, [the] defendant[] would have obtained the benefit of a continued \nrelationship with [the plaintiff] equally by providing accurate information . . . .”  \nNationsBank v. Parker, 140 N.C. App. 106, 114, 535 S.E.2d 597, 602 (2000).  Here, J. \nAldridge’s allegations are that the MetLife Defendants received premiums on J. \nAldridge’s policies because he was fraudulently induced to purchase them in the first \nplace.  Accordingly, the MetLife Defendants would not have received these premiums, \nor J. Aldridge’s business in general, if it were not for Siskey and the MetLife \nDefendants’ alleged fraudulent acts and omissions.     \n Accordingly, only J. Aldridge’s and J. Williams’s  constructive fraud claims \nsurvive dismissal as to the MetLife Defendants.  The Motions are otherwise \nGRANTED in this regard and Plaintiffs’ constructive fraud claims a re otherwise \nDISMISSED. \nD. Fraud (against all Defendants) \n Plaintiffs assert claims for fraud based on Defendants’ alleged affirmative \nmisrepresentations of material fact and fraudulently omitted and concealed material \nfacts.  Specifically, Plaintiffs advance their fraud claims against the Individual \nDefendants for their actions and inactions that led Plaintiffs to invest with Wall \nStreet Capitol.  Though not entirely clear, it appears that Plaintiffs  attempt to hold \nthe MetLife Defendants liable both directly (based on their alleged affirmative \nmisrepresentations and omissions) and indirectly (based on the actions and inactions \nof Siskey and the Individual Defendants).  \n To sufficiently plead their claims for fraud, Plaintiffs must allege “(1) a false \nrepresentation or concealment of a material fact; (2) reasonably calculated to deceive; \n(3) made with the intent to deceive; (4) which does in fact deceive; (5) resulting in \ndamage to the injured party.”  Rider v. Hodges, 255 N.C. App. 82, 88, 804 S.E.2d 242, \n248 (2017) (quoting Forbis, 361 N.C. at 526−27, 649 S.E.2d at 388).  North Carolina \npermits fraud claims to b e b ased on either affirmative misrepresentations  or by \nconcealment or nondisclosure of material facts.  See Kron Medical Corp. v. Collier \nCobb & Assoc. , Inc. , 107 N.C. App. 331, 339,  420 S.E.2d 192, 197 (1992) (citing \nRosenthal v. Perkins, 42 N.C. App. 449, 452,  257 S.E.2d 63, 66  (1979)).  Plaintiffs \nbring their fraud claims based on both theories, and Defendants raise different \narguments as to each. \n Fraud claims based on both theories must be plea ded with particularity \npursuant to Rule 9(b).  N.C.G.S. § 1A-1, Rule 9(b).  Defendants move to dismiss all of \nthe fraud claims for failure to meet this heightened pleading standard.  Particularity \nis a threshold  question; accordingly, the Court analyzes Plaintiffs’ conformity with \nRule 9(b) first.  \n1. Rule 9(b) Analysis – Affirmative Misrepresentations \n \n Where the claim arises by affirmative misrepresentation, a plaintiff “must \nallege (1) the time, place and content of the misrepresentation, (2) the identity of the \nperson making the representation and (3) what was obtained as a result of the \nfraudulent acts or representations”  in order to sufficiently plead his or her claim.   \nDeluca v. River Bluff Holdings II, 2015 NCBC LEXIS 12, at *21 (N.C. Super. Ct. Jan. \n28, 2015) (internal quotation marks, brackets, and citation omitted).  The alleged \nmisrepresentations must also be “definite and specific,” meaning that they must be \n“more than ‘mere puffing, guesses, or as sertions of opinions’ but actual \nrepresentations of material facts.”  Id.  (quoting Rowan County Bd. of Educ. v. U.S. \nGypum Co., 332 N.C. 1, 17, 418 S.E.2d 648, 659 (1992)).  \n The Court begins its Rule 9(b) analysis by noting that Plaintiffs appear to \nbring their fraud claims directly against the MetLife Defendants because MetLife \nsent Plaintiffs false investment statements for many years and “affirmatively [made] \nfalse representations to [Plaintiffs] and other customers that the employees in the \noffice, including [the Individual Defendants], were trusted and reputable” or “tout[ed] \n[Siskey] as a trusted investment advisor .”   (J. Aldridge Compl. ¶  182; K. Aldridge \nCompl. ¶ 169; Goulet Compl. ¶ 139; Kelly Compl. ¶ 254; Olin Compl. ¶ 171; Peterson \nCompl. ¶ 139; Williams Compl. ¶ 155.)    Other than these bare assertions, there are \nno factual allegations connecting the MetLife Defendants to any direct investment \nstatements prepared or sent to Plaintiffs, nor are there any allegations regarding \nwhen or in what context the MetLife Defendants represented to Plaintiffs that Siskey \nand/or the Individual Defendants were trusted and reputable.  Therefore, Plaintiffs \nhave failed to plead wit h sufficient particularity any direct claim for fraud against \nthe MetLife Defendants.  As a result , Plaintiffs’ fraud claim s against the MetLife \nDefendants based on any alleged affirmative misrepresentations made by them are \nDISMISSED.  \n For the rest of the allegations giving rise to Plaintiffs’ fraud claims, the \nCourt separately sets forth its analysis and resulting conclusion as to the sufficiency \nof each Complaint. \na. J. Aldridge \n J. Aldridge bases his fraud claim in part on “multiple false representations \nof material fact” made by Lowder.  (J. Aldridge Compl. ¶ 177.)  Reading the Complaint \nin the light most favorable to J. Aldridge, he also appears to assert his fraud claim \nagainst the MetLife Defendants on the basis of respondeat superior for both Siskey’s \nand Lowder’s misrepresentations .  (J. Aldridge Compl. ¶ 253 .)  J. Aldridge alleges \nwrongs committed by Siskey, Lowder, and the MetLife Defendants based on both the \nInvestment Ponzi Scheme and the Insurance Ponzi Scheme.  The Court addresses \neach set of allegations in turn.    \n With respect to Lowder, for the vast majority of his alleged investments, J. \nAldridge has failed to plead his claim with the required specificity.  J. Aldridge alleges \nLowder misrepresented that his investments in the Ponzi Entities were  with \nlegitimate companies and were “guaranteed” safe asset -backed investments with a \n“fixed rate” of return.  (J. Aldridge Compl. ¶¶ 126, 178.)  J. Aldridge alleges that these \nrepresentations were made with the intent to induce him to invest his money in the \nPonzi Entities in order for Lowder to “earn a commission.”  (J. Aldridge Compl. ¶ 178.)  \nJ. Aldridge does not  connect these misrepresentations to specific investments, nor \ndoes he allege when the statements were made, other than generally asserting they \nwere made over a fifteen-year time span.  (See J. Aldridge Compl. ¶¶ 123, 140.)   J. \nAldridge invested in over ten different companies through Wall Street Capitol during \nhis more than a decade -long relationship with the company.  Wi thout specifying to \nwhich investments these statements were made and when, the J. Aldridge Complaint \ndoes not put Lowder on notice of these allegations brought against him.   \n However, elsewhere in his c omplaint, J. Aldridge  alleges that “[o]n \nSeptember 11, 2014, upon the advi ce of Rick Siskey and Ben Lowder, [J. Aldridge]  \ngave Ben Lowder the sum of $50,000.00 in cash and was told [by both Siskey and \nLowder] that there was a 4% guaranteed rate of return for the investment [in SPP].”  \n(J. Aldridge Compl. ¶ ¶ 134–35.)  This allegation satisfies the Rule 9(b) pleading \nrequirement.   Therefore, Lowder’s motion to dismiss is DENIED to the extent it seeks \ndismissal of J. Aldridge’s fraud claim ag ainst him based on this affirmative \nmisrepresentation.  Because J. Aldridge has specifically alleged his fraud claim \nagainst Lowder, his fraud claim brought against the MetLife Defendants on the basis \nof respondeat superior survives as well and the corresponding MetLife Motion is \nDENIED on that ground.  \n Likewise, J. Aldridge has ple aded with particularity statements made by \nSiskey which c ould support the imposition of vicarious liability on the MetLife \nDefendants.  Though none of Siskey’s alleged misrepresentations are identified in the \nsection of the J. Aldridge Complaint averring fraud, ( see J. Aldridge Compl. ¶¶ 176–\n90), the Court nonetheless considers the misrepresentations pleaded in other sections \nof the complaint.  J. Aldridge alleges that Siskey told him in 2001 that he had to “pull \nout shares and cash out shares from the sale of The Premier Fund to transfer to WSC \nHoldings,” and that by doing so, there would be “no risk” and J. Aldridge would make \na ten percent return on any transfers of funds.  (J. Aldridge Compl. ¶¶ 131–32.)  This \nstatement has been  pleaded with particularity.  Accordingly, the MetLife Motion \nseeking to dismiss J. Aldridge’s fraud claim is DENIED in that respect.   \n J. Aldridge also supports his fraud claim against Lowder and the MetLife \nDefendants on the basis of J. Aldridge’s insurance dealings with Siskey.  (J. Aldridge \nCompl. ¶¶ 180, 185–86.)  First, as to Lowder, the allegations under J. Aldridge’s fraud \nclaim heading do not identify a ny specific affirmative misrepresentation s made by \nLowder regarding J. Aldridge’s insurance contracts.  J. Aldridge does, however, allege \nelsewhere in his complaint that “Siskey and . . . Lowder made materially false \nrepresentations to [J. Aldridge], when he provided quotes for at least one of the new \nMetLife policies, stating it was a whole life policy when in fact it was a term policy of \nmuch lesser value.”  (J. Aldridge Compl. ¶ 146  (emphasis added).)  A fair reading of \nthe J. Aldridge Complaint indicates that the “he” in this allegation refer s to Siskey.  \nTherefore, as to Lowder, this allegation lacks the particularity required by Rule 9(b), \nand there are no other specific allegation s to impose liability on Lowder for J. \nAldridge’s insurance dealings.  Accordingly, neither Lowder nor the MetLife \nDefendants—on the basis of vicarious liability  for Lowder’s actions —can be held \nliable for J. Aldridge’s alleged injury from the Insurance Ponzi Scheme.    \n However, the Court concludes that J. Aldridge has ple aded with sufficient \nparticularity Siskey’s false statements that induced J. Aldridge to surrender his non-\nMetLife insurance policies in favor of MetLife policies, and thereafter take out \nadditional MetLife policies.  J. Aldridge’s allegations against Siskey in this regard \nspans several pages, setting forth when, where, and how Siskey engaged with J. \nAldridge regarding his MetLife insurance policies.  At this time, the Court concludes \nthese allegations are sufficient to withstand Rule 9(b) scrutiny and can support \nimposing vicarious liability upon the MetLife Defendants.12   \n In sum, the Court concludes that J. Aldridge’s fraud claim premised on \nLowder’s affirmative misrepresentations regardin g J. Aldridge’s investments —and \nvicarious liability extending to the MetLife Defendants on that basis —survives \ndismissal at this time.  J. Aldridge’s fraud claim against the MetLife Defendants \npremised on Siskey’s insurance dealings with J. Aldridge also survives dismissal.  \nThe Motions are therefore DENIED in that regard.  However, J. Aldridge has not \npleaded with sufficient particularity any affirmative misrepresentation by Lowder \nregarding J. Aldridge’s insurance dealings.     \nb. K. Aldridge  \n K. Aldridge bases her fraud claim on “multiple false representations of \nmaterial fact” made by Lowder and Hammond.  (K. Aldridge Compl. ¶ 165.)  Reading \nthe K. Aldridge Complaint in the light most favorable to her, K. Aldridge also appears \nto base her fraud claim against the MetLife Defendants on the basis of respondeat \n                                                 \n12 The MetLife Defendants argue that J. Aldridge’s underlying insurance documents \ncontradict his allegations regarding these policies.  In support, they attach “complete ” \nversions of J. Aldridge’s policies and compare them to the allegations.  In response, J. \nAldridge calls into question the documents’ authenticity.  Because J. Aldridge does not admit \nthat the documents attached to the MetLife Defendants’ briefing are, in fact, the documents \nthat support his allegations, the Court should not, and therefore does not, consider them in \ndeciding the MetLife Defendants’ motion.  See Edwards v. Vanguard Fiduciary Tr. Co., 2018 \nNCBC LEXIS 237, at *12 (N.C. Super. Ct. Dec. 21, 2018).     \nsuperior for both Siskey’s and Lowder’s misrepresentations .  (K. Aldridge Compl. ¶ \n240.)   \n Lowder and Hammond challenge K. Aldridge’s fraud claim not just on Rule \n9(b) grounds, but also based on their contention that the documents attached to the \nK. Aldridge Complaint regarding her investment in WSC  Holdings (namely, the \nSubscription Agreement) defeat her allegations against them.   \n As an initi al matter , the Subscription Agreement does not expressly \ncontradict K. Aldridge’s  allegations.  Lowder and Hammond argue that her \nSubscription Agreement shows that her investment in WSC Holdings was with \nSiskey Industries, not the MetLife Defendants or its employees.  ( See Ex. 16 to K. \nAldridge Compl.)  Regardless of whether her investment was with Siskey Industries \nor the MetLife Defendants, K. Aldridge alleges that Lowder and Hammond  received \ncommissions associated with this sale of securities.  How those commissions were \nreceived (whether from the MetLife Defendants or from a separate compan y \ncontrolled by Siskey) is not determined by this attachment.   \n Moreover, the Court may not resolve fact disputes at this stage, including \nwhether the fact that K. Aldridge’s  investment paperwork bears Siskey Industries ’ \nletterhead belies her allegations that Lowder and Hammond made representations \nto her about WSC Holdings.  Likewise, the fact tha t the Subscription Agreement \nexpressly states that K. Aldridge “has elected to make this investment based upon \nprivate negotiations with representatives of [WSC  Holdings]” does not expressly \ncontradict that she could have also had communications with Lowder and Hammond.  \nThe Court is to accept K. Aldridge’s allegations as ple aded and should only reject \nthem when they are contradicted —not merely put in question —by attached \ndocuments.  See Moch  v. A.M. Pappas & Assoc., LLC , 251 N.C. App.  198, 206, 794 \nS.E.2d 898, 903 (2016).  Accordingly, the Court declines to dismiss K. Aldridge’s fraud \nclaim on these grounds.   \n With regard to Rule 9(b), K. Aldridge has ple aded her fraud claim with \nsufficient particularity.  As noted above, a plaintiff must allege the who, where, and \nwhen of the misrepresentation, as well as what was obtained as a result of the \nmisrepresentation (i.e., the why) .  See Deluca, 2015 NCBC LEXIS 12, at *21.  K. \nAldridge meets th ese requirements: she alleges that in early April 2016 (when), \nLowder and Hammond (who) at the Wall Street Capitol office (where) told her that \nthe money she invested in WSC Holding s was a “guaranteed” safe asset -backed \ninvestment with a “fixed rate” of return  (what), and that this was done so that she \nwould invest her money into WSC Holdings and Lowder and Hammond would earn \na commission (why).  (K. Aldridge Compl. ¶  166.)  Accordingly, Lowder and \nHammond’s motion seeking dismissal of K. Aldridge’s fraud claim against them \npremised on their affirmative misrepresentations regarding her investment in WSC \nHoldings is DENIED  and this claim shall go forward.   Because K. Aldridge has \nspecifically alleged her fraud claim against Lowder and Hammond, her fraud claim \nbrought against the MetLife Defendants on the basis of respondeat superior survives \nas well and the corresponding motion brought by the MetLife Defendants is DENIED \non those grounds.  \n The Court similarly  concludes that K. Aldridge’s fraud claim against the \nMetLife Defendants premised on Siskey’s misrepresentations sur vives dismissal.  \nShe has ple aded with particularity that Siskey falsely represented to her in April \n2016 that her investment in WSC Holdings would be a “guaranteed” safe investment \nand reading the K. Aldridge Complaint in the light most favorable to her, this \nstatement was made at the Wall Street Capitol office.  Accordingly, K. Aldridge’s \nfraud claim against the MetLife Defendants on a theory of vicarious liability survives \non this basis as well, and the MetLife Defendants’ motion is DENIED for this \nadditional reason.    \n In sum, the Court concludes that K. Aldridge’s fraud claim premised on \nSiskey’s, Lowder’s, and Hammond’s affirmative misrepresentations regarding her \ninvestment in WSC Holdings —and vicarious liability extending to the MetLife \nDefendants on that basis—survives dismissal at this time.  The Motions are therefore \nDENIED on those grounds.   \nc. Goulet \n Goulet’s fraud claim is directed to Siskey’s and Hammond’s alleged conduct \nrelated to inducing Goulet to invest in TSI Holdings.  (Goulet Compl. ¶ 133.)  Reading \nthe Complaint in the light most favorable to Goulet, he also appears to base his fraud \nclaim against the MetLife Defendants on the basis of respondeat superior for both \nSiskey’s and Hammond’s conduct.  (Goulet Compl. ¶¶ 133, 208.)   \n However, under Goulet’s fraud claim heading, he appears to base his claim \nonly on Hammond’s omissions and not on any affirmative misrepresentation .  ( See \nGoulet Compl. ¶ 133.)  Nonethe less, reading the Goulet Complaint as a whole, the \nCourt notes that Goulet does allege  that Hammond misrepresented information \nabout investments with Wall Street Capitol.  Specifically, Goulet alleges that in \nMarch 2015, he met with Siskey at the Wall Street Capitol office and that Hammond \nand Siskey represented to him that he could invest with Wall Street Capitol and \nreceive a “guaranteed” rate of return with “no risk[.]”  (Goulet Compl. ¶ 118.)  Goulet \nthen alleges that “based on these representations[,]”  he invested in TSI Holdings on \nApril 8, 2015.  (Goulet Compl. ¶ 120.)  As alleged, it is unclear to the  Court whether \nHammond was present at the March 2015 meeting with Siskey  and/or whether his \nstatement regarding Wall Street Capitol investments was said  to induce Goulet to \nspecifically invest in TSI Holdings on April 8, 2015.  Accordingly, the Court does not \nbelieve that this allegation has been  pleaded with enough particularity to support \nGoulet’s fraud claim.  Beyond this single allegation, Goulet repe titively mentions \naffirmative misrepresentations by Siskey and not Hammond.  (See Goulet Compl. ¶¶ \n120, 133, 134.)  Accordingly, the Court concludes that Goulet’s fraud claim against \nHammond based on any affirmative misrepresentations should be  DISMISSED and \nHammond’s motion should be GRANTED on this narrow basis. \n Goulet, therefore, cannot seek to impose vicarious liability on the MetLife  \nDefendants for Hammond’s affirmative misrepresentations.  Goulet also, however, \nalleges that Siskey made certain misrepresentations that induced him to invest  in \nTSI Holdings.  Many of the allegations against Siskey also fail to meet the Rule 9(b) \nrequirement.  However, Goulet alleges that on April 8, 2015, at the Wall Street \nCapitol office, he was induced to invest in TSI Holdings based on a misrepresentation \nfrom Siskey that he was “guaranteed” a 3.9 percent rate of return on his investment \nso long as he kept the funds invested for one year, and that his funds would be \navailable at any time.  (Goulet Compl. ¶ 120.)  Goulet’s allegations in this regard are \npleaded with sufficient particularity.  Accordingly, the MetLife Defendants’ motion \nto dismiss Goulet’s fraud claim is DENIED on this basis. \n In sum, the Court concludes that Goulet’s fraud claim  to the extent (if at \nall) premised on Hammond’s affirmative misrepresentations regarding his \ninvestment in TSI Holdings is insufficient to state a claim.  Because Goulet has not \nsufficiently alleged his fraud c laim against Hammond in this regard, Goulet  cannot \nimpose vicarious liability upon the MetLife Defendants for that conduct.  Accordingly, \nHammond’s motion to dismiss and the MetLife Defendants’ motion to dismiss are \nboth GRANTED on this narrow basis and Goulet’s fraud claim based on Hammond’s \naffirmative misrepresentations is DISMISSED as to both Hammond and the MetLife \nDefendants.  However, Goulet may proceed upon his fraud claim seeking to hold the \nMetLife Defendants vicariously liable for Siskey’s affirm ative misrepresentations.  \nThe MetLife Defendants’ motion is therefore DENIED in that regard. \nd. The Kelly Plaintiffs \n The Kelly Plaintiffs’ fraud claim is directed to Siskey’s  and Phillips’s, \nalleged conduct related to inducing the Kelly Plaintiffs to invest with Wall Street \nCapitol.  (Kelly Compl. ¶ 248.)  Reading the Complaint in the light most favorable to \nthe Kelly Plaintiffs, they also appear to base their fraud claims against the MetLife \nDefendants on the basis of respondeat superior for both Siskey’s and Phillips’ conduct.  \n(Kelly Compl. ¶¶ 248, 323.) \n However, under the Kelly Plaintiffs ’ fraud claim heading,  they appear to \nbase their claims only on Phillips’s omissions and not on any affirmative \nmisrepresentation.  ( See Kelly Compl. ¶ 248.)  Nonetheless, reading the Kelly \nComplaint as a whole, the Court notes that the Kelly Plaintiffs do state several times \nthat Phillips and Siskey “falsely represent[ed] to [them] orally and in writing that the \n[investment] funds were ‘guaranteed.’”  (Kelly Compl. ¶¶ 133, 135, 161, 187, 213, \n238.)  Even assuming these statements support the Kelly Plaintiffs’ fraud claim, they \nhave not been  pleaded with particularity.  The Court  is unable to ascertain when \nthese misrepresentations were made, how many times Phillips (as opposed to Siskey) \nmade them , or to which investments they  related.  These statements, therefore, \ncannot support the Kelly Plaintiffs’ fraud claims.  \n The Kelly Pla intiffs also allege that Phillips and Siskey sent them  \ninaccurate statements indicating that their investments were worth substantially \nmore than they were.  (Kelly Compl. ¶¶ 125−26, 152−53, 178−79, 207−08, 236.)  Each \nKelly Plaintiff , other than H. Lemon s, states which investment this fraudulent \nstatement came from, when the statement was delivered, what was misrepresented, \nand that the statement came from their “MetLife/Wall Street Capitol offices [.]’”  For \nall Kelly Plaintiffs, other than H. Lemons, a copy of their allegedly false investment \nstatements is attached to the Kelly Complaint.  ( See Exs. 18, 19, 22, 26 to Kelly \nCompl.)  These allegedly false investment statements have therefore been pleaded \nwith sufficient particularity.   \n However, t he question becomes whether these inaccurate  statements \nsupport the Kelly Plaintiffs’ fraud claim.  The Court concludes that they cannot, as \npleaded.  As Phillips argues in his motion, the Kelly Plaintiffs’ fraud claim is based \non being induced to invest, and these investment statements came after the Kelly \nPlaintiffs had already invested.  Accordingly, a fair reading of the Kelly Complaint \ndoes not put Phillips on notice that the ir fraud claims are premised on these false  \ninvestment statements.  As a result, the Court DISMISSES the Kelly Plaintiffs’ fraud \nclaims against Phillips to the extent they are  based on these alleged investment \nstatements.  Likewise, the MetLife Defendants cannot be held vicarious ly liable on \nthis basis.     \n The MetLife Defendants argue that the fraud claim asserted against it \nshould also be dismissed because the Kelly Plaintiffs are only seeking to hold MetLife \nvicariously liable on this claim,\n13 and since the Kelly Plaintiffs have failed to plead \nwith particularity any misrepresentat ions by Siskey or Phillips, their fraud claim \nagainst the MetLife Defendants should also be dismissed.   The Court agrees.  As \nnoted above, the misrepresentations alleged against Phillips to support the Kelly \nPlaintiffs’ fraud claims are not ple aded with particularity.  Likewise, statements by \n                                                 \n13 The Court notes that perhaps the Kelly Plaintiffs are seeking to hold MetLife directly liable \nfor their “touting” Siskey as a trusted investment advisor.  There are no facts to support that \nMetLife affirmatively communicated this to the Kelly Plaintiffs, or when that communication \nis alleged to have occurred.  Therefore, this conclusory statement, on its own, cannot support \na fraud claim seeking to hold MetLife directly liable.  \nSiskey “[i]n 2015 and 2016” that induced the Kelly Plaintiffs to invest in the \nInvestment Ponzi Scheme are not particular enough.  Accordingly, the Kelly \nPlaintiffs’ fraud claim against the MetLife Defendants, seeking to hold them  \nvicariously liable, is DISMISSED. \n In sum, the Court concludes that  the Kelly Plaintiffs’  fraud claim to the \nextent (if at all) premised on Phillips’s affirmative misrepresentations are insufficient \nto state a claim.  Because the Kelly Plaintiffs  have not sufficiently alleged  with \nparticularity their fraud claims against Phillips in this regard, they  cannot impose \nvicarious liability upon the MetLife Defendants for that conduct.  Likewise, the Kelly \nPlaintiffs’ have failed to support their fraud claim against the MetLife Defendants on \nthe basis of Siskey’s affirmative misrepresentations.  Accordingly, Phillips’s motion \nto dismiss and the MetLife Defendants’ motion to dismiss are both GRANTED to the \nextent the Kelly Plaintiffs’ fraud claims are based on any affirmative \nmisrepresentations by Phillips or Siskey and these claims are  DISMISSED on this \nbasis.  \ne. Olin \n Olin’s fraud claim is directed to Siskey’s, Lowder’s, and Hammond’s alleged \nconduct related to inducing Olin to invest in the Investment Ponzi Scheme and to buy \nlife insurance .  ( Olin Compl. ¶ 166.)  Reading the Complaint in the light most \nfavorable to Olin , he also appears to base his fraud claim against the MetLife \nDefendants on the b asis of respondeat superior for Siskey’s, Lowder’s, and  \nHammond’s conduct.  (Olin Compl. ¶¶ 166, 249.)   \n However, under Olin ’s fraud claim heading, he appears to base his claim \nonly on Lowder’s and Hammond’s omissions and not on any affirmative \nmisrepresentation by these defendants .  ( See Olin Compl. ¶ 1 66.)  Nonetheless, \nreading the Olin Complaint as a whole, the Court notes that Olin does make several \ngeneral statements about Siskey ’s, Lowder ’s, and Hammond’s alleged \nmisrepresentations, including that Siskey represented investments with Wall Street \nCapitol were “guaranteed” with a “fixed rate” of return and “better than going to a \nbank[,]” (Olin Compl. ¶ 121), that from 2000 through 2016, Siskey “and other MetLife \nemployees” prepared and delivered false periodic written statements indicating that \nhis investments were safe and maturing, (Olin Compl. ¶ 127), that also from 2000 \nthrough 2016, Lowder and Hammond met with Siskey and Olin “regularly” and were \npresent when Siskey made misrepresentations to Olin, (Olin Compl. ¶ 146), and that \nbased on “further false representations” of Siskey, Lowder, and Hammond, Olin \ninvested in Siskey Capitol, (Olin Compl. ¶ 136).  Even if these allegations were to \nsupport Olin’s fraud claim, none are pleaded with particularity, and therefore Olin’s \nfraud claim cannot survive dismissal on these statements.   \n Lowder and Hammond make a separate argument that their insurance \ndealings with Olin bear no connection to Olin’s fraud claim.  The Court agrees.  Olin \nin no way ties Lowder and Hammond’s insurance sales to the Insurance Ponzi \nScheme, nor does Olin  allege that Lowder and Hammond misrepresented anything \nabout the insurance they sold to him.  Therefore, Lowder and Hammond’s insurance \ndealings with Olin do not appear to, and cannot, form the basis for Olin’s fraud \nclaim.14  Because no affirmative statement by Lowder and Hammond can support \nOlin’s fraud claim, it is DISMISSE D on these grounds.   Because Olin has failed to \nsupport his fraud claim based on any affirmative misrepresentation by Lowder or \nHammond, Olin’s fraud claim seeking to hold the MetLife Defendants vicariously \nliable on this basis must also be DISMISSED.   \n However, the Court concludes that Olin has alleged w ith particularity \nelsewhere in his complaint that Siskey fraudulently misrepresented information \nabout TSI Holdings to induce Olin to invest in that entity.   Olin alleges that in \nOctober 2010,15 at the Wall Street Capitol office, Siskey advised him to invest his sale \nproceeds from the asset sale of his investment in Carolina Beer into TSI Holdings, \npromising Olin that he would earn a “guaranteed 5% rate of return” on the \ninvestment.  (Olin Compl. ¶ 132.)  This statement supports Olin’s fraud claim seeking \nto hold the MetLife Defendants vicariously liable for Siskey’s misrepresentations.  \nAccordingly, the MetLife Defendants’ motion is DENIED on that basis. \n In sum, the Court concludes that Olin’s fraud claim to the extent (if at all) \npremised on Lowder’s or Ham mond’s affirmative misrepresentations is insufficient \nto state a claim.  Because Olin has not sufficiently alleged his fraud claim against \nLowder or Hammond in this regard, he cannot impose vicarious liability upon the \nMetLife Defendants for that conduct.  Accordingly, Lowder and Hammond’s motion \n                                                 \n14 They can, however, support Olin’s position that Lowder and Hammond owed duties to him, \nas discussed below.      \n15 In paragraph 167, Olin represents this date as August 8, 2010, but that is the date that \nOlin received his profits from his Carolina Beer investment, not when he was alleg edly \nadvised to invest those proceeds in TSI, which allegedly occurred in October.  ( See Olin \nCompl. ¶¶ 131−32.) \nto dismiss and the MetLife Defendants’ motion to dismiss are both GRANTED on this \nnarrow basis and Olin’s fraud claim based on Lowder’s and Hammond’s affirmative \nmisrepresentations is DISMISSED.  However, Olin may proceed upon his fraud claim \nseeking to hold the MetLife Defendants vicariously liable for Siskey’s affirmative \nmisrepresentations regarding TSI Holdings .  The MetLife Defendants’ motion is \ntherefore DENIED in that regard. \nf. Peterson \n Peterson’s fraud claim i s directed to Siskey’s and Hammond’s  alleged \nconduct related to inducing Peterson to invest in Siskey Capitol Opportunity Fund, \nSRP, LBI, and Kure.  (Peterson Compl. ¶  133.)  Reading the Complaint in the light \nmost favorable to Peterson, he also appears to base his fraud claim against the \nMetLife Defendants on the basis of respondeat superior for both Siskey’s and \nHammond’s conduct.  (Peterson Compl. ¶¶ 133, 208.)   \n However, under Peterson’s fraud claim heading, he appears to base his \nclaim only on Hammond’s omissions and not on any affirmative misrepresentation.  \n(See Peterson Compl. ¶ 133.)  Nonetheless, reading the Peterson Complaint as a \nwhole, the Court notes that P eterson does allege that Hammond misrepresented \ninformation about investments with Wall Street Capitol.  Specifically, Peterson \nalleges that on December 12, 2014, he met with Hammond and was induced to invest \nin Siskey Capitol Opportunity Fund II.  (Peterson Compl. ¶ 118.)  However, Peterson \ndoes not state how Hammond induced him, let alone if it was based on any  specific \nmisrepresentation.  Peterson also alleges that with respect to his investments in LBI \nand Kure, Siskey made “numerous misrepresentations[ .]”  (Peterson Compl. ¶ 121.)  \nThese allegations are deficient in meeting the Rule 9(b) standard.  Similarly, with \nrespect to Peterson’s investment in SRP, Peterson alleges that Siskey, not Hammond, \nsent him a written misrepresentation about the building in which SRP owned a 1/3 \ninterest.  (Peterson Compl. ¶ 123.)  Accordingly, to the extent (if at all) Peterson bases \nhis fraud claim o n any affirmative misrepresentation by Hammond, the Court \nDISMISSES his fraud claim on that basis. \n Peterson, therefore, cannot seek to impose vicarious liability on the MetLife \nDefendants for Hammond’s alleged affirmative misrepresentations.  Peterson also, \nhowever, alleges that Siskey made certain misrepresentations that induced Peterson \nto invest with Wall Street Capitol.  Wh ile Peterson alleg es that Siskey claimed \ninvestments in WSC Holdings were “zero risk” asset-backed investments with a fixed \nrate of return at some point over a two-year period, this allegation is not pleaded with \nparticularity.  In contrast, Peterson’s allegations regarding Siskey’s \nmisrepresentations concerning SRP are ple aded with particularity.  ( See Peterson \nCompl. ¶¶ 123 –24.)  Peterson alleges that Siskey falsely represented the debt -to-\nequity ratio of the building that SR P held an interest in, and that these \nmisrepresentations induced Peterson to invest in SRP on April 21, 2016.  (Peterson \nCompl. ¶¶ 122–24.)  For purposes of Rule 12(b)(6) and Rule 9(b), this is sufficient to \nwithstand dismissal at this time. 16   Accordingly, Peterson’s fraud claim against the \n                                                 \n16 Defendants argue that any plaintiff who relies upon misrepresentations regarding SRP is \ncollaterally estopped because the Trustee determined the SRP bank account was not utilized \nby Siskey in the Investment Ponzi Scheme.  However, there is nothing in Plaintiffs’ \ncomplaints that could support a ruling that any claim was barred by collateral estoppel and \nMetLife Defendant s, premised on Siskey’s misrepresentations regarding SRP, \nsurvives dismissal and the MetLife Defendants’ motion is DENIED on this basis.   \n In sum, the Court concludes that Peterson’s fraud claim to the extent (if at \nall) premised on Hammond’s affirmative misrepresentations is insufficient to state a \nclaim.  Because Peterson  has not sufficiently alleged with particularity his fraud \nclaim against Hammond in this regard, he cannot impose vicarious liability upon the \nMetLife Defendants for that conduct.  Accordingly, Hammond’s motion to dismiss and \nthe MetLife Defendants’ motion to dismiss are both GRANTED on this narrow basis \nand Peterson’s fraud claim based on Hammond’s affirmative misrepresentations is \nDISMISSED in that regard.  However, Peterson  may proceed upon his fraud claim \nseeking to hold the MetLife Defendants vicariously liable for Siskey’s affirmative \nmisrepresentations regarding Peterson’s investment in SRP .  The MetLife \nDefendants’ motion is therefore DENIED in that regard. \ng. The Williamses \n The Williamses’ fraud claim is directed to Siskey’s and Phillips’s alleged \nconduct related to inducing the Williamses to invest with Wall Street Capitol.  \n(Williams Compl. ¶ 149.)  Reading the Complaint in the light most favorable to the \nWilliamses, they also appear to base their fraud claims against the MetLife \n                                                 \nDefendants have not even argued in their briefing that all elements for collateral estoppel \nhave been met.  Accordingly, Defendants do not make a “colorable assertion that [any] claim \nis barred under the doctrine of collateral estoppel[,]” Fox v. City of Greensboro, 2013 N.C. \nApp. LEXIS 1321, at *10–11 (N.C. Ct. App. Dec. 17, 2013), and thus the Court considers the \nallegations concerning SRP just as it does Plaintiffs’ other investments.   \nDefendants on the  basis of respondeat superior for both Siskey’s and Phillips’ s \nconduct.  (Kelly Compl. ¶¶ 149, 222.) \n However, under the Williamses’ fraud claim heading, they appear to base \ntheir claim only on Phillips’s omissions and not on any affirmative misrepresentation \nby him.  (See Williams Compl. ¶ 149.)  Nonetheless, reading the Williams Complaint \nas a whole, the Court notes that the Williamses  allege that Siskey and Phillips \nmisrepresented information surrounding the Williamses’ investment in SRP, namely \nthat Siskey and Phillips “made numerous misrepresentations . . . about the suitability \nof [SRP], including . . . a written misrepresentation that the Wall Street Capitol \nbuilding carried a debt of 5 million dollars . . .[,]” and that the Williamses’ investment \nin SRP would achieve “[l]iquidity within 6 months (guaranteed by Rick Siskey and \nSharon Road Properties)[.]”   (Williams Compl. ¶¶ 118, 135.)  A written \nmisrepresentation, alleged to have been sent by both Siskey and Phillips, is attached \nas Exhibit 15 to the Williams Complaint.  Although the document attached as Exhibit \n15 is undated and does not indicate who it was sent by, a liberal reading of the \nWilliams Complaint indicates that this handout was prepared by both Phillips and \nSiskey and provided to the Williamses, which induced them to invest in SRP.  On a \nRule 12(b)(6) motion and consistent with Rule 9(b), this misrepresentation has been \npleaded with sufficient particularity.  Accordingly, the Williamses’ fraud claim may \nproceed based on this affirmative misrepresentation by Phillips and by Siskey.  It \nfollows therefrom that the Williamses’ fraud claim against the MetLife Defendants \npremised on a theory of vicarious liab ility may also proceed.  Phillips’s motion and \nthe MetLife Defendants’ motion are therefore DENIED in this regard. \n In sum, the Court concludes that the Williamses’ fraud claim to the extent \npremised on Phillips’ s and Siskey’s affirmative misrepresentations regarding the \nWilliamses’ investment in SRP are ple aded with sufficient particularity and may \nproceed.  The corresponding motions are therefore DENIED to the extent they seek \ndismissal of the Williamses fraud claim based on affirmative misrepresentations.   \n Rule 9(b) Analysis – Fraud by Omissions and Concealment \n \n As noted above, Plaintiffs ’ fraud claims against Defendants are  premised \nprimarily on Defendants’ omissions and concealment of material facts regarding the \nInvestment Ponzi Scheme .  (J. Aldridge Compl. ¶¶  177, 182; K. Aldridge Compl. \n¶¶ 165, 169; Goulet Compl. ¶ ¶ 133, 138; Kelly Compl. ¶¶ 248, 254; Olin Compl. ¶¶ \n166, 170; Peterson Compl. ¶¶ 133, 138; Williams Compl. ¶¶ 149, 154.)  Specifically, \nPlaintiffs allege that Defendants knew of S iskey’s disciplinary past, including his \nviolations of law, fines, and suspensions, and failed to relay that information to—and \neven actively concealed that information from—Plaintiffs.   \n Where a fraud claim arises by concealment or nondisclosure of materi al \nfacts, a plaintiff must allege that the defendant(s) “had a duty to disclose material \ninformation to [the plaintiff], as silence is fraudulent only when there is a duty to \nspeak.”  Lawrence v. UMLIC -Five Corp., 2007 NCBC LEXIS 20 , at *8 (N.C. Super. \nCt. June 18, 2007) (citing Griffin v. Wheeler -Leonard & Co., 290 N.C. 185, 198,  225 \nS.E.2d 557, 565 (1976)).  This Court has acknowledged that “fraud by omission is, by \nits very nature, difficult to plead with particularity.”  Id.  at *9 (quoting Breeden v. \nRichmond Cmty. Coll., 171 F.R.D. 189, 195 (M.D.N.C. 1997)).  In so recognizing, our \nCourt adopted the factors considered by the Breeden  court on fraud by omission \nclaims.  Id. at *10.  Accordingly, a plaintiff must allege:  \n(1) the relationship [between plaintiff and defendant] giving rise to the \nduty to speak; (2) the event or events triggering the duty to speak and/or \nthe general time period over which the relationship arose and the \nfraudulent conduct occurred; (3) the general content of the information \nthat was withheld and the reason for its materiality; (4) the identity of \nthose under a duty who failed to make such disclosures; (5) what [the \ndefendant] gained by withholding information; (6) why plaintiff's \nreliance on the omission was both reasonable and detrimental; and \n(7) the damages proximately flowing from such reliance. \n \nId. at *10 (citing Breeden, 171 F.R.D. at 195); see also Global Textile All., Inc. v. TDI \nWorldwide, LLC , 2018 NCBC LEXIS 159 , at *26 (N.C. Super Ct. Nov. 29, 2018); \nTillery Envtl. LLC v. A&D Holdings, Inc. , 2018 NCBC LEXIS 13 , at *21 –22 (N.C. \nSuper. Ct. Feb. 9, 2018) ; Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 2015 NCBC \nLEXIS 64, at *13– 14 (N.C. Super. Ct. June 19, 2015); Al lran v. Branch Banking & \nTrust Corp., 2011 NCBC LEXIS 20, at *10–11 (N.C. Super. Ct. July 6, 2011).  \n A duty to disclose arises in three situations:  \n(1) there is a fiduciary relationship between the parties to the \ntransaction; (2) “a party has taken affirmative steps to conceal material \nfacts from the other;” or (3) “one party has knowledge of a latent defect \nin the subject matter of the negotiations about which the other party is \nboth ignorant and unable to discover through reasonable diligence.” \n \nChristenbury Eye Ctr., 2015 NCBC LEXIS 64 , at *14 (quoting H arton v. Harton, 81 \nN.C. App. 295, 297–98, 344 S.E.2d 117, 119 (1986)).  However, even absent a duty to \nspeak, it is well-established that once a party chooses to speak , that party then “has \na duty to make a full and fair disclosure of facts concerning the matters on which he \nchooses to speak.”  Ragsdale v. Kennedy , 286 N.C. 130, 139,  209 S.E.2d 494, 501  \n(1974).   \n Defendants contend that Plaintiffs have failed to plead their fraud by \nomission claims with particularity because Plaintiffs  have failed to allege that \nDefendants had any duty to disclose  Siskey’s past disciplinary act ions to Plaintiffs.  \nThe Court first addresses whether such a duty extends to the Individual Defendants, \nand then, whether one extends to the MetLife Defendants.   \na. Individual Defendants \n The Individual Defendants argue that Plaintiffs have failed to plead a ny \nfacts to establish that they had a legal duty to disclose Siskey’s disciplinary history.  \nIn support, they  argue that federal law requires investment advisors  to disclose \ncertain legal or disciplinary information to the client as against him self or herself.  \nThis law—the Investment Advisors Act—does not, however, impose any similar duty \nto disclose information about another investment advisor.  Furthermore, for th ose \nPlaintiffs that allege the Individual Defendants should have disclosed this \ninformation about Siskey on Plaintiffs’ account statements, the In dividual \nDefendants argue it is neither required nor customary for such information about any \nagent to appear on these statements.   \n As an initial note, the Court does not believe it proper to consider on a Rule \n12(b)(6) motion what was “customary” or “ industry practice” to include on financial \naccount statements  because that analysis goes beyond the four corners of the \nComplaints.  Moreover, regardless of what the Investment Advisors Act may or may \nnot require of SEC- registered investors, consistent with H arton, the Individual \nDefendants would owe a  duty to Plaintiffs if Plaintiffs’ allegations fall into one or \nmore of the three scenarios identified above.  Having concluded in Section VI.C, \nsupra, that Plaintiffs have failed to plead the existence of a fiduciary relationship \nbetween them and the applicable Individual Defendants, the Court considers the \nsecond and third situation, both in arm’s length’s transactions, that could impose a \nduty to dis close on the Individual Defendants.  Plaintiffs allege in a conclusory \nfashion that the Individual Defendants “conceal ed” material facts regarding the \nInvestment Ponzi Scheme and Siskey’s disciplinary history .  (J. Aldridge Compl. ¶  \n177; K. Aldridge Compl. ¶ 165; Goulet Compl. ¶ 133; Kelly Compl. ¶ 248; Olin Compl. \n¶ 166; Peterson Compl. ¶ 133; Williams Compl. ¶ 149.)  Plaintiffs have failed to plead \nhow or when the Individual Defendants attempted to conceal this information, or any \nother information that c ould support a theory to that effect.  Therefore, a duty to \ndisclose does not extend on that basis. \n The Court also concludes that information regarding Siskey’s disciplinary \nhistory does not go to the “ subject matter of the negotiations ” regarding Plaintiffs’ \ninvestments.  Rather, it goes to background information on a potential investment \nadvisor.  Accordingly, the Court concludes that a duty to disclose does not extend on \nthat basis either.   \n Nonetheless, our Supreme Court has held that even where there is “no duty \nto speak under the circumstances, . . . if [the defendant] does assume to speak he \nmust make a full and fair disclosure of the matters he discusses.”   Ragsdale, 286 N.C. \nat 139, 209 S.E.2d at  501.  In Ragsdale, the president and manager of a co mpany \ninduced stockholders to purchase 12,500 shares of common stock based on statements \nthat the company was a “gold mine” and a “going concern[.]”  Id. at 137−38, 209 S.E.2d \nat 500.  The president failed to disclose other facts concerning the corporation’s \nliquidity and indebtedness.  The Court held that when the president undertook to \ndescribe the business in such a positive light, “he incurred a concomitant duty to \nmake a full disclosure of any extenuating financial circumstances which counteracted \nhis positive assertions concerning the condition of the corporation.”  Id.  at 139, 209 \nS.E.2d at 501.   \n Goulet and Peterson have alleged that Hammond advised Goulet  and \nPeterson to meet with Siskey, and in so doing, did not provide them with all the facts \nabout Siskey’s qualifications as an investment advisor.  (Goulet Compl. ¶¶ 113, 119; \nPeterson Compl. ¶ 121.)  Reading the allegations in the light most favorable to these \ntwo Plaintiffs,  they a llege that Hammond recommended Siskey as someone with \nwhom Plaintiffs should seek investment advice.  These facts are minimally sufficient \nto impose a duty on Hammond to  make “a full and fair disclosure” when \nrecommending Siskey as an investment adv isor.  Ragsdale, 286 N.C. at 139, 209 \nS.E.2d at 501.  Accordingly, Hammond’s motion is DENIED with respect to Goulet \nand Peterson’s fraud claim premised on Hammond’s omissions.  These claims, \ntherefore, survive dismissal at this time.  \n However, for J. Aldr idge, K. Aldridge, the Kelly Plaintiffs, Olin, and the \nWilliamses, there are no allegations that Plaintiffs were recommended, or otherwise \nadvised, by the Individual Defendants to consult with Siskey about their investments.  \nRather, from their respective complaints, the Court is unable to determine how these \nPlaintiffs began working with Siskey and whether the Individual Defendants induced \nthem, through positive affirmations or otherwise, to begin working with Siskey.  \nMoreover, there are no allegations in  these Complaints that the Individual \nDefendants made any representations about Siskey’s trustworthiness.\n17  Accordingly, \nand different from the Court’s conclusion regarding Goulet and Peterson, the Court \nbelieves that Ragsdale does not support imposing a d uty on the Individual \nDefendants to disclose Siskey’s past with respect to the fraud claims brought by J. \nAldridge, K. Aldridge, the Kelly Plaintiffs, Olin, and the Williamses.   \n Based on the foregoing, Plaintiffs’ claims for fraud by omission against the \nIndividual Defendants in the J. Aldridge Complaint, K. Aldridge Complaint, Kelly \nComplaint, Olin Complaint, and Williams Complaint are DISMISSED.  Plaintiffs’ \nclaims for fraud by omission against the Individual Defendants in the Goulet \nComplaint and Peters on Complaint, however, survive, and in that regard the \nIndividual Defendants’ motions are DENIED.   \n \n \n                                                 \n17 There are, however, several allegations that the MetLife Defendants touted the Individual \nDefendants and Siskey as trustworthy, and that the Individual Defendants indicated their \nown personal trustworthiness.  (J. Aldridge Compl. ¶¶ 119, 122; K. Aldridge ¶¶ 121, 123; \nKelly Compl. ¶¶ 154, 285; Olin Compl. ¶¶ 171, 214; Williams Compl. ¶¶ 155, 186.)   \nb. The MetLife Defendants \n Based on the Court’s earlier ruling in the Rule 12(b)(1) Order and Opinion, \nK. Aldridge, the Lemonses, and V. Williams lack standing to bring their fraud by \nomission claims against the MetLife Defendants.  See Aldridge , 2019 NCBC LEXIS \n53, at *73.  Therefore, the MetLife Defendants’ motions as to these plaintiffs are \nDENIED AS MOOT.  \n The remaining Plaintiffs (J. Aldridge, Goulet, Kelly, Leite, Reittinger, Olin, \nPeterson, and J. Williams) have sufficiently alleged that the MetLife Defendants had \na duty to speak.  Plaintiffs have alleged that the MetLife Defendants knew of Siskey’s \npast disciplinary history, and in fact travelled to Charlotte to investigate more about \nSiskey and his dealings through Wall Street Capitol, but that, despite knowledge of \nSiskey’s improper professional behavior, they chose not to tell Plaintiffs and MetLife’s \nother customers any information about Siskey’s past.  Instead, they “implemented a \nplan to [attempt to] shield themselves from liability[.]”  (J. Aldridge Compl. ¶ 173; K. \nAldridge Compl. ¶ 161; Goulet Compl. ¶ 129; Kelly Compl. ¶ 137; Olin Compl. ¶ 156; \nPeterson Compl. ¶ 129; Williams Compl. ¶ 124.)  The Court believes this is minimally \nsufficient, at this time, to allege the existence of a duty upon the MetLife Defendants \nto support Plaintiffs’ fraud by omission claims against the MetLife Defendants.\n18   \n Accordingly, at this time , the Court declines to dismiss Plaintiffs’ fraud \nclaims premised on the MetLife Defendants’ failure to disclose Siskey’s violations of \n                                                 \n18 Plaintiffs do not identify with any specificity whether they seek to hold the MetLife \nDefendants liable for any omissions and concealment of material facts by Siskey, and \ntherefore the Court does not evaluate Plaintiffs’ claims on that basis.   \nlaw, fines, and suspensions.  The MetLife Motions  as to J. Aldridge, Goulet, Kelly, \nLeite, R eittinger, Olin, Peterson, and J. Williams , therefore, are DENIED  in this \nrespect.   \n Reasonable Reliance \n \n Defendants also seek to dismiss Plaintiffs’ various fraud claims based on \ntheir failure to plead reasonable reliance.  Reliance “is not reasonable where the \nplaintiff could have discovered the truth of the matter through reasonable diligence, \nbut failed to investigate.”  Cobb v. Pa. Life. Ins. Co., 215 N.C. App. 268, 277,  715 \nS.E.2d 541, 549 (2011).  At the same time, “the reasonableness of a party’s reliance is \na question of fact[,]” and “unless the facts are so clear that they support only one \nconclusion[,]” a plaintiff’s claim premised on misrepresentations or omissions should \nnot be dismissed at the Rule 12(b)(6) stage.  Tillery Envtl. LLC , 2018 NCBC LEXIS \n13, at *54 (quoting Forbis, 361 N.C. at 527, 649 S.E.2d at 387).     \n Defendants contend that Plaintiffs could have discovered the truth through \npublicly available information, specifically the public notices of Siskey’s disciplinary \nactions attached as exhibits to the Complaints.  The public notices attached to  each \ncomplaint are identical.  (See, e.g., Exs. 11 & 12 to J. Aldridge Compl.)      \n First, the public notice regarding Siskey’s NASD disciplinary action  is \nundated and does not clearly indicate where it could be found (whether it was \navailable in print only or online, for example).  Furthermore, Siskey’s fine and  \nsuspension appears on the back page of this document, in small script, in between \ntwo other disciplinary actions.  Second, Siskey’s DOL disciplinary action has a date \nstamp of March 23, 2018.   Accordingly, it is not clear from the record whether this \ndocument would have been readily available to Plaintiffs back in 2011 or any time \nthereafter through Siskey’s death in 2016.  Therefore, the Court concludes that \nPlaintiffs’ attachments of these two exhibits to their respective complaints does not  \nmake it “so clear that they support only one conclusion.”  Although these exhibits are, \nin fact, notices that could have been available to Plaintiffs at the time they were \nbrought against Siskey or around the time of Plaintiffs’ investments, it is not proper, \non a Rule 12(b)(6) motion, for the Court to make a factual determination whether or \nnot such notices were available then, or to determine Plaintiffs’ reasonableness (or \nlack thereof) in not discovering the notices at that time.  Accordingly, the Motions are \ntherefore DENIED on this basis. \nE. Negligent Misrepresentation (against all Defendants) \n In the alternative to their fraud claims, Plaintiffs plead that Defendants \nwere negligent when providing information to Plaintiffs about their investments \nand/or in surance contracts and made negligent misrepresentations regarding the \nsame.  (J. Aldridge Compl. ¶¶ 212–13; K. Aldridge Compl. ¶¶ 199–200; Goulet Compl. \n¶¶ 167–68; Kelly Compl. ¶¶ 282– 83; Olin Compl. ¶¶ 211– 12; Peterson Compl. ¶¶ \n167–68; Williams Compl. ¶¶ 183–84.)  Under well -settled North Carolina law, a \nbreach of duty giving rise to a claim for negligent misrepresentation has been defined \nas: \nOne who, in the course of his business, profession or employment, or in \nany other transaction in which he has a p ecuniary interest, supplies \nfalse information for the guidance of others in their business \ntransactions, [and thus] is subject to liability for pecuniary loss caused \nto them by their justifiable reliance upon the information, if he fails to \nexercise reasonable care or competence in obtaining or communicating \nthe information. \n \nSimms v. Prudential Life Ins. Co. of Am., 140 N.C. App. 529, 534, 537 S.E.2d 237, 241 \n(2000).   \n Unlike a fraud claim, a  claim for negligent misrepresentation can only be  \nbased on affirmative misrepresentations, not on omissions.  See Harrold v. Dowd, 149 \nN.C. App. 777, 783, 561 S.E.2d 914, 919 (2002); Loftin v. QA Invs. LLC, 2015 NCBC \nLEXIS 44, at *27 (N.C. Super. Ct. Apr. 30, 2015). \n However, like Plaintiffs’ fraud claims, their  negligent misrepresentation \nclaims must be pleaded with particularity pursuant to Rule 9(b).  Deluca, 2015 NCBC \nLEXIS 12 , at *20.  Rule 9(b) provides that “in all averments of fraud . . . the \ncircumstances constituting fraud . . . shall be stated with particularity.”  N.C.G.S. § \n1A-1, Rule 9(b). \n The Court, therefore, relies upon its analysis set forth above regarding \nPlaintiffs’ fraud claims, concluding again here that Plaintiffs have failed to p lead \nmany of their negligent misrepresentation claims with particularity.  For the same \nreasons articulated in VI.D.1 , Goulet, Olin, and Peterson have failed to allege any \naffirmative misrepresentation by the Individual Defendants to support their \nnegligent misrepresentation claims against the Individual Defendants, and therefore \nthe negligent misrepresentation claims brought by these plaintiffs against the \nIndividual Defendants are DIMISSED .  Similarly, having concluded above that \nPlaintiffs have failed to allege with sufficient particularity any affirmative \nmisrepresentation by the MetLife Defendants, Plaintiffs’ negligent \nmisrepresentation claims brought directly against the MetLife Defendants are also \nDISMISSED.   \n Consistent also with its conclusions abov e, the Court concludes that J. \nAldridge’s, K. Aldridge’s, and the Williamses’ negligent misrepresentation claims \nagainst the applicable Individual Defendants are stated  with particularity.  \nAdditionally, and taking into consideration the allegations regarding Siskey’s alleged \nmisrepresentations, J. Aldridge’s, K. Aldridge’s, Goulet’s, Olin’s, Peterson’s, and the \nWilliamses’ negligent misrepresentation claims against the MetLife Defendants on \nthe basis of respondeat superior also survive.   \n The Court additionally notes that Plaintiffs’ negligent misrepresentation \nclaims, though brought in the alternative to their fraud claims, are wider in scope \nand encompass all conduct by the Individual Defendants at the Wall Street Capitol \noffice, not just conduct that “induced” Plaintiffs to invest.  (J. Aldridge Compl. ¶ 212; \nK. Aldridge Compl. ¶ 199; Goulet Compl. ¶ 167; Kelly Compl. ¶ 282; Olin Compl. ¶ \n211; Peterson Compl. ¶ 167; Williams Compl. ¶ 183.)   The effect of this language is \nsignificant to the Kelly Plaintiffs, whom otherwise would have no surviving negligent \nmisrepresentation claim.  Kelly, Leite, Reittinger, and D. Lemons have stated  with \nparticularity that Siskey and Phillips sen t them fraudulent investment statements  \nregarding their Wall Street Capitol inv estments.  According ly, the Kelly Plaintiffs’ \nnegligent misrepresentation claim (to the extent it applies to misrepresentations \nmade to Kelly, Leite, Reittinger, and D. Lemons) against the Individual Defendants, \nand by extension to the MetLife Defendants on the basis of respondeat superior, \nsatisfy the Rule 9(b) standard and shall not be dismissed on that basis.  \n Defendants also  contend, however, that Plaintiffs’ negligent \nmisrepresentation claims fail because the Complaints are devoid of any factual \nallegations showing that Plaintiffs’ investments benefitted Defendants and therefore \nthese claims should fail because Defendants are not alleged to have had a pecuniary \ninterest in the Investment Ponzi Scheme.  The Court disagrees.   \n First, the Court need not address the MetLife Defendants’ arguments in \nthis regard, as the Court has already concluded in Section VI.D.1 above that Plaintiffs \nhave not stated with particularity any affirmative misrepresentations by the MetLife \nDefendants, and therefore Plaintiffs’ negligent misrepresentation claims against the \nMetLife Defendants only proceed on the basis of respondeat superior.   \n Second, as to Siskey and the Individual Defendants, Plaintiffs have alleged \nthat these individuals  received commissions for Plaintiffs’ investments, and \nmoreover, that Siskey and the Individual Defendants were acting within “the course \nof [their] business, profession or employment” at Wall Street Capitol when inducing \nPlaintiffs to invest with Wall Street Capitol and thereafter (in the case of the Kelly \nPlaintiffs) sending false investment statements to Plaintiffs.  The Court concludes \nthis is sufficient under Rule 12(b)(6) and Rule 9 (b) to support the negligent \nmisrepresentation claims asserted by J. Aldridge, K. Aldridge, Kelly, Leite, \nReittinger, D. Lemons, and the Williamses.  Therefore, these claims survive the \nIndividual Defendants’ motions to dismiss on this basis.  Additionally , based upon \nthese surviving allegations of negligent misrepresentations against the Individual \nDefendants and including Siskey’s negligent misrepresentations, all Plaintiffs (other \nthan H. Lemons) may proceed with their negligent misrepresentation claims against \nthe MetLife Defendants on the basis of respondeat superior. \nF. State Securities Fraud (against all Defendants) \n Plaintiffs allege that Defendants have violated the North Carolina \nSecurities Act, N.C.G.S. § 78A -56.  (J. Aldridge Compl. ¶¶ 198 –210; K. Al dridge \nCompl. ¶¶ 185–97; Goulet Compl. ¶¶ 153 –65; Kelly Compl. ¶¶ 268– 80; Olin Compl. \n¶¶ 185–98; Peterson Compl. ¶¶ 153–65; Williams Compl. ¶¶ 169–81.)  Article 7 of the \nNCSA provides for civil liability that may be “primary” or “secondary.”  N.C.G.S. § \n78A-56(a)(1)–(2), (c).  The relevant portions of the NCSA’s primary liability provision \nstate that: \n(a) Any person who: \n \n (1) Offers or sells a security in violation of [s ection] 78A-8(1), 78A-\n8(3) [provisions relating to fraud or deceit], . . . , or \n \n (2) Offers or sells a security by means of any untrue statement of a \nmaterial fact or any omission to state a material fact necessary in order \nto make the statements made, in the light of the circumstances under \nwhich they were made, not  misleading (the purchas er not knowing of \nthe untruth or omission), and who does not sustain the burden of proof \nthat he did not know, and in the exercise of reasonable care could not \nhave known, of the untruth or omission \n \nis liable to the person purchasing the security from him[.] \n \nN.C.G.S. § 78A-56(a).   \n \n The portion of the NCSA that creates secondary liability is subdivided into \ntwo different types: (1) those who “control” a person found liable under s ection 78A-\n56(a) or (b) (commonly referred to as “control person” liability), and (2) those who \n“materially aid[ ] in the transaction giving rise to the  liability.”  N.C.G.S. § 78A -\n56(c)(1).  Specifically, section 78A-56(c)(1) provides: \n(c)(1) Every person who directly or indirectly controls a person liable \nunder subsection (a) . . . of this section, every partner, officer, or director \nof the person, ever y person occupying a similar status or performing \nsimilar functions, and every dealer or salesman who materially aids in \nthe sale is also liable jointly and severally with and to the same extent \nas the person, unless able to sustain the burden of proof that the person \ndid not know, and in the exercise of reasonable care could not have \nknown, of the existence of the facts by reason of which the liability is \nalleged to exist. \n \nId. \n Where an NCSA claim is based on fraud, the claim must be stated  with \nparticularity.  Tillery Envt’l LLC, 2018 NCBC LEXIS 13, at *20. \n Plaintiffs seek to impose primary liability upon the Individual Defendants \npursuant to s ection 78A -56(a)(2) and seek to impose secondary liability upon the \nMetLife Defendants.19 \n \n \n                                                 \n19 Based on the Court’s reading of the Complaints, Plaintiffs do not seek to impose primary \nliability on the MetLife Defendants for violation of section 78A-56(a)(2).  In their Complaints, \nPlaintiffs only characterize the MetLife Defendants’ liability based on their “direct cont rol” \nover their employees, (J. Aldridge Compl. ¶ 206; K. Aldridge Compl. ¶ 193; Goulet Compl. ¶ \n161; Kelly Compl. ¶ 276; Olin Compl. ¶ 193; Peterson Compl. ¶ 161; Williams Compl. ¶ 177), \nand their role in “materially aid[ing]” the Individual Defendants in violating section 78A-\n56(a)(2), (J. Aldridge Compl. ¶ 208; K. Aldridge Compl. ¶ 195; Goulet Compl. ¶ 163; Kelly \nCompl. ¶ 278; Olin Compl. ¶ 196; Peterson Compl. ¶ 163; Williams Compl. ¶ 179).   The \nallegations specifically set forth in Plaintiffs’ NCSA clai ms, and each Plaintiff’s allegations \ntaken as a whole, seek to impose liability on the MetLife Defendants pursuant to section 78A-\n56(c)(1), and not section 78A -56(a)(2).  To the extent that Plaintiffs contend that they have \nasserted a claim against the Met Life Defendants for violation of section 78A -56(a)(2), \nPlaintiffs have failed to sufficiently allege any factual allegations that comply with Rule 9(b) \nto support such a claim. \n Primary Liability (against Individual Defendants) \n \n Section 78A -56(a)(2) imposes liability on a seller who makes a false or \nmisleading statement about a material fact or makes a statement about a material \nfact that was false or misleading under the circumstances because of an omi ssion.  \nTillery Envt’l LLC, 2018 NCBC LEXIS 13 , at *63.   Liability under section 78A -\n56(a)(2) is restricted to “one who sells or offers for sale a security.”  Bucci v. Burns, \n2018 NCBC LEXIS 37 , at *20 (N.C. Super. Ct. Apr. 25, 2018).  An “’ offer to sell ’ \nincludes every attempt or offer to dispose of, or solicitation of an offer to buy, a \nsecurity or interest in a security for value.” N.C.G.S. § 78A-2(8)(b). \n Of particular importance here is that the NCSA does not impose a duty to \ndisclose.  NNN Durham  Office Portfolio 1, LLC , 2013 NCBC LEXIS 11 , at *36 –37 \n(N.C. Super. Ct. Feb. 19, 2013).  Rather, “[l]iability must be tied to a statement which \nwas untrue or which was made misleading by omissions.”  Id.  Accordingly, only \nwhere a seller elects to make a statement regarding a security does the NCSA require \nthat the statement contain sufficient material information to not be misleading.  \n The Individual Defendants argue that Plaintiffs have failed to plead with \nparticularity that the Individual Defendants made any misrepresentation regarding \na sale of a security.  Consistent with the Court’s fraud analysis in Section VI.D.1, J. \nAldridge has alleged with particularity that Lowder made a misrepresentation in \nconnection with the sale of a security (regarding an investment in SPP).  (J. Aldridge \nCompl. ¶¶ 134–35.)  Similarly, K. Aldridge has alleged with particularity that Lowder \nand Hammond made a misrepresentation regarding an investment in WSC Holdings.  \n(K. Aldridge Compl. ¶ 166.)  The Williamses have also alleged with particularity that \nPhillips made a misrepresentation regarding the suitability of an investment in SRP.  \n(Williams Compl. ¶¶ 118, 135.)  Accordingly, for the purposes of this Rule 12(b)(6) \nand Rule 9(b) analysis, these four plaintiffs have suffic iently alleged a primary \nviolation of the NCSA against the applicable Individual Defendants.  The other \nplaintiffs—Goulet, the Kelly Plaintiffs, Olin, and Peterson —for the same reasons  \nconsidered by the Court in Section VI.D. above—have failed to sufficiently allege their \nNCSA claims against the Individual Defendants, and accordingly, these claims are \nDISMISSED. \n Control Person Liability (against the MetLife Defendants) \n \n For Plaintiffs to bring a claim for secondary (“control person”) liability \nunder section 78A-56(c)(1), they must first plead a primary violation under s ection \n78A-56(a)–(b1).  NNN Durham Office Portfolio 1, LLC, 2013 NCBC LEXIS 11, at *41; \nsee also Piazza v. Kirkbridge, 246 N.C. App. 576, 597, 785 S.E.2d 696, 709 (2015).  \nPlaintiffs have not asserted a claim against Siskey or his estate for primary violation \nof the NCSA; accordingly, Plaintiffs cannot maintain a claim against the MetLife \nDefendants for secondary liability on the basis of Siskey’s alleged misrepresentations.  \nSee Tillery Envt’l LLC, 2018 NCBC LEXIS 13, at *23 (“Without a claim for primary \nliability against [the control person], [plaintiff] cannot hold the individuals who are \nalleged to have controlled [the control person] secondarily liable . . . .”).\n20 \n                                                 \n20 While a principal may be held vicariously liable for the actions of its agent  without that \nagent being a named defendant, as set forth in Section VI.B. above, the same is not true for \nNCSA claims based on the plain language of the statute and based on this Court’s \ninterpretation of control person liability under the NCSA.   \n The MetLife Defendants challenge Plaintiffs’ NCSA claims based on control \ntheory liability for the same reason they challenge Plaintiffs’ fraud claims: failure to \nadhere to the heightened plead ing standard of Rule 9(b).  They argue that because \nPlaintiffs have failed to plead any misrepresentation by the Individual Defendants \nwith particularity, liability cannot extend to the MetLife Defendants pursuant to \nsection 78A-56(c)(1).  As to Goulet, the Kelly Plaintiffs, Olin, and Peterson, the Court \nagrees, as discussed above.  However, having concluded that J. Aldridge, K. Aldridge, \nand the Williamses have sufficiently pled a primary violation against the applicable \nIndividual Defendants, the Court de clines to dismiss these plaintiffs’ s ection 78A -\n56(c)(1) claims against the MetLife Defendants.   \n The MetLife Defendants additionally argue that Plaintiffs do not allege \nfacts supporting a contention that the MetLife Defendants had control over the \nIndividual Defendants with regard to the specific transactions at issue.  This Court \nhas noted that section 78A-56(c)(1) “does not provide a manner for determining who \n‘directly or indirectly controls’ a primarily liable person.”  Tillery Envtl. LLC v. A&D \nHoldings, Inc. , 2018 NCBC LEXIS 13 , at *68 –69 (N.C. Super. Ct. Feb. 9, 2018) \n(internal quotation marks omitted).  In determining whether control person liability \napplies, “[t]his Court has previously looked to analogous federal control person \nliability statutes . . . when interpreting section 78A -56(c).”  Id.  (internal quotation \nmarks and citations omitted).  Federal courts invoke a two -part test to determine \nwhether one is a “control person” over a primarily liable person: “ first, the alleged \ncontrol person must  have ‘exercised general control over the operations of the \nwrongdoer, and second, the control person must have had the power or ability—even \nif not exercised—to control the specific transaction or activity that is alleged to give \nrise to liability.’”  Atkinson v. Lackey, 2015 NCBC LEXIS 21, at *30 (N.C. Super. Ct. \nFeb. 27, 2015) (quoting Donohoe v. Consol. Operating & Prod. Corp. , 30 F.3d 907, \n911–12 (7th Cir. 1994)).   \n The Court concludes that Plaintiffs have sufficiently alleged that the \nMetLife Defendan ts had “control” over the Individual Defendants to survive \ndismissal.  Plaintiffs have repeatedly alleged that the Individual Defendants were \nMetLife employees, that the MetLife Defendants exercised direct control over their \nemployees, and that the Individ ual Defendants offered and sold securities as a part \nof their employment with MetLife at the Wall Street Capitol office.  Consistent with \nthe Court’s treatment of Plaintiffs’ vicarious liability claim, the Court cannot conclude \nthat the Complaints, read in  the light most favorable to Plaintiffs, permit the \nconclusion that the MetLife Defendants did not have the power or ability to control \nsecurities transactions conducted at the Wall Street Capitol office.   \n Accordingly, the NCSA claims asserted by J. Aldridge, K. Aldridge, and the \nWilliamses against the MetLife Defendants shall proceed on the basis of “control \nperson” liability and the MetLife Defendants’ corresponding motions are DENIED in \nthat regard.\n21  \n                                                 \n21 Although the issue was briefed by the parties, the Court does not read the Complaints to \nstate a claim for “control person” liability against the Individual Defendants because (1) \nSiskey’s estate has not been named as a defendant to the Actions and (2) there ar e no \nallegations that the Individual Defendants had any control whatsoever over Siskey. \n Aiding and Abetting  Securities Violations (against the \nMetLife Defendants) \n Plaintiffs also seek to hold the MetLife Defendants liable under section \n78A-56(a)(2) as aiders and abettors of the Individual Defendants’ alleged securities \nviolations. This Court has stated that “materially aid[ing]” a primary violator should \n“require allegations of conduct which rise to the level of having contributed \nsubstantial assistance to the act or conduct leading to primary liability under the \nNCSA[.]”  NNN Durham Office Portfolio 1, LLC , 2013 NCBC LEXIS 11 , at *49.   \nPlaintiffs have alleged that the MetLife Defendants knew information about the \nInvestment Ponzi Scheme when they conducted an investigation in 2014 —which \nplausibly occurred prior to J. Aldridge’s September 11, 2014 investment in SPP, K. \nAldridge’s April 2016 inv estment in WSC Holdings, and the Williamses’ May 2016 \ninvestment in SRP —and refused to notify MetLife customers about the fraud \ntranspiring under the MetLife Defendants’ imprimatur.   \n Plaintiffs do not allege, however, how the MetLife Defendants assisted  the \nIndividual Defendants in perpetrating the Investment Ponzi Scheme.  Without \nalleging any affirmative act—let alone a “substantial” act—on behalf of the MetLife \nDefendants, and based upon the allegations set forth in these complaints, J. Aldridge, \nK. Aldridge, and the Williamses cannot sustain an aiding and abetting claim against \nthose defendants under the NCSA.  Plaintiffs’ NCSA claims in this regard, therefore, \nare DISMISSED.22  Accordingly, the MetLife Motions, seeking dismissal of Plaintiffs’ \nNCSA clai ms premised on “aiding and abetting” the Individual Defendants, are \nGRANTED.  \nG. Olin’s NCIAA Claims (against the MetLife Defendants, Lowder, & \nHammond) \n In addition to his claims brought pursuant to the NCSA, Olin also alleges \nthat the MetLife Defendants, Low der, and Hammond violated the North Carolina \nInvestment Advisors Act, N.C.G.S. § 78C -1, et. seq.  (Olin Compl. ¶¶ 199–209.)  The \nNCIAA, like the NCSA, provides f or civil liability that may be “primary” or \n“secondary.”  N.C.G.S. § 78C -38(a)–(b).  The prima ry liability provision states, in \npertinent part: \n(a) Any person who: \n \n(1) Engages in the business of advising others, for compensation, \neither directly or through publications or writings, as to the value \nof securities or as to the advisability of investing in, purchasing, or \nselling securities, or . . .  \n \n(2) Receives, directly or indirectly, any consideration from another \nperson for advice as to the value of securities or their purchase or \nsale, whether through the issuance of analyses, reports or \notherwise and empl oys any device, scheme, or artifice to defraud \nsuch other person or engages in any act, practice or course of \nbusiness which operates or would operate as a fraud or deceit on \nsuch other person in violation of 78C-8(a)(1) or (2), \n \nis liable to any person who is given such advice in such violation[.]   \n \nN.C.G.S. § 78C-38(a).  \n \n                                                 \n22 Consistent with footnote 21 and reading the Complaints in the light most favorable to \nPlaintiffs, Plaintiffs do not attempt to hold the Individual Defendants liable u nder section \n78A-56(a)(2) as aiders and abettors of Siskey’s fraud.   \n The secondary liability provision states, in relevant part: \n(b)(1) Every person who directly or indirectly controls a person liable \nunder subsection (a) of this section , including every partner, officer, or \ndirector of the person, every person occupying a similar status or \nperforming similar functions, and every dealer or salesman who \nmaterially aids in the conduct giving rise to the liability is liable jointly \nand severally with and to the same extent as the person, unless able to \nsustain the burden of proof that the person did not know, and in the \nexercise of reasonable care could not have known, of the existence of the \nfacts by reason of which the liability is alleged to exist.   \n \nN.C.G.S. § 78C-38(b)(1).   \n \n When premised on fraud, NCIAA claims must meet the particularity \nrequirement of Rule 9(b).  See Shareff v. Lakebound Fixed Return Fund , LLC, 2013 \nNCBC LEXIS 14, at *12–13 (N.C. Super. Ct. Mar. 6, 2013).   \n Like with his NCSA claim, Olin does not seek to impose primary liability \non the MetLife Defendants.  Instead, he separately sets forth his NCIAA claim \nagainst the MetLife Defendants (Fifth Claim) and NCIAA claim against Lowder and \nHammond (Sixth Claim).  In his Sixth Claim, Olin seeks to hold the MetLife \nDefendants liable for MetLife’s role in “directly or indirectly” controlling Siskey,\n23 \nLowder, and Hammond from 2000 through 2016.  He alleges that because Lowde r \nand Hammond are primarily liable under section 78C-38(a), the MetLife Defendants \nare also “jointly and severally liable with and to the same extent” as Lowder and \n                                                 \n23 Despite the inclusion of Siskey in this allegation, the Court does not read Olin’s NCIAA \nclaim to be based on Siskey’s investment advice because (1) Olin does not plead that Siskey \nis primarily liable under section 78C-38(a), and (2) Siskey’s estate has not been named as a \ndefendant in this action.  As stated in footnote 20, while a principal may be held vicariously \nliable for the actions of its agent without that agent being a named de fendant, the same is \nnot true for NCIAA claims based on the plain language of the statute and based on this \nCourt’s interpretation of control person liability under the NCSA, which mirrors the NCIAA \nlanguage in relevant part.   \nHammond.  (Olin Compl. ¶ 207.)  Therefore, Olin’s Complaint seeks only to impose \nliability on the MetLife Defendants pursuant to s ection 78C-38(b)(1).  To the extent \nthat Olin contends his NCIAA claim against the MetLife Defendants was premised \nalso on section 78C-38(a), he has failed to sufficiently allege any factual allegations  \nto support such a claim. \n As to Olin’s NCIAA claim against Lowder and Hammond for primary \nliability pursuant to N.C.G.S. §§ 78C -8 and -38, Olin alleges that Lowder and \nHammond “participated in the Wall Street Capitol Ponzi Scheme and made false \nstatements and omitted material facts in assisting” Siskey to solicit Olin to invest in \nthe Premier Fund and TSI Holdings.  (Olin Compl. ¶ 201.)  Olin also alleges that \nLowder and Hammond “received consideration for their work,” both from the MetLife \nDefendants and Siskey, “in the form of commissions and/or management fees[.]”  \n(Olin Compl. ¶ 200.)   \n However, Olin’s NCIAA claim against Lowder and Hammond fails for the \nsame reason as his fraud and NCSA claims, i.e., his failure to allege with particularity \nany false or misleading statement made by Lowder and Hammond regarding any of \nOlin’s investments.  Lowder’s and Hammond’s relationship to Olin, as set forth in the \nOlin Complaint, was predicated primarily on the insurance contracts Lowder and \nHammond procured for him.  ( See Olin Com pl. ¶¶ 146– 49.)  Olin’s allegations \nregarding Lowder’s and Hammond’s involvement in Olin’s investment activities are \nthat Lowder and Hammond were present when Siskey  made false statements \nregarding Olin’s investments.  (Olin Compl. ¶¶ 132, 146.)  Liability  pursuant to \nsection 78C -38(a) does not arise on that basis.  Compare N.C.G.S. § 78C -38(a) \n(providing a cause of action for a person’s affirmative act related to rendering \ninvestment advice, with id. § 78C -38(b) (providing secondary liability for another \nperson’s affirmative act related to the rendering of investment advice only where \n“control” over the person rendering the advice is established).  Olin does allege in one \nparagraph—out of the 255 numbered allegations in his Complaint—that: \nAfter [Olin] move d his investments to MetLife’s Wall Street Capitol \noffice, Rick Siskey, with the direct assistance and participation of \nDefendants, Ben Lowder and Gary Hammond  continued making \nrepresentations that investments with Wall Street Capitol were \n“guaranteed” with a “fixed rate” of return and that investing with Wall \nStreet Capitol, an office of MetLife, was “better than going to a bank.” \n \n(Olin Compl. ¶ 122 (emphasis added).)   \n \n However, Olin does not elaborate on how  Lowder and Hammond directly \nassisted Siskey in making these misrepresentations, if these statements were made \nwith respect to any particular investment by Olin, or when such assistance was given.  \nTherefore, this allegation is insufficient to satisfy the requirements of Rule 9(b).   \n Moreover, the generalized statement that Olin “received investment advice \nfrom MetLife employees and agents[,]” (Olin Compl. ¶ 119), does not alert the Court, \nor more importantly Lowder and Hammond, as to what investment advice, if any, \nhad ever been given by Lowder and Ha mmond as MetLife employees.  See Shareff, \n2013 NCBC LEXIS 14 , at *13 –14 (dismissing an NCIAA claim where the plaintiff \nfailed to identify which defendant made which alleged misrepresentation).  Therefore, \nthis allegation is also insufficient to support Olin’s NCIAA claim.  Accordingly, Olin’s \nNCIAA claim against Lowder and Hammond is DISMISSED. \n Further, because Olin has failed to allege a claim of primary liability \nagainst Lowder and Hammond, Olin’s NCIAA secondary liability claim against the \nMetLife Defendants likewise fails.  See N.C.G.S. § 78C -38(b) (extending liability to \ncontrol persons only  where a person whom they control is found “ liable under \nsubsection (a) of this section[.]” (emphasis added)); see also NNN Durham Office \nPortfolio 1, LLC, 2013 NCBC LEXIS 11, at *41–42 (concluding that similar language \nin the NCSA only extends liability to “control persons” under that statute if the \nplaintiff can demonstrate primary liability).  \n Based on the foregoing, Olin’s NCIAA claims against the MetLife \nDefendants (Count V) and Lowder and Hammond (Count VI) are DISMISSED and \nthe Motions requesting such relief are GRANTED to that extent.   \nH. Negligence (Negligent Supervision) (against the MetLife  \nDefendants) \n Although Plaintiffs each assert a general negligence claim against  the \nMetLife Defendants, Plaintiffs’ counsel conceded at the hearing on the Motions that \nthese claims are in fact negligent supervision claims.   “North Carolina recognizes a \ncause of action for negligent supervision and retention as an independent tort ba sed \non the employer’s liability to third parties.”  Smith v. Privette, 128 N.C. App. 490, 494, \n495 S.E.2d 395, 398 (1998).  A claim for negligent supervision requires a plaintiff to \nallege: \n(1) the specific negligent act on which the action is founded  . . . (2) \nincompetency, by inherent unfitness or previous specific acts of \nnegligence, from which incompetency may be inferred; and (3) either \nactual notice to the master of such unfitness or bad habits, or \nconstructive notice, by showing that the master could  have known the \nfacts had he used ordinary care in oversight and supervision[;]  . . . and \n(4) that the injury complained of resulted from the incompetency proved.  \n \nMedlin, 327 N.C. at 590–91, 398 S.E.2d at 462 (emphasis and quotation marks \nomitted) (omissions in original).   \n Thus, “[t]o support a claim of negligent retention and supervision against \nan employer, the plaintiff must prove that the incompetent employee committed a \ntortious act resulting in injury to plaintiff and that prior to the act,  the employer \nknew or had reason to know of the employee’s incompetency.”  Wilkerson v. Duke \nUniv., 229 N.C. App. 670, 677, 748 S.E.2d 154, 160 (2013). \n As an initial matter, the Court acknowledges that pursuant to the Rule \n12(b)(1) Order and Opinion, Plaintiffs la ck standing to assert claims for negligent \nsupervision regarding investments in the Bankrupt Entities.  Aldridge, 2019 NCBC \nLEXIS 53, at *75.  As a result, K. Aldridge cannot maintain her negligent supervision \nclaim because her only investment with Wall St reet Capitol was in WSC Holdings.  \nLikewise, the Lemonses’ negligent supervision claims in the Kelly Complaint are \nbased only on their investments in WSC Holdings.  Last, V. Williams’ s only \ninvestment with Wall Street Capitol was in SRP—another Bankrupt Entity.  Because \nthese plaintiffs’ negligent supervision claims fail for lack of standing, the MetLife \nMotions are DENIED AS MOOT. \n The Court thus turns to the negligent supervision claims averred by J. \nAldridge, Goulet, Kelly, Leite, Reittinger, Olin, Peterson, and J. Williams.  They are \nnearly identical: each seeks to impose liability on the MetLife Defendants for \nMetLife’s failure to adequately train and supervise Siskey and the Individual \nDefendants—as well as MetLife underwriters and compliance officers —thereby \nallowing Siskey and the Individual Defendants to perpetuate the Ponzi Schemes.  \n(See J. Aldridge Compl. ¶ 236; Goulet Compl. ¶ 191; Kelly Compl. ¶ 306; Olin Compl. \n¶ 235; Peterson Compl. ¶ 191; Williams Compl. ¶ 207.) \n The MetLife Defendants argue that dismissal is appropriate because \nPlaintiffs have not alleged any facts showing that the MetLife Defendants had reason \nto know the Individual Defendants—much less any unnamed compliance officers and \nunderwriters—were incompetent through inherent unfitness or prior specific tortious \nacts prior to Plaintiffs’ investments with Wall Street Capitol.  The Court agrees.  \nDespite the plethora of allegations alleging wrongdoing on the part of the Individual \nDefendants, Plaintiffs do not allege that the Individual Defendants had any \ndisciplinary history, or other specific facts to indicate that the MetLife Defendants \nwere on notice of the Individual Defendants’ alleged incompetence.  For this reason, \nPlaintiffs cannot maintain their ne gligent supervision claims against the MetLife \nDefendants on any alleged tortious conduct by the Individual Defendants.  See Austin \nv. Regal Inv. Advisors, LLC, 2018 NCBC LEXIS 3, at *36–27 (N.C. Super. Ct. Jan. 8, \n2018) (dismissing a negligent supervision  claim where the plaintiffs’ c omplaint was \ndevoid of any allegations that the investment advisor had previously handled client \naccounts negligently or inappropriately at the corporate defendant’s firm or any other \nfirm). \n Plaintiffs can, however, maintain t heir claims based on Siskey’s allegedly \ntortious conduct.  Plaintiffs have alleged that the MetLife Defendants knew of \nSiskey’s disciplinary history, and in fact, had specific knowledge of Siskey’s improper \ninvolvement with the Premier Fund and Premier Fund II back in 2002.  (J. Aldridge \nCompl. ¶¶ 74, 234; Goulet Compl. ¶¶ 74, 189; Kelly Compl. ¶¶ 75, 277; Olin Compl. \n¶¶ 76, 233; Peterson Compl. ¶¶ 74, 189; Williams Compl. ¶¶ 72, 205.)  For 12(b)(6) \npurposes, this is sufficient.  See White, 166 N.C. App. at  288, 603 S.E.2d at 152  \n(reversing the dismissal of the plaintiffs’ negligent hiring claim where the complaint \nalleged that the employee had been engaging in similar illegal activity for several \nyears, resulting in his termination from his prior employer).   \n The MetLife Defendants additionally argue that Plaintiffs cannot maintain \ntheir negligent supervision claims because Siskey was not a MetLife employee and \nthe MetLife Defendants can only have a duty to supervise its employees.  For the \nsame reasons expr essed in Section VI.B regarding Plaintiffs’ vicarious liability \nclaims, the Court is unpersuaded by the MetLife Defendants’ argument on Rule \n12(b)(6) motions that Siskey was not a MetLife employee working out of MetLife’s \nWall Street Capitol office.   \n The MetLife Defendants also argue that Plaintiffs’ negligent supervision \nclaims fail because Plaintiffs have not alleged a nexus or causal relationship between \nSiskey’s employment relationship with the MetLife Defendants and Plaintiffs’ alleged \ninjury.  It appears to the Court, both through the written briefs submitted by the \nMetLife Defendants and counsel’s arguments at the hearing on the Motions, that the \nMetLife Defendants are attempting to distance themselves from Wall Street Capitol, \narguing that Plaintiff s’ relationships with Siskey and Wall Street Capitol do not \ncreate a relationship between Plaintiffs and the MetLife Defendants.  The Court is \nunpersuaded by this argument at this stage.  Plaintiffs have alleged that Wall Street \nCapitol is an office of MetLife, setting forth facts to support this allegation (including \nMetLife’s Certificate of Assumed Named documentation, signage outside the Wall \nStreet Capitol office, and allegedly oral statements by Siskey and the Individual \nDefendants to that effect).  On Rule 12(b)(6) motions, therefore, the Court concludes \nthat Plaintiffs have sufficiently alleged that Wall Street Capitol and MetLife are one \nand the same.   \n The MetLife Defendants attempt to draw connections between the \nPlaintiffs here and the plaintiffs in Stone Street, where Chief Judge Bledsoe of this \nCourt concluded that there was no alleged nexus or causal connection between \nSiskey’s employment relationship with the MetLife Defendants and the plaintiffs’ \nalleged injury.  Stone St. Partners, LLC v. Williamson, 2018 NCBC LEXIS 77, at *21 \n(N.C. Super. Ct. Jul. 26, 2018).  However, the position of the plaintiffs in Stone Street \nis vastly different from the plaintiffs in the cases sub judice .  There, the plaintiffs \nwere business associates of Siskey and his wife in a Charlotte private equity firm.  Id. \nat *3.  They were not Wall Street Capitol customers or clients, like Plaintiffs here.  \nTherefore, Stone Street is easily distinguishable in that regard and does not support \nthe MetLife Defendants’ position tha t, as a matter of law , they owed no duty to \nPlaintiffs.  In fact, Plaintiffs allege they were direct clients and customers of MetLife’s \nWall Street Capitol office, and Plaintiffs have alleged that they relied upon \ninvestment advice and other representations made by Wall Street Capitol employees.  \nThis is sufficient, for 12(b)(6) purposes, to establish the necessary nexus between the \nMetLife Defendants’ relationship with Siskey and Siskey’s alleged tortious conduct \ntoward Plaintiffs. \n For these reasons, the n egligent supervision and retention claims averred \nby J. Aldridge, Goulet, Kelly, Leite, Reittinger, Olin, Peterson, and J. Williams \nsurvive dismissal at this early stage in the proceedings and the MetLife Motions are \nDENIED in that regard.      \nI. Professional Negligence (against the Individual Defendants) \n As an alternative to Plaintiffs’ fraud allegations, Plaintiffs assert claims for \nprofessional negligence against the Individual Defendants , alleging that the \nIndividual Defendants “negligently failed to act in rendering . . . financial and \ninvestment advice to [the Plaintiffs], in accordance with industry standards and the \napplicable standards of professional care.”  (J. Aldridge Compl. ¶¶ 228; K. Aldridge \nCompl. ¶¶ 215; Goulet Compl. ¶¶ 183; Kelly Compl. ¶¶ 298; Olin Compl. ¶¶ 227; \nPeterson Compl. ¶¶ 183; Williams Compl. ¶¶ 199.)  Plaintiffs have not offered, and \nthe Court has not located, any authority to support that a professional negligence \nclaim exists in North Carolina for the negligent acts of investme nt advisors.  \nAccordingly, the Court analyzes Plaintiffs’ claims against the Individual Defendants \nfor negligent investment advice as general negligence claims. \n  To state a claim for negligence, a plaintiff  “must allege the existence of a \nlegal duty or standard of care owed to the plaintiff by the defendant, breach of that \nduty, and a causal relationship between the breach of duty and certain actual injury \nor loss sustained by the plaintiff.”  Sterner, 159 N.C. App. at 630, 583 S.E.2d at 673 \n(quotation marks omitted). \n Plaintiffs allege that the Individual Defendants  were licensed securities \nbrokers with MetLife and performed work as financial and investment advisors for \nMetLife.  (See, e.g., J. Aldridge Compl. ¶¶ 24, 27, 31; K. Aldridge Compl. ¶¶ 25, 28, \n32; Goulet Compl. ¶¶ 24, 27, 31; Kelly Compl. ¶¶ 29, 32, 36; Olin Compl. ¶¶ 25, 28, \n32; Peterson Compl. ¶¶ 24, 27, 31; Williams Compl. ¶¶ 26, 29, 33.)  Plaintiffs allege \nthat “under the auspices of specialized licensure, qualifications and MetLife[,]” the \nIndividual Defendants offered specialized financial and investment advice to \nPlaintiffs, thereby creating a relationship and therefore a duty of care owed by the \nIndividual Defendants to Plaintiffs.  (J. Aldridge Compl. ¶ 227; K. Aldridge Compl. ¶ \n214; Goulet Compl. ¶ 182; Kelly Compl. ¶ 297; Olin Compl. ¶ 226; Peterson Compl. ¶ \n182; Williams Compl. ¶ 198.)   \n The general theory of Plaintiffs’ negligence claim s is that by referring \nPlaintiffs to Siskey as an inv estment advisor  despite knowledge of Siskey’s \ndisciplinary history, and by otherwise giving inaccurate or misleading investment \nadvice, the Individual Defendants failed to act as prudent investment advisors and \ntheir failure s resulted in Plaintiffs’ loss o f the money they invested through Wall \nStreet Capitol. \n Our courts have consistently held that a duty24 arises where one person, in \nthe course of his business or profession, provides investment advice to another with \nthe knowledge that his or her advice will  be relied upon.  See Howell v. Fisher, 49 \nN.C. App. 488, 494 –96, 272 S.E.2d 19, 24–25 (1980).  Moreover, the North Carolina \nAdministrative Code imposes duties on investment advisors to supervise client \naccounts.  See, e.g. , 18 N.C. Admin. Code 6A.1808(d)(2) -(3)).  Here, Plaintiffs have \nalleged that the Individual Defendants provided investment advice by advising them \nto meet with Siskey about potential investments, (Goulet Compl. ¶ 126; Peterson \nCompl. ¶ 121); providing inaccurate or incomplete investment statements and advice, \n(J. Aldridge Compl. ¶ 160; K. Aldridge Compl. ¶ 142; Kelly Compl. ¶¶ 125, 152, 178, \n214, 239; Williams Compl. ¶¶ 123, 139); or inducing Plaintiffs to invest in companies \nthat were “guaranteed,” or otherwise safe and profitable invest ments, (see, e.g., J. \nAldridge Compl. ¶¶ 126; K. Aldridge Compl. ¶ 138; Olin Compl. ¶¶ 122, 154; Kelly \nCompl. ¶¶ 119– 21, Williams Compl. ¶¶ 118, 135).   And while some of these \nallegations may lack the specificity required by Rule 9(b), and therefore are \ninsufficient to sustain some plaintiffs’ fraud claims, they do not fail the general notice-\npleading standard for negligence claims.  Viewing these allegations in the light most \nfavorable to Plaintiffs, the Court concludes they are sufficient to plead a general duty \nof care—if not a slightly higher duty due to our State’s administrative provisions \nregarding additional duties imposed on investment advisors —upon the Individual \nDefendants. \n                                                 \n24 The duty discussed herein is not a fiduciary duty.  Compare Howell, 49 N.C. App. at 494–\n96, 272 S.E.2d at 24–25, with Dallaire, 367 N.C. at 368, 760 S.E.2d at 266−67.      \n The other elements —breach and causation —are also sufficiently ple aded.  \nThe Plaintiffs’ allegations, liberally construed, describe specific conduct by the \nIndividual Defendants that supports Plaintiffs’ negligence claims against them \nbeyond the conclusory allegations under their claim headings.  ( See J. Aldridge \nCompl. ¶¶ 228, 229; K. Aldridge Compl. ¶¶ 215, 216; Goulet Compl. ¶¶ 183, 184; Kelly \nCompl. ¶¶ 298, 299; Olin Compl. ¶¶ 227, 228; Peterson Compl. ¶¶ 183, 184; Williams \nCompl. ¶¶ 199, 200.)  These negligence claims, pleaded in the alternative to Plaintiffs’ \nfraud claims, allege facts showing the Individual Defendants’ failure to conform to \nindustry standards or to overlook or ignore questionable transactions, either with the \nIndividual Defendants’ direct participation, or by virtue of the Individual Defendants’ \nknowledge of Siskey’s involvement with their clients.  Under the standards of Rule \n12(b)(6), the Court concludes that Plaintiffs’ negligence claims are sufficient to \nwithstand dismissal.  \n As a result, the Court DENIES the Individual Defendants’ M otions with \nrespect to Plaintiffs’ professional negligence claims.   \nJ. UDTP (against the MetLife Defendants) \n Plaintiffs each allege UDTP claims pursuant to section 75.1.1 of the North \nCarolina General Statutes against the MetLife Defendants.  (J. Aldridge Compl. ¶¶ \n239−48; K. Aldridge Compl. ¶¶ 226−35; Goulet Compl. ¶¶ 196−203; Kelly Compl. ¶¶ \n309−18; Olin Compl. ¶¶ 238−44; Peterson Compl. ¶¶ 194−203; Williams Compl. ¶¶ \n210−19.)  Plaintiffs’ UDTP claim s are based on the Insurance Ponzi Scheme and \nPlaintiffs’ resulting injury.  While the specific allegations in each c omplaint differ \nslightly, Plaintiffs’ injuries can be adequately divided into three categories: (1) \nPlaintiffs who were MetLife insurance customers with policies that were involved in \nthe Insurance Ponzi Scheme; (2) Plaintiffs who were MetLife insurance customers \nbut did not have policies involved in the Insurance Ponzi Scheme; and (3) Plaintiffs \nwho were not MetLife insurance customers but w ere allegedly harmed by the \nInsurance Ponzi Scheme because it helped “perpetuate” Siskey’s Investment Ponzi \nScheme.   \n With respect to the last category, Goulet, the Kelly Plaintiffs, and V. \nWilliams have not specifically alleged that they had MetLife insur ance policies, let \nalone that any such policies involved in the Insurance Ponzi Scheme.  Rather, these \nPlaintiffs allege that they were injured by the Insurance Ponzi Scheme because it \n“helped perpetuate the Wall Street Capitol Ponzi Scheme[,]” which, based on a fair \nreading of the Complaints, refers primarily to the Investment Ponzi Scheme.   \n Standing for redress of UDTP is governed by N.C.G.S. § 75 -16, which \nprovides: \nIf any person shall be injured or the business of any person, firm or \ncorporation shall be broken up, destroyed or injured by reason of any act \nor thing done by any other person, firm or corporation in violation of the \nprovisions of this Chapter, such person, firm or corporation so injured \nshall have a right of action on account of such injury done . . . . \n \nN.C.G.S. § 75-16.   \n \n Thus, standing for a UDTP claim is broad and gives anyone whose injury is \nproximately caused by an unfair or deceptive act standing to sue.  See Walker v. \nFleetwood Homes of N.C., Inc. , 362 N.C. 63, 67- 68, 653 S.E.2d 39 3, 396-97 (2007).  \nHowever, as with other causes of action, to have standing to bring a UDTP claim, “the \nplaintiff must prove the elements of standing, including ‘injury in fact.’”  Carcano v. \nJBSS, LLC, 200 N.C. App. 162, 175, 684 S.E.2d 41, 52 (2009) (addressing the question \nof standing for a UDTP claim).  To allege an injury in fact, Plaintiffs must allege “an \ninvasion of a legally protected interest that is (a) concrete and particularized and (b) \nactual or imminent, not conjectural or hypothetical[.]”  Id.  Goulet, the Kelly \nPlaintiffs, and V. Williams have not alleged that they owned any MetLife insurance \npolicies, or that Siskey or any of the Defendants ever talked to them about purchasing \ninsurance.  Any alleged injury because the Insurance Ponzi Sche me helped \n“perpetuate” the Investment Ponzi Scheme relies upon a chain of attenuated \ninferences that are speculative and conjectural.\n25  Therefore, the Court concludes that \nGoulet, the Kelly Plaintiffs, and V. Williams have failed to allege a concrete, \nparticularized injury sufficient to establish standing.  \n Likewise, the Court does not believe the Plaintiffs who allege the second \ntype of injury (Olin, Peterson, and J. Williams) have established standing to bring \ntheir UDTP claims.  Although these Plaintiffs  allege they have MetLife insurance \npolicies,26 they have not alleged that their policies were involved in the Insurance \n                                                 \n25 The Court notes that the connection between the Investment Ponzi Scheme and the \nInsurance Ponzi Scheme menti oned in Plaintiffs’ constructive fraud claim represents the \nopposite causal connection; there, the Investment Ponzi Scheme aided the Insurance Ponzi \nScheme, but here Plaintiffs allege that the Insurance Ponzi Scheme aided the Investment \nPonzi Scheme. \n \n26 The Olin Complaint specifically alleges that Olin had MetLife insurance policies. (Olin \nCompl. ¶ 117.)  Peterson and J. Williams, in their respective complaints, allege (in a \nconclusory fashion) that they were MetLife “insurance customers[,]” (Peterson Compl. ¶ 113; \nWilliams Compl. ¶ 114) but do not refer to any specific policy in their allegations. \nPonzi Scheme.  Although they were insurance customers of MetLife, the Court cannot \nconclude that this fact alone is sufficient to establ ish a concrete and particularized \ninjury arising from the Insurance Ponzi Scheme.  Accordingly, the Court DISMISSES \nthe UDTP claims asserted in the Complaints filed by Goulet, the Kelly Plaintiffs, \nOlin, Peterson, and the Williamses.   \n In contrast, J. Aldridge and K. Aldridge allege that they were directly \ninjured by the Insurance Ponzi Scheme because J. Aldridge’s insurance policies were \na part of the Insurance Ponzi Scheme.  The Court concludes, however, that K. \nAldridge has made no allegations to support that she has a legally vested interest in \nher husband’s life insurance policies and therefore cannot state a claim based on \nthese policies.  Therefore, K. Aldridge’s UDTP claim is DISMISSED.   \n On the other hand, the Court concludes that J. Aldridge has standing to \nbring his UDTP claim.  He alleges with particularity how his policies were involved \nin the Insurance Ponzi Scheme.  The MetLife Defendants seek to dismiss J. Aldridge’s \nUDTP claim none theless, arguing that (1) the contents of the insurance policies \nundermine J. Aldridge’s allegations; and (2) the claim is barred by the four- year \nstatute of limitations.  First, as noted in the Court’s discussion of J. Aldridge’s fraud \nclaim, the contents of J. Aldridge’s insurance contracts do not necessarily defeat his \nclaims.  Second, the Court concludes that J. Aldridge’s UDTP claim cannot be \ndismissed as time -barred based on J. Aldridge’s allegations.  His UDTP claim is \nbased, in part, on fraud and a cause of action for UDTP alleging fraud is deemed to \naccrue upon discovery by the plaintiff of the facts constituting fraud.  Carlisle v. Keith, \n169 N.C. App. 674, 683, 614 S.E.2d 542, 548 (2005).  As discussed in Section VI.A. of \nthis Opinion, the allegat ions of J. Aldridge’s complaint do not permit the Court to \nconclude as a matter of law that J. Aldridge could have discovered the Insurance \nPonzi Scheme at the time he entered into his contracts in either 2004 or 2011.  \nAccordingly, the MetLife Motion seek ing to dismiss J. Aldridge’s UDTP claim is \nDENIED.    \nK. Punitive Damages (against all Defendants) \n Plaintiffs allege in each of the Complaints a separate, independent cause of \naction for punitive damages.  (J. Aldridge Compl. ¶¶ 225−59; K. Aldridge Compl. ¶¶ \n242−46; Goulet Compl. ¶¶ 210−14; Kelly Compl. ¶¶ 325−29; Olin Compl. ¶¶ 251−55; \nPeterson Compl. ¶¶ 210−14; Williams Compl. ¶¶ 226−30.)  North Carolina courts \nhave repeatedly held that “a claim for punitive damages is not a stand -alone claim.”  \nFunderburk v. JPMorgan Chase Bank, N.A., 241 N.C. App. 415, 425 (2015); see also \nThompson v. Bank of Am., N.A. , 2015 N.C. App. LEXIS 660, at *12 (N.C. Ct. App. \nAug. 4, 2015); Collier v. Bryant , 216 N.C. App. 419, 434,  719 S.E.2d 70, 82 (2011); \nIadanza v. Harper, 169 N.C. App. 776, 783, 611 S.E.2d 217, 223 (2006).  Therefore, \nthe Court DISMISSES Plaintiffs’ claims for punitive damages to the extent punitive \ndamages are sought as standalone claims but DENIES the Motions to the extent they \nseek to dismiss punitive damages as a remedy for Plaintiffs’ surviving substantive \nclaims for which punitive damages may be awarded under applicable law.        \n \n  \nVII. CONCLUSION \n THEREFORE, based on the foregoing, the Court hereby GRANTS in part \nand DENIES in part the Motions as set forth below:   \nA. As to the J. Aldridge Complaint: \n Lowder’s motion is DENIED as to J. Aldridge’s fraud by affirmative \nmisrepresentation claim, but is GRANTED as to J. Aldridge’s fraud by \nomissions claim. \n The MetLife Defendants’ motion is GRANTED only to the extent J. \nAldridge attempts to bring a fraud by affirmative misrepresentation claim \ndirectly against the MetLife Defendants.  The MetLife Defendants’ motion \nis otherwise DENIED as to J. Aldridge’s fraud claim.  \n Lowder’s motion is GRANTED as to J. Aldridge’s constructive fraud \nclaim, and that claim is dismissed with prejudice.     \n The MetLife Defen dants’ motion is GRANTED only to the extent \nbrought on a theory of vicarious liability.  The MetLife Defendants’ motion \nis DENIED as to J. Aldridge’s direct constructive fraud claim brought \nagainst them. \n Lowder’s motion is DENIED  as to J. Aldridge’s neglig ent \nmisrepresentation claim. \n The MetLife Defendants’ motion is DENIED as to J. Aldridge’s \nnegligent misrepresentation claim based on a theory of vicarious liability, \nbut is GRANTED to the extent brought directly against the MetLife \nDefendants. \n Lowder’s Motion is DENIED as to J. Aldridge’s NCSA claim. \n The MetLife Defendants’ motion is DENIED as to J. Aldridge’s \nNCSA claim premised on “control person” liability, but is GRANTED as \nto J. Aldridge’s NCSA claim premised on “aiding and abetting.” \n The MetLife Defen dants’ motion is DENIED as to J. Aldridge’s \nnegligence (negligent supervision) claim.  \n Lowder’s motion is DENIED as to J. Aldridge’s professional \nnegligence (general negligence) claim.  \n The MetLife Defendants’ motion is DENIED as to J. Aldridge’s \nUDTP claim.  \n J. Aldridge’s claim for punitive damages is DISMISSED , but J. \nAldridge may seek punitive damages in connection with his surviving \nclaims that warrant such relief. \nB. As to the K. Aldridge Complaint: \n Lowder and Hammond’s motion is DENIED as to K. Aldridge’s fraud \nby affirmative misrepresentation claim, but is GRANTED as to K. \nAldridge’s fraud by omissions claim.   \n The MetLife Defendants’ motion is DENIED as to K. Aldridge’s \nfraud by affirmative misrepresentation claim brought on a theory of \nvicarious liabil ity, but is GRANTED to the extent brought directly \nagainst the MetLife Defendants .  The MetLife Defendants’ motion is \nDENIED as MOOT as to K. Aldridge’s fraud by omissions claim brought \ndirectly against the MetLife Defendants.   \n Lowder and Hammond’s motion  is GRANTED as to K. Aldridge’s \nconstructive fraud claim.  \n The MetLife Defendants’ motion is DENIED as MOOT as to K. \nAldridge’s direct constructive fraud claim against them and is \nGRANTED to the extent brought on a theory of vicarious liability.  \n Lowder an d Hammond’s motion is DENIED  as to K. Aldridge’s \nnegligent misrepresentation claim.   \n The MetLife Defendants’ motion is DENIED as MOOT as to K. \nAldridge’s negligent misrepresentation claim brought directly against \nthem and is otherwise DENIED.   \n Lowder and Hammond’s motion is DENIED  as to K. Aldridge’s \nNCSA claim. \n The MetLife Defendants’ motion is DENIED as to K. Aldridge’s \nNCSA claim premised on “control person” liability, but is GRANTED as \nto K. Aldridge’s NCSA claim premised on “aiding and abetting.” \n The MetLife Defendants’ motion is DENIED as MOOT as to K. \nAldridge’s negligence (negligent supervision) claim.  \n Lowder and Hammond’s motion is DENIED as to K. Aldridge’s \nprofessional negligence (general negligence) claim.  \n The MetLife Defendants’ motion is GRANTED as to K. Aldridge’s \nUDTP claim, and that claim is dismissed with prejudice.  \n K. Aldridge’s claim for punitive damages is DISMISSED , but K. \nAldridge may seek punitive damages in connection with her surviving \nclaims that warrant such relief. \nC.     As to the Goulet Complaint: \n Hammond’s motion is GRANTED as to Goulet’s fraud by affirmative \nmisrepresentation claim, but is DENIED as to Goulet’s fraud by \nomissions claim.  \n The MetLife Defendants’ motion is DENIED as to Goulet’s fraud by \naffirmative misrepresentation claim to the extent brought on a theory of \nvicarious liability based on Siskey’s misrepresentations, but is \nGRANTED to the extent brought directly against the MetLife \nDefendants.  The MetLife Defendants’ motion is DENIED as to Goulet’s \nfraud by omissions claim.    \n Hammond’s motion is GRANTED as to Goulet’s constructive fraud \nclaim, and that claim is dismissed with prejudice.   \n The MetLife Defendants’ motion is GRANTED as to Goulet’s \nconstructive fraud claim, and this claim is dismissed with prejudice.    \n Hammond’s motion is GRANTED as to Goulet’s negligent \nmisrepresentation claim, and that claim is dismissed with prejudice. \n The MetLife Defendants’ motion is GRANTED as to Goulet’s \nnegligent misrepresentation claim brought directly against them , but is \nDENIED as to Goulet’s negligent misrepresentation claim based on a \ntheory of vicarious liability for Siskey’s negligent misrepresentations. \n Hammond’s motion is GRANTED as to Goulet’s NCSA claim, and \nthat claim is dismissed with prejudice. \n  The MetLife Defendants’ motion is GRANTED as to Goulet’s NCSA \nclaim, and that claim is dismissed with prejudice. \n The MetLife Defendants’ motion is DENIED  as to Goulet’s \nnegligence (negligent supervision) claim.  \n Hammond’s motion is DENIED as to Goulet’s professional \nnegligence (general negligence) claim.  \n The MetLife Defendants’ motion is GRANTED as to Goulet’s UDTP \nclaim, and that claim is dismissed with prejudice.  \n Goulet’s claim for punitive damages is DISMISSED, but Goulet may \nseek punitive damages in connecti on with his surviving claims that \nwarrant such relief. \nD. As to the Kelly Complaint: \n Phillips’s motion is  GRANTED as to the Kelly Plaintiffs’ fraud \nclaims, and their fraud claims are thus dismissed with prejudice. \n The MetLife Defendants’ motion is GRANTED as to the Kelly \nPlaintiffs’ fraud by affirmative misrepresentation claims based on a \ntheory of vicarious liabilit y, but is DENIED as to the Kelly Plaintiffs’ \ndirect fraud by omissions claims.  \n Phillips’s motion is GRANTED as to the Kelly Plaintiffs’ \nconstructive fraud claims, and these claims are dismissed with prejudice. \n The MetLife Defendants’ motion is GRANTED as to the Kelly \nPlaintiffs’ constructive fraud claims (with the exception of the Lemonses, \nwhose direct constructive fraud claims are DENIED as MOOT).  \n Phillips’s motion is GRANTED only as to H. Lemons’ negligent \nmisrepresentation claim.  Phillips’ s motion as  to the Kelly Plaintiffs’ \nnegligent misrepresentation claims is otherwise DENIED.   \n The MetLife Defendants’ motion is GRANTED as to the Kelly \nPlaintiffs’ negligent misrepresentation claim s brought directly against \nthese defendants, but is DENIED as to the Kelly Plaintiffs’ (other than \nH. Lemons’ s) negligent misrepresentation claim s based on a theory of \nvicarious liability. \n Phillips’s motion is GRANTED as to the Kelly Plaintiffs’ NCSA \nclaims, and these claims are dismissed with prejudice. \n The MetLife Defenda nts’ motion is GRANTED as to the Kelly \nPlaintiffs’ NCSA claims, and these claims are dismissed with prejudice. \n The MetLife Defendants’ motion is DENIED as to Kelly ’s, Leite’s, \nand Reittinger’s negligence (negligent supervision) claims .  The MetLife \nDefendants’ motion is DENIED as MOOT as to the Lemonses’ negligence \n(negligent supervision) claims. \n Phillips’s motion is DENIED as to the Kelly Plaintiffs’ professional \nnegligence (general negligence) claims.  \n The MetLife Defendants’ motion is GRANTED as to the Kelly \nPlaintiffs’ UDTP claims, and these claims are dismissed with prejudice.  \n The Kelly Plaintiffs’ claims for punitive damages are DISMISSED, \nbut these plaintiffs may seek  punitive damages in connection with their \nsurviving claims that warrant such relief. \nE. As to the Olin Complaint: \n Lowder and Hammond’s motion is GRANTED as to Olin’s fraud \nclaim against them, and this claim is dismissed with prejudice. \n The MetLife Defendants’ motion is GRANTED as to Olin’s fraud by \naffirmative misrepresentation claim brought directly against them, but is \notherwise DENIED.  \n Lowder and Hammond’s motion is GRANTED  as to Olin’s \nconstructive fraud claim, and that claim is dismissed with prejudice.  \n The MetLife Defendants’ motion is GRANTED  as to Olin’s  \nconstructive fraud claim, and that claim is dismissed with prejudice.  \n Lowder and Hammond’s motion is GRANTED as to Olin’s negligent \nmisrepresentation claim, and that claim is dismissed with prejudice. \n The MetLife Defendants’ motion is GRANTED as to Olin’s negligent \nmisrepresentation claim brought directly against these defendants, but is \nDENIED as to Olin’s negligent misrepresentation claim based on a theory \nof vicarious liability for Siskey’s negligent misrepresentations. \n Lowder and Hammond’s motion is GRANTED as to Olin’s NCSA \nclaim, and that claim is dismissed with prejudice.  \n The MetLife Defendants’ motion is GRANTED  as to Olin’s NCSA \nclaim, and that claim is dismissed with prejudice. \n Lowder and Hammond’s motion is GRANTED as to Olin’s NCIAA \nclaim, and that claim is dismissed with prejudice. \n The MetLife Defendants’ motion is GRANTED  as to Olin’s NCIAA \nclaim, and that claim is dismissed with prejudice. \n The MetLife Defendants’ motion is DENIED as to Olin’s negligence \n(negligent supervision) claim.  \n Lowder and Hammond’s motion is DENIED as to Olin’s professional \nnegligence (general negligence) claim.  \n The MetLife Defendants’ motion is GRANTED as to Olin’s UDTP \nclaim, and that claim is dismissed with prejudice.  \n Olin’s claim for punitive damages is DISMISSED, but Olin may seek \npunitive damages in connection with his surviving claims that warrant \nsuch relief. \n \nF. As to the Peterson Complaint: \n Hammond’s motion is GRANTED as to Peterson’s fraud by \naffirmative misrepresentation claim, but is DENIED as to Peterson’s \nfraud by omissions claim.   \n The MetLife Defendants’ motion is GRANTED as to Peterson’s \nfraud by affirmative misrepresentation claim brought directly against \nthem, but is otherwise DENIED.  \n Hammond’s motion is GRANTED as to Peterson’s constructive \nfraud claim, and that claim is dismissed with prejudice.  \n The MetLife Defendants’ motion is GRANTED as to Peterson’s \nconstructive fraud claim, and that claim is dismissed with prejudice.  \n Hammond’s motion is GRANTED as to Peterson’s negligent \nmisrepresentation claim, and that claim is dismissed with prejudice.  \n The MetLife Defendants’ motion is GRANTED as to Peterson’s \nnegligent misrepresentation claim brought directly against them , but is \nDENIED as to Peterson’s negligent misrepresentation claim based on a \ntheory of vicarious liability for Siskey’s negligent misrepresentations. \n Hammond’s motion is GRANTED as to Peterson’s NCSA claim, and \nthat claim is dismissed with prejudice. \n The MetLife Defendants’ motion is GRANTED as to Peterson’s \nNCSA claim, and that claim is dismissed with prejudice. \n The MetLife Defendants’ motion is DENIED as to Peterson’s \nnegligence (negligent supervision) claim.  \n Hammond’s motion is DENIED as to Peterson’s professional \nnegligence (general negligence) claim.  \n The MetLife Defendants’ motion is GRANTED as to Peterson’s \nUDTP claim, and that claim is dismissed with prejudice.  \n Peterson’s claim for punitive damages is DISMISSED, but Peterson \nmay seek punitive damages in connection with his surviving claims  that \nwarrant such relief. \nG. As to the Williams Complaint: \n Phillips motion is DENIED as to the Williamses’ fraud by \naffirmative misrepresentation claim, but is GRANTED as to the \nWilliamses’ fraud by omissions claim.  \n The MetLife Defendants’ motion is GRANTED as to the Williamses’ \nfraud by affirmative misrepresentation claim bought directly against the \nMetLife Defendants, but is otherwise DENIED.  However, V. Williams’ s \nfraud by omissions claim against the MetLife Defendants is DENIED as \nMOOT.   \n Phillips’s motion is GRANTED as to the Williamses’ constructive \nfraud claim, and that claim is dismissed with prejudice. \n The MetLife Defendants’ motion is GRANTED as to the Williamses \nconstructive fraud claim to the extent brought on a theory of vicarious \nliability.  The MetLife Defendants’ motion as to Williamses’ constructive \nfraud is otherwise DENI ED.  However, V. Williams’ constructive fraud \nclaim brought directly against MetLife is DENIED as MOOT.    \n Phillips’s motion is DENIED as to the Williamses’ negligent \nmisrepresentation claim.  \n The MetLife Defendants’ motion is GRANTED as to the Williamses’ \nnegligent misrepresentation claim brought directly against these \ndefendants, but is DENIED as to the Williamses’  negligent \nmisrepresentation claim based on a theory of vicarious liability. \n Phillips’s motion is DENIED as to the Williamses’ NCSA claim.  \n The MetLife Defendants’ motion is DENIED as to the Williamses’ \nNCSA claim premised on “control person” liability, but is GRANTED as \nto the Williamses’ NCSA claim premised on “aiding and abetting.” \n The MetLife Defendants’ motion is DENIED as to J. Williams’ \nnegligence (negligent supervision) claim.   The MetLife Defendants’ \nmotion is DENIED as MOOT as to V. Williams’ s negligence (negligent \nsupervision) claim.  \n Phillips’s motion is DENIED as to the Williamses’ professional \nnegligence (general negligence) claim.  \n The MetLife Defendants’ motion is GRANTED as to the Williamses’ \nUDTP claim, and that claim is dismissed with prejudice.  \n The Williamses’ claim for punitive damages is DISMISSED, but the \nWilliamses may re quest punitive damages in connection with their \nsurviving claims that warrant such relief. \n Except as otherwise expressly granted, denied, or denied as moot, the \nMotions are DENIED. \n \nSO ORDERED, this the 31st day of December, 2019.   \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}