{
  "id": "cecc4b29bc8bca49773d28c9bc1b97f9d8f33fefe62ba29c6128d0452a4f1dde",
  "source_file": "data/raw/ncbc/cecc4b29bc8bca49773d28c9bc1b97f9d8f33fefe62ba29c6128d0452a4f1dde.pdf",
  "raw_text": "GR&S Atlantic Beach, LLC v. Hull, 2011 NCBC 37. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \n IN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n11 CVS 5883 \nGR&S ATLANTIC BEACH, LLC and \nGR&S ATLANTIC BEACH HOTEL, \nLLC, \n \nPlaintiffs, \n \nv. \n \nH. WILLIAM HULL and MARILYN  \nH. HULL, \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nDefendants. \n \n)\nORDER \n \nI.  INTRODUCTION \n \n {1}  Plaintiffs bring their action based on an Indemnity Agreement with \nDefendants.   Among other relief, Plaintiffs seek to recover attorneys’ fees of two \ntypes:  first, fees associated with administrative procedures or claims presented by \nthird-parties, which the Court in this Order refers to as “Ancillary Fees;” and \nsecond, fees associated with litigation between the Parties, which the Court in this \nOrder refers to as “Direct Fees.”  These claims are now the subject of two motions.  \nDefendants seek to dismiss any claim for any attorneys’ fees, or alternatively, to \nlimit those fees to the percentage cap provided by N.C. Gen. Stat. § 6.21.2.  \nPlaintiffs seek leave to amend their Complaint to clarify the circumstances by \nwhich they have incurred the various Ancillary Fees, which motion Defendants \noppose on the grounds of futility.  The motions have been briefed and orally argued \nin a particularly thorough manner.   \n {2}   The Court must determine its ruling guided by two North Carolina \nprinciples regarding the potential recovery of attorneys’ fees that are well-settled.  \nDirect Fees incurred in litigation between parties are not recoverable by the \nsuccessful party in the absence of statutory authorization, whether they are claimed \nas costs or damages and whether or not an agreement between the parties expressly \nallows for the recovery of such fees.  Stillwell Enterprises, Inc. v. Interstate Equip. \nCo., 300 N.C. 286, 289, 266 S.E.2d 812, 814–15 (1980).1  Any agreement offered to \nsupport the recovery of Ancillary Fees must provide for their recovery either \nexpressly or by necessary implication.  Queen City Coach Co. v. Lumberton Coach \nCo., 229 N.C. 534, 535–536, 50 S.E.2d 288, 289–90 (1948); see also Norfolk S. Rwy. \nCo. v. Timec Co., No. 1:08CV99, 2009 U.S. Dist. LEXIS 105362 at *16.  Defendants \nconcede, solely for purposes of the current motions, that the Indemnity Agreement \nprovides express contractual authority for the recovery of attorneys’ fees.2  The \npresent motions then require the Court to decide:  (1) does North Carolina allow for \nthe recovery of Ancillary Fees when there is clear contractual agreement but no \nstatutory authority; and (2) does the Indemnity Agreement constitute an “evidence \nof indebtedness,” bringing the Agreement within Section 6-21.2, thereby providing \nstatutory authorization for the recovery of attorneys’ fees up to the statutory cap?   \n {3}  Having considered the briefs, arguments and supporting materials, the \nCourt concludes that it will not at this time make a dispositive ruling on the \nrecovery of either Ancillary Fees or Direct Fees, but will provide the Parties \nguidance as to the Court’s present inclination on Plaintiffs’ ability to recovery the \ntwo types of attorneys’ fees should Plaintiffs be able to present the requisite proof.\n3   \n                                                 \n1  A new N.C. Gen. Stat. § 6-21.6, effective October 1, 2011, creates statutory authorization for \ncertain reciprocal agreements allowing the recovery of attorneys’ fees between litigants.  That \nstatute does not apply retroactively to the Indemnity Agreement at issue in this litigation, and the \nParties agree that the only statutory authorization that might apply in this case is N.C. Gen. Stat. § \n6-21.2 (referred to in this Opinion as “Section 6-21.2”), which requires that the Indemnity Agreement \nbe an “evidence of indebtedness” and which is subject to a fifteen percent (15%) cap, measured by the \n“outstanding balance.”  \n \n2  Plaintiffs indicate an intent to develop an evidentiary record to support a public policy exception \nfrom statutory authorization, but Plaintiffs also concede that the creation of any such exception is \nreserved to the appellate courts. \n \n3  Plaintiffs’ request for attorneys’ fees may technically be more appropriately considered a part of \nthe prayer for relief as opposed to a separate “claim.”   To the extent that the issue might be \nconsidered more appropriately addressed as a Rule 12(f) motion than a Rule 12(b)(6) motion, the \nCourt has considered the issues appropriately before the Court and it would deny a Rule 12(f) motion \non the same grounds and considerations. \n  \nHaving so determined, the Court allows Plaintiffs’ Motion for Leave to Amend \nComplaint and denies Defendants’ Motion to Dismiss.   For efficiency, the Amended \nComplaint shall be deemed to have been filed and served as of the date of this \nOrder, 4 and Defendants’ Motion to Dismiss should be deemed to have been made in \nopposition to the Amended Complaint.   The recovery of Direct Fees remains subject \nto the statutory cap of Section 6-21.2, to be applied to the “outstanding balance” \nwhich is yet to be determined pursuant to subsequent proceedings. \n \nPoyner Spruill LLP, by Steven B. Epstein and Christopher J. Ayers for \nPlaintiffs GR&S Atlantic Beach, LLC and GR&S Atlantic Beach Hotel, LLC. \n \nTroutman Sanders, LLP, by Gary S. Parsons and Whitney S. Waldenberg for \nDefendants H. William Hull and Marilyn H. Hull. \n \nGale, Judge. \n \nII. FACTUAL ALLEGATIONS5\n {4}  Plaintiff GR&S Atlantic Beach,  LLC (“GR&S”) acquired the Atlantic \nBeach Oceanfront Hotel in Atlantic Beach, North Carolina (“Hotel”) in 2004 from \nentities which one or both Defendants controlled.  The Hotel is currently owned by \nPlaintiff GR&S Atlantic Beach Hotel, LLC (“GR&S Hotel”).  For purposes of the \n                                                 \n4  Paragraph 11 of the Amended Complaint incorporates the Indemnity Agreement and refers to it as \nan attached Exhibit A, but the proposed Amended Complaint as filed did not actually attach the \nExhibit.  The Indemnity Agreement was attached to the initial Complaint and is a part of the record.  \nPlaintiffs may file a revised copy of the Amended Complaint with the exhibit attached, but the \nAmended Complaint shall be considered to have been filed and served as of the date of this Order.   \nDefendants shall be considered to have moved to dismiss the claim for attorneys’ fees as stated in the \nAmended Complaint or alternatively to strike the request for attorneys’ fees, and this Order shall be \nconsidered to have denied such motion.  Defendants’ response to the Amended Complaint shall be \ntwenty (20) days from the date the revised Amended Complaint, with Exhibit A, is served. \n \n5 The Court does not make findings of fact in connection with a motion to dismiss, and it accepts the \nallegations of the Complaint as true for purposes of the motion.  The Court recites only those facts, \ntaken from the Complaint or Amended Complaint or documents they incorporate, necessary to \nprovide context for its ruling on the current motions.  Except as noted, the Court believes the stated \nfacts are not contested or are accepted as true for purposes of  this motion to dismiss.  \nSee Capps v. \nCity of Raleigh, 35 N.C. App. 290, 292, 241 S.E.2d 527, 529 (1978).  \npresent motions, the Court assumes that GR&S Hotel is authorized to enforce all \nrights that GR&S had growing out of the 2004 purchase and sale.   \n {5}  The Hotel and its neighbor the Island Beach and Racquet Club \nCondominiums (“IBRC”) at relevant times each obtained sewage treatment services \nfrom a sewage facility (“Treatment Facility”) currently owned or operated by \nEnviracon Utilities, Inc. (“Enviracon”).   \n {6}  The various transactional docu ments in connection with the 2004 sale \nincluded an Indemnity Agreement pursuant to which GR&S was an Indemnitee and \nDefendants were included among the Indemnitors.  The Indemnity Agreement \nincluded several provisions related to the Treatment Facility.   \n{7}  Paragraph 1 of the Indemnity Agreement included a broad indemnity by \nwhich the Indemnitees are held harmless with regard to the Treatment Facility \nfrom “any and all liabilities (including strict liability), claims, actions, causes of \naction, damages, judgments, liens, losses, injuries, costs and expenses (including \nreasonable attorneys’ fees and specifically including, without limitation of the \nforegoing, attorneys’ fees incurred to enforce the terms of this Agreement) . . .” \n{8}  The Indemnity Agreement recites that the Treatment Facility at the time \nof closing required certain repairs or improvements.  The Parties refer to the costs \nfor such repairs or improvements as “Legacy Costs.”  The Parties budgeted and \nallocated responsibility for the Legacy Costs in the Indemnity Agreement, and \nPlaintiffs claim that they are entitled to recover amounts they were required to \nspend in excess of their allocated amount.  Paragraph 3 of the Indemnity \nAgreement defined the scope of the Work required and provided for a Construction \nContract to complete such Work.  Paragraph 4 of the Indemnity Agreement provides \nthat:  “Indemnitors hereby agree to pay (and/or reimburse [Indemnitees]) when due \nany and all costs and/or expenses incurred in connection with the Work to the \nextent the aggregate amount of such costs and expenses exceed the Budget \nAmount.”   \n{9}  Paragraph 5 of the Indemnity Agreement provided that if the \nIndemnitors did not pay or defend a covered claim, the Indemnitees could resolve \nsuch a claim and then recover from the Indemnitors costs “including, without \nlimitation, reasonable attorneys’ fees.” \n{10}  One of two tanks at the Treatment Facility collapsed in August 2005, \ntriggering a series of events, including replacement and remediation costs, rate \nproceedings before the North Carolina Utilities Commission, damage claims \ninvolving a nearby mobile home park, and litigation against Plaintiffs by IBRC.  \nPlaintiffs incurred Ancillary Fees in connection with these matters.  \n{11}  Plaintiffs first initiated litigation against Defendants in Carteret County \nSuperior Court, which was voluntarily dismissed without prejudice during trial.6  \nThey have now instituted this action in Wake County.  Plaintiffs claim they are to \nbe indemnified from Direct Fees in connection with their litigation against \nDefendants to enforce the Indemnity Agreement.   \n \nIII. STANDARD OF REVIEW \n{12}  The appropriate inquiry for a Rule 12(b(6) motion is “whether, as a \nmatter of law, the allegations of the complaint, treated as true, are sufficient to \nstate a claim upon which relief may be granted under some legal theory, whether \nproperly labeled or not.”  Harris v. NCNB Nat’l Bank of N.C., 85 N.C. App. 669, \n670−71, 355 S.E.2d 838, 840−41 (1987).  The Court may consider documents \nincorporated by the Complaint.  Marzec v. Nye, __ N.C. App. __, __, 690 S.E.2d 537, \n540 (2010).  Plaintiff is entitled to a liberal construction.  Dixon v. Stuart, 85 N.C. \nApp. 338, 340, 354 S.E.2d 757, 758 (1987), disc. review denied, 355 N.C. 748, 565 \nS.E.2d 665 (2002).  “When considering a motion under Rule 12(b)(6), the court is not \nrequired to accept as true any conclusions of law or unwarranted deductions of fact \nin the complaint.”  Branch Banking & Trust Co. v. Lighthouse Fin. Corp., 2005 \nNCBC 3 ¶ 8 (N.C. Super. Ct. July 13, 2005), http://www.ncbusinesscourt.net/ \nopinions/2005%20NCBC%203.htm.   \n                                                 \n6  GR&S Atlantic Beach, LLC v. Atlantic Beach Hotel Ltd. P’ship, 08 CVS 238 (Carteret County \nSuperior Court).  The current action is only against Mr. and Mrs. Hull individually.  The prior action \nincluded other related defendants. \nIV.  ANALYSIS \nA. Recovery of Ancillary Fees \n{13}  Settled precedent provides that Ancillary Fees are not recoverable \nwhere there is no agreement for their recovery, even if there may be statutory \nauthority.  It is less clear whether Ancillary Fees are recoverable where there is \nexpress contractual agreement indemnifying for such fees but where there is no \nstatutory authorization.   The latter issue is the one the Court must now decide. \n{14}  Analysis of Plaintiffs’ claim for Ancillary Fees begins with the North \nCarolina Supreme Court’s opinion in Stillwell, 300 N.C. 286, 266 S.E.2d 812 (1980).  \nThe Supreme Court defined its issue for decision as follows:  “The sole question \npresented by this appeal is whether a contract for the lease of specific goods may be \ndeemed ‘evidence of indebtedness’ within the meaning of G.S. 6-21.2.  We hold that \nit may and reverse the decision of the Court of Appeals to the contrary.”  Id. at 287, \n266 S.E.2d at 813.    The precise claim for decision was the recovery of Direct Fees \nby the successful litigation, which required resolution of whether the particular \nagreement before the Court fell within the scope of Section 6-21.2.  The recovery of \nAncillary Fees was not directly before the court.  However, Stillwell refers both to \n“costs,” which is often used to refer to Direct Fees and “damages,” which may used \nto refer to Ancillary Fees.  Likewise, the opinion utilizes the term “indemnity.”  The \nStillwell opinion states:  \n[t]hus the general rule has long obtained that a successful litigant may \nnot recover attorneys’ fees, whether as costs or as an item of damages, \nunless such a recovery is expressly authorized by statute.   Even in the \nface of a carefully drafted contractual provision indemnifying a party \nfor such attorneys’ fees as may be necessitated by a successful action \non the contract itself, our courts have consistently refused to sustain \nsuch an award absent statutory authority therefor. \n \nId. at 289, 266 S.E.2d at 814–815.  The Stillwell court found that the lease contract \nbefore it constituted an “evidence of indebtedness” within the purview of Section 6-\n21.2, thereby finding a statutory basis for the recovery of the attorneys’ fees. \n {15}  The Stillwell holding clearly bars the recovery of Plaintiffs’ Direct Fees \nunless this Court finds statutory authority for their recovery pursuant to Section 6-\n21.2.   In fact, there was a long line of authority decided before Section 6-21.2 was \nenacted that precludes such recovery.  The question at hand is whether the Stillwell \nholding also bars Ancillary Fees absent such statutory authority.  The issue \nremains significant even if the Court finds the Indemnity Agreement to be an \n“evidence of indebtedness” within the ambit of Section 6-21.2 because the statute \nincludes a percentage cap, whereas Plaintiffs contend that the agreement for \nAncillary Fees provided by the Indemnity Agreement needs no statutory authority \nand is not subject to any statutory cap.   \n{16}  The Indemnity Agreement in the present case is different than that \nbefore the North Carolina Supreme Court in Queen City Coach, 229 N.C. 534, 50 \nS.E.2d 288 (1948), in which the court refused the recovery of Ancillary Fees \npursuant to an indemnity agreement which did not expressly authorize their \nrecovery. The Supreme Court’s decision rested entirely on the absence of such \nagreement and never referred to a public policy or general rule prohibiting the \nrecovery of Ancillary Fees in the absence of statutory authorization.  The court \npremised its holding on a construction of the term “loss,” limiting the term to the \namount of an adverse judgment and not including associated attorneys’ fees.  \nId. at \n536, 50 S.E.2d at 289.   \n {17}  The Court is not aware of any opinion from the North Carolina Supreme \nCourt that directly compares the rules in Stillwell and Queen City Coach and \nsquarely addresses whether the North Carolina general rule prohibiting the \nrecovery of Direct Fees absent statutory authority extends to the recovery of \nAncillary Fees when the agreement between the parties clearly provides for such \nrecovery.   \n {18}  Plaintiffs and Defendants sepa rately rely on two decisions from the \nUnited States District Court for the Middle District of North Carolina addressing \nthe recovery of Ancillary Fees.  Defendants rely on Judge Osteen’s opinion in \nSara \nLee Corp. v. Quality Manufacturing, Inc., 201 F.Supp.2d 608 (M.D.N.C. 2002).  \nPlaintiffs rely on Magistrate Judge Sharp’s opinion in Norfolk Southern, 2009 U.S. \nDist. LEXIS 105362 (M.D.N.C. Nov. 9, 2009).  The two opinions both deny Ancillary \nFees but through different analyses.  The latter does not cite the former.  The Court \nis aware of no decision in which both have been cited and discussed.   \n{19}  Sara Lee arose from a contract governed by North Carolina law \npursuant to which the defendants undertook manufacturing operations in Mexico.  \nThe contract between the parties obligated defendants to comply with Mexican and \nUnited States requirements for paying employees and to indemnify plaintiff for any \nnon-compliance.  The opinion is silent on whether the agreement expressly provided \nfor indemnity of attorneys’ fees.  Sara Lee, 201 F. Supp.2d at 611.  Plaintiff had \nincurred some legal fees in connection with litigation with the government at the \ntime of the suit, but apparently the matter was open and plaintiff’s obligation for \nsuch fees was continuing.  \nId. at 614.  The Sara Lee court noted that Stillwell:  \nleads to the counterintuitive result that parties cannot recover \nattorney’s fees for which they explicitly contracted, while other \ncontract damages that were not mentioned in the contract or \nenvisioned by the parties \nex ante may be recovered.  However, \naccording to this court’s research, this is the status of the law in \nNorth Carolina. \n \nId.  It appears clear that Judge Osteen recognized a distinction between Ancillary \nFees and Direct Fees, but did not find the distinction controlling under Stillwell.  Id.   \n {20}  The Sara Lee opinion did not cite or discuss the North Carolina \nSupreme Court opinion in Queen City Coach, or the line of cases following it.  In \naddition to Stillwell, Judge Osteen discussed the decision of the North Carolina \nCourt of Appeals in Kornegay v. Broadwick, 119 N.C. App. 326, 458 S.E.2d 274 \n(1995).  The Kornegay court refused the recovery of Ancillary Fees incurred as a \nresult of clearing an encumbrance on title to real property, and in doing so, \nquestioned whether language in a prior North Carolina of Appeals opinion, Hinkle \nv. Bowers, 88 N.C. App. 387, 363 S.E.2d 206 (1988) allowing recovery attorneys’ fees \nincurred for securing a release as contract damages, confining that language to \ndicta.  Kornegay, 119 N.C. App. at 327, 458 S.E.2d at 275.  Plaintiff in Sara Lee \nurged that the Kornegay would have been decided differently had there been \nevidence of an express agreement to indemnify for Ancillary Fees, and that \nKornegay should be read as authorizing Ancillary Fees if there is either contractual \nor statutory authority for the agreement.  Sara Lee rejects this reading of Kornegay.   \nWhile referring to plaintiff’s argument as “compelling,” Judge Osteen concluded \nthat “the weight of the case law clearly supports [defendant’s] position that \nstatutory authority is absolutely required to recover attorney’s fees.”  Sara Lee, 201 \nF.Supp.2d at 614–15.  The cases cited for this absolute requirement include a string \nof North Carolina cases dealing with the recovery of Direct Fees.  Id.   \n{21}  The Court further notes that, after his discussion of the Stillwell, Judge \nOsteen’s opinion states that even if attorneys’ fees were recoverable, “that this issue \nis simply not ripe for review at this time.”  Sara Lee, 201 F.Supp.2d at 615.  It is \nunclear whether this meant simply that the amount of fees had not yet been \nfinalized or that Judge Osteen did not yet intend to issue a dispositive ruling on the \nrecovery of Ancillary Fees.    \n {22}  Magistrate Judge Sharp of the Middle District later considered the \nrecovery of Ancillary Fees without citing Sara Lee.  Magistrate Judge Sharp refused \nplaintiff Norfolk Southern’s claim that it should be indemnified for settlement \namounts and attorneys’ fees it had incurred in settling a personal injury claim \nsubject to an indemnity contract.  There, the indemnity agreement indemnified \nNorfolk Southern from “judgments, expense and liability” but did not expressly \ninclude attorneys’ fees.  \nNorfolk S., 2009 U.S. Dist. LEXIS 105362 at *3.     \n{23}  Magistrate Judge Sharp employed a two-step analysis.  He first \naddressed defendant Timec’s argument, premised on Stillwell, that North Carolina \nlaw requires a statutory basis to allow recovery of attorneys’ fees.  Without \nextended discussion, Magistrate Judge Sharp held that: \n[T]hese cases do not speak to the enforcement of a provision said to \nallow the recovery of attorney’s fees in an indemnity agreement.  \nBecause Defendant does not provide any authority for the proposition \nthat enforcement of such a provision in an indemnity agreement would \nrequire a separate statutory basis, this argument is not persuasive. \n   \nNorfolk S., 2009 U.S. Dist. LEXIS 105362 at *13.  That is, Magistrate Judge Sharp \nconfined the Stillwell rule to Direct Fees and did not extend it to Ancillary Fees.  \nObviously, he did not read Stillwell to impose the absolute rule Judge Osteen found.     \n{24}  Magistrate Judge Sharp then turned to the question whether the \nagreement between Norfolk Southern and Timec should be read to include \nattorneys’ fees by necessary implication.  Relying on Queen City Coach, Magistrate \nJudge Sharp concluded that the agreement allowing recovery of “costs” or \n“expenses” did not include an agreement to recover attorneys’ fees, and without \nagreement Ancillary Fees were not recoverable.  Norfolk S., 2009 U.S. Dist. LEXIS \n105362 at *16–17.    \n{25}  It seems clear that Magistrate Judge Sharp would have allowed the \nrecovery of Ancillary Fees pursuant to the indemnity agreement without a separate \nstatutory basis if the indemnity agreement had expressly provided for such fees.  \nThe opinions in Sara Lee and Norfolk Southern are then at odds if Sara Lee is \nappropriately read to be a dispositive adjudication of the claim for Ancillary Fees.  \nThese cases do not provide clarity on how Stillwell should be applied in the case at \nhand to the claim for Ancillary Fees.  Neither does the Court find any clarity in \nreading North Carolina appellate cases decided after Stillwell which cite the case in \nprohibiting the recovery of Direct Fees.    \n{26}  There was settled authority developed before Stillwell  over a wide span \nof years that attorneys’ fees are not considered a part of “costs” of the litigation \nbetween the litigants.  The prior decisions of the North Carolina Supreme Court \nwhich Stillwell cited as expressions of the general rule dealt only with the recovery \nof Direct Fees. 300 N.C. at 289, 266 S.E.2d at 814.   \n {27}  This prohibition against the recovery of Direct Fees as an element of \ncosts is grounded on public policy.  The North Carolina Supreme Court quoted with \napproval the expression of that policy by the Supreme Court of Tennessee.  “It is not \nsound public policy to place a penalty on the right to litigate; that the defeated \nparty must pay the fees of counsel for his successful opponent in any case, and \nespecially, since it throws wide the doors of temptation for the opposing party, and \nhis counsel, to swell the fees to undue proportions.”  Parker v. Mecklenburg Realty \n& Ins. Co., 195 N.C. 644, 646–47, 143 S.E. 254, 256 (1928) (quoting Stingfield v. \nHirsch, 94 Tenn. 425, 29 S.W. 609 (1895)).7  Prior to the enactment of Section 6-\n21.2, the courts consistently cited public policy when disfavoring enforcement of \n“collection fees” or attorneys’ fees clauses in promissory notes and other debt \ninstruments.  Stillwell, 300 N.C. at 290, 266 S.E.2d at 815 (citations omitted).  In \npart, the public policy was to prevent penalties and oppression.  Id.  The fifteen \npercent (15%) cap in Section 6-21.2 reflects the legislature’s continuing concern that \nallowing recovery of attorneys’ fees not lead to abuse or oppression.   \n{28}  The preventative public policies constraining an award of Direct Fees to \nthe successful litigant do not necessarily apply equally where the parties to an \nindemnity agreement provide for the recovery of Ancillary Fees.   The courts \ncontinue to have the ability to constrain abuse because recovery is limited to fees \nthat are both necessary and reasonable.  Applying a policy designed to protect the \nrunning up of excessive fees is, at least in part, ameliorated in the context of an \nindemnity agreement that allows the indemnitor to assume the burden of defending \nthe claim that generates Ancillary Fees.\n8   \n {29}  Defendants urge that the state’ s public policy that should control this \ncase is evidenced by the recent 2011 legislative enactment of the new N.C. Gen. \nStat. § 6-21.6 which will allow the recovery of attorneys’ fees through reciprocal \nagreement in certain business contracts.  Defendants argue that such a statutory \n                                                 \n7  Historically, prior to 1868 North Carolina included a tax for fees of attorneys, but the 1868 Code of \nCivil Procedure modified the system to allow recovery of attorneys’ fees from the unsuccessful \nlitigant.  After a brief period in which fixed fees were allowed attorneys, any statutory authorizations \nfor fees as costs were eliminated in 1879, and there was no North Carolina statutory provision \nauthorizing the recovery of attorneys’ fees until Section 6-21.2 was enacted.  Wachovia Bank & Trust \nCo. v. Schneider, 235 N.C. 446, 454, 70 S.E.2d 578, 584 (1952). \n \n8   Here, Plaintiffs complain that Defendants did not accept the tender of defense of the IBRC \nlitigation.  Plaintiffs correctly point out that the North Carolina courts allow the recovery of \nattorneys’ fees from an insurer which breaches its duty to defend.  See, e.g., Jamestown Mut. Ins. Co. \nv. Nationwide Mut. Ins. Co., 277 N.C. 216, 176 S.E.2d 751 (1970).  The Court is reluctant to premise \nits decision in this case on insurer duty to defend cases which involve the interplay between \ninsurance contracts and a series of statutory provisions that control them.    \nenactment would only be necessary if it were needed to change prior law, so that the \npublic policy before the statutory enactment must have been against allowing the \nrecovery of fees to be governed by the new Section 6-21.6.  The point may be well \ntaken as to fees governed by that new statute, however, the Court does not read the \nIndemnity Agreement as falling within the context of that enactment.  The statute \nclearly modifies the long-standing prior rule that would bar Direct Fees to the \nsuccessful litigant seeking to enforce the agreement between the parties, but the \nstatute does not forthrightly and necessarily signify any change in law prohibiting \nthe recovery of fees not directly related to enforcing the business contract between \nthe parties but instead of incurred in ancillary litigation.  The Court does not find \nthe statutory enactment to be dispositive.   \n {30}  In summary, although the body of case law addressing the recovery of \nDirect Fees as an item of costs is extensive and clear, the Court does not find \nsimilar clear guidance as to the recovery of Ancillary Fees in an action on an \nindemnity agreement.  The Court has conducted its inquiry through the lens of a \nRule 12(b)(6) motion.   While Rules 12(b)(6) and 12(f) serve the salutary purpose of \neliminating litigation of issues foreclosed by established legal principles, some \nissues are often better deferred to a motion for summary judgment, even where \nthere appear to be solely as issues of law and may not necessarily require detailed \nfact finding.  \nSee, e.g., Branch Banking & Trust Co., 2005 NCBC 3 at ¶12.  In its \nanalysis, the Court has been sensitive to Defendants’ suggestion that an early \ndispositive ruling on the recovery of attorneys’ fees might beneficially narrow the \ncase, and that there is particularly good reason to do so where the issues have been \nclarified by the prior Carteret County case.   \n{31}  However, on balance, if the Court were to issue a dispositive ruling, its \npresent inclination is, subject to proof, to allow recovery of Ancillary Fees without \nthe need for statutory authority and not subject to the statutory cap of Section 6-\n21.2.  The Court does not believe it appropriate to issue such a dispositive ruling \nagainst Defendants at this juncture.  And, in any event, the Court believes that it \nmay well benefit from further proceedings in this case and perhaps from further \nclarifications of law during the pendency of the case.  The Court has, however,  \nthought the issue to be of sufficient significance to provide an explanation of the \nCourt’s analysis to the extent that it may guide the parties, and it was particularly \nappropriate to do so considering how well and how thoroughly both sides have \npresented the issue on the current motions. \n{32}  Accordingly, Defendants’ Motion to Dismiss as relates to Plaintiffs’ \nclaim of Ancillary Fees is DENIED.   \n \n    B. Recovery of Direct Fees \n {33}  Defendants’ Motion to Dismiss seeks the Court’s determination that the \nIndemnity Agreement is not an “evidence of indebtedness,” which would then \npreclude any recovery of Direct Fees under the holding of the \nStillwell line of cases.  \nAlternatively, the Motion asks the Court to confirm that Plaintiffs can recover \nattorneys’ fees no greater than fifteen percent (15%) of the “outstanding balance” \nowed pursuant to the Indemnity Agreement.  The Court has indicated in discussion \nabove that it does not believe that the recovery of Ancillary Fees is subject to the \nstatutory cap imposed by Section 6-21.2.  As to Direct Fees, Plaintiffs concede that \nwithout an exception that only an appellate court can make, the recovery of Direct \nFees is statutorily limited to fifteen percent (15%) and recoverable only if the \nIndemnity Agreement is an “evidence of indebtedness.”  The issue the Court must \nthen decide on the present motion is whether Plaintiffs have adequately stated facts \nthat would allow a finding that the Indemnity Agreement constitutes such an \n“evidence of indebtedness” with the scope of Section 6-21.2.   \n {34}  The Court’s analysis again begins with Stillwell.  There the Court was \ncalled upon to consider whether a lease of goods was an “evidence of indebtedness” \nwithin the meaning of Section 6-21.2.  It held that it was, reversing the Court of \nAppeals.  Stillwell, 300 N.C. at 287, 266 S.E.2d at 813.  The Court reviewed the \ncontext of Section 6-21.2 as one of the legislative provisions that modernize \ncommercial practices, including enacting the Uniform Commercial Code.  Id. at 293, \n266 S.E.2d at 817.  The Court found Section 6-21.2 to be “remedial” and entitled to \nbe “construed liberally.”  Id.  The Court then stated the standard for determining \nwhether a document is an “evidence of indebtedness” as follows: \n. . . ‘an evidence of indebtedness is a writing which acknowledges a \ndebt or obligation and which is executed by the party obligated \nthereby.’  More specifically, we hold that the term ‘evidence of \nindebtedness’ as used in G.S. 6-21.2 has reference to any printed or \nwritten instrument, signed or otherwise executed by the obligor(s), \nwhich evidences on its face a legally enforceable obligation to pay \nmoney.  \n \nId. at 294, 266 S.E.2d at 817.  The Court held that a lease which requires periodic \npayments in exchange for use of the property satisfies this standard. Id. at 294–95, \n266 S.E.2d at 818.   \n {35}  Plaintiffs urge that the deci sion of whether the Indemnity Agreement \nfalls within Section 6-21.2 is necessarily a fact determination not appropriate to \nresolve pursuant to a Rule 12(b)(6) motion, citing Calhoun v. WHA Medical Clinic, \nPLLC, 178 N.C. App. 585, 604, 632 S.E.2d 563, 575 (2006).   \n{36}  The Parties’ briefs catalog a variety of contracts which have been held to \nbe “evidence of indebtedness,” including Stillwell, 300 N.C. at 294, 266 S.E.2d at \n817 (leases of personal property); RI/Raleigh, L.P. v. Shaikh, 183 N.C. App. 249, 644 \nS.E.2d 245 (2007) (leases of personal property); Bombardier Capital, Inc. v. Lake \nHickory Watercraft, Inc., 178 N.C. App. 535, 632 S.E.2d 192 (2006) (stock purchase \nagreement); Capital Realty, Inc. v. Jones, No. COA06-269, 2006 N.C. App. LEXIS \n2408 (N.C. Ct. App. Dec. 5, 2006) (listing agreement requiring payment of \ncommission to realtor); FNB Southeast v. Lane, 160 N.C. App. 535, 586 S.E.2d 530 \n(2003) (guaranty agreement); Southland Amusements and Vending, Inc. v. Rourk, \n143 N.C. App. 88, 545 S.E.2d 254 (2001) (operator’s agreement allowing plaintiff to \nplace amusement game machines at defendant’s place of business); Lawrence v. \nWetherington, 108 N.C. App. 543, 423 S.E.2d 829 (1993) (agreement for installation \nof vinyl siding); Nucor Corp. v. Gen. Bearing Corp., 103 N.C. App. 518, 405 S.E.2d \n776 (1991), rev’d on other grounds, 333 N.C. 148, 423 S.E.2d 747 (1992) (stock \npurchase agreements); Hedgecock Builders Supply Co. v. White, 92 N.C. App. 535, \n375 S.E.2d 164 (1989) (credit applications). \n {37}  Construction contracts have also been held to fall within the purview of \nSection 6-21.2.  Middle District Judge Schroeder’s opinion discusses at length his \nreasoning in concluding that construction contracts fall within the Stillwell \nstandard of an “evidence of indebtedness.”  United States v. Browne & Associates, \nInc., 751 F.Supp.2d 813 (M.D.N.C. 2010).  This line of cases is apposite in that at \nleast a portion of the Indemnity Contract allocating responsibility for \nenvironmental investigation and remediation, and its reference to the defined Work \nand the Construction Contract (Indemnity Agreement ¶¶3, 4) is similar to those \nconstruction contracts Judge Schroeder noted as falling within the ambit of Section \n6-21.2. \n{38}  Certain provisions of the Indemnity Agreement are written using \nlanguage similar to that used in typical debt instruments clearly falling within the \npurview of Section 6-21.2, such as promissory notes.  For example, the Indemnity \nAgreement uses language such as “hereby agree to pay” or “paid upon demand.”  \n(See Indemnity Agreement ¶¶5, 6.) \n {39}  The Court concludes that Plaint iff has stated a claim sufficient to \nwithstand Rule 12(b)(6) that the Indemnity Agreement is an “evidence of \nindebtedness” within the purview of Section 6-21.2.   \n  \nV.  CONCLUSION \n {40}  Accordingly, the Court determines  that the claim for any attorneys’ fees \nneed not be stricken from the Complaint or Amended Complaint pursuant to Rule \n12(f) and that no claim in the Complaint or Amended Complaint should be \ndismissed pursuant to Rule 12(b)(6). \n \n \n \n{41}  It is THEREFORE ORDERED THAT: \n(1) Defendants’ Motion to Dismiss is DENIED; \n(2) Plaintiffs’ Motion for Leave to Amend the Complaint is \nGRANTED; \n(3) Plaintiffs shall file a corrected Amended Complaint that \nattaches Exhibit A; \n(4) The Amended Complaint shall be deemed to have been filed and \nserved as of the date of this Order, the Motion to Dismiss shall be deemed to \nhave been filed against the Amended Complaint, and the Court’s Order shall \nbe deemed to be a ruling on the Motion to Dismiss as having been presented \nagainst the Amended Complaint; \n(5) Defendants shall have twenty (20) days from the serving and \nfiling of the Amended Complaint with Exhibit A attached in which to \notherwise respond to the Amended Complaint. \n \nThis 29th day of September, 2011. \n \n             \n      \n \n       \n "
}