{
  "id": "cf13c83ff5b7c370a736593a72e291306883ce48dfd0bfc90ab0e2f24fda03d5",
  "source_file": "data/raw/ncbc/cf13c83ff5b7c370a736593a72e291306883ce48dfd0bfc90ab0e2f24fda03d5.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 10487 \n \nERNEST CUTTER III, \n \nPlaintiff, \n \nv. \n \nGREGORY VOJNOVIC; and HOT \nDOG SHOPPE HOLDINGS, LLC, \n \nDefendants. \n \n \n \nORDER AND OPINION ON CROSS-\nMOTIONS FOR SUMMARY \nJUDGMENT AND DEFENDANTS’ \nMOTION TO STRIKE PARTS OF THE \nCUTTER AFFIDAVIT \n \n \n \n \n \n \n1. THIS MATTER is before the Court on Plaintiff’s Motion for Summary \nJudgment (“Plaintiff’s Motion”), 1 Defendants’ Motion for Summary Judgment 2 \n(“Defendants’ Motion”; together with Plaintiff’s Motion, the “Cross -Motions”), and \nDefendants’ Motion to Strike Parts of the Cutter Affidavit 3 (the “Motion to Strike” ; \ntogether with the Cross-Motions, the “Motions”), all filed pursuant to Rule 56 of the \nNorth Carolina Rules of Civil Procedure (the “Rule(s)”) in the above captioned case. \n2. Having considered the Motion s, the briefs filed in support of and in \nopposition to the Motion s, the arguments of counsel at the hearing on the Motions , \nand other appropriate matters of record, the Court, in the exercise of its discretion, \nhereby GRANTS in part  and DENIES in part  the Motion to Strike, GRANTS \nDefendants’ Motion, and DENIES Plaintiff’s Motion as set forth below.  \n \n1 (Pl.’s Mot. Summ. J., ECF No. 66.) \n \n2 (Defs.’ Mot. Summ. J, ECF No. 69.) \n \n3 (Mot. Strike Parts the Cutter Aff., ECF No. 87.) \nCutter v. Vojnovic, 2024 NCBC 7. \n \nJames, McElroy & Diehl, PA, by J. Alexander Heroy and Jennifer M. Houti, for \nPlaintiff Ernest Cutter III. \n \nNelson Mullins Riley & Scarborough  LLP, by Thomas G. Hooper,  for \nDefendants Gregory Vojnovic and Hot Dog Shoppe Holdings, LLC. \n \nBledsoe, Chief Judge. \n \nI. \n \nFACTUAL BACKGROUND \n \n3. This action arises from Plaintiff Ernest Cutter, III’s (“Cutter” or “Plaintiff”) \nand Defendant Gregory Vojnovic’s  (“Vojnovic”) effort to purchase three  Ohio \nrestaurants that were owned by three different companies collectively known as Jib \nJab (“Jib Jab”).\n4  In 2019, Cutter sought to purchase and operate Jib Jab through his \ncompany ARC  Industries, Inc.  (“ARC”), which invests in small and mid -size \ncompanies in the light manufacturing, distribution, and warehousing industries.5   \n4. On 15 October 2019, Cutter, on behalf of ARC, sent a non -binding letter of \nintent to Jib Jab’s broker outlining possible terms for  ARC’s acquisition of Jib Jab.6  \n \n4 (Aff. Gregory Vojnovic, dated 13 August 2021, at ¶ 26 [hereinafter “Vojnovic Aff,”], ECF No. \n5.) \n \n5 (Dep. Ernest Cutter, III, dated 20 October 2022, at 30:3–31:6, 48:17–49:20, 51:8–9 (ECF No. \n70.11) [hereinafter “Cutter Dep.”], ECF Nos. 67.1, 70.11, 80.1, 82.2, 85.1, 92—93; Aff. Ernest \nCutter, III, dated 25 October 2023, at ¶  2 [hereinafter “Cutter Aff.”] , ECF No. 81;  2d Aff. \nGregory Vojnovic, dated 22 September 2023, at ¶ 9 [hereinafter “2d Vojnovic Aff.”], ECF No. \n71.)  The transcript of Cutter’s deposition has been filed under different docket entries.  For \nclarity, the Court will cite to the specific electronic filing number in which the  cited portion \nof Cutter’s deposition may be found. \n \n6 (Cutter Dep. 47 :17–48:16; Index Defs.’ Mot. Summ J. Ex. C , Dep. Ex. 3 [hereinafter “15 \nOctober 2019 LOI”] , ECF No. 70.3 .)  Cutter testified that he sent the letter “to get the \nnumbers . . . in front of the other side and to start negotiating the numbers.” (Cutter Dep. \n61:8–10, ECF No. 70.11.) \nThe 15 October 2019 LOI suggested a $12,437,500 purchase price, with $7.5 million \npaid at closing —comprised of a $4.5 million loan guaranteed by the U.S. Small \nBusiness Administration (the “SBA”), a separate $2.5 million mortgage loan, and \n$500,000 in equity.7  Another $4.5 million would be paid under a 10-year promissory \nnote at 5% interest, with payments beginning a year later and interest totaling \n$337,500.\n8  The sellers also would be paid $100,000 under a 12- month “transition \nservices agreement” (“TSA”).9  \n5. Since Cutter had no experience in the restaurant industry, 10 no experience \nbuying, investing in, or operating restaurants, 11 and no interest in developing \nrestaurant management expertise,12 he sought to team up with a business associate \nwith relevant experience so that, t ogether, they could pursue the Jib Jab \nopportunity.13  Ultimately, on 1 November 2019, Cutter reached out to Defendant \n \n7 (15 October 2019 LOI 5–6; Cutter Dep. 54:14–55:21, ECF No. 70.11.) \n \n8 (15 October 2019 LOI 5–6.) \n \n9 (15 October 2019 LOI 5–6.; Cutter Dep. 47:17–65:9, ECF No. 70.11.) \n \n10 (Cutter Dep. 46:20–21 (“I don’t know anything about restaurants.”), ECF Nos. 67.1, 70.11.) \n \n11 (Cutter Dep. 47:1–13 (“My typical deal is . . . not restaurants.”), ECF No. 70.11.) \n \n12 (Cutter Dep. 37:22 –38:8 (“I don’t possess [a restaurant management] skill set, nor did I \ndesire to try to attain it.”), ECF Nos. 70.11, 80.1; 2d Vojnovic Aff. ¶ 9.) \n \n13 (Cutter Dep. 35:7–35:12 (ECF No. 67.1), 37:15–38:8 (ECF Nos. 70.11, 80.1).) \n \nVojnovic, the chief executive officer of a Georgia company that provides consulting \nservices to restaurants,14 and they agreed to work together to purchase Jib Jab.15  \n6. The pair never entered into a written contract concerning the acquisition of \nJib Jab, nor did they execute a formal partnership agreement. 16  Nonetheless, it is \nundisputed that Cutter and Vojnovic broadly agreed that Cutter would structure the \nterms of the acquisition, handle the negotiations with Jib Jab’s broker, procure \nfunding for the acquisition, close the deal, and handle any future financing and \nacquisitions, and that Vojnovic would be responsible for handling the post-acquisition \noperation of the Jib Jab restaurants.17   \n7. On 19 February 2020, Cutter, again indicating that he was acting on behalf \nof ARC, sent another non- binding letter of intent to Jib Jab’s broker, this time \nproposing a slightly higher purchase price ($12,487,500), with $7.5 million paid at \nclosing from a sale -leaseback transaction with Essential Properties, LLC. 18  The \nbalance would be paid under a $100,000 TSA and a 10- year promissory note at 5% \n \n14 (Dep. Gregory Vojnovic, dated 2 November 2022, at 97:7–18 [hereinafter “Vojnovic Dep.”], \nECF Nos. 67.5, 80.2, 85.2; Cutter Dep. 38:9– 18 (ECF Nos. 70.11, 80.1) , 70:1–18 (ECF No. \n70.11); Vojnovic Aff. ¶  2.)  The transcript of Vojnovic’s deposition has been filed under \ndifferent docket entries.  For clarity, the Court will cite to the specific electronic filing number \nin which the cited portion of Vojnovic’s deposition may be found. \n \n15 (2d Vojnovic Aff. ¶ 13.) \n \n16 (Cutter Dep. 73:17–24 (ECF No. 67.1), 222:20–23:12 (ECF No. 70.11); Vojnovic Aff. ¶ 27.) \n \n17 (Cutter Dep. 75:7 –17 (ECF Nos. 67.1, 70.11), 77:19– 79:25 (ECF No. 70.11) , 81:1– 84:25 \n(ECF No. 70.11), 85:1–3 (ECF No. 67.1); Vojnovic Dep. 97:19–98:21, ECF Nos. 67.5, 80.2; 2d \nVojnovic Aff. ¶¶ 12–13.)   \n \n18 (Index Defs.’ Mot. Summ J. Ex. D, Dep. Ex . 8 4–5 [hereinafter “19 February 2020 LOI”], \nECF No. 70.4.) \n \ninterest.19  Interest payments (totaling $387,500 ) and principal payments would \nbegin in one and two years, respectively.20  \n8. In March 2020, and in anticipation of th e contemplated Jib Jab purchase, \nVojnovic created three separate entities: Defendant Hot Dog Shoppe Holdings, LLC \n(“Holdings”), former defendant Hot Dog Shoppe Operating, Inc.  (“Operating”), and \nformer defendant Hot Dog Shoppe Franchising, LLC  (“Franchising”).21  Vojnovic is \nthe registered agent for Holdings, Operating, and Franchising.22  Cutter and Vojnovic \nintended for Holdings to be the legal owner of Jib Jab after the purchase transaction \nclosed.23  The COVID-19 pandemic, however, intervened, and the restaurants were \nforced to close, which then dried up the financing, so Cutter and Vojnovic were unable \nto press forward with the proposed acquisition.24 \n9. On 11 May 2020, with the pandemic well underway, Cutter, again on behalf \nof ARC, submitted another non -binding letter of intent to Jib Jab’s broker, but this \ntime with a smaller initial investment .  This letter proposed a purchase price of \n$13,712,500, wit h only $6 million —all from Essential Properties, LLC —paid at \n \n19 (19 February 2020 LOI 4–5.) \n \n20 (19 February 2020 LOI 4–5.; Cutter Dep. 95:2–104:4, ECF No. 70.11.) \n \n21 (Vojnovic Aff. ¶¶ 7, 13, 18; Cutter Dep. 119:2–21:25, ECF Nos. 67.1, 70.11.)   \n \n22 (Cutter Dep. 119:18–20:4, ECF Nos. 67.1, 70.11; Vojnovic Aff. ¶¶ 34, 36.) \n \n23 (Cutter Dep. 120:9– 18, ECF Nos. 67.1, 70.11 ; Vojnovic Dep. 140:2–14 (ECF No. 80.2), \n160:7–15 (ECF No. 67.5).) \n \n24 (Cutter Dep. 104:9–15, ECF No. 70.11; 2nd Vojnovic Aff. ¶ 21.) \n \nclosing.25  The rest of the balance would be paid through a $100,000 TSA   and a six-\nyear, $6 million promissory note with a 5% interest rate requiring interest payments \n(now totaling $1,612,500) and principal payments to begin in a year. 26  Jib Jab \nrejected these proposed terms.27 \n10. On 11 June 2020, Vojnovic, acting on behalf of Holdings, 28 sent a new non-\nbinding letter of intent to Jib Jab’s broker proposing a purchase price of $8.85 million \nwithout including any details about financing. 29  As it did with Cutter’s proposed \nterms, Jib Jab rejected Vojnovic’s proposal.30  \n11. Vojnovic next engaged an investment banker to canvas over 30 potential \nlenders, including traditional, unitranche, and hard-money lenders, in an attempt to \nsecure financing for the purchase.31  None of the lenders were interested in financing \nthe transaction. 32  After exhaustive effort, t he only financing option Cutter and \nVojnovic were able to arrange was an SBA-guaranteed loan from HomeTrust Bank.33   \n \n25 (Index Defs.’ Mot. Summ J. Ex. E, Dep. Ex. 10 5–6 [hereinafter “11 May 2020 LOI”], ECF \nNo. 70.5.) \n \n26 (11 May 2020 LOI 5–6; Cutter Dep. 110:17–13:23, ECF No. 70.11.) \n \n27 (Cutter Dep. 113:24–14:19, ECF No. 70.11.) \n \n28 (Index Defs.’ Mot. Summ J. Ex. F, Dep. Ex. 12, ECF No. 70.6) \n \n29 (Cutter Dep. 116:17–17:24, ECF No. 70.11.) \n \n30 (Cutter Dep. 122:7–25, ECF No. 70.11.) \n \n31 (2nd Vojnovic Aff. ¶ 25; Cutter Dep. 178:19–25, ECF No. 70.11.) \n \n32 (Cutter Dep. 135:1–37:12, 178:19–79:2, ECF No. 70.11.) \n \n33 (Cutter Dep. 179:21–80:22, ECF No. 67.1; 2nd Vojnovic Aff. ¶¶ 26–27.) \n \n12. On 29 June 2020, Cutter, again on behalf of ARC, submitted one last non -\nbinding letter to Jib Jab, this time proposing a purchase price of $11 million, with \n$10 million paid at closing, funded by a proposed $4.5 million SBA -guaranteed loan \nfrom HomeTrust Bank plus $5.5 million from Essential Properties, LLC, and \napproximately $500,000 in equity. 34  The proposal c ontemplated that the balance \nwould be paid on the maturity date of a 10 -year, $1 million, interest -free “standby” \npromissory note.35  \n13. The SBA -guaranteed loan, however, required personal guarantees from \nCutter and Vojnovic , and neither was willing to person ally guarantee the loan —\nCutter because he had already personally guaranteed another outstanding SBA -\nguaranteed loan to purchase an unrelated company through ARC, 36 and Vojnovic \nbecause he did not have sufficient funds to retire two outstanding SBA -guaranteed \nloans made to him  many years earlier that the SBA required to be paid off as a \ncondition of the new loan.37  To solve this problem, Vojnovic asked Cutter to pay off \nhis outstanding loans, which Vojnovic argued would be recorded as a partnership \nexpense.  Cutter advised Vojnovic in a telephone call in November 2020 that he would \n \n34 (Index Defs.’ Mot. Summ J. Ex. H, Dep. Ex. 16 4–5 [hereinafter “29 June 2020 LOI”], ECF \nNo. 70.8.) \n \n35 (29 June 2020 LOI 4–5; Cutter Dep. 133:7–34:20, ECF No. 70.11.) \n \n36 (Cutter Dep. 141:4–16, ECF No. 70.11; 2d Vojnovic Aff. ¶ 28.) \n \n37 (Vojnovic Dep. 261:9– 13, 273:10– 15, ECF No. 67.5 ; 2d Vojnovic Aff. ¶¶  29–33; Aff. J. \nAlexander Heroy, dated 25 September 2023 Ex. Q, ECF No. 67.17.) \n \nnot pay Vojnovic’s debts.38  He also indicated that he would agree to accept a finder’s \nfee in lieu of an interest in any eventual purchase of Jib Jab.  Vojnovic responded that \nhe would take the Jib Jab opportunity to another equity source.39 \n14. By this time, it had become clear to Vojnovic , through Cutter’s words and \nactions, that Cutter would not personally invest in, guarantee financing for, or \nparticipate in the management of Jib Jab.   Vojnovic therefore decided to move \nforward with the deal on his own and performed many of the tasks originally assigned \nto Cutter.40  Vojnov ic thereafter satisfied his outstanding SBA loans, 41 personally \nguaranteed the HomeTrust Bank loan to Holdings, and obtained from his brother the \nequity needed to purchase Jib Jab.42  Holdings ultimately purchased Jib Jab in March \n2021 through an SBA-guaranteed loan from HomeTrust Bank and a sale -leaseback \ntransaction with Essential Properties .43  Cutter did not provide any equity, obtain \n \n38 (Cutter Dep. 174:1– 175:22, ECF No. 67.1 ; Vojnovic Dep. 276:15– 19, ECF No. 67.5; 2d \nVojnovic Aff. ¶¶ 6, 36, 45.)  According to Cutter, he and Vojnovic did not have an agreement \nabout how the loan balances were going to be satisfied.  (Cutter Dep. 175:11–76:25, ECF No. \n70.11.) \n \n39 (Vojnovic Dep. 308:15–24. ECF No. 80.2 .)  Cutter also refused to pay a required $10,000 \nnonrefundable loan commitment fee. (2nd Vojnovic Aff. ¶ 37.) \n \n40 (Vojnovic Dep. 196:3–11 (ECF No. 80.2), 334:7–22 (ECF No. 67.5); 2d Vojnovic Aff. ¶¶ 41–\n44, 49.) \n \n41 (2d Vojnovic Aff. Ex. D, ECF No. 72.4.) \n \n42 (Vojnovic Dep. 301:15–17, ECF No. 67.5; 2d Vojnovic Aff. ¶¶ 50–53.) \n \n43 (2d Vojnovic Aff. ¶ 53.) \n \nany financing, or guarantee any loans to fund the purchase of Jib Jab, and he did not \nparticipate at any time in the management or operation of Holdings or Jib Jab.44  \nII. \nPROCEDURAL BACKGROUND \n15.  Cutter filed the above-captioned action on 1 July 2021, alleging that he and \nVojnovic had entered into a common law partnership  which Vojnovic had breached \nby closing the Jib Jab purchase without Cutter’s participation.45  Cutter also asserted \nclaims against Vojnovic, directly and derivatively on behalf of the alleged common \nlaw partnership, for breach of fiduciary duty,46 tortious interference with prospective \neconomic advantage,47 and misappropriation.48  Cutter asserted additional claims \nagainst Holdings, Operating, and Franchising  for tortious interference with \nprospective economic advantage and for a constructive trust .49  Cutter also sought \njudicial dissolution and  an accounting of the alleged common law partnership. 50  \n \n44 (2d Vojnovic Aff. ¶ 58.) \n \n45 (Compl. ¶¶ 38–44, ECF No. 3.) \n \n46 (Compl. ¶¶ 46–48.) \n \n47 (Compl. ¶¶ 50–53.) \n \n48 (Compl. ¶¶ 55–59.) \n \n49 (Compl. ¶¶ 50–53, 66–70.) \n \n50 (Compl. ¶¶ 61–64.) \n \nVojnovic filed his Answer and C ounterclaims on 28 October 2021 51 and later \ndismissed his counterclaims on 21 September 2023.52  \n16. Cutter voluntarily dismissed his claims against Operating and Franchising \non 1 November 2021. 53  On 24 January 2023, the Court dismissed all of Cutter’s \nderivative claims , the tortious interference claim a gainst Holdings, and the \nmisappropriation claim against Vojnovic .54  The Court also dismissed Cutter’s \nconstructive trust claim but without prejudice to Cutter’s right to seek a constructive \ntrust as a remedy should he prevail on any claims entitling him to such relief.   \n17. The claims now pending before the Court , and that are the subject of the \nCross-Motions, are Cutter’s claim  against the alleged common law partnership  for \njudicial dissolution and an accounting and his claims against Vojnovic for breach of \nthe alleged partnership agreement, breach of fiduciary duty, and tortious interference \nwith prospective economic advantage. \n18. The parties filed the Cross-Motions on 25 September 2023,55 and Defendants \nfiled the Motion to Strike on 6 November 2023 .  After full briefing, the Court held a \nhearing on the Motions on 7 December 2023 (the “Hearing”), at which all parties were \nrepresented by counsel.  The Motions are now ripe for resolution.  \n \n51 (Answer and Countercls., ECF No. 14.) \n \n52 (Notice Voluntary Dismissal Countercls. Without Prejudice, ECF No. 65.) \n \n53 (Partial Voluntary Dismissal Without Prejudice, ECF No. 18.) \n \n54 (Order and Op. Defs.’ Mot. Partial J. Pleadings, ¶ 32, ECF No. 53.) \n \n55 (Pl.’s Mot. Summ. J.; Defs.’ Mot Summ. J..) \nIII. \n \nLEGAL STANDARD \n19. Under Rule 56(c), “[s]ummary judgment is appropriate ‘if the pleadings, \ndepositions, answers to interrogatories, and admissions on file, together with the \naffidavits, if any, show that there is no genuine issue as to any material fact and that \n[the movant] is entitled to a judgment as a matter of law.’  ”  Da Silva v. WakeMed , \n375 N.C. 1, 10 (2020) (quoting N.C.R. Civ. P. 56(c)).  “A genuine issue of material fact \n‘is one that can be maintained by substantial evidence.’ ”  Curlee v. Johnson, 377 N.C. \n97, 101 (2021) (quoting Ussery v. Branch Banking & Tr. Co. , 368 N.C. 325, 335 \n(2015)).  “Substantial evidence is such relevant evidence as a reasonable mind might \naccept as adequate to support a conclusion and means more than a scintilla or a \npermissible inference[.]”  DeWitt v. Eveready Battery Co. , 355 N.C. 672, 681 (2002) \n(cleaned up).  “An issue is material if, as alleged, facts ‘would constitute a legal \ndefense, or would affect the result of the action or if its resolution would prevent the \nparty against whom it is resolved from prevailing in the action.’ ”  Bartley v. City of \nHigh Point, 381 N.C. 287, 292 (2022) (quoting Kootnz v. City of Winston -Salem, 280 \nN.C. 513, 518 (1972)).  “When considering a motion for summary judgment, the trial \njudge must view the presented evidence in a light most favorable to the nonmoving \nparty.”  Belmont Ass’n v. Farwig, 381 N.C. 306, 310 (2022) (quoting Dalton v. Camp, \n353 N.C. 647, 651 (2001)). \n20. “The party seeking summary judgment bears the initial burden of \ndemonstrating the absence of a genuine issue of material fact.”  Liberty Mut. Ins. Co. \nv. Pennington, 356 N.C. 571, 579 (2002).  The movant may meet this burden either \n(1) “by proving an essential element of the opposing party’s claim does not exist, \ncannot be proven at trial, or would be barred by an affirmative defense,” or (2) “by \nshowing throug h discovery that the opposing party cannot produce evidence to \nsupport an essential element of [its] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000) \n(cleaned up).  If the movant meets its burden, “the burden shifts to the nonmoving \nparty to produce a forecast of evidence demonstrating that the nonmoving party will \nbe able to make out at least a prima facie case at trial[. ]”  Cummings v. Carroll, 379 \nN.C. 347, 358 (2021) (cleaned up); see also N.C.R. Civ. P. 56(e). \nIV. \n \nANALYSIS \n \nA. Defendants’ Motion to Strike \n21. The Court first turn s to Defendants’ Motion to Strike since it seeks to \nrestrict the evidence the Court may consider on the Cross -Motions.  The Motion to \nStrike asks the Court to strike certain portions of the Affidavit of Ernest Cutter III  \n(the “Cutter Affidavit”) ,56 specifically (i) the assertion in paragraph 1 that Cutter \nbased the affidavit “upon personal knowledge,” (ii) Cutter’s use of “partnership” to \nthe extent that term asserts a legal conclusion in paragraphs 4 through 7, (iii) \nCutter’s use of the legal terms “misappropriated” and “misappropriation” in \n \n56 (Cutter Aff.) \n \nparagraphs 9 and 14, and (i v) all of the allegations in paragraph 3 and paragraphs \n10 through 14.57 \n22. Rule 56 (e) requires that affidavits supporting or opposing motions for \nsummary judgment “shall be made on personal knowledge, shall set forth such facts \nas would be admissible in evidence, and shall show affirmatively that the affiant is \ncompetent to testify to the matters stated therein.”  N.C.R. Civ. P. 56(e) .  A party \nopposing summary judgment “may not rest upon the mere allegations or denials of \nhis pleading, but his response, by affidavits or as otherwise provided in this rule, \nmust set forth specific facts showing that there is a genuine issue for trial.”  Id .  An \naffidavit must provide “specific facts” and not rely on “indefinite generalities.”  \nBeasley v. Banks, 90 N.C. App. 458, 460 –61 (1988).  Affidavits “which set forth facts \nwhich would not be admissible in evidence should not be considered when passing on \nthe motion for summary judgment.”  Rankin v. Food Lion, 210 N.C. App. 213, 218 \n(2011).  To that end, “[s]tatements in affidavits as to opinion, belief, or conclusions of \nlaw are of no effect[.]”  Lemon v. Combs, 164 N.C. App. 615, 622 (2004). \n23. After a careful review of the Cutter Affidavit, the Court concludes that the \nMotion to Strike should be granted in part and denied in part.   \n24. First, the allegations in paragraph 3 and paragraphs 10 through 14 offer \nCutter’s opinions concerning available financing and investor interest in Jib Jab and \nlack any factual support.  Cutter does not describe or identify the funding sources he \nclaims are available to him or the identity of the investors he claims would invest in \n \n57 (Mot. Strike Parts Cutter Aff. 1.) \nJib Jab, nor did he disclose these alleged funding sources or investors in discovery.58  \nWithout such supporting factual allegations, Cutter’s averments are conclusory and \nspeculative and may not be considered on summary judgment.  See , e.g.,  S.C. \nTelecomms. Grp. Holdings v. Miller Pipeline, LLC , 248 N.C. App. 243, 248 (2016) \n(striking an affidavit with only conclusory statements as violating Rule 56 (e)’s \npersonal knowledge requirement); see also, e.g., Anton v. Anton, 278 N.C. App. 150, \n161 (2021) (concluding that affidavit reflecting “[p]laintiff’s bare assertion of a belief” \nwas “not based on any specific facts within [p]laintiff’s personal knowledge, and [was] \ninsufficient to overcome the specific factual evidence forecast by [d]efendants.”); \nHylton v. Koontz, 138 N.C. App. 629, 634 (2000) (“Our courts have held affirmations \nbased on personal awareness, information and belief, and what the affiant thinks, do \nnot comply with the ‘personal knowledge’ requirement of Rule 56(e).”). \n25. Next, paragraphs 4  through 7 refer to Cutter and Vojnovic’s association as \na “partnership” and paragraphs 9 and 14 allege that Vojnovic “misappropriated” the \nJib Jab opportunity.  Both terms, as used in these paragraphs, reflect an inadmissible \nlegal conclusion that the Court may not consider on summary judgment.  See, e.g. , \nSingleton v. Stewart , 280 N.C. 460, 467 (1972) (rejecting affidavit stating a legal \nconclusion under Rule 56 and noting that an “affiant’s legal conclusion [is] not a fact \n‘as would be admissible in evidence’ ”) (quoting N.C.R. Civ. P. 56(e)); Lemon, 164 N.C. \nApp. at 622 (“Statements in affidavits as to opinion, belief, or conclusions of law are \nof no effect.”).  Thus, the Court will strike Cutter’s use of “partnership,” \n \n58 (Cutter Dep. 38:15–39:14 (ECF No. 80.1), 46:22–25 (ECF No. 70.11), 71:11–19 (ECF No. \n70.11); Vojnovic Dep. 280:11–24, ECF No. 85.2.) \n“misappropriated,” and “misappropriation”  in paragraphs 4 , 5, 6, 7, 9, and 14  for \nasserting legal conclusions that Cutter and Vojnovic entered into a legally cognizable \npartnership and that Vojnovic illegally misappropriated the Jib Jab opportunity from \nCutter.   \n26. The Court, however, will deny the Motion to Strike as to paragraph 1, which \nstates that the affidavit is based on Cutter’s personal knowledge, because Vojnovic’s \nchallenge is to the veracity of Cutter’s assertion, not its admissibility.59   \n27. For the foregoing reasons, the Court will grant Defendants’ Motion to Strike \nas to paragraphs 3 , 4, 5, 6, 7, 9, 10, 11, 12, 13, and 14 of the Cutter Affidavit (the \n“Stricken Statements”) but will deny Defendants’ Motion as to paragraph 1.  \nAccordingly, the Court will not consider the Str icken Statements in resolving the \nCross-Motions.  \n28. Although not presented by separate motion, the Court also notes that \nDefendants timely objected  at the Hearing  to Cutter’s submission of the Expert \nReport of Thomas J. Molony ( the “Molony Report”) .60  The Molony Report was  \nprepared by a well -regarded lawyer who is currently a  professor at Elon University \nSchool of Law.  The Molony Report opines on partnership law and its application to \nthis case.  North Carolina law is clear, however, that “while [a] legal expert may \ntestify regarding the factual issues facing the jury, he is not allowed to either \ninterpret the law or to testify as to the legal effect of particular facts.”  Smith v. \n \n59 (Mem. Law Supp. Mot. Strike Parts the Cutter Aff. 5, ECF No. 88.) \n \n60 (Pl.’s Reply Further Supp. Mot. Summ. J. Ex. 3, Expert Report Thomas J. Molony, ECF  \nNo. 85.3.)   \nChilds, 112 N.C. App. 672, 680 (1993).  The Court agrees with Defendants that the \nMolony Report purports to offer expert opinion on the legal effect of particular facts \nas applied to this case and also to serve as an addi tional brief in support of Cutter’s \nposition that causes Cutter’s briefs on the Motion to far exceed the word limits of Rule \n7 of the Business Court Rules.  Accordingly, the Court will disregard the Molony \nReport in considering the Cross-Motions. \nB. The Cross-Motions \n29. Both Cutter and Defendants seek summary judgment on Cutter’s remaining \nclaims.  The parties’ dueling contentions can be divided into two categories: (i) \nCutter’s claims that depend on the existence of a common law partnership between  \nCutter and Vojnovic—i.e., the claims for breach of the alleged partnership agreement, \nbreach of Vojnovic’s fiduciary duty  as a member of the alleged partnership , and \njudicial dissolution of and an accounting of the alleged partnership—and (ii) Cutter’s \nclaim for tortious interference with prospective economic advantage claim, which is \nbased on Vojnovic’s alleged interference with Cutter’s alleged contract with Jib Jab  \nand does not depend on the existence of a partnership between Vojnovic and Cutter.  \nThe Court will examine the partnership-dependent claims first.  \n1. The Partnership-Dependent Claims\n61 \n30. “A partnership is an association of two or more persons to carry on as co-\nowners a business for profit .”  N.C.G.S. § 59-36.  “A  contract, express or implied, is \nessential to the formation of a partnership,” Eggleston v. Eggleston, 228 N.C. 668, 674 \n \n61 The parties agree that North Carolina law governs Cutter’s partnership-dependent claims.  \nBased on the summary judgment record, the Court agrees. \n(1948) (cleaned up), and “[a] partnership may be formed by an oral agreement.”  \nCampbell v. Miller, 274 N.C. 143, 149 (1968).  “Even w ithout proof of an express \nagreement to form a partnership, a voluntary association of partners may be shown \nby their conduct.”  Potter v. Homestead Preservation Ass’n, 330 N.C. 569, 577 (1992).  \nIn particular, “[a] partnership may be inferred from all the circumstances, so long as \nthe circumstances demonstrate a meeting of the minds with respect to the material \nterms of the partnership agreement.”  Compton v. Kirby, 157 N.C. App. 1, 11 (2003).  \nThus, a partnership may be implied “based upon a rational consideration of the acts \nand declarations of the parties, warranting the inference that the parties understood \nthat they were partners and acted as such.”  Id. (quoting Eggleston, 228 N.C. at 674).  \n“[C]o-ownership and sharing of any actual profits  are indispensable requisites for a \npartnership.”  Wilder v. Hobson, 101 N.C. App. 199, 202 (1990).  \n31. N.C.G.S. § 59-37 provides rules to determine whether a partnership exists.  \nOf particular relevance here, section 59-37(3)–(4) specifically provides as follows: \n(3) The sharing of gross returns does not of itself establish a partnership, \nwhether or not the persons sharing them have a joint or common right \nor interest in any property from which the returns are derived.  \n \n(4) The receipt by a person of a share of the profits of a business is prima \nfacie evidence that he is a partner in the business, but no such inference \nshall be drawn if such profits were received in payment:  \n   a. As a debt by installments or otherwise,  \n   b. As wages of an employee or rent to a landlord,  \nc. As an annuity to a widow or representative of a deceased \npartner,  \nd. As interest on a loan, though the amount of payment vary with \nthe profits of the business,  \ne. As the consideration for the sale of a goodwill of a business or \nother property by installments or otherwise.\n62 \n \n62 N.C.G.S. § 59-37. \n \n32. Cutter contends that he and Vojnovic entered into a partnership to purchase \nJib Jab because they agreed to split profits 50/50 and to a division of labor and \nresponsibility for the pursuit of the Jib Jab opportunity.63  Cutter also offers evidence \nthat he and Vojnovic occasionally referred to each other as “ partners.”64  Cutter \nargues that this evidence entitles him to a judgment as a matter of law that he and \nVojnovic were partners in the Jib Jab opportun ity or, alternatively, at a minimum, \nprecludes summary judgment for Defendants. \n33. Defendants reject Cutter’s contentions and argue that there was no meeting \nof the minds concerning the essential terms of any alleged partnership agreement \nbetween them.  In particular, Defendants argue that the undisputed evidence shows \nthat Cutter and Vojnovic never agreed to all the essential terms of a partnership, \nincluding, in particular, to share losses jointly  or to the terms and sources for the \nfinancing of the Jib Jab purchase.\n65  Defendants contend that without agreement to \nthese terms, no partnership existed as a matter of law, and Cutter’s claims must be \ndismissed. \n34. The Court agrees with Defendants.   \n \n \n63 (Pl.’s. Mem. Law Supp. Mot. Summ. J. 8, ECF No. 68.) \n \n64 (See, e.g., Aff. J. Alexander Heroy, dated 25 September 2023 Ex. C, ECF No. 67.3 ; Aff. J. \nAlexander Heroy, dated 25 September 2023 Ex. J, ECF No. 67.10.) \n \n65 (Mem. Law Supp. Defs.’ Mot. Summ. J. 13–18 [hereinafter “Defs.’ Br. Supp.”], ECF No. 73.) \n \n35. First, our courts have held that for a partnership to exist, the parties must \nagree to share profits and losses in equal or specified portions.  See, e.g. , Johnson v. \nGill, 235 N.C. 40, 44–45 (1952) (“To make a partnership, two or more persons should \ncombine their property, effects, labor, or skill in a common business or venture, and \nshare the profits and losses in equal or specified proportions[.]” (emphasis added));  \nsee also, e.g., Reason v. Barfield, 2023 NCBC LEXIS 46, *12 (N.C. Super. Ct. Mar. 24, \n2023) (“[A partnership] agreement is most often expressed optimistically as one to \nshare profits; however, the reverse is true as well.  Partners or co- adventurers must \nalso agree to bear responsibility for any losses the bus iness incurs.”); La Familia \nCosmovision, Inc. v. Inspiration Networks, 2014 NCBC LEXIS 52, *16 –22 (N.C. \nSuper. Ct. Oct. 20, 2014) (relying, in part, on parties’ lack of agreement to share losses \nto conclude that no partnership existed between them  and concluding that “ [t]he \ngeneral rule under the Uniform Partnership Act, and other law, is that an agreement \nto share losses as well as profits is essential to the existence of a partnership.”  \n(citation omitted)).\n66   \n \n66 Other jurisdictions also recognize this rule.  See, e.g., Eagan v. Gory, 374 Fed. Appx. 335, \n339 (3d Cir. 2010) (“The obligation to share losses ‘is one of the most important indicia of a \npartnership’ ”) (quoting Yonadi v. Comm’r, 21 F.3d 1292, 1297 (3d Cir. 1994)); Van Hoose v. \nSmith, 355 Mo. 799, 804 (1946) (Under Missouri law, “it is not sufficient to create a \npartnership that the parties were to share the profits of a given enterprise or transaction.  \nThey must also have agreed, that is, intended to share the losses and to become partners.”); \nTrue v. Hi-Plains Elevator Mach., Inc., 577 P.2d 991 (Wyo. 1978) ( Under Wyoming law, \nabsence of a “mutual interest” to share “in the profits derived from the venture and the losses \nsustained in its operation” is “conclusive evidence that a partnership  . . . does not exist[.]”); \nGrunstein v. Silva, 2014 Del. Ch. LEXIS 167, at *53, (Del. Ch. Sept. 5, 2014) (Under Delaware \nlaw, “the hallmark of a partnership  is the common obligation to share losses as well as \nprofits[.]” (cleaned up)).  \n \n36. While Cutter and Vojnovic agree tha t they  agreed to share profits, it is \nundisputed that neither party has offered evidence that the y agreed to share any \nlosses that the alleged partnership might suffer.  To the contrary, Cutter’s testimony \nestablishes that he and Vojnovic did not reach such an agreement: \n Q. Was there any understanding about what would happen if like – to the \nlosses? Who would – would incur the losses? \n \n A. No. \n \n Q. There was no understanding about that? \n \n A. No.\n67 \n \n37. The Court thus finds that Cutter and Vojn ovic’s failure to reach an \nagreement concerning the sharing of losses is fatal to Cutter’s contention that he and \nVojnovic entered into an enforceable partnership agreement to purchase Jib Jab.  See, \ne.g., Reason, 2023 NCBC LEXIS 46, at *14 (recognizing that a plaintiff must “present \nevidence that the parties’ agreement was not limited to sharing only the upside of \ntheir venture”).  \n38. Nevertheless, even if the absence of an agreement to share losses was not \ndeterminative, that fact, when co mbined with other undisputed evidence discussed \nbelow, further compels the conclusion that Cutter and Vojnovic did not enter into an \nenforceable partnership agreement as a matter of law.   \n39. For example, it is undisputed that Cutter never agreed to put his personal \nassets at risk at any time and that he consistently refused to guarantee or assume \n \n67 (Cutter Dep. 77:6–12, ECF No. 70.11.) \n \npersonal liability on any financing for the alleged partnership –a requirement \nconsistently demanded by every lender .68  Indeed,  Vojnovic was the only party to \nassume personal liability.69  The North Carolina courts have found that a partnership \ndid not exist where, as here, one of the alleged partners did not bear any risk of loss.  \nSee, e.g., Rothrock v. Naylor, 223 N.C. 782, 787–88 (1944) (finding existence of owner-\nindependent contractor relationship rather than partnership, noting that one party \nbore no risk of any possible loss); La Familia Cosmovision, Inc. , 2014 NCBC LEXIS \n52, *20–21 (finding no partnership in part because plaintiff did not share in any risk \nof loss). \n40. The evidence is also undisputed that Cutter and Vojnovic never reached an \nagreement concerning the financing for the proposed purchase.  Financing was \ncritical to Cutter and Vojnovic’s ability to purchase Jib Jab 70 and clearly was a \nmaterial term of their purported partnership agreement, yet the evidence shows that \nCutter and Vojnovic could never agree to the same financing terms, with the same \nlender, at the same time.  Although Cutter and Vojnovic hoped to purchase Jib Jab \ntogether, their inability to agr ee to this essential term of their contemplated \ntransaction prevented them from ever becoming co-owners and sharing profits in the \n \n68 (Cutter Dep. 141:4–16, ECF No. 70.11; 2d Vojnovic Aff. ¶ 28.) \n \n69 (Vojnovic Dep. 196:3– 11 (ECF No. 80.2) , 301:15–17 (ECF No. 67.5) , 334:7–22 (ECF No. \n67.5); 2d Vojnovic Aff. ¶¶ 41–44, 49, 50–53, Ex. D.) \n \n70 (Aff. J. Alexander Heroy, dated 25 September 2023 Ex. G, ECF No. 67.7; 2d Aff. J. \nAlexander Heroy, dated 25 October 2023 Ex. V, ECF No. 80.3; see also Cutter Dep. 126:15–\n27:7 (“Unless you get the money, you don’t have a deal.”) , ECF No. 70.11; Vojnovic De p. \n119:21–25, ECF No. 80.2). \n \npurported common law partnership and is fatal to Cutter’s claim that a partnership \nexisted between them.  See, e.g. , Miller v . Rose, 138 N.C. App. 582, 590  (2000) \n(concluding that no partnership existed between alleged partners who did not agree \nto financing for their contemplated transaction  because financing was “essential” to \nthe purported partnership); Compton, 157 N.C. App. at 11 ( requiring “a meeting of \nthe minds with respect to the material terms of the partnership agreement”).\n71  \n41. The undisputed evidence also establishes that the relationship between \nCutter and Vojnovic lacked many indicia of an enforceable partnership.  For example, \nthey did not register a partnership name, make capital contributions to a partnership \nentity, set up bank accounts for a purported partnership, or file partnership tax \nreturns.  See, e.g. , La Familia Cosmovision, Inc., 2014 NCBC LEXIS 52, at *22 \n(identifying “a variety of traditional indicia supporting the existence of a \npartnership”).  They also never shared profits since they never got their purported \npartnership off the ground. \n \n71 Plaintiff places great weight on an unpublished opinion of the Court of Appeals, Grub, Inc. \nv. Sammy’s Seafood House & Oyster Bar, LLC , No. COA14-861, 2015 N.C. App. LEXIS 330 \n(Apr. 21, 2015), as support for its contention that a partnership existed between Cutter and \nVojnovic.  Unlike here, however, Grub, Inc.  did not involve an issue about financing the \nacquisition of property.  Moreov er, Rule 30(e) of the North Carolina Rules of Appellate \nProcedure expressly provides both that “[a]n unpublished decision of the North Carolina \nCourt of Appeals does not constitute controlling legal authority” and further that “citation of \nunpublished opinions in briefs, memoranda, and oral arguments in the trial and appellate \ndivisions is disfavored, except for the purpose of establishing claim preclusion, issue \npreclusion, or the law of the case.”  N.C.R.  App. P. 30(e).  Given that Miller , Compton, La \nFamilia Cosmovision, Inc. and the other published decisions cited above adequately supply \nthe rule of decision here, the Court finds little reason to find an exception to Rule 30(e) and \nto consider Grub, Inc. in connection with the Cross-Motions. \n \n42. It is also undisputed that , to purchas e Jib Jab, Cutter and Vojnovic \nestablished Holdings as a Georgia limited liability company—not as a North Carolina \ngeneral partnership—indicating that both men  sought to pursue their business \nrelationship together with limited liability protections that wo uld have been  \nunavailable to them had they proceeded as partners in a general partnership.  Also, \nthe undisputed evidence shows that , at all times, Vojnovic was Holdings’ only \nregistered owner, so the two men  never “co- owned” any purported partnership \nproperty.72  See Wilder, 101 N.C. App. at 202 (noting that “ co-ownership” is an \n“indispensable requisite[ ] for a partnership.”). \n43. Further, while Cutter argues that he and Vojnovic  agreed to a division of \nlabor for the alleged partnership, the testimony from both Cutter and Vojnovic \nindicates that this agreement remained at a high level —Cutter would obtain \nfinancing and close the deal and Vojnovic would  handle operations—without a more \ndetailed division of responsibi lity.73  Since a partnership agreement will not be \nenforced unless it reflects agreement as to all material terms, see, e.g., Compton, 157 \nN.C. App. at 11, Cutter and Vojnovic ’s failure to agree to specific , material terms of \nthe division of labor within t heir purported partnership is further undisputed \nevidence that a partnership did not exist between them.   \n \n72 (See Cutter Dep. 119:18–20:4, ECF Nos. 67.1, 70.11; Vojnovic Aff. ¶¶ 34, 36.) \n \n73 (Vojnovic Dep. 97:21–98:1 (ECF Nos. 67.5, 80.2), 99:23–100:4 (ECF No. 80.2); Cutter Dep. \n78:8–19, ECF No. 70.11.) \n \n44. Finally, the fact that Cutter and Vojnovic may have referred to themselves \nas partners from time to time is without determinative legal effect.  As our Supreme \nCourt has made clear, “[i]t is appropriate to regard the substance, not the form, of a \ntransaction as controlling, and [a court is] not bound by the labels which have been \nappended to the episode by the parties.”  Branch Banking & Tr. Co. v. Creasy, 301 \nN.C. 44, 53 (1980) ; see, e.g., MAS Assocs., LLC v. Korotki, 465 Md. 457, 484 (2019) \n(“Nor does the use of words like ‘ partner’ or ‘owner’ magically transform a given \nassociation into a partnership.”); Murphy  v. McDermott, Inc., 807 S.W.2d 606, 613 \n(Tex. Ct. App. 1991) ( holding that the fact that one party referre d to another as a \npartner was a legal  conclusion that “does not give rise to an issue of a disputed \nfact[.]”).    \n45. Accordingly, based on the above, the Court concludes as a matter of law on \nthe undisputed evidence of record that a partnership did not exist between Cutter \nand Vojnovic in connection with the Jib Jab opportunity.  As a result, the Court will \ndeny Plaintiff’s Motion and grant Defendants’ Motion as to Cutter’s claims for breach \nof the alleged partnership agreement, breach of Vojnovic’s fiduciary duty as a member \nof the alleged partnership, and judicial dissolution of and an accounting of the alleged \npartnership.  Those claims shall therefore be dismissed with prejudice.\n  \n2. The Tortious Interference with Prospective Economic Advantage Claim \n \n46. The parties also seek summary judgment on Cutter’s claim against Vojnovic \nfor tortious interference with prospective economic advantage , arguing that, but for \nVojnovic’s interference and usurpation of the Jib Jab opportunity, Cutter would have \nbeen able to purchase Jib Jab.  Defendants argue that Cutter has not offered evidence \nshowing that he could have purchased Jib Jab without Vojnovic’s participation.  \n47. Tortious interference with prospective economic advantage “arises when a \nparty interferes with a business relationship ‘by maliciously inducing a person not to \nenter into a contract with a third person, which he would have entered into but for \nthe interference, [ ] if damage proximately ensues, when this interference is done not \nin the legitimate exercise of the interfering person’s rights.’  ”  Beverage Sys. of the \nCarolinas, LLC v. Associated Beverage Repair, LLC, 368 N.C. 693, 701 (2016) (quoting \nSpartan Equip. Co. v. Air Placement Equip. Co. , 263 N.C. 549, 559 (1965)).  “A \nplaintiff’s mere expectation of a continuing business relationship is insufficient to \nestablish such a claim.  Instead, a plaintiff must produce evidence that a contract \nwould have resulted but for the defendant’s malicious intervention.”  Beverage Sys. \nof the Carolinas, LLC, 368 N.C. at 701 (internal citation omitted).\n74   \n \n74 Defendants contend that under North Carolina’s choice of law rules, Cutter’s tortious \ninterference claim may be governed by the laws of North Carolina (Cutter’s residence), \nGeorgia (Vojnovic’s residence), or Ohio (the restaurants’ location).   (Defs.’ Br. Supp. 21.)  \nPlaintiff argues that North Carolina law applies to this claim.  (Pl.’s Mem. Law Opp’n Defs. \nMot. Summ. J. 16, ECF No. 79.)   All parties agree, however, as does the Court, that the \ndispute is academic because the law concerning tortious interfe rence with prospective \neconomic advantage is substantially the same in each of these States.  Compare Beverage \nSys. of the Carolinas, LLC, 368 N.C. at 701, with Chrvala v. Borden, Inc., 14 F.Supp.2d 1013, \n1023 (S.D. Ohio)  (“Under Ohio law, to prevail on a claim for tortious interference with a \nprospective business opportunity, a plaintiff must demonstrate: 1) the existence of the \nprospect of a business relationship; 2) that defendant knew of the plaintiff’s prospective \nrelationship; 3) that defendant intentionally and materially interfered with the plaintiff’s \nprospective relationship; 4) without justification; and 5) caused plaintiff to suffer damages.”), \nand OnBrand Media v. Codex Consulting, Inc., 301 Ga. App. 141, 150 (2009) (“To prevail on \na claim of tortious interference with business relations, a plaintiff must prove the following \nelements: (1) improper action or wrongful conduct by the defendant without privilege; (2) the \ndefendant acted purposely and with malice with the intent to injure; (3) the defendant \ninduced a breach of a contractual obligation or caused a party or a third party to discontinue \n48. Cutter’s contention that he could have purchased the restaurant but for \nVojnovic’s interference is supported only by speculation and conjecture, not \nadmissible evidence.  Indeed, while Cutter suggests that he knew individuals he could \nhave either enlisted to operate the business or contacted to help him find an \noperator,75 he has not offered evidence identifying any of these individuals and their \nqualifications and experience, indicating these individuals’  willingness to assist \nCutter in operating the Jib Jab business, or providing that Cutter even reached out \nto any of these individuals to gauge their interest in operating Jib Jab.   Instead, he \nposits only his conjecture that he could have found these individuals if he had tried \nto locate them.  Such speculation is insufficient to create an issue of fact under Rule \n56.  See, e.g., Henson v. Green Tree Servicing LLC, 197 N.C. App. 185, 189 (2009) \n(noting that , under Rule 56, “[t]he plaintiff must offer evidence, beyond mere \nspeculation or conjecture, sufficient for a jury to find every essential element of [its] \nclaim.”) (cleaned up); Ramey Kemp & Assocs. v. Richmond Hills Residential Partners, \nLLC, 225 N.C. App. 397, 404 (2013) (requiring party opposing summary judgment to \npresent “admissi ble evidence, as compared to mere speculation  or conclusory \nassertions, demonstrating the existence of a genuine issue of material fact” once \nmovant provided evidence tending to show a lack of genuine issue of material fact).  \n \nor fail to enter into an anticipated relationship with the plaintiff; and (4) the defendant’s \ntortious conduct proximately caused damage to the plaintiff.”).  \n \n75 (Cutter Dep. 38:15–39:21, ECF No. 80.1.) \n \n49. Cutter’s speculation is also completely at odds with the undisputed evidence \nestablishing that Cutter had no experience or expertise in the restaurant industry, \nthat he had never before bought or invested in a restaurant,76 that he was not aware \nof anyone other than Vojnovic who could qualify as Jib Jab’s operator, 77 and his \ntestimony that “if [Vojnovic] did not want to partner this deal at this point [November \n2019], [Cutter] was not going to go through the effort of trying to find another partner \nto get the deal done.”78   \n50. Similarly, Cutter’s contention that he could have obtained funding from \nother sources, including other equity investors, to purchase Jib Jab is likewise \nsupported only by Cutter’s speculation.  Cutter  has not offered evidence identify ing \nthese alleged sources, their willingness and wherewithal to invest in or provide \nfinancing for a Jib Jab  purchase, the terms of any such investment or available \nfinancing, or that Cutter ever contacted any of these sources to gauge their interest \nin investing in or providing fin ancing for the Jib Jab purchase , much less to obtain \ntheir commitment.\n79  Indeed, Cutter admits that he “did not go out and try to find \nother sources of capital” after he refused to discharge Vojnovic’s prior SBA loans.80   \n \n76 (Cutter Dep. 37:15–38:8 (ECF No. 80.1), 46:1–7 (ECF No. 70.11), 68:22–69:1 (ECF No. 93).) \n \n77 (Cutter Dep. 38:15–18, ECF No. 80.1.) \n \n78 (Cutter Dep. 71:11–19, ECF Nos. 67.5, 70.11.) \n \n79 Vojnovic also testified that Cutter claimed to have other available financing options but \nnever identified them with particularity.  (Vojnovic Dep. 280:11–24, ECF No. 85.2.) \n \n80 (Cutter Dep. 176:18–23, ECF No. 70.11.) \n \n51. The undisputed evidence also shows that Cutter’s and Vojnovic’s attempts \nto find financing for the Jib Jab purchase were unsuccessful, except for the SBA loan \nthrough HomeTrust Bank, and Cutter testified that he could not provide the required \npersonal guarantee for that loan because of his previous SBA loan through ARC.81  \nThus, Cutter’s contention that he could have funded the Jib Jab purchase is based \nsolely on speculation, not evidence, and therefore cannot create a disputed material \nfact under Rule 56. See, e.g., Henson, 197 N.C. App. at 189; Ramey  Kemp & Assocs., \n225 N.C. App. at 404. \n52. Accordingly, because Cutter has failed to offer any competent “evidence that \na contract would have resulted but for the defendant’s malicious intervention,” \nBeverage Sys. of the Carolinas, LLC , 368 N.C. at 701, Defendants are entitled to \nsummary judgment dismissing  Cutter’s claim for tortious interference with \nprospective economic advantage  with prejudice.  See also, e.g. , Weiler v. DLR Grp., \n2023 Ohio App. LEXIS 1177, *10– 11 (2023) (“In order to substantiate a claim for \ntortious interference with a prospective business relationship or contract, a plaintiff \nmust include allegations of fact demonstrating the existence of ‘an actual prospective \ncontractual relation’ that but for the interference, would have been consummated.”); \nCamp v. Eichelkraut, 246 Ga. App. 275, 283 (20 00) (“An award for tortious  \ninterference with prospective business relations cannot be based on speculation that \na relationship would develop.”).  \n \n81 (Cutter Dep. 135:13–37:12, 141:4–16, ECF No. 70.11.) \nV.  \n \nCONCLUSION \n \n53. WHEREFORE, the Court hereby: \na. GRANTS Defendants’ Motion to Strike as to paragraphs 3, 4, 5, 6, 7, 9, \n10, 11, 12, 13, and 14 of the Cutter Affidavit; \nb. DENIES Defendants’ Motion to Strike as to paragraph 1 of the Cutter \nAffidavit;  \nc. DENIES Plaintiff’s Motion;  \nd. GRANTS Defendants’ Motion; and therefore  \ne. DISMISSES Plaintiff’s remaining claims with prejudice. \n SO ORDERED, this the 16th day of February, 2024. \n \n        \n             /s/ Louis A. Bledsoe, III   \n             Louis A. Bledsoe, III \n             Chief Business Court Judge "
}