{
  "id": "cf4619baa3731889ff47ba85c1d58e5a218daf756fc70c01312380c32a293edd",
  "source_file": "data/raw/ncbc/cf4619baa3731889ff47ba85c1d58e5a218daf756fc70c01312380c32a293edd.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nUNION COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 3319 \n \nNATIONAL FINANCIAL \nPARTNERS CORP. and \nCONTEMPORARY BENEFITS \nDESIGN, INC., \n \nPlaintiffs, \n \nv. \n \nDONALD F. RAY; EMILY L. RAY; \nTHOMAS H. TAYLOR; VIRGINIA A. \nTAYLOR; JIMMY W. BRYANT; \nNANCY D. KIMSEY; BILLY W. \nBAUCOM; CHRISTINE H. \nBAUCOM; TERRY W. BAUCOM; \nMELANIE E. BAUCOM; ANDREW \nW. BAUCOM and MATTHEW G. \nBAUCOM, by and through their \nGuardians Ad Litem, TERRY W. \nBAUCOM and MELANIE E. \nBAUCOM; MARK G. TARLETON; \nCYNTHIA F. TARLETON; \nMICHAEL F. SWEENEY; and \nELIZABETH A. SWEENEY,  \n \n                               Intervenor \nPlaintiffs and \n                               Cross-claimants, \n \nv. \n \nESTATE OF HARRY A. STOKES, \nSHARYN C. STOKES, individually \nand in her capacity as Executrix of \nThe Estate of Harry A. Stokes, \nCONTEMPORARY BENEFITS \nMANAGEMENT, LLC, SUNSET \nSLUSH OF MATTHEWS, LLC, \n“JOHN DOES” 1-10 (fictitious \nindividuals), and XYZ COMPANIES \n1-10 (fictitious entities), \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION \n \n \n \n{1} THIS MATTER  is before the Court upon Intervenor Plaintiffs Donald F. \nRay and Emily L. Ray’s (the “Rays”) Motion to Dismiss, the Rays’ Motion to Strike, \nNat’l Fin. Partners Corp. v. Estate of Harry A. Stokes, 2014 NCBC 49. \n \n \nin addition to Motions to Strike filed by fourteen other Intervenor Plaintiffs – \nThomas H. Taylor, Virginia A. Taylor, Jimmy W. Bryant, Nancy D. Kimsey, Billy \nW. Baucom, Christine H. Baucom, Terry W. Baucom, Melanie E. Baucom, Andrew \nW. Baucom and Matthew G. Baucom, by and through their Guardians Ad Litem, \nTerry W. Baucom and Melanie E. Baucom, Mark G. Tarleton, Cynthia F. Tarleton, \nMichael F. Sweeney, and Elizabeth A. Sweeney (hereinafter, “Intervenor Plaintiffs”) \n– and the Rays’ Motion to Compel (colle ctively, the “Motions”) in the above-\ncaptioned case.   \n{2} After considering the Motions, the briefs in support of and in opposition to \nthe Motions, and the arguments of counse l at the September 10, 2014 hearing, the \nCourt GRANTS the Rays’ Motion to Dismiss, GRANTS in part and DENIES in part \nthe Rays’ Motion to Strike, GRANTS in part and DENIES in part Intervenor \nPlaintiffs’ Motions to Strike, and GRANTS in part and DENIES in part the Rays’ \nMotion to Compel. \nWinget, Spadafora & Schwartzberg, LLP, by Luigi Spadafora and Anthony D. \nGreen, and Moore & Van Allen PLLC, by  Anthony T. Lathrop, Martha J. \nEfird, and Jason Idilbi, for Plaintiffs National Financial Partners Corp. and \nContemporary Benefits Design, Inc. \n \nShipman & Wright, LLP, by Gary K. Shipman and W. Cory Reiss, for \nIntervenor Plaintiffs Donald F. Ray and Emily L. Ray. \n \nWeaver, Bennett & Bland, P.A., by Mi chael David Bland, for Intervenor \nPlaintiffs Mark G. Tarleton, Cynthia F. Tarleton, Michael F. Sweeney, and \nElizabeth A. Sweeney. \n \nHelms Robison & Lee, P.A., by R. Kenneth Helms, Jr. and Stephen M. \nBennett, for Intervenor Plaintiffs Thomas H. Taylor, Virginia A. Taylor, \nJimmy W. Bryant, Nancy D. Kimsey, Billy W. Baucom, Christine H. Baucom, \nTerry W. Baucom, Melanie E. Baucom , Andrew W. Baucom and Matthew G. \n \n \nBaucom, by and through their Guardian s Ad Litem, Terry W. Baucom and \nMelanie E. Baucom. \n \nSharyn C. Stokes, pro se, in her capacity as Defendant Executrix of the \nEstate of Harry A. Stokes. \n \nDefendant Estate of Harry A. Stokes, pro se. \n \nAlexander Ricks PLLC, by Mary K. Ma ndeville, and Perry, Bundy, Plyler, \nLong & Cox, LLP, by H. Ligon Bundy and Christopher Cox, for Defendants \nSharyn C. Stokes, individually, and Sunset Slush of Matthews, LLC. \n \nBledsoe, Judge. \n \nI. \nBACKGROUND \n{3} For purposes of this Order and Opinio n, the Court recites those facts from \nthe Complaint that are relevant to the Court’s legal determinations.  The Court, \nhowever, does not make any factual find ings concerning these allegations in \nconnection with these Motions. \n{4} The claims in this matter arise out of an alleged Ponzi scheme purportedly \norchestrated by Harry A. Stokes (“Harry Stokes”). \n{5} Prior to July 14, 2006, Harry Stokes  and Sharyn C. Stokes (“Sharyn \nStokes”) were the sole owners of Conte mporary Benefits Design, Inc. (“CBD”), a \nbenefits brokerage firm incorporated in North Carolina and headquartered in \nMonroe, North Carolina.  (Compl. ¶¶ 6, 13-14.)   \n{6} On July 14, 2006, CBD was purchased by and merged into (the “Merger”) a \nwholly-owned subsidiary of National Fi nancial Partners Corp. (“National”), a \nDelaware corporation with executive offices located in New York, New York.  ( Id. at \n¶¶ 5, 13.) \n \n \n{7} In connection with the Merger, National, as the purchasing parent \ncompany, and Harry and Sharyn Stokes, as sellers of CBD, executed the “Merger \nAgreement,” pursuant to which Harry and Sharyn Stokes agreed, \ninter alia , to \nindemnify National for any losses sustained by National as a result of \nmisrepresentations or breaches of warrant ies made by Harry and/or Sharyn Stokes \nconcerning CBD as it existed prior to the Merger.  (Id. at ¶¶ 15-21.) \n{8} Also in connection with the Merger, Harry and Sharyn Stokes formed \nContemporary Benefits Management, LLC (“CBM””), a North Carolina limited \nliability company, through which they woul d manage CBD on National’s behalf.  \n(\nId. at ¶¶ 13, 22.)  To this end, CBM an d Harry Stokes executed a “Management \nAgreement” with National, whereby Harry Stokes agreed, inter alia , that he and \nSharyn Stokes would indemnify National with respect to any losses sustained by \nNational as a result of any breach of du ties owed to, or mismanagement of, CBD by \nCBM.  (Id. at ¶¶ 23-27.) \n{9} On or about August 15, 2013, Harry St okes confessed that he had been \n“investing” his clients’ funds in securities relating to a fictitious entity, BlackBurg \nFinancial, LLC (“BlackBurg”).  ( Id. at ¶ 30.)  Harry Stokes admitted that he had \nbeen engaging in this scheme since befo re the Merger and that, although he had \nintended to repay his clients, he had run out of funds and was unable to do so.  ( Id.)  \nNational immediately terminated its relationship with Harry Stokes upon learning \nof these admissions. (\nId. at ¶ 31.)  Harry Stokes co mmitted suicide on August 19, \n2013.  (Id. at ¶ 32.)   \n \n \n{10} Sharyn Stokes submitted her resignation to CBD on September 17, 2013.  \n(Def. Sunset Slush Ans. ¶ 31.)  She has re ceived death benefits in excess of one \nmillion dollars as the beneficiary of Harry Stokes’ life insurance policy.  (Id. at ¶ 43.) \n{11} On December 19, 2013, National and CBD (together, “Plaintiffs”) filed a \ncomplaint in Union County Superior Cour t, asserting various claims for relief \nagainst Defendants Estate of Harry Stokes , Sharyn Stokes, individually and in her \ncapacity as Executrix of the Estate of  Harry Stokes, CBM, Sunset Slush of \nMatthews, LLC (“Sunset Slush”), “John Does” 1-10 (fictitious individuals), and XYZ \nCompanies 1-10 (fictitious entities) (collect ively, “Defendants”), in connection with \nthe BlackBurg investments and Harry Stokes’ alleged Ponzi scheme.   \n{12} Plaintiffs allege that funds obtain ed through the BlackBurg investments \nwere funneled into Sunset Slush, a No rth Carolina limited liability company that \nwas wholly-owned by Harry and Sharyn  Stokes, and converted by Harry and \nSharyn Stokes to their own use.  (Compl. ¶ 41.)  Plaintiffs further allege that, as of \nthe filing of this action, the purported BlackBurg investors had “submitted claims \nand documentation to Plaintiffs indicating  that their aggregate allegedly missing \nfunds may represent an amount somewhere between $1,058,437.82 and \n$2,429,909.95.”  (\nId. at ¶ 39.)  \n{13} The fictional “John Does” and “XYZ Companies” named as Defendants in \nPlaintiffs’ complaint represented those individuals and entities which Plaintiffs \nbelieved to have some involvement with the alleged Ponzi scheme – whether \n \n \nthrough investment in BlackBurg or otherwise – but which Plaintiffs were unable to \nidentify as of the filing of their complaint.1    (Compl. ¶¶ 11-12.) \n{14} On December 30, 2013, the Rays moved to intervene and to join NFP \nSecurities, Inc. (“NFPSI”), a wholly-owned subsidiary of National, as a party to this \naction.  The Rays alleged that they were  “among the investors who provided Mr. \nStokes with monies that are the subject of  the pending action, which were procured \nby fraud and converted by Mr. Stokes during and in the course and scope of his \nagency for [CBD, CBM, National, and NFPSI].”   (Rays’ Mot. Int., pg. 2.)  The Rays \nfurther alleged that Harry Stokes had solicited their investment in BlackBurg using \nhis “investment authority and capabilitie s derived from his agency for [NFPSI], \nthrough which he purchased investment products, and was licensed to do so, as part \nof a relationship that Mr. Stokes, CBD In c. and [National] advertised to their \nclients and potential clients, including the [Rays].”  (\nId.) \n{15} On January 14, 2014, an order was entered in Union County Superior \nCourt granting the Rays’ motion to intervene and denying the Rays’ motion to join \nNFPSI as a party.  The Rays  filed a complaint and crossclaims against Defendants \nand Plaintiffs on January 17, 2014. \n{16} This matter was designated a complex business case by the Chief Justice \nof the North Carolina Supreme Court on Fe bruary 19, 2014, and assigned to this \nCourt (Murphy, J.) on February 26, 2014. \n                                                 \n1 The parties indicated at the September 10, 2014 hearing their belief that the Rays and Intervenor \nPlaintiffs comprise the “entire universe” of individuals who invested in BlackBurg through Harry \nStokes. \n \n \n{17} On March 21, 2014, Plaintiffs filed an  Answer to the Rays’ Complaint and \nCross Claims; Affirmative Defenses; and Cross-Complaint.  Therein, Plaintiffs \nasserted forty-seven affirmative defenses and a crossclaim seeking to impose a \nconstructive trust with respect to the “at least $25,000” that the Rays received from \nH a r r y  S t o k e s  “ a s  a  r e t u r n  o n  [ t h e  R a y s ’ ]  B l a c k B u r g  i n v e s t m e n t . ”   ( P l s . ’  C r o s s -\nComplaint, ¶ 2.) Plaintiffs contended that it would be “inequitable” for the Rays to \nretain the returned funds in light of th e fraudulent manner in which Harry Stokes \nhad procured them and in light of Plaintiffs’ claims and the claims of the other \npurported BlackBurg investors.  (\nId.) \n{18} On April 17, 2014, the Rays moved to  dismiss Plaintiffs’ claim for a \nconstructive trust on grounds that Plainti ffs lacked standing to seek and obtain a \nconstructive trust and, in any event, ha d failed to state a claim for which relief \ncould be granted.  The Rays also filed a Mo tion to Strike, contending that many of \nthe affirmative defenses raised by Plaintiffs had “no possible bearing on this \nlitigation.”  (Rays’ Mem. Supp. Mot. to Strike, pg. 2.) \n{19} By order entered April 14, 2014, fourteen  Intervenor Plaintiffs (in addition \nto the Rays) were permitted to intervene in  this action as parties which, like the \nRays, asserted that they had invested in BlackBurg through Harry Stokes and were \nvictims of the alleged Ponzi scheme. \n{20} Intervenor Plaintiffs filed complaints and crossclaims on April 25, 2014 \nand April 28, 2014.  Plaintiffs filed an Answer, Affirmative Defenses, and Cross-\nComplaint in response to Intervenor Plaintiffs’ claims against them on July 2, 2014, \n \n \nasserting forty-six affirmative defenses and a claim against Intervenor Plaintiffs \nseeking the imposition of a constructive trust with respect to any funds they had \nrecovered from their BlackBurg investments.  Intervenor Plaintiffs filed Motions to \nStrike a number of Plaintiffs’ affirmative defenses on July 23, 2014 and July 28, \n2014. \n{21} On July 1, 2014, following several exchanges between the Rays and \nPlaintiffs concerning discovery, the Rays filed a Motion to Compel, requesting that \nPlaintiffs be directed “to fully respond to the Interrogatories, Requests for \nProduction of Documents, and Requests for Admission addressed to the Plaintiffs.”  \n(Rays’ Mot. to Compel, pg. 2.)  Plaintiffs  filed Plaintiffs’ Opposition to the Rays’ \nMotion to Compel on July 21, 2014. \n{22} The Court held a hearing on the Rays ’ Motion to Dismiss, Motion to \nCompel, and Motion to Strike, and on Intervenor Plaintiffs’ Motions to Strike, on \nSeptember 10, 2014.  \nII.  \nANALYSIS \nA. THE RAYS’ MOTION TO DISMISS  \n{23} The Rays contend that Plaintiffs’ cl aim against them for a constructive \ntrust should be dismissed pursuant to Ru le 12(b)(1) and/or Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure.   The Rays argue that dismissal is \nappropriate under Rule 12(b)(1) because Plaintiffs merely seek indemnification and, \nunlike the Rays, were not injured directly as  a result of Harry Stokes’ alleged Ponzi \nscheme – \ni.e., Plaintiffs were not investors in Bl ackBurg.  Thus, the Rays contend, \n \n \nPlaintiffs lack standing to seek a construc tive trust.  The Rays further argue that \nPlaintiffs have failed to state a claim for a constructive trust because, in recovering \nonly $25,000 of their $325,000 BlackBurg in vestment, the Rays have not been \nunjustly enriched as a matter of law.  (R ays’ Compl. ¶¶ 26, 35, 37.)  Plaintiffs \ncounter that the Rays may have colluded wi th, or at least been  cognizant of, Harry \nStokes’ alleged scheme; that Plaintiffs will gain a better understanding of these \nissues through discovery; and that Plaintiffs have standing to seek a constructive \ntrust in light of the numerous claims asserted against them by the BlackBurg \ninvestors.  \n1. Dismissal Pursuant to Rule 12(b)(1) (Standing) \n{24} “If a party does not have standing to bring a claim, a court has no subject \nmatter jurisdiction to hear the claim.”  Estate of Apple ex rel. Apple v. Commercial \nCourier Exp., Inc., 168 N.C. App. 175, 177, 607 S.E.2d 14, 16 (2005).   \nStanding consists of three main el ements: “(1) ‘injury in fact’ -- an \ninvasion of a legally protected interest that is (a) concrete and \nparticularized and (b) actual or imminent, not conjectural or \nhypothetical; (2) the injury is fairly  traceable to the challenged action \nof the defendant; and (3) it is likely , as opposed to merely speculative, \nthat the injury will be redressed by a favorable decision.” \n \nId. (quoting Neuse River Found., Inc. v. Smithfield Foods, Inc. , 155 N.C. App. 110, \n114, 574 S.E.2d 48, 52 (2002)).  “Standing is assessed at the time the complaint is \nfiled.”  Woodring v. Swieter , 180 N.C. App. 362, 367, 637 S.E.2d 269, 275 (2006) \n(citing Messer v. Town of Chapel Hill , 346 N.C. 259, 260, 485 S.E.2d 269, 270 \n(1997)).   \n \n \n{25} “Courts of equity will impose a cons tructive trust to prevent the unjust \nenrichment of the holder of the legal title to property acquired through a breach of \nduty, fraud, or other circumstances which make it inequitable for him to retain it \nagainst the claim of the beneficiary of the constructive trust.”  Cline v. Cline , 297 \nN.C. 336, 343-44, 255 S.E.2d 399, 404 (1979).  “‘[A] co nstructive trust ordinarily \narises out of the existence of fraud, actu al or presumptive – usually involving the \nviolation of a confidential or fiduciary relation – in view of which equity transfers \nthe beneficial title to some person other than the holder of the legal title.’”  \nLeatherman v. Leatherman , 297 N.C. 618, 621-22, 256 S.E.2d 793, 795-96 \n(1979) (quoting Bowen v. Darden, 241 N.C. 11, 13-14, 84 S.E.2d 289, 292 (1954)).  A \nconstructive trust “arises purely by cons truction of equity independently of any \ncontract or of any actual or presumed intention of the parties to create a trust.”  \nTeachey v. Gurley, 214 N.C. 288, 292, 199 S.E. 83 (1938). \n{26} Plaintiffs in the instant case have  failed to carry their burden to \ndemonstrate their standing to seek and obta in a constructive trust with respect to \nthe funds that the Rays have recovered from their BlackBurg investments.  There is \nno indication that the Rays owed a fiduciary duty to National or CBD, nor have \nPlaintiffs alleged that they are without an adequate remedy at law.  See In re \nGertzman, 115 N.C. App. 634, 640-41,  446 S.E.2d 130, 135 (1994) (providing that \n“[a] constructive trust does not arise where there is no fiduciary relationship and \nthere is an adequate remedy at law” (citation and quotation marks omitted)); Estate \nof Chambers v. Vision Two Hospitality Mgmt., LLC , 2013 NCBC 52 ¶37 (N.C. \n \n \nSuper. Ct. Nov. 21, 2013), www.ncbusin esscourt.net/opinions/2013_NCBC_52.pdf \n(“A constructive trust is an improper remedy for claims redressed through an \nadequate legal remedy.”).  Indeed, even assuming the truth of Plaintiffs’ allegations, \nit appears that a damages award would effect ively redress Plaintiffs’ alleged injury.  \nSee, e.g., Robinson v. Deut sche Bank Nat’l Trust Co., 2013 Dist. LEXIS 68247, at \n*15-16 (E.D.N.C. May 14, 2013) (“Furtherm ore, Defendants’ alleged wrongful \nactions and subsequent unjust enrichment, if demonstrated, have a specific value \nand therefore the resulting damage to Plaintiff can be cured through a monetary \naward.” ). \n{27} Moreover, Plaintiffs have not met thei r burden of demonstrating that they \nhave alleged the “concrete and particularize d” injury necessary to confer standing.  \nWhereas the Rays have clearly alleged that they have suffered “injury in fact” in \nthat they are out-of-pocke t $300,000 as a result of their BlackBurg investment, the \nbasis for Plaintiffs’ alleged injury is much more tenuous.  Plaintiffs did not invest in \nBlackBurg, and although Plaintiffs have alleged an estimate of the  BlackBurg \ninvestors’ losses – “somewhere between $1,058, 437.82 and $2,429 ,909.95” – any \ninjury to Plaintiffs is inherently indirect, imprecise, and uncertain, as Plaintiffs will \nsuffer losses only to the extent that the BlackBurg investors are not made whole by \nDefendants or otherwise.  See, e.g., Hughes v. Craddock , No. COA 10-266, 2010 \nLEXIS 2050, at *20 (N.C. App. Nov. 2,  2010) (unpublished) (recognizing that \n“justification for a constructive trust would be irrelevant if the party bringing the \naction could not benefit therefrom, essentially lacking standing” and citing Scott v. \n \n \nUnited Carolina Bank,  130 N.C. App. 426, 432-33, 50 3 S.E.2d 149, 153-54 (1998), \nfor the proposition that “’[n]o one except a beneficiary or one suing on his behalf can \nmaintain a suit against the trustee to enforce the trust or to enjoin or obtain redress \nfor a breach of trust[;] . . . only benefi ciaries have standing to sue to enforce a \ntrust’”) (alterations in original)). \n{28} Lastly, the Court notes that Plaintiffs have failed to present any authority \nto support their contention that a party in their position  has standing to assert a \nclaim for a constructive trust.  Plaintiffs’ supplemental briefing on this precise issue \nadvances case law that is supportive of the general notion that a constructive trust \nmay be properly imposed to aggregate f unds tainted in the context of a Ponzi \nscheme; but none of the cases brought forth by Plaintiffs supports the proposition \nthat Plaintiffs here, as entities seekin g to vindicate indemnity rights against \nDefendants, have standing to seek and obtain a constructive trust against the Rays \non these facts.  The Court, accordingly, GRANTS the Rays’ Motion to Dismiss and \nDISMISSES Plaintiffs’ claim for a constructive trust with prejudice.  \n2. Dismissal Pursuant to Rule 12(b)(6) (Failure to State a Claim) \n{29} Alternatively, the Court concludes that Plaintiffs’ claim is also subject to \ndismissal under Rule 12(b)(6) for failure to  state a claim upon which relief can be \ngranted.   Not only have Plaintiffs failed to allege facts indicating that the Rays \nhave been unjustly enriched through their recovery of $25,000 of their $325,000 \nBlackBurg investment, but Plaintiffs have also failed to allege that they have been \n \n \ninjured in fact or are presently entitled to relief on account of any conduct of the \nRays.2 \nB. MOTIONS TO STRIKE \n{30} The Rays’ Motion to Strike and Intervenor Plaintiffs’ Motions to Strike 3 \n(collectively, “Motions to Strike”) substant ially overlap with respect to the specific \naffirmative defenses they seek to strike. 4  The Court, accordingly, finds it \nappropriate to address these Motions together. \n{31} The thrust of the Motions to Strike is straightforward: Plaintiffs have \nasserted numerous affirmative defenses wi th little or no factual support; as such, \nthe defenses should be stricken pursuant  to Rule 12(f) of the North Carolina Rules \n                                                 \n2 The Court notes that its alternative ruling under Rule 12(b)(6) would result in dismissal of \nPlaintiffs’ claim without prejudice.  In light of the Court’s dismissal of Plaintiffs’ claim under Rule \n12(b)(1), however, Plaintiffs’ claim is dismissed with prejudice. \n \n3 In addition to the Rays’ Motion to Strike, Interv enor Plaintiffs have filed two separate Motions to \nStrike – Intervenor Plaintiffs Thomas H. Taylor, Virginia A. Taylor, Jimmy W. Bryant, Nancy D. \nKimsey, Billy W. Baucom, Christine H. Baucom, Terry W. Baucom, Melanie E. Baucom, Andrew W. \nBaucom, and Matthew G. Baucom, by and through their Guardians Ad Litem, Terry W. Baucom and \nMelanie E. Baucom filed their Motion to Strike on July 23, 2014; and Interven or Plaintiffs Mark G. \nTarleton, Cynthia F. Tarleton, Michael F. Sweeney, and Elizabeth A. Sweeney filed their Motion to \nStrike on July 28, 2014.  Intervenor Plaintiffs’ two Motions to Strike advance the same challenges to \nthe same affirmative defenses raised against them by Plaintiffs, and the Court, therefore, will not \ndistinguish between them further in this Order.  The distinctions between the Rays’ Motion to Strike \nand those filed by Intervenor Plaintiffs, however, are noted and discussed where necessary for \npurposes of the Court’s analysis. \n \n4 Plaintiffs raised forty-seven affirmative defenses in response to the Rays’ complaints and forty-six \naffirmative defenses in response to Intervenor Plai ntiffs’ complaints.  Plaintiffs’ asserted affirmative \ndefenses numbered one through forty-one are set forth identically in each of their responses.  \nPlaintiffs raise an additional defense – namely, that the Rays have no right to punitive damages – in \nPlaintiffs’ forty-second affirmative defense against the Rays, which Pl aintiffs do not assert against \nthe other Intervenor Plaintiffs.  The remaining affirmative defenses asserted by Plaintiffs against \nthe Rays and Intervenor Plaintiffs are identical.  Moreover, only the Rays’ Motion to Strike \nchallenges Plaintiffs’ twenty-seventh,  fortieth, and forty-second (no right to punitive damages) \naffirmative defenses, and only Intervenor Plaintiffs’ Motions to Strike challenge Plaintiffs’ second, \nsixteenth, forty-fifth (forty-sixth as to the Rays ), and forty-sixth (forty-seventh as to the Rays) \naffirmative defenses.  The Motions to Strike otherwise challenge the same affirmative defenses.    \n \n \n \nof Civil Procedure.  Plaintiffs counter that the Motions to Strike are “extremely \npremature given that this litigation rema ins in its very early stages with no \nsubstantial discovery completed.”  (Pls.’ Mem. Opp. Int. Pls.’ Mot. to Strike, pg. 1.) \n{32}  The Court notes preliminarily that the challenges to Plaintiffs’ sixth \n(punitive damages barred) and forty-second affirmative defenses (no right to \npunitive damages) 5 were withdrawn at the September 10, 2014 hearing.  These \naffirmative defenses, therefore, survive the Motions to Strike.  Also at the hearing, \nPlaintiffs withdrew their thirty-third affi rmative defense (res judicata / collateral \nestoppel / judicial estoppel).  Plaintiffs’ thirty-third affirmative defense is, therefore, \nSTRICKEN without prejudice.  The remaining contested defenses are addressed \nbelow.   \n{33} Rule 12(f) of the North Carolina Rule s of Civil Procedure provides that \n“[u]pon motion made by a party . . . the judge may order stricken from any pleading \nany insufficient defense or any redundant, irrelevant, immaterial, impertinent, or \nscandalous matter.”  N.C. Gen. Stat. § 1A-1, Rule 12(f) (2013).  “A motion \nunder Rule 12(f) is a device to test the lega l sufficiency of an affirmative defense.”  \nFaulconer v. Wysong and Miles Co. , 155 N.C. App. 598, 601,  574 S.E.2d 688, 691 \n(2002) (citing Trust Co. v. Akelaitis , 25 N.C. App. 522, 525, 214 S.E.2d 281, 284 \n(1975)).  The granting of a motion to strike is generally disfavored “because striking \na portion of a pleading is a drastic remedy and because it is often sought by the \nmovant simply as a dilatory tactic.”  Waste Mgmt. Holdings, Inc. v. Gilmore , 252 \n                                                 \n5 Plaintiffs asserted this affirmative defense – “n o right to punitive damages” – against the Rays \nonly. \n \n \nF.3d 316, 347 (4th Cir. 2001).  “Neverthel ess, defenses may be stricken from \npleadings, if they are insuffi cient as a matter of law.”  Palmer v. Oakland Farms, \nInc., 2010 U.S. Dist. LEXIS 63265, at * 4 (W.D . Va. June 24, 2010).  “A motion to \nstrike an answer is addressed to the sound discretion of the trial court and its ruling \nwill not be disturbed absent an abuse of discretion.”  Broughton v. McClatchy \nNewspapers, Inc. , 161 N.C. App. 20, 25, 588 S. E.2d 20, 25 (2003) (citing Byrd v. \nMortenson, 308 N.C. 536, 302 S.E.2d 809 (1983)). \n{34} “[T]o survive a motion to strike, a defendant must offer more than a ‘bare-\nbones conclusory allegation which simply names a legal theory but does not indicate \nhow the theory is connected to the case at hand.’”  Villa v. Ally Fin., Inc. , 2014 U.S. \nDist. LEXIS 25624, at *6 (M.D.N.C. Fe b. 28, 2014) (citation omitted); see also  \nJohnson v. Clark , 2013 U.S. Dist. LEXIS 95492, at  *4-6 (E.D.N.C. July 9, \n2013) (striking “conclusory defenses” that failed to allege sufficient facts to provide \nthe plaintiff with sufficient notice of the affirmative defenses in question ); Koehler \nv. United States , 2012 U.S. Dist. LEXIS 163816, at *3-4 (E.D.N.C. Nov. 15, 2012) \n(providing that “conclusory defenses, presented without any factual support, should \nbe stricken”); Odyssey Imaging, LLC v. Cardiology Assocs. of Johnston, LLC, 752 F. \nSupp. 2d 721, 726 (W.D. Va. 2010) (explainin g that “dismissal under Rule 12(f) is \nappropriate where the defendant has not articulated its defenses so that they are \ncontextually comprehensible”).  “When a court strikes a defense, the general \npractice is to grant the defendant leave to amend.”  Banks v. Realty Mgmt. Serv ., \n2010 U.S. Dist. LEXIS 7501, at *3 (E.D. Va. Jan. 29, 2010). \n \n \n{35} Plaintiffs have asserted forty-six and forty-seven affirmative defenses, \nrespectively, in their responses to the claims filed by Intervenor Plaintiffs and the \nRays.  Plaintiffs concede that they have raised a number of these defenses for fear of \nwaiver, or because of their belief that, up on further inquiry, such defenses may \napply.  In other words, Plaintiffs conced e that many of their affirmative defenses \nare not currently well-grounded in fact, at  least insofar as the facts are presently \nknown to them.  Plaintiffs’ professed good faith belief that their presently \nunsupported defenses will acquire the requisite factual support through the \ndiscovery stage of these proceedings does not alter the reality that these defenses \nwere speculative at the time Plaintiffs asserted them in their responsive pleading.  \nThe speculative nature of many of Plaintif fs’ defenses is evident from the following \nassertions advanced by Plaintiffs in seekin g to convince the Court of the validity of \nthe identified affirmative defenses:  \n(i) third affirmative defense (failure to join an indispensable party) \n(contending that “it may be  that other purported BlackBurg investors \nare indispensable parties if it [is] shown that Intervenor Plaintiffs \nprofited from or were participants in any of the alleged misconduct by \nDefendants”);  \n(ii) fifth affirmative defense (lack of standing) (contending that “there is so \nmuch that is still unknown that Plaintiffs do not concede that the Rays \nhaving standing to sue of their alleged claims”);  \n \n \n(iii) eighth affirmative defense (arbitra tion) (asserting that although “the \nfull extent of any dealings between Intervenor Plaintiffs and \nDefendants is unknown . . . it is conceivable  that there may be \ncontracts executed between those parties containing arbitration \nclauses that Plaintiffs might be able to invoke”); \n(iv) sixteenth affirmative defense (accord and satisfaction) (contending that \n“[i]t is . . . far from certain that Intervenor Plaintiffs did not receive full \nand complete return of whatever funds they provided to Mr. Stokes”)6; \n(v) seventeenth affirmative defense (assu mption of risk) (asserting that \nIntervenor Plaintiffs “could have assumed risk if they were involved  \nwith the alleged misconduct of Defendants in some fashion that has \nyet to be fully revealed”);  \n(vi) twenty-first affirmative defense (unclean hands) (asserting “unclean \nhands [as] a plausible affirmative defense because [Plaintiffs]  do not \nknow what level of involvement, if an y, Intervenor Plaintiffs had with \nDefendants’ alleged misconduct”);  \n(vii) twenty-second affirmative defense ( in pari delicto ) (asserting as “a \nplausible affirmative defense”);  \n(viii) twenty-fourth affirmative defense (claims not ripe) (contending that “it \nis currently unknown by Plaintiffs what contracts Intervenor Plaintiffs \nmight claim to have executed with Defendants” and thus “ it is \n                                                 \n6 (Pls.’ Mem. Opp. Int. Pls.’ Tarleton and Sweeney’s Mot. to Strike, pg. 6.) \n \n \nunknown if there are conditions precedent to suit that Plaintiffs may \nbe permitted to invoke”);  \n(ix) twenty-eighth affirmative defense (another action pending) (conceding \nthat “[n]o action is pending of which Plaintiffs are currently aware” but \nnoting that “[s]uit may have been filed  against Defendants somewhere \nelse or against Plaintiffs in some other jurisdiction” and that \nconsolidation or transfer of the action is, therefore, “plausible”); \n(x) thirtieth affirmative defense (fraud) (contending that although \nPlaintiffs “do not know” the level of  Intervenor Plaintiffs’ involvement \nwith Defendants’ alleged misconduct, fraud may become a viable \ndefense upon acquiring such information through discovery); \n(xi) thirty-first affirmative defense (illegality) (seeking “to preserve this \npotentially relevant  affirmative defense” while Plaintiffs discover \n“what contracts, if any, may have  been executed between or among \nIntervenor Plaintiffs and Defendants”); \n(xii) thirty-second affirmative defense (payment) (contending that “[i]t is \nplausible and very conceivable” that the Rays have received more than \nthe $25,000 that the Rays have alre ady admitted to recovering from \ntheir BlackBurg investment);  \n(xiii) thirty-fourth affirmative defense (voluntary payment doctrine) \n(advancing the voluntary payment doctrine as a “plausible” affirmative \ndefense because the circumstances surrounding the payments made by \n \n \nthe Rays and Intervenor Plaintiffs to  Defendants are “not yet known”); \nand  \n(xiv) thirty-eighth affirmative defense (license) (asserting that although \nPlaintiffs “do not know what contracts, if any, may have been executed \nbetween or among Intervenor Plaintiffs and Defendants,” the defense \nof license, which here is directed at “ potential contractual relations” \nbetween the parties, should be sustained until completion of discovery) \n(xv) forty-sixth affirmative defense (other affirmative defenses reserved) \n(contending that “there may be facts  justifying the pleading of \nadditional affirmative defenses that are not currently apparent”)  \n(Pls.’ Mem. Opp. Int. Pls.’ Mot. to Strike, pgs. 5-9.) (Emphases added.)  \n{36} The Court concludes that the foregoing defenses are speculative and not \nproperly asserted at this time. 7  Accordingly, the Court GRANTS in part the \nMotions to Strike, and Plaintiffs’ third, fifth, eighth, sixteenth, seventeenth, twenty-\nfirst, twenty-second, twenty-fourth, twenty -eighth, thirtieth, thirty-first, thirty-\n                                                 \n7 The Court notes that Plaintiffs’ assertion of numerous affirmative defenses with little or no factual \nsupport can also raise concerns under Rule 11 of the North Carolina Rules of Civil Procedure.  Rule \n11 requires, inter alia , that “[e]very pleading” be “well grounded in fact” and “formed after \nreasonable inquiry.”  N.C. Gen. Stat. § 1A-1, Rule  11 (2013).  “A defendant’s counsel cannot, under \nRule 11, simply reference all possible defenses in order to avoid waiving a defense unless he or she \nhas conducted the inquiry required to determine that the defense is viable.”  Carpenter v. Agee, 171 \nN.C. App. 98, 104, 613 S.E.2d 735, 738 (2005) (Geer, J., concurring) (citing Mary Ann Pensiero, Inc. \nv. Lingle, 847 F.2d 90, 97 (3d Cir. 1988), for the proposition “the practice of ‘throwing in the kitchen \nsink’ at times may be so abusive as to merit Rule 11 condemnation”); see also Internet Law Library, \nInc. v. Southridge Capital Mgmt., LLC, 2005 U.S. Dist. LEXIS 32299, at *24 (S.D.N.Y. Dec. 12, 2005) \n(dismissing affirmative defenses where party “included in their pleadings an everything-but-the-\nkitchen-sink list of affirmative defenses that they do not even attempt to support”).  \n  \n \n \nsecond, thirty-fourth, thirty-eighth, and forty-sixth8 affirmative defenses are hereby \nSTRICKEN without prejudice.  In the event that Plaintiffs are able to develop \nevidence through discovery such that thes e defenses can be properly asserted in \ncompliance with the North Carolina Rules of Civil Procedure, then, at that time, \nPlaintiffs may seek to file an amended pleading in accordance with Rule 15. \n{37} Except as expressly stated above, the Motions to Strike are hereby \nDENIED.  \nC. THE RAYS’ MOTION TO COMPEL \n{38} The Rays seek an order from this Cour t (1) compelling Plaintiffs to provide \ncomplete responses to Interrogatory Nos. 5, 8, 11, and 18; (2) compelling Plaintiffs \nto provide complete responses to Requests for Production of Documents Nos. 1, 5, 6, \n7, 9, 10 and 11; (3) deeming that Request for Admissions Nos. 9, 12, 16, and 20 are \nadmitted; (4) directing that Plaintiffs serve a privilege log identifying all documents \nresponsive to the Rays’ discovery requests that have been withheld and, in addition, \nspecifying the author, recipient, date of  creation, subject matter, and privilege \nasserted with respect to each document so withheld; and (5) directing that Plaintiffs \nbear the cost of the attorneys’ fees incurre d by the Rays in obtaining this Order.  \n(Rays Mem. Supp. Mot. to Compel, pgs. 4, 22.) \n{39} “Under the rules governing discover y, a party may obtain discovery \nconcerning any unprivileged matter as long as relevant to the pending action and \n                                                 \n8 “[A] reserved right to rely on unpleaded defenses is simply not a defense of any kind, much less an \naffirmative one.”  Koehler v. United States, 2012 U.S. Dist. LEXIS 163816, at *4 (E.D.N.C. Nov. 15, \n2012) (quoting Palmer, 2010 U.S. Dist. LEXIS 63265, at *19). \n \n \n \nreasonably calculated to lead to the discovery of admissible evidence.”  Wagoner v. \nElkin City School Bd. of Educ. , 113 N.C. App. 579, 585, 440 S.E.2d 119, 123 (1994) \n(citing N.C. Gen. Stat. § 1A-1, Rule 26(b)).   “During discovery, relevance is broadly \nconstrued ‘to encompass any matter that bears on, or that reasonably could lead to \nother matter that could bear on, any issue that is or may be in the case.’”  \nMainstreet Collection, Inc. v. Kirkland’s Inc. , 270 F.R.D. 238, 240 (E.D.N.C. 2010) \n(quoting Oppenheimer Fund. Inc. v. Sanders , 437 U.S. 340, 351, 98 S. Ct. 2380, 57 \nL. Ed. 2d 253 (1978)).  A party’s response to a written discovery request must either \nstate that the request is permitted or raise an objection, in which case the party \nmust articulate its basis for the objection.  N.C. Gen. Stat. § 1A-1, Rule 34(b) (2013). \n{40} Rule 37 of the North Carolina Rules of Civil Procedure allows for the filing \nof a motion to compel where a party’s resp onses to discovery requests are “evasive \nor incomplete.”  N.C. Gen. Stat. § 1A-1, Rule 37(a)(3).  “The party resisting discovery \nbears the burden of showing why the motion to compel should not be granted.”  \nSmithfield Bus. Park, LLC v. SLR Int'l Corp. , 2014 U.S. Dist. LEXIS 110535, at *7 \n(E.D.N.C. Aug. 11, 2014).  “Specifically, the party seeking protection from the court \nfrom responding to discovery must make a particularized showing of why discovery \nshould be denied, and conclusory or gene ralized statements fail to satisfy this \nburden as a matter of law.”  Id.  The decision whether a “party’s motion to compel \ndiscovery should be granted or denied is within the trial court’s sound discretion \nand will not be reversed absent an abuse of discretion.”  Wagoner, 113 N.C. App. at \n \n \n585, 440 S.E.2d at 123 (citing In re Estate of Tucci , 104 N.C. App. 142, 152, 408 \nS.E.2d 859, 865-66 (1991)).   \n1. The Rays’ Interrogatories \nInterrogatory No. 5 \n{41} The Rays’ Interrogatory No. 5 reques ts that Plaintiffs identify all \ndocuments that Plaintiffs reviewed and/or relied upon in responding to the Rays’ \ninterrogatories.  (Rays Memo. Mot. to Compel,  pg. 10.)  Plaintiffs object on grounds \nof work product immunity, contending that compliance with the request would \nrequire Plaintiffs’ counsel to reveal their mental impressions formed in connection \nwith this litigation.  Plaintiffs further object on grounds of attorney-client privilege. \n{42} The party seeking protection under the work product doctrine bears the \nburden of showing “’(1) that the material consists of documents or tangible things, \n(2) which were prepared in anticipation of litigation or for trial, and (3) by or for \nanother party or its representatives which may include   an attorney, consultant . . . \nor agent.’”Isom v. Bank of Am., N.A. , 177 N.C. App. 406, 41 2-13, 628 S.E.2d 458, \n463 (2006) (quoting Evans v. United Servs. Auto. Ass’n, 142 N.C. App. 18, 29, 541 \nS.E.2d 782, 789 (2001))  The attorney-client privilege, on the other hand, is invoked \nwhere the party seeking its protection is able to show the following: \n(1) the relation of attorney and client existed at the time the \ncommunication was made, (2) the communication was made in \nconfidence, (3) the communication relates to a matter about which the \nattorney is being professionally consulted, (4) the communication was \nmade in the course of giving or seeking legal advice for a proper \npurpose although litigation need not be contemplated and (5) the client \nhas not waived the privilege. \n \n \n \nState v. McIntosh, 336 N.C. 517, 523-24, 444 S.E.2d 438, 442 (1994)).   \n{43} The Court concludes that in merely seeking identification of documents, \nInterrogatory No. 5 requests only factual information that is not confidential or \nprivileged and, therefore, offends neither the work product doctrine nor the \nattorney-client privilege.  See, e.g., Berlinger v. Wells Fargo, N.A. , 2012 U.S. Dist. \nLEXIS 26650, at *5-6 (M.D. Fla. March 1, 2012) (granting motion to compel \ndefendant to “list any and all records, notes, but not limited to, documents reviewed \nand/or utilized when formulating responses to these interrogatories” – over \ndefendant’s objection predicated upon work product doctrine and attorney-client \nprivilege – because the information sought was merely “factual information and not \nconfidential or protected privileged information”); see also Transcap Assocs. v. Euler \nHermes Am. Credit Indem. Co. , 2009 U.S. Dist. LEXIS 46382, at *9 (N.D. Ill. June \n3, 2009) (concluding defendant’s response to interrogatory was insufficient because \nit “did not provide any information that would enable [plaintiff] to identify the \nspecified documents [that defendant] relied on in responding to the \nInterrogatories”); Flores v. Dibenedeto , 2013 U.S. Dist. LEXIS 145082, at *3-4 (D. \nConn. Oct. 8, 2013) (granting plaintiffs’ mo tion to compel defend ants’ responses to \ninterrogatories requesting that defendants “identify all documents referred to or \nrelied upon in responding to this interrogatory”); Aspen Grove Owners Ass’n v. Park \nPromenade Apts., LLC, 2010 U.S. Dist. LEXIS 100735, at *19 (W.D. Wash. Sept. 17, \n2010) (directing plaintiff to specify the evidence relied upon in responding to \ndefendants’ interrogatory); Cummerlander v. Patriot Preparatory Acad. , 2014 U.S. \n \n \nDist. LEXIS 67567, at *31 (S.D. Ohio May 16,  2014) (explaining that “a plaintiff \nmay properly use an interrogatory to requ est that a defendant identify documents \nused to support responses to requests fo r admission”).  Plaintiffs’ objection is \noverruled, and Plaintiffs shall supplement their responses accordingly. \nInterrogatory No. 8 \n{44} The Rays’ Interrogatory No. 8 requests information concerning Plaintiffs’ \n“open architecture” approach in the conduct of its business through its subsidiaries, \nincluding CBD.  Plaintiffs’ original response to this interrogatory professed \n“uncertain[ty] as to the meaning of the phrase ‘open architecture’ given that it [was] \nnot a term of art known to them.”  (Pls.’ Resp. Interr. 8.)  Plaintiffs amended their \nresponse after the Rays pointed out that National had extolled the benefit of its \n“open architecture” approach in its 2010 Form 10-K filing with the Securities and \nExchange Commission.  The Rays contend, however, that “Plaintiffs’ Amended \nAnswer merely parrots the little information” set forth in the Form 10-K and that \nPlaintiffs, therefore, should be ordered to  provide a more detailed response, as the \nrequested information pertains to the Rays’ claims concerning National’s control \nover its subsidiaries and individual broker s, such as Harry Stokes.  (Rays’ Mem. \nSupp. Mot. to Compel, pg. 11.) \n{45} The Court finds this request overly broad and unduly burdensome in the \ncontext of this case.  Further, as a practi cal matter, it appears that National’s “open \narchitecture approach” has little, if any,  bearing on the question of National’s \ncontrol over CBM and Harry Stokes.  The Court cannot, therefore, conclude that the \n \n \ninterrogatory is reasonably calculated to lead to the discovery of admissible \nevidence.  See Wagoner, 113 N.C. App. at 585, 440 S.E. 2d at 123; N.C. Gen. Stat. § \n1A-1, 26(b)(1) (2013).  Accordingly, the Cour t denies the Rays’ motion to the extent \nthat it seeks to compel further response to Interrogatory No. 8.  \nInterrogatory Nos. 11 and 18 \n{46} Interrogatory No. 11 requests that Plaintiffs identify all documents \nconcerning National’s strategies with respect to its management and oversight of \n“independent financial services products distribution businesses” 9 that it acquired \nfrom 2005 through 2013; it also requests th at Plaintiffs identify any documents \nconcerning National’s supervision of securities brokers that are registered through \nNFPSI and that operate within the financ ial services firms acquired by National .  \nSimilarly, Interrogatory No. 18 requests th at Plaintiffs identify all policies, \nmanuals, or memoranda governing the oversight of Harry Stokes, CBM and other \nmanagers of such acquired businesses.   \n{47} Plaintiffs point out that they have produced the Management and Merger \nAgreements and insist that, aside from th ose agreements, National has no duty to \nsupervise its subsidiaries, independent contractors, or “principals” of its \nindependent contractors. 10  Additionally, Plaintiffs vehemently contend that \ndocuments currently in NFPSI’s possession are not discoverable, as NFPSI is not a \n                                                 \n9 National uses this term – “independent financial services products distribution businesses” – in its \nForm 10-K to describe the firms that it acquires under its “acquisition structure.”   \n \n10 CBM was an independent contractor of National; Harry Stokes was a “principal” of CBM. \n \n \nparty to this action and no evidence has been produced to link NFPSI to the \nBlackBurg investments. \n{48} The Court finds that the information requested in Interrogatory Nos. 11 \nand 18 constitutes information that is ce ntral to the Rays’ claims and theory of \nrecovery concerning the degree of control ex ercised by Plaintiffs over Harry Stokes \nand CBM.  Moreover, the production of National’s “Producer Market Conduct \nGuide” indicates that the Management an d Merger Agreements are not the only \nexisting documents that pertain to Nation al’s oversight of Harry Stokes and CBM \n(or at least of persons with Stokes’ job title and position).  Accordingly, the Court \ndirects Plaintiffs to supplement their answers to Interrogatory Nos. 11 and 18 to \nidentify all such responsive documents after making reasonable inquiry as required \nunder Rule 26(g).  \nThe NFPSI Documents \n{49} The North Carolina Rules of Civil Procedure are, for the most part, \nverbatim recitations of the federal rules.”  Turner v. Duke Univ., 325 N.C. 152, 164, \n381 S.E.2d 706, 713 (1989) (citing Sutton v. Duke , 277 N.C. 94, 176 S.E. 2d 161 \n(1970)).  “Decisions under the federal rules are thus pertinent for guidance and \nenlightenment in developing the philo sophy of the North Carolina rules.”  Id.  \nAnalogous to Rule 34 of the North Carolina Rules of Civil Procedure, Rule 34 of the \nFederal Rules of Civil Procedure requires a party to produce documents that are “in \nthe possession, custody or control of the party upon whom the request is served . . . \n.”  Fed. R. Civ. P. 34(a)(1) (emphasis adde d).  “[A] litigating parent corporation has \n \n \ncontrol over documents in the physical possession of its subsidiary corporation \nwhere the subsidiary is wholly owned or controlled by the parent.”  American Angus \nAss’n v. Sysco Corp., 158 F.R.D. 372, 375 (W.D.N.C. 1994) (citing Camden Iron & \nMetal, Inc. v. Marubeni America Corp. , 138 F.R.D. 438, 441 (D.N.J. 1991)).  Factors \nto be considered in determining whether a parent has “control” of its subsidiary \ninclude the following: \n(a) commonality of ownership, (b) exchange or intermingling of \ndirectors, officers or employees of the two corporations, (c) exchange of \ndocuments between the corporations in the ordinary course of \nbusiness, (d) any benefit or involvement by the non-party corporation \nin the transaction, and (e) involvement of the non-party corporation in \nthe litigation. \n \nUniden Am. Corp. v. Ericsson Inc., 181 F.R.D. 302, 306 (M.D.N.C. 1998).    \n{50} Here, NFPSI is a wholly-owned subsidiary of National.  Under American \nAngus Ass’n, this fact, in and of itself, would appear to be dispositive in requiring \nNational to produce any relevant documents presently in NFPSI’s possession.  \nRegardless, the same result is achieved through application of the multi-factor \napproach set forth in Uniden: commonality of ownership weighs in favor of \nproduction, as does the fact that National and NFPSI share several of the same \nofficers and directors – namely, Doug las W. Hammond (Chairman and Chief \nExecutive Officer of National; Chairman and Director of NFPSI; Mark Grosvenor \n(Senior Vice President and Chief Technology Officer of National; Senior Vice \nPresident Technology of NFPSI); Anne Long  (Senior Vice President and President, \nNFP Life, of National; Director of N FPSI); and James L. Poer (Senior Vice \nPresident and President, Advisor Services of National; President, Board of Directors \n \n \nof NFPSI).  (Rays’ Resp. to Pls.’ Supp. Mem., Exh. 1-2).  Further, and although \nsomewhat removed from the res gestae of the “transaction” in question – that is, the \nPonzi scheme and the BlackBurg investments solicited by Harry Stokes in \nfurtherance thereof – it does appear, as the Rays point out, that NFPSI may have \nrelevant documents to this dispute since a provision in the Management Agreement \nrequired Mr. Stokes to conduct his securi ties transactions through NFPSI.  Thus, \nnotwithstanding the fact that NFPSI is not a party to this litigation, the totality of \nthe circumstances lead the Court to conclude that the Rays have met their burden \nof showing that National “controls” NFPSI for purposes of the present analysis and \nmay possess relevant documents that could lead to the discovery of admissible \nevidence.  Plaintiffs’ objection that documents in NFPSI’s possession are not \ndiscoverable is, therefore, overruled, and Plaintiffs shall supplement their responses \naccordingly. \n2. The Rays’ Requests for Production of Documents (“RFP”) \nRFP No. 1 \n{51} RFP No. 1 seeks any documents that have not already been produced that, \nby virtue of this Order, Plaintiffs have been directed to identify in supplementing \ntheir responses to the Interrogatories addressed above.  The Court sustains \nPlaintiffs’ objection to this request to the extent that compliance therewith would \nrequire Plaintiffs to produce privileged documents. 11  Plaintiffs’ objection is \notherwise overruled, and Plaintiffs shall supplement their responses accordingly.         \n                                                 \n11 Although the Court has directed Plaintiffs to identify all documents reviewed and/or relied upon in \nformulating their re sponses to the Rays ’ Interrogatories, supra, Plaintiffs shall not be required to \n \n \nRFP No. 5 \n{52} RFP No. 5 seeks statements reflecti ng management fees paid to CBM \nand/or Harry Stokes from July 2006 thro ugh 2013.  Plaintiffs represent that \nPlaintiffs have produced all such statemen ts pertaining to CBM and that Plaintiffs \nhave no such statements pertaining to Harry Stokes, as Plaintiffs did not pay \nmanagement fees to Harry Stokes.  Accord ingly, the Court directs that Plaintiffs \nproduce any such documents still in Plaintiffs’ possession or, alternatively, amend \ntheir response to indicate that no such documents exist that have not already been \nproduced. \nRFP No. 6 \n{53} RFP No. 6 seeks all policies, manuals, memoranda, and guidance \ndocuments concerning oversight of managers of financial services firms acquired by \nNational.  Plaintiffs have produced the Merger and Management Agreements, \nwhich Plaintiffs represent constitute the on ly such documents in their possession.  \nPlaintiffs also produced but then withheld the Producer Market Conduct Guide, \nwhich Plaintiffs contend is inapplicable to CBD, CBM, or Harry Stokes and, \ntherefore, not germane to RFP No. 6.  The Court concludes that the Producer \nMarket Conduct Guide and similar documents, including those pertaining to NFPSI \nand/or in NFPSI’s possession, are discoverable and must be produced.  Accordingly, \nPlaintiffs’ objections to this request are overruled, and Plaintiffs shall produce any \npolicies, manuals, memoranda, and guidance documents that are responsive to this \n                                                                                                                                                             \nproduce any documents so identified to the extent such documents are protected under the work \nproduct doctrine or the attorney-client privilege (or any other applicable privilege).  \n \n \nrequest, or alternatively, shall amend their response to indicate that no such \ndocuments exist that have not already been produced. \nRFP No. 7 \n{54} Similar to RFP No. 6, RFP No. 7 seeks policies, manuals, memoranda, and \nguidance documents concerning oversight of brokers that are registered through \nNFPSI and that operate within the financia l services firms acquired by National.  \nPlaintiffs’ objections to this request are overruled for the reasons stated above in \nconnection with Interrogatory Nos. 11 and 18 and RFP No. 6, and Plaintiffs shall \nsupplement their responses accordingly.    \nRFP Nos. 9 and 11 \n{55} RFP Nos. 9 and 11 seek any intra-offi ce or inter-office communications \nconcerning Harry Stokes’ investment activities and oversight of Harry Stokes and \nCBM from July 2006 through the present, resp ectively.  Plaintiffs object that, aside \nfrom documents concerning the BlackBurg investments, the requested documents \nare not relevant to this action and, moreover, would require disclosure of \ninformation protected by privacy laws and information that constitutes Plaintiffs’ \ntrade secrets and proprietary information. \n{56} The Court finds this request to be within the scope of Rule 26(b)(1), as \noffice communications concerning oversight of Harry Stokes and/or his investment \nactivities – pertaining to BlackBurg or ot herwise – during the specified time period \nwould be probative of the degree to which Plaintiffs exercised oversight over Harry \nStokes, and, therefore, could lead to discov ery of admissible evidence relating to the \n \n \nRays’ claims.  Plaintiffs’ objection to this request for production is, therefore, \noverruled, and Plaintiffs shall supplement their responses accordingly.12   \nRFP No. 10 \n{57} RFP No. 10 seeks any investigative re ports or findings concerning the \nconduct of Harry Stokes and/or CBM.  Plaintiffs object that any reports not \npertaining to the BlackBurg investments are irrelevant and, to the extent \nconducted in contemplation of this action , are protected from discovery under the \nwork product doctrine and attorney-client privilege. \n{58} Plaintiffs’ counsel indicated at the September 10, 2014 hearing that a \nforensic investigation had been performed on Harry Stokes’ computer or computers.  \nAdditionally, National’s Audit Report of CBD, dated January 25, 2013, states that \n“inconsistences were noted” in the tax re turns of Harry Stokes and CBM and that \n“[c]orporate audit plans on reviewing thes e revised tax returns [as filed by Harry \nStokes] as part of a future audit.”  (Aud it Report, pg. 1.)  The Court, therefore, \noverrules Plaintiffs’ objection and orders Plaintiffs to produce any reports performed \nas a result of the Audit Report and any fo rensic or other investigations conducted \nrelating to Harry Stokes and/or CBM. \n3. Request for Admissions (“RFAs”) \n{59} The Rays take issue with Plaintiffs’ responses and objections to RFAs Nos. \n9, 12, 16, and 20, contending that Plainti ffs’ recalcitrance has precluded stipulation \nof matters that, in the Rays’ view, must  be readily conceded in light of the \n                                                 \n12 With respect to Plaintiffs’ privacy concerns, the Court notes that the May 15, 2014 Consent \nProtective Order remains in effect. \n \n \nundisputed facts of record.  The Rays, theref ore, request that the Court (1) find that \nPlaintiffs’ responses and objections are insufficient and violative of Rule 36; and (2) \ndeem admitted the matters raised in the subject RFAs. \n{60} “‘Litigants in this state are required to respond to pleadings, \ninterrogatories and requests for admission with timely, good faith answers.’”  Taidoc \nTech. Corp. v. OK Biotech Co., Ltd. , 2014 NCBC 48 ¶ 32 (N.C. Super. Ct. Oct. 9, \n2014), www.ncbusinesscourt.net/opinions/2014_NCBC_48.pdf (quoting WXQR \nMarine Broad. Corp. v. JAI, Inc., 83 N.C. App. 520, 521, 350 S.E.2d 912, 913 (1986)).  \nRule 36 of the North Carolina Rules of Civ il Procedure provides, in pertinent part, \nas follows: \nThe party who has requested the admissions may move to determine \nthe sufficiency of the answers or objections. Unless the court \ndetermines that an objection is justified, it shall order that an answer \nbe served. If the court determines that an answer does not comply with \nthe requirements of this rule, it may order either that the matter is \nadmitted or that an amended answer be served. The court may, in lieu \nof these orders, determine that final disposition of the request be made \nat a pretrial conference or at a designated time prior to trial. \n \nN.C. Gen. Stat. § 1A-1, Rule 36(a) (2013).  “‘Rule 36 serves two vital purposes, both \nof which are designed to reduce trial time. Admissions are sought, first to facilitate \nproof with respect to issues that cannot be  eliminated from the case, and secondly, \nto narrow the issues by eliminating those that can be.’” Excel Staffing Serv. v. HP \nReidsville, Inc., 172 N.C. App. 281, 284-85, 616 S.E.2d 349, 352 (2005) (quoting N.C. \nGen. Stat. § 1A-1, Rule 36 official commentary).  \n{61} Here, the Court concludes that at this relatively early stage of the \nproceedings, it would be inappropri ate to deem admitted the RFAs in \n \n \nquestion.  If the Rays are able to prove facts that Plaintiffs have denied, the \nRays will, at that time, have recourse  and be entitled to seek relief under \nRule 36, Rule 37, and Rule 11, as approp riate.  The Court, therefore, denies \nat this time the Rays’ motion to the extent that it seeks to compel further \nresponse to RFAs Nos. 9, 12, 16, and 20 without prejudice to the Rays’ right \nto renew this Motion or seek alternative relief at a later stage of the case.  \n4. Privilege Log \n{62} Plaintiffs have indicated that, after unintentional delay, Plaintiffs have \nserved their privilege log on the Rays in fulfillment of Plaintiffs’ discovery \nobligations.  (Pls.’ Mem. Opp. Int. Pls.’ Mo t. to Compel, pg. 2.)  Within thirty (30) \ndays of the entry of this Order, Plaintiffs  shall serve an updated privilege log with \nany additions to the privilege log necessitated by virtue of this Order.   \n5. Attorneys’ Fees \n{63} The Rays seek, in the final sentence of their Memorandum of Law in \nSupport of Motion to Compel, an award of reasonable attorneys’ fees incurred in \nobtaining this Order.  (Rays’ Mem. Supp. Mot. to Compel, pg. 22.)  Plaintiffs do not \ncounter with any argument in opposition to the Rays’ request for attorneys’ fees, \naside from a blanket request that the Cour t deny the Rays’ Motion to Compel in its \nentirety.  (Pls.’ Mem. Opp. Int. Pls.’ Mot. to Compel, pg. 14.) \n{64} Rule 37 of the North Carolina Rules of Civil Procedure provides, in \npertinent part, as follows: \nIf the motion [to compel] is granted, the court shall, after opportunity \nfor hearing, require the party or deponent whose conduct necessitated \n \n \nthe motion or the party advising such conduct or both of them to pay to \nthe moving party the reasonable expenses incurred in obtaining the \norder, including attorney’s fees, unless the court finds that the \nopposition to the motion was substantially justified or that other \ncircumstances make an award of expenses unjust.   \nN.C. Gen. Stat. § 1A-1, Rule 37(a)(4) (2013). \n{65} The Court concludes that Plaintiffs’ opposition to the Rays’ Motion to \nCompel was substantially justified and that, at this stage of the proceedings, an \naward of expenses, including attorneys’  fees, would be unjust and thus not \nappropriate.  Accordingly, the Court DENIES the Rays’ request for attorneys’ fees, \nwithout prejudice to the Rays’ right to re new such request, should an issue arise \nconcerning compliance with this Order as discovery proceeds.    \nIII. \nCONCLUSION \n{66} For the foregoing reasons, the Rays’ Motion to Dismiss is GRANTED; the \nRays’ Motion to Strike is GRANTED in part and DENIED in part; Intervenor \nPlaintiffs’ Motions to Strike are GRANTED in part and DENIED in part; the Rays’ \nMotion to Compel is GRANTED in part and DENIED in part; and within thirty (30) \ndays of the entry of this Order, Plaintiffs  shall serve an updated privilege log with \nany additions to the privilege log necessitated by virtue of this Order.  \n \nSO ORDERED, this the 13th day of October, 2014. \n \n \n         \n "
}