{
  "id": "cfe9a863ec1619ff1f5c3bf15392690115e7cfbf0a55a78d08bdaa818e545599",
  "source_file": "data/raw/ncbc/cfe9a863ec1619ff1f5c3bf15392690115e7cfbf0a55a78d08bdaa818e545599.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 3490 \nANNE L. WEISMAN, \n \nPlaintiff, \n \nv. \n \nBLUE MOUNTAIN ORGANICS \nDISTRIBUTION, LLC;  \nPATRICIA HOUCHIN; BLUE \nMOUNTAIN ORGANICS, LLC;  \nBLUE MOUNTAIN HOLDINGS, \nLLC; JARED MIZRAHI; STEPHANIE \nWEISMAN; PETER HOUCHIN; \nJOHN DOE; and JANE DOE,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER AND OPINION \n \n{1} THIS MATTER is before the court on Defendants Blue Mountain \nOrganics Distribution, LLC, Patricia Houchin, and Peter Houchin’s Motion to \nDismiss for Lack of Personal Jurisdiction (“Motion”).  For the reasons stated below, \nthe Motion is GRANTED. \n \nGordon Law Offices by Harry G. Gordon for Plaintiff. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP by John S. Buford for \nDefendants Blue Mountain Organics Distribution, LLC, Patricia Houchin, \nand Peter Houchin. \n \nGale, Judge. \n \nI. PROCEDURAL BACKGROUND \n \n{2} Plaintiff Anne L. Weisman (“ Weisman”) filed her Complaint on \nFebruary 28, 2013.  The case was designated a complex business case by Order \ndated September 30, 2013, and assigned to the undersigned on October 1, 2013.  \nWeisman v. Blue Mountain Organics Distrib., LLC, 2014 NCBC 41. \nDefendant Blue Mountain Organics Distribution, LLC (“BMOD”) filed a motion to \ndismiss for lack of personal jurisdiction on September 26, 2013.  On October 28, \n2013, Defendants Patricia Houchin and Peter Houchin, joined by BMOD, filed the \npresent Motion.  BMOD restates the earlier motion when joining the present \nMotion.  The Motion has been briefed, the court heard arguments on January 14, \n2014, and the matter is ripe for disposition. \n \nII. FACTUAL BACKGROUND \n \n{3} The trial court may decide a challenge to personal jurisdiction by \nconsidering competing affidavits submitted by the parties.  Banc of Am. Sec. LLC v. \nEvergreen Int’l Aviation, Inc., 169 N.C. App. 690, 694, 611 S.E.2d 179, 183 (2005).  \nOnce a defendant submits an affidavit or evidence challenging personal jurisdiction, \nunverified allegations in a complaint conflicting with that evidence may no longer \nbe taken as true.  Id. at 693–94; 611 S.E.2d at 182–83.  However, allegations in a \ncomplaint uncontroverted by an affidavit are still taken as true.  Id. (citing \nBruggeman v. Meditrust Acquisition Co., 138 N.C. App. 612, 616, 532 S.E.2d 215, \n218 (2000)); see also Dailey v. Popma, 191 N.C. App. 64, 69, 662 S.E.2d 12, 16 \n(2008).  When affidavit testimony conflicts, the trial court “must determine the \nweight and sufficiency of the evidence” in making its findings of fact.  Banc of Am. \nSec., 169 N.C. App. at 694, 611 S.E.2d at 183 (quoting Fungaroli v. Fungaroli, 51 \nN.C. App. 363, 367, 276 S.E.2d 521, 524 (1981) (internal quotation marks omitted)). \n{4} The Parties have submitted several competing affidavits.  The court \nmakes the following findings of fact solely for the purpose of this motion, based on \nthose affidavits and uncontroverted allegations in the Amended Complaint.1 \n{5} Plaintiff Anne L. Weisman is a North Carolina resident.  (Am. Compl. \n¶ 1.) \n                                                 \n1 Plaintiff moved to amend her complaint.  The court granted that motion at the January 14, 2014, \nhearing and deems Plaintiff’s proposed Amended Complaint, attached as an exhibit to Plaintiff’s \nMotion to Amend, as Plaintiff’s operative pleading with respect to Defendants BMOD, Peter \nHouchin, and Patricia Houchin. \n{6} Defendant BMOD is a limited li ability company (“LLC”) headquartered \nin and organized under the laws of Virginia.  (Aff. of Peter Houchin ¶ 3.)  BMOD \nwas formed on August 25, 2011. (Aff. of Peter Houchin ¶ 2.)  BMOD is not \nregistered to do business in North Carolina, it owns no real or personal property in \nNorth Carolina, it has no bank accounts in North Carolina, nor has it, with the \nexception of this action, ever sued or been sued in North Carolina.  (Aff. of Peter \nHouchin ¶¶ 5–8.)  All of its employees work in Virginia, and none of them reside in \nNorth Carolina.  (Aff. of Peter Houchin ¶ 4.)   \n{7} Defendants Peter and Patricia Houchin are members and managers of \nBMOD.  (Aff. of Peter Houchin ¶¶ 2, 10; Aff. of Patricia Houchin ¶¶ 2, 5.)  They are \nFlorida residents and have never been North Carolina residents.  (Aff. of Peter \nHouchin ¶ 10; Aff. of Patricia Houchin ¶ 5.)  They do not own any real or personal \nproperty in North Carolina, nor do they have any bank accounts in North Carolina.  \n(Aff. of Peter Houchin ¶ 11; Aff. of Patricia Houchin ¶ 6.)  They do not pay taxes or \nvote in North Carolina.  (Aff. of Peter Houchin ¶ 11; Aff. of Patricia Houchin ¶ 6.)  \nMrs. Houchin has never traveled to North Carolina to conduct business on BMOD’s \nbehalf.  (Aff. of Patricia Houchin ¶ 10.) \n{8} Defendant Blue Mountain Organics , LLC (“BMO”) is an LLC organized \nunder the laws of Virginia.  (Amend. Compl. ¶ 6.)   \n{9} Plaintiff filed a prior suit in Guilford County Superior Court against \nDefendants Stephanie Weisman, Jared Mizrahi (“Mizrahi”), and BMO.  (Amend. \nCompl. ¶¶ 14–22; Aff. of Anne Weisman ¶ 33(a).)  That case was resolved by court-\nordered mediation on April 5, 2011.  (Amend. Compl. ¶¶ 19–20; Aff. of Anne \nWeisman ¶ 33(b)–(e).) \n{10} During that mediation, Plainti ff and Defendants Stephanie Weisman, \nMizrahi, and Tim Clontz (“Clontz”), acting on behalf of BMO, signed a settlement \nagreement.  (Aff. of Anne Weisman ¶¶ 11, 33(b); Amend. Compl. ¶ 21(a), Ex. 1.)  \nThat settlement agreement was secured by a promissory note, a security \nagreement, and a pledge of share ownership interest in BMO.  (Aff. of Anne \nWeisman ¶¶ 13, 33(b)–(j), Exs. 1–4; Amend. Compl. ¶ 21(a)–(d), Exs. 1–4.)  Plaintiff \nreceived a security interest in BMO’s furniture, fixtures, and equipment, \nassignment of a promissory note executed by Mizrahi, and assignment of Mizrahi’s \ninterest in BMO.  (Aff. of Anne Weisman ¶ 33(b)–(l).)  BMOD was not a party to any \nof these agreements, and the company did not exist when the agreements were \nexecuted.  (Aff. of Peter Houchin ¶ 12; Aff. of Patricia Houchin ¶ 7.) \n{11} BMO experienced financial hardsh ip in early 2011, had little cash on \nhand, and could not pay its bills on time.  (Supplemental Aff. of Peter Houchin ¶¶ \n3–4, 7.)  During this time, Clontz and Mr. Houchin explored possible investments, \nrestructurings, and other courses of action that could stabilize and return BMO to \nsolvency.  (Supplemental Aff. of Peter Houchin ¶¶ 9, 11–12.) \n{12} In late August or early September 2011, Peter Houchin traveled to \nNorth Carolina with Clontz, BMO’s former chief executive, to discuss Plaintiff’s \nclaims against BMO with Plaintiff’s former attorney.  (Aff. of Peter Houchin ¶ 17.)  \nMr. Houchin contends that BMOD had not yet contemplated the particular \ntransaction whereby BMOD purchased some of BMO’s assets, (Aff. of Peter Houchin \n¶ 17; Supplemental Aff. of Peter Houchin ¶ 12,) and that he was serving either in \nan advising or consulting role to BMO or as a potential investor.  (Supplemental Aff. \nof Peter Houchin ¶ 8.)  Mr. Houchin denies negotiating at all during the meeting \nand maintains that he only provided his opinions on BMO’s financial situation so \nthat Clontz and the attorney could have a productive discussion regarding the debt \nthat BMO owed to Plaintiff.  (Supplemental Aff. of Peter Houchin ¶ 12.)  Plaintiff \ncontends that Mr. Houchin and Clontz attempted to “strong arm” her into settling \nthe debt on unfavorable terms.  (Aff. of Anne Weisman ¶ 33(aa).) \n{13} On September 29, 2011, BMOD agr eed to purchase assets from BMO.  \n(Aff. of Peter Houchin ¶ 13.)  That transaction closed on October 3, 2011, and BMO \nsold and transferred most of its assets to BMOD.  (Aff. of Peter Houchin ¶ 13; Aff. of \nAnne Weisman ¶ 33(cc)(xiii).)  BMOD did not agree to assume any liabilities that \nBMO owed to Plaintiff.  (Aff. of Peter Houchin ¶ 13.)  BMOD also did not purchase \nany of BMO’s furniture, fixtures, or equipment in which Plaintiff had a security \ninterest, and those assets remain in Virginia on BMO’s former (and BMOD’s \ncurrent) premises.  (Aff. of Peter Houchin ¶ 14; Supplemental Aff. of Peter Houchin \n¶ 13.)2 \n{14}  There is no common ownershi p or management between BMO and \nBMOD.  (Supplemental Aff. of Peter Houchin ¶ 22.)  Neither Mr. Houchin nor Mrs. \nHouchin control or own any interest in BMO.  (Supplemental Aff. of Peter Houchin \n¶ 25.)  Only 3.6% of BMOD’s total sales revenue comes from sales to wholesale and \nretail customers within North Carolina.  (Aff. of Patricia Houchin ¶ 4.) \n \nIII. ANALYSIS \n \n{15} Once a defendant challenges personal jurisdiction, the plaintiff must \nestablish by a preponderance of the evidence that the court may exercise personal \njurisdiction over that defendant.  Corbin Russwin, Inc. v. Alexander’s Hardware, \nInc., 147 N.C. App. 722, 723, 556 S.E.2d 592, 594 (2001); see also Wyatt v. Walt \nDisney World Co.¸ 151 N.C. App. 158, 162, 565 S.E.2d 705, 708 (2002). \n{16} The court must conduct a two-step  analysis to determine whether the \nHouchins or BMOD are subject to personal jurisdiction in North Carolina.  First, \nthe court must determine if the long-arm statute authorizes jurisdiction over them.  \nSkinner v. Preferred Credit, 361 N.C. 114, 119, 638 S.E.2d 203, 208 (2006).  If so, \nthen the court must ensure that exercising personal jurisdiction comports with the \nDue Process Clause.  Id.   \n \nA. Long-Arm Statute \n \n{17} Plaintiff claims that nearly ev ery provision in the long-arm statute \nauthorizes personal jurisdiction over BMOD and the Houchins.  The court therefore \nmust address each section Plaintiff claims confers jurisdiction. \n                                                 \n2 Plaintiff claims BMOD also acquired BMO’s furniture, fixtures, and equipment that secured \nPlaintiff’s note.  (Aff. of Anne Weisman ¶ 35, Ex. 9.)  BMOD and the Houchins insist that BMO \nretains title to those assets and that they were not part of the transaction. \n{18} Section 1-75.4(3) provides for pe rsonal jurisdiction “[i]n any action \nclaiming injury to person or property” in North Carolina “arising out of an act or \nomission within this State by the defendant.”  N.C. Gen. Stat. § 1-75.4(3).  Here, the \nasset transfer occurred within Virginia, between Virginia-based companies.  There \nis no evidence of an act local to North Carolina that caused harm to Plaintiff.  Thus, \nsection 1-75.4(3) does not permit the court to exercise personal jurisdiction over \nBMOD or the Houchins.        \n{19} Section 1-75.4(4)a provides for personal jurisdiction “in any action \nclaiming injury to . . . property within [North Carolina] arising out of an act or \nomission outside [North Carolina] by the defendant” if, around the time of the \nplaintiff’s claimed injury, the defendant or another on defendant’s behalf engaged in \n“solicitation or services activities” within North Carolina.  N.C. Gen. Stat. § 1-\n75.4(4)a.  The Houchins did not engage in any “solicitation or services activities” \nwithin North Carolina.  Although BMOD engaged in limited “services activities” in \nNorth Carolina by virtue of its product sales to wholesalers, none of Plaintiff’s \nclaimed injuries can conceivably arise out of any of those activities.  Thus, this \nsection of the long-arm statute does not provide a basis for the court to exercise \njurisdiction over BMOD or the Houchins. \n{20} Section 1-75.4(5)(c) provides for pe rsonal jurisdiction “[i]n any action \nwhich . . . [a]rises out of a promise, made anywhere to the plaintiff or to some third \nparty for the plaintiff’s benefit, by the defendant to deliver or receive within [North \nCarolina], or to ship from [North Carolina] goods, documents of title, or other things \nof value.”  N.C. Gen. Stat. § 1-75.4(5)(c).  “Essentially, this section of the long-arm \nstatute reaches defendants who engage in commercial transactions with residents of \nthis state.”  Skinner, 361 N.C. at 120, 638 S.E.2d at 209 (citing Johnston Cnty. v. \nR.N. Rouse & Co., 331 N.C. 88, 95, 414 S.E.2d 30, 35 (1992)).  The claims against \nBMOD and the Houchins do not arise out any contract or commercial transaction \nwith Weisman.  Thus, this section does not permit exercising personal jurisdiction \nover BMOD or the Houchins. \n{21} Section 1-75.4(6)(c) provides for personal jurisdiction in any action \narising out of “[a] claim that the defendant return, restore, or account to the \nplaintiff for any asset or thing of value which was within this State at the time the \ndefendant acquired possession or control over it.”  N.C. Gen. Stat. § 1-75.4(6)(c).  \nThe property allegedly fraudulently conveyed to BMOD and the Houchins was \nlocated in Virginia, not North Carolina, so this section does not furnish a basis for \nexercising personal jurisdiction over BMOD or the Houchins. \n{22} Section 1-75.4(1)(d) provides for personal jurisdiction over nonresident \ndefendants “engaged in substantial activity within” North Carolina, including \nwholly interstate activity, at the time “when service of process is made upon” the \nnonresident defendant.  Id. § 1-75.4(1)(d).  This provision grants courts “the full \njurisdictional powers permissible under federal due process.”  Skinner, 361 N.C. at \n119, 638 S.E.2d at 208 (quoting Dillon v. Numismatic Funding Corp., 291 N.C. 674, \n676, 231 S.E.2d 629, 630 (1977)); see also Rossetto USA, Inc. v. Greensky Fin., LLC, \n191 N.C. App. 196, 199, 662 S.E.2d 909, 912 (2008).  Thus, this provision of the \nlong-arm statute is substantially coextensive with due process, and authorizes the \ncourt to exercise jurisdiction over BMOD and the Houchins if and only if doing so \ncomports with due process. \n \nB. Due Process \n \n{23} A court does not obtain personal jurisdiction over a nonresident \ndefendant unless the defendant has “certain minimal contacts [with the forum \nstate] such that the maintenance of the suit does not offend traditional notions of \nfair play and substantial justice.”  Tom Togs, Inc. v. Ben Elias Indus. Corp., 318 \nN.C. 361, 365, 348 S.E.2d 782, 785 (1986) (quoting Int’l Shoe Co. v. Washington, 326 \nU.S. 310, 316 (1945) (quotation marks omitted)).  More specifically, the nonresident \ndefendant must “purposefully avail[] himself of the privilege of conducting activities \nwithin the forum state.”  Evonik Energy Servs. GmbH v. Ebinger, 212 N.C. App. \n385, 389, 712 S.E.2d 690, 694 (2011) (citing A.R. Haire, Inc. v. St. Denis, 176 N.C. \nApp. 255, 259– 60, 625 S.E.2d 894, 899 (2006)).  The court must consider several \nfactors to determine whether minimum contacts exist, “including: (1) the quantity of \nthe contacts; (2) the nature and quality of the contacts; (3) the source and \nconnection of the cause of action with those contacts; (4) the interest of the forum \nstate; and (5) the convenience to the parties.”  \nId. (citation omitted).  There is no \nsingle controlling factor—the co urt must weigh all factors to “determine what is fair \nand reasonable and just to [all] parties.”  Id. (citation omitted). \n{24} Personal jurisdiction over nonres ident defendants is either general or \nspecific.  General jurisdiction exists when “the controversy is unrelated to the \ndefendant’s activities within the forum, but” the defendant “has . . . ‘continuous and \nsystematic contacts’ with the forum state.”  Wyatt, 151 N.C. App. at 165, 168, 565 \nS.E.2d at 709, 711 (quoting Helicopteros Nacionales de Colom. v. Hall, 466 U.S. 408, \n414 (1984)); see also Daimler AG v. Bauman, 134 S. Ct. 746, 754–58 (2014) \n(explaining constitutional limitations of general personal jurisdiction and affirming \nthat “continuous and systematic contacts” must essentially render a corporation “at \nhome” in a given state for general personal jurisdiction to attach); Fraser v. \nLittlejohn, 96 N.C. App. 377, 386 S.E.2d 230 (1989) (explaining Helicopteros and \nnoting that general jurisdiction requires “substantial” contacts with forum).  \nSpecific jurisdiction exists when “the controversy in the case arises out of the \ndefendant’s contacts with the forum state.”  Replacements, Ltd. v. MidweSterling, \n133 N.C. App. 139, 143, 515 S.E.2d 46, 49–50 (1999) (quoting Helicopteros, 466 U.S. \nat 414); see also Walden v. Fiore, 134 S. Ct. 1115, 1121–23 (2014) (explaining \nconstitutional constraints on specific jurisdiction and noting that “the plaintiff \ncannot be the only link between the defendant and the forum”).  Plaintiff contends \nthat the court may exercise jurisdiction over BMOD or the Houchins under either \ntheory. \n \n \n \n \n \n1. General Jurisdiction \n \n{25} The court first examines gene ral jurisdiction, which requires a \n“significantly higher” level of contacts with the forum state than specific \njurisdiction.  \nCambridge Homes of N.C., LP v. Hyundai Constr., Inc., 194 N.C. App. \n407, 412, 670 S.E.2d 290, 295 (2008) (citation omitted); see also Daimler, 134 S. Ct. \n746, 761–62 (holding that the correct test for general personal jurisdiction “is not \nwhether a foreign corporation’s in-forum contacts can be said to be in some sense \n‘continuous and systematic,’ it is whether that corporation’s ‘affiliations with the \nState are so “continuous and systematic” as to render [it] essentially at home in the \nforum State.’”) (alteration in original) (quoting Goodyear Dunlop Tires Operations, \nS.A. v. Brown, 131 S. Ct. 2846, 2851 (2011)).  Plaintiff argues that general \njurisdiction exists over BMOD because it sells products to North Carolina retail and \nwholesale consumers.3  However, BMOD, a relatively small company, received only \n3.6% of its total sales volume from North Carolina, which is insufficient to support \ngeneral jurisdiction over them.  See, e.g., Occidential Fire & Cas. Co. v. Cont’l Ill. \nNat’l Bank & Trust Co., 689 F. Supp. 564, 568 & n.1 (E.D.N.C. 1988) (finding no \ngeneral jurisdiction existed when the defendant’s loan activity in the forum state \nexceeded $100 million); Ash v. Burnham Corp., 80 N.C. App. 459, 461– 62, 343 \nS.E.2d 2, 3– 4 (1986) (holding that the defendant’s sales, comprising 0.5% of its total \nannual sales, was insufficient to support jurisdiction). Simply put, there is no \nreasonable basis for the court to conclude, or for Plaintiff to argue, that BMOD is \n“at home” in North Carolina.  The court cannot exercise general personal \njurisdiction over BMOD. \n \n \n                                                 \n3 The court is unable to discern whether Plaintiff argues general jurisdiction also exists over Peter or \nPatricia Houchin.  Plaintiff has not produced evidence of any “continuous and systematic” contacts \nthat the Houchins have with North Carolina.  Moreover, the Houchins’ status as members of BMOD \ndoes not, without more, subject them to personal jurisdiction.  See, e.g., Robbins v. Ingham, 179 N.C. \nApp. 764, 771, 635 S.E.2d 610, 615 (2006).  Finally, the Houchins are not North Carolina residents.  \nThe court cannot exercise general personal jurisdiction over them. \n2. Specific Jurisdiction \n \n{26} The court now considers whether specific jurisdiction exists over \nBMOD or the Houchins, which requires to the court to analyze “the relationship \namong [each] defendant, [North Carolina], and the cause of action.”  Skinner, 361 \nN.C. at 123, 638 S.E.2d at 210 (quoting Tom Togs, Inc., 318 N.C. at 366, 348 S.E.2d \nat 786 (quotation marks omitted)).  For the court to exercise specific jurisdiction \nover BMOD or the Houchins, the controversy must “arise[] out of the defendant’s \ncontacts with the forum state.”  Tom Togs, Inc., 318 N.C. at 366, 348 S.E.2d at 786. \n{27} At the outset, the court notes that Plaintiff has not produced any \nevidence that Patricia Houchin had any contacts with North Carolina that were \nremotely related to any of the causes of action asserted against her.  Instead, \nPlaintiff relies on conclusory allegations related to piercing BMOD’s veil to impose \nliability on Mrs. Houchin, one of its members.  Mrs. Houchin, through affidavit \ntestimony, has contradicted Plaintiff’s conclusory allegations and insists that \nBMOD adheres to corporate formalities.  Without any countervailing evidence from \nPlaintiff, the court cannot exercise personal jurisdiction over Mrs. Houchin based \nsolely on her status as a member of BMOD.  \nSee State ex rel. Cooper v. Ridgeway \nBrands Mfg., LLC, 188 N.C. App. 302, 306, 655 S.E.2d 446, 449 (2008) (holding that \nconclusory allegations concerning corporate veil piercing insufficient to subject \nnonresident defendant to personal jurisdiction); Robbins v. Ingham, 179 N.C. App. \n764, 771, 635 S.E.2d 610, 615 (2006) (“[P]ersonal jurisdiction over an individual \nofficer or employee [or shareholder] of a corporation may not be predicated merely \nupon the corporate contacts with the forum.”). \n{28} In Saft America, a case relied on heavily by Plaintiff, the nonresident \ndefendant’s company “had a long-standing business relationship with” the plaintiff, \nhe was an officer of the corporate defendant, he had “visited North Carolina . . . in \nconnection with” that relationship, and he “was \npersonally involved in negotiating \nand carrying out the contracts” from which the lawsuit arose.  Saft Am., Inc. v. \nPlainview Batteries, Inc., 189 N.C. App. 579, 594 659 S.E.2d 39, 49 (2008) \n(Arrowood, J., dissenting) (emphasis added), rev’d for reasons stated in dissent, 363 \nN.C. 5, 673 S.E.2d 864 (2009).  Thus, the trial court improperly concluded that it \ncould not exercise personal jurisdiction over him. \n{29} Here, the various claims asse rted against BMOD and the Houchins \narise principally out of allegedly fraudulent transfers of assets between BMO and \nBMOD.  Although Plaintiff has brought a litany of claims against BMOD and the \nHouchins, the factual core of their claims only involves the asset transfer and the \ncorresponding reduction in value of the property allegedly securing a promissory \nnote executed in Plaintiff’s favor.  The physical property allegedly securing that \nnote is and has always been in Virginia.  Plaintiff’s claimed membership interest in \nBMO is related more closely to Virginia, as BMO is a Virginia LLC.  BMOD is a \nVirginia LLC with its principal place of business in Virginia.  The allegedly \nfraudulent transfer of assets between BMO and BMOD took place in Virginia.  \nPlaintiff’s claims against BMOD and the Houchins essentially challenge that entire \ntransaction, which occurred entirely in Virginia.   \n{30} The only contact between Pete r Houchin or BMOD (assuming Mr. \nHouchin was acting as BMOD’s agent) and North Carolina was the single visit to \nPlaintiff’s former attorney’s office, which took place before BMOD was formed.  The \ncourt does not conclude that this single visit, even though it concerned Plaintiff’s \nclaims in a former lawsuit against BMOD and others, is sufficient to warrant \nexercising personal jurisdiction over Mr. Houchin or BMOD in this action.  It does \nnot matter whether Mr. Houchin was there as a potential investor or as a corporate \nadvisor.  \n{31} Plaintiff also advances several alternate theories of personal \njurisdiction over BMOD and the Houchins.  These theories include successor \nliability, alter-ego liability, corporate veil piercing, and conspiracy liability. \n{32} First, Plaintiff, relying on cases from other jurisdictions, argues that \nprinciples of “successor liability” support exercising personal jurisdiction over \nDefendants.  (Pl.’s Br. Opp’n Mot. Dismiss for Lack of Personal Jurisdiction 13 \n(citing Crawford Harbor Assocs. v. Blake Constr. Co., 66 F. Supp. 880, 883 (E.D. Va. \n1987)).)  Plaintiff has not cited, and the court has not found, any North Carolina \ncase recognizing that “successor liability” warrants exercising personal jurisdiction \nover a nonresident defendant who otherwise lacks sufficient minimal contacts with \nNorth Carolina.  Even assuming that such a rule of law might be recognized, the \nfacts of this case are insufficient to support exercising jurisdiction over Defendants \non this theory through affirmation of that rule. \n{33} Next, Plaintiff claims that alter-ego liability or corporate veil-piercing \ntheories support exercising personal jurisdiction over the Houchins and BMOD.  \nConclusory allegations concerning alter-ego liability or corporate veil piercing, \nwithout any other supporting evidence, cannot support exercising personal \njurisdiction over a nonresident defendant.  See, e.g., State ex rel. Cooper v. \nRidgeway Brands Mfg., LLC, 188 N.C. App. 302, 306, 655 S.E.2d 446, 449 (2008).  \nExercising personal jurisdiction based solely on a defendant’s status as an officer or \nagent of a corporation violates due process.  Robbins v. Ingham, 179 N.C. App. 764, \n771, 635 S.E.2d 610, 615 (2006); see also Saft Am., 189 N.C. App. at 599, 659 S.E.2d \nat 52 (“[P]ersonal jurisdiction cannot be based solely on a defendant’s employment \nstatus as the agent or officer of a company with ties to North Carolina, or on \npersonal connections to North Carolina that fall short of the requisite ‘minimum \ncontacts.’”).  Plaintiff’s allegations concerning veil piercing are conclusory, \nnonspecific, and directly contradicted by sworn affidavit testimony.  Thus, the court \ncannot exercise personal jurisdiction over the Houchins or BMOD under these \ntheories.  \n{34} Finally, Plaintiff advances a “conspiracy theory” of personal \njurisdiction.  Under that theory, “a conspirator who has a few contacts with a state \nmay nonetheless be subject to the state’s jurisdiction if substantial acts in \nfurtherance of the conspiracy were performed in the state and the conspirator knew \nor should have known that these acts would be performed.”  Stetser v. Tap Pharm. \nProds., Inc., 162 N.C. App. 518, 521, 591 S.E.2d 572, 575 (2004) (quoting Hanes Cos. \nv. Ronson, 712 F. Supp. 1223, 1229 (M.D.N.C. 1988)).  However, as the court of \nappeals has observed, the North Carolina Supreme Court has never adopted a \nconspiracy theory of personal jurisdiction.  Id.; see also Dailey v. Popma, 191 N.C. \nApp. 64, 73, 662 S.E.2d 12, 18 (2008) (stating that the plaintiffs failed to cite “any \nauthority that a conspiracy with a North Carolina Resident is sufficient to establish \nminimum contacts”).  This court declines any invitation to adopt the theory that \nappellate courts have not yet embraced, particularly because that invitation rests \nonly on conclusory allegations with scant, if any, supporting evidence. \n{35} In sum, the court concludes that due process does not permit it to \nexercise personal jurisdiction over Peter Houchin, Patricia Houchin, or BMOD. \n \nIV. CONCLUSION \n \n{36} For the reasons stated above, Defendants’ Motion to Dismiss is \nGRANTED and Defendants Peter Houchin, Patricia Houchin, and Blue Mountain \nOrganics Distribution, LLC are HEREBY DISMISSED from this action. \n \nIT IS SO ORDERED this 5th day of September, 2014. \n \n "
}