{
  "id": "d09aabd9969e17785eecdb1b7ef12ca28eacc9a95e6f7878a7fcb516286c4feb",
  "source_file": "data/raw/ncbc/d09aabd9969e17785eecdb1b7ef12ca28eacc9a95e6f7878a7fcb516286c4feb.pdf",
  "raw_text": "Out of the Box Developers, LLC v. Logicbit Corp., 2012 NCBC 53. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \nIN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n10 CVS 8327 \nOUT OF THE BOX DEVELOPERS, LLC,  \nd/b/a OTB CONSULTING, \n \nPlaintiff, \n \nv. \n \nLOGICBIT CORP., FRANCISCO A. \nRIVERA, DOAN LAW LLP, and THE \nDOAN LAW FIRM, LLP, \n \nDefendants. \n \nORDER ORDER ORDER ORDER AND OPINION  AND OPINION  AND OPINION  AND OPINION    \n \n{1}  THIS MATTER is now before the court on the following motions: \nPlaintiff’s Motion for Partial Summary Judgment (“Motion for Partial Summary \nJudgment”), Defendants’ Motion to Dismiss (“Motion to Dismiss”), and Plaintiff’s \nMotion to Strike Defendants’ Motion to Dismiss (“Motion to Strike”).    \nEllis & Winters LLP by Jonathan D. Sasser, C. Scott Meyers, and Grant W. \nGarber for Plaintiff Out of the Box Developers, LLC, d/b/a OTB Consulting.  \n \nSands Anderson PC by David McKenzie, Jeffrey Hamilton Geiger, and Donna \nRay Berkelhammer for Defendants LogicBit Corp., Francisco A. Rivera, Doan \nLaw LLP, and The Doan Law Firm, LLP.   \n \nGale, Judge. \n \nI. I. I. I.    INTRODUCTION INTRODUCTION INTRODUCTION INTRODUCTION    \n    \n{2}  Plaintiff Out of the Box Developers, LLC (“OTB”) brought this action \nfor monetary and injunctive relief alleging Defendants misappropriated trade \nsecrets and breached a licensing agreement governing their use of BK express, \nwhich consists of OTB’s proprietary customization of LexisNexis’ Time Matters law \nfirm management software.  OTB contends that Doan Law LLP (“Doan Law”) and \nThe Doan Law Firm LLP (“Doan Law Firm”) (collectively the “Doan Defendants”) \nconspired with LogicBit Corp. (“LogicBit”) and its sole owner, Francisco A. Rivera \n(“Rivera”), to misappropriate OTB’s customizations and integrate them into \nLogicBit’s HoudiniEsq law firm management software.  OTB seeks a partial \nsummary judgment of liability against Doan Law.  The Motion to Dismiss \nchallenges the court’s jurisdiction because Defendants claim: (1) OTB has no \nstanding; and (2) OTB’s claims are preempted by the federal Copyright Act.  OTB \nattacks the Motion to Dismiss as an improper out-of-time summary judgment \nmotion.  \n{3}  Plaintiff’s Motion for Partial Summary Judgment is GRANTED in part \nand DENIED in part.  Defendants’ Motion to Dismiss is DENIED in part and \nGRANTED in part.  Plaintiff’s Motion to Strike is DENIED.     \n    \nII. II. II. II.    PROCEDURAL HISTORY PROCEDURAL HISTORY PROCEDURAL HISTORY PROCEDURAL HISTORY    \n    \n{4}  OTB filed its Complaint in Wake County Superior Court on May 14, \n2010, its First Amended Complaint on July 2, 2010, and its Second Amended \nComplaint on July 6, 2011.  The matter was designated as a mandatory complex \nbusiness case by Order of Chief Justice Sarah Parker dated May 18, 2010, assigned \nto the Honorable Ben F. Tennille, and upon his retirement, reassigned to the \nundersigned.   \n{5}  OTB asserts claims for misappropriation and misuse of trade secrets, \nunfair and deceptive trade practices, civil conspiracy, and permanent injunction \nagainst all Defendants; breach of contact against Doan Law; alter ego liability \nagainst Doan Law Firm; and tortious interference with contract against Doan Law \nFirm, LogicBit, and Rivera.  Doan Law and Doan Law Firm filed their Answer & \nCounterclaim on September 15, 2011, asserting claims against OTB for trespass to \nchattel and computer trespass, civil conspiracy, unfair and deceptive trade \npractices, and abuse of process.   \n{6}  The September 28, 2011 Case Management Order established a \ndiscovery deadline of February 1, 2012 and a dispositive motion deadline of March \n1, 2012.      \n{7}  OTB filed its Motion for Partial Summary Judgment on March 1, 2012.  \nDefendants filed their Motion to Dismiss on March 30, 2012.  OTB moved to strike \nthe Motion to Dismiss on April 9, 2012. \n{8}  The motions have been fully briefed, the court heard oral argument, \nand the motions are ripe for adjudication.  \n    \nIII. III. III. III.    STATEMENT OF FACTS STATEMENT OF FACTS STATEMENT OF FACTS STATEMENT OF FACTS    \n    \n{9}  The court does not make findings of fact in connection with motions to \ndismiss, as such motions do “not present the merits, but only [determine] whether \nthe merits may be reached.”  Concrete Serv. Corp. v. Investors Grp., Inc. , 79 N.C. \nApp. 678, 681, 340 S.E.2d 755, 758 (1986).  The court likewise does not make \nfindings of fact when ruling upon a motion for summary judgment.  The court here \nsummarizes the facts documented by the record to provide context for its ruling.  \nSee Hyde Ins. Agency v. Dixie Leasing Corp. , 26 N.C. App. 138, 215 S.E.2d 162 \n(1975).   \n{10}  OTB is a North Carolina limited liability company with a principal \nplace of business in Cary, Wake County, North Carolina.  (2nd Am. Compl. ¶ 4.)   \n{11}  LogicBit is a Delaware corporation with a principal place of business in \nCary, Wake County, North Carolina.  Rivera is a resident of Cary, Wake County, \nNorth Carolina and is LogicBit’s founder, sole owner, and Chief Executive Officer.  \n(2nd Am. Compl. ¶¶ 5–6.)    \n{12}  Doan Law is a California limited liability partnership that owns, \nmanages, and controls a consumer bankruptcy law firm with offices in various \nlocations throughout California.  Doan Law Firm is alleged to be a California \nlimited liability partnership with multiple California offices.  (2nd Am. Compl. ¶¶ \n7–9.)   \n{13}  OTB owns BK express , which is a system of customizations to another \nsoftware product called “Time Matters,” which is owned, copyrighted, and sold by \nLexisNexis as law firm practice management software.  (Aff. of Thomas L. Rowe, \nEsq. ¶ 4, March 1, 2012.)  LexisNexis does not customize Time Matters for use in \nany particular practice area, but recommends Certified Independent Consultants \n(“CICs”) such as OTB, to provide law practice-specific customizations.  OTB’s \nManaging Director, Tom Rowe (“Rowe”), created BK express  to customize the Time \nMatters software for use by consumer bankruptcy practitioners.  (Aff. of Thomas L. \nRowe, Esq. ¶¶ 4−5, March 1, 2012.)  The product is distributed in three versions, \ndepending on a firm’s size and desired customizations.  Stated generally, OTB’s \ncustomization process involves an OTB representative’s onsite injection of elements \nof “program data” into the “program tables” on the Time Matters system.  (Aff. of \nThomas L. Rowe, Esq. ¶¶ 8−9, May 21, 2010.)  OTB claims the program data is \nprotected intellectual property.  Defendants contend that the program data is \nmerely a labeling system utilizing common phrases such as “Debtor,” “Chapter 7,” \nand “Judge.”  \n{14}  OTB’s authority to customize Time Matters is governed by a master \nagreement between LexisNexis and OTB.  LexisNexis licenses Time Matters to its \nusers pursuant to an End User License Agreement (“EULA”).  OTB’s license for \nBK express  is also with the end user, and LexisNexis is not a party to that license.  \n{15}  In 2007, James Doan (“Mr. Doan”) attended a conference where he \nobserved a demonstration of BK express .  (Dep. of James Doan, Esq. vol. 1, 24−27.)  \nDoan Law was then using Time Matters pursuant its LexisNexis EULA.  Mr. Doan \nlater requested that OTB expedite an installation of BK express .  (Aff. of Thomas L. \nRowe, Esq. Ex. 1, March 1, 2012.)  Rowe oversaw the installation on Doan Law’s \ncomputers and the training of Doan Law’s staff beginning in September 2008.  (Aff. \nof Thomas L. Rowe, Esq. ¶ 7, March 1, 2012.)  \n{16}  On September 30, 2008, OTB and Doan Law executed a standard OTB \nlicensing agreement (the “Licensing Agreement,” attached to Pl.’s Mot. for Partial \nSumm. J. as Ex. 4 to Aff. of Thomas L. Rowe, Esq., March 1, 2012.)  The Licensing \nAgreement provides that BK express  “is the confidential and proprietary property of \nOTB.”  (Licensing Agreement, Schedule 1 ¶ 5.)   \n{17}  In January 2010, as the Licensing Agreement’s initial term was \nnearing its end, Doan Law asked OTB to reduce its annual BK express  licensing fee \nfrom $995 to $200 per user per year.  (Pl.’s SJ Supp. Br. 4.)  OTB declined and Mr. \nDoan began searching for an alternative to BK express .  (Dep. of James Doan, Esq. \nvol. 2, 250−51.)  Mr. Doan identified HoudiniEsq, LogicBit’s law firm management \nsystem which at the time had not been customized for use by consumer bankruptcy \npractitioners.   \n{18}  Sometime in January or February 2010, Doan Law installed the \nHoudiniEsq platform.  OTB alleges that in the transition process, Doan Law \nimproperly transferred to LogicBit and Rivera a back-up copy (the “.bak File”) of \ntheir Time Matters software with all of OTB’s BK express  customizations, and that \nthis file was then used to develop a customized version of HoudiniEsq to compete \nwith BK express .  (Dep. of James Doan, Esq. vol. 1, 104−05.)  Defendants admit the \ncopy was made but contend it was authorized and proper. \n{19}  Doan Law, LogicBit, and Rivera worked to replicate BK express ’s \nfunctionality into the HoudiniEsq program.  (Dep. of Francisco A. Rivera, vol. 1, \n17:11−15; 18:22−19:2; 42:21−43:2.)  Mr. Doan admits that he used BK express  to \ncustomize HoudiniEsq to perform the same functions, often having BK express  open \nin front of him “to make sure that [he] was capturing every piece of data [he] had in \nthe [Time Matters/BK express ] system.”  (Dep. of James Doan, Esq. vol. 2, \n271:18−272:21.)   \n{20}  On March 22, 2010, Doan Law informed OTB that the Licensing \nAgreement would expire by its terms on April 23, 2010.  (Aff. of Thomas L. Rowe, \nEsq. ¶ 13, March 1, 2010.)  On April 21, 2010, Rowe contacted Doan Law to \nschedule the removal of BK express  from Doan Law’s system (Aff. of Thomas L. \nRowe, Esq. Ex. 6, March 1, 2012) after the Parties were unable to reach an \nagreement to extend the Licensing Agreement on a prorated fee basis.  (Aff. of \nJames Doan ¶¶ 9, 16, April 18, 2012.)  Doan Law’s IT provider, Roy Allen (“Allen”) \nmigrated Doan Law’s data from the Time Matters database into the HoudiniEsq \nplatform on Friday, April 30, 2010 and Saturday, May 1, 2010.  (Aff. of James Doan \n¶ 7, April 18, 2012.)  Defendants allege that Rowe had earlier illegally accessed the \nDoan Law Time Matters database and acquired a copy of the Structured Language \nScript (“SQL”) Defendants were using to transport data, and threatened to lock \nDoan Law out of their client database.  (Defs.’ Br. in Opp’n to Pl.’s Mot. for Partial \nSumm. J. 8 [hereinafter “Defs.’ SJ Opp’n Br.”].) \n{21}  Doan Law suggested that OTB could uninstall the BK express  \ncustomizations on or after May 3, 2010.  (Aff. of James Doan ¶ 11, April 12, 2012; \nAff. of Thomas L. Rowe, Esq. Ex. 9, March 1, 2012.)  Rowe indicates that he was \nprepared to remove the BK express  customizations on May 5, 2010, but was unable \nto do so because Doan Law did not provide him with the information necessary to \nremotely access Doan Law’s computer system.  (Aff. of Thomas L. Rowe, Esq. ¶¶ \n18−19, March 1, 2012.)  To date, OTB has not been allowed to uninstall BK express  \nfrom Doan Law’s system.  Mr. Doan indicates that Doan Law has, however, not \nused BK express  or Time Matters since the data migration to HoudiniEsq.  (Dep. of \nJames Doan, Esq. vol. 1, 52−54.) \n \nIV. IV. IV. IV.    ANALYSIS ANALYSIS ANALYSIS ANALYSIS    \n    \n{22}  OTB claims that the undisputed evidence establishes that Doan Law \nbreached the Licensing Agreement by: (1) refusing to allow OTB to remove the \nBK express  customizations from Doan Law’s computer system when the Licensing \nAgreement expired; (2) transferring the .bak File to LogicBit and Rivera without \nOTB’s prior written consent; and (3) reverse engineering BK express  to customize \nHoudiniEsq for the purpose of competing with OTB.  Defendants assert the court \nhas no jurisdiction over these claims because: (1) OTB has no standing because its \nlicense improperly limits rights Doan Law was given by its LexisNexis EULA; and \n(2) OTB’s claims are preempted by the Copyright Act.  The court must first \ndetermine whether the Motion to Dismiss is timely because it properly raises \njurisdictional challenges, and if so, then resolve its disputed jurisdiction before \naddressing OTB’s Motion for Partial Summary Judgment. \n \nA. Defendants’ Motion to Dismiss and Plaintiff’s Motion to Strike  \n \n1. Defendants’ Motion to Dismiss was timely filed  \n{23} \n Standing may be properly challenged on a motion to dismiss pursuant \nto Rule 12(b)(1).  Standing “refers to whether a party has a sufficient stake in an \notherwise justiciable controversy such that he or she may properly seek \nadjudication of the matter.”  Morris v. Thomas , 161 N.C. App. 684, 684, 589 S.E.2d \n419, 422 (2003) (citing Am. Woodland Indus., Inc. v. Tolson , 155 N.C. App. 624, 626, \n574 S.E.2d 55, 57 (2002), disc. review denied , 357 N.C. 61, 579 S.E.2d 283 (2003)).  \nIt is “a necessary prerequisite to a court’s proper exercise of subject matter \njurisdiction” and is to be resolved as a question of law for the court.  Aubin v. Susi , \n149 N.C. App. 320, 324, 560 S.E.2d 875, 878−79, disc. review denied , 356 N.C. 610, \n574 S.E.2d 474 (2002); see Creek Pointe Homeowner’s Ass’n v. Happ , 146 N.C. App. \n159, 165, 552 S.E.2d 220, 225 (2001), review denied , 356 N.C. 161, 568 S.E.2d 191 \n(2002).  “[P]laintiffs have the burden of proving that standing exists,” (Am. \nWoodland Indus., Inc. , 155 N.C. App. at 627, 574 S.E.2d at 57), but when \nconsidering a motion to dismiss for lack of standing, North Carolina courts “view \nthe allegations as true and the supporting record in the light most favorable to the \nnon-moving party.”  Mangum v. Raleigh Bd. of Adjustment , 362 N.C. 640, 644, 669 \nS.E.2d 279, 283 (2008).  Because standing is considered an aspect of subject matter \njurisdiction, “the court is not restricted to the face of the pleadings in making its \ndetermination.”  Transcon. Gas Pipe Line Corp. v. Calco Enters. , 132 N.C. App. 237, \n241, 511 S.E.2d 671, 675 (1999).   \n{24}  An objection to subject matter jurisdiction may be made at any time \nduring the progress of the case.  Turner v. Hatchett , 104 N.C. App. 487, 488, 409 \nS.E.2d 747, 748 (1991) (citations omitted).  Whether to grant a movant’s request to \nstrike a pleading is within the court’s discretion.  See Broughton v. McClatchy \nNewspapers, Inc. , 161 N.C. App. 20, 25, 588 S.E.2d 20, 25 (2003). \n{25}  The court finds that the Motion to Dismiss raises legitimate \njurisdictional issues and is not time-barred.  Therefore, OTB’s Motion to Strike is \nDENIED.  \n \n2. OTB has standing to assert breaches of its Licensing Agreement \n{26} \n To have standing, a plaintiff must demonstrate injury in fact, \ncausation, and the likelihood that the injury will be redressed by a favorable \ndecision.  Lee Ray Bergman Real Estate Rentals v. N.C. Fair Hous. Ctr. , 153 N.C. \nApp. 176, 179, 568 S.E.2d 883, 886 (2002).  OTB initially satisfies these \nrequirements by alleging that: (1) OTB and Doan Law are parties to the Licensing \nAgreement; (2) Doan Law breached the Licensing Agreement; and (3) OTB was \ninjured by the breach.  (2nd Am. Compl. ¶¶ 34, 120–24.)  Defendants challenge \nOTB’s standing because it’s based on provisions which are prohibited by OTB’s \nagreements with LexisNexis or Doan Law’s EULA with LexisNexis.  Defendants \nhave the burden of proving their challenge.     \n{27}  OTB has two agreements with LexisNexis — a “Certified Independent \nConsultant Agreement” and a “Solution Provider Agreement (Distributor),” which \nprovide in pertinent part: \n[U]nder no circumstances may [OTB] grant licenses to use [Time \nMatters] . . . on terms and conditions other than those set forth in the \nend user license agreements accompanying, embedded within [Time \nMatters] or otherwise displayed prior to allowing the customer to \ndownload, install, or use [Time Matters] (collectively, the “EULA”). \n \n(Defs.’ Br. in Supp. of Mot. to Dismiss for Lack of Subject Matter Jurisdiction Ex. A, \nB, D [hereinafter “Defs.’ MTD Supp. Br.”].)  \n{28}  The court has had some difficulty in identifying the inconsistencies \nthat the Defendants claim defeat OTB’s standing.  After first carefully studying the \nbriefs, the court pressed Defendants’ counsel at oral argument to identify specific \ncontractual provisions in the Licensing Agreement which are inconsistent with the \nterms of OTB’s LexisNexis agreements or Doan Law’s EULA.  As to the latter, \nDefendants’ counsel responded that “[i]t’s not necessarily what’s in the EULA” and \n“[i]t’s not really about the EULA.”  (Oral Arg. Hr’g Tr. 45:2−3, July 17, 2012.)  \nAlthough the court does not believe Defendants’ position has been fully clarified, the \ncourt construes their argument to be that OTB asserts an ownership interest in and \nrestricts the transfer of Doan Law’s client data even though the data is not and \ncannot be owned by OTB, and that any such assertion violates provisions in Doan \nLaw’s EULA which “does not restrict the end user from migrating a client database” \nand “does not restrict being able to use client data with the so-called program data.”  \n(Oral Arg. Hr’g Tr. 46:12−15; 47:6−8; 47:20−25.)  \n{29}  This argument is grounded in Paragraph 2 of the OTB Licensing \nAgreement, which provides that: \n[o]wnership and other proprietary rights for materials produced by or \nfor OTB pursuant to this Agreement shall become and remain the \nproperty of OTB.  “Material” includes, but is not limited to, program \nconfiguration and customization, writings, pictorial reproductions, \ndrawings or other graphical representations, data, documentation, \nsoftware developments, specifications, calculations, tables, reports and \ndocuments.  Notwithstanding the foregoing provisions in this \nAgreement, and upon fulfillment of [Doan Law’s] obligations under \nthis Agreement, OTB hereby grants to [Doan Law] a non-exclusive, \nperpetual, and royalty-free license to the Materials developed under \nthis Agreement (this does not include the BK express ™, which is \nsubject to the Subscription License Agreement). \n \n(Licensing Agreement ¶ 2.)  This paragraph reserves to OTB only rights in \n“materials produced by or for OTB.”  The provision does not, at least on its face, \nassert OTB’s ownership of Doan Law client data.  Defendants assert, however, that \nin practical effect, OTB claims rights in and restricts Doan Law from its own data \nbecause its client data cannot be read intelligibly without use of the BK \nexpress \nlabels.  They then claim that the OTB Licensing Agreement is inconsistent with the \nEULA which reserves rights in its own data to Doan Law.   \n{30}  The court is not persuaded by Defendants’ interpretation.  The court \nreads the Licensing Agreement to provide that OTB maintains ownership only of its \nown customizations, and does not prevent Doan Law from migrating its own client \ndata to another software platform.  The problem Doan Law faced was that it wanted \nto migrate its data to a platform that did not at the time have the capability of \ndisplaying the data in a format usable for Doan Law’s purposes.  OTB’s License \nAgreement is not inconsistent with the LexisNexis agreements in insisting that \nOTB’s customizations not be used by a competitor to create the ability to display the \ncustomer data with similar functionality.  Whether or not Defendants violated the  \nLicensing Agreement is a separate issue, but OTB has standing to assert its claim.  \n{31}  Defendants assert further that Doan Law’s inability to use its data \nwithout OTB’s customization implicates both public policy and unspecified antitrust \nlaws which defeat OTB’s standing.  Defendants argue that in practical effect, the \nOTB Licensing Agreement becomes a contract of adhesion which tethers Doan Law \nto OTB because the client information is useless without the software \ncustomizations.  (Oral Arg. Hr’g Tr. 51:13−56:10.)  Defendants refer to the \ndeposition testimony of OTB’s expert John Cleve that certain user data injected into \nBK express  by Doan Law would be “unintelligible” without the corresponding label \nor program data.  (Dep. of John P. Cleve 114−15.)  The court believes the record \ndoes not support Defendants’ argument.   \n{32}  The Licensing Agreement provides that the Doan Law “data will \nremain in a way that [Doan Law] can access and view it, although the specialized \nfields, techniques, shortcuts, templates, etc., will no longer be available[.]”  \n(Licensing Agreement, Schedule 1 ¶ 8(ii).)  The Licensing Agreement further \nauthorizes Doan Law to either: \na) make one copy of the System solely for backup or archival purposes, \nprovided that you reproduce all copyright and other proprietary notices \nthat are on the original copy of the System; or b) transfer the System to \none single hard disk on a stand-alone computer or the network server \ncomputer or shared drive on a network, provided that you keep the \noriginal media solely for backup or archival purposes.  No other copies \nare allowed or authorized.   \n \n(Licensing Agreement ¶ 5.)   \nThe court finds no basis to void this provision of the Licensing Agreement on public \npolicy grounds.  \n{33}  Defendants appear to argue further that OTB cannot enforce its \nLicensing Agreement against Doan Law because OTB has breached its own \nagreements with LexisNexis.  After extensive review, the court has been unable to \nisolate specific provisions of the contracts between LexisNexis and OTB that the \nrecord suggests OTB may have breached.  Even assuming such a breach, the court \ncannot discern a cogent basis on which Defendants have the right as third-party \nbeneficiaries to assert any such breach.  To assert rights as a third-party \nbeneficiary, a party must show that a contract “was executed for the direct, and not \nincidental benefit of the third party.”  Babb v. Bynum & Murphrey , PLLC, 182 N.C. \nApp. 750, 753–54, 643 S.E.2d 55, 58–59 (2007).  “A person is a direct beneficiary of \nthe contract if the contracting parties intended to confer a legally enforceable \nbenefit on that person” and “[w]hen a third person seeks enforcement of a contract \nmade between other parties, the contract must be construed strictly against the \nparty seeking enforcement.”  Id .  Defendants do no more than to point out that \nOTB’s contracts with LexisNexis refer generally to the term “end user” at least 31 \ntimes.  (Defs.’ Reply Br. in Supp. of Mot. to Dismiss for Lack of Subject Matter \nJurisdiction 13 [hereinafter “Defs.’ MTD Reply Br.”].)  This is not an adequate basis \nto assert standing as a third-party beneficiary.  \n{34}  In sum, Defendants have not successfully demonstrated that OTB \nlacks standing to assert violations of its Licensing Agreement.  To the extent that \nthe Motion to Dismiss rests on this ground, it is DENIED.  \n \n3.   Two of OTB’s claims are not preempted by the Copyright Act \n{35} \n Defendants assert that all claims OTB asserts fall within the scope of \nthe federal Copyright Act, 17 U.S.C. §§ 101 et seq. , so that OTB’s exclusive claim is \nfor copyright infringement.  (Defs.’ MTD Supp. Br. 15−16.)  Defendants’ essential \nargument is that OTB’s claims are no more than variations on an assertion that \nDefendants created or transferred an unauthorized derivative work.  \n{36}  Section 301(a) of the Copyright Act provides: \n[A]ll legal or equitable rights that are equivalent to any of the \nexclusive rights within the general scope of copyright as specified by \nSection 106 in works of authorship that are fixed in a tangible medium \nof expression and come within the subject matter of copyright as \nspecified by sections 102 and 103 . . . are governed exclusively by [the \nCopyright Act]. \n \n17 U.S.C. § 301(a) (2006).  \n{37} \n In pertinent part, Section 106 grants exclusive rights “(1) to reproduce \nthe copyrighted work in copies or phonorecords; (2) to prepare derivative works \nbased upon the copyrighted work; [and] (3) to distribute copies or phonorecords of \nthe copyrighted work to the public by sale or other transfer of ownership, or by \nrental, lease, or lending.”  17 U.S.C. § 106 (1)−(3).   \n{38}  There is significant federal case law addressing preemption of state \nlaw claims by the Copyright Act.  The case law is not always consistent, either \nbetween circuits or within the same circuit.  See generally, 1 Melville B. Nimmer & \nDavid Nimmer, Nimmer on Copyright  § 1.01[B](1)[a] (2012).  Stated as a broad \ngeneral rule, a state law cause of action is preempted by the Copyright Act if: (1) the \ncause of action falls within the subject matter of copyright law; and (2) the rights \nprotected by state law are equivalent to any of the exclusive rights granted by the \nCopyright Act.  Rosciszewski v. Arete Assocs., Inc. , 1 F.3d 225, 229 (4th Cir. 1993).   \nPreemption does not depend on whether the owner has actually secured a registered \ncopyright, although such a registration may be a predicate to filing a copyright \ninfringement action.   See Innovative Med. Prods., Inc. v. Felmet , 472 F. Supp. 2d \n678, 683 (M.D.N.C. 2006).  Here, BK express  falls within the subject matter of \ncopyright law as an original work of authorship fixed in a tangible medium, see  17 \nU.S.C. § 102.  The determinative issue is then whether the state law claims OTB \nasserts are equivalent to the “exclusive” rights granted under the Copyright Act.  \nSee Rosciszewski, 1 F.3d at 229.  In Rosciszewski , the Fourth Circuit articulated an \n“extra element” test, stated as follows: \nIn order to ascertain whether a specific state cause of action involves a \nright equivalent to one of those identified in § 106, reference must be \nmade to the elements of the state cause of action.  State-law claims \nthat infringe one of the exclusive rights contained in § 106 are \npreempted by § 301(a) if the right defined by state law “may be \nabridged by an act which, in and of itself, would infringe one of the \nexclusive rights.”  However, “if an ‘extra element’ is ‘required instead of \nor in addition to the acts of reproduction, performance, distribution or \ndisplay, in order to constitute a state-created cause of action, . . . there \nis no preemption,’” provided that “the ‘extra element’ changes the \n‘nature of the action so that it is qualitatively  different from a \ncopyright infringement claim[.]’” \n \nRosciszewski, 1 F.3d at 229−30 (internal citations omitted) (emphasis in original). \n{39}  A North Carolina federal district court followed this test to determine \nthat North Carolina causes of action for trade secret misappropriation and unfair \nand deceptive trade practices based on such misappropriation are not preempted by \nthe Copyright Act.  Forest2Market, Inc. v. Am. Forest Mgmt., Inc. , No. 3:05-cv-423, \n2008 U.S. Dist. LEXIS 33185 (W.D.N.C. Apr. 21, 2008).  \n{40}  As to breach of contract claims, the various federal circuits do not \nfollow a uniform approach in determining whether the contractual promise required \nto prove a breach of contract is itself an “extra element” adequate to defeat \npreemption by the Copyright Act and there is no bright line test as to contract \nclaims in the Fourth Circuit.  Some circuits have held that the existence of a \ncontractual promise in and of itself constitutes an extra element sufficient to avoid \npreemption.  See 1 Nimmer, supra ; ProCD, Inc. v. Zeidenburg . 86 F.3d 1447, 1454 \n(7th Cir. 1996); Taquino v. Teledyne Monarch Runner , 893 F.2d 1488, 1501 (5th Cir. \n1990).  Some decisions within the Fourth Circuit found that the asserted breach of \ncontract claims was preempted.  See The Nichols Agency, Inc. v. Enchanted Child \nCare, Inc. , 537 F. Supp. 2d 774 (D. Md. 2008); Madison Rover Mgt. Co. v. Bus. Mgt. \nSoftware Corp. , 351 F. Supp. 2d 436, 443–44 (M.D.N.C. 2005); Brown v. McCormick , \n23 F. Supp. 2d 594, 608 (D. Md. 1998);  Wharton v. Columbia Pictures Indus., Inc. , \n907 F. Supp. 144, 146 (D. Md. 1995).  It is clear, however, that some breach of \ncontract claims are not preempted.  See Acorn Structures, Inc. v. Swantz , 846 F.2d \n923, 926 (4th Cir. 1988).  A Maryland district court explains that the Fourth Circuit \nstandard allows a state law breach of contract action to survive preemption only \nwhen the breach rests on contract provisions addressing matters falling outside the \nsubject matter of copyright.  The Nichols Agency, Inc , 537 F. Supp. 2d at 783 (citing  \nAcorn Structures, Inc. , 846 F.2d at 926).  Another Maryland federal district court \nstated that “the state law right ‘is equivalent to one of the rights comprised by a \ncopyright if it is infringed by the mere act of reproduction, performance, distribution \nor display.’”  Fischer v. Viacom Int’l, Inc. , 115 F.Supp. 2d 535, 541 (D. Md. 2000) \n(citations omitted).   \n{41}  There is no clear precedent by a North Carolina appellate court \ndefining the test to be applied to determine preemption of a state law breach of \ncontract cause of action by the Copyright Act.  However, the North Carolina Court \nof Appeals addressed a comparable issue involving preemption of a breach of \ncontract claim by the federal patent laws.  There the court stated the principle that \n“where a contract in no way expands upon the obligations created by the patent law, \nthe proper jurisdiction for suit on that contract is the federal courts.”  Tart v. \nWalker , 38 N.C. App. 500, 504, 248 S.E.2d 736, 738 (1978).  The contract action in \nTart  was preempted because, “the contract imposes no obligations other than those \ncreated by the patent law itself.”  Id . at 503, 248 S.E.2d at 738.  Tart’s  logic is the \nsame that underlies the Fourth Circuit’s “extra element” test. 1  It legitimizes that \ntest being applied in this case.  \n{42}  The elements of a copyright infringement claim are: “(1) ownership of a \nvalid copyright; and (2) copying of constituent elements of the work that are \noriginal.”  See Feist Publ’ns, Inc. v. Rural Tel. Serv. Co., Inc. , 499 U.S. 340, 361 \n(1991).  OTB’s misappropriation of trade secrets claim further requires proof of a \nvalid trade secret and a breach of trust or confidence.  See  N.C. Gen. Stat. § 66-152.  \n                                                 \n1  Preemption can also arise where a party attempts to “back door” the Copyright Act by seeking to \nenforce a contract provision that purports to restrict a right that the Copyright Act allows.  See \nPacific Gas & Elec. Co. v. Energy Res. Conservation and Dev. Comm’n, 461 U.S. 190 (1983).  That is, \nhowever, not the situation presented by this case. \n   \nOTB’s unfair and deceptive trade practices claim further requires an unfair or \ndeceptive act, which may be misappropriating a trade secret.  See Med. Staffing \nNetwork, Inc. v. Ridgeway , 194 N.C. App. 649, 659, 670 S.E.2d 321, 329 (2009).  \nOTB’s tortious interference with contract claim further requires proof that the \nDefendants acted without justification and intentionally induced another not to \nperform a valid contractual obligation.  McMahon & Assocs., LLC v. Future \nSerenity, Inc. , No. COA09-1580, 2010 N.C. App. LEXIS 1683, at *5 (2010).  OTB’s \ncivil conspiracy claim further requires proof of an agreement to do an unlawful act, \nor to do a lawful act in an unlawful way.  Elec. World, Inc. v. Barefoot , 153 N.C. \nApp. 387, 394, 570 S.E.2d 225, 230 (2002).  The rights to be protected by these \nclaims are then not preempted because they require proof beyond the elements \nrequired to establish copyright infringement. \n{43}  OTB’s breach of contract claims based on Defendants’ alleged copying \nraise more difficult preemption issues because they more closely resemble a claim \nfor copyright infringement.  OTB asserts that Doan Law breached three provisions \nof the Licensing Agreement because: (1) it refused to allow OTB to remove the \nBK express  customizations when the Licensing Agreement expired; (2) it gave \nLogicBit and/or Rivera an unauthorized copy of the BK express customizations; and \n(3) it improperly reverse engineered BKexpress .  Each of these claims arises from \nSchedule 1 of the Licensing Agreement which provides: \n3. Limitations .  The System and Documentation (and all copies \nthereof) are licensed, not sold, and title to the System and \nDocumentation and all copies thereof remains solely with OTB.  The \nSystem may only be used by [Doan Law] to customize [Doan Law’s] \nspecific Lexis Software installation that is used in [Doan Law’s] own \nbusiness and not for any Improper Use.  In this Agreement “Improper \nUse” means: . . . (v) any effort to reverse engineer, decompile, \ndisassemble, or otherwise discover the operation of the System for the \npurpose of either competing with OTB, creating derivative works from \nthe System, or creating software with similar functionality. \n. . . .  \n \n6. \nOwnership; Transfers and Other Restrictions .  [Doan Law] may \nnot sell, rent, lease, lend, contract host (such as in an application \nservice or hosing provider), or transfer any copy of the System, without \nthe express prior written consent of OTB.  You may not allow any other \nparties to provide the System to you under contract or application \nhosting, or other contract service, except by OTB, or an application or \nhosting provider that is an authorized distributor certified by OTB. \n. . . . \n \n8. Term; End of Subscription License; General  . . . (ii) At the end of \nthe subscription license period [Doan Law] shall cease all use of the \nSystem and shall permit OTB to access [Doan Law’s] installation of the \nLexis Software to remove all BK express  functionality[.] \n \n(Licensing Agreement, Schedule 1 ¶¶ 3, 6, 8.) \n{44}  The first breach claim does not raise preemption issues because \nremoving customizations at the end of the license term does not fall within the \nsubject matter of the Copyright Act.  However, the second and third breach claims \ninvolve copying and fall within the scope of Section 106 of the Copyright Act.  OTB \nclaims, however, that the rights asserted are not equivalent to a copyright claim \nbecause OTB must prove an extra element.  As for its reverse engineering claim, \nOTB argues that the extra element is that the BK express  customizations were \nreverse engineered “for the purpose of competing with OTB.”  See Lowry’s Reports \nv. Legg Mason, Inc. , 186 F. Supp. 2d 592, 594–95 (D. Md. 2002) (finding breach of \ncontract claim qualitatively different from copyright infringement claim where the \ncontract at issue “essentially established a private law governing fair use of the \ncopyrighted works inter partes ”).  As to its claim of providing an unauthorized copy \nof the .bak File, OTB claims that it must prove an actual transfer to LogicBit and \nthere is no preemption because “there is no transferring right in the bundle of rights \nunder the Copyright Act.” (Oral Arg. Hr’g Tr. 75:5−24.)  Although Section 106(3) \nprovides the copyright holder the exclusive right to distribute copies “to the public \nby sale or other transfer of ownership, or by rental, lease, or lending,” OTB \nconstrues this section very narrowly to include only “distribution for profit or to \nchange ownership.”  (Oral Arg. Hr’g Tr. 75:6−7.) \n{45}  The federal courts have struggled with whether the Copyright Act \nauthorizes a certain amount of “reverse engineering,” particularly in the context of \ncomputer software sold pursuant to shrinkwrap licenses.  See generally 4 Nimmer, \nsupra , at §13.05[D](4).  Professor Nimmer suggests that case law may be read to \ninsulate reverse engineering if it is solely for the purpose of unlocking and \ntransferring non-copyrighted data.  Id .;  Compare Sega Enters. Ltd. v. Accolade, Inc. , \n977 F.2d 1510, 1520–28 (9th Cir. 1992) (allowing “intermediate copying” to obtain \ndata while not incorporating copyrighted material into a competitive product) and \nDavidson & Assoc. v. Jung , 422 F.3d 630 (8th Cir. 2005) (upholding breach of \ncontract claim for copying of licensed software against assertion of preemption and \nfair use).  It is difficult to draw any clear line of demarcation from these cases, but it \nappears that the purpose and extent of the copying which is claimed to constitute \n“reverse engineering” may control preemption.  There is a distinction on the one \nhand in copying solely to unlock non-copyrighted data embedded in copyrighted \nsoftware tables, and on the other hand actually copying copyrighted material into a \ncompetitive product.   \n{46}  As discussed more fully below in the context of OTB’s Motion for \nPartial Summary Judgment, the court is not able to discern uncontested facts in the \npresent record which establish whether Defendants used the .bak File only to \nunlock Doan Law’s client data or whether Defendants also further actually copied \nOTB’s customizations into HoudiniEsq in order to compete with the Time Matters \nplatform.  Under the language of the Licensing Agreement, to prove its breach of \ncontract claim for reverse engineering, OTB must prove more than just that Doan \nLaw copied or decompiled BKexpress .  It must further prove that it did so for \npurposes of competing with OTB.  As such, the court concludes that the breach of \nSchedule 1 Paragraph 3 of the Licensing Agreement requires an extra element \nbeyond the scope of the Copyright Act and that the asserted contract right is not the \nequivalent of the copyright protection and is thus not preempted.  Defendants’ \nMotion to Dismiss the claim for this breach of Schedule 1 Paragraph 3 of the \nLicensing Agreement for lack of subject matter jurisdiction is DENIED. \n{47}  In contrast, the court concludes that OTB’s asserted breach of \nSchedule 1 Paragraph 6 of the Licensing Agreement by furnishing a copy of the .bak \nFile is preempted because the act underlying the asserted breach would without \nfurther proof constitute copyright infringement.  The claim is therefore preempted.  \nAccordingly, Defendants’ Motion to Dismiss OTB’s claim for breach of Schedule 1, \nParagraph 6 of the Licensing Agreement for lack of subject matter jurisdiction is \nGRANTED. \n \nB. Plaintiff’s Motion for Partial Summary Judgment  \n1. Standard of review \n{48} \n Pursuant to N.C. R. Civ. P. 56(c) (“Rule 56”), a party is entitled to \nsummary judgment if the record shows “that there is no genuine issue as to any \nmaterial fact and that any party is entitled to judgment as a matter of law.”  N.C. \nGen. Stat. § 1A, Rule 56(c) (2011).  The party seeking summary judgment bears the \ninitial burden of demonstrating the absence of a genuine issue of material fact, \nwhich may be met by proving that an essential element of the opposing party’s \nclaim is nonexistent.  DeWitt v. Eveready Battery Co. , 355 N.C. 672, 681, 565 \nS.E.2d 140, 146 (2002).  If the movant successfully makes such a showing, the \nburden then shifts to the nonmovant to present specific facts establishing the \npresence of a genuine factual dispute for trial.  Lowe v. Bradford , 305 N.C. 366, \n369–70, 289 S.E.2d 363, 366 (1982). \n{49}  To prevail on its breach of contract claims, OTB must establish for \neach claim that a valid contractual term was breached.  Poor v. Hill , 138 N.C. App. \n19, 27, 530 S.E.2d 838, 844 (2000).  The two claims surviving preemption are the \nremoval of customizations at the end of the License Term and reverse engineering \nfor purposes of competing. \n \n2. \n Doan Law breached the  Agreement by refusing to allow removal  \nof BK express  \n{50}  Defendants do not dispute that OTB has not been allowed remove the \nBK express  customizations from Doan Law’s system.  Defendants rather defend \nOTB’s breach of contract claim by asserting that any breach was immaterial or that \nallowing OTB to enforce its agreement would violate laws or public policy.  While \ntheir arguments may later be effective in limiting any monetary damage OTB may \nbe able to prove as a result of the breach, the uncontested evidence establishes that \nDoan Law has breached the Licensing Agreement by its refusal to allow the \ncustomizations to be removed.  \n{51}  The uncontested facts include that the Doan Defendants wrote Rowe \nnear the expiration of the OTB Licensing Agreement to request that the license be \nextended until May 15, 2010 on a prorated cost basis, but when no agreement for \nsuch an extension could be negotiated, the Licensing Agreement expired, after \nwhich Doan Law and its IT provider conducted the final mapping of Doan Law’s \nclient data on Friday, April 30, 2010 and Saturday, May 1, 2010.  Defendants \ncontend they were at this time “in the untenable position of choosing between losing \nits labels . . . and a minor delay in complying with a service contract.”  (Defs.’ SJ \nOpp’n Br. 7–8.)   \n{52}  Defendants’ opposition brief includes a sweeping argument that OTB’s \nclaim is nevertheless barred by “obvious defenses, including but not limited to \npublic policy, duress, frustration of purpose, failure to mitigate and waiver.”  (Defs.’ \nSJ Opp’n Br. 8.)  This broad assertion is not followed with any citation to authority.  \nDefendants further contend that their refusal to allow OTB to remove its \ncustomizations was excused when OTB later filed suit and then entered an \nagreement in which Defendants promised they would not “alter, remove, or destroy \nany documents, files, programs, or other computer-related instrumentalities that \nare related to work that LogicBit or Rivera performed for Doan in 2010[.]”  (Defs.’ \nSJ Opp’n Br. 9.)  Defendants assert that it “strains credulity to claim that Doan \nLaw is in breach for failing to allow the removal of Plaintiff’s customizations when, \nalmost simultaneously, Plaintiff insists that its customizations remain undisturbed \nuntil the conclusion of this litigation.”  (Defs.’ SJ Opp’n Br. 10.)   \n{53}  The court is not persuaded that Defendants are insulated by defenses \nfrom their uncontested refusal to allow OTB to remove its customizations.   \nDefendants’ arguments go to the extent of damages OTB can prove as a result of the \nbreach, but they do not excuse the breach itself.  Accordingly, OTB’s Motion for \nPartial Summary Judgment for the breach of Schedule 1, Section 8(ii) of the \nLicensing Agreement is GRANTED.   \n \n3. \n There are material issues of fact regarding OTB’s claim for reverse  \n engineering \n{54} \n OTB contends that Defendants’ own testimony supports granting OTB \nsummary judgment on this claim.  OTB points to Mr. Doan’s deposition testimony \nthat he used BK express  to customize HoudiniEsq to perform the same functions, \noften having BK express  open in front of him “to make sure that [he] was capturing \nevery piece of data [he] had in the [Time Matters/BK express ] system,” (Dep. of \nJames Doan, Esq. vol. 2, 271:18−272:21.), and to Rivera’s testimony that “[i]f you \nlook at somebody else’s product while creating your own, you’re reverse \nengineering[.]”  (Dep. of Francisco A. Rivera vol. 2, 148.)  \n{55}  Defendants resist OTB’s Motion with several arguments.  They first \nclaim that summary judgment would in any event be premature because OTB filed \nits Motion, without having first specified the trade secrets it claims Defendants \nmisappropriated.  However, the breach of contract claim does not depend upon or \nnecessarily require proof of trade secret misappropriation. \n{56}  Defendants further assert that there was no breach because they were \nauthorized to provide LogicBit and Rivera a copy of the bak. File necessary to \nprepare the SQL script to transport Doan Law’s own data which was practically \ninaccessible without the labels OTB claims as proprietary customizations.  \nDefendants again clothe their argument in public policy, reciting Doan Law’s \nprofessional duty to maintain and safeguard its client database.  (Defs.’ SJ Opp’n \nBr. 5.)  They assert Doan Law and its IT provider were concerned about their ability \nto map and use Doan Law client data in the HoudiniEsq platform without the \nbenefit of the labels or “program data” OTB used to display this client data and that \nthey then created the .bak File and transferred the same to Rivera and LogicBit to \nguard against the possibility of a defective data transfer.  (Defs.’ SJ Opp’n Br. 5–7.)   \n{57}  Defendants also contend that they were authorized to create the .bak  \nFile by Paragraph 2 of the Licensing Agreement which provides that “upon \nfulfillment of Client’s obligations under this Agreement, OTB hereby grants to \nClient a non-exclusive, perpetual, and royalty-free license to the Materials \ndeveloped under this Agreement (this does not include the BKexpress [mark], which \nis subject to the Subscription License Agreement),” and Schedule 1, Paragraph 5 of \nthe Licensing Agreement which allows Doan Law to make one copy of the system \nsolely for backup and archival purposes.  OTB counters that Doan Law exceeded  \nany right under the Licensing Agreement when it provided a copy to LogicBit and \nRivera, and particularly so when the copy was then used to develop HoudiniEsq as \na competitive product. \n{58}  In sum, Defendants admit that Doan Law provided the .bak File to \nLogicBit and Rivera and that they did so to assure that Doan Law lost no \nfunctionality in using its own client data when changing to the HoudiniEsq \nplatform.  The court is again not persuaded that any public policy argument excuses \nviolating the Licensing Agreement.  But the court cannot find such a violation has \nbeen proven by uncontested facts.  More specifically, the court finds that the record \ndoes not clearly lead to a conclusion that Defendants actually incorporated OTB’s \nprotected customizations into HoudiniEsq, rather than only using the .bak File to \nassure that Doan Law’s client data was unlocked.  The undisputed evidence \ndemonstrates some degree of reverse engineering, but the evidence is disputed \nwhether that the reverse engineering was of such a degree as to constitute \ndeveloping a competitive product.    \n{59}  OTB’s Motion for Partial Summary Judgment for violation of Schedule \n1, Paragraph 3 of the Licensing Agreement is therefore DENIED.2 \n    \n    \n                                                 \n2  While not directly on point, a review of Judge Posner’s discussion in Assessment Techs. of WI, LLC v. \nWIREdata, Inc. , may be instructive in framing issues left for trial.  350 F.3d 640 (7th Cir. 2003).   \nThere, he discussed issues that may arise where a licensor is confronted with losing access to its own \ndata because of how it becomes imbedded in a computer program.  \nIV. IV. IV. IV.    CONCLUSION CONCLUSION CONCLUSION CONCLUSION    \n    \n{60}  For the foregoing reasons, Plaintiff’s Motion for Partial Summary \nJudgment is GRANTED in part and DENIED in part, Defendants’ Motion to \nDismiss is DENIED in part and GRANTED in part, and Plaintiff’s Motion to Strike \nis DENIED. \n \nIt is so ORDERED this 30th day of October, 2012. \n \n \n \n \n    "
}