{
  "id": "d09b91a84620d91d7148d7ae3bfd2bbaa153705b9f7aae98bfa17b1fed42f905",
  "source_file": "data/raw/ncbc/d09b91a84620d91d7148d7ae3bfd2bbaa153705b9f7aae98bfa17b1fed42f905.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF CATAWBA \n \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n09 CVS 830 \nBOBBY E. McKINNON, \n \nPlaintiff, \n \nv.  \n \nCV INDUSTRIES, INC., \n \nDefendant. \n \nORDER \n \n {1} THIS MATTER is now before the court on remand from the North \nCarolina Court of Appeals affirming in part and reversing in part this court’s June \n11, 2012 Order regarding cross-motions for the award of costs and attorney’s fees. \n \nWayne O. Clontz, for Plaintiff. \n \nParker, Poe, Adams & Bernstein LLP by William L. Rikard, Jr. and James C. \nLesnett, Jr. for Defendant. \n \nGale, Judge. \n \nMATTER BEFORE THE COURT \n {2} A statement of the facts and case history as related to the \nconsideration of an award of attorney’s fees is stated in the decision of the North \nCarolina Court of Appeals, ___ N.C. App. ___, 745 S.E.2d 343 (2013) and this court’s \nJune 11, 2012 Order, 2012 NCBC LEXIS 38 (N.C. Super. Ct. June 11, 2012) \n(hereinafter “2012 Order”).  The facts and case history related to the underlying \nclaims is stated in the prior North Carolina Court of Appeals opinion regarding \nJudge Tennille’s grant of summary judgment, 213 N.C. App. 328, 713 S.Ed.2d 495 \n(2011) and Judge Tennille’s June 3, 2010 Order granting summary judgment,  \nhttp://www.ncbusinesscourt.net/TCDDotNetPublic/default.aspx?CID=3&caseNumbe\nr=09CVS830 (hereinafter “Summary Judgment Order”).   \nMcKinnon v. CV Indus., Inc., 2013 NCBC 54.\n{3} The court incorporates without repeat ing its findings of fact stated in \nits 2012 Order. \n{4} The Court of Appeals affirmed the co urt’s denial of attorney’s fees and \ncosts to Plaintiff.  The matter is then now before the court only on Defendant’s \nrequest for costs and attorney’s fees. \n{5} The 2012 Order awarded Defendant attorney’s fees totaling $40,000 \nand costs in the total amount $16,798.36.  It is now apparent that the court \ninadvertently doubled the correct amount of $8,399.18 in its order. \n{6} Defendant intially requested the aw ard of attorney’s fees pursuant to \nN.C. R. Civ. P. 11, N.C. Gen. Stat. § 6-21.5, and N.C. Gen. Stat. § 75-16.1.  A request \npursuant to Rule 11 is no longer before the court.   \n{7} The 2012 Order recited that the co urt granted its award under Section \n6-21.5, although it had merged its analysis of Defendant’s request under Section 6-\n21.5 and Section 75-16.1, and would have awarded the same amount of attorney’s \nfees if it had instead proceeded under Section 75-16.1. 2012 Order at *35, ¶ 70.  The \ncourt limited its award of attorney’s fees to those incurred after the Summary \nJudgment Order.  2012 Order at *35, ¶ 69. \n{8} The Court of Appeals reversed the award of fees after the Summary \nJudgment Order to the extent that the award must rest on Section 6-21.5 which \napplies only to attorney’s fees incurred in proceedings in the trial court. 745 S.E.2d \nat 349.  However, the Court of Appeals further opined that, upon proper findings, \nthe court could award those attorney’s fees under Section 75-16.1, which extends to \nproceedings before an appellate court.  The Court of Appeals acknowledged that the \nfacts of the case could be sufficient to support an award under Section 75-16.1 but \nleft necessary ultimate findings to support any such award to the court following \nremand. 745 S.E.2d at 350. \n{9} More specifically, in order to award fees under Section 75-16.1, this \ncourt “must make findings that (1) the plaintiff ‘knew, or should have known, the \naction was frivolous and malicious’; and (2) the attorney’s fee awarded is \nreasonable.”  Id.  \n{10} The Court of Appeals further correctly noted the court’s inadvertent \ndoubling of the amount of allowable costs pursuant to N.C. Gen. Stat. § 6-20.  745 \nS.E.2d at 352.   \n {11} Plaintiff contends that the Court of Appeals did not reverse the court’s \ndetermination to limit the award of attorney’s fees to after the Summary Judgment \nOrder and that this precludes any further consideration of an award of attorney’s \nfees incurred at an earlier date.  Plaintiff further contends no award should be \nmade under Section 75-16.1 because his claim under Section 75-1.1 was neither \nfrivolous nor malicious. \n {12} Defendant contends that the Court of Appeals leaves open the court’s \nability to revisit an award for proceedings before the trial court under either Section \n6-21.5 or Section 75-16.1 and, in fact, invited or directed this court to consider the \nclaim under Section 75-16.1 at a point earlier that the entry of summary judgment.  \nDefendant points to the Court of Appeals statement that “this case must be \nremanded to (a) make an ultimate finding as to whether plaintiff knew or should \nhave known that the assertion – or continued prosecution after summary judgment \nwas entered – of his Chapter 75 claim was frivolous and malicious so as to support \nthe award of attorney’s fees under N.C. Gen. Stat. § 75-16.1[.]”  745 S.E.2d at 351.    \n {13} For reasons explained below, th e court determines in its discretion \nthat it should limit any award of attorney’s fees to a date after the Summary \nJudgment Order.  As such, its consideration is limited to determining whether \nPlaintiff knew or should have known that his claim under Section 75-1.1 was on and \nafter that date frivolous and malicious within the meaning of Section 75-16.1, and if \nso, the amount of reasonable attorney’s fees that should be awarded. \n {14} The court concludes that Plaintiff’  knew or should have known at least \nby the date of entry of the Summary Judgment that his action under Section 75-1.1 \nwas frivolous and malicious within the meaning of Section 75-16.1, and that \nDefendant is entitled to an award of reasonable attorney’s fees in the amount of \n$57,891 and costs of $8,399.18. \n \nANALYSIS AND FINDINGS OF FACT \n {15} Plaintiff’s Section 75-1.1 claim,  among other elements, required (1) \nthat there be an underlying unfair or deceptive act or practice;  and (2) that this \npractice was “in and affecting commerce.” Section 75-1.1(a).  Plaintiff rested his \nSection 75-1.1 claim on his assertion that Defendant entered into Part A of \nPlaintiff’s Severance Agreement with fraudulent intent.  This assertion depends \nupon proof that Defendant had no intention of performing Part A at the time the \ncontract was entered.  A subsequent decision not to perform under the contract \nmight support an action for breach of the contract, but the fraud claim cannot be \nproven if the intent not to perform arose only after the contract had been entered \ninto.  Hoyle v. Bagby, 253 N.C. 778, 781, 117 S.E.2d 760, 761 (1961); Williams v. \nWilliams, 220 N.C. 806, 810-11, 18 S.E.2d 364, 366-67 (1942). \n {16} Plaintiff never developed any evidence to support fraudulent intent at \nthe time the contract was entered into.  He has been unable to demonstrate any \nsuch probative evidence even after remand. \n {17} At the Case Management Conference held on August 26, 2009, Judge \nTennille further cautioned Plaintiff that he was exposed to the award of attorney’s \nfees upon an unsuccessful pursuit of his Chapter 75 claim, and more specifically \nthat the evidence would likely not show the prerequisite effect on interstate \ncommerce. \n {18} After a full course of disc overy, Judge Tennille granted summary \njudgment on Plaintiff’s Section 75-1.1 claim on two independent grounds.  First, \nJudge Tennille concluded that, “[t]he factual record [was] devoid of any evidence \nindicating that CVI did not intend to honor the Plan A provisions at the time it \nentered into the Agreement.”  Summary Judgment Order at ¶¶ 36-38.  Second, he \nconcluded that Plaintiff had failed to produce any evidence that the Severance \nAgreement affected interstate commerce.  \nId. at ¶¶ 40-44. \n {19} As to the breach of contract claim, Judge Tennille further found, and \nthe Court of Appeals affirmed his finding, that there was no competent evidence \nthat Plaintiff was in “competition” with Defendant at critical times.  Following \nentry of summary judgment, Plaintiff has consistently and fervently argued that he \nhad a good faith basis to assert that Plaintiff was in “competition,” and that he had \nprobative evidence, including Plaintiff’s testimony and supporting affidavits \nsufficient to proceed.  He claims that it would be particularly egregious for the court \nto conclude that his breach of contract claim was frivolous or malicious when the \ncontract itself did not define the term “competition.”  He asserts that to conclude \notherwise would improperly sanction a party for pursuing a good faith claim simply \nbecause he ultimately does not prevail. \n {20} Whether or not this argument has force in connection with the breach \nof contract claim, it gets no traction in defense of an award based on the Section 75-\n1.1 claim.  That claim was deficient for reasons beyond the dispute whether \nPlaintiff remained in “competition.”  This court acknowledges and has at all times \nbeen sensitive to Plaintiff’s argument about an unwarranted chilling effect on a \nparty’s ability to present a colorable claim.  The court’s limitation of fees to those \nincurred after the Summary Judgment Order reflects such a sensitivity, and \nperhaps an oversensitivity which, in fact, unfairly punishes Defendant.  But the \ndispute about whether or not there was “competition” only animates the argument \nas to whether a claim was stated sufficiently to proceed to trial for breach of \ncontract.  The Chapter 75 claim required more.  Plaintiff has never, even now, been \nable to articulate a reasonable evidentiary basis on which one could conclude that \nDefendant had no intent to perform Part A of the Severance Agreement when it \nentered the contract.  Evidence that it later decided not to perform under that \nagreement does not prove the essential element of fraudulent intent.    \n {21} Judge Tennille, the Court of A ppeals, and this court have given \nPlaintiff adequate opportunity to point to evidence supporting a finding that \nDefendant entered the Severance Agreement with no intent to perform.  Plaintiff \nhas failed to do so at every turn.  Consistently, Plaintiff points only to conduct \nafter \nthe contract formation, with his greatest emphasis on the fact that Defendant, on \naccountant’s advice, later removed a contingent liability off its books without notice \nto Plaintiff.  It is clear that Plaintiff did not, at the time of entry of the Summary \nJudgment Order, have any colorable basis to assert that Defendant had a \nfraudulent intent when entering the Severance Agreement.  Plaintiff knew or \nshould have known that there was no basis for the further pursuit of that claim. \n {22} While the court believes that the record could support a finding that \nPlaintiff knew that claim was without basis when the claim was first initiated, thus \nsupporting a much more significant award of attorney’s fees, after careful \nconsideration, and with some reluctance, the court adheres to its decision to limit \nthe award of attorney’s fees after the entry of the Summary Judgment Order.  The \ncourt does not read the Court of Appeals opinion to mandate otherwise.  While the \ncourt has been duly sensitive in the potential to chill the pursuit of legitimate \nclaims, the court should likewise be diligent in guarding against an abusive use of \nthe breadth and exposure of Section 75-1.1.  Balancing those interests to confine the \naward of attorney’s fees to after entry of the Summary Judgment Order was a close \ncall just as was the court’s earlier decision not to grant relief under Rule 11.  \n{23} But the question of whether Plaintiff should have abandoned his \nSection 75-1.1 claim after the Summary Judgment Order is not a close call.  \nPlaintiff did not just fail to prevail on that claim.  He was unable after being given a \nfull course of discovery to point to any evidence at all upon which a claim based on \nfraudulent intent could have been submitted to the jury.  Whether or not Plaintiff \ncontinued to believe he had an objective or subjective basis to assert he had been in \n“competition” at relevant times, he had no such reasonable basis, objective or \nsubjective, to assert that he could prove Defendant entered the Severance \nAgreement with fraudulent intent. \n{24} Having pursued the Section 75-1.1 claim beyond that point, with its \nthreat of treble damages, Plaintiff is fairly charged with the consequences of his \nhaving done so.  Clearly, Plaintiff cannot claim surprise.  Defendant has sought an \naward of fees under Section 75-16.1 since the beginning of the litigation.  Judge \nTennille warned him of that potential at the early Case Management Conference \nbefore discovery began. \n{25} Plaintiff’s pursuit of his Se ction 75-1.1 claim after the Summary \nJudgment Order was frivolous and malicious.  Plaintiff knew or should have known \nthat it was frivolous and malicious.  This conclusion does not depend on whether \nDefendant’s conduct complained of was in or affecting interstate commerce, \nalthough Judge Tennille found that this was a separate and independent reason \nwhy Plaintiff’s Section 75-1.1 claim should be dismissed.  Summary Judgment \nOrder ¶ 40.   \n {26} Plaintiff’s pursuit of his Sect ion 75-1.1 unnecessarily complicated the \ncase and increased the scope, necessity and expense of Defendant’s defense.  \nDefendant should recover its entire reasonable attorney’s fees incurred after the \nSummary Judgment Order, with no allocation of those fees to any other claim. In \norder to defend the Section 75-1.1 claim, Defendant was obligated to defend the \nbreach of contract claim.  Defendant’s appellate argument and briefing would have \nbeen substantially the same and would have required substantially the same effort \nif the appeal had been confined to the Section 75-1.1. \n {27} It is particularly appropriate th at Defendant recover the full amount of \nfees incurred after the Summary Judgment Order where the court has elected not to \naward attorney’s fees incurred for proceedings at the trial court, even though the \nrecord includes a basis adequate to support the court’s discretion to such award \nunder either Section 6-21.5 and Section 75-16.  The court has taken this into \nconsideration in its discretionary determination to limit the award of fees under \nSection 75-16.1 to a date after the Summary Judgment Order.  \n{28} Defendant has provided support indicating that its fees were \nreasonable, including affidavits of its lead counsel William Rikard filed November \n22, 2011 and November 18, 2013 and the affidavit of Douglas W. Ey, Jr., a leading \nlitigator in Mecklenburg County.  The court is familiar with Mr. Rikard and Mr. Ey, \ntheir skill and experience, and the respect and standing they maintain in the Bar.  \nBoth regularly engage in complex civil litigation, including substantial matters \nbefore this court.   \n{29} The services performed by Parker Poe on behalf of Defendant in this \nlitigation were highly skilled, reasonable and necessary. \n{30} As Mr. Ey opined, and as th e court is aware based on its own \nknowledge of billing rates in comparable litigation, the rates charged for the Parker \nPoe attorneys and legal assistants in their defense of the Chapter 75 claim were \nreasonable and well within if not below the range of such billing rates for \ncomparable litigation. \n{31} The efforts undertaken in the defense were appropriately allocated to \nand handled by appropriate personnel matched to the task at hand. \n{32} Parker Poe attorneys and paralega ls worked a total of 1,093.80 hours \nand billed $322,151.07 during the defense of the litigation.  The requested fees do \nnot include the further amount Defendant has incurred in seeking the recovery of \nits attorney’s fees and costs. \n{33} Parker Poe billed a total of $57,981 in defense after the Summary \nJudgment Order.  This amount was appropriate, reasonable and necessary. \n{34} Plaintiff unreasonably and with out warrant refused to resolve and \ndismiss his Section 75-1.1 claim after having been given adequate opportunity to do \nso. \n{35} Defendant incurred the following co sts: court reporter fees of $7,321.80 \nfor deposition transcripts, $377.38 for oral argument transcripts, and mediator fees \nof $700.00.  \nCONCLUSIONS OF LAW \n{36} Plaintiff instituted an action under N.C. Gen. Stat. § 75-1.1 which \nPlaintiff knew or should have known no later than the entry of the Summary \nJudgment Order was frivolous and malicious.  There was no colorable or justiciable \nbasis to pursue that claim after that point in time. \n{37} Defendant is the prevailing party on Plaintiff’s Section 75-1.1 claim. \n{38} The court has discretion to awar d attorney’s fees to the prevailing \nparty pursuant to N.C. Gen. Stat. § 75-16.1, which fees may include efforts both at \nthe trial level and at the appellate level. \n{39} Defendant is entitled to an award of attorney’s fees in the amount of \n$57,891, which amount is reasonable, and represent billings for work that was \nnecessary and appropriate and matched to the nature and complexity of the matters \nat issue. \n{40} The court has discretion to award costs to the prevailing party \npursuant to N.C. Gen. Stat. §§ 6-1, 6-20, which costs may include fees for expenses \nrelated to the taking of depositions, mediator fees, and transcript fees as provided \nby N.C. Gen. Stat. § 7A-305(d). Defendant is entitled to recover costs in the total \namount of $8,399.18, representing court reporter fees of $7,321.80 for deposition \ntranscripts, $377.38 for oral argument transcripts, and mediator fees of $700.00. \n \nTHEREFORE, based upon such Findings of Fact and Conclusions of Law, it \nis ORDERED that: \n1. Pursuant to N.C. Gen. Stat. § 75-16.1 and in the court’s discretion, \nCVI shall have and recover of Plaintiff attorney’s fees in the total \namount of $57,891;  \n2. Pursuant to N.C. Gen. Stat. § 6-20,  Defendant shall have and \nrecover of Plaintiff taxable costs of $8,399.18; and \n3. Plaintiff shall therefore pay Defendant the total sum of $66,290.18 \nwithin thirty (30) days of the date of this Order. \n \nIT IS SO ORDERED this 26th day of November, 2013. "
}