{
  "id": "d126e6da423f6d51ef18d790984cd730be1103b8bc502fd94eb6f2bace1b6387",
  "source_file": "data/raw/ncbc/d126e6da423f6d51ef18d790984cd730be1103b8bc502fd94eb6f2bace1b6387.pdf",
  "raw_text": "SiteLink Software, LLC v. Red Nova Labs, Inc., 2016 NCBC 43. \nSTATE OF NORTH CAROLINA \nCOUNTY OF WAKE  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 9922 \nSITELINK SOFTWARE, LLC, \n \nPlaintiff, \n \nv. \n \nRED NOVA LABS, INC.,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n) \nORDER & OPINION \n \n{1} THIS MATTER is before the Court on Plaintiff SiteLink Software, \nLLC’s Motion to Dismiss Counterclaims of Defendant Red Nova Labs, Inc. \n(“Motion”), brought under Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure (“Rule(s)”).  For the reasons discussed below, the Court GRANTS the \nMotion and DISMISSES the challenged counterclaims without prejudice.   \nDaughtry, Woodard, Lawrence & Starling by Luther D. Starling, Jr. for \nPlaintiff. \n \nMorningstar Law Group by W. Swain Wood, J. Christopher Jackson, and \nJohn T. Kivus for Defendant.  \nGale, Chief Judge. \nI. INTRODUCTION \n{2} This lawsuit is between two companies that develop and market \nfacility-management software for the self-storage industry.  The dispute centers on \nthe ability of Red Nova Labs, Inc. (“Red Nova”) and its customers to access SiteLink \nSoftware, LLC’s (“SiteLink”) application-programming interface (“API”) and \nunderlying database.   \n{3} SiteLink issues licenses to use its API and facility-management \nsoftware, but conditions those licenses on the user’s agreement not to purchase any \n \n \nproduct or service from SiteLink’s competitors in the self-storage management-\nsoftware industry, including Red Nova.   \n{4} SiteLink contends that Red Nova improperly accessed SiteLink’s API \nby competing with SiteLink while the API license agreement was still in place and \nby later accessing the API without SiteLink’s consent.  Red Nova claims that \nSiteLink’s API licensing agreement imposes a restraint of trade in violation of \nNorth Carolina’s antitrust laws, and that SiteLink has engaged in unfair methods \nof competition, including tortiously interfering with Red Nova’s contracts.   \nII. PROCEDURAL HISTORY \n{5} SiteLink initiated this action on July 24, 2014, by filing a verified \ncomplaint in Wake County District Court.  On September 29, 2014, Red Nova filed \nan answer, counterclaims, and a motion to transfer the matter to Wake County \nSuperior Court.   \n{6} The district court entered a consent order to transfer the case to the \nsuperior-court division on October 28, 2014.  That same day, Red Nova filed a notice \nof designation, and the matter was designated as a mandatory complex business \ncase.  The case was assigned to the undersigned on October 29, 2014. \n {7} The Court entered a Consent Preliminary Injunction on May 4, 2015. \n {8} SiteLink filed its Amended Verified Complaint for Permanent \nInjunction and Other Relief (“Amended Complaint”) on August 4, 2015.   \n {9} Red Nova filed its answer to the Amended Complaint on August 14, \n2015, along with counterclaims for (1) tortious interference with contract, \n(2) anticipatory repudiation of contract, (3) defamation, and (4) unfair and deceptive \ntrade practices and antitrust violations under sections 75-1, 75-1.1, 75-2, and 75-2.1 \nof the North Carolina General Statutes, N.C. Gen. Stat. §§ 75-1, -1.1, -2, -2.1 (2015).   \n {10} SiteLink filed its Motion to dismiss some but not all of Red Nova’s \ncounterclaims on September 11, 2015.  In particular, the Motion targets Red Nova’s \ncounterclaims that assert violations of sections 75-1, 75-2, and 75-2.1 (the “antitrust \nclaims”); violations of section 75-1.1, to the extent that claim is based on SiteLink’s \n \n \nAPI licensing agreement; and claims for tortious interference with contract and \nanticipatory repudiation of contract, to the extent those claims are based on \nSiteLink’s API licensing agreement.   \n {11} Red Nova filed an amended answer and counterclaims on November \n25, 2015, for the sole purpose of amending the factual allegations relating to its \ndefamation claim.1  \n {12} The Motion has been fully briefed, argued, and is ripe for ruling. \nIII. STATEMENT OF FACTS \nA. The Parties \n{13} SiteLink is a North Carolina limited-liability company with a principal \nplace of business located in Wake County, North Carolina. \n{14} Red Nova is a Kansas corporation with a principal place of business \nlocated in Johnson County, Kansas. \n{15} Both SiteLink and Red Nova provide facility-management software to \nclients that own or operate self-storage facilities. \nB. Facility-Management Software in the Self-Storage Industry \n{16} The self-storage industry comprises storage-facility owners and \noperators who rent storage space to consumers.  (Def.’s Am. Answer, Defenses, and \nCountercls. to Pl.’s First Am. Compl. (“Am. Countercls.”) ¶ 14.)  Storage-facility \nowners and operators use software technology to perform a variety of functions, \nincluding internal office tasks and external customer-facing operations.  (Am. \nCountercls. ¶ 15.)   \n{17} Less than half of all self-storage-facility operators use customized, \nfacility-specific management software to manage their internal office functions.  \n                                                 \n1 SiteLink moved to dismiss the defamation counterclaim in its Motion.  After the Motion was filed, \nRed Nova amended its defamation counterclaim to add more-specific factual allegations.  SiteLink \nhas withdrawn its Motion as to that claim.  Because the amendment mod ified only the defamation \nclaim, the Court allowed the parties to proceed with briefing and oral argument on the Motion, even \nthough the filing of an amended pleading ordinarily would moot an earlier -filed motion to dismiss \nthat pleading.     \n \n \nRed Nova refers to this type of software as facility-management software (“FMS”).2  \n(Am. Countercls. ¶ 15.)   \n{18} SiteLink has provided an FMS package since 2006 and currently  \nprovides FMS to approximately eleven thousand facility locations, which equals \n“approximately 35–40% of the addressable market of self-storage facilities in the \nUnited States.”  (Am. Countercls. ¶ 12.)  The Court understands that market to \ninclude the portion of self-storage-facility owners or operators that use some type of \nfacility- or business-management software, but not the self-storage facility owners \nand operators that use less-specialized software, such as a noncustomized database \nor accounting program. \n{19} Apart from FMS packages, self-storage-facility owners and operators \nuse Internet-based services, such as lead generation and website design, to increase \nthe number of units rented at their storage facilities.  (Am. Countercls. ¶ 15.)  For \nexample, a self-storage-facility owner might contract with a third-party company for \naccess to software that compiles information about potential customers.   \nC. SiteLink’s API \n{20} SiteLink does not provide Internet-based services, but it maintains a \n“Partner” program through which it allows third-party Internet-based-service \nproviders to use its API to access real-time data for mutual customers.  (Am. \nCountercls. ¶¶ 27–29.)  The API facilitates communication between software \napplications, which allows the third-party companies to provide services to SiteLink \nand the third-party companies’ mutual customers (e.g., a website that contains \npayment functions and integrates with SiteLink’s FMS).   \n{21} Use of the API is subject to SiteLink’s licensing terms.  (Am. \nCountercls. ¶¶ 28–30.) \n                                                 \n2 SiteLink refers to its management software as business-management software, or BMS, rather \nthan FMS.  For purposes of this Order & Opinion, the labels “FMS” and “BMS” refer to the same \ntype of software. \n \n \n{22} When Red Nova began its operations in 2009, it offered only online-\nmarketing and website-design services.  By 2011, Red Nova had begun to offer other \nonline services, including Internet-based lead generation.  (Am. Countercls. ¶ 16.)  \nAt that time, Red Nova used SiteLink’s API to provide Internet-based services to \nSiteLink’s FMS customers but did not offer its own FMS platform.  (Am. Countercls. \n¶¶ 17, 23.) \n{23} Red Nova learned from customers that FMS platforms, including \nSiteLink’s products, “were falling woefully short of meeting” customer needs.  (Am. \nCountercls. ¶ 17.)  In particular, Red Nova was advised that SiteLink’s online \nplatform did not integrate well with other software functions used in the industry, \nincluding those that were the core of Red Nova’s product.  (Am. Countercls. ¶ 19.) \n{24} In fall 2012, Red Nova approached SiteLink to propose that the \ncompanies collaborate to provide an FMS platform that could respond to the \ncustomer needs that Red Nova had identified.  SiteLink declined Red Nova’s \nproposed collaboration.  (Am. Countercls. ¶ 21.)  At that time, approximately 40% of \nRed Nova’s customers were also SiteLink’s customers.  (Am. Countercls. ¶ 22.)   \n{25} Following its discussions with SiteLink, Red Nova continued to use \nSiteLink’s API to offer Internet-based services to SiteLink customers.  (Am. \nCountercls. ¶ 23.) \n{26} By 2013, Red Nova had begun to develop its own FMS platform.  In \nJanuary 2014, Red Nova released a “beta” version of its FMS known as storEDGE \nto two customers, followed by the general release of its FMS in April 2015.  (Am. \nCountercls. ¶¶ 24–25.) \n{27} SiteLink first learned of Red Nova’s efforts to develop its own FMS \nplatform in fall 2013.  (Am. Countercls. ¶ 33.)  Red Nova alleges that, at that point, \nSiteLink began a campaign to prevent Red Nova’s FMS from progressing.  (Am. \nCountercls. ¶ 34.)  That campaign included efforts by SiteLink to divert Red Nova \nand SiteLink’s mutual customers away from Red Nova, encouraging the customers \nto switch to SiteLink’s other partners to fulfill their Internet-based-service needs.  \n(Am. Countercls. ¶ 35.) \n \n \nD. SiteLink’s API and Software Licensing Agreements \n{28} Red Nova used SiteLink’s API to provide Internet-based software \nservices until January 2014, when SiteLink terminated Red Nova’s license to use \nthe API after learning that Red Nova would offer a competing FMS product.   \n{29} SiteLink now requires customers that use its online-management \nprogram to enter into two agreements: (1) the Application Programming Interface \nand User Agreement (“API License”), and (2) the SiteLink Web Edition License and \nService Agreement (“Software License”).3  Red Nova complains that SiteLink uses \nthese licenses to maintain an unlawful anticompetitive advantage and to forestall \nRed Nova’s ability to compete with SiteLink.  (Am. Countercls. ¶¶ 30–31.) \n{30} SiteLink modified its API License on April 28, 2014.  The modified API \nLicense provides that an API user shall “[n]ot compete directly, or through an \naffiliate company, or through [sic] related third party with SiteLink,” or “operate in \nconflict of interest to SiteLink, or in a manner detrimental to the reasonable \nbusiness interests of SiteLink, or in conflict with the services provided by SiteLink.” \n(Verified Compl. Prelim. Inj., Permanent Inj. and Other Relief (“Compl.”) Ex. B, \n¶ 3(R)–(S) (providing that, for purposes of the API License, “‘related third party’ \nshall include, but not be limited to, User’s other vendors or service providers”).) \n{31} The modified API License further provides that a licensee’s access to \nthe API will automatically terminate if the licensee violates the terms of the license.  \n(Compl. Ex. B, ¶ 7.)   \n{32} Before the API License was modified in April 2014, it did not include \nthe new restrictions that appear in the modified version, but it did require licensees \nto disclose to SiteLink any potential conflicts of interest that the licensee had with \nSiteLink.  (Compl. Ex. C, ¶ 9.) \n                                                 \n3 Red Nova’s counterclaims address these licenses specifically, and the licenses’ provisions are an \nintegral basis for Red Nova’s claims.  It is therefore appropriate for the Court to consider the licenses \nwhen ruling on the Motion.  See Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60–61, 554 S.E.2d \n840, 847 (2001).  The licenses are attached as exhibits A–C to SiteLink’s original complaint. \n \n \n{33} SiteLink’s FMS Software License provides that SiteLink may \nterminate either the licensee’s or a third party’s right to use SiteLink’s software if \n“[the licensee] or related third party operate in competition with [SiteLink]” or “[the \nlicensee] or related third party operate in conflict of interest with [SiteLink].”  \n(Compl. Ex. A.)  If the license is terminated for either of these reasons, the \ntermination is deemed to be for “cause,” and SiteLink is excused from any obligation \nto store or provide access to the user’s data.  (Compl. Ex. A.)   \n{34} In sum, these provisions provide that (1) no service provider may use \nSiteLink’s API if the service provider competes with SiteLink, and (2) no SiteLink \nlicensee may use SiteLink’s software if the licensee is also obtaining services from \none of SiteLink’s competitors.  (Am. Countercls. ¶ 31.)  Thus, under the agreements, \nas long as Red Nova offers FMS services that compete with SiteLink’s services, Red \nNova cannot access SiteLink’s API, and no facility owner or operator that uses any \nof Red Nova’s products or services can use SiteLink’s software.    \nE. SiteLink Terminates Red Nova’s Access to the API \n{35} In January 2014, SiteLink sent a letter to Red Nova advising that Red \nNova was no longer authorized to use SiteLink’s API.  SiteLink also sent letters to \nSiteLink and Red Nova’s mutual customers, instructing those customers that they \ncould continue using SiteLink’s platform only if they switched from Red Nova to \nother Internet-based-service providers that did not compete with SiteLink.  (Am. \nCountercls. ¶¶ 35–37.) \n{36} Red Nova complains that SiteLink’s campaign included a number of \nfalse statements to Red Nova customers, including statements that customers \ncontracting with Red Nova while using SiteLink’s software were violating their \nexisting license agreements, that Red Nova had engaged in “shameless theft and \nabuse” of SiteLink’s property, and that customers could switch to other vendors \nwithout significant consequences.  (Am. Countercls. ¶¶ 38–39.)  Red Nova also \ncomplains that SiteLink improperly provided financial incentives to customers that \nswitched from Red Nova to other, noncompeting vendors.  (Am. Countercls. ¶ 40.) \n \n \n{37} SiteLink’s purpose in modifying its API License in April 2014 was to \nimplement this restriction.  (Am. Countercls. ¶ 43.) \n{38} Red Nova has lost customers as a result of SiteLink’s various efforts. \n(Am. Countercls. ¶ 42.) \nF. Red Nova’s Contentions \n{39} Red Nova avers that SiteLink’s campaign was  \ndone for anticompetitive purposes, including to protect an inferior \nproduct from competition, to divert potential competitors, to maintain \nartificially high prices, to punish competitors and potential \ncompetitors, to make an example out of Red Nova, to monopolize the \nmarket for FMS, and to leverage its domination of the market for FMS \nto control and dictate winners and losers, pricing, and other terms, in \nthe broader market for technology for self-storage industry.  \n(Am. Countercls. ¶ 46.)  They further allege that “SiteLink’s actions were intended \nto, and did, have the effect of stifling legitimate competition in the market for self-\nstorage FMS products and services.”  (Am. Countercls. ¶ 46.) \n{40} Red Nova’s counterclaims contain no other allegations regarding \npricing, nor do they describe or identify other actual or potential SiteLink \ncompetitors or customers who have suffered any loss or harm from SiteLink’s \nlicensing program. \n{41} Red Nova’s broadly worded twenty-six paragraph chapter 75 claim \nincorporates sections 75-1, 75-1.1, 75-2, and 75-2.1, and includes allegations of \n(1) false statements, (2) combinations and acts in restraint of trade or commerce, \n(3) collusion to coerce customers not to deal with SiteLink’s competitors, (4) use of \nmarket power to monopolize or attempt to monopolize, (5) illegal tying, (6) unfair \ncompetition, (7) improper pricing, and (8) conduct that otherwise impedes Red \nNova’s ability to enter or compete in the marketplace.  (Am. Countercls. ¶¶ 63–65, \n73–74, 76, 80, 84.)   \n{42} The general factual allegations of the counterclaims include several \nreferences to a “market,” which Red Nova loosely defines.  Red Nova uses each of \nthe following descriptions to refer to an alleged market:   \n \n \n “the marketplace for facility management software (“FMS”) for the self-\nstorage industry” (Am. Countercls. ¶ 2); \n “the marketplace for software solutions for the self-storage industry” (Am. \nCountercls. ¶ 3);  \n “[t]he self-storage industry generally” (Am. Countercls. ¶ 3); \n “the self-storage market” (Am. Countercls. ¶¶ 13, 24); \n “the market to provide these collateral offerings to SiteLink clients” (Am. \nCountercls. ¶ 27);  \n “segments of the market” consisting of SiteLink customers who agree not to \ndevelop products that compete with SiteLink (Am. Countercls. ¶ 28); \n the “market that SiteLink considers its own” (Am. Countercls. ¶ 45); and \n “the broader market for technology for self-storage industry” (Am. Countercls. \n¶ 46.)   \n{43} Ultimately, Red Nova avers that SiteLink has stifled competition “in \nthe market for self-storage FMS products and services.”  (Am. Countercls. ¶ 46.)   \n{44} Red Nova does not allege that SiteLink offers or intends to offer any \nsoftware product in the market other than its FMS, including the online version of \nits FMS that is accessed through the API portal.   \n{45} Red Nova’s claims for monopolization or attempted monopolization are \ncast in reference to SiteLink’s position in “the market for self-storage FMS, \nincluding within North Carolina.”  (Am. Countercls. ¶ 67.)  Red Nova alleges that \nthere are “significant and high barriers” to entry in this market, including \n“customer investment in learning the functions of the management software,” “high \ncost of moving from one management software solution to another, including data \nconversion costs,” and “high monetary and time investment required to \nbuild . . . competing FMS offerings.”  (Am. Countercls. ¶ 70.)  Red Nova does not \nallege how these barriers are different from the normal barriers to entry that a \ncustomer faces when switching from one platform to another in the normal course of \nbusiness. \n \n \n{46} Although Red Nova asserts these barriers to entry, it also alleges that \nthe market is “underserved and inefficient.”  (Am. Countercls. ¶ 3.)  In particular, \nRed Nova notes that “a well-functioning and highly integrated FMS [is] a linchpin \nto customers’ technological needs,” but that, because SiteLink’s product is “falling \nwoefully short of meeting those needs,” SiteLink’s customers are unhappy with its \nproduct offering.  (Am. Countercls. ¶¶ 17–18.)    \n{47} Red Nova summarily concludes that SiteLink is “by far the dominant \nplayer in the market for management software for self-storage facilities.”  (Am. \nCountercls. ¶ 12.)  That characterization is based on SiteLink’s 35% to 40% share in \nthe market for self-storage facilities that use specialized management software—a \nmarket that, again, by Red Nova’s admission, includes less than half of all self-\nstorage facilities.  (Am. Countercls. ¶¶ 12, 15.) \n{48} Some companies that have agreed to SiteLink’s license restrictions also \ncompete with Red Nova in the sale of website marketing and e-commerce platforms.  \n(Am. Countercls. ¶ 5.)  Red Nova alleges that SiteLink’s exclusionary agreements \nand arrangements have caused “cognizable antitrust injury by preventing its \nvictims from making free and unhindered choices between market alternatives.”  \n(Am. Countercls. ¶ 77.)   \n{49} Red Nova alleges that it has lost customers and revenue but does not \notherwise allege financial loss by any of Red Nova’s or SiteLink’s customers.  (Am. \nCountercls. ¶ 78.) \nIV. STANDARD OF REVIEW \n {50} The Court will grant a motion to dismiss under Rule 12(b)(6) when any \nof three things is true: (1) no law supports the plaintiff’s claim, (2) the complaint \ndoes not plead sufficient facts to state a legally sound claim, or (3) the complaint \ndiscloses a fact that defeats the plaintiff’s claim.  Oates v. JAG, Inc., 314 N.C. 276, \n278, 333 S.E.2d 222, 224 (1985).  The Court is not required “to accept as true \nallegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences,” Strickland v. Hedrick, 194 N.C. App. 1, 20, 669 S.E.2d 61, \n \n \n73 (2008) (quoting Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs., \n174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005)), and it may ignore plaintiff’s \nlegal conclusions, McCrann v. Pinehurst, LLC, 225 N.C. App. 368, 377, 737 S.E.2d \n771, 777 (2013).  \nV. ANALYSIS \nA. The Antitrust Claims \n{51} SiteLink’s Motion seeks to dismiss Red Nova’s antitrust claims in their \nentirety.  The broad nature of the allegations has required the Court to examine the \nlegality of SiteLink’s licensing program under the lens of the various antitrust \ntheories invoked by the counterclaims.   \n {52} The Motion must be decided as a matter of state law; however, it is \nproper for the Court to consult federal case law.  See Rose v. Vulcan Materials Co., \n282 N.C. 643, 656–57, 194 S.E.2d 521, 530–31 (1973) (consulting federal decisions to \ninform the court’s restraint-of-trade analysis).  The Court is fully cognizant that the \nMotion must be resolved under North Carolina’s lenient Rule 12(b)(6) standard \nrather than the more exacting federal plausibility standard that governs the federal \nantitrust precedents that the parties cite in their briefs.  Compare Sutton v. Duke, \n277 N.C. 94, 104, 176 S.E.2d 161, 167 (1970) (noting that a pleading complies with \nNorth Carolina’s standard if it gives sufficient notice of the events underlying the \nclaims), with Bell Atl. Corp. v. Twombly, 550 U.S. 544, 556–57 (2007) (requiring \nthat a complaint must state a plausible claim).   \n {53} Even North Carolina’s more lenient standard, however, does not allow \na party to withstand a Rule 12(b)(6) motion based on conclusory allegations that are \nnot supported by underlying factual allegations.  See Sutton, 277 N.C. at 98, 176 \nS.E.2d at 163.  Having completed a thorough review of the pleadings, briefs, and \nauthorities, and adhering to the controlling North Carolina standard of review, the \nCourt concludes that Red Nova’s counterclaims fail to state an actionable antitrust \nclaim under sections 75-1, 75-2, and 75-2.1.  \n \n \n {54} Sections 75-1 and 75-2 proscribe restraints of trade or commerce.  N.C. \nGen. Stat. § 75-1 (prohibiting all “contract[s], combination[s] in the form of trust or \notherwise, or conspirac[ies] in restraint of trade or commerce”); id. § 75-2 \n(prohibiting restraints of trade that violate common-law principles).  Section 75-1 \nrequires a contract, combination, or conspiracy, whereas a section 75-2 claim can \nrest on a defendant’s unilateral conduct.  See id. §§ 75-1, -2.  Although the \nprohibitions in sections 75-1 and 75-2 might be read to extend to monopolization or \nattempted monopolization, the more recently enacted section 75-2.1 expressly \nprohibits monopolization or attempts to monopolize any part of trade or commerce \nin North Carolina.  See id. § 75-2.1.   \n1. The API License Is Not an Illegal Vertical Restraint of Trade. \n{55} With certain narrow exceptions, sections 75-1 and 75-2, like their \nfederal counterparts, prohibit restraints of trade or commerce only when such \nrestraints are unreasonable.  See NYNEX Corp. v. Discon, Inc., 525 U.S. 128, 133 \n(1998); Waldron Buick Co. v. Gen. Motors Corp., 254 N.C. 117, 125–26, 118 S.E.2d \n559, 566 (1961).  Restraints of trade are most often evaluated under the rule of \nreason.  See E.I. du Pont de Nemours & Co. v. FTC, 729 F.2d 128, 135 (2d Cir. \n1984). \n{56} Certain restraints of trade, such as price-fixing agreements, are so \npernicious that they are presumed to cause injury to competition.  See NYNEX, 525 \nU.S. at 133–34.  These types of restraints, known as per se violations, are not \nanalyzed under the rule of reason.  The United States Supreme Court has been \nreluctant to recognize per se violations.  See Bus. Elecs. Corp. v. Sharp Elecs. Corp., \n485 U.S. 717, 723–26 (1988) (outlining cases in which the Supreme Court limited \nper se illegality). \n {57} This Court is likewise reluctant to find a per se violation of North \nCarolina’s antitrust statutes without clear cause to do so.  Although Red Nova’s \ncounterclaims include a broad conclusory allegation that agreements between \nSiteLink and its customers have resulted in artificially high pricing—an illegal-\n \n \nvertical-restraint theory—Red Nova pleads no underlying factual allegations to \nsupport that generalized conclusion.  The Court finds no basis, even under North \nCarolina’s liberal pleading standard, to further consider any claim that is based on \nimproper pricing, including a claim of a per se violation arising from an alleged \nillegal vertical restraint.   \n2. The API License Is Not an Illegal Group Boycott. \n{58} Red Nova further invites the Court to find a per se violation based on \nan unlawful group boycott or SiteLink’s unlawful refusal to deal.  Admittedly, some \ngroup boycotts may rise to the level of a per se violation, but not when the boycott is \nbased on a vertical agreement with no pricing restraints.  NYNEX, 525 U.S. at 135 \n(noting that “precedent limits the per se rule in the boycott context to cases \ninvolving horizontal agreements among direct competitors”).  Red Nova does not \nallege any horizontal agreement among SiteLink and its competitors.  The Court \nconcludes that Red Nova’s allegations, even when accepted as true, do not allege a \nper se group boycott. \n3. The Factual Allegations Are Not Adequate to Plead an Illegal Refusal to \nDeal or an Illegal Tying Arrangement. \n {59} To prevail on a claim that is based on “antitrust injury,” Red Nova \nmust allege injury not only to itself but to competition.  See Cobb Theatres III, LLC \nv. AMC Entm’t Holdings, Inc., 101 F. Supp. 3d 1319, 1334–35 (N.D. Ga. 2015).  As a \ngeneral rule, antitrust law does not limit a business’s right to choose with whom it \nwill deal and to refuse to deal with others.  Verizon Commc’ns Inc. v. Law Offices of \nCurtis V. Trinko, LLP, 540 U.S. 398, 408 (2004).  This general rule is subject to \nlimited exceptions, which courts have recognized with caution.  See id.   \n {60} A claim based on a refusal to deal is generally brought as a claim for \nmonopolization or attempted monopolization, which requires a demonstration of \nmarket power.  See id. at 408–09 (discussing Aspen Skiing Co. v. Aspen Highlands \nSkiing Corp., 472 U.S. 585, 601 (1985)). \n \n \n {61} Red Nova’s attack on SiteLink’s API License more closely resembles a \nclaim that the license is an unlawful tying arrangement.  Specifically, Red Nova \nalleges that the API License is a negative tying arrangement.   \n {62} A negative tying agreement is an agreement by which a seller or \nprovider conditions its sale or license of a product or service on the purchaser’s or \nuser’s agreement not to do business with a seller or provider of a different product.  \nRed Nova relies on Image Technical Service, Inc. v. Eastman Kodak Co. to assert \nthat SiteLink has engaged in an illegal negative tying arrangement.  903 F.2d 612 \n(9th Cir. 1990).  There, the court explained that \n [a] tying arrangement is “an agreement by a party to sell one \nproduct but only on the condition that the buyer also purchase a \ndifferent (or tied) product, or at least agrees that he will not purchase \nthat product from any other supplier.”  A tying arrangement is per se \nunreasonable if the defendant has sufficient economic power in the \ntying product market to restrain competition appreciably in the tied \nproduct market and if the arrangement affects more than an \ninsubstantial volume of interstate commerce in the tied product. \nId. at 615 (quoting N. Pac. Ry. Co. v. United States, 356 U.S. 1, 5–6 (1958)).    \n {63} Accordingly, Red Nova must have alleged that SiteLink has sufficient \neconomic power in the management-software market—assuming that market is a \nseparate recognized market—to appreciably restrain competition in the market for \nother software services offered to self-storage-facility owners or operators.  See id.  \nConversely, a mere tying arrangement is not illegal if it is not accompanied by \nsufficient market power in the tying product market to have a substantial impact in \nthe tied product market.  Id.   \n{64} Even if the Court first accepts that Red Nova has adequately alleged \nthat SiteLink has substantial market power in some properly defined tying market, \npresumably an FMS market, Red Nova has made no attempt to allege that SiteLink \nhas either sought or obtained power in a market for other software products.  To the \ncontrary, the counterclaims demonstrate that SiteLink has not attempted to sell \nany product or service other than its management software.     \n \n \n {65} SiteLink asserts that it then must be protected by the general rule that \na seller is free to choose with whom to deal.  This general rule must be read in \nconjunction with the limitation that a market participant with substantial market \npower cannot misuse that power.  SiteLink contends that it would be wholly \nimproper for it to be required to allow Red Nova access to its API for the very \npurpose of being SiteLink’s competitor.  A claim that one competitor must allow \nanother competitor access to its platform is a difficult one to sustain.  See Verizon \nCommc’ns, 540 U.S. at 407–08, 410; Olympia Equip. Leasing Co. v. W. Union Tel. \nCo., 797 F.2d 370, 375 (7th Cir. 1986) (“[I]t is clear that a firm with lawful monopoly \npower has no general duty to help its competitors, whether by holding a price \numbrella over their heads or by otherwise pulling its competitive punches.”).   \n {66} SiteLink relies in part on Sambreel Holdings LLC v. Facebook, Inc., in \nwhich a federal court upheld Facebook’s refusal to allow the plaintiffs, online-\ndisplay-advertising companies, to access Facebook’s platform to offer various social-\nmedia applications.  906 F. Supp. 2d 1070, 1080–81 (S.D. Cal. 2012).   \n {67} In Sambreel, the plaintiffs alleged that Facebook’s attempts to \neliminate competition in the sale of online display advertising by offering its \nwebsite only to users who agreed not to use the plaintiffs’ social-media applications, \nand who agreed to uninstall existing downloads of the plaintiffs’ applications, \nconstituted illegal negative tying.  Id. at 1080.   \n {68} In granting Facebook’s motion to dismiss and denying the plaintiffs’ \nmotion for preliminary injunction, the court noted the following: \nAs an overarching premise, the Court is persuaded that Facebook has \na right to control its own product, and to establish the terms with \nwhich its users, application developers, and advertisers must comply in \norder to utilize this product.  Indeed, it is well settled that, “as a \ngeneral matter, the Sherman Act ‘does not restrict the long recognized \nright of [a] trader or manufacturer engaged in an entirely private \nbusiness, freely to exercise his own independent discretion as to parties \nwith whom he will deal.’” \nId. at 1075 (alteration in original) (quoting Verizon Commc’ns, 540 U.S. at \n408).   \n \n \n {69} The court further commented on the plaintiffs’ assertion that Facebook \nhad engaged in an illegal negative tying arrangement: \n[J]ust as Facebook has the right to determine the terms on which it \nwill permit its Application Developers to use the Facebook Platform, it \nhas a right to dictate the terms on which it will permit its users to take \nadvantage of the Facebook social network.  There is no fundamental \nright to use Facebook; users may only obtain a Facebook account upon \nagreement that they will comply with Facebook’s terms, which is \nunquestionably permissible under the antitrust laws.   \nId. at 1080 (citations omitted).  \n {70} Red Nova argues that Sambreel must be distinguished on multiple \ngrounds.  First, Red Nova opines that its counterclaims must be viewed through the \nlens of North Carolina’s more liberal pleading standard, whereas Sambreel was \ndecided on the more stringent federal plausibility standard.  Second, Red Nova \nargues that its counterclaims allege other anticompetitive conduct that was not \npresent under the facts of Sambreel that demonstrates SiteLink’s abuse of its \nmarket power.   \n {71} To support its second argument, Red Nova cites Kickflip, Inc. v. \nFacebook, Inc., a case that discusses and distinguishes Sambreel.  999 F. Supp. 2d \n677, 685 (D. Del. 2013).  There, Kickflip, a company that provides payment and \nvirtual-currency processing to software developers, brought antitrust claims against \nFacebook, alleging that Facebook excluded Kickflip from its virtual-currency service \nand precluded its application developers from doing business with Kickflip.  Id. at \n682.   \n {72} Facebook relied on Sambreel to challenge Kickflip’s standing on the \nground that Kickflip failed to allege antitrust injuries.  Id. at 685.  Noting that \nKickflip’s reliance on Sambreel was misplaced, the court held that Kickflip’s \ndescription of the relevant markets—the virtual-currency-services and social-\ngaming-networks markets—were not “facially unsustainable.”  Id. at 687 (quoting \nNewcal Indus., Inc. v. Ikon Office Sol., 513 F.3d 1038, 1045 (9th Cir. 2008)). \n{73} First, the court found that Kickflip had adequately described an \nidentifiable virtual-currency market to survive a motion to dismiss, and then \n \n \nconcluded that Kickflip had sufficiently alleged that Facebook had monopoly power \nin that market, based on Facebook’s 90% market share.  Id. at 687–88.  After \ndetermining that Kickflip had adequately alleged that Facebook possessed \nmonopoly power in the relevant market, the court held that Kickflip had alleged a \nper se unlawful tying arrangement.  Id. at 689.  Alternatively, it held that Kickflip \nhad sufficiently alleged harm to competition that was adequate to satisfy a rule-of-\nreason analysis.  Id. \n{74} The Kickflip court provided the following instructive summary: \n Monopoly power under the Sherman Act requires: “(1) the \npossession of monopoly power in the relevant market and (2) the \nwillful acquisition or maintenance of that power as distinguished from \ngrowth or development as a consequence of a superior product, \nbusiness acumen, or historic accident.”  To plead monopoly power, “a \nplaintiff typically must plead and prove that a firm has a dominant \nshare in a relevant market, and that significant ‘entry barriers’ protect \nthat market.”  Defining a relevant market is a question of fact, and the \nplaintiff bears the burden of proof.  A court may dismiss a claim for \nfailure to define the relevant market.  “Where the plaintiff fails to \ndefine its proposed relevant market with reference to the rule of \nreasonable interchangeability and cross-elasticity of demand, or \nalleges a proposed relevant market that clearly does not encompass all \ninterchangeable substitute products . . . , the relevant market is legally \ninsufficient.”   \nId. at 686–87 (first quoting Broadcom Corp. v. Qualcomm Inc., 501 F.3d 297, 306–07 \n(3d Cir. 2007); then quoting Queen City Pizza, Inc. v. Domino’s Pizza, Inc., 124 F.3d \n430, 436 (3d Cir. 1997)). \n4. Red Nova’s Allegations Regarding SiteLink’s Market Power Are \nInsufficient to Maintain Its Antitrust Claims. \n {75} There is evident overlap in Red Nova’s counterclaims, to the extent \nthat Red Nova attempts to allege illegal tying and monopolization or attempted \nmonopolization, because each theory requires sufficient allegations of market \npower.  Red Nova’s allegations are insufficient under these theories, even as a \nmatter of pleading.    \n \n \n {76} Courts are reluctant to dismiss claims on a Rule 12(b)(6) motion based \non a failure to plead a relevant product market or sufficient market power, because \ndefining a relevant market and a party’s power within that market may ultimately \nrequire a fact-intensive inquiry.  See Todd v. Exxon Corp., 275 F.3d 191, 199–200 \n(2d Cir. 2001).  But courts do not countenance the pursuit of necessarily broad \ndiscovery that relates to defining market power when it is based solely on \nconclusory allegations.  Here, the Court finds that Red Nova’s allegations do not \nadequately support its conclusions regarding market power.   \n{77} A case decided by former Chief Judge Frank Bullock of the U.S. \nDistrict Court for the Middle District of North Carolina provides an informative and \nextensive discussion of the principles of market power that apply in the context of \nmonopolization or attempted-monopolization claims.  R.J. Reynolds Tobacco Co. v. \nPhilip Morris Inc., 199 F. Supp. 2d 362, 381–86 (M.D.N.C. 2002).  While, \nadmittedly, that case was decided at summary judgment, the court’s analysis is \nuseful in assessing a Rule 12(b)(6) motion. \n{78} The factors that ultimately must be examined in assessing a market \ninclude defining a product or service market in which a competitor has the power to \nartificially raise and sustain supracompetitive prices.  Id. at 381.  Generally, that \npower must be accompanied by some restriction on output.  Id. at 382.  From there, \na court is required to examine the interchangeability and cross-elasticity of supply \nand demand and assess whether there are significant barriers to a competitor’s \nentry into the market.  Id. at 382–84.    \n {79} A court must inquire into both defining the market and the defendant’s \npower within that market.  Id. at 394.  As Judge Bullock summarized in R.J. \nReynolds, to prevail on a monopolization claim,   \nPlaintiffs “must show possession of monopoly power in a relevant \nmarket, willful acquisition or maintenance of that power in an \nexclusionary manner, and causal antitrust injury.”  To prevail on an \nattempted monopolization claim, Plaintiffs must demonstrate (1) a \nspecific intent to monopolize a relevant market; (2) predatory or \nanticompetitive acts; and (3) a dangerous probability of successful \nmonopolization.   \n \n \nCourts have imposed on antitrust plaintiffs certain threshold \nshowings as to market share in a relevant market before they may \nproceed on a monopolization claim. \nId. (quoting Advanced Health-Care Servs., Inc. v. Radford Cmty. Hosp., 910 \nF.2d 139, 147 (4th Cir. 1990)).  \n {80} Although each case turns on a fact-specific inquiry, courts often apply \ncertain presumptions.  Case law has identified general guidelines for measuring \nmarket power.  Generally speaking, a 70% to 75% market share is necessary to \nsustain a monopolization claim, see id., and a market-share range between 30% and \n50% is presumed necessary to sustain a claim for attempted monopolization, see M \n& M Med. Supplies & Serv., Inc. v. Pleasant Valley Hosp., Inc., 981 F.2d 160, 168 \n(4th Cir. 1992).  While “market share” is often used to describe “market power,” \nmarket share alone does not prove monopoly power.  Cobb Theatres III, LLC, 101 F. \nSupp. 3d at 1341 (discussing whether certain percentages of market share \nconstitute monopoly power as a matter of law).   \n {81} After careful analysis, and being fully mindful that the Motion is at the \n12(b)(6) stage and is governed by North Carolina’s liberal pleading standard, the \nCourt concludes that Red Nova has not alleged minimal facts to pursue its claim \nthat SiteLink possesses adequate market power or has misused its market power.  \n{82} The narrowest market suggested by Red Nova’s counterclaims is the \nmarket for facility-specific management software for facility owners and operators \nin the self-storage industry.  Such a narrow market would exclude any portion of \nthe broader group of self-storage-facility owners and operators that use other, more-\ngeneral software, such as a standardized database program like Microsoft Access, or \na more generalized financial-management program like QuickBooks.  (Am. \nCountercls. ¶¶ 11–12.)  The Court need not, and does not, express any opinion on \nwhether a market that is so narrowly defined is a proper market.  But RedNova’s \nown allegations show that, even in this narrow market, SiteLink’s market share \ndoes not exceed 35% to 40%.  The counterclaims contain no facts regarding any \nparticipant in such a narrow market other than SiteLink or Red Nova.  Likewise, \n \n \nthe counterclaims do not allege whether any market participant other than Red \nNova offers both FMS and other Internet-based platforms.  Red Nova clearly alleges \nthat SiteLink offers only FMS. \n{83} The Court is not here pronouncing a general rule.  The particular facts \nof each case are critical to any court’s inquiry.  But it is fair to conclude that, even \nunder North Carolina’s liberal pleading standard, to survive a Rule 12(b)(6) motion, \nan antitrust plaintiff that presents claims of the type that Red Nova pursues should \nbe required to demonstrate some minimal set of well-grounded factual allegations to \nsupport an assertion of market power.  This is particularly true when the plaintiff’s \nmarket share is at the bottom end of the percentage of market share adequate to \nsustain a claim for attempted monopolization, according to presumptions recognized \nby case law.   \n{84} Resolving SiteLink’s Motion has not required the Court to abandon \nNorth Carolina’s liberal pleading standard in favor of the federal plausibility \nstandard.  Clearly, a claim that one competitor suffered injury by the acts of \nanother competitor, without more, does not rise to the level of an actionable \nantitrust claim.  Red Nova has failed to allege an antitrust claim.  Red Nova’s other \nclaims, which were not challenged by the Motion, if proven, may be adequate to \nprovide redress.   \n {85} SiteLink’s Motion to dismiss the antitrust claims under sections 75-1, \n75-2, and 75-2.1 should be GRANTED, and those claims are DISMISSED without \nprejudice.   \nB. The Section 75-1.1 Claim \n {86} Red Nova’s section 75-1.1 claim, to the extent that claim is based on \nSiteLink’s API License, depends on Red Nova’s antitrust claims.  (See Def. Red \nNova’s Resp. to Pl. SiteLink’s Mot. Dismiss Countercls. 8 (“Red Nova’s antitrust \nclaims are sufficiently pled and, therefore, its unfair competition claim—to the \nextent based on Site[L]ink’s alleged anticompetitive behavior—should also survive \nthis Motion.”).)  Specifically, Red Nova claims that the API License violates section \n \n \n75-1.1 because the license is anticompetitive and constitutes an illegal restraint of \ntrade.   \n {87} When a section 75-1.1 claim derives solely from an antitrust claim, the \nfailure of the antitrust claim also defeats liability under section 75-1.1.  See, e.g., \nR.J. Reynolds, 199 F. Supp. 2d at 396.  Thus, to the extent that Red Nova’s section \n75-1.1 claim is based on the API License, SiteLink’s Motion to dismiss Red Nova’s \nsection 75-1.1 claim is GRANTED.  The section 75-1.1 claim otherwise survives.  \nC. The Tortious-Interference-with-Contract Claim \n {88} SiteLink moves to dismiss Red Nova’s claim for tortious interference \nwith contract only to the extent that the tortious-interference claim is based on \nSiteLink’s enforcement of the API License.      \n {89} A claim for tortious interference with contract requires  \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; \n(2)  defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing \nso acts without justification; (5) resulting in actual damage to the \nplaintiff. \nEmbree Constr. Grp., Inc. v. Rafcor, Inc., 330 N.C. 487, 498, 411 S.E.2d 916, 924 \n(1992) (quoting United Labs., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, \n387 (1988)). \n {90} Like the section 75-1.1 claim, portions of Red Nova’s tortious-\ninterference claim appear to overlap with the failed antitrust claims.  Any portion of \nthe tortious-interference claim that derives from Red Nova’s assertion that the API \nLicense is “anticompetitive” and constitutes an illegal restraint of trade should not \ncontinue.  (See, e.g., Am. Countercls. ¶ 51.) \n {91} The Court further concludes that SiteLink’s mere enforcement of the \nAPI License by terminating users’ licenses is not an act that was done “without \njustification.”  Embree Constr. Grp., 330 N.C. at 498, 411 S.E.2d at 924.   \n \n \n {92} Accordingly, to the extent that Red Nova’s tortious-interference claim \nis based on SiteLink’s mere enforcement of the API License, SiteLink’s Motion to \ndismiss is GRANTED.   \nD. The Anticipatory-Repudiation-of-Contract Claim \n {93} SiteLink also moves to dismiss Red Nova’s claim for anticipatory \nrepudiation of contract, to the extent that claim is based on SiteLink’s API License. \n {94} A claim for anticipatory repudiation occurs “[w]hen a party repudiates \nhis obligations under the contract before the time for performance under the terms \nof the contract.”  Millis Constr. Co. v. Fairfield Sapphire Valley, Inc., 86 N.C. App. \n506, 510, 358 S.E.2d 566, 569 (1987). \n {95} Red Nova’s anticipatory-repudiation claim is unclear.  The claim \nappears to rest primarily on the January 13, 2014 letter from SiteLink to Red Nova, \nin which SiteLink advised Red Nova that it would prevent Red Nova and its \ncustomers from accessing data through SiteLink’s API.  (Am. Countercls. ¶ 54; Mot. \nDismiss Countercls. Ex. 5.)  Red Nova contends that SiteLink’s letter constituted an \nanticipatory repudiation of the API License. \n {96} If the anticipatory-repudiation claim is directed at SiteLink’s licenses \nwith Red Nova’s customers, the claim fails, because Red Nova has no standing to \nseek redress for an injury sustained by its customers.   \n {97} The claim also fails if it is directed at SiteLink’s license with Red Nova.  \nRed Nova fails to allege that SiteLink’s letter was anything other than a notice of \nSiteLink’s intent to terminate Red Nova’s API License in the manner set forth in \nthe API License’s provisions for termination.  (Compl. Ex. C, ¶ 7 (providing that \nSiteLink could terminate a licensee’s right to use the API “at SiteLink’s sole \ndiscretion, at any time, for any reason, with or without notice”).)  And Red Nova \ncannot base its contract claim on its failed antitrust theory that the API License \nconstitutes an illegal restraint of trade.     \n {98} Accordingly, SiteLink’s Motion to dismiss Red Nova’s anticipatory-\nrepudiation claim is GRANTED. \n \n \nVI. CONCLUSION \n {99} For the reasons stated in this Order & Opinion, the Court GRANTS \nSiteLink’s Motion as follows: \n1. Red Nova’s antitrust claims under N.C. Gen. Stat. §§ 75-1, 75-2, and \n75-2.1 are DISMISSED. \n2. Red Nova’s claim for unfair and deceptive trade practices under N.C. \nGen. Stat. § 75-1.1 is DISMISSED IN PART, to the extent the claim is \nbased on the API License. \n3. Red Nova’s claim for tortious interference with contract is DISMISSED \nIN PART, to the extent the claim is based on the API License. \n4. Red Nova’s claim for anticipatory repudiation of contract is \nDISMISSED. \n \n IT IS SO ORDERED, this the 14th day of June, 2016. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n "
}