{
  "id": "d13dd2e4ac419e3be1301303b0e07c399d39c2fb54009a451a12cbcf19d30840",
  "source_file": "data/raw/ncbc/d13dd2e4ac419e3be1301303b0e07c399d39c2fb54009a451a12cbcf19d30840.pdf",
  "raw_text": "Harco Nat’l Ins. Co. v. Grant Thornton, LLP, 2009 NCBC 11. \n \nSTATE OF NORTH CAROLINA IN TH E GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nWAKE COUNTY 05 CVS 2500 \n \n \nHARCO NATIONAL INSURANCE \nCOMPANY, \n    \n                                     Plaintiff, \n \n   v .  \n \nGRANT THORNTON LLP, \n    \n                                     Defendant. \n \n                \n \n       \nORDER & OPINION  \n  \n  \n \n{1} THIS MATTER is before the Court on Harco National Insurance \nCompany’s (“Harco”) Motion for a Choice of Law Determination and Grant Thornton \nLLP’s (“GT”) Motion for Summary Judgment.  The Court’s decision on the Motion \nfor a Choice of Law Determination is outcome determinative for the Motion for \nSummary Judgment.  The Court heard oral arguments on both motions on \nFebruary 12, 2009. \n{2} GT argues that Illinois law controls its liability to Harco, a third party \nIllinois corporation, who relied upon GT’s audit, which was prepared for Capital \nBonding Corporation (“CBC”), a Pennsylvania company.  GT argues that Illinois law \napplies because GT is an Illinois limited liability partnership, and Harco is an \nIllinois-domiciled and -regulated insurance company.  Conversely, Harco contends \nthat North Carolina law applies primarily because the first loss it paid was in North \nCarolina, its principal officers are located here, and its parent company provided its \nIllinois subsidiary with the money to pay the claims at issue.   \n{3} For the reasons set forth below, this Court believes that the courts of \nNorth Carolina will apply Pennsylvania law to determine the rights of a third party \nto sue an auditor licensed in Pennsylvania for alleged negligent performance of an \naudit performed for a Pennsylvania company and disseminated in Pennsylvania.  \nAccordingly, GT’s Motion for Summary Judgment, which is based primarily on \nIllinois law, is DENIED with leave to reargue summary judgment based on \nPennsylvania law. \n \nRagsdale Liggett PLLC by Mary Hulett, Ashley H. Campbell, and Jon David \nHensarling for Plaintiff. \n \nYates McLamb & Weyher, LLP by Barbara B. Weyher, Jason D. Newton, and \nThomas C. Younger; Cohen & Grigsby, P.C. by Kerrin M. Kowach and \nRichard R. Nelson, II  for Defendant. \n \nTennille, Judge. \n \nI. \nBACKGROUND \n{4} This action was filed in Wake County Superior Court on February 23, \n2005.  Pursuant to Rules 2.1 and 2.2 of the General Rules of Practice for the \nSuperior and District Courts, the case was designated complex business and \nassigned to the undersigned Special Superior Court Judge for Complex Business \nCases by order of the Chief Justice of the Supreme Court of North Carolina on \nMarch 14, 2006. \n{5} Harco has filed claims against GT for negligence and negligent \nmisrepresentation with regard to GT’s audit of CBC’s balance sheet as of December \n31, 2000, and its audit of CBC’s financial statements as of and for the year ending \nDecember 31, 2001.  The first audit was dated June 6, 2001, and the second audit \nwas issued under dual dates of April 5, 2002, and May 7, 2002.1 \n                                                 \n1 For purposes of the Court’s discussion of the choice of law to be applied, the terms auditor and \naccountant, and audit and financial statement and financial information, will be used \ninterchangeably because it is the work product of the accountant that is at issue.  The same choice of \nlaw rule should apply where an accountant is making representations with respect to the financial \ncondition of a company without regard to the label placed on the information.  There may be \ndifferences, however, in the substantive law applied depending on the circumstances.  \n  \n{6} CBC was a Pennsylvania-domiciled company whose business involved bail \nand immigration bonds.  CBC was not an insurance company licensed to sell bonds. \nCBC, therefore, entered into “fronting” arrangements with licensed insurers who \nappointed CBC as their agent and allowed CBC to issue bonds in their names in \nreturn for a portion of the premiums generated by the bond sales.  CBC operated in \nmany states, including North Carolina.  CBC is now defunct.  Harco paid millions of \ndollars in losses on bonds written in Harco’s name by CBC as its agent. \n{7} Harco entered into the “fronting” arrangement with CBC through a \nProgram Administrator Agreement (“PAA”) that became effective on January 1, \n2003.  The PAA is governed by Pennsylvania law.  The PAA identified Rolling \nMeadows, Illinois, as Harco’s principal place of business.  Negotiations leading up to \nthe execution of the PAA took place beginning in October 2002.\n2  Two (2) officials \nfrom Harco’s parent company, Ken Coon (“Coon”) and David Pirrung (“Pirrung”), \nvisited Reading, Pennsylvania, to view CBC’s operations, obtain information, and \nperform due diligence.  Harco maintains that CBC provided Coon and Pirrung with \nfinancial information, including the two (2) GT audits, prior to its decision to enter \ninto the PAA.  Furthermore, Harco maintains that it relied on the GT audits in \nmaking its decision to enter into the PAA.  CBC’s financial information, including \nthe GT audits, was first provided to Harco officials in Pennsylvania and was later \nreviewed in various other states, including North Carolina and Nebraska, before a \ndecision was made to sign the PAA.  Mr. Stephen Stephano (“Stephano”), a North \nCarolina resident, made the decision for Harco to enter into the PAA.  Ultimately, \nthe PAA was signed by a Harco official in Nebraska.   \n{8} Harco had no contact with GT at any relevant time or place. \n{9} The audits in question were performed by GT’s Philadelphia office by \naccountants licensed to practice in Pennsylvania.  No accountant working on the \naudits was licensed in Illinois. \n                                                 \n2  Effective January 1, 2002, Harco wrote reinsurance for other carriers who had primary coverage \non bonds written by CBC.  Harco’s claims are not related to its position as a reinsurer.  Harco’s \nreinsurance for CBC was handled out of Illinois. \n  \n{10} GT relies primarily on the following facts to support application of Illinois \nlaw.  GT is an Illinois limited liability partnership.  Harco is an Illinois-domiciled \ninsurance company.  It is supervised by Illinois regulators.  It has principal offices \nand operations in Illinois.  Its Annual Statements filed with the Illinois Department \nof Insurance identify Illinois as its statutory home office and main administrative \noffice.  CBC sent premium payments to Harco in Rolling Meadows, Illinois, and \nemployees at the Rolling Meadows location were involved with the licensing and \nregulatory function of the program.  The losses for which Harco seeks recovery were \npaid in multiple states, but paid out of the Illinois-based insurance company’s bank \naccounts.  \n{11} Harco relies primarily on the following facts to support application of \nNorth Carolina law.  CBC did not write any of Harco’s bonds in Illinois, and no \nlosses were paid there.  Harco paid its first loss as an issuing carrier in North \nCarolina in early 2004, when the North Carolina Department of Insurance seized \nHarco’s statutory deposits from its North Carolina trust account for bonds written \nand breached in North Carolina.  Harco paid more losses in North Carolina than in \nany state other than New Jersey.\n3  The decisions related to execution of the PAA \nand subsequent critical decisions were made by residents of North Carolina and \nemployees of McM Corporation (“McM”), a North Carolina company.  Primary \nmonitoring of the CBC program was conducted out of Raleigh, North Carolina and \nNebraska by McM officers.  Losses were paid with funds from Harco’s parent, IAT \nReinsurance Company, Ltd. (“IAT”), that were transferred to Harco and then to \nPennsylvania for payment to government entities with bond claims. \n                                                 \n3 The following chart shows the five states with the largest penal liability written and the largest \namounts paid to courts by Harco on CBC bonds.   \nSTATE PENAL LIABILITY AMOUNT PAID \nCA $122,512,469 $11,586,951 \nCT $49,872,761  $4,938,100 \nNC $90,423,427 $15, 162,614 \nNJ $502,602,020 $27,841,772 \nPA $85,707,900 $2,716,274 \n \n  \n{12} In essence, Harco argues that it should be treated as if it were a North \nCarolina company based upon its management structure for purposes of any \nsignificant relationship test and for determining which state suffered the most \neconomic impact from the alleged negligence.  That argument is based upon the \nfollowing facts: (1) Harco is a wholly owned subsidiary of IAT, a Bermuda company; \n(2) the officers of IAT and Harco overlap, and the primary officers reside in North \nCarolina; and (3) everyone who works for Harco is actually employed by McM, a \nNorth Carolina company.  The following chart shows the corporate structure of IAT: \nIAT Reinsurance Company, Ltd. \n(Bermuda) \nMcM Corporation \n(North Carolina) \nHarco National Ins. Co. \n(Illinois) \nOccidental Fire & Casualty Co. \n(North Carolina) \nAcceptance Indemnity Ins. Co. \n(Nebraska) \nWilshire Insurance Company \n(North Carolina) \nAcceptance Casualty Ins. Co. \n(Nebraska) \n \n \n \nII. \nTHE DIFFERING STATE STANDARDS  \n{13} The choice of law issue is critical because the duty of care owed to third \nparties by auditors varies from state to state.  In this case, GT argues that the \napplication of Illinois law entitles GT to summary judgment.  Each side argues for \nthe choice of law of the state that is most favorable to its position.  It is the Court’s \nduty to determine the choice of law issue in light of the public interest.  The Court \nwill discuss the applicable duty of care in Illinois, North Carolina, and \n  \nPennsylvania—the three (3) states whose law might be applied in this situation. 4  A \nthorough discussion of the different state approaches to the issue of auditor third \nparty liability can be found in Raritan River Steel Co. v. Cherry, Bekaert & \nHolland, 322 N.C. 200, 367 S.E.2d 609 (1988), and will not be repeated here. \nA. \nILLINOIS \n{14} GT argues that Illinois law should apply because: (1) Harco is an Illinois \ncorporation; (2) Harco maintains its principal place of business in Illinois; (3) Harco \npaid its losses from Illinois; and (4) GT is an Illinois limited liability company.  The \nIllinois Legislature has specifically addressed the circumstances under which \nauditors may be liable to persons not in privity with them.  The Illinois Public \nAccounting Act (“IPAA”) states that a person not in privity with an auditor must \nshow that the auditor was “aware that a primary intent of the client was for the \nprofessional services to benefit or influence the particular person bringing the \naction . . . .”  225 Ill. Comp. Stat. 450/30.1.  As will be seen, this is a much more \nstringent test than the test applied in North Carolina, but similar to states like \nNew York, which employ a “near privity” rule.5    \n{15} Two (2) aspects of the Illinois statute stand out.  First, it is the “primary \nintent of the client” that controls, and, second, that intent must be to benefit or \ninfluence “the particular person bringing the action.”  225 Ill. Comp. Stat. 450/30.1.  \nGT argues that under Illinois law Harco must prove that CBC’s primary intent was \nto benefit Harco.  GT further alleges that Harco cannot make such a showing \n                                                 \n4 Harco has amended its Choice of Law motion to assert that Pennsylvania law is now the same as \nNorth Carolina law, and, therefore, the application of North Carolina law is appropriate. \n5 It is probably not a coincidence that states like Illinois and New York, which have large financial \ncenters, have more stringent requirements for auditor liability.  For a recitation of the standard in \nNew York, see First National Bank of Commerce v. Monco Agency Inc., 911 F.2d 1053, 1058−59 (5th \nCir. 1990).  In a companion case, Harco has also sued BDO Seidman.  See Harco Nat’l Ins. Co. v. \nBDO Seidman, LLP, 05 CVS 2299 (N.C. Super. Ct.).  BDO Seidman is a New York partnership.  \nThus, if the location of the head office of the accounting firm controls the choice of law decisions, then \nthere would have been two different standards applied to virtually the same auditing conduct to \ndetermine liability.  BDO Seidman and Harco, however, have settled.  Choosing the law of the state \nwhere the audit is performed, delivered, and disseminated eliminates that result. \n \n  \nbecause Harco was not even negotiating a “fronting” agreement with CBC at the \ntime GT prepared its audit.6 \n{16} According the Illinois statute a strict construction, the primary intent of \nCBC in obtaining the audit was not to benefit Harco.  Thus, under Illinois law, GT \nwould be entitled to summary judgment.  The Court’s choice of law decision is, \ntherefore, outcome determinative from that standpoint.  In making its decision, the \nCourt is guided by the decision of the United States Court of Appeals for the \nSeventh Circuit in \nTricontinental Industries, Ltd.v. PriceWaterhouseCoopers, LLP, \n475 F.3d 824 (7th Cir. 2007), in which the Court conducted a thorough analysis of \nthe history of accountant third party liability under Illinois law.  The Tricontinental \nCourt concluded: \nIn sum, the duty owed by a professional accountant to non-client \nthird-parties is the standard articulated in [Brumley v. Touche, Ross & \nCo., 487 N.E.2d 641 (Ill. 1985)]  and codified in the [Illinois Public \nAccounting Act]. The [Illinois Public Accounting Act] provides that an \nindividual accountant, partnership or firm will be liable to a third \nparty for negligence only “if such person, partnership or corporation \nwas aware that a primary intent of the client was for the professional \nservices to benefit or influence the particular person.” This “primary \nintent” may be demonstrated by “independent verification” or by other \naffirmative actions taken by the accountant and directed to the third \nparty. \n \n \n475 F.3d at 337−38. (quoting Builders Bank v. Barry Finkel & Assoc., 790 N.E.2d \n30, 38 (Ill. 2003) (internal citations omitted).  The Seventh Circuit, quoting from \nBuilders Bank, further stated:  \nIn terms of timing, we do not read the statute to strictly require \nthat an accountant be made aware of his client’s intention to influence \nor benefit a third party only at the time the work product was created \nas defendant contends. \n \nThe standard announced in [Pelham v. Griesheimer, 440 N.E.2d \n96 (Ill. 1982)] requires that a plaintiff “prove that the primary purpose \nand intent of the client . . . was to benefit or influence the third party.” \nIn [\nBrumley v. Touche, Ross & Co., 487 N.E.2d 641 (Ill. 1985)], we held \n                                                 \n6 Harco had previously been a reinsurer for companies fronting for CBC but had not received any \naudited statements as a reinsurer. \n  \nthat the plaintiff in that case met the [ Pelham v. Griesheimer , 440 \nN.E.2d 96 (Ill. 1982)] standard becaus e he alleged that the defendant \nknew of the plaintiff’s reliance on the defendant’s reports and that the \ndefendant had subsequently verified its accuracy.  We do not, however, \nread [Brumley v. Touche, Ross & Co., 487 N.E.2d 641 (Ill. 1985)] as per \nse requiring independent verification  in order to meet the standard in \n[Pelham v. Griesheimer, 440 N.E.2d 96 (Ill. 1982)].  Other conduct may \nbe sufficient to satisfy [ Pelham v. Griesheimer , 440 N.E.2d 96 (Ill. \n1982)]. \n  \nTricontinental, 475 F.3d at 836−37 (quoting Builders Bank, 790 N.E.2d at 37) \n(emphasis in original). \n{17} In this case, then, it was not necessary for GT to know at the time it \nperformed the audit that the audit would be relied upon by Harco.  There is, \nhowever, no evidence that GT had any communication with Harco, much less \nverified its prior audit to Harco.  Nor is there any “other conduct” or affirmative \naction taken by GT directed to Harco that is sufficient to satisfy the requirements of \nthe IPAA.  In Builders Bank, the accountant played an active role in securing the \nloan for the client from the bank.  See 790 N.E.2d at 33.  The accountant knew that \nhis work was being used specifically to influence the plaintiff bank’s loan decision.  \nSee id.  No such evidence is present here.  The Court in Builders Bank  went on to \nissue the following caution: \nWe further caution that our holding is limited to the facts of this \ncase and we are not expanding the scope of the statute.  We decline to \nannounce an affirmative duty on the part of accountants to seek out \nthird parties for an indeterminate period of time after their work is \nprepared, repudiating it because the accountant becomes aware, \nhowever tangentially, that it may be used to influence or benefit a \nthird party.   \n \nBuilders Bank, 790 N.E.2d at 37. \n{18} The Court notes that under Illinois law, accountants and attorneys may be \nheld to a different standard than land surveyors, even though land surveyors are \ntreated as professionals.  See Rozny v. Marnul, 250 N.E.2d 656, 660−63 (Ill. 1969).  \nFor a discussion of the history of professional liability standards in Illinois, see \nTricontinental, 475 F.3d at 834−38 and Builders Bank, 790 N.E.2d at 35−37.  It \n  \nmay be that there should be, and are, different standards for liability based upon \nthe profession or the type of professional work being done. Counsel for the parties \nshould address that possibility when discussing the current state of the law in \nPennsylvania. \nB. \nNORTH CAROLINA \n{19} There is no dispute about the standard applied in negligent \nmisrepresentation cases involving accountants and auditors in North Carolina.  \nNorth Carolina falls squarely in the majority of states that apply the Restatement \n(Second) of Torts § 552 (1977),7 having rejected both a privity or near-privity rule \nand a reasonable foreseeability test.  The seminal case is Raritan River Steel Co. v. \nCherry, Bekaert & Holland, 322 N.C. 200, 367 S.E.2d 609 (1988).  Chief Justice \nExum, writing for the Court, had the following to say about why the Court chose the \nmiddle ground of the Restatement rather than either of the two (2) ends of the \nspectrum: \nBecause of the accountant’s inability to control the distribution of his \nreport, as well as his lack of contro l over some of the statements he \nassesses, a standard which limits his potential liability is appropriate.  \n \n. . . . \n \nAn accountant performs an audit pursuant to a contract with an \nindividual client.  The client may or may not intend to use the report \n                                                 \n7 The Restatement (Second) of Torts § 552 provides in pertinent part:  \n \n(1) One who, in the course of his business, profession or employment, or in any other transaction in \nwhich he has a pecuniary interest, supplies false information for the guidance of others in their \nbusiness transactions, is subject to liability for pecuniary loss caused to them by their justifiable \nreliance upon the information, if he fails to exercise reasonable care or competence in obtaining or \ncommunicating the information. \n \n(2) . . . [T]he liability stated in Subsection (1) is limited to loss suffered \n \n(a) by the person or one of a limited group of persons for whose benefit and guidance he \nintends to supply the information or knows that the recipient intends to supply it; and \n \n(b) through reliance upon it in a transaction that he intends the information to influence or \nknows that the recipient so intends or in a substantially similar transaction. \n \n  \nfor other than internal purposes.  It does not benefit the accountant if \nhis client distributes the audit opinion to others.  Instead, it merely \nexposes his work to many whom he may have had no idea would \nscrutinize his efforts.  We believe that in fairness accountants should \nnot be liable in circumstances wher e they are unaware of the use to \nwhich their opinions will be put.  Instead, their liability should be \ncommensurate with those persons or  classes of persons whom they \nknow will rely upon their work.   With such knowledge the auditor can, \nthrough purchase of liability insurance, setting fees, and adopting \nother protective measures appropriate to the risk, prepare accordingly. \n  \n. . . . \n \n We conclude that the standard set forth in the Restatement \n(Second) of Torts  § 552 (1977) represents the soundest approach to \naccountants’ liability for negligent misrepresentation.  It constitutes a \nmiddle ground between the restrictive [\nUltramares Corp. v. Touche, \nNivens & Co. , 255 NY 170 (1931)]  approach advocated by defendants \nand the expansive “reasonably foreseeable” approach advanced by \nplaintiff’s [sic].  It recognizes that  liability should extend not only to \nthose with whom the accountant is in privity or near privity, but also \nto those persons, or classes of pe rsons, whom he knows and intends \nwill rely on his opinion, or whom he knows his client intends will so \nrely.  On the other hand, as the commentary makes clear, it prevents \nextension of liability in situations where the accountant “merely knows \nof the ever-present possibility of  repetition to anyone, and the \npossibility of action in reliance upon [the audited financial statements], \non the part of anyone to whom it may be repeated.”  \nRestatement \n(Second) of Torts § 552, Comment h.  As such  it balances, more so than \nthe other standards, the need to ho ld accountants to a standard that \naccounts for their contemporary role in the financial world with the \nneed to protect them from liability that unreasonably exceeds the \nbounds of their real undertaking. \n \nRaritan River Steel Co., 322 N.C. at 213−15, 367 S.E.2d at 616−17 (emphasis \nadded).  \n{20} Chief Justice Exum acknowledged that the Restatement (Second) of Torts \n§ 552 had not been uniformly applied.  Raritan River Steel Co., 322 N.C. at 215, 367 \nS.E.2d at 617.  The decision appears to hold that the Restatement does not require \nthat the accountant be informed by the client himself of the audit’s intended use. \n  \nThe text requires only that the auditor know that his client intends to \nsupply information to another person or limited group of persons.  \nWhether the auditor acquires this  knowledge from his client or \nelsewhere should make no difference .  If he knows at the time he \nprepares his report that specific pers ons, or a limited group of persons, \nwill rely on his work, and intends or knows that his client intends such \nreliance, his duty of care should extend to them. \n \nId. at 215, 367 S.E.2d at 618 (emphasis in original). \n \n{21} Raritan was on appeal from a Rule 12(b)(6) ruling so the court was \ndeciding whether a legally sufficient claim had been stated.  The Court concluded: \nApplying the Restatement test to Sidbec-Dosco’s complaint, we \nconclude Sidbec-Dosco has stated a legally sufficient claim against \ndefendants for negligent misrepresentation.  Sidbec-Dosco alleges that \nwhen defendants prepared the audited financial statements for IMC \nthey knew: (1) the statements would be used by IMC to represent its \nfinancial condition to creditors who would extend credit on the basis of \nthem; and (2) plaintiff and other creditors would rely upon these \nstatements. These allegations are sufficient to impose upon defendants \na duty of care to Sidbec-Dosco under the Restatement approach as we \nhave interpreted and adopted it herein. \n \nId. at 215−16, 367 S.E. 2d at 618. \n \n{22} As it appears from the quoted text above, the difficult question in North \nCarolina is where the courts will draw the line when there is no actual knowledge \non the part of an auditor of a use by a specific third party in a specific transaction.8   \nHaving rejected both reasonable foreseeability and near privity as appropriate tests, \nthe North Carolina Supreme Court created a middle ground that is not clearly \ndefined, but will be refined on a case-by-case basis.  Raritan appears to hold that \nsuppliers who furnish substantial goods on credit to the audit client are a category \nof users that auditors know would be given their audit reports and would rely upon \nthem.  Id. at 215−16, 367 S.E. 2d at 618.  How auditors know their audit statements \n                                                 \n8 The same difficulty will arise if Pennsylvania uses the Restatement (Second) of Torts § 552.  \nWhether there are criteria the courts should use in deciding if a particular user falls within a \ncategory of protected users is a question counsel should address in subsequent summary judgment \nbriefs. \n  \nwill be relied upon appears to be a matter to be addressed at summary judgment or, \nperhaps, at trial. \n{23} Thus, since North Carolina law applies a more lenient standard to \ndetermine the scope of auditor liability, but not a reasonably foreseeable test, the \noutcome could be different than it would be under Illinois law. \nC. \nPENNSYLVANIA \n{24} For the reasons set forth below, the Court has concluded that North \nCarolina would apply the law of Pennsylvania under the circumstances presented \nby this case.  The Court notes that the parties did not agree that Pennsylvania law \nwould apply under North Carolina’s choice of law rules when filing their previous \nbriefs, and, therefore, questions under Pennsylvania law have not been fully \naddressed by the parties, particularly GT.  Summary judgment motions are \ncurrently scheduled for briefing.  In those briefs the parties should address \nsummary judgment applying Pennsylvania law.  There appears to be at least an \nopen question as to whether Pennsylvania would apply the Restatement (Second) of \nTorts § 552 to accountants’ liability given the decision in Bilt-Rite Contractors, Inc. \nv. The Architectural Studio, 866 A.2d 270 (Pa. 2005), in which the Pennsylvania \nSupreme Court applied Restatement (Second) of Torts § 552 to determine the scope \nof liability for architects.  \n{25} Counsel should address the current state of Pennsylvania law in their \nforthcoming summary judgment briefs.9  They should address not only address the \nquestions of what standard Pennsylvania will apply, but also how that standard \nwould be applied given the facts of this case.  If Pennsylvania does adopt \nRestatement (Second) of Torts § 552, what “knowledge” of the accountant will be \nrequired?  \n \n \n \n                                                 \n9 See Excavations Techs, Inc. v. Columbia Gas Co., 936 A.2d 111 (Pa. 2008), for possible guidance. \n  \nIII. \nTHE CHOICE OF LAW ISSUE \n{26} Clearly, the choice of law in this case has the potential to be outcome \ndeterminative.  Accordingly, the Court has carefully considered which state’s laws \nshould govern the liability issues in this case.  That procedural decision itself is \ngoverned by North Carolina law.  Boudreau v. Baughman, 322 N.C. 331, 335, 368 \nS.E.2d 849, 853−54 (1988).  The Court has concluded that, under the circumstances \nthat exist in this case, North Carolina courts would apply the law of Pennsylvania. \n{27} The question of which state’s laws should govern the scope of liability for \naccounting firms and auditors when they are alleged to have negligently performed \ntheir services is a difficult one.  The difficulty arises from the dual nature of the \nclaims made against accountants.  Although the third party claims are generally \ncouched in tort terms of negligence or negligent misrepresentation, they are \nstrongly analogous to contract breach of warranty claims.  The accountant’s \ncontract is with his client; yet we expect accountants to be our public watchdogs. \nSee U.S. v. Arthur Young & Co., 465 U.S. 805, 817−18 (1984) (noting the “‘public \nwatchdog’ function demands that the accountant maintain total independence from \nthe client at all times and requires complete fidelity to the public trust.”).  The \nclaims seldom, if ever, involve claims of personal injury, but almost always involve \nmonetary or economic loss.  \n{28} In essence, accountants are asked to warrant that their work is done with \nGenerally Accepted Accounting Practices (“GAAP”) and Generally Accepted \nAuditing Standards (“GAAS”).  When an auditor breaches that warranty, that \naction can give rise to a breach of contract claim by the client and a negligent \nmisrepresentation claim by a third party, both based on exactly the same conduct.  \nThird parties must invoke a negligent misrepresentation claim because they are not \nprivy to the contract between auditor and client.   \n{29} Those states that wish to restrict the scope of accountant liability as a \nmatter of public policy do so by limiting the categories of people who may rely on the \naccountant’s work, whether by requiring privity or limiting the scope of the \n  \naccountant’s duty of care to those in privity.  The scope of accountant liability is \nlikely to be revisited in light of the current banking and economic crisis.  Litigation \ninvolving accountants increased as a consequence of the nation’s savings and loan \ncrisis in the late 1980s and early 1990s.  See First Nat’l Bank of Commerce v. \nMonco Agency, Inc., 911 F.2d 1053, 1058 n.5 (5th Cir. 1990) (noting that litigation \n“has recently become more pronounced as a consequence of this nation’s saving and \nloan crisis”).  \n{30} The law of the state where an audit is performed, delivered, and \ndisseminated (the “Audit State”) should control the scope of liability to third parties \nnot in privity with an accountant.  In this case that state is Pennsylvania.   \n{31} There are two (2) main reasons to apply an Audit State test.  First, the \nAudit State has the most significant public policy interest in the liability of auditors \nperforming audits within the state for local companies.  North Carolina certainly \nhas a significant state interest in the liability of auditors performing audits in \nNorth Carolina.  Additionally, the Audit State is interested in (1) setting auditor’s \nstandards of performance, (2) the cost of local audits, and (3) the well being of the \nlocal companies being audited. \n{32}   Second, application of the state law where an audit is performed, \ndelivered, and disseminated is the most logical choice because it provides clarity, \ncertainty, and consistency for the auditing profession and those relying on the \nauditor’s work.  Providing consistency for the accounting profession permits \naccountants to engage in risk analysis and pricing with greater certainty, thus \nreducing transaction costs and lowering the overall cost of auditing services, which \nare vital to the economy. That was one of the Supreme Court’s goals in adopting the \nRestatement (Second) of Torts § 552 standard.  See Raritan River Steel Co., 322 \nN.C. at 215, 367 S.E.2d at 617. \n{33} Concomitantly, application of the state law where an audit is performed, \ndelivered, and disseminated provides consistency and certainty to businesses \nrelying on audits.  Specifically, a choice of law rule based upon the state of \nperformance, delivery, and dissemination notifies businesses relying on an audit \n  \nwhich state’s law will apply to their claims should the audit be negligently \nperformed, thus promoting clearer risk analysis for the user as well.  \n{34} Using the law of the state where the injury occurred is problematic.  \nSpecifically, it is debatable where the injury occurs when third parties from various \nstates rely on the audits.  Moreover, using the law of the state where the party \nrelied on the audit is equally problematic.  The result could be random depending \non the location where the actual “reliance” takes place.  Ultimately, using the law of \nthe state where the audit is performed, delivered, and disseminated eliminates \nrandomness in the result and applies the same standard to all. \n{35} Here, Harco claims its injury resulted from entering into the “fronting” \narrangement pursuant to which it ultimately had to pay on its bonds written by \nCBC as agent.  The financial information it alleges it relied upon was disseminated \nin Pennsylvania by CBC. \n{36} Our Supreme Court has emphasized two (2) important factors in making \nchoice of law determinations:  (1) public policy and (2) the need for clarity, certainty, \nand consistency.  See Boudreau, 322 N.C. at 335−42, 368 S.E.2d at 854−58.  Justice \nMartin’s opinion in Boudreau provides clear guidance and is particularly instructive \nin this case because it deals with not only the place of injury test in tort but also the \nmost significant relationship test in warranty cases.  As noted above, auditor \nliability cases sound in both tort and warranty.  They involve a contract between \nauditor and client.  They do not fit neatly into either category and deserve special \nconsideration based upon the principles previously applied by our courts. \n{37} Boudreau was a personal injury/products liability case that contained both \nnegligence and breach of warranty claims.  See id. at 333, 368 S.E.2d at 852.  \nPlaintiff, a Massachusetts native, was injured visiting friends in Florida when he \ncut himself on a chair manufactured in North Carolina and sold through a furniture \nstore in Florida.  See id.  In addressing the negligence claims, the Supreme Court \nsaid the following about the choice of law in pure tort cases: \nOur traditional conflict of laws rule is that matters affecting the \nsubstantial rights of the parties are determined by lex loci, the law of \n  \nthe situs of the claim, and remedial or procedural rights are \ndetermined by lex fori, the law of the forum.  For actions sounding in \ntort, the state where the injury occurred is considered the situs of the \nclaim.  Thus, under North Carolina law, when the injury giving rise to \na negligence or strict liability claim occurs in another state, the law of \nthat state governs resolution of the substantive issues in the \ncontroversy. \n \nThis Court has consistently adhered to the lex loci rule in tort \nactions.  We note that this continues to be the majority rule in the \nUnited States.  We see no reason to  abandon this well-settled rule at \nthis time. It is an objective and convenient approach which continues \nto afford certainty, uniformity, and predictability of outcome in choice \nof law decisions.  \n \nId. at 335−36, 368 S.E.2d at 853−54 (internal citations omitted) (emphasis added). \n{38} In choosing which state law to apply to the warranty claims, however, the \nCourt applied the “most significant relationship” test.  Id. at 338, 368 S.E.2d at 855.  \nAlthough the decision is based upon specific choice of law provisions in the Uniform \nCommercial Code dictating application of the law of the state with an “appropriate \nrelation” to the transaction, the rationale applied by the Court in deciding which \nstate had the “most significant relationship” is instructive.  \nApplying this analysis to the case at bar, we find Florida – the \nplace of sale, distribution, delivery, and use of the product, as well as \nthe place of injury – to be the state with the most significant \nrelationship to the warranty claim. \n \n Commentators have suggested that the law of the place of \ndistribution should be supreme in products liability cases.  This is \nparticularly true with respect to breach of warranty claims.  A state’s \ninterest in enforcing warranties involves protection of its citizens from \ncommercial movement of defective goods into that state.  The state in \nwhich a sales contract is consummated has a significant interest in \napplying the social and economic policies embodied in its own law of \nwarranty.  \n \n \nId. at 338−39, 368 S.E.2d at 855−56 (internal citations omitted). \n{39} Just as the state in which a sales contract is consummated has a \nsignificant interest in applying the social and economic policies embodied in its own \n  \nlaw of warranty, the Audit State has a significant interest in applying the social \nand economic policies embodied in its own laws governing local accountant conduct \nand liability.  A state’s interest in enforcing sound accounting practices protects its \ncitizens from dissemination of defectively prepared financial information and \naudits.  The wide divergence of state laws governing accountant liability to third \nparties demonstrates that it is a sensitive public policy issue.   See First Nat’l Bank \nof Commerce, 911 F. 2d at 1058 (“The lack of uniformity among the states is \nattributable to a schism in public policy regarding the measure of liability \naccountants should bear in favor of third parties for the business errors \nattributable, in whole or in part, to their work product.”). \n{40} The Court notes that if this case were a pure contract case involving the \ncontract between GT and CBC, there would be no doubt that Pennsylvania law \nwould apply since the contract was made, performed, and governed by Pennsylvania \nlaw.  See Bernick v. Jurden, 306 N.C. 435, 442, 293 S.E.2d 405, 410 (1982).  \nPennsylvania is clearly the state with the most significant interest in the \nunderlying contract between CBC and GT. \n{41} The application of either a place of injury test or a significant relationship \ntest does not necessarily result in a different outcome.  Reasonably, Plaintiff and \nDefendant argue for the choice of law that is most favorable to their side.  Neither \nmakes a compelling argument that Illinois or North Carolina was the place of injury \nor the state with the most significant relationship. \n{42} In the circumstances of this case, the place of injury can be approached in \nmany different ways.  It is undisputed that the audit was performed, delivered, and \ndisseminated in Pennsylvania.  The work was done by Pennsylvania auditors for a \nPennsylvania company.  If the audit done for CBC was defective, the negligent act \ngiving rise to all claims was the delivery of the audit to CBC.  The heart of Harco’s \nclaim is that it was induced into entering into the fronting agreement with CBC by \nthe allegedly defective audit.  It is certainly arguable and entirely plausible that the \ninjury occurred when the “fronting” agreement was entered into, not when Harco \nhonored its obligations under the bonds.  Harco was injured when it entered into \n  \nthe contract that required it to pay on bonds in the future.  The money it paid out on \nthe bonds was the result of its entering into the Pennsylvania law governed \ncontract.  The final payments were made through CBC even though it was not \nCBC’s money that was lost.  Harco officials went to Pennsylvania to do their due \ndiligence.  They got the allegedly defective information there, and that allegedly \ncaused them to enter into the “fronting” agreement. \n{43} The factors the parties point to in their “place of injury” and “significant \nrelationship” arguments suffer from the same deficiency: They produce inconsistent, \nrandom, unpredictable, and uneven results.  Using the home office of the users of an \naudit as the place of injury can result in inconsistencies and inequalities.  Audits \nmay be disseminated to multiple sources, both within the audited company’s home \nstate and outside it.  Should there be a difference in recovery depending on whether \nthe home office of one company relying on an audit is in New Jersey and the home \noffice of another company relying on the audit is in New York?  The Court finds no \ngood reason for such a result.  Using an Audit State approach insures that everyone \nrelying on the financial information is treated the same, including the company that \ncontracted for the work in the first place.  \n{44} Moreover, use of the “principal office” of the accounting firm is also \nunappealing.  Such a standard would simply result in a race to the bottom with \naccounting firms selecting the state with the most protective laws as its “home \noffice.”  Such an approach ignores the reality that most of the work is done by local \noffices and not controlled from a home office.  This case presents a clear example of \nthe inconsistency that can be created.  BDO Seidman took over CBC’s work after \nGT.  BDO Seidman is a New York partnership.  It was sued for its work for CBC.  \nWould it make sense to apply a different standard of liability based solely on where \nthe headquarters of GT and BDO Seidman were located?  Use of the Audit State \ntest would provide consistency and equality under those circumstances.   \n{45} The Audit State test also solves another problem.  Few third party users \nwill know the principal place of business or state of domestication of a large \naccounting firm.  Using the Audit State test makes it easy for third parties to know \n  \nwhich state’s law will be applied because they will know the location of the company \nto which the accountants have provided the information, where the work was \nperformed, and where it was disseminated. \n{46} The Court is also uncomfortable with a test based upon where a first loss \nwas paid by an insurance company.  That kind of test results in totally random \nresults and lends itself to forum shopping.  In this case, if the first loss had been \npaid in California, a state with virtually no connection to the transaction but where \nlots of bonds were written, the standard applied would be significantly different \nfrom the standard in Illinois, North Carolina, or Pennsylvania.  While the \nmagnitude of losses paid in any one state could in some circumstances be \nsignificant, it is not in this case.  No payments were made in Illinois; payments \nwere made in many states, and North Carolina was not the recipient of the largest \npayment, nor the state where the most bonds were written.  All payments were \nmade as a result of bonds written by the Pennsylvania company.  \n{47} The Court was particularly uncomfortable with Harco’s arguments that it \nshould look to Harco’s management structure or the inter-company transfer of \nfunds in resolving significant relationship issues.  Such an approach is fraught with \ndifficulty and would promote inconsistency and unnecessary work for the courts. \nWhere an insurance company organizes itself under the laws of one state and \nsubmits itself to regulation in that state, there should be little argument that its \nprincipal place of business is there and not where its officers may live or work. \n{48} In the case of audits, the state with the most significant relationship to the \naudit is the state in which the audit is performed.  Here, that state is Pennsylvania.  \nIt has a significant interest in the standards of performance of audits of its \ncorporate citizens and distribution of the audits by either the auditor or the client.  \nIt also has a significant interest in the basis of liability for auditors working within \nits borders.  Thus, the guidance from our Supreme Court holds that in warranty \ntype claims, the state with the most significant relationship is the place of sale, \ndistribution, delivery and use.  Boudreau, 322 N.C. at 338, 368 S.E.2d at 855−56.  \n  \nGT’s work was not only performed in Pennsylvania for a Pennsylvania company by \nPennsylvania auditors, but also delivered, used, and disseminated in Pennsylvania.   \n{49} North Carolina has signaled its public interest in auditor liability by \nspecifically adopting Restatement (Second) of Torts § 552 and emphasized the need \nfor consistency in Raritan.  See 322 N.C. 200, 367 S.E.2d 609 (1988). \nIV. \nCONCLUSION \n{50} This Court believes that whether a “significant relationship” or a “place of \ninjury” test is applied, Pennsylvania law should apply in this case.  Neither side \nexplored the application of Pennsylvania law to the facts of this case in depth, and \nthere may be some open questions about Pennsylvania law.  Defendant’s Motion for \nSummary Judgment was based solely on application of Illinois law.  Accordingly, \nDefendant’s Motion for Summary Judgment is DENIED with leave to readdress \nsummary judgment based upon application of Pennsylvania law. \n{51} The courts of North Carolina will treat allegedly defective audits as similar \nto defective products and will apply the law of the state where an audit is \nperformed, delivered, and disseminated— the Audit State test—in determining \naccountant/auditor liability for negligent preparation of financial information.  The \nAudit State test fulfills both a place of injury and significant relationship test.  \nFurthermore, the Audit State test provides the certainty and consistency our courts \nstrive for, and it applies the law of the state with the greatest public policy interests \nin the outcome. \n{52} All three approaches to choice of law— place of injury, place of contract or \nperformance, and significant relationship—poi nt to the law of the Audit State as the \nlaw that should be applied.  In this case, therefore, Pennsylvania law should be \napplied. \n{53} Counsel shall have thirty (30) days from the date of this Order & Opinion \nto file post-discovery dispositive motions and accompanying briefs.  Counsel shall \nthen have twenty (20) days from the filing of the post-discovery dispositive motions \n  \nand accompanying briefs to file any responsive briefs.  Reply briefs will not be \nnecessary. \n{54} Rosement Reinsurance Ltd. shall have thirty (30) days from the date of \nthis Order & Opinion to file any amicus brief. \n \nIT IS SO ORDERED, this the 20th day of April, 2009. \n  "
}