{
  "id": "d16c7738d134d82f6ed7e0b58d540949b60f4b7ec9ec20801dbfb3d29cb5bff8",
  "source_file": "data/raw/ncbc/d16c7738d134d82f6ed7e0b58d540949b60f4b7ec9ec20801dbfb3d29cb5bff8.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF DURHAM \n \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n12 CVS 2984 \nALLEGIS GROUP, INC., AEROTEK, \nINC. and TEKSYTEMS, INC., \n \nPlaintiffs, \n \nv. \n \nZACHARY PIPER LLC, ZACHARY \nPIPER, LLC NORTH CAROLINA, \nPIPER ENTERPRISE SOLUTIONS \nNORTH CAROLINA, LLC, JUSTIN \nJORDAN, DANIEL CURRAN, and \nMICHAEL NICHOLAS, \n \nDefendants. \n \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER ON PLAINTIFF ORDER ON PLAINTIFF ORDER ON PLAINTIFF ORDER ON PLAINTIFFS S SS’’ ’’ MOTION  MOTION  MOTION  MOTION \nFOR PRELIMINARY INJUNCTION FOR PRELIMINARY INJUNCTION FOR PRELIMINARY INJUNCTION FOR PRELIMINARY INJUNCTION    \nAND DEFENDANTS’ MOTION TO AND DEFENDANTS’ MOTION TO AND DEFENDANTS’ MOTION TO AND DEFENDANTS’ MOTION TO \nDISMISS DISMISS DISMISS DISMISS    \n \n {1} THIS MATTER is before the court on Plaintiffs’ Motion for Preliminary \nInjunction (“P.I. Motion”) pursuant to Rule 65 of the North Carolina Rules of Civil \nProcedure (“Rule(s)”), and Defendants’ Motion to Dismiss Plaintiffs’ Amended \nComplaint (“Motion to Dismiss”), pursuant to Rule 12(b)(6).  The Motion for \nPreliminary Injunction is DENIED, and the Motion to Dismiss is GRANTED as to \nfiduciary duty claims against Daniel Curran and Michael Nicholas, but is otherwise \nDENIED. \n \n \nLittler Mendelson, PC by Ryan R. Crosswell, Stephen Douglas Dellinger, \nPaul J. Kennedy (pro hac vice), and Jacqueline Johnson Lichty (pro hac vice) \nfor Plaintiffs. \n \n Jordan Price Wall Gray Jones & Carlton, PLLC by Lori P. Jones and Paul T. \nFlick, and Mintz, Levin, Cohn, Ferris, Glovsky and Popeo, P.C. by Jillian M. \nCollins (pro hac vice), Katharine O. Beattie (pro hac vice), and Donald W. \nSchroeder (pro hac vice) for Defendants. \n \nGale, Judge. \n Allegis Grp., Inc. v. Zachary Piper LLC, 2013 NCBC 13.  \n \n  \nI. I. I. I.    INTRODUCTION INTRODUCTION INTRODUCTION INTRODUCTION    \n \n {2} Plaintiffs Allegis Group, Inc. (“Allegis”), Aerotek, Inc. (“Aerotek”), and \nTEKsystems, Inc. (“TEKsystems”), (collectively, “Plaintiffs”) seek injunctive and \nmonetary relief against Defendants Zachary Piper LLC (“ZP”), Zachary Piper, LLC \nNorth Carolina (“ZP-NC”), and Piper Enterprise Solutions North Carolina, LLC \n(“PES-NC”) (collectively, the “Corporate Defendants”), and Justin Jordan \n(“Jordan”), Daniel Curran (“Curran”), and Michael Nicholas (“Nicholas”) \n(collectively, the “Individual Defendants”).  The Individual Defendants are former \nAerotek employees.   \n {3} Plaintiffs allege that Jordan, a former high level Aerotek executive, \nestablished the Corporate Defendants in order to compete with Plaintiffs and seeks \nto do so with an unfair advantage by misappropriating Plaintiffs’ trade secrets and \nsystematically raiding trained Aerotek employees with whom Jordan formerly \nworked closely.  The Amended Complaint asserts tortious interference with \ncontracts of former Aerotek employees.  Litigation for the actual breach of those \ncontracts was instead brought in Maryland.    \n {4} The questions now before the court are whether Plaintiffs have \nadequately stated a claim for relief, and if so, whether they have demonstrated a \nprobability of success on those claims adequate to justify the issuance of a \npreliminary injunction.  The Motions raise issues of a competitor’s privilege and the \nextent to which Plaintiffs can rely on a doctrine of inevitable disclosure to secure an \ninjunction in regard to claimed trade secrets.  \n \nII. II. II. II.    PROCEDURAL HISTORY PROCEDURAL HISTORY PROCEDURAL HISTORY PROCEDURAL HISTORY     \n \n {5} Aerotek and TEKsystems filed a Verified Complaint against the \nCorporate Defendants on May 3, 2012, accompanied by a Motion for Temporary \nRestraining Order and Preliminary Injunction.  The case was designated as a \nmandatory complex business case on May 16, 2012, and assigned to the \n \n  \nundersigned on May 21, 2012.  A May 29, 2012 Consent Order allowed expedited \ndiscovery to proceed before a hearing on the P.I. Motion.   \n {6} Plaintiffs filed their Amended Complaint on June 13, 2012, adding as a \nPlaintiff Allegis, which owns both Aerotek and TEKsystems, and adding the \nIndividual Defendants.  Defendants filed their Motion to Dismiss Plaintiffs’ \nAmended Complaint on July 10, 2012.  Plaintiffs filed their P.I. Motion on July 16, \n2012 seeking to enjoin the Corporate Defendants and Jordan from: \na) Employing the following individuals with whom Plaintiffs had \nemployment contracts and whose departure from Aerotek is now \nthe subject of Plaintiffs’ suit, namely: Michael Nicholas, Daniel \nCurran, Christopher Hadley, Ana Neto Rodrigues, and \nAlexander Ferrello;  \nb) Continuing to solicit employees of Aerotek to cease employment \nwith Aerotek to join Defendants’ Companies or its affiliates; \nc) Continuing to divert business from Aerotek through tortious \ninterference with their employment contracts, unlawful \ncompetition and deceptive trade practices, and misappropriation \nof their confidential business information; and \nd) Continuing to misappropriate Plaintiffs’ confidential \ninformation. \n \n(Mot. for Prelim. Inj. 1–2.) \n {7} The court heard the P.I. Motion on July 18, 2012.  Briefing on the \nMotion to Dismiss was not complete at that time, but the court’s review of the briefs \non the Motion to Dismiss which are now complete reflects that issues in these briefs \nwere, at least in the main part, fully argued at the hearing on the P.I. Motion.  After \nthe P.I. Motion hearing, the Parties requested that the court withhold ruling \npending a mediation effort.  No settlement resulted and the Parties requested that \nthe court resume its consideration of the pending motions.  The court proceeds to \nrule on the P.I. Motion and the Motion to Dismiss without further argument. \n \n \n \n \n \n  \nIII. III. III. III.    STATEMENT OF FACTS STATEMENT OF FACTS STATEMENT OF FACTS STATEMENT OF FACTS    \n \n {8} For purposes of the Motion to Dismiss, the court assumes the facts \nalleged in the Amended Complaint to be true and makes inferences in Plaintiffs’ \nfavor while not being bound by legal conclusions.  As to the P.I. Motion, the court \nexamines both the pleadings and additional evidence submitted to determine \nwhether Plaintiffs have satisfied their burden of securing preliminary injunctive \nrelief.  Any findings in that regard are solely for purposes of the P.I. Motion, are not \notherwise binding, and do not become “law of the case.” \n \nA.  The Parties  \n \n 1.  Plaintiffs \n \n {9} Allegis owns both Aerotek and TEKsystems, which are each staffing \ncompanies that find and place employees in temporary and permanent positions.  \nAerotek primarily focuses on “satisfying the scientific, software, engineering, and \nadministrative needs of its clients,” as well as staffing the Department of Defense \nand other governmental entities.  (Mot. for Prelim. Inj. 2 ¶ 1.)  TEKsystems also \nstaffs governmental entities including the Department of Defense, but primarily \nfocuses on staffing information technology and communications positions.  (Am. \nMem. in Supp. of Prelim. Inj. 3.)  Plaintiffs allege that Aerotek and TEKsystems \nshare clients and confidential information and conduct joint employee training, such \nthat employees of one company have access to confidential information of the other.  \n(Am. Mem. in Supp. of Prelim. Inj. 4.) \n \n 2.  Defendant Jordan \n \n {10} Jordan was first hired by Aerotek’s predecessor Onsite Companies, Inc. \nin 1996.  (Am. Mem. in Supp. of Prelim. Inj. 5.)  He was promoted several times, in \n2008 becoming Regional Vice President based at Aerotek’s Fairfax, Virginia office.  \n(Am. Mem. in Supp. of Prelim. Inj. 5.)  In this position, Jordan managed a team of \n \n  \nnational salespeople and was responsible for the Mid-Atlantic Region, which \nincluded Virginia, Maryland, Washington D.C., West Virginia, Alabama, and \nTennessee.  (Am. Mem. in Supp. of Prelim. Inj. 5.)  Jordan remained in that position \nuntil his resignation from Aerotek on February 20, 2009.  (Am. Mem. in Supp. of \nPrelim. Inj. 5.)  Jordan signed both an Aerotek Employment Agreement and an \nAerotek Incentive Investment Plan Agreement (“IIP Agreement”). \n \n 3.  Former Aerotek Employees \n \n {11} Plaintiffs complain that the Corporate Defendants have hired six \nformer Aerotek employees, and the employment contracts of five of them are the  \nfocus in this litigation: Michael Nicholas, Daniel Curran, Christopher Hadley, Ana \nNeto Rodrigues, and Alexander Ferrello (collectively the “Former Employees”).1  \nEach of the Former Employees signed an Aerotek Employment Agreement. \n {12} Nicholas worked for Aerotek from September 2006 until his \nresignation on January 3, 2012, at which time he was a National Account Manager \nin the Arlington, Virginia office.  (Am. Mem. in Supp. of Prelim. Inj. 9.)  Nicholas \nsigned both an Aerotek Employment Agreement and an Aerotek IIP Agreement.  \n(Am. Mem. in Supp. of Prelim. Inj. 15.)  Nicholas is currently employed by PES-NC \nin sales.  (Defs.’ Am. Mem. in Opp’n to Pls.’ Mot. for Prelim. Inj. 14.) \n {13} Curran worked for Aerotek from September 2003 until his resignation \non September 16, 2011, at which time he was a Director of Strategic Sales for \nGovernment Services at Aerotek’s Washington, D.C. office.  (Am. Mem. in Supp. of \nPrelim. Inj. 9.)  Curran signed an Aerotek Employment Agreement and an Aerotek \nIIP Agreement.  (Am. Mem. in Supp. of Prelim. Inj. 9.)  Curran is currently \nemployed by PES-NC in sales.  (Defs.’ Am. Mem. in Opp’n to Pls.’ Mot. for Prelim. \nInj. 14.) \n {14} Hadley worked for Aerotek from February 26, 2001 until his \nresignation on April 6, 2012, at which time he was a Director of Strategic Sales and \n                                                 \n1  Plaintiffs allege that Defendants have also hired Katherine Carter Glossin, a former Customer \nSupport Associate for Aerotek.   \n \n  \nOperations with the Government Services Group in Aerotek’s Fairfax, Virginia \noffice.  (Am. Mem. in Supp. of Prelim. Inj. 5.)  Hadley signed an Aerotek \nEmployment Agreement.  Hadley is currently employed by PES-NC in sales.  (Defs.’ \nAm. Mem. in Opp’n to Pls.’ Mot. for Prelim. Inj. 14.) \n {15} Rodrigues worked for Aerotek from December 17, 2004 until her \nresignation on March 30, 2012, at which time she was an Account Manager in \nAerotek’s Arlington, Virginia office.  (Am. Mem. in Supp. of Prelim. Inj. 9.)  \nRodrigues signed an Aerotek Employment Agreement.  Rodrigues now works as a \nsalesperson for Piper Enterprise Solutions, LLC, which is not a defendant and \nwhich is a separate entity from PES-NC.  (Am. Mem. in Supp. of Prelim. Inj. 10 \nn.50; Defs.’ Am. Mem. in Opp’n to Pls.’ Mot. for Prelim. Inj. 15.) \n {16}  Ferrello worked for Aerotek from June 11, 2007 until his resignation \non March 30, 2012, at which time he was an Account Recruiting Manager at \nAerotek’s Fairfax, Virginia office.  (Am. Mem. in Supp. of Prelim. Inj. 10.)  Ferrello \nsigned an Aerotek Employment Agreement.  Ferrello now works for Piper \nEnterprise Solutions, LLC as its Director of Recruiting.  (Defs.’ Am. Mem. in Opp’n \nto Pls.’ Mot. for Prelim. Inj. 15.) \n  \n4. \n Corporate Defendants  \n {17} Certain restrictions in Jordan’s IIP Agreement expired on August 21, \n2011. \n {18} ZP was incorporated in Virginia on September 21, 2009.  (Am. Mem. in \nSupp. of Prelim. Inj. 7.)  ZP’s principal office is in Vienna, Virginia.  (Am. Compl. ¶ \n6.)  Plaintiffs contend that ZP’s website clearly shows that ZP is engaged in \nprofessional staffing services.  (Am. Compl. ¶ 58–59, 61–63.)  Defendants allege that \nZP is not a “staffing” company, but rather is “a defense subcontractor . . . that \nprovides technical staff augmentation through full program management in three \ncore areas: (1) intelligence analysis and support; (2) information technology and \ncommunications; and (3) cyber solutions.”  (Defs.’ Am. Mem. in Opp’n to Pls.’ Mot. \n \n  \nfor Prelim. Inj. 4.)  In short, the Parties dispute whether ZP competes with \nPlaintiffs. \n {19} ZP-NC was incorporated in North Carolina on November 3, 2011.  (Am. \nCompl. ¶ 46.)  Its principal office is in Durham, North Carolina.  (Am. Compl. ¶ 8.) \n {20} PES-NC was incorporated in North Carolina on September 15, 2011.  \n(Am. Compl. ¶ 46.)  Its principal office is in Durham, North Carolina.  (Am. Compl. \n¶ 9.)  Defendants describe PES-NC as “a niche recruiting firm focused on staffing \nwithin IT infrastructure, software development, and IT Systems engineering.”  \n(Defs.’ Am. Mem. in Opp’n to Pls.’ Mot. for Prelim. Inj. 16.) \n \nB.  The Non-Compete and Non-Solicitation Covenants \n \n {21} There are non-compete and non-solicitation covenants in both the \nAerotek Employment Agreement and the IIP Agreement.  All five of the Former \nEmployees signed an Employment Agreement, but only Jordan, Nicholas, and \nCurran signed IIP Agreements.  (Am. Compl. ¶¶ 30–31, 43–44; Am. Mem. in Supp. \nof Prelim. Inj. 27.)   \n \n 1.  The Aerotek Employment Agreements\n \n {22} Jordan’s Employment Agreement included a Covenant Not to Divulge \nConfidential Information, pursuant to which Jordan permanently “agreed not to \nuse, disclose or divulge any Confidential Information of Aerotek to any other person, \ncompany or entity.”  (Am. Compl. ¶ 40.)  \n {23} Employment Agreements for Nicholas, Rodrigues, and Ferrello \nprohibit: \ndirectly or indirectly engaging in, or preparing to engage in, \nemployment with any business engaging in, or preparing to engage in, \nAerotek’s business for which the employee performed services during \nthe two years prior to the termination of his employment and within a \n50-mile radius from 1) the office in which he reported at the time of \ntermination, or 2) any other offices in which he worked during the two \nyears of employment.   \n \n \n  \n(Am. Mem. in Supp. of Prelim. Inj. 11–12.)  The Employment Agreements also \ninclude customer and employee non-solicitation provisions, which both last for 18 \nmonths following separation, and confidentiality and non-disclosure statements \nwhich continue for three years following separation.  (Am. Mem. in Supp. of Prelim. \nInj. 12.)   \n {24} Employment Agreements for Hadley and Curran include similar \nrestrictive covenants, but have a wider geographic limit for the non-compete \ncovenant based on their positions as Directors of National Sales.  The non-compete \ncovenants extend to a 100-mile radius from (1) the office where they worked at the \ntime of their resignation and (2) the offices at which they worked, reported to, or \nhad responsibilities over during the two years prior to their resignation; or “in the \ngeographic areas where they assisted Aerotek in marketing its services in the two \nyears prior to termination where such assistance involved customers over which \nHadley/Curran had national or regional responsibilities.”  (Am. Compl. ¶ 39.) \n \n 2.  The IIP Agreement \n \n {25} The IIP Agreement contains several non-compete and non-solicitation \nprovisions which condition payment of incentives under the IIP.  For the thirty \nmonths following separation from Aerotek, IIP participants are prohibited from \n“either directly on his or her own behalf, or indirectly through any entity in, or on \nbehalf of or with respect to which, the [employee] is an officer, director, trustee, \nshareholder, creditor, employee, partner or consultant”: \n(1) recruiting, employing and providing the services of scientific, \ntelecommunications, engineering, automotive, technical, \ninformation technology, information systems, industrial, office \nsupport, financial support, accounting, legal, energy, aviation, \nenvironmental and/or other personnel on a temporary or \npermanent basis, providing information systems, information \ntechnology and telecommunications services, or any other lines \nof business that the Companies engage in . . . in which the \nParticipant performed work or obtained knowledge and \ninformation during the two (2) year period preceding his or her \nSeparation from Service , within a radius of two hundred fifty \n \n  \n(250) miles  of the office in which the Participant last worked or \nany other office in which the Participant worked during the two \n(2) years preceding his or her Separation from Service, or as \nmuch thereof as a Court of competent jurisdiction deems \nreasonable; \n(2) [soliciting clients or customers of Allegis and its subsidiaries]; \n(3) Approach[ing], contact[ing], solicit[ing] or induc[ing] any \nRegular Employee of the Companies: \n  (a) to provide services to any individual, corporation or \nentity whose business is competitive with any of the Companies, \nor  \n  (b) to leave the employ of any of the Companies; \n(4) Approach[ing], contact[ing], solicit[ing] or induc[ing] any person \nwho has been a Contract Employee within the two (2) year \nperiod prior to the date of the Employee’s [resignation] . . . ; \n(5) In any way, solicit[ing], divert[ing] or tak[ing] away any staff, \ntemporary personnel, trade, business, or good will from the \nCompanies; solicit accounts or personnel which became known \nto the Participant through his or her employment with the \nCompanies; influence or attempt to influence any of the \nCompanies’ customers or personnel not to do business with the \nCompanies . . . ; \n(6) Us[ing], divulg[ing] or disclos[ing] proprietary, trade secret or \nconfidential information of the Companies.    \n \n(Mem. in Supp. of Prelim. Inj. Ex. 6, at 4–6 ¶ 9 (emphasis added).) \n {26} The IIP Agreement defines the “Companies” as “Allegis Group, \nInc. and its subsidiaries.”  (Mem. in Supp. of Prelim. Inj. Ex. 6, at 1 ¶ 2(f).) \n \n 3.   Comparing the IIP Agreement and the Employment Agreements \n {27} Both the breadth and length of covenants differ between the IIP \nAgreement and the Employment Agreements.   \n {28} First, the IIP Agreement prohibits participants from doing \nbusiness in which the participant “performed work or obtained knowledge \nand information during the two (2) year period preceding his or her \nSeparation from Service.”  (Mem. in Supp. of Prelim. Inj. Ex. 6, at 4–6 ¶ 9.)  \nThe Employment Agreements prohibit separated employees only from doing \nbusiness in which the participant actually “performed services during the two \n \n  \nyears prior to the termination of his employment.”  (Am. Mem. in Supp. of \nPrelim. Inj. 11.)   \n {29} Second, the IIP Agreement extends the non-compete restrictions \nto 250 miles from the employee’s last office or any office in which the \nemployee worked in the two years prior to his or her separation.  A factual \ndispute arose whether the PES-NC locations fall within the 250-mile radius.  \nThe court does not resolve that dispute at this time.  The Employment \nAgreements contain either a 50-mile or 100-mile restriction.  (Am. Mem. in \nSupp. of Prelim. Inj. 26–27.)    \n {30} Third, the IIP Agreement was executed with Allegis and extends \nto Aerotek and TEKsystems, while the Employment Agreements do not \nmention TEKsystems.  \nCompare (Verified Compl. Ex. A, at 23–25 ¶ 3 \n(Curran’s Employment Agreement non-compete provision) with (Mem. in \nSupp. of Prelim. Inj. Ex. 6, at 1 ¶ 2(f), 4 ¶ 9 (the IIP Agreement non-compete \nrestriction)). \n {31} Fourth, the IIP Agreement covenants other than the non-\ndisclosure provisions are in force for 30 months from the date of separation, \nwhile those in the Employment Agreements expire after 18 months following \nseparation.  \nCompare (Verified Compl. Ex. A, at 23–25 ¶ 3 (Curran’s \nEmployment Agreement non-compete provision)) with (Mem. in Supp. of \nPrelim. Inj. Ex. 6, at 4–6 ¶ 9.) \n \nC.  Jordan’s Alleged Plan  \n {32} Plaintiffs allege that within the thirty months following his \nresignation, and in violation of his IIP Agreement, Jordan implemented a plan to \nstart and develop businesses which would compete with Aerotek and TEKsystems, \nand that in doing so Jordan seeks to obtain an unfair advantage by staffing his new \nbusinesses with the already-trained Former Employees and by soliciting business \nfrom Aerotek’s and TEKsystems’ clients by using the Former Employees’ \nestablished relationships with those clients.  (Am. Compl. ¶ 52.)  Although Jordan \n \n  \ndid not hire the Former Employees until after the non-solicitation and non-compete \nprovisions of his IIP Agreement expired on August 21, 2011, Plaintiffs allege that he \nbegan soliciting them before that date.  (Mem. in Supp. of Prelim. Inj. 8–9.)  \nSpecifically, Plaintiffs allege that Jordan had discussed “doing staffing” with Hadley \nas early as February 2010 and that Jordan e-mailed Hadley about relocating to \nRaleigh as early as September 28, 2010.  (Am. Mem. in Supp. of Prelim. Inj. 8–9.)  \nPlaintiffs further allege Jordan spoke to Curran about ZP in the summer of 2011.  \n(Am. Mem. in Supp. of Prelim. Inj. 9.)   \n {33} Plaintiffs further contend that Jordan “coached” the Former \nEmployees during the time he was soliciting them, and provided them with \nindemnification against potential legal expenses.  (Am. Mem. in Supp. of Prelim. \nInj. 10.)  Plaintiffs assert that Jordan had the Former Employees resign on a \nstaggered schedule, and had them “continue[ ] to work for Aerotek and avail \nthemselves of access to its confidential business information and trade secrets for \nweeks and months after deciding they would resign.”  (Am. Mem. in Supp. of \nPrelim. Inj. 9–10, 16.)  Furthermore, Plaintiffs allege, the Former Employees helped \ndevelop the Defendant Companies while still employed by Aerotek.  (Am. Mem. in \nSupp. of Prelim. Inj. 10–11.)  Plaintiffs highlight an event in November 2011, when \nNicholas was still employed by Aerotek, at which he and Jordan discussed setting \nup a meeting with one of Aerotek’s former clients, Lockheed Martin.  Lockheed \nMartin has been a customer of the Corporate Defendants since that time.  (Am. \nMem. in Supp. of Prelim. Inj. 19–20.) \n {34} Plaintiffs conclude that Jordan’s acts induced the Former Employees to \nbreach their own non-compete agreements with Aerotek, such that at least four out \nof the five Former Employees are violating the non-compete provisions in either \ntheir Employment Agreement or the IIP Agreement.  (Am. Mem. in Supp. of Prelim. \nInj. 11, 28–29.) \n  \n \n \n \n  \nD.  Alleged Misappropriation of Trade Secrets and Confidential Information  \n {35} Although Plaintiffs claim that some misappropriation has already \noccurred, in seeking injunctive relief Plaintiffs rely heavily on the doctrine of \ninevitable disclosure.  They contend that the nature of the business in which the \nCorporate Defendants are engaged makes it inevitable that the Former Employees \nwill misuse Aerotek’s and TEKsystems’ trade secrets and confidential information \nduring the course of their employment.  Plaintiffs point to evidence that Defendants \nhave obtained both TEKsystems’ Staffing Service Agreement and Allegis’ Internal \nEmployee Handbook and have slightly altered them for use by the Corporate \nDefendants.  (Am. Mem. in Supp. of Prelim. Inj. 16, 21.)  Defendants also possess \nTEKsystems’ Authorized Federal Supply Service – IT Technology Schedule Price \nList and CAT-2 Scheduling Sheet.  (Am. Mem. in Supp. of Prelim. Inj. 16.)  \nPlaintiffs further contend that several of the Former Employees “used external \nstorage devices to extract information from their company laptops before departing \nAerotek.”  (Am. Mem. in Supp. of Prelim. Inj. 17.)  Defendants contend that the \ndocuments are not, in fact, confidential, and information the Former Employees \nmay have removed from computer systems was limited to personal information. \n {36} Plaintiffs further complain that several of the Former Employees who \nhad already decided to leave their employment nonetheless attended meetings and \ntraining sessions where confidential information was disclosed.  In particular, \nHadley, after deciding to resign, “set up a meeting with a top-level executive with \nAerotek to discuss the company’s direction.”  (Am. Mem. in Supp. of Prelim. Inj. 16.)  \nThe suggestion is that the sole purpose of attending the meetings under these \ncircumstances was to unfairly access information to use for the Corporate \nDefendants’ competitive benefit. \n \nE. \n The Causes of Action in the Amended Complaint  \n {37} Plaintiffs present multiple claims in their Amended Complaint, and \nthe claims vary as to which Plaintiff is asserting the claim and against which \nDefendants the claim is being asserted.  The claims are: \n \n  \n•  Count I:  Tortious Interference with Contract, brought by Allegis and \nAerotek against ZP, PES, and Jordan; \n•  Count II:  Misappropriation of Trade Secrets, brought by Aerotek and \nTEKsystems against ZP and PES; \n•  Count III:  Unfair and Deceptive Trade Practices, brought by Aerotek \nand TEKsystems against ZP, PES, and Jordan; \n•  Count IV:  Breach of Fiduciary Duties, brought by Aerotek against \nCurran and Nicholas; and \n•  Count V:  Misappropriation of Trade Secrets, brought by Aerotek and \nTEKsystems against Jordan, Curran, and Nicholas. \n {38} Plaintiffs alternatively ask the court to reform any covenant to the \nextent necessary to render it enforceable.  (Am. Compl. ¶ 123.) \n {39} Plaintiffs do not in this action assert breach of contract claims against \nthe Former Employees.  Separate contract actions are being pursued in Maryland. \n {40} Defendants contend that their Motion to Dismiss must be granted as to \nthe tortious interference claims because, even assuming a breach of any covenant by \nthe Former Employees (which is denied), Jordan and the Corporate Defendants \nhave a competitive privilege which insulates them from liability for tortious \ninterference.  (Defs.’ Mem. in Supp. of Mot. to Dismiss Pls.’ Am. Compl. 8–9.)  \nDefendants contend the trade secrets claims must be dismissed because Plaintiffs \nhave not demonstrated specific trade secrets, and do not allege facts adequate to \ninvoke the doctrine of inevitable disclosure.  (Defs.’ Mem. in Supp. of Mot. to \nDismiss Pls.’ Am. Compl. 11–12.)  Defendants indicate that the UDTPA claim must \nbe dismissed because it depends on the other claims which should be dismissed, and \nthat the fiduciary duty claim against Curran and Nicholas should be dismissed \nbecause there is no factual allegation adequate to impose a fiduciary duty upon \nthem.  (Defs.’ Mem. in Supp. of Mot. to Dismiss Pls.’ Am. Compl. 14–15.) \n {41} In addition to their attack on the Amended Complaint as having failed \nto state a claim, Defendants contend that Plaintiffs have in any event failed in their \nburden of proof necessary to justify the entry of a preliminary injunction.   \n \n  \nIV. IV. IV. IV.    LEGAL LEGAL LEGAL LEGAL STANDARD STANDARD STANDARD STANDARDS S SS    \n \n {42} A preliminary injunction “is an extraordinary measure taken by a \ncourt to preserve the status quo of the parties during litigation.”  A.E.P. Indus., Inc. \nv. McClure , 308 N.C. 393, 401, 302 S.E.2d 754, 759 (1983).  Issuance is proper only: \n(1) if a plaintiff is able to show likelihood  of success on the merits of his \ncase and (2) if a plaintiff is likely to sustain irreparable loss unless the \ninjunction is issued, or if, in the opinion of the Court, issuance is \nnecessary for the protection of a plaintiff’s rights during the course of \nlitigation. \n \nId.  at 401, 302 S.E.2d at 759–60 (citations omitted) (emphasis in original). \n {43} On a motion to dismiss pursuant to Rule 12(b)(6), the court inquires \n“whether, as a matter of law, the allegations of the complaint, treated as true, are \nsufficient to state a claim upon which relief may be granted under some legal \ntheory, whether properly labeled or not.” Crouse v. Mineo , 189 N.C. App. 232, 237, \n658 S.E.2d 33, 36 (2008) (quoting Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, \n670, 355 S.E.2d 838, 840 (1987)).  The motion may be granted either if the \ncomplaint fails to allege facts necessary for relief, or alleges facts which necessarily \ndefeat the claim being pursued.  Bob Timberlake Collection, Inc. v. Edwards , 176 \nN.C. App. 33, 40, 626 S.E.2d 315, 322 (2006).   \n \nV. V. V. V.     ANALYSIS ANALYSIS ANALYSIS ANALYSIS    \n \nA.  Count I: Tortious Interference with Contract \n \n {44} To state a claim for tortious interference with a contract, a plaintiff \nmust allege five elements:  \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \nthe defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing \nso acts without justification; (5) resulting in actual damage to plaintiff. \n \n \n  \nEsposito v. Talbert & Bright, Inc. , 181 N.C. App. 742, 745, 641 S.E.2d 695, 697 \n(2007). \n{45} A tortious interference claim will fail if “[t]he plaintiff’s complaint \nreveals on its face . . . that the defendant was justified” in its conduct.  Peoples Sec. \nLife Ins. Co. v. Hooks , 322 N.C. 216, 221, 367 S.E.2d 647, 650 (1988), see also \nSellers v. Morton , 191 N.C. App. 75, 82, 661 S.E.2d 915, 921 (“A complainant must \nshow that the defendant acted with malice and for a reason not reasonably related \nto the protection of a legitimate business interest of the defending party”).  That is, \nthe court examines the complaint to see whether it demonstrates that the defendant \nwas “acting for a legitimate business purpose” or “in furtherance of [its] own \ninterests and by means that are lawful.”  Peoples Sec. Life Ins ., 322 N.C. at 221, 367 \nS.E.2d at 650; Sellers , 191 N.C. App. at 82, 661 S.E.2d at 921. \n{46} While justification is often thought of in terms of an affirmative \ndefense, North Carolina includes the lack of justification as a part of the elements of \na prima facie case and therefore imposes a pleading burden on a plaintiff.  See \nUnited Labs, Inc. v. Kuykendall , 322 N.C. 643, 661–62, 370 S.E.2d 375, 387 (1988), \nciting Childress v. Abeles , 240 N.C. 667, 84 S.E.2d 176 (1954); see also N.C.P.I. Civ. \n807.00. \n{47} However, a defendant which may otherwise have a competitor’s \nprivilege may face liability if it acts “with malice and for a reason not reasonably \nrelated to the protection of a legitimate business interest . . . .”  Smith v. Ford Motor \nCo. , 289 N.C. 71, 94, 221 S.E.3d 282, 296 (1976); see also Area Landscaping, L.L.C. \nv. Glaxo-Wellcome, Inc. , 160 N.C. App. 520, 523, 586 S.E.2d 507, 510 (2003).  \nGenerally, a finding of malice will turn upon evidence of the defendant’s “bad \nmotive.”  See Robinson, Bradshaw & Hinson, P.A. v. Smith , 129 N.C. App. 305, 317, \n498 S.E.2d 841, 850 (1998). \n{48} Here, Plaintiffs claim that Aerotek and/or Allegis had valid contracts \nwith the Former Employees with which ZP, PES, and Jordan interfered without \njustification.  Obligated to accept the allegations of the Amended Complaint as true \nfor purposes of the Motion to Dismiss, the court assumes that the employment \n \n  \nagreements contain valid reasonable covenants.  The court further assumes, for \npurposes of the Motion to Dismiss the tortious interference claims, that there are \nallegations of a breach of the covenants adequate to withstand dismissal in the \nactions pending in Maryland.  In this case, the focus is on whether the Amended \nComplaint itself discloses a competitive privilege or the loss of such a privilege \nbecause of acts taken with malice. \n{49}  For purposes of the Motion to Dismiss, the court concludes that the \nAmended Complaint includes allegations sufficient to withstand Rule 12(b)(6) and \nthat adequate facts are alleged that Jordan, ZP, and PES acted with an improper \npurpose and in breach of direct contractual promises made by Jordan to Plaintiffs.  \nClearly, Defendants contest whether Plaintiffs will be able to prove those \nallegations, but a Rule 12(b)(6) motion is not the vehicle to resolve such disputes. \n{50} The court’s inquiry is more searching to determine whether Plaintiffs’ \nproof to date is adequate to support a preliminary injunction based on a claim of \ntortious interference.  The court concludes that this claim, standing alone, does not \nsupport a preliminary injunction, but rather any such injunction must rest upon \nadequate demonstration of the risk of misappropriation of trade secret claims.  The \ncourt is even more guarded in approaching a request for injunction based on \ntortious interference where the person(s) alleged to have breached the underlying \ncontract are not parties to the litigation, and another forum is available to consider \nan injunction against the contracting party.     \n \nB.  Counts II and V: Misappropriation of Trade Secrets \n \n{51} The North Carolina Trade Secrets Protection Act (“TSPA”), N.C. GEN \nSTAT . §§ 66-152 (2013), et seq. , provides the owner of a trade secret with a private \nright of action against a party which has misappropriated that trade secret.  N.C. \nG EN . STAT . § 66-153.  To state a cause of action under the TSPA, “a plaintiff must \nidentify a trade secret with sufficient particularity so as to enable a defendant to \ndelineate that which he is accused of misappropriating and a court to determine \nwhether misappropriation has or is threatened to occur.”  Analog Devices, Inc. v. \n \n  \nMichalski , 157 N.C. App. 462, 468, 579 S.E.2d 449, 453 (2003); see also VisionAIR v. \nJames , 167 N.C. App. 504, 510−11, 606 S.E.2d 359, 364 (2004).  “[A] complaint that \nmakes general allegations in sweeping and conclusory statements, without \nspecifically identifying the trade secrets allegedly misappropriated, is ‘insufficient \nto state a claim for misappropriation of trade secrets.’”  Washburn v. Yadkin Valley \nBank & Trust Co. , 190 N.C. App. 315, 327, 660 S.E.2d 577, 585−86 (2008) (citation \nomitted).  More specifically, a general allegation that an employee “acquired \nknowledge of [the former employer’s] business methods; clients, their specific \nrequirements and needs; and other confidential information pertaining to [the \nemployer’s] business” is not adequate to state a TSPA claim.  Id.  at 327, 660 S.E.2d \nat 586.   \n {52} An injunction is a recognized appropriate remedy where actual \nmisappropriation is demonstrated, as the TSPA expressly recognizes that “actual or \nthreatened misappropriation of a trade secret may be preliminarily enjoined during \nthe pendency of the action . . . .”  N.C. G\nEN . STAT . § 66-154 (2013).  However, North \nCarolina courts are reluctant to grant injunctive relief solely on the basis of \nthreatened misappropriation without proof of actual misappropriation.  See Analog \nDevices, Inc. , 157 N.C. App. at 470–71, 579 S.E.2d at 455.    \n {53} Plaintiffs here contend that the facts demonstrate that \nmisappropriation will necessarily occur, such that this court should apply the \ndoctrine of “inevitable disclosure.”  It is less than clear as to how that doctrine is to \nbe applied in North Carolina.  The court in Analog Devices  was invited to apply the \ndoctrine to enjoin an employee leaving to join a competitor, but did not reach that \nissue squarely.  157 N.C. App. at 470, 579 S.E.2d at 454–55.  The court clearly \nsuggested, however, that should the doctrine be applied, it should be used only to \nlimit the scope of an employee’s new employment duties while not preventing any \nand all employment with the plaintiff’s competitor.  Id. at 470–71, 579 S.E.2d at \n455. \n {54} The North Carolina Court of Appeals earlier declined an opportunity to \napply the inevitable disclosure doctrine in \nTravenol Laboratories, Inc. v. Turner , 30 \n \n  \nN.C. App. 686, 693–94, 228 S.E.2d 478, 484–85 (1976).  In doing so, the court \nrecognized that an injunction may be appropriate to limit an employee’s \nunauthorized disclosure of trade secrets or confidential information, but only if \nproof of the likelihood of the employee’s disclosure of the information is “high.”  Id. \nat 692, 579, S.E.2d at 483.  The court indicated that ordinarily the mere fact that \nthe employee works for a competitor will be inadequate to prove a likelihood of \ndisclosure, recognizing that an employee is entitled to take his general knowledge \nand skills with him to his new employer.  Id. at 694, 579 S.E.2d at 485. \n {55} The inevitable disclosure doctrine has received at least some \nrecognition by the federal courts in the Fourth Circuit, and one decision of the \nMiddle District of North Carolina reviewed Travenol and predicted that the North \nCarolina state courts will recognize the doctrine in appropriate circumstances.  \nMerck & Co. v. Lyon , 941 F. Supp. 1443, 1459 (M.D.N.C. 1996).  However, the court \ncautioned that the trade secrets at risk would have to be clearly identified and there \nwould have to be significant similarity between the companies as well as between \nthe employee’s position with the two companies.  Id.  at 1460. \n {56} In order to rule upon the Motion to Dismiss, the court need not resolve \nwhether it should ultimately apply the doctrine.  Plaintiffs have made factual \nallegations that there has already been misappropriation of protected information \nadequate to withstand 12(b)(6).  As to the P.I. Motion, the court cannot conclude \nthat Plaintiffs have to date shown an adequate factual predicate to justify issuing \nan injunction based on threatened inevitable disclosures.  The Parties present \nclearly different constructions of the factual record.  Plaintiffs urge that the \nCorporate Defendants are direct competitors and that Jordan’s very plan \nconcentrates on securing trade secrets and confidential information from the \nFormer Employees.  Defendants, on the other hand, argue that the Corporate \nDefendants do not compete with Plaintiffs, and it must follow that disclosure of \nprotected information by the Former Employees is not inevitable, especially those \nwho executed only Aerotek employment contracts because Aerotek is not engaged in \nthe IT business. \n \n  \n {57} On balance, upon a review of the entire record, the court concludes \nthat Plaintiffs have adequately stated a claim for trade secret misappropriation to \nwithstand a Rule 12(b)(6) motion, but that Plaintiffs have not presented evidence of \nmisappropriation or threatened misappropriation sufficient to justify the court \nissuing a preliminary injunction.   \n \nC.  Count III: Unfair and Deceptive Trade Practices\n \n {58} If a violation of the TSPA otherwise is shown to be “in or affecting \ncommerce” and the proximate cause of injury to the plaintiff, it is a violation of the \nUDTPA as well.  Medical Staffing Network, Inc. v. Ridgway , 194 N.C. App. 649, \n659, 670 S.E.2d 321, 329 (2009) (“A violation of the [TSPA] constitutes an unfair act \nor practice under [the UDTPA]”; Id.; Drouillard v. Keister Williams Newspaper \nServs., Inc. , 108 N.C. App. 169, 172–73, 423 S.E.2d 324, 326 (1992) (“If the violation \nof the [TSPA] satisfies [the UDTPA’s] three prong test, it would be a violation of \n[the UDTPA]”).  Accordingly, the UDTPA claim of Count III survives Rule 12(b)(6) \nalong with the trade secrets claims of Counts II and V.  See also Akzo Nobel \nCoatings, Inc. v. Rogers , 2011 NCBC 41, at *119 (N.C. Super. Ct. Nov. 3, 2011). \n \nD. \n Count IV: Breach of Fiduciary Duty  \n {59} To state a claim for breach of fiduciary duty, a plaintiff must first \nestablish the existence of a fiduciary relationship.  Dalton v. Camp , 353 N.C. 647, \n651, 548 S.E.2d 704, 707 (2001).  A fiduciary relationship may arise when “there has \nbeen a special confidence reposed in one who in equity and good conscience is bound \nto act in good faith and with due regard to the interests of the one reposing \nconfidence . . . and in which there is confidence reposed on one side, and resulting \ndomination and influence on the other.”  Id. at 651–52, 548 S.E.2d at 707–08 \n(emphasis in original omitted) (internal quotation marks omitted) (quoting Abbitt v. \nGregory , 201 N.C. 577, 598, 160 S.E. 896, 906 (1931)).    \n {60} The typical employer-employee relationship is usually insufficient to \nmeet this standard.  Id.  at 652;  Sunbelt Rentals, Inc. v. Head & Engquist Equip., \n \n  \nL.L.C. , 2002 NCBC LEXIS 2, at *24 (N.C. Super. Ct. July 10, 2002).  Basic \nmanagement responsibilities and “substantial discretion with respect to the day-to-\nday, ‘nuts and bolts’ operation” do not rise to the level of domination and influence \nover the company that the fiduciary standard requires.  Id. at *34; see also  Austin \nMaint. & Constr., Inc. v. Crowder Constr. Co. , 2012 N.C. App. LEXIS 1452, at *17–\n20 (2012) (upholding trial court’s grant of summary judgment against plaintiff’s \nbreach of fiduciary duty claim because the court concluded that “any confidence that \nPlaintiff reposed in [the employee] consisted of nothing more than relying on him to \ncompetently perform his assigned duties” and “that [the employee] exercised little \nor no control over Plaintiff’s overall operations . . . .”). \n {61} Plaintiffs allege that Nicholas and Curran were high-ranking directors \nfor Aerotek (Am. Compl. ¶ 109), and that their participation in Aerotek’s IIP \nAgreement extended their employee roles at Aerotek “beyond mere managers . . . .”  \n(Pls.’ Resp. to Defs.’ Mot. to Dismiss Pls.’ Am. Compl. 10.)  This allegation, however, \ndoes not establish that Nicholas or Curran were in any position to dominate or \ncontrol Allegis’ overall operations.  The court does not read the North Carolina \nSupreme Court’s decision in Sara Lee Corp. v. Carter , to provide otherwise.  351 \nN.C. 27, 519 S.E.2d 308, reh’g denied, 351 N.C. 191, 541 S.E.2d 716 (1999).  Most \ncertainly there was no fiduciary duty that would limit Curran’s and Nicholas’ right \nto terminate their own employment.  See Elliott v. Enka-Candler Fire & Rescue , \n2011 N.C. App. LEXIS 1373, 5–7, 713 S.E.2d 132,135 (2011).   \n {62} In conclusion, even under the liberal standards of notice pleading, \nPlaintiffs have failed to state facts adequate to impose the imposition of a fiduciary \nduty upon Curran or Nicholas.     \n \n \n \n \n \n \n \n  \nVI. VI. VI. VI.    CONCLUSION CONCLUSION CONCLUSION CONCLUSION    \n    \n {63} For the foregoing reasons, the court concludes that Plaintiffs have \nalleged facts supporting Counts I, II, III and V of the Amended Complaint sufficient \nto withstand the Motion to Dismiss.  However, they have not pled facts adequate to \nsupport Count IV. \n {64} Plaintiffs have not to date demonstrated adequate facts to prove that \nthey will likely succeed on the merits of their claims, that Defendants will \ninevitably disclose any trade secret or confidential information, or that Plaintiffs \nwill suffer immediate and irreparable harm.  Further, the Former Employees’ \ninterests in pursuing employment present factors which countervail against \nPlaintiffs’ request for preliminary injunctive relief.   \n {65} Accordingly: \n1. \n Plaintiffs’ Motion for Preliminary Injunction is DENIED; \n2.  Defendants’ Motion to Dismiss Count IV of the Amended Complaint is \nGRANTED; \n3.  Defendants’ Motion to Dismiss Counts I, II, III, and V of the Amended \nComplaint is DENIED; \n4.  The court approves the Parties’ Joint Case Management Report \nsubmitted on January 17, 2013, and adopts the timetables for \ndiscovery and motions listed in that report.  Upon request by either \nParty, the court will convene a status conference, but otherwise the \nrequirement for a Case Management Conference pursuant to Business \nCourt Rule 17 is suspended. \n \nIT IS SO ORDERED, this the 25th day of February, 2013. \n "
}