{
  "id": "d185838dca424b10f2fe9dc35d1106385dd76367e1cbb603ab3273e6b15eafdb",
  "source_file": "data/raw/ncbc/d185838dca424b10f2fe9dc35d1106385dd76367e1cbb603ab3273e6b15eafdb.pdf",
  "raw_text": "Al-Hassan v. Pebble Creek Parc, L.L.C., 2020 NCBC 14. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n2019 CVS 10534 \n \nCLAUDIA AL-HASSAN, both \nindividually and derivatively on behalf \nof PEBBLE CREEK PARC, L.L.C., \n \nPlaintiff, \n \nv. \n \nSAM YOUSSEF SALLOUM, both \nindividually and as manager of \nPEBBLE CREEK PARC, L.L.C; and \nSINACORI BUILDERS, LLC, \n \nDefendants, \n \nand \n \nPEBBLE CREEK PARC, L.L.C.,  \n \nNominal Defendant. \n \n \n \n \n \n \nORDER AND OPINION  \nON SALLOUM’S PARTIAL  \nMOTION TO DISMISS \n \n1. This case arises out of a dispute over the pending sale of Pebble Creek Parc, \nL.L.C.’s (“Pebble Creek”) sole asset—just over five acres of real property—to Sinacori \nBuilders, LLC.  Claudia Al-Hassan, a minority member of Pebble Creek, objects to \nthe sale.  She has brought a mix of individual and derivative claims against Pebble \nCreek’s manager, Sam Salloum .  The complaint also names Sinacori Builders as a \ndefendant due to its interest in the sale contract. \n2. Salloum has moved to dismiss some but not all  claims under Rule 12(b)(6) \nof the North Carolina Rules of Civil Procedure.  (See ECF No. 14.)  For the following \nreasons, the Court GRANTS in part and DENIES in part the motion.   \nSprings Law Firm, PLLC, by Venus Y. Springs,  for Plaintiff Claudia \nAl-Hassan.  \n \nRaynor Law Firm, PLLC, by Kenneth R. Raynor, for Defendant Sam \nYoussef Salloum.  \n \nNo counsel appeared for Defendant Sinacori Builders, LLC.   \n \nConrad, Judge. \nI. \nBACKGROUND \n3. The Court does not make findings of fact on a Rule 12(b)(6) motion to \ndismiss.  The following factual summary is  drawn from the  allegations in the \namended complaint.  (See ECF No. 8 [“Am. Compl.”].) \n4. Pebble Creek, a North Carolina LLC, was f ormed in 2007 fo r a single \npurpose: to purchase and develop a small piece of real property.  ( See Am. Compl. \n¶¶ 9, 10 , 20 .)  From the outset, t he members agreed that Pebble Creek would  be \ndissolved by 2017.  ( See Am. Compl. ¶  25.)  Though 2017 and then 2018 came and \nwent, the property was never developed, and Pebble Creek was never dissolved.  (See \nAm. Compl. ¶¶ 21, 25.)  In March 2019, Salloum signed a contract as Pebble Creek’s \nmanager to sell the undeveloped property to Sinacori Builders.  ( See Am. Compl. \n¶ 31.) \n5. Al-Hassan objected to the sale.  (See Am. Compl. ¶ 32.)  The price was well \nbelow what Pebble Creek had paid in 2007, and Salloum allegedly executed the sale \ncontract without first obtaining approval from Pebble Creek’s members, as required \nby its operating agreement.  ( See Am. Compl. ¶¶  13, 29, 31.)  Al-Hassan requested \ncompany records related to the sale but did not receive them.  (See Am. Compl. ¶¶ 35–\n37.)  And w hen Al -Hassan later made her own offer to purchase Pebble Creek’s  \nproperty, Salloum allegedly rejected it without a formal vote  and spread falsehoods \nabout her to the other members.  (See Am. Compl. ¶¶ 40, 43, 44.) \n6. Al-Hassan also blames Salloum and his family for Pebble Creek’s failure to \ndevelop the property.  Salloum’s wife  is credited with  a capital contribution of \n$230,000 that Al -Hassan believes was  required but never made.  ( See Am. Compl. \n¶¶ 16, 23, 24.)  The failure to make that initial contribution deprived Pebble Creek of \nthe capital needed to develop the property.  (See Am. Compl. ¶ 23.)  It also calls into \nquestion Salloum’s handling of company business, much of which depends on  \nwielding his wife’s membership interest—amounting to 30 percent —to obtain \nmajority approval.  (See Am. Compl. ¶ 24.) \n7. In May 2019, Al -Hassan filed this action  against Salloum and Sinacori \nBuilders to stop the pending sale and recover damages .  She later amended the \ncomplaint to assert derivative claims on behalf of Pebble Creek.  The amended \ncomplaint includes ten claims for relief against Salloum, seven of which are relevant \nhere: breach of contract (individually and derivatively), breach of the covenant of good \nfaith and fair dealing  (derivatively), permanent injunction  (individually and \nderivatively), judicial dissolution  (individually and derivatively) , accounting  \n(derivatively), constructive trust (derivatively), and fraud (derivatively). \n8. Salloum moves to dismiss these seven claims, except the claim for judicial \ndissolution to the extent asserted individually.  (See Salloum’s Mot. to Dismiss, ECF \nNo. 14.)  The motion has been fully briefed, and on November 4, 2019, the Court held \na hearing at which Al-Hassan and Salloum were represented by counsel.  The motion \nis ripe for determination. \nII. \nANALYSIS \n9. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint . . . .”  Concrete Servs. Corp. v. Inv’rs Grp., Inc., 79 N.C. App. 678, 681, 340 \nS.E.2d 755, 758 (1986).  The motion should be granted only when “(1) the complaint \non its face reveals that no law supports the plaintiff’s claim; (2) the complaint on its \nface reveals the absence of facts sufficient to make a good claim; or (3) the complaint \ndiscloses some fact that necessarily defeats the claim.”  Corwin v. British Am. Tobacco \nPLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736–37 (2018) (citation and quotation marks \nomitted).  The moving party may challenge the plaintiff’s standing through a Rule \n12(b)(6) motion.  See Energy In v’rs Fund, L.P. v. Metric Constructors, Inc. , 351 N.C. \n331, 337, 525 S.E.2d 441, 445 (2000). \n10. In deciding the motion, the Court must treat the well-pleaded allegations of \nthe complaint as true and view the facts and permissible inferences “in the light most \nfavorable to” the nonmoving party.  Ford v. Peaches Entm’t Corp. , 83 N.C. App. 155, \n156, 349 S.E.2d 82, 83 (1986).  “[T]he court is not required to accept as true any \nconclusions of law or unwarranted deductions of fact.”  Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001).  \nA. Derivative Claims \n11. Salloum seeks to dismiss all  derivative claims in the amended complaint.  \nHe argues  that Al -Hassan has not alleged  compliance with the presuit demand \nrequirement of N.C.G.S. § 57D-8-01(a)(2).  (See Br. in Supp. 3–4, ECF No. 15.) \n12. In some circumstances, a member of a limited liability company “may \nenforce a cause of action accruing to the company through a derivative action on the \ncompany’s behalf.”  Epic Chophouse, LLC v. Morasso , 2019 NCBC LE XIS 55, at *7 \n(N.C. Super. Ct. Sept. 3, 2019).  Before doing so, the member must make “written \ndemand on the LLC to take suitable action  . . . .”  N.C.G.S. § 57D-8-01(a)(2).  This is \nbecause the LLC is the real party in interest.  The demand requirement gi ves the \nLLC a chance to investigate the claim and, if it chooses , to vindicate its own rights  \nbefore freeing its members to seek  relief on its behalf .  Thus, the requirement  is \njurisdictional.  Without a proper demand, the plaintiff has no standing to pursue \nderivative claims, and the trial court has no subject matter jurisdiction to hear and \ndecide them.  See, e.g.,  Zoutewelle v. Mathis, 2018 NCBC LEXIS 95, at *18 (N.C. \nSuper. Ct. Sept. 13, 2018); Petty v. Morris, 2014 NCBC LEXIS 67, at *4 (N.C. Super. \nCt. Dec. 16, 2014). \n13. Here, Al-Hassan alleges that she “made written demands to Pebble Creek \non April 17, 2019, May 8, 2019, and May 27, 2019.”   (Am. Compl. ¶ 33.)  What these \ndemands said is almos t entirely unknown.  They are not attached as exhibits , and \napart from a reference to a request for inspection of books and records, the amended \ncomplaint does not describe the demands , indicate what action Al -Hassan asked \nPebble Creek to take,  or tie the demands to any specific claims.   ( See Am. Compl. \n¶¶ 34, 80.)   \n14. At best, the request for books and records may show  that Al-Hassan gave \nnotice of her intent to exercise  her inspection rights under N.C.G.S. §  57D-3-04(d).  \nThat is a request desig ned to vindicate Al -Hassan’s rights, not Pebble Creek’s.  T he \ncompany’s refusal might allow Al -Hassan to bring an individual claim against the \ncompany to compel the inspection and copying of records.  See Plasman v. Decca \nFurniture (USA), Inc., 2016 NCBC LEXIS 80, at *62 (N.C. Super. Ct. Oct. 21, 2016) .  \nIt is not the type of presuit demand that would confer standing on Al-Hassan to bring \nderivative claims on behalf of Pebble Creek. \n15. All that remains is a bare allegation that Al-Hassan made undefined written \ndemands.  This is facially insufficient.  Al-Hassan argues that no law requires her to \nattach the demand s as exhibits and that Rule 8 requires only that the complaint \ninclude a short and plain statement  of the claims.  (See Opp’n 7, ECF No. 36. )  But \nthe Rules of Civil Procedure also require that “[a]ny party suing in any representative \ncapacity shall make an affirmative averment showing [her] capacity and authority to \nsue.”  N.C. R. Civ. P. 9(a).  For purposes of derivative suits, this means the complaint \nmust include, among other things, an affirmative averment that the plaintiff made a \ndemand on the LLC “ to take suitable action .”  N.C.G.S. §  57D-8-01(a)(2) (emphasis \nadded).  Al -Hassan does not allege that she demanded any action by Pebble Creek \naside from her request to inspect company records.  Her conclusory reference to \n“written demands” without more  does not satisfy section 57D -8-01(a)(2) and Rule \n9(a).  See Zagaroli v. Neil, 2017 NCBC LEXIS 103, at *29–30 (N.C. Super. Ct. Nov. 7, \n2017). \n16. Taking the allegations of the amended complaint as true, Al-Hassan has not \nalleged that she made a demand on Pebble Creek to take suitable action and therefore \nhas not adequately alleged her standing to bring derivative claims.  The Court grants \nthe motion to dismiss Al-Hassan’s derivative claims for breach of contract, breach of \nthe covenant of good faith and fair dealing, permanent injunction, judicial dissolution, \naccounting, constructive trust, and fraud. *  The se claims are dismissed without \nprejudice for lack of subject matter jurisdiction. \nB. Breach of Contract \n17. Among Al -Hassan’s individual claims for relief is her claim for breach of \ncontract.  ( See Am. Compl. ¶¶  57–60.)  Salloum argues that th is claim is barred by \nthe statute of limi tations because it is based on his wife’s alleged failure to make a \ncapital contribution in 2007.  (See Br. in Supp. 7–9.) \n18. The Court disagrees.  “A statute of limitations can be the basis for dismissal \non a Rule 12(b)(6) motion if the face of the complaint discloses that plaintiff’s claim is \nso barred.”  Reunion Land Co. v. Village of Marvin, 129 N.C. App. 249, 250, 497 S.E.2d \n446, 447 (1998) (citation and quotation marks omitted).  Al-Hassan clarified that her \nclaim is predicated on two alleged breaches of Pebble Creek’s operating agreement: \nfirst, Salloum’s failure to dissolve Pebble Creek in 2017 ; and second, his failure to \n                                            \n* The Court does not consider or decide whether these claims should have been brought  \nindividually in Al-Hassan’s own right, rather than derivatively on Pebble Creek’s behalf.  She \nhas chosen to assert the claims derivatively, and taking them as pleaded, the Court concludes \nonly that they must be dismissed for failure to satisfy the demand requirement.  \nobtain majority approval before executing the contract wit h Sinacori Builders in \nMarch 2019.  ( See Opp’n 10.)  This action, filed in 2019, falls well within the three -\nyear statute of limitations.  See N.C.G.S. § 1-52(1).  Thus, the Court denies the motion \nto dismiss Al-Hassan’s individual claim for breach of contract.  \nC. Permanent Injunction \n19. Al-Hassan has also asserted an individual claim for permanent injunction, \nwhich Salloum seeks to dismiss.  ( See Am. Compl. ¶¶  65–68; Br. in Supp. 4 –6.)  Of \ncourse, “injunctions are remedies, not independent causes of action. ”  Brewster v. \nPowell Bail Bonding , Inc., 2018 NCBC LEXIS 76 , at *18 (N.C. Super. Ct. July 26, \n2018).  For clarity, the Court dismisses the purported standalone cause of action for \na permanent injunction.  That said, Al -Hassan may be able to seek an injunction as \na remedy if she prevails on one or more claims , and it would be premature to decide \nwhether she may do so now.  Thus, the dismissal is without prejudice to Al-Hassan’s \nability to pursue injunctive relief  as a remedy at the appropriate time .  S ee id.; \nLendingtree, LLC v. Intercontinental Capital Grp., Inc., 2017 NCBC LEXIS 54, at *17 \n(N.C. Super. Ct. June 23, 2017). \nIII. \nCONCLUSION \n20. For these reasons, the Court ORDERS as follows:  \na. The Court GRANTS the motion to dismiss Al-Hassan’s derivative claims \nfor breach of contract, breach of the covenant of good faith and fair \ndealing, permanent injunction, judicial dissolution, accounting, \nconstructive trust, and fraud.  These claims are DISMISSED without \nprejudice for lack of subject matter jurisdiction. \nb. The Court DENIES the motion to dismiss Al-Hassan’s individual claim \nfor breach of contract. \nc. The Court GRANT S the motion to dismiss  Al-Hassan’s claim for \npermanent injunction.   The Court’s ruling is without prejudice  to \nAl-Hassan’s ability to seek a permanent injunction as a remedy at a later \nstage.   \n21. The Court ORDERS the parties to confer and submit a revised case \nmanagement report within fourteen days of this Order and Opinion.  \n  \nSO ORDERED, this the 20th day of February, 2020.  \n/s/ Adam M. Conrad    \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n \n "
}