{
  "id": "d19e76ec712a73643697f3086ad9471e6a66b916f8f3034c64eed69984a4fa08",
  "source_file": "data/raw/ncbc/d19e76ec712a73643697f3086ad9471e6a66b916f8f3034c64eed69984a4fa08.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nWILKES COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 70 \n  \nWINDOW WORLD OF NORTH \nATLANTA, INC.; MICHAEL \nEDWARDS; and MELISSA \nEDWARDS, \n \nPlaintiffs, \n \nv. \n \nWINDOW WORLD, INC.; WINDOW \nWORLD INTERNATIONAL, LLC; \nand ANDREW SAVILLE, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ JOINT MOTION FOR \nLEAVE TO AMEND THEIR ANSWERS \nTO ASSERT ADDITIONAL \nAFFIRMATIVE DEFENSES AND \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT \n \n \n1. THIS MATTER is before the Court upon (i) Defendants Andrew Saville \n(“Saville”), Window World, Inc. (“Window World”), and Window World International, \nLLC’s (together, the “Window World Defendants” ; collectively with Saville, \n“Defendants”) Joint Motion for Leave to Amen d Their Answers to Assert Additional \nAffirmative Defenses (the “Motion to Amend”) filed 25 November 2020, (ECF No. \n137), and (ii) Defendants’ Motion for Summary Judgment (the “Summary Judgment \nMotion”; together with the Motion to Amend, the “Motions”) filed 22 December 2020, \n(ECF No. 153),1 in the above-captioned case.  \n2. Through the Motion to Amend, Saville seeks leave to amend his answer to \nassert the affirmative defenses of statute of limitations and waiver and the Window \nWorld Defendants, having already asserted waiver as a defense, seek leave to amend \n \n1 For the purposes of this Order and Opinion, the Court cites to the corrected Summary \nJudgment Motion , supporting brief, and attachments.  The original Summary Judgment \nMotion, supporting brief, and attachments were  filed on 11 December 2020 and  are located \nat ECF Nos. 148, 148.1–.17, 149, 149.1–.5, 150, 150.1, 151. \nWindow World of N. Atlanta, Inc. v. Window World, Inc., 2021 NCBC 61. \n \n \ntheir answer to assert the affirmative defense of statute of limitations.   Defendants \ncontend that their Motion to Amend is timely because the information upon which it \nis based arose during the 8 October 2020 deposition of  Plaintiff Michael Edwards \n(“Edwards”). \n3. On the Summary Judgment Motion, Defendants argue that Plaintiffs have \nfailed to offer evidence that Edwards and Todd Whitworth (“Whitworth”), the now -\ndeceased Chief Executive Officer of Window World, entered into a valid oral contract \nin 2008 granting Edwards the exclusive right to operate Window World stores in fifty-\nfive counties in the Atlanta, Georgia area.  Defendants further contend that, even if \nEdwards and Whitworth entered into a valid oral contract,  Plaintiffs’ declaratory \njudgment and breach of contract claims are barred by the applicable statute of \nlimitations and waiver. \n4. Having considered the Motions, the related briefs, the arguments of counsel \nat the hearing on the Motions , and other appropriate matters of record, the Court \nhereby GRANTS in part and DENIES in part the Motion to Amend and DENIES \nthe Summary Judgment Motion as set forth below.  \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP, by Charles E. \nCoble, Andrew L. R odenbough, Benjamin R. Norman,  and Robert J. \nKing, III, and Keogh Cox & Wilson, Ltd., by John P. Wolff, III, Virginia \nJ. McLin, and Richard W. Wolff, for Plaintiffs Window World of North \nAtlanta, Inc., Michael Edwards, and Melissa Edwards. \n \nWilson Ratledge, PLLC, by Reginald B. Gillespie, Jr. and Alexandra M. \nBradley, for Defendant Andrew Saville. \n \nManning, Fulton & Skinner, P.A., by Judson A. Welborn, Michael T. \nMedford, Natalie M. Rice, and Jessica B. Vickers, and Laffey, Leitner & \nGoode LLC, by Joseph S. Goode, Mark M. Leitner, Sarah E. Thomas \n \n \nPagels, John W. Halpin, and Jessica L. Farley, for Def endants Window \nWorld, Inc. and Window World International, LLC. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL BACKGROUND \n5. The Court does not make findings of fact on a motion for summary judgment.  \nSee Hyde Ins. Agency, Inc. v. Dixie Leasing Corp. , 26 N.C. App. 138, 142 (1975).  \nRather, the Court  summarizes the relevant evidence of record, including both the \nfacts in dispute and those that are uncontested, to provide context for the claims and \nthe motion.  The Court may consider relevant evidence of record in resolving a motion \nto amend. \n6. Window World licenses the use of its trademarks to businesses, permitting \nsuch businesses to purchase,  resell, and install vinyl replacement windows, doors, \nand siding under the Window World name.  (Answer & Countercls. Defs. Window \nWorld & Window World International, LLC 2  [hereinafter “Window World Defs.’ \nAnswer”], ECF No. 24.)  Window World currently operates as a franchise system .  \n(Window World Defs.’ Answer 2.) \n7. Edwards and his wife, Plaintiff Melissa Edwards, previously ow ned and \noperated a Window World store in Huntsville, Alabama.  (Window World Defs.’ \nAnswer 2.) \n8. Two brothers, Tony  and Mark Turner, each operated a separate Window \nWorld store in the Atlanta, Georgia area.  (Defs.’ Mot. Summ . J. [CORRECTED – \nOriginal Filed Dec. 11, 2020] [hereinafter “Defs.’ Mot. Summ. J.”] Attach. J Aff. Steve \n \n \nNewton, dated Dec. 7, 2020, at ¶ 10 [hereinafter “Newton Aff.”], ECF Nos. 153.11 \n(under seal), 166.4 ( redacted).)  Tony Turner operated in the Northeast Georgia \n(“NEGA”) trade area, which consisted of six counties,  and Mark Turner operated in \nthe South Metro Atlanta (“South Metro”) trade area , which consisted of eight \ncounties.  ( Newton Aff. ¶ ¶ 10–16.)  Due to the Turn er brothers’ alleged \nmismanagement of the stores,  Window World sought to license the trade areas to \nanother store owner  in the fall of 2008.  ( Newton Aff. ¶ 17; Defs.’ Mot. Summ. J. \nAttach. A Excerpts Dep. Michael Edwards, dated Oct. 8, 2020, at 31:10–32:25, 38:19–\n24 [hereinafter “Edwards Dep.”], ECF No. 153.2.)   \n9. In November 2008, Whitworth called Edwards and offered him the Atlanta \nterritory, which Edwards accepted.  (Edwards Dep. 27:9– 10, 30:8– 10, 41:1–3.)  \nAccording to Edwards, the alleged oral agreement was for Edwards to receive the \n“whole Atlanta DMA” (Designated Marketing Area) 2 as his sales trade area .  \n(Edwards Dep. 25:14 –20; see also Pls.’ Br. Opp’n Defs.’ Mot. Summ. J. [hereinafter \n“Pls.’ Summ. J. Opp’n Br.”] Ex. B Excerpts Dep. Michael Edwards, dated Oct. 8, 2020, \nat 34:17 –25 [hereinafter “Additional Excerpts Edwards Dep.”], ECF No. 173.3; \nEdwards Dep. 17:14–15.)  It was Edwards’s understanding that, together, Tony and \nMark Turner controlled the entire Atlanta DMA , (Edwards Dep. 33:18 –25), which \nconsisted of fifty-five counties in and around Atlanta, (Pls.’ Summ. J. Opp’n Br. Ex. S \n2009 Atlanta DMA Map, ECF No. 173.20; Newton Aff. ¶ 33 ; Defs.’ Mot. Summ . J. \nAttach. C Exs. Edwards Dep. Ex. 35, ECF No. 153.4). \n \n2 “DMA” is defined in the complaint as the “Designated Marketing Area as defined by Nielsen \nMedia Research[.]”  (Compl. ¶ 1, ECF No. 3.) \n \n \n10. According to Edwards, he and Whitworth “come [sic] to an agreement about \nthe Atlanta DMA [during] the initial phone call[,]” (Edwards Dep. 28:17–19), which \nwas then “hashed . . . out in the coming days” through additional telephone \nconversations with other Window World representatives, (Edwards Dep. 27:5–28:11, \n38:19–39:10; see also Pls.’ Summ. J. Opp’n Br. Ex. F Dep. Blair Ingle, dated Nov. 29, \n2017, at 326:12– 327:12 [hereinafter “Ingle Dep.”], ECF No. 173.7 ; Pls.’ Summ. J. \nOpp’n Br. Ex. O Aff. Sean R. Gallagher, dated Dec. 28, 2017, at ¶¶ 20–21 [hereinafter \n“Gallagher Aff.”], ECF No. 173.163). \n11. Edwards took over Tony Turner’s store in December 2008, before entering \ninto any written contract.  (Edwards Dep. 94:4–96:12; Newton Aff. ¶¶ 20, 22–24; see \nalso Additional Excerpts Edwards Dep. 156:10 –158:3.)  But Edwards knew other \nWindow World store owners had operated their stores pursuant to oral agreements  \nthey made with Whitworth, including agreements related to trade areas.  (Additional \nExcerpts Edwards Dep. 314:17–19; see also Gallagher Aff. ¶ 9 (“Many stores operated \nwithout any type of written agreement with WW in place, either because no contract \nhad ever been s igned or because the contract had expired.  I also found that the \ncontracts frequently did not accurately reflect the parties’ agreement, such as to \nterritories.”).) \n12. Shortly after Edwards began operating the store, Edwards testified that \nWhitworth made a “caveat” to their oral agreement, requesting that Edwards assume \n \n3 In 15-CVS-2, the Court ordered one paragraph of Gallagher’s affidavit struck on the grounds \nthat it contained privileg ed information.   (ECF Nos. 768 (under seal), 769 (redacted).)  \nPlaintiffs have redacted that paragraph of Gallagher’s affidavit filed at ECF No. 173.16. \n \n \nthe debt previously incurred by Tony Turner.  (Edwards Dep. 96:14–99:15.)  Edwards \nagreed to do so “because [he]was getting the whole DMA.”  (Edwards Dep. 98:9–10.)  \nWhitworth then made another “caveat” to the “original deal ,” asking Edwards to \nallow Mark Turner to remain in the S outh Metro  trade area until his operating \nlicense expired in October 2009.  ( Edwards Dep. 48: 17–51:7, 53:3–19, 55:15–56:7, \n135:4–5.)  Although “[i]nitially that wasn’t the deal,” (Edwards Dep. 50:21), Edwards \ntestified that he again a cquiesced to Whitworth’s  request because “when Mark \n[Turner]’s license was pulled and [Edwards] acquired that [trade area], then \n[Edwards] got the whole DMA at that point[,]” (Edwards Dep. 49:18–20). \n13. In July  2009, Plaintiffs entered into a licensing agreement  with Window \nWorld, which defined Plaintiff Window World North Atlanta, Inc.’s (“North Atlanta”) \ntrade area as the same six counties  included in Tony Turner’s former NEGA trade \narea.  (Defs.’ Mot. Summ. J. Attach. B Confidential Exs. Edwards Dep. Exs. 5, 6, ECF \nNos. 153.3 (under seal) , 166.2 ( redacted); see also  Edwards Dep. 7 8:10–81:6.)  \nPlaintiffs executed a second licensing agreement with Window World in February \n2010, which added the eight counties that were formerly included in Mark Turner’s \nSouth Metro trade area  to the North Atlanta trade area.  ( Defs.’ Mot. Summ. J. \nAttach. B Confidential Exs. Edwards Dep. Ex s. 5, 7, ECF Nos. 153.3 (under seal), \n166.2 (redacted); see also Edwards Dep. 81:7–84:22.) \n14. Whitworth passed away in February 2010.  (Edwards Dep. 84:23–25.) \n15. In November 2017, Window World created a Carrollton, Georgia trade area, \ncomposed of seven counties included in the Atlanta DMA, and subsequently licensed \n \n \nthat trade area to Saville and Michael Harkins.  (See Defs.’ Mot. Summ. J. Attach. I \nAff. Zach Luffman, dated Dec. 2, 2020, at ¶ 15(g), ECF No. 153.10; Defs.’ Mot. Summ. \nJ. Attach. L Aff. Andrew Saville, dated Dec. 10, 2020, at ¶¶ 41–43, ECF No. 153.13.)  \nEdwards testified that he viewed this as a breach of his oral agreement with \nWhitworth, (Edwards Dep. 324:10–18, 327:18–20; see also Pls.’ Summ. J. Opp’n Br. \nEx. D Excerpts 30(b)(6) Dep. Michael Edwards, dated June 19, 2018, at 331:23–\n332:24, ECF No. 173.5),  and Plaintiffs initiated this  lawsuit on 22 January 2018 , \nasserting claims for (i) declaratory judgment against all Defendants ; (ii) breach of \ncontract and, in the alternative, unjust enrichment against Window World ; and \n(iii) conversion, tortious interference with contract, and unfair and deceptive trade \npractices under N.C.G.S. § 75-1.1 against Saville, (Compl. ¶¶ 28–60). \nII. \nPROCEDURAL BACKGROUND \n16. The Window World Defendants filed their answer and counterclaims, \nincluding the affirmative defense of waiver, on 26 March 2018.  (Window World Defs.’ \nAnswer.) \n17. Saville filed a motion to dismiss on 30 April 2018, ( Saville’s Mot. Dismiss \nPursuant N.C. R. Civ. P. 12(b)(6), ECF No s. 35, 37 (corrected)), and the Court \ndismissed the claims against Saville for conversion, tortious interference with \ncontract, and unfair and deceptive trade practi ces under N.C.G.S. § 75 -1.1 on 22 \nOctober 2018, (Order & Op. Saville’s Mot. Dismiss, ECF No. 92). \n \n \n18. Saville subsequently filed his answer on 19 November 2018.  ( Saville’s \nAnswer to Compl., ECF No. 94.) \n19. The parties thereafter jointly presented the Court with a proposed case \nmanagement order, (Proposed Second Am. Case Management Order, ECF No. 101), \nwhich was later entered as an order of the Court  on 22 April 2019 (the “Second \nAmended CMO”), (Second Am. Case Management Order [hereinafter “Second Am. \nCMO”], ECF No. 102) .  The Second Amended CMO  established two phases  for \ndiscovery and summary judgment motion practice in this cas e: Phase I concerns \nissues related to contract formation, and Phase II concerns whether there was a valid, \nbinding, enforceable contract. \n1. Phased Discovery.  Discovery shall be divided into two phases.  \nThe first phase of discovery shall be limited to discovery on the following \nissues (the “Phase I Issues”):  \n \na. Whether one or more of the Plaintiffs reached an enforceable \noral agreement with Window World, Inc. (“Window World”) \ngiving Plaintiffs exclusive rights to use the Window World \ntrademarks in the entire Atlanta market, as alleged in \nparagraphs 13, 14, and elsewhere in Plaintiffs’ complaint.  \n \nb. If an enforceable oral agreement was reached, each and every \nterm comprising the agreement and the consideration \nsupporting the oral agreement.  \n \nDiscovery on all other factual and legal issues, including, by way of \nexample only, those relating to the validity and enforceability of any \nwritten documents signed by any Plaintiff and Window World, and \nwhether the terms of any such written documents govern the parties’ \nrelationship or superseded any prior oral agreements between them (the \n“Phase II Issues”), will be stayed pending final adjudication of all legal \nclaims in Case Nos. 15-CVS-1/15-CVS-2.  When all legal claims in Case \nNos. 15 -CVS-1/15-CVS-2 have been fully and finally adjudicated, the \nParties will meet and confer as to the subjects on which discovery is still \n \n \nrequired in this matter and a schedule for completion of any such second \nphase of discovery, dispositive motions, and trial. \n \n(Second Am. CMO 1–2.) \n20. Additionally, the Second Amended C MO restricted summary ju dgment \nmotion practice on Phase I issues in certain ways: \nFollowing completion of discovery on Phase I Issues in this matter, and \nwithin the deadlines set forth below, the Parties may file dispositive \nmotions on the Phase I Issues identified above, subject to the conditions \nand limitations identified above.  With respect to any dispositive \nmotions filed on Phase I Issues, the Parties have expressly stipulated \nand agreed to, and the Court hereby sets, the following restrictions: (1)  \nDefendants may offer evidence of Plaintiffs’ execution of any written \ndocuments only for the purpose of establishing Plaintiffs’ acts, \nomissions, conduct, or state of mind (including but not limited to \nknowledge, intent, plan, or motive) with respect to the existence or non-\nexistence of an oral agreement between any Plaintiff and Window World \nand for no other purpose; (2)  Plaintiffs reserve the right to argue that \nany evidence Defendants offer under clause (1) is not relevant to the \nquestion of whether an oral agreement was formed between any \nPlaintiff and Window World; (3)  Plaintiffs may rebut any evidence \nDefendants offer under clause (1) with their own evidence of Plaintiffs’ \nacts, omissions, conduct, or state of mind (including but not limited to \nknowledge, intent, plan, or motive); (4) Defendants reserve the right to \nargue that any evidence Plaintiffs offer under clause (3) is not relevant \nto the question of whether an oral agreement was formed between any \nPlaintiff and Window World; and (5) Defendants shall not use evidence \nof Plaintiffs’ execution of any written documents to make any argument \nor contention that relies on, assumes, or suggests that such documents \nconstitute valid and enforceable agreements, or that the terms of such \ndocuments govern the parties’ relationship, including but not limited to \nany argument that references or relies on any merger clause contained \nin such documents or on the parol evidence rule.   Nothing herein (a) \nconstitutes an admission by any Party that any particular evidence is \nrelevant or admissible for purposes of Phase I Issues or otherwise, or (b) \nis meant to limit, prejudice, or otherwise affect in any way the scope of \ndiscovery, the Parties’ positions, dispositive motions, or trial with \nrespect to any Phase II Issues or any issue in Case Nos. 15 -CVS-1/15-\nCVS-2. \n \n(Second Am. CMO 2–3.) \n \n \n21. On 25 November 2020, Defendants filed their Motion to Amend.   (Defs.’ \nJoint Mot. Leave Amend Answers to Assert Additional Affirmative Defenses, ECF \nNo. 137.) 4  Defendants filed their corrected Summary Judgment Motion on 22 \nDecember 2020.  (Defs.’ Mot. Summ. J., ECF No. 153.) \n22. After full briefing, the Court held a hearing on the Motions on 16 February \n2021 by WebEx videoconference at which all parties were represented by counsel.  \nThe Motions are now ripe for resolution. \nIII. \nANALYSIS \n23. Through their Motion to Amend, Defendants seek to amend their answers \nto add the affirmative defense of statute of limitations and Saville additionally seeks \nto amend his answer to add the affirmative defense of waiver.  (Defs.’ Br. Supp. Joint \nMot. Leave Amend Answers to Assert Additional Affirmative Defenses 2 [hereinafter \n“Defs.’ Br. Supp. Mot. Amend”], ECF No. 138.)  Defendants seek summary judgment \nestablishing that (i) Edwards and Whitworth did not enter into an oral contract ; \n(ii) Plaintiffs’ declaratory judgment and breach of contract claims are time -barred; \nand (iii) Plaintiffs waived their breach of contract claim .  (Defs.’ Br. Supp. Mot. \n \n4 Defendants moved for leave to file a supplemental reply brief in further support of the \nMotion to Amend, (Defs.’ Joint Mot. Leave File Suppl. Reply Br. Supp. Mot. Amend Answers, \nECF No. 181), contend ing that Plaintiffs raised arguments in their opposition to the \nSummary Judgment Motion that should have been raised in Plaintiffs’ earlier opposition to \nthe Motion to Amend, after Defendants had already filed their reply brief in support of that \nmotion, ( Defs.’ Reply Br. Supp. Joint Mot. Leave Amend Answers to Assert Additional \nAffirmative Defenses, ECF No. 160).  The Court granted Defendants’ motion for leave to file \na supplemental reply brief in its 15 February 2021 e -mail to counsel.  Defendants \nsubsequently filed their supplemental reply brief.  (ECF No. 186.) \n \n \nSumm. J. [CORRECTED –  Original Filed Dec. 11, 2020]  41–84 [hereinafter “ Defs.’ \nBr. Supp. Mot. Summ. J”], ECF No. 154.)  The Court addresses each motion in turn, \nstarting with the Motion to Amend and concluding with the Summary  Judgment \nMotion. \nA. Defendants’ Motion to Amend \n24. Defendants seek leave to amend their answers  to include additional \naffirmative defenses based on Edwards’s 8 October 2020 deposition  in order to  \nadvance these defenses as part of their Phase I Summary Judgment Motion.  (Defs.’ \nBr. Supp. Mot. Amend 2.)   According to Defendants, Edwards admitted for the f irst \ntime at his 8 October 2020 deposition that, as early as 2008, “he was aware that his \nalleged oral contract for the 55-county Atlanta DMA would directly impact the trade \nareas of four other owners who are currently, and who have been for many years, \noperating under separate written contracts with Window World.”  ( Defs.’ Br. Supp. \nMot. Amend 5; see also Edwards Dep. 58:3–59:16, 197:15–198:25, 292:8–23, 304:17–\n308:16.)  As such,  Defendants contend that it was not until they reviewed the \ndeposition transcript that they identified a viable statute of limitations defense.  \n(Defs.’ Br. Supp. Mot. Amend 7 .)  Furthe rmore, although the Window World \nDefendants asserted a waiver defense in their answer, (Window World Defs.’ Answer \n8–9), Saville contends that he did not become “fully aware of the viability of a waiver \ndefense” prior to Edwards’s 8 October 2020 deposition, (Defs.’ Br. Supp. Mot. Amend \n7). \n \n \n25. In response, Plaintiffs contend that Defendants did not, in fact, receive  the \ninformation on which Defendants base their Motion to Amend  from Edwards’s \ndeposition.  (Pls.’ Br. Opp’n Defs.’ Mot. Amend 2 [hereinafter “Pls.’ Mot. Amend Opp’n \nBr.”], ECF No. 155 .)  Instead, Plaintiffs argue that the facts on which Defendants \nbase these defenses were either already pleaded in Plaintiffs’ complaint or come from \nthird-party witnesses known to Defendants at the time they filed their answers.  (Pls.’ \nMot. Amend Opp’n Br. 2 , 9–15.)  Therefore,  Plaintiffs argue , Defendants unduly \ndelayed seeking to include these additional affirmative defenses until nine days prior \nto the original Phase I summary judgment deadline and that permitting Defendants \nto rely upon these defenses in their Phase I Summary Judgment Motion, after the \nclose of Phase I discovery, would materially prejudice Plaintiffs.  (Pls.’ Mot. Amend \nOpp’n Br. 7–21.) \n26. Under Rule 15(a) of the North Carolina Rules of Civil Procedure (“Rule(s)”), \nafter a responsive pleading has been served, “a party may amend his pleading only \nby leave of court or by written consent of the adverse party” and “leave shall be freely \ngiven when justice so requires.”  N.C. R. Civ. P. 15(a) .  Nonetheless, “the rules still \nprovide some protection for parties who may be prejudiced by liberal amendment[,]” \nHenry v. Deen, 310 N.C. 75, 82 (1984), and denial of a motion to amend is justified for \nreasons of “undue delay, bad faith, dilatory motive, repeated failure to cure \ndeficiencies, undue prejudice and futility of  the amendment[,]” JPMorgan Chase \nBank, N.A. v. Browning, 230 N.C. App. 537, 541 (2013) (citation omitted); see \nVaughan v. Mashburn , 371 N.C. 428, 433 (2018) ( “[A]mendments should be freely \n \n \nallowed unless some material prejudice to the other party is demonstrated.” (quoting \nMauney v. Morris, 316 N.C. 67, 72 (1986)) ).  “The granting or denial of a motion to \namend is within the sound  discretion of the trial judge, whose decision is reviewed \nunder an abuse of discretion standard.”  JPMorgan Chase Bank, N.A., 230 N.C. App. \nat 541 (citation omitted). \n27. Plaintiffs argue that Defendants’ request to amend their answers , which \nPlaintiffs contend is based upon information previously available to Defendants \nrather than new evidence, was made more than two years after Defendants filed their \nanswers and just days prior to the original summary judgment deadline with respect \nto Phase I issues and therefore should be denied due to  undue delay.  (Pls.’ Mot. \nAmend Opp’n Br. 7 –15.)  Amendment under Rule 15 , however, turns on whether a \nparty will be  materially prejudiced by the proposed amendment , see Vaughan, 371 \nN.C. at 433; see also Chappell v. N.C. Dep’t of Transp., 374 N.C. 273, 280 (2020) (“We \nhave previously held that delay in seeking to amend a pleading, and particularly \nwhere it causes prejudice to a party, can justify a decision to deny the amendment.”  \n(citing News & Observer Pub. Co. v. Poole, 330 N.C. 465, 485 (1992))), and Plaintiffs \nhave conceded that no prejudice will result unless the Court considers the proposed \nstatute of limitations and waiver defenses during the Second Amended CMO’s Phase \nI process.  (Feb. 16, 2021 Hr’g Tr. 68:12–17, ECF No. 190; Pls.’ Mot. Amend Opp’n Br. \n18 n.13.)   \n28. As set out in the Second Amended CMO, Phase I of this litigation focuses on \ncontract formation.  (Second Am. CMO 1–2.)  Although Defendants contend that the \n \n \nSecond Amended CMO should operate as a c ontract among the parties and be \nenforced according to principles of contract law, see Reaves v. Hayes, 174 N.C. App. \n341, 343–44 (2005), it is an order of the Court.  The rules of contract law do not apply \nwhen the Court interprets its own order.  B ut, even if they did, the Court interprets \nthe language that follows the delineation of the two Phase I issues in the Second \nAmended CMO to be focused solely on contract formation, such that “enforceability” \nrefers to the validity of a contract in terms of both mutual assent and definiteness of \nterms.  Because the affirmative defenses of statute of limitations and waiver concern \nwhether a valid and enforceable agreement may be the subject of a legal action based \non conduct that occurs after the parties enter into a contract, these are not issues of \ncontract formation and therefore fall within  Phase II  summary judgment motion \npractice, not Phase I. \n29. Having thus concluded that the defenses of statute of limitations and waiver \nare properly  addressed in Phase II , and in light of Plaintiffs’ concession that no \nprejudice will result should the  Court delay consideration of  these defenses until  \nPhase II, the Court, in the exercise of its discretion, shall grant the Motion to Amend.  \nAccordingly, the Court  will permit Saville to amend his  answer to assert the  \naffirmative defenses of statute of limitations and waiver and will permit the Window \nWorld Defendants to amend their answer to assert the affirmative defense of statute \nof limitations.  The Court denies the Motion to Amend, however, to the extent it seeks \nPhase I consideration of the parties’ arguments related to these defenses  and, \n \n \naccordingly, will disregard these arguments when deciding Defendants’ Summary \nJudgment Motion below. \nB. Defendants’ Summary Judgment Motion \n30. Under Rule 56, “[s]ummary judgment is appropriate ‘if the pleadings, \ndepositions, answers to interrogatories, and admissions on file, together with the \naffidavits, if any, show that there is no genuine issue as to any material fact and that \nany party is entitled to a judgment as a matter of law.’ ”  Da Silva v. WakeMed , 375 \nN.C. 1, 10 (2020) (quoting N.C. R. Civ. P. 56(c)).  “ A genuine issue of material fact is \none that can be maintained by substantial evidence.”  Curlee v. Johnson, 2021-NCSC-\n32, ¶ 11 (citation and in ternal quotation marks omitted).  “Substantial evidence is \nsuch relevant evidence as a reasonable mind might accept as adequate to support a \nconclusion and means more than a scintilla or a permissible inference[.]”  DeWitt v. \nEveready Battery Co., 355 N.C. 672, 681 (2002) (cleaned up).  “The summary judgment \nstandard requires the trial court to construe evidence in the light most favorable to \nthe nonmoving party.”  Draughon v. Evening Star Holiness Church of Dunn, 374 N.C. \n479, 482 (2020).  \n31. “The party seeking summary judgment bears the initial burden of \ndemonstrating the absence of a genuine issue of material fact.”  Liberty Mut. Ins. Co. \nv. Pennington, 356 N.C. 571, 579 (2002).  The movant may meet this burden either \n(1) “by proving an essen tial element of the opposing party’s claim does not exist, \ncannot be proven at trial, or would be barred by an affirmative defense”\n5 or (2) “by \n \n5 The Court notes that although consideration of whether the non-moving party’s claim would \nbe barred by an affirmative defense is generally appropriate at summary judgment, the \n \n \nshowing through discovery that the opposing party cannot produce evidence to \nsupport an essential element of [its] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000) \n(citations omitted).  If the movant meets its burden, “the burden then shifts to the \nnonmovant to come forward with specific facts establishing the presence of a genuine \nfactual dispute for trial.”  Liberty Mut. Ins. Co., 356 N.C. at 579; see also N.C. R. Civ. \nP. 56(e) (“[A]n adverse party may not rest upon the mere allegations or denials of his \npleading, but his response, by affidavits or as otherwise provided in this rule, must \nset forth specific facts showing that there is a genuine issue for trial.”). \n32. Defendants contend that the undisputed evidence shows that there was no \nmeeting of the minds as to the scope of Edwards’s trade area, a failure to reach a  \nmaterial term of the oral contract allegedly m ade between Edwards and Whitworth \nin November 2008  that requires the entry of summary judgment for Defendants .  \n(Defs.’ Br. Supp. Mot. Summ. J. 48.)  First, Defendants assert that although Edwards \nunderstood that he would receive  the entire fifty -five county Atlanta DMA  as his \ntrade area , the evidence shows that Edwards received only the exclusive right to \noperate in the fourteen counties that comprised Tony and Mark Turner’s former trade \nareas.  ( Defs.’ Br. Supp. Mot. Summ. J. 4 9–52.)  Second, Defendants argue that, as \npart of continued negotiations that occurred after the alleged oral contract was made, \nWhitworth modified the terms of the initial contract, requiring Edwards to pay  off \nTony Turner’s accumulated debt and to allow Mark Turner to continue operating \n \nphased summary judgment motion practice provided in the Second Amended CMO requires \nthat arguments based on affirmative defenses be raised in Phase II, rather than Phase I, \nsummary judgment motion practice. \n \n \nuntil October 2009 when his license expired, which Edwards did gratuitously without \nsupporting consideration.  (Defs.’ Br. Supp. Mot. Summ. J. 48, 50.)  Third, Defendants \nargue that the parties’ subsequent actions demonstrate a lack of mutual assent as to \nthe scope of Edwards’s trade area, contending that (i) Plaintiffs signed two licensing \nagreements, neither of which includ ed the entire Atlanta DMA as their trade area; \n(ii) Plaintiffs’ website listed their trade area as including only those fourteen counties \nthat made up Tony and Mark Turner ’s former trade areas; and (iii) Window World \nnever revised the licensing agreements of other Window World store owners to \nremove those counties included in the Atlanta DMA from their exclusive trade areas.  \n(Defs.’ Br. Supp. Mot. Summ. J. 49–52, 55.)   \n33. In response, Plaintiffs argue that their forecast of the evidence is sufficient \nto make out a prima facie case for the existence of an oral contract.  (Pls.’ Summ. J. \nOpp’n Br. 24, ECF No. 173.)  First, Plaintiffs contend that the record evidence shows \nthat the oral contract Whitworth and Edwards negotiated over a series of  \nconversations contained the following three material terms: (i) the trade area would \nconsist of the entire Atlanta DMA ; (ii) Edwards would pay off Tony Turner’s debt ; \nand (iii) Mark Turner would continue operating in South Atlanta until the expiration \nof his license.  (Pls.’ Summ. J. Opp’n Br. 28.)  Plaintiffs further contend that the oral \nagreement to these terms was corroborated by other Window World executives.  (Pls.’ \nSumm. J. Opp’n Br. 24 –26.)  Plaintiffs also argue that  Window World  regularly \nentered into oral contracts  with store owners, particularly in regard to trade areas.  \n(Pls.’ Summ. J. Opp’n Br. 14–16, 29.)  And finally, Plaintiffs assert that, beginning in \n \n \nDecember 2008, they carried out their obligations under the oral agreement by taking \npossession of Tony Turner’s store, operating in the NEGA trade area, and paying off \nTony Turner’s debt.  (Pls.’ Summ. J. Opp’n Br. 29–30.) \n34. Separately, Plaintiffs contend that Defendants’ arguments rely primarily on \ninconsistent statements made by Edwards and inferences drawn from the parties’ \npost-contract conduct, neither of which is relevant to the issue of contract formation  \nand the focus of Phase I discovery  and summary judgment motion practice .  (Pls.’ \nSumm. J. Opp’n Br. 23.) \n35. “To constitute an enforceable ‘verbal agreement, the parties must express \nthemselves in such terms that the Court can ascertain to a reasonable degree of \ncertainty what they intended by their agreement .’ ”  Thomas v. McMah on, 2015 \nNCBC LEXIS 67, at * 26 (N.C. Super. Ct. June 23, 2015) (quoting F. Indus ., Inc. v. \nCox, 45 N.C. App. 595, 599 (1980)).  North Carolina courts consider “(1) whether there \nwas an offer and acceptance of the terms . . . , and (2) ‘if so, were the terms agreed \nupon sufficiently definite and certain’ ” to determine if an oral contract was formed.  \nKornegay v. Aspen Asset Grp., LLC, 204 N.C. App. 213, 220 (2010) (quoting Williams \nv. Jones, 322 N.C. 42, 48 (1988) (concluding plaintiff presented sufficient evidence of \noffer and acceptance and definite and certain terms to permit a jury to find that  the \nparties entered into an enforceable oral contract)); see also Health & Beauty Tech s., \nInc. v. Merz Pharma GmbH KgaA, No. 7:18-CV-117-FL, 2020 U.S. Dist. LEXIS 2706, \nat *11 (E.D.N.C. Jan. 8, 2020) (applying North Carolina law, “[a] contract, express or \nimplied, requires mutual assent, mutuality of promises, and definite terms”).  “There \n \n \nmust be a meeting of the minds so that the parties  assent to the same thing in the \nsame sense.”  Pike v. Wachovia Bank & Trust Co., 274 N.C. 1, 11 (1968). \n36. Significantly for present purposes, o ur Supreme Court has held that \n“[w]hether mutual assent is established and whether a contract was intended \nbetween parties are questions for the trier of fact.”  Creech v. Melnik , 347 N.C. 520, \n527 (1998) (citation omitted).  Here, it is undisputed that there were only two parties \nto the alleged oral contract: Edwards and Whitworth.  Due to Whitworth’s death in \n2010, only Edwards can testify as to the content of the conversations he and \nWhitworth had regarding the terms of that agreement .  According to Edwards, the \nagreement consisted of the three terms  identified above: (i) Edwards would assume \nTony Turner’s debt; (ii) Mark Turner would continue to operate in South Atlanta until \nthe expiration of his license;  and (iii) Edwards  would take over both stores with a \ntrade area that consisted of the fifty-five county Atlanta DMA.  (Edwards Dep. 17:14–\n15, 25:14 –20, 48:17 –51:7, 53:3– 19, 55:15– 56:7, 96:14 –99:15, 135:4 –5; see also  \nAdditional Excerpts Edwards Dep. 34:17 –25.)  Blair Ingle and Sean Gallagher, \ncorporate officers of Window World at the time, have corroborated both the existence \nof the oral agreement and Edwards’s  understanding of its terms, particularly with \nrespect to the scope of his trade area.  (See Ingle Dep. 158:21–159:13, 160:14–161:20; \nGallagher Aff. ¶¶ 20–216; Gallagher Dep. 288:13–289:18.)  It is also undisputed that \n \n6 In their reply, Defendants contend that Gallagher’s affidavit “directly contradicts his prior \ndeposition testimony and should be stricken as a sham affidavit[,]” claiming that “Gallagher \ndid not confirm in his deposition . . . that Whitworth granted the Atlanta DMA to Edwards.”  \n(Reply Br. Supp. Defs.’ Mot. Summ. J. 15 [hereinafter “Defs.’ Reply Supp. Mot. Summ. J.”], \nECF No. 184.)  The Court disagrees.  In his affidavit, Gallagher states, “Todd [Whitworth] \npromised Mike Edwards that, if Mike would take over the Atlanta store, including paying off \n \n \nPlaintiffs began operating in Atlanta and paying off Tony Turner’s debt months prior \nto executing a licensing agreement with Window World.  (Edwards Dep. 94:4–100:23; \nNewton Aff. ¶¶ 20, 22 , 28, 60; see also Additional Excerpts Edwards Dep. 156:10–\n158:3.) \n37. Based on this showing, the Court concludes that Plaintiffs have forecast \nsufficient evidence to make out a prima facia case of mutual assent and definite \nterms, permitting their breach of contract claim to survive summary judgment under \nRule 56 .  See Kornegay , 204 N.C. App. at 224 (“[W]hen ‘the plaintiff presented \nevidence which demonstrates that the terms alleged by defendants to be indefinite \nwere in fact sufficiently well delineated to all parties,’ it did not matter tha t it was \n‘contested by defendants.’ ” (quoting Williams, 322 N.C. at 52)).  As Plaintiffs correctly \nnote, inconsistencies in Edwards’s testimony  affect only his credibility as a witness \nand, at this stage in the proceedings, any inferences  to be drawn from the parties’ \npost-contract conduct should be drawn in favor of the Plaintiffs.  As such, Defendants \n \nvendor debt, Mike would receive the entire Atlanta DMA market.”   (Gallagher Aff. ¶ 21.)  \nGallagher’s 2017 deposition testimony is not contrary to that assertion: \n \nQ. Did you ever learn from anyone that Mr. Edwards’ view was that Todd \nWhitworth had promised him the whole [Atlanta] DMA? \nA. I recall Mike [Edwards] expressing to me that Todd had said something \nalong those lines. \n \n. . . . \n \nQ. But I’m trying to focus on this alleged promise that Todd Whitworth \nmade, and you’re telling me that at some point in time [Edwards] said \nsomething to the effect that Todd Whitworth had promised him that? \nA. Yes. \n \n(Defs.’ Reply Supp. Mot. Summ. J. Attach. C Dep. Sean Gallagher, dated Nov. 6, 2017, at  \n288:22–289:1, 289:14–18 [hereinafter “Gallagher Dep.”], ECF No. 183.4.) \n \n \nare not entitled to judgment as a matter of law that Plaintiffs did not reach an \nenforceable oral agreement with Window World giving Plaintiffs the exclusive right \nto the entire Atlanta DMA trade area. \n38. Therefore, viewing the evidence of record in the light most favorable to \nPlaintiffs, the Court concludes that there is a genui ne issue of material fact as to \nwhether Edwards and Whitworth entered into an enforceable oral contract and will \ntherefore deny Defendants’ Phase I Summary Judgment Motion. \nIV. \nCONCLUSION \n39. WHEREFORE, the Court hereby ORDERS as follows: \na. The Court , in the exercise of its discretion, hereby  GRANTS \nDefendants’ Motion to Amend  and shall permit Saville to amend his \nanswer to assert the affirmative defenses of statute of limitations and \nwaiver and the Window World Defendants to amend their answer to \nassert the affirmative defense of statute of limitations but DENIES the \nMotion to Amend to the extent that Defendants  seek Phase I \nconsideration of these permitted amendments. \nb. Saville shall file his amendment to his answer , consistent with Exhibit \nA to the Motion to Amend, within five days of the date of entry of this \nOrder. \n \n \nc. The Window World Defendants shall file their amendment to their \nanswer, consistent with Exhibit B to the Motion to Amend, within five \ndays of the date of entry of this Order. \nd. The Court  hereby DENIES Defendants’ Summary Judgment Motion  \nbut shall permit Defendants  to raise their summary judgment \narguments relating to their affirmative defenses of statute of limitations \nand waiver during summary judgment motion practice in Phase II of \nthis proceeding. \nSO ORDERED, this the 22nd day of September, 2021. \n \n \n      /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n \n "
}