{
  "id": "d1ab1580d0b75dd6527032a7d43dfb37d284e94d7b724ef3adc80cca0618b4f3",
  "source_file": "data/raw/ncbc/d1ab1580d0b75dd6527032a7d43dfb37d284e94d7b724ef3adc80cca0618b4f3.pdf",
  "raw_text": "Gunn v. Laboratory Corp. of Am., 2011 NCBC 35. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF ALAMANCE \n \n IN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 906 \nRICHARD W. GUNN, JR. and GUNN \n& ASSOCIATES, LLC, \n \nPlaintiffs, \n)\n)\n)\n)\n )\nv. )\n )\nSIMPSON, SCHULMAN & BEARD, \nLLC; BRET SCHULMAN; RICHARD \nBEARD; LABORATORY \nCORPORATION OF AMERICA; SN \nCOMMERCIAL, LLC; SECURITY \nNATIONAL MASTER MANAGER, \nLLC; SECURITY NATIONAL \nPROPERTIES HOLDING COMPANY, \nLLC and SEQUOIA INVESTMENTS \nXIV, LLC,  \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nJOINTLY AND SEVERALLY, )\n )\nDefendants. )\n {1} THIS MATTER is before the Court on Defendant SN Commercial, LLC’s \nMotion to Dismiss for Failure to State a Claim pursuant to North Carolina Rules of \nCivil Procedure 12(b)(6) (“Motion”).  For the reasons stated below, the Motion is \nGRANTED.   \n )\nORDER \nVernon, Vernon, Wooten, Brown, Andrews & Garre by E. Lawson \nBrown, Jr. and Benjamin D. Overby for Plaintiffs Richard W. Gunn, Jr. \nand Gunn & Associates, LLC.  \n \nWomble, Carlyle, Sandridge & Rice, PLLC by Michael Montecalvo and \nBrent F. Powell for Defendant SN Commercial. \n \nParker, Poe, Adams & Bernstein, LLP by William L. Rickard, Jr. and \nMatthew Hilton Mall for Defendant Laboratory Corporation of \nAmerica.   \n \nGale, Judge.   \n \nI. INTRODUCTION \n {2} This case arises out of a comme rcial lease of real property owned and \nmanaged by Defendant SN Commercial, LLC (“SNC”) and leased by Defendant \nLaboratory Corporation of America (“LabCorp”).  Plaintiffs Richard W. Gunn and \nGunn & Associates, LLC (collectively, “Gunn”), a broker and his associated \nbrokerage firm, are not parties to the lease agreement between LabCorp and SNC \nbut contend they were unfairly deprived of a commission by LabCorp, SNC, and \nSimpson, Schulman, & Beard (“SSB”)− a competing broker.1  Gunn asserts claims \nagainst LabCorp for breach of contract, procuring cause, quantum meruit, breach of \nthe implied duty of good faith and fair dealing, and violation of the North Carolina \nUnfair and Deceptive Trade Practices Act (“NCUDTPA”); and claims against SNC \nfor breach of contract, procuring cause, wrongful interference with a contract, \nquantum meruit, and violation of the NCUDTPA.  SNC’s Motion seeks dismissal of \nGunn’s claims.   \n {3} Gunn’s Complaint omits key assert ions necessary to state actionable \nclaims, and inferences necessary to provide those elements are inconsistent with the \nfacts alleged.  In particular, the Complaint does not allege or support an inference: \n(1) that a valid contract ever existed between Gunn and SNC; (2) that Gunn ever \nprovided brokerage services at the request of SNC; (3) that SNC induced LabCorp to \nbreach its purported brokerage agreement with Gunn; (4) or that SNC committed \nacts intended to deceive Gunn.  Accordingly, all claims in the Complaint against \nSNC should be dismissed.  Gunn’s recovery, if any, should be against LabCorp, the \nparty with whom it allegedly maintained an agency relationship.   \n \n \n \n                                                 \n1 Although initially named as defendants in this action, Gunn filed a voluntary dismissal pursuant to \nNorth Carolina Rules of Civil Procedure 41(a) as to Simpson, Schulman & Beard, LLC, Bret \nSchulman, and Richard Beard on June 21, 2011.  (Voluntary Dismissal Without Prejudice as to Defs. \nSimpson, Schulman & Beard, LLC, Bret Schulman and Richard Beard.)  \nII. PROCEDURAL BACKGROUND \n {4} Gunn filed its Complaint in Alamance County Superior Court on April 4, \n2011.  The matter was designated as a Complex Business Case by Chief Justice \nSarah Parker by order dated May 11, 2011 and subsequently assigned to this Court \nby order dated May 27, 2011.  On June 10, 2011, LabCorp filed its Answer and SNC \nfiled its Motion.  The Motion has been fully briefed, the Court heard oral arguments \non September 7, 2011, the Parties have filed post-hearing briefs, and the matter is \nripe for disposition.   \n \nIII. STATEMENT OF FACTS  \n {5} The following facts are taken from  the pleadings and construed favorably \nto the Plaintiffs allowing permissible inferences not inconsistent with the alleged \nfacts.   \n {6} Richard W. Gunn, Jr. is a citizen and resident of Burlington, Alamance \nCounty, North Carolina.  Gunn & Associates, LLC is a limited liability company \norganized under the laws of the State of North Carolina with its principle place of \nbusiness in Burlington, Alamance County, North Carolina.  Richard W. Gunn, Jr. is \na real estate broker, licensed in the State of North Carolina and is the broker in \ncharge of Gunn & Associates, LLC.  LabCorp is a corporation existing under the \nlaws of the State of Delaware and authorized to transact business in the State of \nNorth Carolina, with its principle place of business in Burlington, Alamance \nCounty, North Carolina.  SNC is a limited liability company that transacts business \nin the State of North Carolina with its principle place of business in Eureka, \nCalifornia.  Plaintiffs and SNC agree that SNC is the appropriate party to the suit \nand Plaintiffs need not separately include other SNC affiliate companies.   \n {7} For more than twenty-five (25) years, Gunn has provided real estate \nbrokerage services to LabCorp with respect to the negotiation and execution of lease \nand purchase agreements, market research and analysis, and opinions of value.  \n(Compl. ¶16; Resp. Br. to Def. SNC Commercial LLC’s Mot. to Dismiss (“Resp. Br.”) \n2.)  Over the course of their relationship, LabCorp regularly contacted Gunn when it \nhad commercial real estate needs and Gunn regularly provided preliminary services \nto LabCorp at no cost in recognition of their long-standing relationship and under \nthe assumption that if a purchase or lease agreement was ultimately executed, \nGunn would be paid a commission.  (Compl. ¶ 17; Resp. Br. 2.)  On numerous \noccasions, Gunn’s efforts resulted in the execution of a purchase or lease agreement, \nand Gunn was in fact paid a commission.  (Compl. ¶ 18.) \n {8} On August 29, 2008, Gunn was cont acted by LabCorp agent Gary Aherron \n(“Aherron”) for the purpose of preparing a market search for 30,000 square feet of \noffice space to house a call center.  (Compl. ¶ 19−25.)   The market search was \nfocused on commercial properties with the following characteristics: (1) 675 \nworkstations in an open area; (2) 18-20 offices; (3) 1 to 2 conference rooms; (4) a \ntraining room; (5) restrooms; and (6) motor vehicle parking.  (Compl. ¶ 21.)  In \nresponse, Gunn prepared and submitted a tour book to LabCorp on September 9, \n2008, entitled “Potential Call Center Locations” (“Tour Book”), in which Gunn \nidentified seventeen (17) properties meeting LabCorp’s specifications.  (Compl. ¶ \n25−26.)  On or about September 10, 2008, Gunn and Aherron met at LabCorp’s \noffices in Burlington, North Carolina to discuss the Tour Book and narrow the \nsearch to a list of properties that Aherron and other LabCorp agents would tour.  \n(Compl. ¶ 27.)  Thereafter, Gunn communicated regularly with Michele Hunter, \nLabCorp’s Administrative Assistant in the Facilities Planning Department, to \ncoordinate LabCorp’s visits to a number of properties including the Salem Building.  \n(Compl. ¶ 28−29.)   \n {9} On November 14, 2008, Gunn showed  multiple properties to LabCorp \nincluding properties located in Mebane, North Carolina and the Salem Building in \nGreensboro, North Carolina.  (Compl. ¶ 28−31.)  Gunn arranged for round-trip van \ntransportation to the properties, scheduled meetings with landlords’ agents, and \nscheduled a lunch with representatives from the Greensboro Economic Alliance, all \nat no cost to LabCorp in anticipation that LabCorp would sign a lease at one of the \nproperties shown, and arrange for a commission to be paid to Gunn.  (Compl. ¶ \n30−33.)   \n {10} LabCorp continued to encourage G unn to act as its agent by setting up \nadditional site visits and on November 24, 2008, Aherron and other LabCorp \npersonnel traveled by van to Charlotte, North Carolina to view alternative locations \nfor its call center and meet with the Charlotte Economic Alliance.  (Compl. ¶ 41.)  \nOn November 25, 2008, Aherron and Gunn traveled to Danville, Virginia to visit \nother potential call center locations and meet with the Danville Economic \nDevelopment Alliance.  (Resp. Br. 4.)   \n {11} On December 2, 2008, LabCorp, through Aherron, requested that Gunn \nobtain a lease proposal for four (4) facilities, including the Salem Building owned by \nSNC.  (Compl. ¶ 42.)  On December 10, 2008, Gunn submitted a Request for \nProposal of Lease to SNC at the direction of LabCorp, which was mailed to John \nKirby at SNC’s headquarters in Eureka, California.  (Compl. ¶ 44.)  On December \n11, 2008, Kirby, as agent for SNC, submitted a lease proposal to Gunn indicating \nthat SNC was “interested in pursuing a lease arrangement with [LabCorp] for the \nSalem Building in Greensboro, NC.”  (Compl. Ex. B at 1.)  The proposal submitted \nby SNC to Gunn referenced Gunn as the exclusive representative for LabCorp by \nstating: \nGunn and Associates is the exclusive representative for the Tenant \n[LabCorp] and will be compensated with a commission fee equal to \nFour Percent (4%) of the overall firm term Gross Rent.  Tenant will not \nbe responsible for the payment of any commissions.  The commission \nmust be payable 50% upon lease execution and 50% upon tenant \noccupancy of the premises.   \n \n(Compl. ¶ 47; Compl. Ex. B at 6.)  The SNC proposal also contained the following \ndisclosure language: \nThis letter is not contractually binding on the parties and is only an \nexpression of the basic terms and conditions to be incorporated in a \nformal written lease.  This letter does not obligate either party to \nnegotiate in good faith or to proceed with the completion of a lease. The \nparties shall not be contractually bound unless and until a formal lease \nis executed by the parties, which must be in the form and content \nsatisfactory to each party and its counsel in their sole discretion.  \nNeither party may rely on this letter as creating any legal obligation of \nany kind.  Owner’s Manager, Securities National Properties, \nrepresents Landlord/Owner in this transaction, but has no power to \nobligate or bind the Landlord.  Unless otherwise notified, the values \nrepresented in this proposal expire 01/19/2009. \n \n(Compl. Ex. B at 6.)  The SNC proposal did not specify a lease term or \ncommencement date, but provided for four (4) potential lease options with variable \npricing.  (Compl. Ex. B.) \n {12} On December 18, 2008, Ahe rron requested that Gunn prepare a \nComparative Lease Analysis (“CLA”) of the lease proposals Gunn had solicited for \nLabCorp.  (Compl. ¶ 48.)  On January 5, 2009 Gunn submitted the CLA to LabCorp.  \n(Compl. ¶ 49.)  After reviewing the CLA, Aherron narrowed his focus to the Salem \nBuilding and requested that Gunn prepare documented data on the Salem site.  \n(Compl. ¶ 49.)  In response, Gunn prepared the requested information which \nincluded economic and demographic characteristics, area crime analysis, utilities \ncapabilities, and workforce analysis.  (Compl. ¶ 50.)   \n {13} On March 6, 2009, Gunn suggested that LabCorp hire an incentive and \nnegotiation firm to help facilitate the execution of a lease and provided Aherron and \nLabCorp with contact information for John Krug (“Krug”) of Development Advisors, \nas well as an information packet describing the services Krug provided.  (Compl. ¶ \n53−54.)  In response to Gunn’s recommendation, LabCorp arranged a meeting \nbetween Krug and LabCorp executive officers Mark Schroeder (“Schroeder”) and \nBrad Morton (“Morton”).  (Compl. ¶ 55−56.)  The meeting occurred on April 6, 2009.  \n(Compl. ¶ 56.)     \n {14} Throughout the next five (5) months, Gunn maintained contact with \nAherron and Kirby and continued communications related to the proposed lease \nagreement between LabCorp and SNC.  (Compl. ¶ 57−58.)  \n {15} On August 5, 2009, Gunn had lunch with Aherron who stated that \nLabCorp was still interested in the Salem Building, but would not be ready, willing, \nand able to consummate the lease agreement until the first quarter of 2010.  \n(Compl. ¶ 61.)  Immediately after lunch, Gunn contacted SNC, through Kirby, and \ncommunicated LabCorp’s continued interest and the date on which LabCorp would \nbe ready, willing, and able to consummate the lease agreement with SNC.  (Compl. \n¶ 62.)   \n {16} On August 24, 2009, LabCorp alle gedly executed a purported exclusive \nreal estate broker and tenant agent agreement in favor of SSB. (Compl. ¶ 63.) \n {17} Gunn continued to maintain cont act with agents of LabCorp and SNC \nregarding the lease of the Salem Building from August 2009 until the first quarter \nof 2010.  (Compl. ¶ 75−76.)   \n {18} In October 2009, Kirby communica ted to Gunn that SSB was conducting \na market search for a call center under the name “Kaleidoscope,” prompting Gunn \nto raise the issue with Aherron.  (Compl. ¶¶ 77, 79.)  Initially, Aherron indicated \nthat he was unaware of any project under that name but after investigating the \nmatter, Aherron reported to Gunn that “Kaleidoscope” was the exact project for \nwhich LabCorp had engaged Gunn.  (Compl. ¶ 79−80.)  Aherron apologized to Gunn \nfor “Kaleidoscope” and offered to secure the payment to Gunn of seventy-five \npercent (75%) of any broker commission paid by SNC for LabCorp’s leasing of the \nSalem Building if a lease agreement was eventually executed.  (Compl. ¶ 81.)  \nAllegedly, Gunn accepted LabCorp’s offer.  (Compl. ¶ 82.) \n {19} On December 22, 2009, as the firs t quarter target for the lease execution \nwas approaching, Gunn again met with Aherron who confirmed LabCorp’s \ncontinued interest in the Salem Building and its continued satisfaction with Gunn \nas its agent.  (Compl. ¶ 83−84.) \n {20} During the first quarter of 2010,  SSB presented SNC with a purported \nexclusive representation agreement between SSB and LabCorp.  (Compl. ¶ 85.)  On \nJanuary 28, 2010, LabCorp and SNC executed a lease agreement for the Salem \nBuilding.  (Compl. ¶ 88.)  It is alleged that SSB was involved in the negotiation and \nexecution of the LabCorp/SNC lease agreement and that SSB collected a \ncommission of four percent (4%) of the gross value of the initial lease and any \nexpansion of the Salem Building and two percent (2%) on any renewals.  (Compl. ¶¶ \n94, 103.)  Gunn further asserts that LabCorp, SNC, and SSB conspired to prevent \nGunn from collecting a broker commission from the lease of the Salem Building.  \n(Compl. ¶¶ 97, 101−102.)  \n \nIV. STANDARD OF REVIEW  \n{21} Pursuant to North Carolina Rules of Civil Procuedure 12(b)(6), the \nappropriate inquiry for a motion to dismiss is “whether, as a matter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief may be granted under some legal theory, whether properly labeled or \nnot.”  Crouse v. Mineo, 189 N.C. App. 232, 237, 658 S.E.2d 33, 36 (2008); Harris v. \nNCNB Nat’l Bank of N.C., 85 N.C. App. 669, 670−71, 355 S.E.2d 838, 840−41 \n(1987).  The Court may also consider documents attached to the Complaint as \nexhibits and incorporated by reference.  Marzec v. Nye, 690 S.E.2d. 540 (N.C. Ct. \nApp. 2010).  “The complaint is to be liberally construed, and the court should not \ndismiss the complaint ‘unless it appears beyond a doubt that [the] plaintiff could \nprove no set of facts in support of his claim which would entitle him to relief.’”  \nHolloman v. Harrelson, 149 N.C. App. 861, 864, 561 S.E.2d 351, 353 (quoting Dixon \nv. Stuart, 85 N.C. App. 338, 340, 354 S.E.2d 757, 758 (1987)), disc. review denied, \n355 N.C. 748, 565 S.E.2d 665 (2002).   \n{22} The Court need not determine that the plaintiff will ultimately prevail in \norder to deny the motion to dismiss; it need only determine whether plaintiff has \nadequately pled a claim that allows plaintiff to introduce evidence in support of the \nclaim.  Johnson v. Bollinger, 86 N.C. App. 1, 4, 354 S.E.2d 378, 381 (1987) (citation \nomitted).  However, dismissal is warranted when the complaint “consist[s] . . . of \nfacts which will necessarily defeat the claim as well as where there is an absence of \nlaw or fact necessary to support a claim.”  Sutton v. Duke, 277 N.C. 94, 102−03, 176 \nS.E.2d 161, 166 (1970).  “When considering a motion under Rule 12(b)(6), the court \nis not required to accept as true any conclusions of law or unwarranted deductions \nof fact in the complaint.”  Branch Banking & Trust Co. v. Lighthouse Fin. Corp., \n2005 NCBC 3 ¶ 8 (N.C. Super. Ct. July 13, 2005), http://www.ncbusinesscourt.net/ \nopinions/2005%20NCBC%203.htm.   \n \nV. ANALYSIS  \n \nA. Breach of Contract \n {23} SNC’s Motion asserts that G unn cannot state a claim against it for \nbreach of contract because the parties never reached an enforceable agreement on \nthe essential terms of any lease between LabCorp and SNC that included payment \nof a commission to Gunn.  (Motion ¶ 1.)  \n {24} To state a claim for breach of  contract, a plaintiff must plead the \nexistence of a valid contract and a breach of the contractual terms.  Poor v. Hill, 138 \nN.C. App. 19, 530 S.E.2d 838 (2000).  Under North Carolina law, “a real estate \nbroker is entitled to a commission if the broker proves (1) the existence of a binding \ncontract between the broker and the seller and (2) the broker’s performance of the \ncontract.”  Burge v. First Southern Savings Bank, 114 N.C. App. 648, 649−50, 442 \nS.E.2d 552, 553−54 (1994).   \n {25} In its Complaint, Gunn allege s “Gunn and Gunn & Associates and \nSecurity National had an express agreement whereby upon LabCorp entered into a \nlease agreement with Security National, Security National would pay Gunn and \nGunn & Associates a commission equal to four percent (4%) of the gross rent[,]” and \nthat SNC breached its contract with Gunn “by failing to pay Gunn and Gunn & \nAssociates a commission with respect to the execution of a lease agreement with \nLabCorp and for the Salem Building.”  (Compl. ¶¶ 114, 116.) \n {26} Treated as true, the allegati ons in paragraphs 114 and 116 of the \nComplaint state a claim for breach of contract, but under Sutton, a dismissal is \nwarranted when, as here, there is an absence of law or fact necessary to support a \nproperly pled claim.   \n {27} Gunn cannot state a claim against SNC for breach of contract because a \nvalid contract for payment of a commission never existed between Gunn and SNC. \n {28} “A document that merely expresse s the intent and desires of the parties \nrather than their agreement, and which leaves no means to settle the unresolved \nterms, is not enforceable as a contract.”  Durham Coca-Cola Bottling Co. v. Coca-\nCola Bottling Co. Consol., 2003 NCBC 3, ¶ 34 (N.C. Super. Ct. Apr. 28, 2003), \nhttp://www.ncbusinesscourt.net/opinions/2003%20NCBC%203.htm; see JDH \nCapital, LLC v. Flowers, 2009 NCBC 4, ¶ 29 (N.C. Super. Ct. Mar. 14, 2009), \nhttp://www.ncbusinesscourt.net/opinions/2009_NCBC_4.pdf; see also Crockett \nCapital Corp. v. Inland Am. Winston Hotels, Inc., 2009 NCBC 5 (N.C. Super. Ct. \nMar. 13, 2009), http://www.ncbusinesscourt.net/opinions/2009_NCBC_5.pdf.  The \nproposal upon which Gunn bases its breach of contract claim is attached to the \nComplaint as Exhibit B.  The first page of the proposal contains an e-mail from \nSNC’s Kirby to Gunn, dated December 11, 2008, which expresses that the “proposal \ncontains the basic terms and conditions upon which Security National Properties \n(“Landlord”), is interested in pursuing a lease arrangement with [LabCorp] for the \nSalem Building in Greensboro, NC.”  (Compl. Ex. B at 1−2) (emphasis added.)  The \nproposal does not provide a specified lease term or commencement date, but does \nprovide that  \nGunn and Associates is the exclusive representative for the Tenant \n[LabCorp] and will be compensated with a commission fee equal to \nFour Percent (4%) of the overall firm term Gross Rent.  Tenant will not \nbe responsible for the payment of any commissions.  The commission \nmust be payable 50% upon lease execution and 50% upon tenant \noccupancy of the premises.   \n \n(Compl. Ex. B at 6.)   \n {29} Following the provision contemplating payment of a commission by SNC \nto Gunn, the proposal provides an unequivocal disclaimer which states:  \nThis letter is not contractually binding on the parties and is only an \nexpression of the basic terms and conditions to be incorporated in a \nformal written lease.  This letter does not obligate either party to \nnegotiate in good faith or to proceed with the completion of a lease. The \nparties shall not be contractually bound unless and until a formal lease \nis executed by the parties, which must be in the form and content \nsatisfactory to each party and its counsel in their sole discretion.  \nNeither party may rely on this letter as creating any legal obligation of \nany kind.  Owner’s Manager, Securities National Properties, \nrepresents Landlord/Owner in this transaction, but has no power to \nobligate or bind the Landlord.  Unless otherwise notified, the values \nrepresented in this proposal expire 01/19/2009. \n \n(Compl. Ex. B at 6.)   \n {30} Although Gunn’s Complaint pleads the conclusion that a valid contract \nexisted between SNC and Gunn for the payment of a commission, this Court finds \nGunn’s breach of contract claim warrants dismissal because there is an absence of \nlaw and fact necessary to support Gunn’s conclusion.  The proposal at issue fails as \na contract because it is devoid of essential provisions relating to the lease term and \nthe commencement date, and because a plain reading of the document \nunambiguously establishes that the proposal, by its own terms, is “not contractually \nbinding on the parties,” and that the “parties shall not be contractually bound \nunless and until a formal lease is executed by the parties.”  Gunn has neither pled \nnor alleged the execution of a formal written lease which grants it the contractual \nright to receive a commission from SNC upon the execution of a lease for the Salem \nBuilding.   \n {31} In sum, Gunn cannot establish th e existence of a enforceable contract \nbetween Gunn and SNC.  Dismissal of Gunn’s breach of contract claim is, therefore, \nappropriate on the ground that Gunn has failed to state a claim upon which relief \nmay be granted.   \n \nB. Procuring Cause \n {32} SNC’s Motion asserts that G unn cannot state a claim against it for \nprocuring cause because SNC never engaged Gunn as its real estate broker.  \n(Motion ¶ 2.)   \n {33} A real estate broker can recover from a lessor or seller of real property \nunder a procuring cause theory only where the lessor or seller has engaged the \nbroker as its agent.  As explained by the North Carolina Supreme Court: \nOrdinarily a broker with whom an owner’s property is listed for sale \nbecomes entitled to his commission whenever he procures a party who \nactually contracts for the purchase of the property at a price acceptable \nto the owner.  If any act of the broker in pursuance of his authority to \nfind a purchaser is the initiating act which is the procuring cause of a \nsale ultimately made by the owner, the owner must pay the \ncommission provided the case is not taken out of the rule by a contract \nof employment.  The broker is the procuring cause if the sale is the \ndirect and proximate result of his efforts and services.  The term \nprocuring cause refers to “a cause originating or setting in motion a \nseries of events which, without break in their continuity, result in the \naccomplishment of the prime object of the employment of the broker, \nwhich may variously be a sale or exchange of the principal’s property, \nan ultimate agreement between the principle and a prospective \ncontracting party, or the procurement of a purchaser who is ready, \nwilling, and able to buy on the principal’s terms.”   \n \nThe law does not permit an owner “to reap the benefit of a broker’s \nlabor without just reward” \nif he has requested a broker to undertake \nthe sale of his property and accepts the results of services rendered at \nhis request.   \n \nRealty Agency, Inc. v. Duckworth & Shelton, Inc., 274 N.C. 243, 250−51, 162 S.E.2d \n481, 491 (citations omitted) (emphasis added).  \n {34} In its Complaint, Gunn alleges th at “LabCorp had a valid contract of \nagency with Gunn and Gunn & Associates with respect to their search for leasable \ncommercial real estate.”  (Compl. ¶ 119.)  Pursuant to this agency relationship, \nLabCorp provided Gunn with specific criteria from which Gunn would identify \nproperty suitable to LabCorp’s needs.  (Compl. ¶ 120.)  In response, Gunn located \nand presented the Salem Building to LabCorp and facilitated negotiations between \nSNC and LabCorp relating to the lease of the Salem Building.  (Compl. ¶ 120−125.)  \nGunn further alleges that:  \nGunn and Gunn & Associates were the originating cause or set in \nmotion a series of events, which, without break in their continuity, \nresulted in the execution of a lease agreement for the Salem Building \nbetween LabCorp and Security National, the prime object for which \nGunn and Gunn & Associates were initially contacted by LabCorp. \n \n(Compl. ¶ 130.)   \n {35} Although Gunn’s Complaint plainly alleges that it “set in motion” the \nseries of events which resulted in the execution of a lease between LabCorp and \nSNC, it fails to allege that it provided brokerage services to or at the request of SNC \nor that a valid agency relationship existed between Gunn as a broker and SNC as a \nseller or lessor or real property.   \n {36} To the contrary, Gunn’s Complaint  alleges that it was contacted by \nLabCorp for the specific purpose of locating leasable commercial real estate that \nmet certain specifications.  (Compl. ¶ 119−20.)  Gunn repeatedly alleges that it was, \nat all times relevant, acting as the broker agent for LabCorp and acknowledges that \nSNC had its own leasing agent, Kirby.  (Compl. ¶¶ 33−34, 119.)  The Complaint \ncontains a thorough recitation of the brokerage services provided by Gunn at the \ndirection of, and for the exclusive benefit of, LabCorp.  Gunn organized and \npublished the Tour Book, organized and financed tours of potential call center \nlocations in Mebane, North Carolina, Charlotte, North Carolina, Greensboro, North \nCarolina, and Danville, Virginia, conducted a CLA, and set up meetings with \nproperty owners, SNC agents, Krug and Development Advisors, and various \nEconomic Development Alliances, all at the request of LabCorp.  (Compl. ¶ 19−56.)  \nGunn’s Complaint also reveals that it contacted SNC and Kirby at LabCorp’s \nrequest rather than contacting LabCorp at the request of SNC.  (Compl. ¶ 33.) \n {37} In sum, the allegations in G unn’s pleadings fail to state a claim for \nprocuring cause upon which relief may be granted because the Complaint fails to \nallege that an agency relationship existed between SNC and Gunn with respect to \nthe lease of the Salem Building and the pleadings are devoid of allegations \nsuggesting that Gunn performed any brokerage services at the request of SNC.  In \nlight of these deficiencies, the dismissal of Gunn’s procuring cause claim is \nappropriate because the Complaint fails to state a claim upon which relief may be \ngranted.   \n {38} The Court provided Gunn an oppo rtunity after the hearing to cite any \ncase from any jurisdiction that allowed a claim of procuring cause against a lessor \nor seller based on an agency relationship existing between the potential lessee or \npurchaser and its brokerage agent.   Gunn reports that a diligent search located no \ncase directly stating an answer to that precise question on either side of the issue.   \n {39} Certainly, the Court recognizes the unfairness of which Gunn complains.  \nHowever, the question is to which party those issues must be targeted, and in that \nregard, the procuring cause claim is appropriately directed at the party with whom \na brokerage agreement existed, which is LabCorp, not SNC.   \n \nC. Tortious Interference with a Contract  \n {40} SNC’s Motion asserts that G unn cannot state a claim against it for \ntortious interference with a contract because Gunn has not pled or identified any \nactions that SNC undertook to induce LabCorp to breach its alleged contract with \nGunn, and any actions SNC took in entering into a lease with LabCorp were \njustified and/or privileged.  (Motion ¶ 3.) \n {41} To state a claim for tortious interf erence with a contract, a plaintiff must \nplead “(1) the existence of a valid contract between plaintiff and a third party; (2) \nknowledge by defendant of the contract; (3) acts by defendant to intentionally \ninduce the third party not to perform the contract; (4) defendant’s acts were \ncommitted without justification; and (5) actual damage to the plaintiff.”  \nBarker v. \nKimberly-Clark Corp., 136 N.C. App. 455, 462, 524 S.E.2d 821, 826 (2000).  \n {42} In an effort to establish a clai m for tortious interference against SNC, \nGunn’s Complaint alleges that “Gunn and Gunn & Associates had a valid agency \nagreement with LabCorp[,]” “Security National knew about Gunn and Gunn & \nAssociates agreement with LabCorp and acted without justification when \ndeliberately interfering with LabCorp’s performance[,]” and “[a]s a direct result of \nthe actions of Security National . . . Plaintiffs were damaged in excess of Ten \nThousand Dollars ($10,000.00), the exact amount to be proven at trial.”  (Compl. ¶¶ \n133−34, 138.) \n {43} Even taken as true, these allegati ons are not sufficient to state a claim \nfor tortious interference with a contract.  Although Gunn has pled the existence of a \ncontract between Gunn and LabCorp, and SNC’s knowledge of that contract, the \nComplaint does not allege inducement or identify any specific actions undertaken \nby SNC to induce LabCorp to withhold payment of a commission to Gunn.  \n {44} It is well settled under North Ca rolina law that a plaintiff’s failure to \nplead inducement justifies dismissal of a tortious interference claim for failure to \nstate a claim upon which relief may be granted.  See Holleman v. Aiken, 193 N.C. \nApp. 484, 500, 668 S.E.2d 579, 590 (2008) (affirming trial court’s dismissal of \ntortious interference claim due to plaintiff’s failure to establish enforceable contract \nwith third party and plaintiff’s failure to plead inducement).  \n {45} Gunn’s tortious interference claim also fails because the pleadings do not \nsupport the conclusory allegation that SNC acted “without justification in \ndeliberately interfering with LabCorp’s performance.”  (Compl. ¶ 134.)     \n {46} To establish a lack of justificatio n, “[a] complainant must show that the \ndefendant acted with malice and for a reason not reasonably related to the \nprotection of a legitimate business interest of the defending party.”\n  Sellers v. \nMorton, 191 N.C. App. 75, 82, 661 S.E.2d 915, 921 (2008).  Here, Gunn has not \nalleged any facts to support an inference that SNC acted with malice or without \njustification in its dealings with Gunn or LabCorp.  The pleadings likewise do not \nallege that SNC acted in a manner unrelated to its legitimate business interest in \nnegotiating and securing LabCorp’s lease of the Salem Building.  \n {47} Accordingly, the Complaint fails to  state a claim for tortious interference \nwith a contract because Gunn has failed to allege inducement and failed to plead \nfacts necessary to support an inference that SNC acted without justification in \nsecuring LabCorp’s tenancy in the Salem Building.  As a result of these deficiencies, \nthe dismissal of Gunn’s tortious interference with a contract claim is appropriate \nbecause the Complaint fails to state a claim upon which relief may be granted. \n \nD. Quantum Meruit  \n {48} SNC’s Motion asserts that G unn cannot state a claim against it for \nquantum meruit because SNC never requested that Gunn assist it in locating \nprospective tenants, and Gunn has not pled or identified any services that it \nprovided to SNC.  (Motion ¶ 4.) \n {49} To state a claim for quantum meruit, a plaintiff must allege that “(1) \nservices were rendered to defendants; (2) the services were knowingly and \nvoluntarily accepted; and (3) the services were not given gratuitously.”  \nEnvironmental Landscape Design Specialist v. Shields, 75 N.C. App. 304, 306, 330 \nS.E.2d 627, 628 (1985).   \n {50} In support if its claim for quantum meruit, Gunn’s pleadings allege \n“[p]laintiffs provided Security National with brokerage services[,]” “Security \nNational acquiesced in the provision of brokerage services by the Plaintiffs[,]” and \nthat “Security National was aware that Plaintiffs expected to be compensated for \nthe provision of brokerage services.”  (Compl. ¶ 146−48.)  In its brief, Gunn asserts \nthat its \nquantum meruit claim should withstand the Motion because “the complaint \nspecifically alleges that Plaintiffs brought LabCorp to SN Commercial” and “the \ncomplaint specifically alleges that a deal was ultimately completed based on the \nwork of Plaintiffs.”  (Resp. Br. 11.)  Thus, the \nquantum meruit claim recasts the \nfacts upon which the procuring cause claim is premised.   \n {51} Taken as true, the pleadings are sufficient to state a claim for quantum \nmeruit, but this Court finds that the facts alleged do not support the inference that \nGunn undertook to provide any brokerage services to SNC as opposed to LabCorp.   \n {52} Gunn alleges, on one hand, that it “provided Security National with \nbrokerage services,” while on the other hand repeatedly alleging that “Security \nNational knew or should have known that Gunn and Gunn & Associates were \nagents of LabCorp.”  (Compl. ¶¶ 36, 37, 119, 133.)  Gunn describes its agency \nrelationship as “a course of dealing” for “not less than 25 years” in “the brokering of \nreal estate purchases and real estate leases with LabCorp.”  (Compl. ¶¶ 15, 16, 104.)  \nThis agency relationship resulted in the “common basis of understanding that Gunn \nand Gunn & Associates would provide initial services to LabCorp with the \nexpectation that upon the signing of a lease or the rendering of a sale, Gunn and \nGunn & Associates would be paid a commission.”  (Compl. ¶ 106.)  Pursuant to this \ncommon understanding, and on numerous occasions, Gunn “performed for LabCorp \nby providing brokerage services and LabCorp performed by paying a commission.”  \n(Compl. ¶ 107.)  Gunn does not allege a similar course of dealings with SNC or \nprovide any factual allegations to support an inference that Gunn maintained a \nsimilar agency relationship with SNC for the provision of brokerage services.   \n {53} The Complaint is saturated with allegations describing the brokerage \nservices Gunn provided to LabCorp at LabCorp’s request, but does not contain a \nsingle paragraph describing services rendered to SNC except as incidental to \nservices it provided to LabCorp.  Gunn alleges that it was “contacted by Aherron, on \nbehalf of LabCorp, for the purpose of preparing a market search for 30,000 square \nfeet of office space[;]” that it “was acting as an express agent for LabCorp in its \nsearch for a particular type of commercial real estate and in a particular region[;]” \nthat it “performed a market search and submitted multiple bound copies of a tour \nbook to LabCorp[;]” that it obtained lease proposals from prospective landlords; that \nit facilitated and financed site visits to potential call center locations in North \nCarolina and Virginia; and that it set up meetings with agents, landlords, incentive \nand negotiation firms, and various Economic Development Alliances, all at the \nrequest of LabCorp.  (Compl. ¶¶ 19, 25, 28−32, 42−45.)  By its own admission, “[t]he \nservices described above were provided by Gunn and Gunn & Associates to LabCorp \nin anticipation that LabCorp would ultimately sign a lease at one of the facilities \nshown, resulting in a commission for Gunn and Gunn & Associates, which was \nconsistent with the sequence of previous conduct between the parties.”  (Compl. ¶ \n33.)  Gunn even alleges that it initiated contact with SNC and Kirby regarding the \nSalem Building “pursuant to Gunn and Gun (sic) & Associates’ role as agents for \nLabCorp it their search for a call center.”  (Compl. ¶ 34.)   \n {54} With respect to SNC, Gunn acknow ledges that “at all times relevant to \nthis action, Mr. John Kirby (“Kirby”) acted as agent for Security National.”  (Compl. \n¶ 12.)  The Complaint alleges “Kirby and Gunn and Gunn & Associates had not less \nthan 20 email (sic) and other communications relating to LabCorp’s continued \ninterest in leasing the Salem Building” “between November 14, 2008 and the first \nquarter of 2010[;]” and that it requested a lease proposal from SNC during \nDecember 2008.  (Compl. ¶¶ 35, 44.)   \n {55} The Court finds that the allegati ons in the Complaint do not support an \ninference that Gunn rendered brokerage services to SNC in connection with \nLabCorp’s ultimate lease of the Salem Building.  The allegations concerning the \nGunn and SNC are suggestive of an arms-length business relationship and not an \nagency relationship for the provision of brokerage services.  The fact that SNC \nengaged in negotiations with Gunn concerning the Salem Building does not the \nalter the analysis.  It can hardly be said that by responding to Gunn’s request for a \nlease proposal, SNC acquiesced to the creation of a brokerage relationship and \nagreed to become liable for a commission upon the execution of a lease covering the \nSalem Building.  \n {56} The allegations in the Complaint do not support an inference that Gunn \nrendered brokerage services to SNC.  Consequently, the dismissal of Gunn’s \nquantum meruit claim is appropriate because the Complaint fails to state a claim \nupon which relief could be granted. \n \nE. Unfair and Deceptive Trade Practices \n {57} SNC’s Motion asserts that G unn cannot state a clam against it for \nviolation of the NCUDTPA because Gunn has not pled or identified any substantial \naggravating factors that accompanied SNC’s alleged breach of contract, and Gunn \nhas not specifically pled or identified any deceptive actions undertaken by SNC.  \n(Motion ¶ 5.) \n{58} To state a claim for unfair and deceptive trade practices under N.C. Gen. \nStat. § 75-1.1, the plaintiff must allege: (1) an unfair or deceptive act or practice; (2) \naffecting commerce; and (3) which proximately causes actual injury.  Poor, 138 N.C. \nApp. at 27, 530 S.E.2d at 844; see also, Strickland v. Lawrence, 176 N.C. App. 656, \n665, 627 S.E.2d 301, 307 (2006).  “[A] practice is unfair when it offends established \npublic policy” and “when the practice is immoral, unethical, oppressive, \nunscrupulous, or substantially injurious to consumers.”  Eastover Ridge, L.L.C. v. \nMetric Constructors, Inc., 139 N.C. App. 360, 367, 533 S.E.2d 827, 832 (2000) \n(quoting Warfield v. Hicks, 91 N.C. App. 1, 8, 370 S.E.2d 689, 693, disc. review \ndenied, 323 N.C. 629, 374 S.E.2d 602 (1988)) (citations omitted).  “The fair or unfair \nnature of particular conduct is to be judged by viewing it against the background of \nactual human experience and by determining its intended and actual effects upon \nothers.”  McDonald v. Scarboro, 91 N.C. App. 13, 18, 370 S.E.2d 680, 684 (1988).  \nFor a practice to be deceptive, it must “possess the tendency or capacity to mislead.”  \nForsyth Mem’l Hosp. v. Contreras, 107 N.C. App. 611, 614, 421 S.E.2d 167, 170 \n(1992).  Whether a particular commercial act or practice constitutes an unfair or \ndeceptive trade practice is a question of law.  \nNorman Owen Trucking, Inc. v. \nMorkoski, 131 N.C. App. 168, 177, 506 S.E.2d 267, 273 (1998); see First Union Nat'l \nBank v. Brown, 166 N.C. App. 519, 603 S.E.2d 808, 819 (2004). \n {59} “It is well recognized . . . that  actions for unfair or deceptive trade \npractices are distinct from actions for breach of contract, and that a mere breach of \ncontract, even if intentional, is not sufficiently unfair or deceptive to sustain an \naction under [N.C. Gen. Stat. § 75-1.1].” Eastover Ridge, L.L.C., 139 N.C. App. at \n367, 533 S.E.2d at 832; Branch Banking and Trust Co. v. Thompson, 107 N.C. App. \n53, 62, 418 S.E.2d 694, 700, disc. review denied, 332 N.C. 482, 421 S.E.2d 350 \n(1992) (citations omitted).  To become an unfair trade practice, the breach of \ncontract must be “characterized by some type of egregious or aggravating \ncircumstance.”  Norman Owen Trucking, Inc., 131 N.C. App. at 177, 506 S.E.2d at \n273.  It is “unlikely that an independent tort could arise in the course of contractual \nperformance, since those sorts of claims are most appropriately addressed by asking \nsimply whether a party adequately fulfilled its contractual obligations.”  Broussard \nv. Meineke Discount Muffler Shops, 155 F.3d 331, 347 (4th Cir. 1998) (citing Strum \nv. Exxon Co., 15 F.3d 327, 333 (4th Cir. 1994)). \n {60} In support of its unfair and dece ptive trade practices claim, Gunn alleges \n“[u]pon information and belief, Security National knowingly and intentionally made \nfalse and misleading statements, which were intended to be relied upon, denying its \nassociation, communication, and interaction with Gunn and Gunn & Associates \nrelating to the Salem Building[;]” “[t]he Defendants engaged in conduct constituting \nunfair and deceptive trade practices[;]” “[t]he Defendants engaged in conduct \nconstituting unfair methods of competition[;]” and “[t]he Defendants actions were in \nor affecting commerce.”  (Compl. ¶¶ 89, 155−57.)   \n {61} Although Gunn’s Complaint accurate ly recites the elements of a claim for \nunfair and deceptive trade practices in conclusory fashion, the bald allegations in \nparagraph 89 are not sufficient to support an inference that “some type of egregious \nor aggravating circumstances” accompanied SNC’s alleged breach of contract.  \nWhile Gunn has pled, upon information and belief, that SNC “knowingly and \nintentionally made false and misleading statements, which were intended to be \nrelied upon,” it does not provide any factual support for such conclusory allegations.  \n(Compl. ¶ 89.)  Gunn fails to identify the substance of the communication, the \nspeaker and the target of the statements, or any specific facts relating to the \ncircumstances of the alleged “false and misleading statements.”   \n {62} In the absence of specific allegati ons necessary to support an inference of \negregious or aggravating circumstances, the underlying basis of Gunn’s unfair and \ndeceptive trade practice claim is SNC’s alleged breach of contract.  As the Fourth \nCircuit has explained, “claims regarding the existence of an agreement, the terms \ncontained in an agreement, and the interpretation of an agreement are relegated to \nthe arena of contract law” and are not properly addressed as unfair and deceptive \ntrade practice claims.  Broussard, 155 F.3d 331.  \n {63} Accordingly, this Court finds that  the Complaint fails to state a claim for \nunfair and deceptive trade practices because Gunn has failed to allege the type of \negregious or aggravating circumstances necessary to support an independent sui \ngeneris claim.  In the absence of such allegations, Gunn’s Complaint cannot provide \nthe basis for a statutory claim under  the NCUDTPA.  Gunn’s claim for unfair and \ndeceptive trade practices, therefore, should be dismissed for failure to state a claim \nupon which relief could be granted.   \n \n \n \n \nVI. CONCLUSION \n {64} For the reasons stated, Defend ant SNC Commercial, LLC’s Motion to \nDismiss for Failure to State a Claim is GRANTED and the Complaint as to that \nDefendant is DISMISSED. \n \n IT IS SO ORDERED, this 23rd day of September, 2011. \n \n \n \n       "
}