{
  "id": "d1f4aea3ed9f35f1d875fdf5ac415ed52a8307a2bc0539a7ac7dce146577950f",
  "source_file": "data/raw/ncbc/d1f4aea3ed9f35f1d875fdf5ac415ed52a8307a2bc0539a7ac7dce146577950f.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 905 \n \nNEW RESTORATION AND \nRECOVERY SERVICES, LLC, d/b/a \nAQUALIS CO., \n \nPlaintiff, \n \nv. \n \nDRAGONFLY POND WORKS, LLC, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \n \n \n1. THIS MATTER is before the Court upon Defendant Dragonfly Pond Works, \nLLC’s Motion to Dismiss (the “Motion”)  under Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure (the “Rule(s)”) , filed 24 M arch 2023 in the above -captioned \ncase.1 \n2. After considering the Motion, the parties’ briefs in support of and in \nopposition to the Motion, the relevant pleadings, and the arguments of counsel at the \nhearing on the Motion, the Court hereby GRANTS in part and DENIES in part \nthe Motion as set forth below.  \nMcGuireWoods LLP, by T. Richmond McPherson, III , Abigail Golden, \nand Elizabeth Peters,  for Plaintiff New Restoration and Recovery \nServices LLC d/b/a Aqualis Co. \nBell, Davis, & Pitt, P.A., by Marc E. Gustafson and Carson D. Schneider, \nfor Defendant Dragonfly Pond Works, LLC.   \nBledsoe, Chief Judge. \n \n1 (ECF No. 8.) \nNew Restoration & Recovery Servs., LLC v. Dragonfly Pond Works, 2023 NCBC \n43. \nI. \n \nFACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact on a motion to dismiss under Rule \n12(b)(6).  Rather, the Court recites the allegations asserted and documents referenced \nin Plaintiff New Restoration and Recovery Services, LLC’s (“Aqualis”) Complaint that \nare relevant to the Court’s determination of the Motion.   \n4. This case arises from the alleged actions of a disgruntled former employee.  \nDragonfly Pond Works, LLC (“Dragonfly”) and Aqualis are direct competitors who \nprovide stormwater management services. 2  Aqualis performs its projects using a \ncompetitive bidding process, which involves technical drawings and sensitive pricing \nassumptions.3   \n5. On 20 May 2019, Aqualis hired P.J. Bogensberger (“Bogensberger”) as a \nbusiness development manager4 and promoted him to the position of Vice President, \nBusiness Development –  National Accounts on  1 January 2021. 5  As part of this \npromotion, Bogensberger signed  and agreed to a non -competition, non-solicitation, \nand non- disclosure agreement with Aqualis (the “NDA”), in which he agreed to \n \n2 (Compl. ¶ 12, ECF No. 3.) \n \n3 (Compl. ¶¶ 26–27.) \n \n4 (Compl. ¶ 29.) \n \n5 (Compl. ¶ 32.) \n \nprotect Aqualis’s confidential trade information during and after his employment \nwith the company.6   \n6. On 3 January 2022, Bogen sberger was laid off  by Aqualis.7  Around that \nsame time, Bogensberger began communicating with Dragonfly’s CEO , Grant Todd \n(“Todd”).8  On 5 January 2022, without Aqualis’s knowledge or consent, and in alleged \nviolation of the NDA, 9 Bogensberger began emailing  Aqualis’s confidential \ndocuments, bids, and pricing information to Dragonfly. 10  In an email to \nBogensberger, Todd referred to these documents as a “gold mine.”11  \n7. At the same time, Bogensberger was negotiating with Aqualis over the \nterms of his termination.  Ultimately, Bogensberger and Aqualis entered into a \nsettlement agreement under which Bogensberger represented that he had not \ndivulged any proprietary or confidential information, and that he would “continue to \nmaintain the confidentiality of [Aqualis’s confidential and proprietary information] \nconsistent with [his] agreements with Aqualis (the “Settlement”).12  Bogensberger \nsigned th e Settlement  on 17 March 2022, and joined Dragonfly in a senior sales \n \n6 (Compl. ¶¶ 33–37.) \n \n7 (Compl. ¶ 39.) \n \n8 (Compl. ¶ 52.) \n \n9 Aqualis pleads that Bogensberger’s actions violated the NDA, (see Compl. ¶ 100), but neither \nparty has placed the full NDA and its terms into the record before the Court.  \n \n10 (Compl. ¶ 41.) \n \n11 (Compl. ¶ 61.) \n \n12 (Compl. ¶¶ 46–48.) \n \nposition and as Director of Corporate Accounts less than a week later on 23 March \n2022.13  Before offering Bogensberger a job, Dragonfly reviewed the Settlement. 14  \nWhen Dragonfly hired Bogensberger , Todd texted Bogensberger that “[w]e’re going \nto destroy Aqualis and Apex.  So excited.”15   \n8. Through March and April 2022, Bogensberger provided to Dragonfly at least \n19 other Aqualis documents containing alleged trade secrets. 16  Aqualis alleges that \nDragonfly used the confidential information from Bogensberger to solicit business \nfrom six of Aqualis’s customers. 17  Dragonfly fired Bogensberger on 5 May 2022 and \nissued a statement that Dragonfly had only then become aware that Aqualis claimed \nthat Bogensberger had provided Aqualis’s confidential information to Dragonfly.18 \n9. Aqualis filed th e above-captioned action on 20 January 2023. 19  Aqualis  \nasserts six claims against Dragonfly: misappropriation of trade secrets, 20 tortious \ninterference with contr act,21 tortious interference with prospective economic \n \n13 (Compl. ¶¶ 47, 69.) \n \n14 (Compl. ¶ 70.) \n \n15 (Compl. ¶ 74.) \n \n16 (Compl. ¶ 77.) \n \n17 (Compl. ¶¶ 82–89.) \n \n18 (Compl. ¶¶ 93–94.) \n \n19 (See Compl.) \n \n20 (Compl. ¶¶ 97–108.) \n \n21 (Compl. ¶¶ 109–15.) \n \nadvantage,22 unfair and deceptive trade practices under N.C.G.S. § 75 -1.1 \n(“UDTPA”),23 civil conspiracy, 24 and unjust enrichment. 25  Dragonfly moved to \ndismiss the Complaint on 24 March 2023.26  After receiving full briefing in support of \nand in opposition to the Motion, the Court convened a hearing on 9 May 2023, at \nwhich all parties were represented by counsel (the “Hearing”).  The Motion is now \nripe for determination.   \nII. \nLEGAL STANDARD \n10. When deciding whether to dismiss for failure to state a claim under Rule \n12(b)(6), the Court considers “whether the allegations of the complaint, if treated as \ntrue, are sufficient to state a claim upon which relief can be granted under some legal \ntheory.”  Corwin v. Brit ish Am. Tobacco PLC , 371 N.C. 605, 615  (2018) (quoting \nCommScope Credit Union v. Butler & Burke, LLP, 369 N.C. 48, 51 (2016)). \n11. “[D]ismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on \nits face reveals that no law supports the plaintiff’s claim; (2) the complaint on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the complaint \n \n22 (Compl. ¶¶ 116–21.) \n \n23 (Compl. ¶¶ 122–26.) \n \n24 (Compl. ¶¶ 127–31.) \n \n25 (Compl. ¶¶ 132–37.) \n \n26 (Mot. Dismiss.) \ndiscloses some fact that necessarily defeats the plaintiff’s claim.’ ”  Id. (quoting Wood \nv. Guilford Cnty., 355 N.C. 161, 166 (2002)). \n12. When considering a motion u nder Rule 12(b)(6), “the complaint is \nconstrued liberally, viewing the allegations as true and in the light most favorable to \nthe non-moving party, and the claim is not dismissed unless it appears beyond doubt \nthat the plaintiff could prove no set of facts in support of his claim which would entitle \nhim to relief.”  Krawiec v. Manly, 370 N.C. 602, 618 (2018) (clean ed up).  While “the \nwell-pleaded material allegations of the complaint are taken as true[,] conclusions of \nlaw or unwarranted  deductions of fact are not admitted.”  Azure Dolphin, LLC v. \nBarton, 371 N.C. 579, 599 (2018)  (quoting Arnesen v. Rivers Edge Golf Club & \nPlantation, Inc., 368 N.C. 440, 448 (2015)). \nIII. \n \nANALYSIS \n \n13.   Dragonfly has moved to dismiss all of Aqualis ’s claims. 27  The Court \nexamines each claim in turn, beginning with misappropriation of trade secrets.  \nA. Misappropriation of Trade Secrets \n14. To properly plead misappropriation of trade secrets,  and in addition to \nmeeting other definitional requirements under N.C.G.S. § 66 -152, a plaintiff must \n“identify a trade secret with sufficient particularity so as to enable a defendant t o \ndelineate that which he is accused o f misappropriating and a court to determine \n \n27 (See generally Mem. Supp. Mot. Dismiss [hereinafter “Br. Supp.”], ECF No. 9.)  Dragonfly’s \nbrief is not paginated .  Citations to specific pages of Dragonfly’s  brief are therefore to the \npages of the PDF version on the Court’s electronic docket.  \nwhether misappropriation has or is threatened to occur. ”  Krawiec, 370 N.C. at 609.  \nThe alleged trade secret must also be “the subject of efforts that are reasonable under \nthe circumstances to maintain its secrecy.”  N.C.G.S. § 66-152(3)(b).   \n15. Dragonfly challenges Aqualis’s trade secrets claim as failing to plead these \ntwo requirements: that Aqualis  has not sufficiently described its trade secrets, and \nthat Aqualis has failed to plead its reasonable efforts to maintain secrecy over the \nalleged trade secrets.28  The Court finds each argument unpersuasive.  \n16. First, Krawiec clarified that “customer lists, pricing formulas[,] and bidding \nformulas” can be trade secrets.  Krawiec, 370 N.C. at 610.  Aqualis describes its \nalleged trade secrets as “large amounts of information relating to customers, \nincluding customer contact information, copies of bid proposals, client -specific \nspreadsheets containing Aqualis’s pricing for all of the client’s projects,” and “bids on \nclient projects and project completion summaries prepared by Aqualis after \ncompleting client projects.” 29  Aqualis’s description of its alleged trade secrets  \ntherefore falls well within the language of Krawiec.   \n17. Aqualis also identifies specific emails, sent on specific dates, which contain \nthis information.30  Aqualis’s description is thus very similar to the language found \nsufficient to identify a trade secret in Krawiec, and the description is delineated and \nidentified sufficiently under that decision and those that have followed.  \n \n28 (See Br. Supp. 4–9.) \n \n29 (Compl. ¶¶ 51, 78.) \n \n30 (Compl. ¶¶ 53–59, 77.) \n \n18. Dragonfly contends, however, that none of the material Aqualis  identifies \ncan constitute a trade secret because much of the information was necessarily shared \nwith at least one third party and that Aqualis  has not alleged that it attempted to \nbind these third parties to any confidentiality agreements. 31  Specifically, Dragonfly \nargues that information known to a third party cannot constitute a trade secret; thus, \nbecause Aqualis’s pricing information on a given project was necessarily shared with \nthat project’s customer, that information therefore was not kept secret. 32  This \nargument has an intuitive appeal at first glance but does not withstand scrutiny.  \n19. First, some of t he cases Dragonfly cites for this proposition do not support \nthe point.  For example,  in Amerigas Propane LP v. Coffey , 2015 NCBC LEXIS 98 \n(N.C. Super. Ct. Oct. 15, 2015),33 this Court held merely that the names and addresses \nof the business’s customers were not trade secrets, and resolved the plaintiff’s trade \nsecrets claims premised on “historical usage, credit information, and pricing \ninformation” on other grounds after expressly declining to reach the question of \nwhether the plaintiff had adequately defined the information .  See id.  at *33– 37.  \nNames and addresses are inherently much more public than pricing and other \ninformation related to particu lar business projects, so Coffey  is readily \ndistinguishable.  \n \n31 (See Br. Supp. 5–6.) \n \n32 (Br. Supp. 5–6.) \n \n33 (Br. Supp. 5.) \n \n20. Second, Dragonfly’s primary support,  Edgewater Servs. v. Epic Logistics, \nInc., 2009 NCBC LEXIS 21, at *11– 16 (N.C. Super. Ct. Aug. 11, 2009) , is in tension \nwith then-extant and subsequently decided appellate precedent.34   \n21. For example, in Byrd’s Lawn & Landscaping, Inc. v. Smith, 142 N.C. App. \n371 (2001), the North Carolina Court of Appeals stated that “historical cost \ninformation” and bidding records could constitute trade secre ts, even though they \n“may have been ascertainable by anyone in the [same] business[.]”  Id.  at 375–76.  \nThus, even if, as Dragonfly contends, Aqualis’s bidding and project information were \nknown to customers and thereafter conceivably  ascertainable by others in the same \nbusiness, even this broader range of third party knowledge does not necessarily \npreclude such information from constituting a trade secret under Byrd’s Lawn.   \n22. Furthermore, the Supreme Court of North Carolina has recognized that \nsome subsets of information that customers would  know, such as customers’ own \nsocial security numbers, account numbers, and financial status, might constitute \ntrade secrets even by themselves.  See Wells Fargo Ins. Servs. USA, Inc. v. Link, 372 \nN.C. 260, 280 (2019).   Th us, Link belies Dragonfly’s argument that information \ncannot constitute a trade secret if even a single third party, such as a customer, is \nprivy to the information.\n35   \n \n34 The Court recognizes that Edgewater was affirmed on direct appeal.  See Edgewater Servs., \nInc. v. Epic Logistics, Inc., No. COA11-176, 2011 N.C. App. LEXIS 2494 (N.C. Ct. App. 2011), \ndisc. rev. denied, 366 N.C. 400 (2012) (mem.).  However, the Court of Appeals declined to rule \non the trade secrets issue due to a procedural default by the appellant.  See id.  at *8.  The \naffirmance therefore lends Edgewater no additional weight on this particular issue.  \n \n35 (Br. Supp. at 5.) \n \n23. Third, Link held that “sprawling lists” of information can form trade secrets \nin the aggregate, even if some pieces of information do not qualify as trade secrets in \nisolation.  See id.  Therefore, even if Dragonfly’s argument were correct that some \nparts of Aqualis’s claimed trade secrets cannot qualify as such, the claimed secrets go \nbeyond information actually shared with customers ,36 and thus may still qualify as \ntrade secrets in the aggregate under Link.  See id.   The Court therefore rejects \nDragonfly’s argument that Aqualis ’s alleged trade secrets , as pleaded here,  are \ninsufficiently defined for this additional reason.  \n24. Next, Dragonfly argues that Aqualis did not plead that it made reasonable \nefforts to maintain the confidentiality of its trade secrets.37  A trade secrets plaintiff \nmust make reasonable efforts to maintain secrecy, N.C.G.S. § 66-152(3)(b), and must \nallege such efforts in its complaint.  See, e.g., BIOMILQ, Inc. v. Guiliano, 2023 NCBC \nLEXIS 24, at *20 (N.C. Super. Ct. Feb. 10, 2023).    \n25. Dragonfly contends that Aqualis’s sole effort to maintain secrecy  was to \nrequire Bogensberger to sign the NDA and that this limited measure does not satisfy \nAqualis’s pleading burden .38  However, this contention  does not accurately \ncharacterize Aqualis’s pleaded efforts to maintain secrecy.  Aqualis  has alleged that \nit agreed to the NDA with Bogensberger, and in addition reminded him of his \nconfidentiality obligations and attempted to reinforce “any”  confidentiality \n \n36 (Compl. ¶¶ 58, 78.) \n \n37 (Br. Supp. 7–9.) \n \n38 (Br. Supp. 7–9.) \n \nagreement(s) he had entered into with Aqualis by incorporating them into the \nSettlement.39   \n26. Thus, the Court need not consider Dragonfly ’s contention that the NDA , \nstanding alone, did not constitute a reasonable effort to protect secrecy and instead \nholds that Aqualis’s pleaded use of the NDA and repeated attempts to reinforce any \nconfidentiality agreement(s) Bogensberger entered into with Aqualis were reasonable \nefforts to maintain secrecy sufficient to sustain Aqualis ’s trade secrets claim under \nRule 12(b)(6).  See Thortex, Inc. v. Standard Dyes, Inc., 177 N.C. App. 814, 814 (2006) \n(affirming dismissal of a trade secret claim asserted “[w]ithout any allegation” of \nefforts to maintain secrecy);  Bldg. Ctr., Inc. v. Carter Lumber, Inc. , 2016 NCBC \nLEXIS 79, at *14 (N.C. Super. Ct. Oct. 21, 2016) ( noting that a trade secret claim \nshould be dismissed at the 12(b)(6) stage only when “efforts to maintain secrecy of \nthe allegedly misappropriated trade secrets were completely absent ” (emphasis \nadded)); see also States Mortg. Co. v. Bond, 2023 NCBC LEXIS 33, at *17 (N.C. Super. \nCt. Mar. 6, 2023) (to similar effect); AYM Techs., LLC v. Rodgers, 2018 NCBC LEXIS \n14, at *40–41 (N.C. Super. Ct. Feb. 9, 2018) (same).\n40   \n \n39 (Compl. ¶¶ 37, 44, 46–48.) \n \n40 Even if the pleaded facts placed at issue the sufficiency of the NDA alone as a reasonable \nmethod of maintaining secrecy, this Court’s precedent would direct that Dragonfly’s motion \nstill be denied.  See, e.g., Se. Anesthesiology Consultants, PLLC v. Charlotte -Mecklenburg \nHosp. Auth., 2019 NCBC LEXIS 107, at *16 (N.C. Super. Ct. Dec. 13, 2019)  (holding that \nsigned confidentiality agreements alone were sufficient to sustain trade secrets claim under \nRule 12(b)(6)); Window Gang Ventures, Corp. v. Salinas , 2019 NCBC LEXIS 24, at *44– 45 \n(N.C. Super. Ct. Apr. 2, 2019) (concluding that obtaining a signed confidentiality agreement \nconstituted reasonable efforts at the pleading stage).   \n \nInterestingly, courts across the nation have divided on whether a confidentiality agreement, \nstanding alone, may supply the reasonable efforts to maintain secrecy necessary to support \n27. In sum, the Court rejects Dragonfly ’s arguments that Aqualis does not \nadvance its trade secrets claim with sufficient particularity or with accompanying \nallegations of reasonable efforts to maintain secrecy, and the Motion will therefore be \ndenied insofar as it seeks dismissal of Aqualis’s misappropriation claim.  \nB. Tortious Interference with Contract \n28. To state a claim for tortious interference with contract, a plaintiff must \nallege that “(1) a valid contract between plaintiff and a third party [exists] . . . (2) the \ndefendant knows of the contract; (3) the defendant intentiona lly induces the third \nperson not to perform the contract; (4) and in doing so he acts without justification; \n(5) resulting in actual damages to the plaintiff.”  Link, 372 N.C. at 282.   \n29. Dragonfly argues that Aqualis  has failed to plead that Dragonfly knew of \nthe NDA or that Dragonfly induced Bogensberger to breach it.41 \n30. The Court turns first to the knowledge element.  Dragonfly  argues that \nAqualis pleaded that Dragonfly reviewed the Settlement, not the NDA, and that the \n \na trade secrets claim.  Compare Steve Silveus Ins., Inc. v. Goshert , 873 N.E.2d 165, 179–80 \n(Ind. Ct. App. 2007) (holding that information protected solely by a confidentiality agreement \nconstituted trade secrets under Indiana’s analogous trade secret statute), Assessment Techs. \nInst., LLC v. Parkes, 588 F. Supp. 3d 1178, 1215– 16 (D. Kan. 2022) (to s imilar effect under \nKansas law), and Pre-Paid Legal Servs., Inc. v. Harrell, No. CIV -06-019, 2008 U.S. Dist. \nLEXIS 1773, at *29 (E.D. Okla. Jan. 8, 2008) (same under Oklahoma law), with Electro-Craft \nCorp. v. Controlled Motion, Inc. , 332 N.W.2d 890, 901– 02 (Minn. 1983) (holding that a \nconfidentiality agreement alone is insufficient under Minnesota law), Arcor, Inc. v. Haas, 842 \nN.E.2d 265, 271 (Ill. App. Ct. 2005) (same under Illinois law), and Diamond Power Int’l, Inc. \nv. Davidson, 540 F. Supp. 2d 1322, 1333 (N.D. Ga. 2007) (same under Georgia law).   \n \n41 (Br. Supp. 10.) \n \nSettlement cannot be read to impute k nowledge of the NDA or its terms to \nDragonfly.42   \n31. To evaluate this argument, the Court examines the specifics of the \nSettlement, as plea ded.  The Settlement provides that “any” non -disclosure, non -\nsolicitation, or similar agreements would remain “in full force and effect according to \ntheir terms[,]”43 that Bogensberger had not disclosed any confidential information \nprior to the Settlement’s 17 March 2022 execution, 44 and that Bogensberger had \nreturned all of Aqualis’s confidential information and property that had remained in \nhis possession.45   \n32. The Court concludes that these terms do not impute knowledge of the NDA \nto Dragonfly.  The plain language of the Settlement provides only that “any” non -\ndisclosure agreements remained in force, not whether any such agreements existed \nor, if so, what their terms were, much less that Bogensberger had entered the NDA \nwith Aqualis.    \n33. Aqualis places much weight on the Rule 12(b)(6) standard, which requires \nthe Court to treat facts and inferences from the Complaint in the light most favorable \nto the non-movant.\n46  But even under that generous standard, the plain language of \n \n42 (Br. Supp. 10.) \n \n43 (Compl. ¶ 46.) \n \n44 (Compl. ¶ 47.) \n \n45 (Compl. ¶ 48.) \n \n46 (Pl.’s Mem. Opp’n Def.’s Mot. Dismiss 15–16 [hereinafter “Br. Opp’n”], ECF No. 16.) \n \nthe Settlement does not impute knowledge of the NDA to Dragonfly and the facts \nAqualis pleads do not demonstrate that Dragonfly knew of the NDA —from the \nSettlement or otherwise.   \n34. Aqualis also relies upon Sides v. Duke Univ. , 74 N.C. App. 331, 346 (1985) , \nwhich is similarly unpersuasive .  Aqualis  seizes upon language in Sides that \n“[t]hough not specifically alleged, that [defendants] knew  about [plaintiff’s] contract \nis clearly established by other allegations.”  Id. 47  But this brief statement was the \nonly examination of the knowledge element in Sides and, even read in its full context, \nthe meaning of the reference to “other allegations”  is unclear.  Given that no North \nCarolina decisions in the nearly forty years since Sides  have adopted Dragonfly ’s \nproffered interpretation, the Court declines to do so here.48  \n35. Similarly, the Court rejects Aqualis ’s argument that emphasizes Todd’s  \nstatement that information the company received from Bogensberger was a “gold \nmine.”49  T he information ’s utility to Dragonfly does not speak to Dragonfly ’s \nknowledge of the NDA or its contents.   \n36. Finally, Aqualis cites language from United Labs., Inc. v. Kuykendall , 322 \nN.C. 643 (1988) , that a defendant can be liable for tortious interference if he has \n \n47 (Br. Opp’n 16.) \n \n48 That the appellants in Sides  appear not to have raised the knowledge element in their \nappeal fortifies the conclusion that this sentence in Sides was dicta and not imbued with the \ninterpretative force Dragonfly contends.  See Sides, 74 N.C. App.   at 346–48 (summarizing \nand lengthily examining the appellants’ arguments on this claim after observing briefly that \nthe knowledge argument was met).  \n \n49 (Br. Opp’n 16.) \n \nknowledge of the facts concerning the plaintiff’s contractual rights, “even though he  \nis mistaken as to their legal significance and believes that there is no contract or that \nthe contract means something other than what it is judicially held to mean.”50  Id. at \n663.   \n37. But that case arose at the directed verdict stage, after the “uncontradicted \nevidence” at trial had established that the defendant knew of the relevant contracts.  \nSee id. at 660.  In addition, United Labs. drew the language Aqualis  cites from an \nearlier case, Childress v. Abeles, 240 N.C. 667 (1954), which in turn expounded this \nprinciple in quotation directly from the original Restatement of Torts.  See id. at 674.  \nBut the pertinent section of the Restatement provides that “the actor does not induce \nor otherwise purposely cause that [contractual] failure if he has no knowledge of the \ncontract.”  Restatement of Torts § 766(e) (Am. Law. Inst. 1939).   \n38. In context, this language therefore stands for the point that the knowledge \nelement is satisfied if an actor knows of a supposed contract, but believes it to be void \nor otherwise unenforceable,  or incorrectly believes that its terms do not cover the \nsituation at hand.  Indeed, in United Labs. itself, the court applied this language to a \nparty who knew the contracts in question  existed but had a “good faith belief ” that \nthey “were unenforceable[,]” rather than to one who had no idea that the  contracts \nexisted in the first place.  See United Labs., 322 N.C. at 663.    \n39. This language, as carried forward to Childress and United Labs., does not \nsupport the proposition that an actor can be liable for allegedly inducing breach of a \n \n50 (Br. Opp’n 17.) \ncontract of which that actor has no knowledge.   Aqualis’s interpretation of this \nambiguous language would clash with our appellate courts’ clear statements that “the \ndefendant[’s] know[ledge] of the contract” is an element of the claim.  E.g., Link, 372 \nN.C. at 282.    \n40. Courts from other jurisdictions have recognized this distinction.  See, e.g. , \nDaugherty v. Kessler , 286 A.2d 95, 98– 99 (Md. 1972) (quoting the R estatement \nlanguage in a case in which the defendants knew of the contract  and noting that a \ndefendant “must know of the contract”); Ginn v. Stonecreek Dental Care, 30 N.E.3d \n1034, 1041 (Ohio Ct. App. 2015) (no ting that identical language from the Second \nRestatement is applicable only if the actor knows of the contract).   \n41. Finally, Reichhold Chems., Inc. v. Goel , 146 N.C. App. 137 (2001) does not \nsave Aqualis’s claim.51  Goel  upheld a tortious interference counterclaim when the \nplaintiff lacked actual knowledge of the contract between the defendant and the third \nparty because the trial court made an uncontested finding of fact that the \n“[counterclaim defendant] knew of the business re lationship between [counterclaim \nplaintiff] and [the third party].”  Id. at 151.  But here, nothing in Aqualis’s Complaint \ndemonstrates that Dragonfly knew of any ongoing business relationship between \nBogensberger and Aqualis.     \n42. Because the Court concludes that the Complaint does not adequately plead \nthat Dragonfly had knowledge of the NDA between Bogensberger and Aqualis , the \nCourt will grant Dragonfly ’s Motion insofar as it seeks dismissal of the tortious \n \n51 Neither party raised Goel in briefing or at the Hearing, but the Court believes it prudent \nto discuss a case which could conceivably be read to control the result here.  \ninterference with contract claim on this ground.  The Court therefore need not reach \nDragonfly’s arguments for dismissal based on the inducement element. \nC. Tortious Interference with Prospective Economic Advantage  \n43. To state a claim for tortious interference with prospective economic \nadvantage, a plaintiff must plead that a defendant interfered with a business \nrelationship “by maliciously inducing a person not to enter into a contract with a third \nperson, which he would have entered into but for the interference, if damage \nproximately ensues, when this interference is done not in the legitimate exercise of \nthe interfering person’s rights.”  Beverage Sys. of the Carolinas, LLC v. Associated \nBeverage Repair, LLC, 368 N.C. 693, 701 (2016) (cleaned up).   \n44. Dragonfly contests only the malice element of Aqualis ’s claim.\n52  \nSignificantly for present purposes, “[i]t is not necessary . . . to allege and prove actual \nmalice in the sense of personal hatred, ill will, or spite . . . the term ‘malice’ is used in \nthis connection in its legal sense, and denotes the intentional doing of the harmful \nact without legal justification.”  Childress, 240 N.C. at 675.  In this context, \ninterference with a potential business relationship is justified if it is for a legitimate \nbusiness purpose, such as competition.  Link , 372 N.C. at 284.   But t his right to \ninterfere with a business competitor is “lost if exercised for a wrong purpose . . . [such \nas] where the act is done other than as a reasonable and bona fide attempt to protect \nthe interest of the defendant.”  Peoples Sec. Life Ins. Co. v. Hooks ¸ 322 N.C. 216, 220 \n(1988).   \n \n52 (Br. Supp. 13–17.) \n \n45. Aqualis has pleaded facts  here that, taken as true, are  sufficient to show \nthat Dragonfly competed against Aqualis through unlawful means.  In particular, \nAqualis pleads that Dragonfly competed against Aqualis through Dragonfly’s receipt \nand use of Aqualis’s trade secrets,53 and as discussed above, Aqualis has adequately \npleaded its misappropriation of trade secrets claim  against Dragonfly.  T his Court \nhas previously held , at least at the 12(b)(6) phase,  that misappropriation of trade \nsecrets is not a lawful means of competition.  See Marketplace 4 Ins., LLC v. Vaughn, \n2023 NCBC LEXIS 31, at *33–36 (N.C. Super. Ct. Feb. 24, 2023); Mech. Sys. & Servs., \nInc. v. Howard, 2021 NCBC LEXIS 69, at *13 (N.C. Super. Ct. Aug. 11, 2021).  Indeed, \nif a defendant could simply claim competitive justification regardless of the means it \nemployed, “it would be virtually impossible for a plaintiff to ever succeed on a tortious \ninterference claim[.]”  Vaughn , 2023 NCBC LEXIS 31, at *35– 36 (emphasis in \noriginal).   \n46. Because Aqualis has pleaded facts showing that Dragonfly ’s competitive  \nconduct was not justified under North Carolina law , Dragonfly’s motion to dismiss \nAqualis’s claim for tortious interference with prospective economic advantage  must \nbe denied.  \nD. Unjust Enrichment \n47. A claim for unjust enrichment has five elements.  First, one party must \n“confer a benefit upon the other party  . . .; [s]econd, the benefit must not have been \nconferred officiously . . .; [t]hird, the benefit must not be gratuitous  . . .; [f]ourth, the \n \n53 (Compl. ¶¶ 64–68, 82–90.) \nbenefit must be measurable . . .; [l]ast, the defendant must have consciously accepted \nthe benefit.”  JPMorgan Chase Bank, Nat’l Ass’n v. Browning , 230 N.C. App. 537, \n541–42 (2013) (cleaned up).  Dragonfly challenges only conferral, the first element of \nAqualis’s claim.54 \n48. Dragonfly’s argument is  simple.  Dragonfly contends that an unjust \nenrichment claim requires a conferral of the benefit directly  from a plaintiff to a \ndefendant, and that here, any benefits that Dragonfly received in the form of trade \nsecrets or other commercially useful informa tion came not from Aqualis , but from \nBogensberger, a third party then unaffiliated with Aqualis .55  As such , Dragonfly \nclaims that Aqualis cannot sustain its unjust enrichment claim against Dragonfly.   \n49. The Supreme Court of North Carolina , however,  has not imposed a \nrequirement that a plaintiff directly confer the benefit  required to state an unjust \nenrichment claim.  See Krawiec, 370 N.C. at 615 (“[To sustain an unjust enrichment \nclaim], a party must have conferred a benefit on the other party.” (emphasis added)); \nBooe v. Shadrick, 322 N.C. 567, 570 (1988) (“a party” (emphasis added)).   \n50. Moreover, the North Carolina courts have upheld unjust enrichment claims \neven where a third party, rather than the plaintiff, conferred a benefit.  For example, \nin New Prime, Inc. v. Harris Transp. Co., 222 N.C. App. 732 (2012), a single purchaser \ncontracted with two trucking companies to deliver bagged ice.  The purchaser \nmistakenly paid the defendant company for deliveries the plaintiff company had \n \n54 (See Br. Supp. 18–20.) \n \n55 (See Br. Supp. 18–20.) \n \nmade, and the Court of Appeals confirmed that the plaintiff company could bring an \nunjust enrichment claim against the defendant company, even though a third party, \nthe purchaser, had conferred the benefit on the defendant  company.  See id.   This \nCourt has applied this principle in subsequent cases.  See, e.g., Bandy v. Gibson, 2017 \nNCBC LEXIS 66, at *12 –16 (N.C. Super. Ct. July 26, 2017) ; Lau v. Constable, 2017 \nNCBC LEXIS 10, at *13–16 (N.C. Super. Ct. Feb. 7, 2017).56   \n51. The North Carolina  cases are consistent with the overwhelming  weight of \nauthority from around the country.  In the circumstances of this action , the Court \nfinds cases addressing unjust enrichment arising from  embezzlement especially \ninstructive.  For example, in Bank of Am. Corp. v. Gibbons , 918 A.2d 565 ( Md. Ct. \nSpec. App. 2007), a husband embezzled over a million dollars from his employer, the \nplaintiff, and used the money to fund a “lavish lifestyle” for his wife and family.  Id.  \nat 567.  Even though the wife had no knowledge of  the embezzlement or any \nwrongdoing by her husband, id. , the Maryland court upheld the bank’s unjust \nenrichment claim against the wife, concluding that “a cause of action for unjust \nenrichment may lie against a transferee with whom the plaintiff had no contract, \ntransaction, or dealing, either directly or indirectly.”  Id. at 570.  The Maryland court \nreasoned that the “benefit may be conferred by the wrongdoer or the plaintiff seeking \n \n56 The Court recognizes that Effler v. Pyles , 94 N.C. App. 349 (1989) appeared to create a \ndirect benefit requirement.  However, this Court and others have noted that Effler has been \nabrogated by Embree Constr. Grp., Inc. v. Rafcor, Inc., 330 N.C. 487 (1992), New Prime, and \nother cases.  See Bandy, 2017 NCBC LEXIS 66, at *14– 16; Lau 2017 NCBC LEXIS 10, at \n*14–15; Metric Constructors, Inc. v. Bank of Tokyo-Mitsubishi, Ltd., 72 F. App’x 916, 921 (4th \nCir. 2003).   \nrestitution[,]” and that t o hold otherwise would result in inequitable windfalls for \nboth the transferee and the wrongdoer.  See id. at 573, 574 (emphasis in original).   \n52. Courts in other states have reached similar conclusions under similar fact \npatterns.  See, e.g. , In re Marriage of Allen , 724 P.2d 651, 654, 659 –60 (Colo. 1986) \n(upholding a claim for unjust enrichment and constructive trust against an innocent \ntransferee who unknowingly benefited from the acts of a third-party wrongdoer); Fed. \nIns. Co. v. Smith , 144 F. Supp. 2d 507, 516, 523 (E.D. Va. 2001) (upholding a claim \nfor unjust enrichment under Virginia law against an innocent transferee who \nunknowingly benefitted from a third party’s insurance fraud scheme) , aff’d, 63 F. \nApp’x 630 (4th Cir. 2003).57    \n53. Even in broader fact patterns, courts have  overwhelmingly rejected any \nstrict “directness of transfer” requirement.58   \n \n57 Although the Fourth Circuit’s decision affirmed on an alternative ground which rendered \na discussion of unjust enrichment unnecessary , one member of the panel addressed the \nunjust enrichment claim in full and voted to affirm specifically on that ground.  See Smith , \n63 F. App’x at 639– 40 (Traxler, J., concurring in part) (“It is under the theory of unjust \nenrichment that I believe this case should be categorized.”). \n   \n58 See, e.g., Town of New Hartford v. Conn. Res. Recovery Auth. , 970 A.2d 592, 618 (Conn. \n2009) (“[Unjust enrichment] may be indirect, involving, for example, a transfer of a benefit \nfrom a third party to a defendant.”); Freeman Indus., LLC v. Eastman Chem. Co., 172 S.W.3d \n512, 525 (Tenn. 2005) (“[W]e conclude that to recover for unjust enrichment, a plaintiff need \nnot establish that the defendant received a direct benefit from the plaintiff .”); State ex rel. \nPalmer v. Unisys Corp., 637 N.W.2d 142, 155 (Iowa 2001) (“[B]enefits can be direct or indirect, \nand can involve benefits conferred by third parties .”); HPI Health Care Servs., Inc. v. Mt. \nVernon Hosp., Inc., 545 N.E.2d 672, 679 (Ill. 1989); Lumford v. Yoshio Ota , 434 P.3d 1215, \n1222 (Haw. Ct. App. 2018); Grimstad v. Knudse n, 386 P.3d 649, 658 (Or. Ct. App. 2016) \n(“[Oregon precedent] unavoidably establishes that, in at least some circumstances, a plaintiff \ncan bring an unjust enrichment claim even if the plaintiff did not confer a benefit on the \ndefendant.”); Cox v. Microsoft Corp., 778 N.Y.S.2d 147, 149 (N.Y. App. Div. 2004); Smith v. \nWhitener, 856 S.W.2d 328, 330 (Ark. Ct. App. 1993) (“ [T]he enrichment need not have come \ndirectly from [plaintiff], but could come from a third source[.]”). \n \n54. Finally, the North Carolina courts have emphasized that unjust enrichment \nis a claim based in equity.  E.g., Whitfield v. Gilchrist, 384 N.C. 39, 42 (1998); Bartlett \nMilling Co, LP v. Walnut Grove Action & Realty Co., Inc., 192 N.C. App. 74, 80 (2008).  \nThe Court agrees with the Maryland court in Gibbons  that accepting Dragonfly ’s \nargument would exalt form over substance by enabling p arties to evade and defeat \nequitable remedies through  creative technicalities.  See Gibbons, 918 A.2d at 573.  \nBecause “[e]quity disregards mere forms, and looks at the substance of things[,]” \nMoring v. Privott, 146 N.C. 558, 558 (1908), the Court rejects Dragonfly ’s argument \nfor the additional reason that it would subvert the purposes and application of \nequitable claims and remedies.  See also Hoke Cnty. Bd. of Educ. v. State, 382 N.C. \n386, 462 (2022) (“ [A]dministering equity  . . . prohibits the elevation of form over \nsubstance.”). \n55. Thus, the Court rejects Dragonfly ’s argument that an unjust enrichment \nclaim cannot stand on an indirect transfer of a benefit, and concludes that Aqualis  \nhas adequately alleged that Dragonfly received and used a measurable benefit, even \nindirectly through the alleged wrongdoing of Bogensberger.  Aqualis  states in its \nComplaint that the information Bogensberger conveyed from Aqualis to Dragonfly  \nhad value,59 that Dragonfly consciously accepted the information, 60 and that  \nDragonfly used that value for its own gain. 61  Furthermore, neither the C omplaint \n \n59 (See Compl. ¶¶ 61, 63.) \n \n60 (See Compl. ¶¶ 61, 63, 134.) \n \n61 (See Compl. ¶¶ 82–90.) \n \nnor any argument from Dragonfly  demonstrates that the benefit was officiously or \ngratuitously conferred.   These allegations are sufficient to sustain an unjust \nenrichment claim, at least through the 12(b)(6) stage.  See PDF Elec. & Supply Co., \nLLC v. Jacobsen, 2020 NCBC LEXIS 103, at *29– 30 (N.C. Super. Ct. Sept. 9, 2020) \n(sustaining an unjust enrichment claim under Rule 12(b)(6) based on allegations that \nthe defendant had derived value from its use of confidential information).   \nE. UDTPA \n56. To sustain a UDTPA claim, a plaintiff must plead that “(1) [the] defendant \ncommitted an unfair or deceptive act or practice, ( 2) the action in question was in or \naffecting commerce, and (3) the act proximately caused injury to the plaintiff.”  \nKrawiec, 370 N.C. at 612.  Aqualis ’s Complaint asserts that the first element is met \nbecause its claims for misappropriation of trade secrets and tortious interference with \ncontract constitute unfair and deceptive acts.\n62  Dragonfly’s sole argument on the \nUDTPA claim is that because these claims should be dismissed, Aqualis ’s UDTPA \nclaim does not satisfy the first element, and should also be dismissed.63   \n57. The Court has concluded, as discussed above, that Aqualis ’s claim for \ntortious interference with contract should be dismissed, but that its claim for \nmisappropriation of trade secrets should proceed to discovery.  It follows t herefore \nthat the UDTPA claim should be dismissed as it pertains to tortious interference with \n \n62 (Compl. ¶ 123.) \n \n63 (Br. Supp. 17–18.) \n \ncontract, but permitted to proceed to discovery insofar as it is based on a \nmisappropriation of trade secrets.   \nF. Civil Conspiracy \n58. There is no standalone claim for civil conspiracy under North Carolina law; \ninstead, this claim requires a separate, underlying tort.  E.g. , Shope v. Boyer , 268 \nN.C. 401, 405 (1966); Williams v. United Comm. Bank¸ 218 N.C. App. 361, 371 (2012).  \nAqualis bases its civil conspiracy claim on its underlying misappropriation of trade \nsecrets claim. 64  In turn, Dragonfly ’s sole argument to dismiss the civil conspiracy \nclaim is that, because the trade secrets claim should be dismissed, the civil conspiracy \nclaim m ust meet the same end.\n65  But because the Court has determined that \nAqualis’s trade secrets claim  shall survive dismissal under Rule 12(b)(6) , this \nargument fails, and the Court will correspondingly deny the Motion as it pertains to \nthe civil conspiracy claim. \nIV. \n \nCONCLUSION \n \n59. WHEREFORE, the Court GRANTS in part  and DENIES in part  the \nMotion and hereby ORDERS as follows:  \na. The Motion is DENIED as to the following of Aqualis’s claims, which \nshall proceed to discovery:  \n(1) Misappropriation of trade secrets;  \n \n64 (Compl. ¶ 129; Br. Opp’n 23–24 (arguing against dismissal of the civil conspiracy solely on \ngrounds of the trade secrets claim).) \n \n65 (Br. Supp. 18.) \n(2) Tortious interference with prospective economic advantage;  \n(3) Unjust enrichment;  \n(4) UDTPA insofar as it is based on Aqualis ’s misappropriation of \ntrade secrets claim; and \n(5) Civil conspiracy;  \nb. The Motion is GRANTED as to the following of Aqualis’s claims, which \nare hereby DISMISSED with prejudice:  \n(1) Tortious interference with contract; and \n(2) UDTPA insofar as it is based on Aqualis ’s tortious interference \nwith contract claim.  \n \n SO ORDERED, this the 15th day of June, 2023. \n \n \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n  "
}