{
  "id": "d1ffe7354a1ca7ab04dc1662bb2c28ccc0a0dea2fe8d0d5b3b0343d65338b159",
  "source_file": "data/raw/ncbc/d1ffe7354a1ca7ab04dc1662bb2c28ccc0a0dea2fe8d0d5b3b0343d65338b159.pdf",
  "raw_text": "RUFF v. PAREX, INC., 1999 NCBC 6\nSTATE OF NORTH CAROLINA\nCOUNTY OF NEW HANOVER\nWILLIAM ARTHUR RUFF, and wife\nBARBARA ANN RUFF, PETER\nT.BROWN, and wife MARLEE MURPHY\nBROWN, JOAN BOZEMAN, \nROBERT K.\nPENTZ, ERNEST L. LIBORIO, and wife\nLOIS P. \nLIBORIO, MARY FRANCES\nDILLON, DON CLARK, and wife\nPATRICIA A. CLARK, and ANDREW J.\nHUTCHINSON, and wife \nCAROL A.\nHUTCHINSON, and MILLER HOMES,\nINC. f/k/a RUSTIC \nHOMES OF\nWILMINGTON, INC., EDWARD A.\nDOWD and wife, LEAH \nDOWD, and\nMARSH HARBOR GOLF & YACHT\nCLUB INTERVAL \nASSOCIATION, INC.,\nPlaintiffs,\nv.\nPAREX, INC., STO CORP., W.R.\nBONSAL COMPANY, \nCONTINENTAL\nSTUCCO PRODUCTS, SENERGY, INC.\nand THOMAS \nWATERPROOF\nCOATINGS CO., DRYVIT SYSTEMS,\nINC., UNITED \nSTATES GYPSUM CO.,\nand SHIELDS INDUSTRIES, INC.,\nDefendants.\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nIN THE \nGENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\nCIVIL ACTION NO. 96-CVS-0059\nORDER AND OPINION\n \n{1} This matter is before the Court on numerous motions that each impact the central question of how best\nto resolve the claims for damages of thousands of North Carolina homeowners whose residences were\nconstructed with a particular type of stucco exterior cladding referred to generally as Exterior Insulation\nFinish Systems (\"EIFS\") or synthetic stucco. The Court has considered all of the motions together because\nthey each constitute component parts of the larger decision of how the judicial system should respond to a\nproblem of this magnitude.\n{2} This action has already been certified as a class action by Judge Ernest Fullwood by Order dated\nSeptember 18, 1996 (the \"Original Certification Order\"). Judge Fullwood found seventeen common\nquestions of law and fact to exist, including issues of breach of express and implied warranties, breach of\nwarranties of merchantability and fitness for a particular purpose, negligence, failure to give adequate\nwarning, misrepresentation, and unfair and deceptive trade practices.\n{3} The case was subsequently assigned to this Court pursuant to Rule 2.1 of the General Rules of Practice\nfor the Superior and District Courts. Extensive discovery has taken place. Many homeowners have opted\nout of the class and more have pending motions to opt out even though the opt-out period has expired.\nLitigation between homeowners, their contractors and EIFS manufacturers has proliferated. Few of those\ncases are being tried, and most settle after finding their way to a trial calendar. Defendants now ask this\nCourt to decertify the class certified by Judge Fullwood. Plaintiffs propose a trial plan that (a) ignores\nclass issues found by Judge Fullwood and (b) contemplates individual claims for proof of damages. Each\ndefendant demands a separate trial and all defendants want liability issues bifurcated from liability. More\nhomeowners want to opt out. All the while, homeowners are not getting a prompt answer to the important\nquestion of what parties, if any, are liable to them for the damage to their homes. That affects their ability\nto repair the damage to their homes.\n{4} The pending motions raise fundamental questions about the manner in which class actions are to be\nmanaged under Rule 23 of the North Carolina Rules of Civil Procedure, which are not addressed in cases\ndealing with Rule 23 of the Federal Rules of Civil Procedure. Our Supreme Court has held that once the\nprerequisites to a class action are established, the decision whether a class action is superior to other\navailable methods for the adjudication of each controversy is clearly a matter left to the discretion of the\ntrial court. \nCrow v. Citicorp Acceptance Co.\n, 319 N.C. 274, 284, 354 S.E.2d 459, 466 (1987). The trial\ncourt must balance the usefulness of the class action device against inefficiency or other drawbacks. \nId.\nThe problem raised by the North Carolina system is that the factors which would influence the exercise of\nthe trial court’s discretion in making those determinations can change or develop as the case progresses.\nThat is not a problem in the federal system where the same judge continues to hear the case throughout its\ncourse. In our state system, different judges are frequently called on to make decisions in the class action\nat different times. Our case law establishes that one superior court judge may not overrule another superior\ncourt judge. The settled rule in North Carolina is that \"no appeal lies from one superior court judge to\nanother; that one superior court judge may not correct another's errors of law; and that ordinarily one judge\nmay not modify, overrule\n,\n or change the judgment of another superior court judge previously made in the\nsame action.\" \nDublin v. UCR, Inc.\n, 115 N.C. App. 209, 444 S.E.2d 455 (1994), (quoting \nCalloway v. Ford\nMotor Co.\n, 281 N.C. 496, 189 S.E.2d 484 (1972). This problem can be addressed by assigning the case to\none judge for management and trial under Rule 2.1. Unfortunately, as in this case, that designation is\nusually not made until after the class has been certified. Thus, a tension is created between the trial judge’s\nduty to exercise his or her discretion to see that the trial is conducted as fairly, efficiently and effectively as\npossible and the prohibition against overruling another judge’s prior certification order.\n{5} The pending motions provide a classic example of that tension and the problems inherent in the use of\nthe class action procedure. This opinion is intended to clarify the reasons for the Court’s decisions with\nrespect to the various motions and the factors that influenced the Court’s exercise of its discretion.\n{6} After conducting the balancing analysis required by \nCrow\n, the Court has concluded that the best\nmethod for adjudication of the claims arising out of the use of EIFS \nat this time and under the current\ncircumstances\n requires the following actions:\n1. Plaintiffs should be permitted to proceed with their \nclass action with respect to only two\nliability issues:\na. Whether each defendant’s product was \ndefectively designed; and\nb. Whether each defendant had and subsequently \nbreached a duty to warn\nhomeowners of the hazards \ninherent in use of their product.\n2. Those homeowners who have already filed a motion to opt \nout of the class will be permitted\nto do so.\n3. Trial of the class action should be bifurcated into \nliability and damage phases.\n4. Each defendant EIFS manufacturer will be afforded a \nseparate trial on liability and\ndamages.\nFINDINGS OF FACT\n{7} Exterior Insulation Finish Systems provide a means for cladding the exterior of buildings. Generally\nspeaking, EIFS are non-load bearing exterior wall veneers. EIFS are also known as synthetic stucco.\n{8} EIFS was first used in Europe after World War II to reclad many bombed and damaged buildings.\nMost of those structures used cement or stone walls as the base to which EIFS was applied. When the use\nof EIFS spread to the United States, it was subsequently applied to walls that used framing made of wood\nas opposed to stone or cement walls. Most of the applications of EIFS to wood frames occurred in the\nconstruction of residential dwellings. EIFS has been applied to tens of thousands of residential dwellings\nin the United States and to thousands of homes in North Carolina. Over time, problems developed with\nmoisture being retained in some walls upon which EIFS had been applied. Because the walls were\nconstructed with materials that could be degraded by moisture, the entry of water into the wall cavity and\nits retention therein posed potentially serious problems for homeowners. The problem was more acute in\nareas where residences were more likely to be exposed to high moisture levels, for example, coastal areas.\nMany homeowners were compelled to completely strip the EIFS cladding from their homes.\n{9} Moisture can enter the wall cavity in a number of ways. Generally it enters through openings created\nnear windows, doors and roofs when the sealant, flashing and other devices that would cover any possible\nareas of entry are either improperly installed, improperly maintained, defective or not used at all. Thus,\nthere can be many causes for the entry of water behind the EIFS cladding. Generally speaking, the water\ndoes not penetrate through the EIFS cladding. Once inside, however, the plaintiffs claim that EIFS\ncladding retains the moisture that enters the wall cavity. Simply put, plaintiffs claim that EIFS is\nresponsible for the moisture staying in the wall cavity, and defendants claim that someone else is\ngenerally responsible for it getting there.\n{10} The problems described above have given rise to numerous and variable claims by homeowners.\nClaims have been asserted against the EIFS manufacturers on a number of different legal theories, as is the\ncase in this class action. Claims have been asserted against the homebuilders and any number of the\nhomebuilders’ subcontractors on a variety of different legal theories, as is the case in the individual\nlawsuits brought by the homeowners who have requested to opt out of this class action. The homeowners\nhave even asserted claims against the architects who designed their homes. Some, but not all homeowners\nhave made claims directly against the EIFS manufacturers in the suits filed against homebuilders.\n{11} The homeowners’ claims inevitably result in the party being charged asserting claims against third\nparties which the accused party feels should also bear some or all of the responsibility for the problem,\nincluding homeowners who allegedly do not properly maintain their home exteriors. Thus, the EIFS\nmanufacturers who are the defendants in the class action desire to bring in the contractors and others the\nmanufacturers claim are responsible for the entry of water into the wall cavity. Defendants characterize\nthe plaintiffs’ claims as \"residential construction claims.\"\n{12} When the contractor is sued it has become common practice for the contractor to assert claims\nagainst the EIFS manufacturer for any liability the contractor has to the homeowner for using the EIFS\nproduct. It is not unusual for those claims to be bifurcated for trial in the individual actions. The\nhomeowners’ claims against the contractor are usually tried first.\n{13} Thus, litigation to determine the responsibility for the problem created by the capture of moisture\nbehind EIFS clad walls is widespread, voluminous, and complex. It extends throughout the state and is\nresponsible for hundreds if not thousands of lawsuits. Included among those lawsuits is this class action.\n{14} The Court has weighed a substantial number of factors in determining how the homeowners’ claims\nshould be handled by our legal system. That decision has been made in light of the current circumstances.\n{15} One of the most important factors considered by the Court is the fact that we are dealing with\npeople’s homes that need repair. For most citizens, their home is their most important and valuable\ntangible asset. The condition of their home affects their everyday life. There is no doubt that the existence\nof moisture trapped behind exterior cladding on wood framed houses can create a significant problem.\nHomeowners must be able to determine if they have a problem, its extent, the necessary repairs, the cost\nof repair and who, if anyone, is responsible to them for any damage. Each homeowner’s approach to\npreserving and repairing his or her home is an individual decision based on that particular homeowner’s\nsituation.\n{16} Because the problem involves urgently needed repairs to residential dwellings, early resolution of the\ndisputes concerning responsibility for this problem should be a goal of the judicial system. Trial of the\nlimited product defect class action issues determined by the Court should speed the resolution of at least\nsome of the issues for homeowners.\n{17} The approach that the Court has chosen leaves all homeowners who have not elected to opt out of the\nclass in the same position. Admittedly, the Court’s approach does raise the possibility of inconsistent\nverdicts among different defendants. However, the Court considers this a low and acceptable risk. In this\ncase, there could be factual reasons for different verdicts among the defendants on both the design defect\nand the failure to warn claims. Under those circumstances, the possibility of inconsistent verdicts is not as\ntroubling. That possibility would exist even if all defendants were tried together.\n{18} Another important factor is the current circumstances of this case. While this Court may have\nreached a different decision on the appropriateness of class certification if it had heard the original\nmotions, the present decision on how to proceed with this case must be made in light of the situation as it\npresently exists. This case has been certified and conducted as a class action for over three years.\nExtensive discovery has taken place. Notice has been sent and the existence of the class action well\npublicized. Decertification at this stage would create confusion and could well result in some owners not\nrealizing that the class action no longer existed to protect their rights. The result could be the loss of\nhomeowners’ rights. Certainly, the time and effort that has gone into discovery might be wasted.\n{19} Another factor that the Court has weighed heavily is judicial economy. In the Court’s judgment, the\ntrial of the two class issues specified above will promote judicial economy. In addition to bringing\nresolution to the two specific liability questions, the outcome of the liability trial may effect the parties’\ndecision of how to proceed with the unresolved claims. The Court has also considered whether the\ncontinued treatment of this case as a class action will have any negative impact on judicial economy, and\nhas concluded that it will not. The claims that the class representatives now propose to pursue in this case\nconstitute only a few of the potential claims that homeowners may have to remedy their problems or\nrecover damages. Each homeowner may elect to pursue different and multiple remedies against various\nparties. The Court does not believe that if the class were decertified a flood of litigation that does not\nalready exist would ensue. Most homeowners who would retain counsel and pursue their own remedies\nagainst their contractor and others have probably already done so or will do so regardless of how this case\nproceeds. Depending on the nature of the claims they have available to them, homeowners will make their\nown decisions about who to sue and whether to include the EIFS manufacturers. Contractors will make\ntheir own decisions about whether to join EIFS manufacturers as third parties in those cases regardless of\nthe existence of the class action. Finally, if defendants prevail in the class action, judicial economy will\nhave been served to the extent that many potential claims will have been resolved.\n{20} Permitting the homeowners who have requested to opt out of the class action to do so will not create\nany more litigation than would exist otherwise. Normally, the Court might be concerned about the\ndefendants having to face both a class action and individual lawsuits, but in this situation the individual\nlawsuits are likely to exist in any event. When homeowners sue contractors, the EIFS manufacturer is a\nlikely third party defendant. Further, the defendants have taken the position with this Court that the\nindividual cases are a better way to resolve the disputes because all the parties with potential liability can\nbe brought into the settlement process. The Court views the granting of the opt-out motions as a benefit\nrather than a detriment to the defendants. With respect to the class representatives, they are homeowners\nwho should understand another homeowner’s decision to pursue all potential remedies at one time in one\nlawsuit. The Court believes it would be unfair to homeowners to restrict their flexibility to resolve a\ndifficult problem relating to their homes. They should be allowed to control the means by which they\nrecover for any damage to their residences.\n{21} Another important factor that the Court has wrestled with is the existence of difficult causation issues\nin the class action context. Causation is a concern on two levels. First, there are issues of the\napportionment of liability among the parties who may be responsible for water entry in the wall cavity\nand those who may be responsible for water retention. The Court’s decision to limit the class action to the\ntwo product defect issues specified diminishes if not eliminates that concern. Under either of the two\ntheories, the defendant, if liable, would be liable for the entire damages suffered by a homeowner\nirrespective of the liability of a party responsible for water entry. On a second level, there is an issue of\nwhether or not damage claimed to a home is attributable to a cause for which a defendant could be held\nliable. The feasibility of proving impact and damages on a class-wide basis as opposed to a house-by-\nhouse basis is a difficult problem. If defendants prevail at trial on the two issues, it will not be necessary to\ndeal with causation. If plaintiffs prevail, and no settlement mechanism is voluntarily put into place, the\nCourt will have to deal squarely with the causation issue at a trial or trials on damages. Those difficult\nissues do not need to be addressed unless and until there has been a determination of liability.\n{22} The Court has also considered the fact that homeowners with \"mixed product\" on their homes may\nbe better served by filing individual lawsuits against their contractors. \"Mixed product\" involves the use of\nmore than one defendant’s product on the same residence.\n{23} The Court has also taken into consideration the nature of the original action filed by plaintiffs’\ncounsel. Class actions were originally designed to promote judicial economy. They should make dispute\nresolution more manageable, not create an unmanageable entanglement of claims and parties. In this\ninstance, plaintiffs initially attempted in one lawsuit to try an entire industry and to assert claims that\nrequired proof by individual classmembers on some issues. Other courts considering class certification on\nthis broad basis have rejected this approach. \nSee In Re: Stucco Litig.\n, 175 F.R.D. 210, 1997 U.S. Dist.\nLEXIS 12152 (1997), \nHardy et al. v. Dryvit Systems, Inc., et al.\n, No. E-55319 (Ga. Sup. Ct., Sept. 23,\n1998). \nSee also Amchem Products, Inc., v. Windsor\n, 521 U.S. 591, 138 L. Ed. 2d 689 (1997). Indeed, had\nthis Court heard the initial motions for class certification, it might have reached the same conclusion that\nJudge Britt reached in \nIn Re: Stucco Litig.\n, or at least have limited the class certification to the few issues\nthat will now be tried in this case. The shotgun approach adopted by plaintiffs in this case served to\nimpede rather that speed the litigation process. Separate lawsuits against each manufacturer, narrowly\ntailored to minimize individual questions of liability and damages, would have presented a much more\nmanageable approach to resolution of the problem presented by this product liability litigation. The pursuit\nof product liability claims on an industry wide basis should be used in the rare instances in which the\nindividual conduct of each defendant is not an issue. Generally, such broad-based suits serve to impede\nrather than promote judicial economy. They create more problems than they solve and serve to slow rather\nthan speed the process. Inevitably there are individual issues that must be addressed with respect to each\ndefendant. That has clearly been the case in this action. (\nSee, e.g.,\n the motions of defendants Bonsal and\nUSG to sever and for summary judgment.)\n{24} The trial plan submitted by plaintiffs sought to eliminate the issues of individual proof involved in\nclaims such as breach of warranty by not pursuing those claims at this time. That proposal raises\nsignificant issues for the Court, not the least of which is the tolling of the statute of limitations. Are the\nclaims deemed abandoned so that the tolling stops? Should they be decertified? Must notice be published,\nand which parties should pay for the notice? Can plaintiffs’ counsel simply abandon claims they requested\nthe Court to certify? Is that fair to all class members? Those issues become less important if there is a\nfinding of liability on the class issues to be tried. Notice of voluntary dismissal or decertification of some\nissues prior to trial of the remaining issues may prove more confusing than beneficial. This factor strongly\nfavors a rapid trial of the remaining issues and postponement of those questions until completion of that\ntrial.\n{25} The Court has also considered the impact of the decisions made at this time on settlement. The Court\ncannot conclude that settlement will be significantly impacted by its decision on how this litigation should\nbe handled. On the one hand, defendants urge the court to decertify the class so that the cases can be\nresolved in the individual lawsuits brought by homeowners and point to the successful mediation of most\nof the individual cases that have been placed on the trial calendar. Indeed, only one or two of the\nindividual cases have been tried to conclusion. By granting the opt-out motions, the court will make that\nopportunity available in those already existing cases without increasing the number of individual cases\nfiled in the future. Decertification would require the filing of individual lawsuits, most of which would\nlikely involve claims against other parties. That process has the benefit of spreading the risk and therefore\nthe burden of settlement over a greater number of defendants. While that process might have a salutary\neffect on settlement of the individual claim, it should not change the homeowners’ right to pursue and\nprove a claim that holds the EIFS manufacturer solely responsible for their damages.\n{26} On the other hand, the plaintiffs urge the court to continue the class action in the hope that additional\nclass wide settlements such as the settlement with Senergy might be achieved. That approach supports the\ncourt’s decision to separate the trials of the individual defendants. Industry wide settlement was attempted\nearlier and proved unsuccessful. The Court’s decision to bifurcate the liability trials may help the\nplaintiffs and each defendant focus more clearly on what can be done about settlement in each defendant’s\nsituation in this North Carolina action. The Court is concerned that decertification would result in no\nsettlement for homeowners who have not filed suit and in removal of an incentive that defendants now\nhave to settle the individual lawsuits. Without the class action, defendants have every incentive to wait on\nsettlement until each of the thousands of individual cases make their way to the trial calendar in a county\nand then settle. No vehicle will exist for the settlement of those claims that are not the subject of current\nlitigation. Existence of the class action protects those homeowners who may not even know they have a\nclaim at this time or those who have a small claim, and provides a possible vehicle for settlement of those\nclaims. The delay inherent in processing the determination in thousands of individual suits benefits the\ndefendants, not the homeowners who need an answer to their problems. In the absence of the class action\nsuit there is no mechanism by which an overall settlement can be achieved with respect to each defendant.\nThe reality of the situation the homeowners face is that parties potentially responsible for water entry and\nthose potentially responsible for water retention have not found a unified mechanism for resolution of their\nconcurrent problems. They have elected to approach each home individually, placing the homeowners at a\ndistinct disadvantage in getting their numerous claims promptly determined by the judicial system.\n{27} Next, the Court considered the positive and negative effects of the presence of third-party defendants\nin this lawsuit. This issue will be dealt with in more detail below. The Court reaffirms its earlier belief that\nthere is not a manageable way to join contractors, subcontractors, architects and other members of the\nconstruction line in this class action. The Court holds that belief even if the claims against them are\nsevered for trial purposes. The severed claims would be unmanageable. From a liability determination\nstandpoint, the presence of third party defendants for trial of the two product issues left in this class action\nis not significant. The negligence of others is a predicate upon which liability on the two remaining issues\nis built. The product issues are not issues based on joint negligence from a causation standpoint. Rather,\nplaintiffs must prove that defendants knew or should have known that water would enter behind the EIFS\nexterior and, in the face of that knowledge, either designed a defective product or failed to warn\nhomeowners when they had a duty to so. Since the liability of defendants on these theories is based upon\nan alleged prior knowledge of the causes for entry of water into the wall cavity, denying the defendants\nthe right to sue those parties responsible for the entry for contribution and indemnity in this lawsuit does\nnot seem unreasonable.\n{28} The Court has carefully considered defendants’ arguments that they would be deprived of substantial\nsubstantive rights if they were not permitted to join contractors and other third party defendants. Balanced\nagainst those claims are the rights of homeowners to pursue claims against those who they believe may be\nheld solely responsible for their damages, without regard to whether those parties have potential claims\nagainst others.\n{29} The Court has also taken into account the possibility that one large adverse verdict could bankrupt\none or more of the defendants. It is certainly not uncommon for defendants in mass product liability cases\nto seek protection under the reorganization provisions of the bankruptcy court. Such a development\nusually does not benefit claimants who are unsecured creditors. Spreading the risks over more parties in\nindividual lawsuits could have the practical effect of avoiding the pitfalls of bankruptcy that could result\nfrom one large verdict. However, numerous large verdicts in a substantial number of individual cases,\ncombined with the litigation cost associated with the large number of cases, could cause a defendant to\nmake the same choice to seek bankruptcy protection.\nCONCLUSIONS OF LAW\n{30} The pending motions raise the core question of how the homeowners’ claims for damage to their\nhomes can best be resolved at this time and under the current circumstances. In resolving the central\nquestion under consideration the Court must address several issues with respect to class action litigation\nfor which there is little guidance in the North Carolina case law.\n{31} The first legal issue is presented squarely by defendants’ motion to decertify the class. That motion\nrequires the Court to determine the restrictions on its power to modify an order certifying the class entered\nby another superior court judge. The only guidance found in the North Carolina case law is \nDublin v.\nUCR, Inc.\n, 115 N.C. App. 209, 444 S.E.2d 455 (1994). In that case, the trial judge’s decision decertifying\na class which had previously been certified by another superior court judge was reversed based upon\napplication of the judicially created rule that one superior court judge may not overrule another superior\ncourt judge. The second trial judge decertified the class after addition of new parties against which new\nclaims were asserted. The court held:\n[\nT]he order entered by \nJudge Bowen [certification] was interlocutory in the sense \nthat it was\nmade in the progress of the cause and directed a \nfurther proceeding preliminary to the final\ndecree. Thus, a \nsubsequent judge could modify the order for circumstances \nwhich changed\nthe legal foundation of the prior order. (\nemphasis \nadded\n).\n. . . .\n[T]he intervening fact and legal issues created by the \naddition of new defendants and\npurported new claims did not \nbear on the issues which were previously ruled on by Judge\nBowen . . . . On the issue of class certification as to the \noriginal defendants, there were no\nchanged circumstances. . . \n.(\nemphasis added\n).\n{32} Three principles can be found in the language quoted above. First, certification orders are\ninterlocutory. \nSee\n \nFaulkenbury v. Teachers and State Employees’ Retirement Sys.\n, 108 N.C. App. 357,\n424 S.E.2d 420 (1993). Second, because they are interlocutory orders, they may be modified when there\nhas been a change in circumstances. \nSee\n \nCalloway v. Ford Motor Co.\n, 281 N.C. 496, 189 S.E.2d 484\n(1972). Third, the change in circumstances must relate to the legal foundation or basis of the original\ncertification order. Inherent in those principles is the recognition that Rule 23 was designed as a tool for\ndiscretionary use by trial judges to manage claims efficiently and effectively and that decisions on how\nbest to manage such claims may change as the legal process moves forward. The requirement that there\nmust be a change in circumstances related to the legal foundation of the prior certification order serves to\nprevent the arbitrary change of class designation without reason or basis.\n{33} Applying the principles of \nDublin \nto the facts in this case requires a closer look at three possible\nchanged circumstances related to the legal foundation of the original certification order. First, the\ncircumstances surrounding the determination of judicial economy have changed. While the possibility of\nopt-outs and potential homeowner claims against contractors and others existed at the time of the original\ncertification order, time has demonstrated that the class action mechanism will not foreclose prosecution\nof a large volume of claims which may involve direct or subrogation claims against the defendant EIFS\nmanufacturers. More importantly, the more than one hundred fifty (150) homeowners who have moved to\nopt out after the deadline as well as the four hundred sixty-two (462) who opted out during the opt-out\nperiod make a strong argument that homeowners want to control their own individual claims arising out of\nthe use of synthetic stucco on their homes. Based on the actual experience showing the number of\nhomeowners who wish to take total control over their claims, the court concludes as a matter of law that\nthere has been a change in circumstances relating to the legal foundation of the previous order which\nwould justify modifying the certification order in this case.\n{34} Second, the plaintiffs have proposed a trial plan which on its face alters the legal foundation of the\noriginal certification order in that plaintiffs do not propose to go forward at this time with certain of the\nclaims originally certified as class issues. Their plan also calls for a later determination of certain causation\nissues on a house by house basis. Those changes relate to the legal foundation of the original certification\norder. The Court concludes as a matter of law that the trial plan differs significantly enough from the\noriginal certification order to constitute a change in circumstances which justify a modification of the\noriginal certification order.\n{35} Third, the Court concludes as a matter of law that the development of the record with respect to the\ninvolvement of third parties potentially responsible for entry of water into EIFS clad walls constitutes a\nchange in circumstances justifying a modification of the original certification order. The development of\nthe record concerning the involvement of those parties in the construction process with respect to what\ncould be characterized as \"residential construction claims\" is an intervening fact that justifies this Court’s\nmodification of the original certification order.\n{36} Defendants argue that the Court of Appeals’ decision remanding the case on the defendants’ motion\nto add third parties constitutes a ruling that defendants must be allowed to try their contribution and\nindemnity claims against the third party defendants in this action, and that ruling constitutes a change in\ncircumstances relating to the legal foundation of the original order. Defendants’ interpretation of the Court\nof Appeals’ decision, if correct, would constitute a change in circumstances that would clearly justify a\nmodification of the original order. For reasons explained more fully below, the Court does not agree with\nthe defendants’ interpretation of the Court of Appeals’ decision.\n{37} If defendants are correct, the mandatory inclusion of hundreds, if not thousands, of third parties and a\nvariety of new claims would clearly constitute intervening facts and legal issues that would directly bear\non the issues that were previously ruled on by Judge Fullwood. If that were the case, this Court would, in\nits discretion, decertify the class entirely. Attempting to try every claim involving every EIFS clad home\nin North Carolina in one lawsuit would be absurd. (\nSee, e.g.,\n the information contained in the 33 three-ring\nbinders filed by defendants in support of their motion to decertify.)\n{38} In summary, the Court concludes as a matter of law that there exist one or more changes in\ncircumstance relating to the legal foundation of the original certification order that justify its modification\nby this Court. The Court also believes that the designation and assignment of this case as exceptional\npursuant to Rule 2.1 also serves as a justification for the Court’s exercise of its discretion in connection\nwith the trial management issues the Court must oversee. The Rule 2.1 designation assures that there will\nnot be arbitrary shifts in the class status as a result of review of the issues in the case by many separate\njudges and that there will be a unified and coherent approach to all the trial management issues, including\nclass certification issues. To the extent this order may be considered a modification of the Original\nCertification Order, the Court holds that sufficient grounds exist to warrant modification. To the extent\nthis order constitutes a denial of defendants’ motion to decertify, it should be clear that the Court believes\nit could decertify the class entirely, but has decided in its discretion not to do so. In addition, the Court\nnotes that at least one North Carolina case has said: \"A Court has broad discretion in deciding whether to\nallow the maintenance of a class action, and may take account of considerations not expressly dealt with in\nthis rule in reaching a decision.\" \nEnglish v. Holden Beach Realty Corp.\n, 41 N.C. App. 1, 254 S.E.2d 223,\ncert. denied\n, 297 N.C. 609, 257 S.E.2d 217 (1979).\n{39} The Court has carefully reviewed the 1 December 1998 opinion of the Court of Appeals. It did not\nmandate granting defendants’ motion to add third parties. The direction from the court was clear:\n\"Since the trial court in the instant case thought it \nwas without authority to act and instead\ninvited this Court \nto act, the trial court did not exercise its discretion. \nTherefore, \nthis case must\nbe reversed and remanded to give the trial \ncourt the opportunity to exercise its discretion.\"\n(emphasis \nadded).\n(\nRuff v. Parex\n, Inc., ___ N.C. App. ___, ___ S.E.2d ___, slip op. (Dec.1, 1998) (No. COA 98-305). The\ntrial court’s opportunity to exercise its discretion to which the Court of Appeals specifically alluded in its\nopinion was the possibility of permitting the addition of the third-party defendants and then severing the\nthird-party claims. The court said:\nHowever, the record shows that the trial court failed to \nconsider other methods available\nunder our Rules of Civil \nProcedure which would render such large additions of parties\npractical. For example, N.C. Gen. Stat. § 1A-1, Rule 14 \n(1990) provides that once a third\nparty has been added, any \nparty may move for a severance or a separate trial of the \nthird-party\nclaim. In the instant case, the trial court could \nprotect defendants’ rights to bring in third-\nparty \ndefendants, as well as keep the class action manageable, by \nadding the parties and then\nsevering the third-party claims.\nId.\n{40} The Court has carefully considered Judge Horton’s suggestion. The Court reaffirms its findings in its\norder of 2 December 1997 and declines to exercise its discretion to grant the defendants’ motion to add\nthird parties. There are several reasons why the Court has declined to exercise its discretion in the manner\nsuggested as a possibility by the Court of Appeals. The principal reason is that the defendants have\nconsistently taken the position that they want third parties in the case not just for purposes of tolling the\nstatute of limitations, but also to have them present as parties at the trial of the action. Defendants\nvigorously objected to plaintiffs’ motion to sever. Defendants also made it clear to the Court at the first\nhearing on the motion to add third-party defendants that they intended to engage in extensive discovery\nwith respect to those parties, which discovery was to begin with discovery served on plaintiffs to identify\nall classmembers and their contractors. Defendants then would intend to engage in discovery directed to\nthose contractors and subcontractors. Even more importantly, the number of potential additional parties\nwas staggering. Upon inquiry from the Court, defendants’ counsel could place no time limit on when\ndiscovery would identify the last party to be added or when discovery against that party would be over.\nDefendants argued that they would be entitled to that discovery before the main case could go to trial.\nTrying contribution and indemnity claims against all contractors and subcontractors, window\nmanufacturers, roofers and others who worked on or supplied material to houses clad with synthetic stucco\nin one lawsuit would not only be impractical, it would be impossible. That is the very reason defendants\nhave argued that the class must be decertified in order to protect their rights. The Court has only\nconsidered the positions of the parties to this lawsuit. Obviously every one of the hundreds of additional\nthird-party defendants would have their own view on how the case should proceed and be tried. This\nCourt reads the Court of Appeals opinion only to suggest that this Court consider an alternative that had\nnot theretofore been presented to the Court by the parties. The Court has done so and, in its discretion,\nconcluded that it would not be an advisable or workable alternative, but would create a morass of claims\nwhich could not possibly be tried in one lawsuit. The Court concludes, in its discretion, that the\ndefendants’ motion to add third-parties should be denied. If the motion were granted, the class would have\nto be decertified.\n{41} The Court believes that there are motions to opt out of the class pending which cover between 150\nand 200 homes. These are motions filed on behalf of homeowners who failed to opt out in the period\nprovided by the original notice in this action. Prior to expiration of the opt-out period 462 homeowners\nelected to opt out of the class. Thus, owners of over 600 homes have expressed willingness and desire to\npursue their own claims against the defendant manufacturers.\n{42} Counsel for the moving parties do not contest adequacy of the notice. Rather, they base their motions\non excusable neglect. The reasons are varied, but generally involve a lack of awareness or understanding\nof the opt-out requirement. In a normal situation, the Court would not be inclined to consider these\nexcuses. They are not, in and of themselves, sufficient. However, there is very little that is normal about\nthis litigation.\n{43} In each instance, the movants are engaged in or planning litigation against numerous parties,\nincluding defendant EIFS manufacturers. They do not seek to take advantage of or escape any ruling in\nthis class action. Rather, they seek what they believe will be a faster, more effective route to recovery for\nthe damage to their homes. They also wish to avoid the delay or confusion that might result from the\ndouble track created by the existence of the class action and their individual claims against their\ncontractors and others. Some fear that their lawsuits against their contractors will be delayed or stayed\nbecause the class action is pending. Like the defendants, they point to the success in mediating the\nindividual lawsuits as a reason to let them proceed with their claims in one unified legal proceeding. They\nargue that the defendants will benefit, not be prejudiced, by having these claims resolved in individual\nsuits where the contractor and others are present to contribute to settlement. Defendants have agreed with\nthat position. Those homeowners seeking to opt out have also filed a motion to decertify the class based on\nthe same reasons contained in their motions to opt out.\n{44} This class action has been delayed several times and taken longer than it should have. The\nhomeowners who have retained counsel and affirmatively sought relief from other parties should be\npermitted to try all of their claims in one action and not run the risk of delay and confusion inherent in the\nsimultaneous prosecution of the class action. However, there must be some cutoff for opting out of the\nclass action.\n{45} The Court, in its discretion, will permit those homeowners who have filed a motion to opt out as of\nthe date of this order to opt out of the class provided they complete and file with the Clerk of Court a\nstatement in the form attached hereto as Exhibit A within thirty (30) days. Nothing in this Order shall be\ninterpreted to affect the rights of the Senergy homeowners or affect the Senergy settlement in any way.\nOpt-out rights held by the Senergy homeowners, if any, are still defined by the Senergy settlement\nagreement.\n \nSimilar motions to opt out filed after the date of this order will be denied absent good cause\nshown.\n{46} The Court, in its discretion, has decided to grant the defendants’ motion for separate trials. The two\nissues set for trial in the class action are product design and failure to warn. Each issue will deal with the\nspecific knowledge and conduct of each individual defendant. It would be difficult, if not impossible, for a\njury that heard the case against all defendants together to sort out which defendant knew what and when\nand how their product was designed. This is not a case about the collective state of knowledge of the\nindustry. Rather, for plaintiffs to prevail, they must establish that each defendant independently violated a\nduty to them. Each defendant would be unduly prejudiced if all the evidence as to the state of knowledge\nand design processes of the other defendants were admitted in one trial.\n{47} The Court has considered the economy and efficiency that may be lost by separate trials. The limited\nissues left for trial should not take long to try. It may be that separate trials without multiple defense\nlawyers examining every witness will actually be shorter than one long trial. Jury selection will be\nquicker. Jurors will certainly be able to focus better on the issues in a shorter trial with one defendant. It\nmay be that the outcome of the earlier trials will influence the parties’ approach to the remaining trials and\nshorten them.\n{48} The prospect of inconsistent verdicts does not trouble the Court. Each defendant may well have a\ndifferent defense and different potential liability or no liability. Inconsistent verdicts would not necessarily\nindicate juror error.\n{49} The last motion considered by the Court in connection with the best method of resolving these\ndisputes under the current circumstances is defendants’ motion for change of venue. The Court’s decision\nis based upon a combination of change for convenience to the parties and fairness. New Hanover County\nhas been the focal point of this problem. Local building officials there were among the first in the country\nto recognize and deal with the problem. They have been proactive. The problem has generated much\npublicity in and around the coast. At least one individual suit has been tried and numerous cases have been\nassigned specially to one judge for handling in New Hanover. There appear to be more homes impacted in\nNew Hanover than any other county. It will be more difficult to find unbiased jurors with no knowledge of\npretrial publicity in New Hanover. A similar problem exists in major metropolitan areas where there are\nlarger, more expensive homes constructed with synthetic stucco. Publicity has been more pervasive there\nas well.\n{50} In addition, many of the witnesses may be from out of state or parts of the state other than\nWilmington. This is truly a statewide class action.\n{51} In contrast to New Hanover, Johnston County has not experienced widespread synthetic stucco\nproblems or individual litigation. There has been little if any publicity about the problem. It is convenient\nto the Raleigh-Durham airport and has plenty of hotel space on I-95. Therefore, the location, while still\nrural, will be convenient for out of state witnesses and attorneys. The use of the large old courtroom there\nwill provide ample space for trial of this action.\n{52} The Court notes for the record that the division of the case into separate liability trials will mean that\nthe class representatives will not have to spend as much time away from home as they would if all\ndefendants were tried together, and that Smithfield is within easy driving distance from Wilmington.\n{53} The Court further notes for the record that of the eight firms listed as representing plaintiffs in this\naction, only one is from Wilmington and half are from out of state. It appears that lead counsel for trial of\nthe case for plaintiffs will be from out of state. Defense counsel are located in Columbia, S.C., Greenville,\nS.C., Charlotte, N.C., Raleigh, N.C., Winston-Salem, N.C. and Wilmington, N.C.\n{54} On the whole, Johnston County will provide both a convenient and fair location for trial of this\naction, and the Court, in its discretion, orders transfer of this case for purposes of trial to that County based\nupon both the convenience to the parties and witnesses and fairness.\nCONCLUSION\n{55} There is no perfect solution to the complex problems presented by the homeowners’ claims arising\nout of use of EIFS on their homes. The Court has decided the pending motions together because they each\nhave some impact on how best to resolve what may be the most pervasive and complicated product\nliability problem the courts of this state have faced. Each motion calls for the exercise of the Court’s\ndiscretion and each is interlocutory in nature. Each decision has been made pursuant to the trial court’s\nauthority under both Rule 2.1 and Rule 23 to manage this complex litigation in a manner that is efficient\nand economical while being fair to all the parties. The Court has tried to find a workable solution that will\npromptly and significantly advance the resolution of a difficult problem involving the personal residences\nof thousands of North Carolina citizens. This case is old. It needs to be tried.\n{56} It is now, therefore, \nORDERED:\n1. Defendants’ motion to decertify the class is \ndenied. The opt-out movants’ motion to\ndecertify the \nclass is denied. Defendants may resubmit the motion with \nrespect to any issues\nthat are not disposed of after trial of \nthe two liability issues approved by the Court.\n2. Defendants’ motion to add third party defendants \nis denied.\n3. Defendants’ motions for separate trial are \ngranted.\n4. Liability and damage issues will be bifurcated for \ntrial.\n5. The presently pending motions to opt out of the class \nfiled on behalf of homeowners who\ndid not meet the deadline \nfor opting out are granted, subject to each such homeowner\ncompleting the designated form and filing it with the Clerk \nof Court of New Hanover County\nwithin thirty (30) days of the \ndate of this order. However, nothing in this Order shall be\ninterpreted as granting the opt-out motion of any homeowner \nthat is a party to the Senergy\nsettlement.\n6. All discovery, including expert discovery, shall be \ncompleted by August 31, 1999.\n7. Defendants’ motion for change of venue is granted \nto the extent venue is changed for trial\npurposes to Johnston \nCounty, North Carolina.\n8. The first liability trial will begin October 4, 1999 \nagainst Defendant Dryvit, Inc. In the\nevent the trial against \nDryvit does not go forward, the parties shall be prepared to \nbegin the\nliability trial against the next defendant, who \nshall be the remaining defendant with the largest\nmarket \nshare.\n9. Defendants’ motion to strike plaintiffs\" \nresponse to defendants’ motion for change of venue\nis \ndenied.\n10. W.R. Bonsal’s motion for summary judgment will be \nconsidered separately.\n11. United States Gypsum Co.’s independent grounds \nfor decertification as to them will be\nconsidered separately.\n \nThis the 17th day of June, 1999.\n "
}