{
  "id": "d22487bd3432f8ea5dc33aceba1566a9cfb0a4275a94173c32ae9b587f6a979c",
  "source_file": "data/raw/ncbc/d22487bd3432f8ea5dc33aceba1566a9cfb0a4275a94173c32ae9b587f6a979c.pdf",
  "raw_text": "Puckett v. KPMG, LLP, 2007 NCBC 2 \n \nSTATE OF NORTH CAROLINA   IN  THE GENERAL COURT OF JUSTICE \n               SUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG               04 CVS 11289 \n \nSTEPHEN R. PUCKETT, BETH W.  ) \nPUCKETT, and P IV LIMITED  ) \nPARTNERSHIP,    ) \n      )  \n Plaintiffs,    ) \n      )  \nv .       )    ORDER  \n      )  \nKPMG, LLP, WILLIAM L. SPITZ,  ) \nWACHOVIA BANK, N.A., Successor  ) \nby merger to FIRST UNION NATIONAL ) \nBANK, N.A., QA INVESTMENTS, LLC,  ) \nQUELLOS GROUP, LLC, RALPH  ) \nLOVEJOY, CAROLYN BRANNAN, ) \nand JEFFREY MARTIN,   )     \n      )  \n Defendants.    ) \n____________________________________) \n \nRudolf, Widenhouse & Fialko, P.A. by David S. Rudolf and Taylor, Penry, Rash & \nRiemann, P.L.L.C. by J. Anthony Penry for Plaintiffs Stephen R. Puckett, Beth W. \nPuckett, and P IV Limited Partnership. \n \nParker, Poe, Adams & Bernstein, L.L.P. by Deborah L. Edney and William L. Rikard, Jr. \nand Steptoe & Johnson, L.L.P. by Matthew Lerner and James Moorhead for Defendants \nQA Investments, LLC and Quellos Group, LLC. \n \n Diaz, Judge. \n \n{1} Before the Court is the Motion of Defendants QA Investments, LLC and Quellos Group, \nLLC (collectively, “QA”) for a Protective Order pursuant to Rule 26(c) of the North Carolina \nRules of Civil Procedure (the “Motion”).  Pursuant to Rule 15.4 of the General Rules of Practice \nand Procedure for the North Carolina Business Court (the “Business Court Rules”), the Court \nelects to rule on this discovery dispute without oral argument.  After carefully reviewing the \nMotion, the Plaintiffs’ response, and QA’s reply, the Court DENIES the requested relief. \nI. \nFACTS \n{2} The claims in this case arise out of certain investment strategies allegedly devised by the \nDefendants to create tax shelters that Plaintiffs (and others similarly situated) utilized to offset \nmulti-million dollar capital gains on their tax returns.  (Am. Compl. ¶¶ 16-20.) \n{3} Plaintiffs Stephen R. Puckett, Beth W. Puckett, and P IV Limited Partnership filed their \nComplaint on 25 June 2004.   The Defendants removed the case to federal court, where it \nremained for almost two years pending a ruling on Plaintiffs’ motion to remand.  By agreement \nof the parties, the case was remanded to Mecklenburg County state court in April 2006, where it \nwas subsequently designated an exceptional case and assigned to me.  Plaintiffs amended their \nComplaint on 21 November 2006. \n{4} The Court entered a Case Management Order (the “CMO”) in this case on 8 September \n2006.  Among other things, the CMO requires that all parties or employees be made available for \ndeposition on ten days’ notice to counsel.  (Case Management Order 7.)  The CMO also requires \nthat fact discovery be completed by 31 May 2007.  (Case Management Order 7.) \n{5} On 11 December 2006, Plaintiffs noticed the depositions of four QA employees1 for 20-\n23 February 2007.  (Mem. in Supp. of Mot. for Protective Order Ex. D.) \n{6} In their opposition to the Motion, Plaintiffs state that each deposition will be finished in \none day.  (Pls.’ Resp. to QA’s Mot. for Protective Order 7.)  Before Plaintiffs served the \ndeposition notices, however, QA announced that it would be unavailable for depositions prior to \nApril 2007, stating that “QA is not available for depositions prior to April and will not agree to \nany prior to April.”  (Pls.’ Resp. to QA’s Mot. for Protective Order Ex. E.)  The reason, \n                                                 \n1 They include QA’s chief executive officer, chief financial officer, and a managing principal.  (Mem. in Supp. of Mot. for \nProtective Order Ex. D.) \n 2 \naccording to QA, is that it, and its lead counsel, are preparing for a 2 March 2007 trial in New \nYork in a dispute involving a different tax shelter strategy.  (Mem. in Supp. of Mot. for \nProtective Order 2-3.) \n{7} In response to QA’s objection to the notices, Plaintiffs offered to reschedule the \ndepositions to dates in early February.  (Pls.’ Resp. to QA’s Mot. for Protective Order Exs. J, K.)  \nPlaintiffs also offered to take the depositions at a location that would minimize the burden on \nQA’s New York trial preparation.  (Pls.’ Resp. to QA’s Mot. for Protective Order Ex. F.)  \nHowever, QA declined Plaintiffs’ offers, stating that “the depositions on the February dates do \nnot work, and the witnesses will not be appearing then.”  (Pls.’ Resp. to QA’s Mot. for Protective \nOrder Ex. I.) \n{8} When the case was first assigned to this Court on 22 May 2006, QA’s counsel of record \nwas Parker, Poe, Adams, & Bernstein, L.L.P. (“Parker Poe”), a firm with over 200 attorneys \npracticing in six offices in North and South Carolina.  On 31 January 2007, the Court granted \nQA’s motion to admit pro hac vice attorneys Jonathan Drimmer, Matthew Lerner, and James \nMoorhead, all of whom practice in the Washington, D.C. office of Steptoe & Johnson, L.L.P.  \nSteptoe & Johnson, L.L.P. is an international firm with over 450 attorneys practicing in eight \noffices in the United States and abroad. \nII. \nRULING \n{9} Rule 26(c) of the North Carolina Rules of Civil Procedure allows the Court, for good \ncause shown, to grant a party relief from discovery so as to prevent “unreasonable annoyance, \nembarrassment, oppression, or undue burden or expense[.]”  N.C.G.S. §1A-1, Rule 26(c) (2007).  \nA decision to grant or deny relief pursuant to Rule 26(c) is within the Court’s sound discretion.  \n 3 \nRitter v. Kimball, 67 N.C. App. 333, 335, 313 S.E.2d 1, 2 (1984); Williams v. State Farm Mut. \nAuto. Ins. Co., 67 N.C. App. 271, 273, 312 S.E.2d 905, 907 (1984). \n{10} The Court declines to exercise its discretion here.  QA is correct that the Business Court \nRules seek to promote good faith cooperation among parties and their lawyers with respect to the \nconduct of discovery.  Where the parties, however, fail to agree on the scheduling of depositions, \nthe CMO intentionally provides a default requirement—that is, that all parties and their \nemployees will be made available on ten days’ notice to counsel. \n{11} In this case, Plaintiffs provided counsel with 60 days’ notice of the dates that they \nintended to depose the four QA employees.  (See Mem. in Supp. of Mot. for Protective Order Ex. \nD.)  And although I agree that the Court’s deposition notice rule is not absolute and must yield \nwhere justice requires, QA has failed to demonstrate sufficient good cause to warrant relief. \n{12} In the first place, QA drew an unreasonable line in the sand on 30 November 2006 when \nit refused to accede to the taking of any depositions until April 2007, particularly in light of the \n31 May 2007 deadline for the completion of fact discovery.  Second, Plaintiffs were willing to \ntake the contested depositions earlier in February to provide QA some breathing room for its \nMarch trial date, an offer that QA rejected.  (Pls.’ Resp. to QA’s Mot. for Protective Order Exs. \nJ, K.)  Third, QA also rejected out of hand Plaintiffs’ offer to minimize the burden of the \ndepositions by agreeing to a location of QA’s choosing, opting instead to trumpet its insistence \nthat the QA employees would not be appearing as required by the CMO.  (Pls.’ Resp. to QA’s \nMot. for Protective Order Ex. I.)  As a result, the Court has little sympathy for QA’s assertion \nthat the deposition dates are unduly burdensome. \n{13} The Court does not doubt that the QA employees to be deposed in this case have other \nimportant duties.  However, this case is important too, and QA’s vague assertions of harm do not \n 4 \npersuade me that requiring its employees to appear for their depositions as scheduled (which \nPlaintiffs have stated will be limited to one day for each witness) will prevent them from meeting \ntheir other responsibilities, including preparing adequately for trial in New York.2  This is so \neven after accounting for the time required to prepare for the depositions. \n{14} As for QA’s preference that attorneys Matthew Lerner and James Moorhead defend the \ndepositions in this case, there appears nothing to prevent them from doing so.  But, if the task of \npreparing for the depositions and for QA’s 2 March 2007 New York trial date proves too much \nfor these lawyers, the Court is confident that QA can find one or two other lawyers to defend the \ndepositions from among the over 650 practicing at the law firms that represent it in this case.3 \nCONCLUSION \n{15} For the reasons set forth above, the Court DENIES QA’s Motion for a Protective Order. \nThe Court, however, will require Plaintiffs to take the contested depositions in the deponent’s \nhome city and state, or at some other agreed upon location. \n \nThis 13th day of February, 2007. \n \n \n \n                                                 \n2 Only three of the four deponents are scheduled to testify in the New York trial.  (Pls.’ Resp. to QA’s Mot. for Protective Order \n7.) \n3 For example, Jonathan Drimmer of Steptoe & Johnson was admitted pro hac vice at the same time as his colleagues. There is no \nindication in QA’s motion papers that he is unavailable to defend the depositions.  Similarly, William Rikard and Deborah Edney \nof Parker Poe, both of whom have been involved in this case since it was assigned to this Court, and both of whom are top-flight \ntrial lawyers, do not appear to have a conflict with the deposition dates. \n 5 "
}