{
  "id": "d24e5ea5eba8c9fbe53a4ca4eed3805a85c504b9b2b4618b0ceb30778b7255ba",
  "source_file": "data/raw/ncbc/d24e5ea5eba8c9fbe53a4ca4eed3805a85c504b9b2b4618b0ceb30778b7255ba.pdf",
  "raw_text": "Vestlyn BMP, LLC v. Balsam Mountain Grp., LLC, 2016 NCBC 46. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF JACKSON 15 CVS 386 \n \n \nVESTLYN BMP, LLC, )   \n Plaintiff,  )  \n  )   \n v.  )  OPINION AND ORDER \n   )    \nBALSAM MOUNTAIN GROUP, LLC, )   \n  Defendant. ) \n \n THIS CAUSE, designated a mandatory comp lex business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the Court upon Plaintiff's Motion  to Dismiss pursuant to Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure (\"Rule(s)\") (\"Motion to Dismiss\"). On April 14, 2016, \nthe Court held a hearing on the Motion to Dismiss. \n THE COURT, after considering the Motion to Dismiss, the briefs in support of and \nopposition to the Motion to Dismiss, and other appropriate matters of record, concludes that \nthe Motion to Dismiss should be GRANTED, in  part, and DENIED, in part, for the reasons \nbelow. \nAdams Hendon Carson Crow & Saenger, P.A.., by Matthew S. Roberson, Esq., and \nGolenbock, Eiseman, Assor, Bell & Peskoe, LLP by Michael M. Munoz, Esq. for \nPlaintiff. \n \nDaniels Law Firm, P.C., by Walter E. Daniel s, III, Esq. and Mainsail Lawyers by J. \nKellam Warren, Esq. and Adam Fisher, Esq. for Defendant. \n \nMcGuire, Judge. \n \n \nPROCEDURAL HISTORY \n1. On June 23, 2015, Plaintiff Vestlyn BMP,  LLC (\"Plaintiff\") filed a complaint \nagainst Defendant Balsam Mountain Group, LLC (\"Defendant\").  On July 7, 2015, Plaintiff \nfiled an Amended Complaint.  The Amended Co mplaint alleges two claims for breach of \ncontract and related claims for attorneys' fees and costs. \n2. On September 4, 2015, Defendant filed its Answer, Defenses, and \nCounterclaims.  On December 2, 2015, Defendant filed its Amended Counterclaims, in which \nit asserted the following claims against Plaintiff arising out of same transactions underlying \nthe Amended Complaint:  breach of contract (Counterclaim One); mutual mistake, or, in the \nalternative, unilateral mistake accompanied by  misrepresentation, deceitful action or \nmisleading silence (Counterclaim Two); frau d/fraudulent inducement/misrepresentation \n(Counterclaim Three); negligent misrepresentat ion (Counterclaim Four); securities fraud \n(Counterclaim Five); and unfair and deceptive trade practices (Counterclaim Six).1 \n3. On January 18, 2016, Plaintiff filed the Motion to Dismiss, seeking dismissal \nof all of Defendant's counterclaims pursuant to Rule 12(b)(6). \n4. The Motion to Dismiss has been fully briefed and argued, and is ripe for \ndetermination. \nFACTUAL BACKGROUND \n5. This Motion to Dismiss involves claims arising from two separate agreements \nentered between Plaintiff and Defendant: 2 a Sales-Purchase Agreement executed on \n                                                            \n1 Several of Defendant's counterclaims are alleged in multiple counts. For the purpose of this Opinion \nand Order, the Court will consider multiple counts of the same counterclaim together. \n2 Challenge Golf Group of the Carolinas, LLC (\"Challenge\") executed the SPA with Plaintiff.  Challenge \nlater assigned the \"rights and privileges\" of the SPA to Defendant. Am. Countercl. ¶¶ 1 and 2. \n \n \nSeptember 9, 2011 (the \"SPA\"), and an Agreement executed in 2013 (the \"2013 Agreement\").3   \nThe Court will summarize the facts surrounding the two agreements in turn. \nThe Sales-Purchase Agreement (SPA). \n6. On September 9, 2011, Defendant and Pl aintiff entered into the SPA for the \nsale of real property and other assets that  Plaintiff owned within Jackson County, North \nCarolina.4   \n7. Among the assets Plaintiff agreed to se ll to Defendant were: (a) Plaintiff's \n\"right, title, and interest in and to certain land located in Jackson County, North Carolina \nand more particularly described in\" an exhibit to the SPA; (b) Plaintiff's \"right, title and \ninterest in and to any other land located in Jackson County, North Carolina determined prior \nto closing to be owned by Plaintiff;\" (c) Plainti ff's right, title and interest in and to any and \nall buildings and other improvements, if any, built on or attached to the foregoing land, \nsubject to certain exceptions; (d) certain fixtures related to the foregoing property; (e) certain \npersonal property related to BMP; (f) certain leases and other agreements related to BMP; \nand (g) certain contract rights of Vestlyn related to BMP.5 \n8. The SPA provided Defendant with a \"Due Diligence Period\" of 44 days to \n\"inspect and review all matters relating to th e Property,\" and provided Defendant with the \nright to terminate the SPA du ring that diligence period. 6 Defendant also \"warrant[ed] and \nagree[d]\" that it \"ha[d] examined and under stands the operation and/or condition of the \n                                                            \n3 The SPA is attached to the affidavit of Mark Antoncic as Exhibit 1, and the 2013 Agreement is \nattached thereto as Exhibit 3. As they provide the basis for Defendant's Counterclaims, the Court \nconsiders the agreements in deciding the Motion to Dismiss. Robertson v. Boyd, 88 N.C. App. 437, 441, \n363 S.E.2d 672, 675 (1988) (\"Because these documents we re the subjects of some of plaintiffs' claims \nand plaintiffs specifically referred to the documents in their complaint, they could properly be \nconsidered by the trial court in ruling on a motion under Rule 12(b)(6).\") (quoting Coley v. Bank, 41 \nN.C. App. 121, 126, 254 S.E. 2d 217, 220 (1979)).   \n4 Am. Countercl. ¶ 1. \n5 Id. at ¶ 3 \n6 SPA § 2(B). \n \n \nProperty\" it was purchasing, and that it \"ha[ d] made such examination of the operation, \nincome and expenses of the Property, as well as other matters and documents affecting or \nrelating to this transaction\" as it \"deemed necessary.\"7   \n9. The SPA contained a disclaimer of representations that provided as follows: \n[E]xcept for and solely to the extent of the express representations and warranties of \nSeller set forth in this Agreement, neithe r Seller nor any affiliates thereof, or any \nemployees, agents, attorneys, partners, memb ers, officers, directors, advisors or \nproperty manager of Seller or its affiliate s or any broker have made any verbal or \nwritten representations, warranties or stat ements of any nature or kind whatsoever \nto Purchaser, whether expressed or implied, and, in particular, that no \nrepresentations or warranties have been ma de with respect to (a) the physical \ncondition or operation of the Property  . . .  or (e) any other matter or thing affecting \nor related to the Property or the transa ctions contemplated hereby, except as and \nsolely to the extent expressly set forth in  this Agreement.  Purchaser agrees that \nSeller shall not be bound in any manner wh atsoever by any guarantees, promises, \nprojections, or other information pertain ing to the Property made, furnished or \nclaimed to have been made or furnished by Seller or any affiliates, employees, agents, \nattorneys, partners, members, officers, di rectors, advisors or property manager of \nSeller or any broker, whether verbally or in writing, except as expressly set forth in \nthis Agreement.8   \n \n10. Finally, the SPA states that Plaintiff would provide a Deed at closing, and that \nDefendant's \"acceptance of the Deed at Closin g shall constitute conclusive proof that \n[Plaintiff] has performed all of its obligations under this Agreement to be performed at or \nprior to Closing.\"9  The sale of the property and assets closed in November 2011.10  \n11. Defendants allege that \"prior to closing\"  the parties determined that Plaintiff \nheld a lien on one of the lots within the conv eyed property (the \"Lot 192 Lien\"), and the Lot \n192 Lien  \"was among 'Plaintiff's right, title, and interest in and to any other land located in \nJackson County, North Carolina\" to be conveyed to [Defendant].' \" 11 Plaintiff made \"written \n                                                            \n7 Id. at § 11(A). \n8 Id. \n9 Id. at § 7.E. \n10 Am. Countercl. ¶¶ 2, 14. \n11 Id. at ¶ 4; The real property constituting Lot 192 was expressly excluded from the real property \ntransferred to Defendant under the SPA. \n \n \nand oral representations . . . that the Lo t 192 Lien would be handled and transferred at \nclosing.\"12  Defendants allege that, despite these re presentations, Plaintiff had no intention \nof transferring the Lot 192 Lien.13  After the closing, Plaintiff claimed that the Lot 192 Lien \nwas not among the assets Plaintiff conveyed to Defendant by the SPA.14 \n12. Defendant also represented to Plainti ff that 75 lots that were within a \nconservation easement being transferred as part of sale could be \"replatted elsewhere in the \ndevelopment.\"15  In late 2014, Defendant learned that  the 75 lots could not be replatted. 16  \nDefendant alleges that it \"did not discover, and reasonably should not have discovered, the \nfalse and misleading representations by [Plaintiff]\" before late 2014.17 \nThe 2013 Agreement. \n13. In 2012, Plaintiff began pressuring Defendant purchase the Lot 192 Lien. 18  \nDefendant alleges that, despite its belief that  it had purchased the Lot 192 Lien already as \npart of the SPA, it decided to negotiate the purchase of the Lot 192 Lien. 19  The parties \nsubsequently entered into the 2013 Agreement fo r the sale of the Lot 192 Lien and related \nassets to Defendant.20 The 2013 Purchase Agreement states that Vestlyn \"agrees to transfer \nand assign to [Defendant] on July 1, 2015 . . . all of [Plaintiff]'s right, title and interest in and \nto the Nature Center Loan Documents.\"  The Nature Center Documents included promissory \nnotes, deeds of trust, and \"certain other loan and  security documents\" relating to Lot 192 \n                                                            \n12 Id. at ¶ 5. \n13 Id. at ¶ 6. \n14 Id. at ¶ 18. \n15 Am. Compl. ¶ 7. \n16 Id. at ¶ 8, 16. \n17 Id. at ¶¶ 11 -13, 16. \n18 Id. at ¶ 19; There apparently was a structure on Lot 192 known as the Nature Center.  Am. \nCounterclaim ¶ 26. \n19 Id. at ¶ 20. \n20 Am. Compl. ¶ 21. \n \n \n(\"Lot 192 Interest\").21  In exchange for the Lot 192 Interests, Defendants agreed to make two \npayments of $450,000 to Plaintiff on August 31, 2014 and on July 1, 2015.22 \n14. Defendants allege that during negoti ation of the 2013 Agreement, Plaintiff \nrepresented to Defendant that the Nature Center located on Lot 192 could be redeveloped for \nsingle or multi-family use.23 Notwithstanding these representations, after the closing of the \n2013 Agreement, Defendant learned that Lo t 192 was and is restricted from being \nredeveloped for single or multi-family use.24 \n15. Defendant alleges that Plaintiff's misr epresentation that the Nature Center \ncould be redeveloped \"induced [Defendant] to forego\" its own investigations and that \"no \noccurrences or events subsequent to the making of the misrepresentations reasonably caused \n[Defendant] to suspect or discov er the existence of such fraud  prior to executing the [2013 \nAgreement].\"25 Finally, Defendants allege that \"th e material misrepresentations by \n[Plaintiff] voided any obligation of [Defendant] to purchase the Lot 192 Interest.\"26 \n16. Plaintiff has moved to dismiss Defendant 's Counterclaims in their entirety \npursuant to Rule 12(b)(6), contending that so me of the claims are barred by statutes of \nlimitation, are barred by the terms of the agr eements between the parties, or otherwise fail \nas a matter of law. \nDISCUSSION \n17. In deciding a Rule 12(b)(6) motion to di smiss for failure to state a claim, the \nCourt must determine \"whether, as a matter of la w, the allegations of the complaint . . . are \nsufficient to state a claim upon which relief may be granted.\" Harris v. NCNB Nat'l Bank, 85 \n                                                            \n21 Id. at ¶ 22. \n22 Id. at ¶ 23. \n23 Id. at ¶ 25. \n24 Id. at ¶ 26. \n25 Am. Compl. ¶¶ 29-30. \n26 Id. at ¶ 32. \n \n \nN.C. App. 669, 670, 355 S.E.2d 838, 840 (1987). In making this determination, the Court \nmust take all well-pleaded allegations of the complaint, or, in this case, counterclaim, as true. \nSutton v. Duke, 277 N.C. 94, 98, 176 S.E.2d 161, 163 (1970). Nonetheless, the Court is not \nrequired \"to accept as true allegations that are merely conclusory, unwarranted deductions \nof fact, or unreasonable inferences.\" Strickland v. Hedrick, 194 N.C. App. 1, 20, 669 S.E.2d \n61, 73 (2008).  A complaint can be dismissed under Rule 12(b)(6) if: (1) the complaint on its \nface reveals that no law supports plaintiff's cl aim; (2) the complaint reveals on its face the \nabsence of fact sufficient to make a good claim;  or (3) some fact disclosed in the complaint \nnecessarily defeats the plaintiff's claim. \nMileski v. McConville, 199 N.C. App. 267, 269, 681 \nS.E.2d 515, 517 (2009) (citing Oates v. Jag, Inc. , 314 N.C. 276, 278, 333 S.E.2d 222, 224 \n(1985)). \na. Counterclaim One – Breach of the SPA. \n18. Defendant's First Counterclaim is for br each of contract.  Defendant alleges \nthat Plaintiff was required to transfer to Defendant the Lot 192 Lien under the SPA and \nfailed to do so in breach of the SPA.  Plaintif f contends that Defendant's claim for breach of \nthe SPA fails as a matter of law because (1) the Lot 192 Lien was not explicitly listed was not \nlisted among the property to be transferred by the SPA and, accordingly, the merger clause \nbars Defendant's reliance on any representations that the Lot 192 Lien would be transferred, \nand (2) Defendants acceptance of the deed at closing bars the claim for breach.27 \n                                                            \n27 Plaintiff also argues that it did not \"own\" Lot 192, as Defendant has alleged, and, therefore, section \n1.A did not require the transfer of that interest. Pl.'s Mem. Supp. Mot. Dismiss pp. 10-11 To the extent \nthat this argument is not subsumed under Plaintif f's other arguments for dism issal of the breach of \ncontract claim, it is based on a strained reading of section 1.A. of the SPA. That section provides, or at \nleast a reasonable interpretation of that section provides, that Plaintiff was to convey all of its \"right, \ntitle, and interest\" in two categories of land: (1) the land described in Exhibit A, and (2) other land \nlocated in Jackson County determined prior to be closing prior to owned by Seller. The Lot 192 Lien is \nclearly alleged to have been an interest in land owned by Plaintiff. Accordingly, this argument is \nwithout merit. \n \n \n19. To state a claim for breach of contract, a plaintiff must allege the \"(1) existence \nof a valid contract and (2) breach of the terms of [the] contract\". See Poor v. Hill , 138 N.C. \nApp. 19, 26, 530 S.E.2d 838, 843 (2000). Defendant clearly has alleged that the SPA was a \nvalid contract between the parties.  Plaintiff contends, however, that the facts alleged do not \nsupport a claim of breach of the SPA. \n20. First, Plaintiff argues that the Lot 192 Li en was not explicitly included in the \nSPA, and the merger clause in the agreement bar s Defendant from claiming that Plaintiff's \nwritten and oral representations that the Lo t 192 Lien would be transferred modified the \nterms of the SPA. As a preliminary matter, the Court notes that Plaintiff conceded for \npurposes of the Motion to Dismiss that the Lot 192 Lien was a \"right, title, and interest in \nand to\" land, and that section 1.A. of the SPA provides for the transfer of any right, title and \ninterest to land determined prior the closing.\n28 Since the Amended Complaint alleges that \nthe parties determined the existence of the Lot 192 Lien prior to the closing, it would seem \nto fall squarely within the interests that Plai ntiff was supposed to convey pursuant to the \nSPA. Accordingly, Defendant's allegation that the parties \"determined\" that Plaintiff had a \nlien interest in Lot 192 following the execution of the SPA but prior to closing and that the \nLot 192 Lien fell within right, title, and interests in land which were to be conveyed is not at \nall inconsistent with the terms of the SPA, and is not barred by the merger clause. See Zinn \nv. Walker, 87 N.C. App. 325, 333, 361 S.E.2d 314, 318 (1987) (\"merger clauses . . . bar[ ] the \nadmission of . . . terms inconsistent with the terms of the writing\"; emphasis added). \nMoreover, application of the merger clause to bar the inclusion of later-determined interests \nin land, such as the Lot 192 Lien, would appear  to contradict the intent of the parties and \nwould render the above-quoted portion of  section 1.A of the SPA meaningless. Medical \n                                                            \n28 Pl.'s Memo. Supp. Mot. Dismiss p. 10, n. 5. \n \n \nStaffing Network, Inc. v. Ridgway , 194 N.C. App. 649, 654, 670 S.E.2d 321, 326 (2009) \n(stating that merger clause will not be enforc ed \"when giving effect to the merger clause \nwould frustrate the parties' true intentions\"); Hinshaw v. Wright,  105 N.C. App. 158, 162, \n412 S.E.2d 138, 141 (1992) (same). Accordingly, the Court finds this argument unpersuasive. \n21. Plaintiff next argues that Defendant's acceptance of the deed at closing \nconstituted conclusive proof that Plaintiff pe rformed all of its obligations under the SPA. \nSection 7.E of the 2011 Purchase Agreement provides as follows: \nThe acceptance by Purchaser of the Deed at Closing shall constitute conclusive \nproof that Seller has performed all of it s obligations under this Agreement to \nbe performed at or prior to Closing and thereafter Seller shall have no further \ncontinuing obligations or liabilities to Purchaser . . . except for those \nobligations of Seller that are expressly stated herein to survive Closing.29 \n \n22. Defendant contends that the language of section 7.E. is merely a statement of \nthe common law rule, as stated in Marriott Financial Services, Inc. v. Capitol Funds, Inc. , \n288 N.C. 122, 140, 217 S.E.2d 551, 563 (1975), which provides in pertinent part that \"in the \nabsence of collateral contractual provisions or  agreements which are not intended to be \nmerged in the deed, the acceptance of a deed tendered in performance of an agreement to \nconvey merges the written or oral agreement to convey in the deed, the agreement to convey \nbeing discharged.\" Defendant argues that the SPA \"contemplated multiple 'Closing \nDocuments' to be provided by [Plaintiff],\" including a \"separate assignment document\" \nconveying the interests in the Lot 192 Lien.30  Accordingly, Defendant argues that there were \n\"collateral contractual provisions and agreemen ts\" related to transfer of the Lot 192 Lien \nthat take this case outside of the common law rule. \n23. Defendant's position, however, is unper suasive and does not square with the \nexpress terms of the SPA.  First, the common law rule has no application to this case in which \n                                                            \n29 SPA § 7.E. \n30 Def.'s Resp. Mot. Dismiss p. 8. \n \n \nthe parties agreed to a provision broader than the common law rule.  Opsahl v. Pinehurst, \nInc., 81 N.C. App. 56, 66-67, 344 S.E.2d 68, 75-76, (1986) (stating that, in determining \nwhether common law rule applies, \"it is well-recognized that the intent of the parties controls \nwhether the doctrine of merger should apply\" ) (citation omitted). The plain language of \nSection 7.E. makes it clear that the parties in tended the acceptance of the Deed to act as a \nmerger of the SPA, and that they did not intend for any collateral agreements to survive \nclosing.  See Opsahl, 81 N.C. App. at 66-68, 344 S.E.2d at 75-76; Biggers v. Evangelist , 71 \nN.C. App. 35, 38-39, 321 S.E.2d 524, 526-527 (1984). Defendant expressly agreed that it \nacceptance of the Deed was \"conclusive proof t hat Seller has performed all of its obligations \nunder this Agreement . . . except for those ob ligations of Seller that are expressly stated \n[t]herein to survive Closing.\" Defendant has pointed the Court to, or even alleged the \nexistence of, any provision of the SPA that prov ides that Plaintiff was obligated to deliver \nseparate documents conveying the Lot 192 Lien, let alone that such an obligation survives \nclosing.   \n24. In addition, Section 7.A. of the SPA contains the list of the \"Closing \nDocuments\" to be provided by Plaintiff, and does not include reference to a separate document \nor documents assigning an interest in the Lo t 192 Lien. To the contrary, the SPA provides \nthat the Deed is the closing document by which Plaintiff will \"convey to [Defendant] its right, \ntitle and interest.\" 31 Defendant contends, of course, t hat the Lot 192 Lien was part of \nPlaintiff's right, title, interest in land in Jackson County that Plaintiff was required to convey \nto Defendant. The SPA expressly provided t hat the Deed was the instrument by which \nPlaintiff was conveying its right, title, and in terest. Defendant cannot now argue that there \nwas a collateral agreement regarding how the Lot 192 Lien would be conveyed.  Accordingly, \n                                                            \n31 SPA § 7.A(ii). \n \n \ngiven the plain and express language of the SP A, Defendant’s argument that Plaintiff had \nadditional obligations to transfer the Lot 192 Lien separate from the SPA that survived \nclosing must fail.  Consequently, the Court concludes that the Motion to Dismiss as to \nDefendant's Counterclaim One for breach of the SPA should be GRANTED. \nb. Counterclaims Three and Four – Fraudulent Inducement and Negligent \nMisrepresentation. \n \n25. In its Third Counterclaim, Defendant alleges that Plaintiff fraudulently \ninduced Defendant to enter into the SPA by ma king false representations that \"that the 75 \nlots located within the conservation easeme nt could be replatted elsewhere within the \ndevelopment,\"32  and induced Plaintiff to enter into the 2013 Agreement by misrepresenting \n\"that the nature center located on Lot 192 could be redeveloped, including that the property \ncould be redeveloped for single or multi-family use.\" 33  In their Fourth Counterclaim \nDefendant alleges that Plaintiff negligently made false or misleading statements to \nDefendant that induced them to enter into the SPA and 2013 Agreement. 34  Defendants do \nnot allege the specific negligent representations upon which they rely in the Fourth \nCounterclaim,35 but the Court assumes it is the alleged misrepresentations that form the \nbasis of its fraud claims. \n26. To state a claim for fraud in  the induce ment, a claimant must allege: (i) that \nthe defendant made a false representation or concealed a material fact he had a duty to \ndisclose; (ii) that the false representation relate d to a past or existing fact; (iii) that the  \ndefendant made the representation knowing it was false or made it recklessly without \nknowledge of its truth; (iv) that the defendant made the representation intending to deceive \n                                                            \n32 Am. Countercl. ¶¶ 55-56. \n33 Id. at ¶¶ 66-67. \n34 Id. at ¶¶ 76-92. \n35 Id. \n \n \nthe claimant; (v) that the claimant reasonably relied on the representation and acted upon \nit; and (vi) the claimant suffered injury. Harton v. Harton , 81 N.C. App. 295, 298-99, 344 \nS.E.2d 117, 119-20 (1986). \n27. In North Carolina, negligent misrep resentation \"occurs when a party \njustifiably relies to his detriment  on information prepared without reasonable care by one \nwho owed the relying party a duty of care.\" Raritan River Steel Co. v. Cherry, Bekaert & \nHolland, 322 N.C. 200, 206, 367 S.E.2d 609, 612 (1988), rev'd on other grounds, 329 N.C. 646, \n407 S.E.2d 178 (1991). \"The duty required to make  the claim may either come from statute, \ncontract, or 'may be implied from attendant circumstances.' \" USA Trouser, S.A. de C.V. v. \nInt'l Legwear Group, Inc. , 2014 U.S. Dist. LEXIS 39271, *25 (W.D.N.C. Mar. 24, \n2014) (quoting Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 59, 554 S.E.2d 840, 846 \n(2001)). A breach of the duty owed occurs when \"[o]ne who, in the course of his business, \nprofession or employment, or in any other trans action in which he has a pecuniary interest, \nsupplies false information for the guidance of others in their business \ntransactions . . . .\" \nMarcus Bros. Textiles, Inc. v. Price Waterhouse, LLP , 350 N.C. 214, 218, \n513 S.E.2d 320, 323 (1999) (citation omitted).  \n28. Plaintiff does not contend that Defendant  has failed to sufficiently allege the \nelements of its claims for fraudulent inducement or negligent misrepresentation, but instead \nargues that these claims fail either because they are barred by the applicable statute of \nlimitations or because, as a matter of law, Defendant could not have reasonably relied on any \nrepresentations made by Plaintiff. \n29. Plaintiff contends that Defendant's claims for fraud and negligent \nmisrepresentation related to the SPA are barred by the three year statutes of limitations \napplicable to such claims.  N.C. Gen. Stat. §§ 1-52(5) and (9).  These claims are \"deemed to \naccrue upon discovery . . . of facts constituting the fraud,\" \nCarlisle v. Keith , 169 N.C. App. \n \n \n674, 683, 614 S.E.2d 542, 548 (2005), or when \"the claimant discovers the misrepresentation.\" \nBarger v. McCoy Hilliard & Parks, 346 N.C. 650, 666, 488 S.E.2d 215, 224 (1997). \"'Discovery' \nis defined as actual discovery or the time when the fraud should have been discovered in the \nexercise of due diligence.\" Spears v. Moore , 145 N.C. App. 706, 708, 551 S.E.2d 483, 485 \n(2001). \n30. Here, Defendant has alleged that no \"occurrences or events caused or \nreasonably should have caused BMG to discover the existence of fraud or misrepresentation \nconcerning the replatting of the 75 lots, until in or about the latter part of 2014.\"36 Defendants \nfurther allege that circumstances surrounding the transaction \"induced [Defendant] to forego \nadditional investigation\" of the misrepresentation. 37 Nevertheless, Plaintiff argues that \nDefendant had owned and operated the property for eleven months as of September 2012 and \nthus had the \"capacity and opportunity\" to discover the real facts, and therefore \"should have \ndiscovered the alleged misrepresentations regard ing the ability to replat 75 [lots] . . . in the \neleven months prior to September 3, 2012.\" 38 See Spears, 145 N.C. App. at 710, 551 S.E.2d \nat 486. \n31. Taking the allegations in the counterclaims as true, the Court cannot conclude \nthat Defendant's fraud or negligent misreprese ntation claims are barred as a matter of law \nby the statute of limitations.  Defendants alle ged that they did not discover, and reasonably \nshould not have discovered, the true facts regarding the ability to replat the lots prior to late \n2014.  At a minimum, these allegations create a question about whether Defendant exercised \nreasonable diligence that cannot be resolved at this stage of the proceedings. \n Forbis v. Neal, \n361 N.C. 519, 524, 649 S.E.2d 382, 386 (2007)  (holding the [SOL] an improper basis for \n                                                            \n36 Am. Countercl. ¶ 16. \n37 Id. at ¶ 12. \n38 Pl.'s Memo. Supp. Mot. Dismiss p. 12. \n \n \ngranting summary judgment because \"[o]rdinarily , a jury must decide when fraud should \nhave been discovered in the exercise of reasonable diligence under the circumstances\"); Piles \nv. Allstate Ins. Co., 187 N.C. App. 399, 405, 653 S.E.2d 181, 186 (2007) (reversing trial court's \ndismissal of fraud claims because \"[t]he date of [the plaintiff's] discovery of the alleged fraud \nor negligence – or whether she should have discovered it earlier through reasonable diligence \n– is a question of fact for a jury, not an appellate court.\"); Spears, 145 N.C. App. at 709-11, \n551 S.E.2d at 485-86 (reversing the trial court's grant of summary judgment on the issue of \nreasonable discovery). \n32. Plaintiff also argues that, as a ma tter of law, Defendant could not have \nreasonably relied on any misrepresentations or  statements made by Plaintiff prior to \nexecuting the SPA and the 2013 Agreement becaus e: (a) Defendant specifically disclaimed \nreliance on Plaintiff's representations; (b) the alleged misrepresentations are contradicted by \nthe written agreements; and (c) Defendant did not exercise reasonable diligence in \ninvestigating the alleged misrepresentations.39  \n33. Plaintiff contends that the SPA and the 2013 Agreement provide that \nDefendant disclaimed reliance on any representations not set forth in those documents, and \nthat the alleged misrepresentations are co ntradicted by express terms of the written \nagreements.  The SPA provided that Defendant \"agree[d] that [Plaintiff] shall not be bound \nin any manner whatsoever by any guarantees, pr omises, projections, or other information \npertaining to the Property made, furnished or claimed to have been made or furnished by \n[Plaintiff] . . . whether verbally or in writing, except as expressly set forth in this Agreement,\" \nand that Plaintiff made no representations regarding the \"physical condition or operation of \nthe Property.\"40 The 2013 Agreement states that \"[n]either [Plaintiff] nor [Defendant] shall \n                                                            \n39 Id. at p. 13. \n40 SPA § 11(A). \n \n \nbe bound by any conditions, definitions, or re presentations, whether written or oral, other \nthan as expressly provided in this Agreement.\"41   The 2013 Agreement does not contain any \nrepresentations regarding the ability to redevelop the nature center located on Lot 192.  \n34. Defendant argues that, under North Carolina law, such disclaimers do not bar \nits claims because Defendant has alleged that it was fraudulently induced to enter into the \nSPA and the 2013 Agreement. Tradewinds Airlines, Inc. v. C-S Aviation Servs., 222 N.C. \nApp. 834, 842-845, 733 S.E.2d 162, 169-171 (2012) (holding that \"[w]here there is a claim for \nfraud in the inducement, defenses based upon the fraudulently induced contract will not bar \nthe claim\" and accordingly, contract provisions  did not negate assertion of reliance even \nwhere \"specific language [in the agreement] . . . waived reliance upon any representations or \nwarranties\"); \nsee also Fox v. Southern Appliances, Inc. , 264 N.C. 267, 270, 141 S.E.2d 522, \n525 (1965) (\"parol evidence is admissible to sh ow that a written contract was procured by \nfraud, for the allegations of fraud challenge the validity of the contract itself, not the accuracy \nof its terms – the instrument itself, on the issue of fraud, is the subject of dispute.\"); Parker \nv. Bennett, 32 N.C. App. 46, 50,  231 S.E.2d 10, 13 (1977) (\"[A]n action for fraud inducing the \nexecution of a contract is not on the contract but in tort, and the rule that prior negotiations \nare merged in the writing does not apply. Therefore, we feel that allegations and evidence as \nto prior negotiations are competent when rele vant to the question of fraudulent intent or \ndeception.\") (citations omitted); Atkinson v. Lackey, 2015 NCBC LEXIS 21, *19 (N.C. Super. \nCt. Feb. 27, 2015) (same; citing Tradewinds Airlines, supra). \n35. Notwithstanding the above line of case s, Plaintiff contends that North \nCarolina appellate decisions have enforced disclaimer provisions to affirm dismissal of fraud \nclaims, relying on Chleborowicz v. Johnson, 2003 N.C. App. LEXIS 1684 *8 (Aug. 19, 2003) \n                                                            \n41 2013 Agreement § 7(d). \n \n \n(unpublished) and Ace, Inc. v. Maynard, 108 N.C. App. 241, 249-50, 423 S.E.2d 504, 509-10 \n(Dec. 15, 1992). The Court, however, finds these cases distinguishable from the facts alleged \nby Defendant. Both Chleborowicz (motion for summary judgment) and Ace (motion for \njudgment notwithstanding the verdict) were decided upon evidence submitted by the parties, \nand not on a motion under Rule 12(b)(6).  Significantly, in both cases the conclusion that the \ndisclaimer barred the fraud claim was accompanied  by a conclusion that the party claiming \nfraud had failed to present sufficient evidence of the underlying claim. See Ace, Inc., 108 N.C. \nApp. at 250, 423 S.E.2d at 510 (\"Moreover, plai ntiff failed to establish concealment of a \nmaterial fact on the part of defendants bec ause plaintiff presented no evidence that \ndefendants knew of any defects in the plane.\"); Chleborowicz, 1992 N.C. App. LEXIS 1684, at \n*8-9 (\"Additionally, the evidence forecast here  tends to show that plaintiff and defendant \ndiscovered the crack in the hull at the same time . . . . Thus, the trial court properly concluded \nthat plaintiff's evidence did not show the concealment of a material fact.\"). Given the holding \nof Tradewinds Airlines, which addressed the issue at the motion to dismiss stage,  the Court \nconcludes that the disclaimers in the SPA and the 2013 Agreements do not serve as a \ncomplete defense to Defendant's fraud and neg ligent misrepresentation claims at this stage \nof the proceedings.  \n36. Plaintiff next argues that Defendant  cannot reasonably have relied upon the \nalleged misrepresentations because it failed to exercise reasonable diligence prior to \nexecuting the SPA and the 2013 Agreements. Plai ntiff contends that information showing \nthat the 75 lots could not be replatted and t hat the conservation easement could not be \nredeveloped were available in public records maintained by Jackson County, and should have \nbeen discovered by Defendant.  Plaintiff argu es that the SPA expressly provided Defendant \nwith a 44 day due diligence period and that  Defendant had inspected the property and \nsatisfied itself as to its condition.  Finally, Plaintiff further argues that Defendant has not \n \n \nalleged \"that it was prevented from conducting due diligence prior to entering into the 2013 \nAgreement.\"42  Defendant, on the other hand, contends that it was relieved of its due diligence \nobligations because Plaintiff made \"positive and definite representations\" that were such that \n\"a reasonable person would be justified in relying upon them without inspecting the [public] \nrecords.\"43 In the Counterclaims, Defendant alleged that \"[Plaintiff's] misrepresentation was \na positive and definite statement of fact and well within [Plaintiff's] realm of knowledge,\" \nthat and it \"had no reason to doubt the veraci ty of [Plaintiff's] misrepresentation\" because \nthe representations were not so \"improbable or unreasonable\" as to require further inquiry.44 \n37. In order to prove reasonable reliance on a representation, particularly in an \narms' length transaction, North Carolina courts  generally require the claimant to make an \nindependent investigation into the circumstances surrounding the alleged \nmisrepresentation. See RD&J Props. v. Lauralea-Dilton Enters., LLC , 165 N.C. App. 737, \n746, 600 S.E.2d 492, 499 (2004) (stating that, with certain exceptions, \"reliance is not \nreasonable if a plaintiff fails to make any independent investigation\"); see also Hudson-Cole \nDev. Corp. v. Beemer, 132 N.C. App. 341, 346, 511 S.E.2d 309, 313 (1999) (recognizing that \nthis requirement is the same for claims for fraud and negligent misrepresentation). One \ncritical exception to this rule, however, is wh ere the party claiming fraud was \"induced to \nforego additional investigation by the [other party's] misrepresentations.\" RD&J Props., LLC, \n165 N.C. App. at 746, 600 S.E.2d at 499. In Little v. Stogner , the North Carolina Court of \nAppeals stated, in pertinent part, as follows: \nThe . . . question is whether . . . plaint iffs' reliance on defendant's fraudulent \nstatements was reasonable. \"The reasonableness of a party's reliance is a \nquestion for the jury, unless the facts are so clear that they support only one \nconclusion.\" It is the policy of our Co urts \"on the one hand, to suppress fraud \n                                                            \n42 Pl.'s Memo. Supp. Mot. Dismiss p. 18. \n43 Def.'s Resp. Mot. Dismiss pp. 16-17 (quoting Little v. Stogner, 162 N.C. App. at 30-31, 592 S.E.2d at \n9-10).  \n44 Am. Countercl. ¶¶ 12, 29. \n \n \nand, on the other, not to encourage ne gligence and inattention to one's own \ninterest.\" Thus, generally, where a plai ntiff fails to make any independent \ninvestigation, reliance on an assertion is deemed unreasonable.  \n \nWhere, however, a defendant has resorted to an \"artifice which was reasonably \ncalculated to induce [plaintiffs] to fore go investigation,\" plaintiffs' failure to \nconduct an independent investigation is  not fatal to a claim for fraud. Our \nCourts have recognized the well-establishe d rule in such cases \"'that one to \nwhom a positive and definite representati on has been made is entitled to rely \non such representation if the representati on is of a character to induce action \nby a person of ordinary prudence, and is reasonably relied upon.'\" Thus in these \nscenarios, the buyer of property does  not \"necessarily have to examine the \npublic records to ascertain the truth where the buyer reasonably relies upon \nrepresentations made by the seller.\" \n \n162 N.C. App. at 30, 592 S.E.2d at 9 (citations omitted). \n38. Here, Defendant alleges, ableit in conclu sory fashion, that it was induced to \nforego additional investigation prior to ente ring the SPA and 2013 Agreement by Plaintiff's \nconduct, including its \"positive and definite statement[s].\"\n45 While Plaintiff may ultimately \nbe able to establish that Defendant was not re asonably diligent in investigating the alleged \nmisrepresentations, at this stage the Court c annot conclude that the failure to plead facts \nrelated to any independent investigation on the part of Defendant necessarily defeats its \nclaims for fraud and negligent misrepresentation. \n39. Moreover, while Plaintiff argues that the accuracy of its alleged \nrepresentations could be determined by exami nation of the property records maintained by \nthe Jackson County Register of Deeds, those re cords have been presented to the Court. In \ncontrast, in Hudson-Cole Development Corporation , the defendant/third-party plaintiff \nattached to his answer and third-party complaint the public document that contradicted the \nalleged misrepresentation. 132 N.C. App. at 346-47, 511 S.E.2d at 313. Accordingly, the court \nwas able to conclude as a matter of law that reliance was unreasonable. \nSee Forbis v. Neal, \n361 N.C. 519, 527, 649 S.E.2d 382, 387 (2007) (\"The reasonableness of a party's reliance is a \n                                                            \n45 Am. Countercl. ¶¶ 12, 29. \n \n \nquestion for the jury, unless the facts are so  clear that they could support only one \nconclusion.\"). In this case, the alleged records are not before the Court.  \n40. The Court concludes that Defendant has sufficiently alleged claims for fraud \nand negligent misrepresentation, and that no basis exists to dismiss those claims at this time. \nAccordingly, the Motion to Dismiss should be DENIED as to Counterclaims Three and Four. \nc. Counterclaim Two – Mistake. \n41. As a Second Counterclaim, Defendant seeks rescission of the 2013 Agreement \non the basis of mutual or, in the alternative, unilateral mistake.  Defendant alleges that the \n2013 Agreement was the product of a mutual mistake \"that the nature center located on Lot \n192 could be redeveloped\", or alternatively, a unilateral mistake by Defendant that was \n\"caused by misrepresentation, deceitful action, or misleading silence\" by Plaintiff.46    \n42. A contract may be rescinded on the bas is of a mutual mistake regarding an \nexisting or past fact which is material and fo rms the basis or the essence of the agreement \nbetween the parties. Howell v. Waters , 82 N.C. App. 481, 486, 347 S.E.2d 65, 68-69 (1986) \n(internal citations omitted). \"In order for the reme dy of rescission to be operable because of  \nmistake of fact, there must be mutual mistake of fact. A unilateral mistake, unaccompanied \nby fraud, imposition, undue influence, or like oppressive circumstances, is not sufficient to \navoid a contract or conveyance.\" Id. at 487, 347 S.E.2d at 69 (citation omitted); see also \nMarriott Fin. Servs., 288 N.C. at 138, 217 S.E.2d at 562 (requiring fraudulent concealment \nto justify rescission based on unilateral mistak e; citations omitted). Under either form of \nmistake, however, the party seeking this equi table remedy must show that it exercised \nreasonable diligence in investigating th e facts underlying its alleged mistake. Marriott Fin \nServs., 288 N.C. at 138, 217 S.E.2d at 561-62. \n                                                            \n46 Am. Countercl. ¶¶ 43-46. \n \n \n43. Here, Plaintiff's only argument in support of dismissal of Defendant's claim for \nmistake is that Defendant has notalleged t hat it exercised reasonable diligence in \ninvestigating the potential redevelopment of Lot 192. The Court already has concluded that \nDefendant sufficiently alleged that it was indu ced by Plaintiff into foregoing additional \ninvestigation prior to the execution of the 201 3 Purchase Agreement. For the same reasons, \ntaking Defendant's allegations as true, the Co urt concludes that Defendant has sufficiently \nstated a claim for mistake and Plaintiff's Mo tion to Dismiss this counterclaim should be \nDENIED. \nd. Counterclaim Five – Securities Fraud. \n44. In its Fifth Counterclaim, Defendant alleges that the Lot 192 Interest it \npurchased pursuant to the 2013 Agreement was a \"security\" under the North Carolina \nSecurities Act, G.S § 78A-1 \net seq., and that because Plaintiff made false and misleading \nstatements of material fact in connection with the sale of that interest, Plaintiff committed \nsecurities fraud under G.S. § 78A-56. Plaintiff argues that Defendant's securities fraud claim \nfails \"because there was no actionable \"fraud\" in connection with the 2013 Agreement,\"47 and \nbecause the Lot 192 Interest is not a \"security\" under the North Carolina Securities Act. The \nCourt already has concluded that Defendant has sufficiently alleged its claim for fraud \nregarding the 2013 Agreement.  Accordingly, Plaintiff's first argument fails.  \n45. Defendant alleges that the Lot 192 Inte rest consisted of \"promissory notes, \ndeeds of trust, and 'certain other loan and security documents' relating to Lot 192.\" 48 \nDefendant further alleges that the \"[t]he Lo t 192 Interest is a security\" under the North \nCarolina Securities Act (\"NCSA\").49 The NCSA defines \"security\" as: \n                                                            \n47 Pl.'s Memo. Supp. Mot. Dismiss p. 20. \n48 Am. Countercl. ¶ 21. \n49 Id. at ¶ 94. \n \n \nany note; stock; treasury stock; bond; debenture; evidence of indebtedness; \ncertificate of interest or participation in any profit-sharing \nagreement; . . . investment contract . . .; or, in general, any interest or \ninstrument commonly known as a \"security[.]\" \n \nG.S. § 78A-2(11). \n46. Recognizing the dearth of case law interpreting the NCSA, this Court \npreviously has found guidance in interpreting the NCSA's definition of \"security\" in decisions \ninterpreting the strikingly similar federal defi nition of \"security\" found in the Securities \nExchange Act of 1934.50 See NNN Durham Office Portfolio 1, LLC v. Highwoods Realty Ltd. \nP'ship, 2013 NCBC LEXIS 11, **21-28 (N.C. Super. Ct. Feb. 19, 2013). These decisions \nexplain that the determination of whether an individual transaction or product is a \"security\" \nrequires an analysis of the economic realities of the transaction, and that the name of the \ninstrument or the characterization by the pa rties to the transaction is not dispositive. See, \ne.g., Reves v. Ernst & Young, 494 U.S. 56, 61-62 (1990) (explaining that courts must focus on \nthe economics of the transaction at i ssue and disregard form for substance); accord SEC v. \nEdwards, 540 U.S. 389, 393-94 (2004). In doing so, courts have developed analyses for \ndetermining whether instruments such as notes of various types, Reves, 540 U.S. at 63-68, \nor purported investment contracts, SEC v. W.J. Howey, Co. , 328 U.S. 293, 298-99 (1946), \nexhibit the sort of economic characteristics that warrant classification as a security. Doing so \nnecessarily requires an analysis of the facts surrounding the transaction or instrument at \nissue. Although this is a fact-intensive analysis, North Carolina courts have undertaken such \nan analysis at the motion to dismiss stage based on the facts alleged in the complaint. \nSee \nNNN Durham Office Portfolio 1, LLC, 2013 NCBC LEXIS 11, at **21-28. \n                                                            \n50 Moreover, some further indication of the value of relying on interpretations of comparable federal \nlaw may be found in the NCSA itself, which provides that \"[t]his Chapter shall be so construed as \nto . . . coordinate the interpreta tion and administration of this Chapter with the related federal \nregulation.\" G.S. § 78A-64. \n \n \n47. Here, Defendant has not pleaded sufficien t facts to establish that the Lot 192 \nInterest constitutes a security under the NCSA.51 Defendant simply alleges that the Lot 192 \nInterest consists of \"promissory notes, deeds of trust, and 'certain other loan and security \ndocuments,'\"52 and that the Lot 192 Interest \"is a secu rity and/or consists of one or more \nsecurities.\"53 This latter allegation, that the Lot 192 Interest meets the statutory definition \nof security, is a conclusion of law, which th e Court is not required to accept as true in \nconsidering the Motion to Dismiss. See Parkdale Am., LLC v. Hinton, 200 N.C. App. 275, 278, \n684 S.E.2d 458, 461 (2009) (\"A question of statutory interpretation is ultimately a question \nof law . . . .\"). The former allegation, on th e other hand, provides no factual support for \nDefendant's claim that those types of instruments, either separately or taken together, meet \nthis statutory definition. Because courts have repeatedly recognized that the determination \nof whether a given instrument is a security is made based on analysis of the realities of the \ninstrument and transaction, the failure to allege any facts to support the bare conclusion that \nthe Lot 192 Interest is a security is fatal to Defendant's securities fraud counterclaim. See \nMileski, 199 N.C. App. at 269-70, 681 S.E.2d at 517-18. Because Defendant has failed to plead \nany facts to suggest that the Lot 192 Interest is a security under the NCSA, the Motion to \nDismiss should be GRANTED as to this co unterclaim. Nevertheless, Defendant has not \npleaded any facts that show as a matter of law at this stage that the Lot 192 Interest is not \na security. Accordingly, this counterclai m should be DISMISSED WITHOUT PREJUDICE \n                                                            \n51 For example, Defendant has not alleged facts th at would support a conclusion that the Lot 192 \nInterest meets the four factor analysis developed by the United States Supreme Court for determining \n\"whether a transaction involves a security.\" Reves, 540 U.S. at 66-67 (listing factors as: (1) whether \nthe seller's purpose is to raise money or finance investments in order to make a profit; (2) whether the \ninstrument is for \"common trading for speculation or investment;\" (3) whether the public would expect \nthe instrument to be called a \"security;\" (5) whet her there is another regulatory scheme that would \nrender the \"application of the Securities Act unnecessary.\").   \n52 Am. Compl. ¶ 22.  \n53 Id. at ¶ 94.  \n \n \nto Defendant's right to allege facts sufficient to show that Lot 192 is a security within the \nmeaning of the NCSA. \ne. Counterclaim Six – Unfair and Deceptive Trade Practices. \n48. In its final counterclaim (Counterclaim Six), Defendant alleges  that Plaintiff's \npattern of conduct, namely the fraud and misrepresentation associated with the execution of \nthe SPA and entering that agreement without the intent to perform, constitutes an unfair \nand deceptive trade practice in violation of G.S. § 75-1.1. To state a claim for violation of that \nsection, Defendant must allege that: (1) Plai ntiff committed an unfair or deceptive act or \npractice; (2) that the action was in or affecting commerce; and (3) Plaintiff's acts proximately \ncaused injury to Defendant. Dalton v. Camp, 353 N.C. 647, 656, 548 S.E.2d 704, 711 (2001).  \n49. Plaintiff's only argument in support of  dismissal of Counterclaim Six is that \nDefendant has failed to allege any misreprese ntation or fraud. For the reasons above, the \nCourt disagrees. Moreover, our appellate courts have noted that such fraud would constitute \nan unfair or deceptive act. See Bhatti v. Buckland , 328 N.C. 240, 243, 400 S.E.2d 440, 442 \n(1991) (\"Proof of fraud would necessarily consti tute a violation of the prohibition against \nunfair and deceptive acts . . . .\") (citations omitted). Additionally, \"the business of buying, \ndeveloping and selling real estate is an activity 'in or affecting commerce' for the purposes of \nG.S. § 75-1.1.\" Governor's Club Inc. v. Governors Club Ltd. P'ship , 152 N.C. App. 240, 250, \n567 S.E.2d 781, 788 (2002). Finally, Defendant has clearly alleged that the conduct \nconstituting a violation of G.S. § 75-1.1 proximately caused damages.\n54 Accordingly, the \nMotion to Dismiss should be DENIED as to Counterclaim Six. \n50. Ultimately, for the reasons stated above, the Court concludes that the Motion \nto Dismiss should be GRANTED, in part, and DENIED, in part.  \n                                                            \n54 Am. Compl. ¶ 112. \n \n \nTHEREFORE, IT IS ORDERED that Plai ntiff's Motion to Dismiss should be \nGRANTED, in part, and DENIED in part, as follows: \n51. Plaintiff's Motion to Dismiss is GRANTED as to Counterclaim One. \nCounterclaim One is DISMISSED, WITH PREJUDICE. \n52. Plaintiff's Motion to Dismiss is GRANTE D, in part, as to Counterclaim Five. \nCounterclaim Five is DISMISSED, WITHOUT PREJUDICE. \n53. Except as expressly GRANTED above, Plaintiff's Motion to Dismiss is \nDENIED. \nThis the 22nd day of June, 2016. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}