{
  "id": "d274ab497c6ff1d6fc452a7c9adda47fb5d6656dfad5ad0cf2dd2f22372f8a05",
  "source_file": "data/raw/ncbc/d274ab497c6ff1d6fc452a7c9adda47fb5d6656dfad5ad0cf2dd2f22372f8a05.pdf",
  "raw_text": "Hopkins v. MWR Mgmt. Co., 2016 NCBC 38. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n15 CVS 697 \n \nBRANDON HOPKINS, \n \nPlaintiff, \n \nv. \n \nMWR MANAGEMENT COMPANY d/b/a \nMICHAEL WALTRIP RACING and TY \nNORRIS, \n \nDefendants. \n \n \n \n \n \nORDER & OPINION ON DEFENDANT \nMWR’S PARTIAL MOTION TO \nDISMISS SECOND AMENDED \nCOMPLAINT \n \n \n \n{1} THIS MATTER  is before the Court upon  Defendant MWR Management \nCompany’s (“Defendant” or “MWR”) Partial Motion to Dismiss Plaintiff Brandon \nHopkins’ (“Plaintiff” or “Hopkins”) Se cond Amended Complaint (the “Motion to \nDismiss” or the “Motion”).1  \n{2} The Court, having considered the Motion, the briefs supporting and \nopposing the Motion, and the arguments of counsel at a February 2, 2016 hearing on \nthe Motion, hereby GRANTS in part and DENIES in part the Motion to Dismiss. \nVan Kampen Law, PC, by Joshua R. Van Kampen and Sean F. \nHerrmann, for Plaintiff Brandon Hopkins. \n \nJames, McElroy & Diehl, P.A., by W illiam K. Diehl, Jr., Jon P. Carroll, \nand Adam L. Ross, for Defendants MWR Management Company and Ty \nNorris. \nBledsoe, Judge. \nI. \nPROCEDURAL BACKGROUND \n{3} Hopkins commenced this action on January 12, 2015, asserting various \nclaims arising out of MWR’s termination of Hopkins’ employment on August 6, 2014.  \nHopkins’ claims center around his allegation that MWR terminated him for seeking \n                                                            \n1  Although the Motion is titled “Defendants’ Partial Motion to Dismiss the Second Amended \nComplaint,” suggesting that both Defendants are moving parties, the body of the Motion states that \nMWR is the sole moving party, and the claims sought to be dismissed are asserted against only MWR.   \n \n \nsurgery to repair a shoulder injury Hopk ins suffered during the course of his \nemployment.  Hopkins amended his complaint with Defendants’ consent on May 26, \n2015.  Defendants subsequently filed th eir answer, and MWR filed a Motion to \nDismiss, on July 15, 2015, and Hopkins file d a Motion to Amend to assert a second \namended complaint on September 15, 2015.   \n{4} On November 5, 2015, the Court granted Hopkins’ Motion to Amend and at \nthe same time dismissed Hopkins’ claim for wrongful discharge based on an alleged \nviolation of the North Carolina Persons with  Disabilities Protection Act, N.C. Gen. \nStat. 168A-1, et seq. (“NCPDPA”).  See Hopkins I v. MWR Mgmt. Co ., 2015 NCBC \nLEXIS 104 (N.C. Super. Ct. Nov. 5, 2015) (“Hopkins I ” or the “November 5 Order”).  \nIn so ruling, the Court concluded that “Hopkins ha[d] not shown that he was a ‘person \nwith a disability’ under the NCPDPA[.]”  Id. at *19. \n{5} Hopkins filed the Second Amended Complaint on November 10, 2015.  The \nSecond Amended Complaint contains factual allegations nearly identical to those in \nthe Amended Complaint and, based on those same allegations, adds claims against \nMWR under the Americans with Disabilities Act (“ADA”) and the Family and Medical \nLeave Act (“FMLA”). \n{6} On December 2, 2015, MWR filed the current Motion to Dismiss, seeking the \ndismissal of Hopkins’ newly-added ADA an d FMLA claims.  The Motion has been \nfully briefed, and the Court held a hearing on the Motion on February 2, 2016, at \nwhich all parties were represented by counsel.  The Motion is ripe for resolution. \nII. \nFACTUAL BACKGROUND \n{7} The Court does not make findings of fact when ruling on a motion to dismiss \npursuant to Rule 12(b)(6) because such a motion “does not present the merits, but \nonly whether the merits may be reached.”  Concrete Serv. Corp. v. Investors Grp., \nInc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).   \n{8} The relevant factual and procedural background of this case is recited in \ndetail in Hopkins I, 2015 NCBC LEXIS 104, at *2–7, which the Court incorporates \nherein by reference.   \n \n \nIII. \nANALYSIS \nA. Standard of Review \n{9} When ruling on a motion to dismiss pursuant to Rule 12(b)(6), a court asks \n“whether the allegations of the complaint, treated as true, are sufficient to state a \nclaim upon which relief may be granted under some legal theory, whether properly \nlabeled or not.”  \nEnoch v. Inman, 164 N.C. App. 415, 417, 596 S.E.2d 361, 363 (2004).  \nThus, courts generally construe complaint s liberally and accept all allegations as \ntrue, but a “trial court can reject allegations that are contradicted by the documents \nattached, specifically referred to, or incorporated by reference in the complaint.”  \nLaster v. Francis, 199 N.C. App. 572, 577, 681 S.E. 2d 858, 862 (2009).  Dismissal of \na claim on a Rule 12(b)(6) motion is proper “(1) when the complaint on its face reveals \nthat no law supports plaintiff’s claim; (2) when the complaint reveals on its face the \nabsence of fact sufficient to make a good cl aim; (3) when some fact disclosed in the \ncomplaint necessarily defeats the plaintiff’s claim.”  \nOates v. JAG, Inc., 314 N.C. 276, \n278, 333 S.E.2d 222, 224 (1985) (citations omitted).  \nB. Americans with Disabilities Act \n{10} The ADA, 42 U.S.C. § 12101, et seq., prohibits covered entities, including \nprivate employers, from discriminating against “a qualified individual on the basis of \ndisability in regard to job application procedures, the hiring, advancement, or \ndischarge of employees, employee compensation, job training, and other terms, \nconditions, and privileges of employment.”  Id. § 12112(a).  The ADA defines \n“disability” as: “(A) a physical or mental impairment that substantially limits one or \nmore major life activities of such individual; (B) a record of such an impairment; or \n(C) being regarded as having such an impa irment (as described in paragraph (3)).”  \nId. § 12102(1).  A “qualified individual” with a disability under the ADA is someone \n“who, with or without reasonable acco mmodation, can perform the essential \nfunctions” of the job.  Id. § 12111(8).  A reasonable accommodation “is one that \n‘enables [a qualified] individual with a disability . . . to perform the essential functions \nof [a] position,’” and an employer has a good-faith duty to engage with its employee \n \n \nto identify a reasonable accommodation.  Jacobs v. N.C. Admin. Office of the Courts, \n780 F.3d 562, 580–81 (4th Cir. 2015) (alterations in original) (quoting 29 C.F.R. § \n1630.2(o)(1)(ii)) (internal punctuation omitted).   \n{11} “To establish a claim for disability discrimination under the ADA, a plaintiff \nmust prove ‘(1) that she has a disability, (2) that she is a “qualified individual” for the \nemployment in question, and (3) that [her  employer] discharged her (or took other \nadverse employment action) because of her disability.’”  Id. at 572 (alteration in \noriginal) (quoting EEOC v. Stowe-Pharr Mills, Inc., 216 F.3d 373, 377 (4th Cir. 2000)).  \nTo demonstrate one’s status as a “qualified individual with a disability” under the \nADA, an individual may offer: “1) proof that the individual is ‘actually disabled,’ and \nthat such disability ‘substantially limits one or more major life activities’; 2) proof \nthat the individual has a record of such impairment; or 3) proof that the individual is \n‘regarded as having such an impairment.’”  West v. J.O. Stevenson, Inc., No. 7:15-CV-\n87-FL, 2016 U.S. Dist. LEXIS 22526, at *41 (E.D.N.C. Feb. 24, 2016) (quoting 42 \nU.S.C. § 12102(1)).   \n{12} Hopkins alleges in his Second Amended Complaint that he was a “qualified \nindividual with a disability” under the AD A and that MWR violated the ADA by (i) \n“treating Plaintiff differently from his peers in terms and conditions of employment \nand ultimately terminating him on the basis of his actual or perceived disability”; (ii) \n“denying Plaintiff a requested reasonable accommodation, his shoulder surgery and \nleave”; and (iii) “retaliating against Plaint iff for exercising his statutory right to \nrequest a reasonable accommodation.”  (Second Am. Compl. ¶¶ 93–94.) \n{13} MWR first contends that the Court’s conclusion in the November 5 Order \nthat Hopkins failed to show that he wa s a “person with a disability” under the \nNCPDPA, Hopkins I, 2015 NCBC LEXIS 104, at *19, compels the further conclusion \nthat Hopkins is not a “qualified person wi th a disability” under the ADA, therefore \nmandating dismissal.   \n{14} As the Court discussed in the November 5 Order, “a ‘person with a disability’ \nunder the NCPDPA is anyone who ‘(i) has a physical or mental impairment which \nsubstantially limits one or more major life activities; (ii) has a record of such an \n \n \nimpairment; or (iii) is regarded as  having such an impairment.’”  Hopkins I, 2015 \nNCBC LEXIS 104, at *13 (quoting N.C. Gen. Stat. § 168A-3(7a) (2014)).  “Physical or \nmental impairment” encompasses a comprehensive list of disorders or conditions, but \nthe statute excludes conditions that are “temporary in nature, lasting six months or \nfewer, and leaving no residual impairment.”  N.C. Gen. Stat. § 168A-3(7a)(a).  “Major \nlife activities” under the NCPDPA include a variety of life functions, such as \n“sleeping, lifting, bending, . . . and working.”  Id. § 168A-3(7a)(b).  In addition, a \nperson is “regarded as having an impair ment” and therefore is a “person with a \ndisability” under the NCPDPA when he (i) “has a physical or mental impairment that \ndoes not substantially limit major life activi ties but that is treated as constituting \nsuch a limitation” or (ii) has no such impairment limiting a major life activity “but is \ntreated as having such an impairment.”  Id. § 168A-3(7a)(d). \n{15} Hopkins previously argued that he qualified as a “person with a disability” \nunder either the first prong (actual disability) or third prong (perceived disability) of \nthe statutory definition under the NCPDPA, but the Court disagreed.  As to the first \nprong, the Court concluded that the facts as pleaded did not support Hopkins’ \nallegations that the alleged impairment la sted more than six months as required \nunder the NCPDPA.2  The Court further found that the facts as alleged did not show \nthat Hopkins’ alleged disability had substantially limited one or more of his major \nlife activities—in particular, as pleaded here , the major life activities of sleeping and \nlifting.  See Hopkins I, 2015 NCBC LEXIS 104, at *14–17.  As to the third prong, the \nCourt concluded that “[f]airly read, th e Amended Complaint indicates that MWR \n                                                            \n2   The Court specifically found as follows in the November 5 Order:  \n \nHopkins had surgery on August 7, 2014, and achieved a full recovery in less than three \nmonths when his doctor cleared him to return to work with no restrictions on October \n28, 2014.  (Am. Compl. ¶ 41.)  The injury’s impact on his ability to sleep or participate \nin team workouts did not begin until June 2014, which is fewer than six months before \nhis full recovery.  (Am. Compl. ¶¶ 21–23.)  T hus, any effect of the injury lasting more \nthan six months was a result of the decision to delay surgery rather than the nature of \nthe injury itself.   \nHopkins I, 2015 NCBC LEXIS 104, at *32.  \n  \n \n \nknew of the injury but considered Hopkins a capable worker between the time he was \ninjured and his surgery” and does not “permit an inference that MWR treated him as \nsuffering an impairment that was not temporary and substantially limited his major \nlife activities.”  Id. at *18.  \n{16} The Court has previously observed that “[t]he NCPDPA is the North \nCarolina equivalent of the ADA.”  Id. at *15 n.2 (citing Johnson v. Bd. Of Trs. of \nDurham Tech. Cmty. Coll., 157 N.C. App. 38, 46, 577 S.E.2d 670, 674 (2003)).  While \nthe NCPDPA and the ADA are substantially  similar, the ADA Amendments Act of \n2008, Pub. L. No. 110-325, 122 Stat. 3553 (the “ADAAA”), reinstated a more inclusive \nscope of protection by mandating that the definition of disability “shall be construed \nin favor of broad coverage of individuals under this chapter, to the maximum extent \npermitted by [its] terms.”  42 U.S.C. § 12102(4)(A) (2012); see also Summers v. \nAltarum Inst., Corp., 740 F.3d 325, 329 (4th Cir. 2014) (discussing the ADAAA and \nits legislative history).  The NCPDPA was amended after the ADAAA became law, \nbut North Carolina's definition of “a person with a disability” still excludes temporary \nconditions and did not add a mandate fo r broad coverage similar to the ADAAA’s \nmandate.  See 2011 N.C. Sess. Laws 94. \n(i) Actual Disability \n{17} Turning first to Plaintiff’s claim of “actual disability,” Plaintiff argues that \nhe has pleaded facts establishing that he had “a physical impairment that \nsubstantially limits one or more major life activities” under the ADA.  Unlike the \nNCPDPA, the regulations implementing the ADA provide that the term \n“‘[s]ubstantially limits’ is not meant to be a demanding standard,” 29 C.F.R. § \n1630.2(j)(1)(i).  Indeed, the regulations state that “[a]n impairment need not prevent, \nor significantly or severely restrict, th e individual from performing a major life \nactivity in order to be considered substantially limiting.”  Id. § 1630.2(j)(1)(ii).  \nMoreover, in contrast to the NCPDPA, the ADA does not contain a requirement that \nan impairment last longer than si x months to qualify for coverage.  See id. § \n \n \n1630.2(j)(1)(ix).3  Also unlike the NCPDPA, the ADA specifically includes as a “major \nlife activity” “[t]he operation of a ma jor bodily function,” including, the \n“musculoskeletal . . . function[].”  Id. § 1630.2(i)(1)(ii).    \n{18} In cases brought under the ADA, as amended by the ADAAA, “[t]he primary \nobject of attention . . . should be whethe r covered entities have complied with their \nobligations and whether discrimination ha s occurred, not whether the individual \nmeets the definition of disability.”  Jacobs, 780 F.3d at 572 (quoting 29 C.F.R. § \n1630.1(c)(4)).  “The question of whether an individual meets the definition of \ndisability under this part should not dema nd extensive analysis.”  29 C.F.R. § \n1630.1(c)(4).  At the pleading stage under the Federal Rules, a plaintiff asserting \nclaims under the ADA is “not required . . . to go into particulars about the life activity \naffected by [the] alleged disability or detail the nature of [the] substantial \nlimitations.”  Mary’s House, Inc. v. N.C., 976 F. Supp. 2d 691, 702 (M.D.N.C. 2013) \n(quoting Fowler v. UPMC Shadyside, 578 F.3d 203, 213 (3d Cir. 2009)).   \n{19} In this case, Plaintiff has pleaded that he suffered a torn labrum on October \n6, 2013, (Second Am. Compl. ¶¶ 15, 19), and contends that he has pleaded facts \nshowing that this impairment substantially limited “his ability to sleep,” his ability \nto “lift[], reach[], and perform[] manual tasks,” and his “musculoskeletal system’s \nfunction.”  (Pl. Mem. Supp. Mot. Dismiss 11; Second Am. Compl. ¶ 91.)  Plaintiff \nalleges that he underwent surgery to repair  his injury on August 7, 2014, (Second \nAm. Compl. ¶ 26), and was cleared to return to work with no restrictions on October \n28, 2014.  (Second Am. Compl. ¶ 42.) \n{20} The Court previously concluded that Plaintiff had failed to plead facts \npermitting a conclusion that Plaintiff was substantially limited in his ability to sleep \n                                                            \n3  For example, 29 C.F.R. § 1630.2(j)(1)(ix) provides:   \n \nThe six-month “transitory” part of the “transitory and minor” exception to “regarded \nas” coverage in § 1630.15(f) does not apply to the definition of “disability” under \nparagraphs (g)(1)(i) (the “actual disability” prong) or (g)(1)(ii) (the “record of” prong) of \nthis section. The effects of an impairment lasting or expected to last fewer than six \nmonths can be substantially limiting within the meaning of this section. \n \n \n \nor lift for purposes of the NCPDPA.  As to  Plaintiff’s alleged inability to sleep, the \nCourt relied upon federal decisions under  the ADA but not the ADAAA and held as \nfollows:   \nAt the hearing, Hopkins directed the Court’s attention to his allegations \nregarding substantial impairment of his ability to sleep and lift. \nHowever, the Amended Complaint only alleges that Hopkins told his pit \ncoach that his shoulder pain “affected his ability to sleep” in early June \n2014. (Am. Compl. ¶ 21.) Without more, this statement does not give rise \nto an inference that Hopkins was “substantially limited” in his ability to \nsleep. See Anderson v. Discovery Commc’ns, 517 Fed. Appx. 190, 194–\n95 (4th Cir. 2013) (holding that a plaintiff who alleged receiving less \nthan four hours of sleep nightly on account of insomnia was not \nsubstantially limited in a major life activity under the ADA); \nBoerst v. \nGen. Mills Operations, 25 Fed. Appx. 403, 407 (6th Cir. 2002) (“Getting \nbetween two and four hours of sleep a night, while inconvenient, simply \nlacks the kind of severity we requir e of an ailment before we will say \nthat the ailment qualifies as a substantial limitation under the ADA.”). \nHopkins I, 2015 NCBC LEXIS 104, at *14–15.   \n{21} As to Plaintiff’s alleged inability to lift, the Court held: \nHopkins asserts that he continued to work through the summer of 2014, \nalthough he “was unable to work out and could only partially participate \nin pit practice” as he was “trying to save his shoulder for the beating it \nwould take on race day.” (Am. Compl. ¶ 23.) Hopkins’ inability to \nparticipate in team workouts while  continuing to perform the other \naspects of his job does not indicate that he was substantially limited in \nthe major life activities of lifting or working. \nSee Reynolds v. Am. Nat’l \nRed Cross , 701 F.3d 143, 152–53 (4th Cir. 2012) (holding that the \nplaintiff was not substantially limited in his ability to lift under the ADA \nwhere his alleged injuries did not restrict him from doing activities of \ncentral importance to most people’s daily lives) 4; Gravitte v. Mitsubishi \nSemiconductor Am., Inc., 109 N.C. App. 466, 471, 428 S.E.2d 254, 257, \ndisc. rev. denied, 334 N.C. 163, 432 S.E.2d 360 (1993) (stating that \n“plaintiff’s condition must limit more than her mere ability to work a \nparticular job in order for it to a ffect a major life activity”). Taken as \ntrue, Hopkins’ pleadings indicate that he could, in fact, perform most of \nhis job duties but chose to  exert himself sparingly. See Clark v. United \nEmergency Servs., No. COA07-592, 2008 N.C. App. LEXIS 660, *22–23 \n                                                            \n4 In Reynolds, the Fourth Circuit joined other federal circu it courts of appeals in holding that the \nADAAA, which took effect on January 1, 2009, does  not apply retroactively.  701 F.3d at 151–52.  \nHopkins I cited a number of federal cases that were decided after January 1, 2009 but did not apply \nthe ADAAA because the conduct underlying the ADA claims occurred prior to 2009.   \n \n \n(N.C. Ct. App. Apr. 15, 2008) (unpublished) (holding that plaintiff failed \nto state a claim under the NCPDPA when she could perform her job \nduties at times when she was not receiving treatments for a blood \ndisorder). \nHopkins I, 2015 NCBC LEXIS 104, at *16–17 (footnote added). \n{22} Impairments lasting for fewer than six months are excluded from the \nstatutory definition of “disability” under the NCPDPA, which reflects interpretations \nof the ADA prior to the 2008 amendments.  See Toyota Motor Mfg., Ky., Inc. v. \nWilliams, 534 U.S. 184, 198 (2002) (holding that an impairment only rises to the level \nof a disability under the ADA if its impact  is “permanent or long term”).  The 2008 \namendments to the ADA and the accompanyi ng regulations took a more inclusive \nview that “effects of an impairment lasting or expected to last fewer than six months \ncan be substantially limiting . . . .”  29 C.F.R. § 1630.2(j)(1)(ix) (emphasis added).  In \npromulgating these regulations, the EEOC has offered guidance on how to consider \nan impairment’s duration.  “Impairments that last only for a short period of time are \ntypically not covered, although they may be covered if sufficiently severe.”  29 C.F.R. \n§ 1630.2(j)(i)(ix) (app.).  Courts should view duration as merely “one factor that is \nrelevant in determining whether the impa irment substantially limits a major life \nactivity.”  Id.  As an example of a sufficiently severe temporary impairment, the \nFourth Circuit has embraced the EEOC’s view that an individual with a back \nimpairment that results in a twenty pound  lifting restriction lasting for several \nmonths is substantially limited in the major life activity of lifting.  Summers, 740 \nF.3d at 330 (relying on 29 C.F.R. § 1630.2(j)(i)(ix) (app.)). \n{23} First, as to sleep, Plaintiff alleges only  that he told his pit coach that his \nshoulder pain “affected his ability to sleep” on a single occasion in early June 2014.  \n(Second Am. Compl. ¶ 22.)  Plai ntiff does not allege any facts showing that he was \nactually unable to sleep as a result of hi s injury.  Moreover, he  has not pleaded any \nfacts indicating the degree or severity of any alleged inability to sleep, including how \nfrequently he suffered from his alleged in ability to sleep, how severely his nightly \nsleep was disrupted when his ability to sleep was affected, or the length of time he \n \n \nsuffered from his alleged inability to sleep.5  Based on the facts pleaded here—simply \nthat Plaintiff told his pit coach on a single  occasion that his injury had “affected his \nability to sleep”—the Court concludes that Plaintiff has failed to plead facts from \nwhich a permissible inference may be drawn that he was substantially limited in his \nability to sleep as a result of his alleged disability.  See, e.g., West, 2016 U.S. Dist. \nLEXIS 22526, at *43 (“Where plaintiff has failed to plead the expected duration of his \nimpairment, as well as its severity, the court cannot determine its effect on any major \nlife activity.”); Estate of Murray v. UHS of Fairmount, Inc. , No. 10-2561, 2011 U.S. \nDist. LEXIS 130199, at *26 (E.D. Pa. Nov. 9,  2011) (holding that plaintiff was not \nsubstantially limited in the major life activity of sleeping where her evidence “boil[ed] \ndown to a brief mention . . . of not eating , not sleeping, and having racing thoughts \nwithout any details as to durati on, frequency, or severity”); but see Summers , 740 \nF.3d at 330 (holding that plaintiff’s temporary impairment was sufficiently severe to \nsurvive a 12(b)(6) motion where plaintiff a lleged that his broken legs and injured \ntendons rendered him immobile for seven months).   \n{24} Next, as to lifting, reaching and perf orming manual tasks, Plaintiff alleges \nthat he continued to work through the su mmer of 2014, although he “was unable to \nwork out and could only partially participate in pit practice” as he was “trying to save \nhis shoulder for the beating it would take  on race day.” (Second Am. Compl. ¶ 24.)  \nThe Court previously concluded that “Hopkins’ pleadings indicate that he could, in \nfact, perform most of his job duties but chose to exert himself sparingly,” and that any \nimpairment was temporary in nature and not so severe that he was substantially \nlimited in lifting, reaching, and other manual tasks.  Hopkins I, 2015 NCBC LEXIS \n104, at *16–17.   In reaching this conclusion, the Court relied on North Carolina case \nlaw and analogous pre-ADAAA federal case law, which, as explained above, place a \nstricter burden on plaintiffs to allege disability at the pleadings stage.  See supra ¶ 16.   \n                                                            \n5  As pleaded, Plaintiff’s inability to sleep did not begin until June 2014 and, at most, ended no later \nthan his release to return to work on October 28, 2014, a period of no more than four months.  (Second \nAm. Compl. ¶¶ 21–23.) \n \n \n{25} Construing the ADA in favor of broad coverage and to the maximum extent \npermitted by its terms, as the Court is required to do under the ADAAA, the Court \ncannot determine that Hopkins has failed to plead sufficiently that he was \nsubstantially limited in his ability to reach, lift, and perform manual tasks.  Plaintiff \nhas at least alleged non-conclusory facts that his impairment limited his ability to \nlift, reach, and perform manual tasks, which the Court determines is sufficient under \nthe ADAAA to survive a motion to dismiss.  See generally Mary’s House, 976 F. Supp. \n2d at 702 (holding that plaintiffs’ allegations that they were recovering addicts and \npreviously homeless was sufficient at the 12(b)(6) stage to support an inference that \nthey were substantially limited in their ability to work and care for themselves); Bray \nv. Town of Wake Forest, No. 5:14-CV-276-FL, 2015 U.S. Dist. LEXIS 44731, at *27–\n28 (E.D.N.C. Apr. 3, 2015) (holding that plai ntiff who alleged she could not lift, run, \nand jump while pregnant sufficiently pleaded disability despite pre-ADAAA \nprecedent that pregnancy alone is not a disability for the purposes of the ADA); see \nalso Rico v. Xcel Energy, Inc. , 893 F. Supp. 2d 1165, 1168 (D.N.M. 2012) (“[I]n light \nof the new standards outlined in the ADAAA and its implementing regulations, courts \nhave declined to dismiss, under Rule 12(b)(6 ), ADA claims for failure to allege facts \nthat, if proven, would establish an impairment that ‘substantially limits’ a major life \nactivity”).  While proof of more detailed facts may be needed to survive a motion for \nsummary judgment, Plaintiff’s allegations are sufficient at this stage to support an \ninference that he was substantially limited in his ability to lift, reach, and perform \nmanual tasks.   \n{26} Last, Plaintiff alleges that he suffered a torn labrum, which substantially \nlimited his “musculoskeletal system’s func tion” and thus constituted a disability \nunder the ADA.  According to  the Orthopaedic Surgery section of the John Hopkins \nMedicine website, “[t]he labrum is a piece of fibrocartilage (rubbery tissue) attached \nto the rim of the shoulder socket that help s keep the ball of the joint in place. When \nthis cartilage is torn, it is called a labral tear.”6  Fibrocartilage is “a type of cartilage \n                                                            \n6 See John Hopkins Medicine, Orthopaedic Surgery, http://www.hopkinsmedicine.org/orthopaedic-\nsurgery/specialty-areas/sports-medicine/conditions-we-treat/labral-tear-shoulder.html.  \n \n \nhaving a large number of fibers,”7 and “[c]artilage is a type of connective tissue in the \nbody that has a tough, flexible matrix made of collagen, protein, and sugar.” 8  \n“Cartilage is found in the nose and ears, as well as joints, including the knees, hips, \nshoulders, and fingers,”9 and “[t]he skeletal system includes the bones of the skeleton \nand the cartilages, ligaments, and other connective tissue that stabilize or connect \nthe bones.”10  Defendants do not argue that the labrum is not part of the body’s \nmusculoskeletal system, and so the Court acce pts as true Plaintiff’s allegation that \nhis torn labrum affected his body’s musculoskeletal system.   \n{27} In contrast to the other alleged major life activities Plaintiff contends were \nsubstantially limited by his alleged disab ility, Plaintiff has advanced a number of \nallegations suggesting that his torn labrum substantially restricted the operation of \nhis musculoskeletal function, including numerous allegations asserting that Plaintiff \nsuffered intense pain in his shoulder and neck for several months and lost feeling in \nhis arm and hand from time to time. (Second Am. Compl. ¶¶ 16–26.)  As a result, the \nCourt concludes that, as pleaded here, Plaintiff’s impairment, although temporary, is \nalleged to have been sufficiently severe to “substantially limit” the operation of his \nmusculoskeletal function under the expansive definition of that term under the 2008 \nAmendments to the ADA.  E.g., 29 C.F.R. 1630.2(j)(1) (“‘Substantially limits’ is not \nmeant to be a demanding standard.”).  See also Summers, 740 F.3d at 332 (stating \nthat torn tendons are impairments to the musculoskeletal system); Moore v. Jackson \nCnty. Bd. Of Educ. , 979 F. Supp. 2d 1251, 1261 (N.D . Ala. 2013) (holding that \nplaintiff’s broken ankle substantially limited her general musculoskeletal function).11  \n                                                            \n7  See Dictionary.com, http://www.dictionary.com/browse/fibrocartilage. \n \n8   See Univ. of Md. Med. Ctr., http://umm.edu/health/medical/altmed/supplement/cartilage. \n \n9  Id. \n \n10  See Cleveland Clinic, Diseases & Conditions, h ttps://my.clevelandclinic.org/health/diseases_\nconditions/hic_musculoskeletal_pain/hic_Normal_Structure_and_Function_of_the_Musculoskeletal_\nSystem (emphasis added).   \n \n11  “The link between particular impairments and various major bodily functions should not be difficult \nto identify.  Because impairments, by definition, affect the functioning of body systems, they will \n \n \nThe Court thus concludes that Plaintiff may maintain his claim for “actual disability” \nunder the ADA at this stage of the litigation based on his contention that his alleged \nimpairment substantially limited the operation of his musculoskeletal function.   \n(ii) Regarded As  \n{28} Chief Judge Flanagan recently summarized the elements of a “regarded as” \nclaim under the 2008 Amendments to the ADA: \nThe elements of an ADAAA claim brought under the “regarded as” \nprong essentially are the same as those elements necessary to state a \nclaim under the ADAAA's “actually disabled” prong.  See Reynolds v. \nAm. Nat'l Red Cross, 701 F.3d 143, 150, 153 (4th Cir. 2012).  The only \ndifference between the two claims is the nature of proof required to \ndemonstrate that the plaintiff is a “qualified individual with a \ndisability.”  Under the “regarded as” prong, individuals who are \n“regarded as having” a physical or mental impairment that \nsubstantially limits one or more of  their major life activities are \nprotected by the ADAAA.  \nSee 42 U.S.C. § 12102(1)(A ) & (C).  To be \n“regarded as” having such an impairment, the plaintiff must \ndemonstrate that he suffers from “an actual or perceived physical or \nmental impairment whether or not the impairment limits or is \nperceived to limit a major life activity.”  [\nId.] § 12102(3)(A).  Thus, \nunlike the “actually disabled” prong,  which requires proof that an \nimpairment substantially limits a major life activity, to plead a \nsuccessful claim under the “regarded as” prong, a plaintiff need only \nshow that he suffers from an impairment, whether or not that \nimpairment actual[ly] affects him or is only perceived by his employer \nand regardless of whether that impairment substantially limits any \nmajor life activity. \nSee id.; see also 29 C.F.R. § 1630.2(l)(1)[.]  \n \nWest, 2016 U.S. Dist. LEXIS 22526, at *44–45. \n{29} In concluding that Plaintiff had failed to plead facts alleging that MWR \nregarded him as disabled under the NCPDPA, the Court observed that “Hopkins \nhimself asserts that even while injured he was ‘probably in the top 10-15%’ of front \ntire changers in the Sprint Cup and that MWR did not identify any deficiency in his \njob performance when they terminated him.”  Hopkins I, 2015 NCBC LEXIS 104, at \n*18.  The Court also determined that “[f]airly read, the Amended Complaint indicates \n                                                            \ngenerally affect major bodily functions.  For example . . . rheumatoid arthritis affects musculoskeletal \nfunctions.”  29 C.F.R. § 1630.2(i) (app.) \n \n \nthat MWR knew of the injury but considered Hopkins a capable worker between the \ntime he was injured and his surgery.”  Id.  The Court finally concluded that “Hopkins’ \nefforts to ‘suck[] it up’ and ‘work through the pain,’ . . . [did] not permit an inference \nthat MWR treated him as suffering an impairment that was not temporary and \nsubstantially limited his major life activities” under the NCPDPA.   In advancing his \n“regarded as” claim under the ADA, Plainti ff relies on these same identical facts.  \n(Second Am. Compl. ¶¶ 39, 21.)   \n{30} Under the ADAAA, however, Plaintiff needs not meet the same pleading \nstandard as under the NCPDPA.  A plaint iff has sufficiently pleaded that he was \n“regarded as” disabled under the ADA where “1) he is actually impaired and such \nimpairment is known to his employer or  2) his employer perceives him to be \nimpaired.”  West, 2016 U.S. Dist. LEXIS 22526, at *49.  In defining “regarded as,” the \nstatute specifically uses the word “imp aired” rather than “disabled,” meaning a \nplaintiff no longer must prove that he was regarded as having a substantially limiting \nimpairment.  Id. at *48–49; see also Jordan v. Forfeiture Support Assocs. , 928 F. \nSupp. 2d 588, 606 (E.D.N.Y. 2013).  \n{31} Plaintiff has, under this more leni ent standard, alleged that he was \nimpaired by his shoulder injury and that  his employer knew of the impairment.  \nWhile the Court concluded in Hopkins I that Plaintiff had not alleged that he was \nterminated because MWR perceived him as disabled—as defined in the NCPDPA—\nPlaintiff has alleged here that MWR terminated him shortly after he notified his \nemployer that he could not complete the race season on account of his shoulder injury.  \n(Second Am. Compl. ¶¶ 25–26.)  Therefore, Plaintiff has alleged that he was “regarded \nas” disabled under 42 U.S.C. § 12102(1)(C).\n12   \n                                                            \n12 The exception for “transitory and minor” impairments lasting six months or less still remains for \nthe “regarded as” prong.  42 U.S.C. § 12102(3)(B).  The Court in Hopkins I determined that, based on \nthe time at which Plaintiff’s ability to sleep and work out were allegedly impaired, “any effect of the \ninjury lasting more than six months  was the result of the decision to delay surgery rather than the \nnature of the injury itself.”  Hopkins I, 2015 NCBC LEXIS 104, at *14.  In light of the ADAAA’s \nmandate for broad coverage, however, the Court will permit Plaintiff’s “regarded as” claim to proceed \nand address the evidence concerning whether Plaintiff’s alleged impairments were “transitory” or \n“minor” at the summary judgment stage of this litigation.     \n \n \n(iii)  Reasonable Accommodation/Retaliation \n{32} MWR moved to dismiss Plaintiff’s ADA claim on the basis of an “actual or \nperceived” disability and, other than on this ground, has not specifically moved to \ndismiss Plaintiff’s ADA claim to the extent it is based on Plaintiff’s contentions that \nMWR “den[iedl Plaintiff a requested reasonable accommodation, his shoulder surgery \nand leave” and “retaliate[d] against Plaint iff for exercising his statutory right to \nrequest a reasonable accommodation.”  (Second Am. Compl. ¶¶ 93–94.)  Nonetheless, \nthe Court briefly addresses these contenti ons in light of the Court’s rulings on \nPlaintiff’s claims for actual and perceived disability.     \n{33} The ADA's implementing regulations instruct that a  \ncovered entity is required, absent undue hardship, to provide a reasonable \naccommodation to an otherwise qu alified individual who meets the \ndefinition of disability under the ‘actual disability’ prong (paragraph \n(g)(1)(i) of this section), or ‘record of ’ prong (paragraph (g)(1)(ii) of this \nsection), but is not required to prov ide a reasonable accommodation to an \nindividual who meets the definition of disability solely under the ‘regarded \nas’ prong (paragraph (g)(1)(iii) of this section). \n \n29 C.F.R. § 1630.2(o)(4)); \nChamberlain v. Securian Fin. Grp., Inc., No. 3:14-cv-00453-\nMOC-DCK, 2016 U.S. Dist. LEXIS 20353, at  *49 (W.D.N.C. Feb. 19, 2016) (“the \nADAAA, apparently in an attempt to resolv e a circuit split, provides that \naccommodations need not be given to ‘regarded as’ employees”).  Accordingly, because \nthe Court has concluded that Plaintiff’s cl aim for “actual disability” shall survive \ndismissal on this Motion, Plaintiff’s reasonable accommodation claim should not be \ndismissed under Rule 12(b)(6). \n{34} In addition, an ADA retaliation claim “leaves employers liable for \nterminating employees who are retaliated against for making a good-faith request for \na reasonable accommodation,” whether the employee’s alleged disability is actual or \nperceived.  \nSaley v. Caney Fork, LLC , 886 F. Supp. 2d 837, 855 (M.D. Tenn. 2012).  \nAs a result, Plaintiff’s ADA retaliation claim should likewise survive Defendant’s \nMotion. \n \n \n \n \nC. Family Medical Leave Act \n{35}  The Family Medical Leave Act (“FMLA”), 29 U.S.C. § 2601, et seq., grants \nemployees the prescriptive right to take up “to a total of 12 workweeks of leave during \nany 12-month period” when, inter alia , an employee is burdened with “a serious \nhealth condition that makes the employee unable to perform” his job.  29 U.S.C. § \n2612(a)(1).    \n{36} The FMLA makes clear that it is “unl awful for any employer to interfere \nwith, restrain, or deny the exercise of or the attempt to exercise” an employee’s FMLA \nrights.  29 U.S.C. § 2615(a)(1).   A violation of this sectio n is frequently described as \nan “FMLA interference” claim.  To make  out an “FMLA interference” claim, an \nemployee must demonstrate that (1) he is entitled to an FMLA benefit; (2) his \nemployer interfered with the provision of that benefit; and (3) that interference \ncaused harm.  Adams v. Anne Arundel Cnty. Pub. Sch ., 789 F.3d 422, 427 (4th Cir. \n2015) (citing Ragsdale v. Wolverine World Wide, Inc., 535 U.S. 81, 89 (2002)). \n{37} The FMLA further provides that it is “unlawful for any employer to \ndischarge or in any other manner discriminate against any individual for opposing \nany practice made unlawful by [the FMLA]. ”  29 USCS § 2615(a)(2).  A violation of \nthis section is typically referred to as an “FMLA retaliation” claim.  The Fourth \nCircuit has recognized that “because FMLA retaliation claims are analogous to Title \nVII retaliation claims, they can be analyzed under the burden-shifting framework of \nMcDonnell Douglas Corp. v. Green , 411 U.S. 792, 800–06 (1973).”  Ranade v. BT \nAms., Inc., 581 F. App’x 182, 183 (4th Cir. 2014) (citing Nichols v. Ashland Hosp. \nCorp., 251 F.3d 496, 502 (4th Cir. 2001)).  Thus, to plead an FMLA retaliation claim, \nan employee must allege facts showing “that []he engaged in protected activity, that \n[the employer] took adverse action agains t [him], and that the adverse action was \ncausally connected to [the employee’s] protected activity.”  Mercer v. Arc of Prince \nGeorges Cnty., Inc., 532 F. App’x. 392, 398 (4th Cir. 2013) (quoting Cline v. Wal-Mart \nStores, Inc., 144 F.3d 294, 301 (4th Cir. 1998)). \n{38} Plaintiff’s FMLA claim here is premised on Plaintiff’s allegation that “MWR \nrepeatedly discouraged Plaintiff from taking his requested FMLA protected leave and \n \n \nultimately terminated him for these requests.”  (Second Am. Compl. ¶ 107.)  Thus, it \nappears that Plaintiff’s claim is for both discouraging Plaintiff from taking FMLA \nleave—an FMLA interference claim—and fo r terminating Plaintiff for requesting \nFMLA leave—an FMLA retaliation claim. \n{39} Defendants move to dismiss Plaintiff’s FMLA claim on the ground that \nPlaintiff has failed to allege compliance with MWR’s usual notice and procedural \nrequirements.  More specifically, MWR argues that Plaintiff’s failure to plead that he \n“requested medical leave under the FMLA pursuant to MWR’s written policies as set \nforth in the Employee Manual,” (Defs.’ Me m. Supp. Mot. Dismiss 10), renders \nPlaintiff’s claim fatally defective in light of 29 C.F.R. § 825.302(d), which permits an \nemployer to delay or deny an FMLA leav e request “[w]here an employee does not \ncomply with the employer’s usual notice and procedural requirements,” and federal \ncase law dismissing FMLA claims based on an employee’s failure to comply with the \nemployer’s internal leave policies and procedures.  \nSee, e.g., Righi v. SMC Corp. of \nAm., 632 F.3d 404, 411–12 (7th Cir. 2011) (hol ding that “an employee’s failure to \ncomply with his employer’s internal leav e policies and procedures is a sufficient \nground for termination and forecloses an FMLA claim”); Gibson v. Corning Inc., No. \n5:14-CV-105-BO, 2015 U.S. Di st. LEXIS 48905, at *18–19 (E.D.N.C. Apr. 13, 2015) \n(dismissing plaintiff’s FMLA claim where plaintiff did not comply with the employer’s \nnotification or certification requirements). \n{40} Defendant’s argument, however, seeks to require Plaintiff to plead facts to \nanticipate and defeat Defendants’ expected defenses rather than to identify required \nelements omitted from Plaintiff’s pleading.  As noted above, an “FMLA interference” \nclaim must allege that a plaintiff is entitled to an FMLA benefit, interference, and \nresulting harm.  Adams, 789 F.3d at 427.  Similarly, an “FMLA retaliation” claim \nmust allege protected activity, adverse action, and a causal connection.  Mercer, 532 \nF. App’x. at 398.  Neither claim requires a plaintiff to sp ecifically allege compliance \nwith the employer’s internal leave policies in order to state a valid claim for purposes \nof Rule 12(b)(6).  See, e.g., Findlay v. PHE, Inc ., No. 1:98CV01068, 1999 U.S. Dist. \nLEXIS 9760, at *9 (M.D.N.C. Apr. 16, 1 999) (“[C]ompliance with employer notice \n \n \nprocedures is not an element of an FMLA retaliation claim which must be specifically \npleaded.”); Thomas v. Dolgencorp, LLC, No. 1:13-cv-128-MHT-PWG, 2015 U.S. Dist. \nLEXIS 98167, at *10 (M.D. Ala. June 9, 2015) (“A defendant bears the burden of proof \nfor an affirmative defense under the FMLA.  This includes for the affirmative defense \nof lawful reasons for termination.”) (citation omitted).   \n{41} Rather, a defendant may raise an empl oyee’s failure to comply with the \ndefendant employer’s policies and procedures as an affirmative defense against the \nplaintiff’s claim.  See, e.g., Findlay, 1999 U.S. Dist. LEXIS 9760 at *9–10. (“[F]ailure \nto meet [employer notice] requirements represents a merit-based defense to Plaintiff’s \ncontention that she engaged in protected ac tivity and is appropriately raised at the \nsummary judgment stage.”).  Indeed, th e cases upon which Defendant relies, \nincluding Righi and Gibson cited above, were decided under Rule 56 after the \ndevelopment of a factual record, not under Rule 12 as a matter of pleading.  See \ngenerally, e.g., Schmidt v. Skolas , 770 F.3d 241, 249 (3d Ci r. 2014) (“[A] complaint \nneed not anticipate or overcome affirmative defenses; thus, a complaint does not fail \nto state a claim simply because it omits facts that would defeat [an affirmative] \ndefense.”); \nLevin v. Miller, 763 F.3d 667, 671 (7th Cir. 2014) (“Complaints need not \nanticipate affirmative defenses . . . .”).   \n{42} Although the North Carolina appellate courts have made clear that \n“dismissal under Rule 12(b)(6) on the grounds of [an] affirmative defense is proper if \nthe complaint on its face reveals an “insurmountable bar” to recovery, Johnson v. \nN.C. Dept. of Transp., 107 N.C. App. 63, 66–67, 418 S.E. 2d 700, 702 (1992) (citation \nomitted), the Court cannot conclude that Defendant’s purported affirmative defense \nhere compels the dismissal of Plaintiff’s FMLA claim as a matter of law at this stage \nof the litigation.  Accordingly, the Court concludes that Defendant’s motion to dismiss \nPlaintiff’s FMLA claim should be denied at this time, without prejudice to \nDefendants’ right to raise this defense by  proper motion after appropriate factual \ndevelopment.   \n \n \n \n \nIV. \nCONCLUSION \n{43} For the foregoing reasons, the Court hereby DENIES in part and GRANTS \nin part MWR’s Partial Motion to Dismiss: \na. MWR’s Motion to Dismiss is GRANTED, and Plaintiff’s ADA claim is \nDISMISSED with prejudice, but only to the extent Plaintiff’s ADA claim \nis based on Plaintiff’s alleged actual disability in the major life activity \nof sleeping. \nb. Except as provided above, MW R’s Motion to Dismiss is DENIED as to \nPlaintiff’s ADA claim, including to the extent Plaintiff’s ADA claim is \nbased on: \ni. Plaintiff’s alleged actual disability in the major life \nactivities of lifting, reaching, and performing manual \ntasks, and in the operation of Plaintiff’s musculoskeletal \nfunction; \nii. Plaintiff’s contention that he was “regarded [by MWR] as” \nhaving a physical or mental impairment that substantially \nlimits one or more of his major life activities; \niii. MWR’s alleged failure to provide Plaintiff a reasonable \naccommodation; and \niv. MWR’s alleged retaliation against Plaintiff for engaging in \nprotected conduct; \nc. MWR’s Motion to Dismiss Plaintiff’s FMLA claim is DENIED, without \nprejudice to MWR’s right to move to dismiss Plaintiff’s FMLA claim \nbased on Plaintiff’s failure to co mply with MWR’s usual notice and \nprocedural requirements, if warrant ed, after factual development at a \nlater stage of this litigation. \n \n \n \n \n \nSO ORDERED, this the 13th day of May, 2016. \n \n \n \n      / s /  L o u i s  A .  B l e d s o e ,  I I I    \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n        for Complex Business Cases "
}