{
  "id": "d276a047861f6b2f4de2e2488a703081d40d4c1ea015d14afae914903b30c362",
  "source_file": "data/raw/ncbc/d276a047861f6b2f4de2e2488a703081d40d4c1ea015d14afae914903b30c362.pdf",
  "raw_text": "N. Carolina State Bar v. Lienguard, Inc., 2014 NCBC 11. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 7288 \nTHE NORTH CAROLINA STATE \nBAR, \n \nPlaintiff, \n \nv. \n \nLIENGUARD, INC. and  \nJANIS LUNDQUIST, \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n)\n) \nORDER  \n \n {1} THIS MATTER is before the court on cross-motions for judgment on \nthe pleadings pursuant to N.C. R. Civ. P. 12(c).  For the reasons stated below, the \nmotion by Plaintiff The North Carolina State Bar (“the State Bar”) is GRANTED,  \nthe motion by Defendants Lienguard, Inc. (“Lienguard”) and Janis Lundquist \n(“Lundquist”) is DENIED, and the State Bar is requested to submit a proposed \ninjunction, after which the court will enter judgment pursuant to Rule 54(b). \n \nNorth Carolina Department of Justice, by I. Faison Hicks, Special Deputy \nAttorney General, and The North Carolina State Bar by David Johnson, \nDeputy Counsel, for Plaintiff The North Carolina State Bar. \n \nCarlton Law PLLC, by Alfred P. Carlton, Jr., and Allen, Pinnix & Nichols, \nP.A., by Cathleen M. Plaut, for Defendants Lienguard, Inc. and Janis \nLundquist. \n \nGale, Judge. \n \nI. INTRODUCTION \n \n{2} Lienguard maintains a commercial lien filing service which it offers \nthrough its internet website.  The State Bar contends in doing so, Lienguard has \nengaged in the unauthorized practice of law (“UPL”).    \n \n \n{3} This litigation follows an administrative procedure during which the \nState Bar found probable cause to believe that there is such UPL and demanded \nthat Lienguard cease its activity.  The State Bar then followed with its Complaint.   \n{4} Defendants counterclaimed, asking the court to declare that: (1) its \npractices do not constitute UPL; and (2) the State Bar’s effort to prevent those \npractices contravene the North Carolina Constitution’s monopoly and equal \nprotection clauses, and then upon such declaration to enjoin the State Bar’s further \nenforcement. \n{5} The Parties filed cross-motions for judgment on the pleadings pursuant \nto N.C. R. Civ. P. 12 (c).   While Lienguard maintains that certain issues are ripe for \nthe court’s determination on the pleadings, it also contends the State Bar has \nfurther impermissibly injected facts or issues that extend beyond the pleadings.  \nThe court limits its consideration to the matters directly asserted in the Complaint, \nwhich include Defendants’ actions in: (1) preparing and offering to prepare and file \nclaims of lien pursuant Chapter 84 of the North Carolina General Statutes; (2) \nholding Lienguard out as competent to prepare such liens; and (3) providing and \noffering to provide legal advice and services for use in North Carolina.    \n{6} The essential facts regarding Lienguard’s commercial filing service are \nevident from the pleadings which, in turn, reference its website materials.  The \nlitigation reflects the Parties’ differing interpretation drawn from those facts.  The \nState Bar contends that the claims of lien are legal documents, and by preparing \nthem Lienguard practices law, and provides legal advice in the course of doing so.  \nDefendants claim that Defendants act only as agents for lien claimants who are \nentitled to represent themselves, provides no more than clerical services, and \nprovides no legal advice in making generalized statements regarding North \nCarolina’s lien laws and procedures.   \n{7} The critical threshold questions are whether the claims of lien are legal \ndocuments and whether Defendants prepare them in a manner that exceeds the \nprotection of recognized exemptions from the prohibitions of Chapter 84.  If so, then \nthe court must further consider whether statements made in connection with \n \n \nDefendants’ services further constitute improper legal advice or holding oneself out \nas qualified and entitled to practice law in North Carolina.    \n{8} After careful review, the court concludes that the claims of lien which \nDefendants prepare are legal documents, and the manner in which Defendants \nparticipate in preparing them constitutes UPL and should be enjoined.  Therefore, \nLienguard’s statements constitute impermissible legal advice and holding out when \nmade in connection with preparing such claims of lien.   \n {9} In light of this determination, the court need not separately address \nother issues that the pleadings might raise, such as whether Defendants would \nengage in UPL by (1) merely filing claims of lien on behalf of their clients or; (2) \nmaking generalized statements regarding North Carolina’s lien laws and \nprocedures or Defendants’ qualifications in the construction industry, absent \nDefendants’ preparation of the claims of lien.    \n{10} The court’s holding should then result in the entry of an injunction \nnarrowly drawn so as to be consistent with this Order.  The State Bar is requested \nto submit the proposed form of such an injunction, with Defendants’ comments as to \nform, after which the court will enter judgment.  While the Complaint may raise \nbroader issues that this Order does not finally resolve, the court intends that its \nholding is a final resolution on the central issue in this case: whether Defendants \nhave engaged in UPL through the manner in which they prepare claims of lien on \nbehalf of their clients.  Accordingly, there is no just reason for delay before the \ncourt’s holding is subject to appeal as provided by Rule 54(b), and the court intends \nto certify its judgment entering the injunction pursuant to that Rule.  \nII. FACTUAL BACKGROUND \n {11} The facts stated below for the context of the court’s ruling are taken \nfrom the pleadings and from exhibits, including exhibits attached to the movant’s \npleadings for which the nonmovant has made admissions.  See Reese v. Charlotte-\nMecklenburg Bd. of Educ., 196 N.C. App. 539, 545–46, 676 S.E.2d 481, 486 (2009).  \nThe court further is allowed to consider facts of which it may take proper judicial \n \n \nnotice in accordance with Evidence Rule 201(b). N.C. R. Evid. 201(b) (2013); Hope–A \nWoman’s Cancer Ctr., P.A. v. State, 203 N.C. App. 593, 597, 693 S.E.2d 673, 676 \n(2010).   The court is allowed to consider material portions of Lienguard’s website, \nwww.lienguardinc.com, to which those pleadings refer and as to which there is no \nmaterial factual dispute. \nA.  The Parties \n{12} The State Bar is an administrative agency of the State of North \nCarolina. (Compl. ¶ 2.)   \n{13} Lienguard is an Illinois corporation which is not registered as a foreign \ncorporation in North Carolina.  (Compl. ¶ 4; Am. Answer ¶ 4.)  Lundquist, \nLienguard’s former president, is not a duly licensed attorney in North Carolina and \nis not authorized to practice law in North Carolina.  (Compl. ¶ 7; Am. Answer ¶ 7.)  \nAs part of its services, Lienguard offers to help prepare and file mechanics’, \nlaborers’, and materialmen’s liens.  (Compl. ¶ 8; Am. Answer ¶ 8.) \nB. The Website \n{14} Lienguard operates a website with the URL www.lienguardinc.com.1 \nThe website describes Lienguard’s services as a “commercial lien filing service.”  \n(Compl. ¶ 9; Am. Answer ¶ 9.) Lienguard indicates that, “[w]e file the documents \nnecessary to protect our client’s claim . . .” (Compl. Ex. 2;) Lienguard, Who is \nLienguard, Inc., http://www.lienguardinc.com/Who.html (last visited Apr. 3, 2014).  \n{15} The website lists available services and corresponding prices, \nincluding: mechanics lien- $495, sheriff service- $100, demand notice- $75, \npreliminary notice- $75, research- “call for price”, recorded notice- $135, Miller Act \n                                                 \n1 In its Complaint, the State Bar pleads that “[t]rue and accurate copies of portions of the Lienguard  \nwebsite are attached to this Complaint as Exhibit 2.”  (Compl. ¶ 9.)  Lienguard admits in its \nAmended Answer that “copies of portions of the Lienguard website are attached to the Complaint as \n[State Bar’s] Exhibit 2.”  (Am. Answer ¶ 9)  Additionally, the court concludes that it may take \njudicial notice of the information provided on Lienguard’s website because it is “not subject to \nreasonable dispute in that it is . . . capable of accurate and ready determination . . . .” N.C. R. Evid. \n201(b). \n \n \nclaim- $225, preliminary bond notice (public)- $75, preliminary bond notice- $135, \nbond claim- $185, bond claim with research- $210, lien on funds- $200, release- \n$115, and reference books- $10 each.  (Compl. ¶ 9, Ex. 2; Am. Answer ¶ 9;)  Current \nServices and Fees, http://www.lienguardinc.com/pricelist.html (last visited Apr. 3, \n2014).  Lienguard offers these services to potential clients in North Carolina, but its \nservices also cover “the entire United States[.]”  (Compl. ¶ 8, Ex. 2; Am. Answer ¶ \n8.) \n{16} The pleadings contain copies of two claims of lien which Defendants \nprepared through the process described by the website.     \n1. Use of Customer-Supplied Information \n{17} A customer who wishes to utilize Lienguard’s services completes either \na downloaded form or an online form to provide the information on which the claim \nof lien will be based.  The online questionnaire requests information regarding the \nfollowing topics: “Claimant,” “General Contractor,” “Sub Contractor,” “Job Site \nOwner,” “Job Site Address,” “Bonding Company,” “Type - Service,” “Contract Date & \nAmount,” “Ship-Labor,” and “Description.”  (Compl. ¶ 10, Ex. 2;) Lienguard, Online \nForm, http://lienguardinc.com/contactform.php (last visited Apr. 3, 2014).  The form, \nwhich can be downloaded in .pdf form for completion, solicits similar information, \nthe client’s signature, and a checklist of the individual services which the client \nauthorizes Lienguard to undertake.  (Compl. Ex. 2, p. 18)  \n{18} The basic information requested by the online questionnaire and the \nprinted form does not materially differ, but the two are formatted and worded \nsomewhat differently.  Compare Lienguard, Online Form, \nhttp://lienguardinc.com/contactform.php (last visited Apr. 3, 2014) with (Compl. Ex. \n2, p. 18.)  When the customer completes the online questionnaire, the software \nprepares a printed form populated with the customer’s answers.  Lienguard, Online \nForm, http://lienguardinc.com/contactform.php (last visited Apr. 3, 2014); (Am. \nAnswer ¶ 7.)   \n \n \n{19} Lienguard indicates that once it has the requested information from its \ncustomer, “we’ll do the rest.”  (Compl. Ex. 2;) Lienguard, Home, \nhttp://lienguardinc.com/index.html (last visited Apr. 3, 2014). \n{20} Lienguard inputs the customer information into a different form.  The \ncourt’s focus is on a claim of lien, such as a materialman lien on real property, \nentitled “Claim of Lien on Real Property.”  The “Claim of Lien on Real Property” \ndocument substantially differs from either the printed form or the online \nquestionnaire the customer completes.  In addition to changes in formatting, the \n“Claim of Lien on Real Property” includes a legal description which the customer is \nnot prompted to provide in completing his form.   \n{21} The State Bar avers that Lienguard independently prepares this \nformal legal description. See, e.g., (Compl. Ex. 3 (forms Lienguard ultimately files \ncontain legal description of the subject property); Compl. Ex. 2;) Lienguard, Pricing, \nhttp://lienguardinc.com/Pricelist.html (last visited Apr. 3, 2014) (including “property \nsearch” in its mechanics lien preparation services). \n{22} While the information Lienguard solicits from customers appears to be \nbased on section 44A-12(c) of the North Carolina General Statutes,  Lienguard does \nnot present its clients with a form claim of lien with blanks to be completed by the \ncustomer.   It instead gathers the requested information and then prepares the \nclaim of lien.  \n{23} Once a “Claim of Lien on Real Property” form is completed, \nLienguard’s representative signs the form as the client’s “agent” and forwards it to \nthe clerk of court in the county where the subject property is located.  (Countercl. ¶ \n5; Reply ¶ 5;) see also, e.g., (Compl. Ex. 3 (Lienguard employee signing Claim of \nLien form on behalf of client).)  \n{24} Lienguard has prepared and filed claims of lien for clients in North \nCarolina.  (Compl. ¶ 11; Am. Answer ¶ 11.)  Specifically, the record contains two \n \n \nsuch claims of lien filed in two North Carolina counties on March 12, 2010.2  \n(Compl. ¶ 11, Ex. 3; Am. Answer ¶ 11.)     \n{25} These two claims of lien were filed by Allan Popper, an employee of \nLienguard, as an agent to the client.  (Compl. ¶ 11, Ex. 3; Am. Answer ¶ 11.)  Allan \nPopper is not licensed to practice law in North Carolina.  (Compl. Ex. 4.) \n{26} The claim of lien on property in Johnston County was first incorrectly \nfiled at the Register of Deeds before Lienguard refiled the claim with the Clerk of \nCourt.  (Compl. ¶ 11; Am. Answer ¶ 11.) \n{27} The record does not presently include exemplars of other documents \nDefendants may prepare as a part of their commercial lien service. \n2. Statements Made In Connection with the Lien Filing Service \n{28} The website embodies certain statements regarding lien rights and \nactions that must be taken to protect them.  (Compl. Ex. 2;) Lienguard, What you \nshould Know, http://www.lienguardinc.com/What.html (last visited Apr. 3, 2014).  \nThe website contains a list of defined terms “associated with liens, bonds, and \nMiller Act.”  Id.  Another section explains the importance of filing a timely claim of \nlien and provides North Carolina’s current preliminary notice timeframe for \nprivately-owned property.  (Compl. Ex. 2;) Lienguard, Time Requirements, \nhttp://www.lienguardinc.com/When.html (last visit Apr. 3, 2014).  Another section \nprovides a brief summary of why liens are important tools for laborers and \nmechanics.  (Compl. Ex. 2;) Lienguard, You Have a Right to Lien!, \nhttp://www.lienguardinc.com/Why.html (last visited Apr. 3, 2014).    \n{29} Lienguard informs its prospective clients that liens can improve their \nposition by giving a supplier direct access to the real property of an end user.  Id.  It \nwarns materialmen that North Carolina customers must send out preliminary \n                                                 \n2 The State Bar pleads in its Complaint, and Lienguard admits in its Amended  Answer, that Exhibit \n3 contains “[t]rue and accurate copies of some of the liens prepared by [Lienguard].”  (Compl. ¶ 11; \nAm. Answer ¶ 11.)  The court may then take judicial notice of those forms and consider their content \npursuant to N.C. R. Evid. 201(b). \n \n \nnotices of their lien rights within five to ten days of providing materials or \nbeginning work on the jobsite.  (Compl. Ex. 2;) Lienguard, Time Requirements, \nhttp://www.lienguardinc.com/When.html (last visited Apr. 3, 2014). \n{30} Lienguard touts its “quarter of a century of experience in the \nconstruction industry.”  (Compl. Ex. 2;) Lienguard, Who is Lienguard, \nhttp://www.lienguardinc.com/Who.html (last visited Apr. 3, 2014).  It assures \ncustomers that Lienguard’s “fully experienced” employees will “file the documents \nnecessary to protect our client’s claim” and provide the “highest quality of service” \nin so doing.  Id.  Lienguard asserts that it ensures “compliance with all current \nstatutes relative to liens and bonds[,]” by monitoring legislative changes and newly \nenacted laws in all states.  Id.   \n{31} Lienguard purports to limit its liability only “to the information, dates \nand addresses” the claimant provides on the online form.  (Compl. ¶ 10, Ex. 2;) \nLienguard, Online Form, http://lienguardinc.com/contactform.php (last visited Apr. \n3, 2014). \nC. The State Bar’s Enforcement Efforts \n{32} The Authorized Practice Committee (“APC”) is a State Bar committee \ntasked with “investigat[ing] any charges or complaints of the unauthorized practice \nof law against any person or entity that engaged in rendering any legal services \nunauthorized or prohibited by law.”  (Compl. ¶ 3; Am. Answer ¶ 3.)  On May 7, \n2010, the State Bar’s counsel informed Lienguard that the APC was investigating \nLienguard’s activities, which the State Bar then believed might constitute UPL.  \n(Countercl. ¶ 8; Reply ¶ 8.)  In response, Lundquist wrote that Lienguard was not \nengaged in UPL.  (Countercl. ¶ 9; Reply ¶ 9.)  On August 4, 2010, Lienguard \nreceived a letter, referred to as a “Cease and Desist Letter,” (Compl. ¶ 12, Ex. 4; \nAm. Answer ¶ 12.), which informed Lienguard that the APC “concluded that there \nwas probable cause to believe that [Lienguard’s] conduct constituted the \nunauthorized practice of law in violation of [N.C. Gen. Stat §§ 84-2.1, 4, and 5],” and \ninstructed Lienguard to cease such activity.  (Compl. Ex. 4.)  \n \n \n{33} The State Bar alleges and Lienguard does not deny that Lienguard has \ncontinued to offer its services in North Carolina after it received the Cease and \nDesist Letter.  (Compl. ¶ 16.)   \nIII.  PROCEDURAL BACKGROUND \n{34} The State Bar filed its Complaint on May 12, 2011.  On February 27, \n2012, Defendants filed their initial pro se Answer.  On August 31, 2012, this case \nwas designated as an exceptional case by Order of Chief Justice Sarah Parker and \nassigned to the undersigned.  On November 20, 2012, Defendants filed their \nAmended Answer and Counterclaim. \n{35} On January 31, 2013, the Parties filed cross-motions for judgment on \nthe pleadings (“State Bar’s Motion” and “Lienguard’s Motion”).  The Motions have \nbeen fully briefed, heard, and are ripe for disposition. \nIV.  STANDARD OF REVIEW \n{36} “A motion for judgment on the pleadings . . . is proper when all the \nmaterial allegations of fact are admitted on the pleadings and only questions of law \nremain.”  DeTorre v. Shell Oil Co., 84 N.C. App. 501, 504, 353 S.E.2d 269, 271 \n(1987).  The movant must show, even viewing the facts in the light most favorable \nto the nonmoving party, that she is clearly entitled to judgment as a matter of law.  \nCathy’s Boutique v. Winston-Salem Joint Venture, 72 N.C. App. 641, 643, 325 \nS.E.2d 283, 284–85 (1985).  In other words, the movant must show that no material \nissue of fact exists and any questions of law should be resolved in her favor.  \nRagsdale v. Kennedy, 286 N.C. 130, 137, 209 S.E.2d 494, 499 (1974). \n{37} Rule 12(c) motions “dispose of baseless claims or defenses when the \nformal pleadings reveal their lack of merit.”  Id.  On a 12(c) motion: \n[t]he trial court is required to view the facts and permissible inferences \nin the light most favorable to the nonmoving party.  All well pleaded \nfactual allegations in the nonmoving party’s pleadings are taken as \ntrue and all contravening assertions in the movant’s pleadings are \ntaken as false. . . .  All allegations in the nonmovant’s pleadings, except \n \n \nconclusions of law, legally impossible facts, and matters not admissible \nin evidence at the trial, are deemed admitted by the movant for \npurposes of the motion. \nId. at 137, 209 S.E.2d at 499 (internal citations omitted). \nV. ANALYSIS \n{38} The State Bar contends that Defendants’ activities fall within and \nviolate North Carolina statutes proscribing the unauthorized practice of law, \nincluding preparing legal documents, providing legal advice, and holding out as \nqualified and entitled to practice law.  Defendants contend that their activities are \nclerical support that fall outside the ambit of those statutes, and generalized \nstatements made in connection with those services are neither legal advice nor \nholding out.  Lienguard further argues that Chapter 84’s general proscription of \nUPL is limited by and must be read in accord with the express language of Chapter \n44A, which contemplates an agent’s efforts on behalf of a lien claimant. To the \nextent these arguments do not prevail, Defendants contend that the vagueness of \nthe UPL statutes prevents their being applied on the facts of this case.3 \n{39} Analysis begins with a review of the relevant provisions of Chapters 84 \nand 44A. \nA. The Statutes \n{40}  UPL is regulated by Article 1 of Chapter 84 of the North Carolina \nGeneral Statutes.  Article 4 of that Chapter creates the State Bar and authorizes it \nto investigate and bring actions to enforce Article 1’s prohibition on UPL.  Different \nsections of Article 1 must be read in combination. \n{41}   Section 84-2.1, entitled “Practice Law’ defined,” provides: \nThe phrase “practice law” as used in this Chapter is defined to be \nperforming any legal service for any other person, firm or corporation, \n                                                 \n3 Defendants raise this constitutional argument, not in their counterclaim, but in their briefs.  (Defs. \nSupp. Br. 8–9.)  They have not brought an express claim to declare the UPL statutes \nunconstitutional nor, to the court’s knowledge, made efforts to comply with the procedures to do so as \nprovided by N.C. Gen. Stat. §1-260 (2013). \n \n \nwith or without compensation, specifically including the preparation or \naiding in the preparation of deeds, mortgages, wills, trust instruments, \ninventories, accounts or reports of guardians, trustees, administrators \nor executors, or preparing or aiding in the preparation of any petitions \nor orders in any probate or court proceeding; abstracting or passing \nupon titles, the preparation and filing of petitions for use in any court, \nincluding administrative tribunals and other judicial or quasi-judicial \nbodies, or assisting by advice, counsel, or otherwise in any legal work; \nand to advise or give opinion upon the legal rights of any person, firm \nor corporation . . . \nN.C. Gen. Stat. § 84-2.1 (2013).  The term “legal service” is not more specifically \ndefined.  Section 84-2.1 must be read in conjunction with Section 84-4, which \nprohibits the unauthorized practice of law. \n {42} Section 84-4, entitled “Persons other than members of State Bar \nprohibited from practicing law,” provides in material part: \nExcept as otherwise permitted by law, it shall be unlawful for any \nperson or association of persons, except active members of the Bar of \nthe State of North Carolina admitted and licensed to practice as \nattorneys-at-law, . . . by word, sign, letter, or advertisement, to hold \nout himself, or themselves, as competent or qualified to give legal \nadvice or counsel, or to prepare legal documents[;] and it shall be \nunlawful for any person or association of persons except active \nmembers of the Bar, for or without a fee or consideration, to give legal \nadvice or counsel, perform for or furnish to another legal services, or to \nprepare . . . for another person, firm or corporation, any other legal \ndocument. \nN.C. Gen. Stat. § 84-4 (2013).  The terms “legal documents” and “legal advice” are \nnot more specifically defined.  Preparation of “legal documents” expressly falls \nwithin the prohibitions of this statute.  \n {43} Section 84-5 separately restricts a corporation’s right to practice law.  \nWhile allowing for certain specified acts as a fiduciary, Subsection 84-5(a) states \ngeneral prohibitions in relevant part as follows: \nIt shall be unlawful for any corporation to practice law or . . . hold itself \nout to the public or advertise as being entitled to practice law; and no \ncorporation shall . . . draw agreements, or other legal documents . . . or \nhold itself out in any manner as being entitled to do any of the \nforegoing acts, by or through any person orally or by advertisement, \nletter or circular.    \n \n \nN.C. Gen. Stat. § 84-5(a) (2013).   \n {44} Article 2 of Chapter 44A of the North Carolina General Statutes allows \nfor the filing of statutory liens on real property.  Part 1, on which the court \nconcentrates its analysis, provides for liens by persons dealing with the owner of \nreal property.  Section 44A-8 provides lien rights to those furnishing labor, \nmaterial, or services for improvements to real property.  Section 44A-11 provides \nthe method for perfecting lien rights, including filing and service of a claim of lien.  \nSection 44A-12 provides for the place and time of filing a lien.  \n {45} Section 44A-12(c), entitled “Contents of Claim of Lien on Real Property \nto Be Filed” provides that claims of lien must substantially resemble the following \nform: \nCLAIM OF LIEN ON REAL PROPERTY \n(1) Name and address of the person claiming the claim of lien on \nreal property: \n(2) Name and address of the record owner of the real property \nclaimed to be subject to the claim of lien on real property at the \ntime the claim of lien on real property is filed and, if the claim of \nlien on real property is being asserted pursuant to G.S. 44A-23, the \nname of the contractor through which subrogation is being \nasserted: \n(3) Description of the real property upon which the claim of lien \non real property is claimed: (Street address, tax lot and block \nnumber, reference to recorded instrument, or any other description \nof real property is sufficient, whether or not it is specific, if it \nreasonably identifies what is described.) \n(4) Name and address of the person with whom the claimant \ncontracted for the furnishing of labor or materials: \n(5) Date upon which labor or materials were first furnished upon \nsaid property by the claimant: \n(5a) Date upon which labor or materials were last furnished upon \nsaid property by the claimant: \n(6) General description of the labor performed or materials \nfurnished and the amount claimed therefor: \nN.C. Gen. Stat. 44A-12(c) (2013). \n \n \n \n {46} Section 44A-12.1, entitled “No docketing of lien unless authorized by \nstatute,” provides procedures for the clerk’s acceptance or rejection of liens for filing.   \nSubsection (d) provides as follows: \nA claim of lien on real property, a claim of lien on real property with a \nnotice of claim of lien upon funds attached thereto, or other document \npurporting to claim or assert a lien on real property that is filed by an \nattorney licensed in the State of North Carolina and that otherwise \ncomplies with subsection (a) of this section shall not be rejected by the \nclerk of superior court for indexing, docketing, recording, or filing. \nN.C. Gen. Stat. 44A-12.1(d) (2013). \n {47} Section 44A-16, entitled “Discharge of record claim of lien on real \nproperty” provides in Subsection 44A-16(a)(1) that a lien may be discharged by \nacknowledgment of satisfaction of the lien in the presence of the clerk by: “[t]he lien \nclaimant of record, the claimant’s agent or attorney[.]”  N.C. Gen. Stat. § 44A-16 \n(2013). \nB. The Interrelationship of Chapters 44A and 84 \n{48} Defendants contend that Lienguard’s filing service is no more than a \nclerical service in preparing a claim of lien using information supplied by the \ncustomer and limited to information specified by Chapter 44A, thus requiring no \nexercise of judgment.   (Am. Countercl. ¶ 5;) see also § 44A-12(c) (delineating \nrequired information for a claim of lien).  Referring to Section 44A-16(a)(1), \nDefendants further contend that the lien statutes expressly authorize a lien \nclaimant’s “agent” to take actions pursuant to the statute.  Defendants promote a \nconstruction that if an agent is authorized to cancel a lien, implicitly the agent is \nauthorized to prepare the lien.  Defendants invoke the principle of statutory \nconstruction that a statute dealing with a specific situation controls over other \nstatutes of more general application.  State ex rel. Utils. Comm’n v. Duke Power \nCo., 305 N.C. 1, 12, 287 S.E.2d 782, 793 (1982) (citing Phillips v. Phillips, 296 N.C. \n590, 596, 252 S.E.2d 761, 765 (1979)). \n \n \n{49} Defendants further emphasize that the language of Section 44A-12.1(c) \nprohibits the clerk from rejecting a lien prepared by an attorney.  The argument is \napparently that this implies recognition that other claims of lien will be prepared by \nnon-attorneys, which the clerk can reject. \n{50} The court is not persuaded by Defendants’ argument that these \nprovisions of Chapter 44A take claims of lien outside the provisions of Chapter 84.      \n{51} As to the language of Section 44A-16(a)(1), the court does not believe it \nreasonable to conclude that authorizing an unlicensed individual to acknowledge \nthe discharge of a lien equates to authorizing that same unlicensed individual to \nprepare the claim of lien on the client’s behalf or to advise the lien claimant as to \nwhat is necessary to protect his lien rights.  As to Defendants’ reliance on the \nlanguage of Section 44A-12.1, the section prohibits the clerk not only from rejecting \na claim of lien prepared by an attorney, but also from rejecting a lien prepared by \nanother if, on its face, the submission contains all the information required by \nSection 44A-12(c).   \n{52} In sum, the court concludes that Chapter 44A does not restrict the \napplication of Chapter 84 to regulate performing legal services, including the \npreparation of legal documents, providing legal advice, or holding out in connection \nwith the filing of claims of lien pursuant to Chapter 44A. \n{53} The court then turns its inquiry into whether the preparation of claims \nof lien for another, or providing advice as to what is required to prepare such claims \nof lien, constitutes legal services or the preparation of a legal document within the \npurview of Chapter 84.4 \nC. A Claim of Lien Is a “Legal Document”  \n{54} Defendants urge that the court should conclude that their conduct does \nnot fall within the definition of “practice of law” provided by Section 84-2.1 because \na claim of lien is not within the list of documents “specifically includ[ed]” in Section \n                                                 \n4  The court expresses no opinion on whether the mere act of filing the claim of lien with the clerk of \ncourt on behalf of another constitutes the practice of law. \n \n \n84-2.1’s list.  (Mem. Supp. Defs.’ Mot. Pursuant to Rule 12(c) J. on Pleadings (“Defs. \nSupp. Br.”) 8–9.)  The practical effect of this assertion would be to confine the scope \nof the statute exclusively to those “specifically includ[ed]” items, even if another \nnon-specified document has legal effect.  That construction would render the \nintroductory general reference to “legal services” superfluous.  Defendants’ \nconstruction, which the court rejects, runs afoul of the separate principle of \nstatutory construction to construe a statute as to achieve the legislative intent.  \nN.C. Gen. Stat. § 12-3 (2013); Ballard v. City of Charlotte, 235 N.C. 484, 487, 70 \nS.E.2d 575, 577 (1952).   \n{55} Further, Section 84-4 makes clear that the legislature intended to \napply Chapter 84 to the preparation of “legal documents.”  The North Carolina \nSupreme Court has defined a legal document to include documents or contracts by \nwhich legal rights are secured.  State v. Pledger, 257 N.C. 634, 636–37, 127 S.E.2d \n337, 339 (1962).  Clearly, a claim of lien is prepared to enforce the claimant’s \nstatutory lien rights.  See, e.g., Embree Constr. Grp. v. Rafcor, Inc., 330 N.C. 487, \n492, 411 S.E.2d 916, 921 (1992) (describing the claim of lien’s effect).  It is, \ntherefore, a “legal document.”    \n{56} Indeed, Lienguard’s website recognizes and stresses the legal \nsignificance and importance of the claim of lien.  What you should Know, \nhttp://www.lienguardinc.com/What.html (last visited Apr. 3, 2014) (noting that \nsuppliers can improve their payment position by getting direct access to the real \nestate of an end user).  Lienguard’s stated purpose is to “file the documents \nnecessary to protect our client’s claim. . . ”  Who is Lienguard, Inc., \nhttp://www.lienguardinc.com/Who.html (last visited Apr. 3, 2014). \n{57} Preparing a claim of lien is preparing a legal document.  The court \nthen turns to whether Defendants’ efforts in preparing a claim of lien violate \nChapter 84 or are authorized by the recognized “scrivener’s exception.” \n \n \n \n \nD. Defendants’ Efforts on Their Clients’ Behalf Exceed the Limited \nProtection Given “Scriveners” \n{58} A lien claimant is entitled to prepare his own claim of lien on his own \nbehalf without offending Chapter 84.  Pledger, 257 N.C. at 637, 127 S.E.2d at 339.   \n{59} States outside of North Carolina, federal bankruptcy courts in North \nCarolina, and the State Bar, through at least one consent order, have recognized \nthat one, including a corporation, can provide limited assistance in preparing a \ndocument for one who is representing himself without engaging in UPL, recognizing \nwhat has been referred to as a “scrivener exception” to UPL statutes.  See, e.g., In \nre Matthews, 58 Idaho 772, 777, 79 P.2d 535, 538 (1938) (“The mere act of a \nscrivener who writes something dictated by another would not be practicing law.”) \n(quoting Eley v. Miller, 7 Ind. App. 529, 535, 34 N.E. 83, 837 (1893)); In re Lazarus, \nNo. 05-8024C-7D, 2005 Bankr. LEXIS 1093, at *9 (Bankr. M.D.N.C. Mar. 14, 2005) \n(discussing the scope of the exception); N.C. State Bar v. Leapfrog Enters., Inc., No. \n03-CVS-9813 (N.C. Super Ct. Jul. 14, 2006), (Defs. Supp. Br. Ex. A.)  This exception \nrecognizes that merely typing or “scrivening” a petition or legal document does not \nconstitute the practice of law, so long as the non-attorney does not create the \ndocument, or advise on how the document should be prepared.  In re Lazarus, 2005 \nBankr. LEXIS 1093, at *9.  \n {60} The court finds these decisions persuasive and concludes that the \nNorth Carolina appellate courts will likewise recognize the exception.  The court \nthen adopts the exception and seeks to apply it here. \n{61} Defendants claim that services provided pursuant to Lienguard’s lien \nfiling service fall within the scrivener exception because the services are only \nclerical.  (Defs. Supp. Br. 16.)  Defendants’ assertion might stand on firmer footing \nhad Lienguard chosen to do more than present its clients with a “fill in the blanks” \nform modeled on Section 44A-12(c), such that the form would be populated with \nclient-supplied information without any change or further manipulation. This, \nhowever, is not the process Lienguard employs. \n \n \n{62} As construed by the bankruptcy court, a scrivener may meet with a \nprospective client, provide a blank form for the client to complete without assistance \nfrom the scrivener, and type the client’s information onto the same form, without \nchange or alteration.  In re Lazarus, 2005 Bankr. LEXIS 1093, at *9.  However, the \nsame court held that the exception does not protect taking client information from \none form and inputting it into a different form.  In that instance, the service \nprovider is more than a scrivener; he has actually created the legal document.  In re \nLangford, No. 04-12447C-7, 2005 Bankr. LEXIS 3201, at *46 (M.D.N.C. Nov. 9, \n2005); see also In re Graham, No. 02-81930C-7D, 2004 Bankr. LEXIS 1678 (Bankr. \nM.D.N.C. Feb. 10, 2004) (finding that when the defendant took “information placed \nin the Workbook by the customer and [by] entering it . . . into the Official Forms, \nwhich differ from the Workbook, [the preparer and his employer] cease[d] to be \nmere scriveners . . . and, instead, engage[d] in ‘the preparation . . . of petitions for \nuse in any court’”). \n{63} Defendants assert, however, that the State Bar must be bound to \nfollow a different rule because it entered a consent order approved by a North \nCarolina court which explicitly condoned questionnaire-based services similar to \nthose Lienguard employs, in The North Carolina State Bar v. Leapfrog Enterprises, \nInc.  (Defs. Supp. Br. 14–15.)  The Consent Order does not support Defendants’ \nassertions.  It contains an injunction which mandates that any document the \ndefendants might produce “conforms exactly to the customer’s instructions shown \non the document form or template and any workbook/questionnaire provided to \n[the] customer without any alteration or modification[.]”  (Defs. Supp. Br. Ex. A, \nOrder, ¶ 2(d).) \n{64} Further, Lienguard provides information beyond the questionnaire \nwhich may conform to Section 44A-12(c).  Even as to that information, Lienguard \nitself prepares one or more different forms.  The final claim of lien does not fully \nconform to the form the customer completed.5   In preparing the claim of lien on \n                                                 \n5 As noted, this Order is limited to claims of lien, as the record does not include examples of other \ndocuments Lienguard may provide as a part of its commercial lien services. \n \n \ntheir client’s behalf, Defendants have exceeded a scrivener’s permissible assistance.  \n(Compare Compl. Ex. 2 pp. 15–16, 17–18 with Compl. Ex. 3.)  Further, the evidence \nindicates that Lienguard, not its customer, prepares the legal description of the \nsubject property included in the final claim of lien. \n{65} In sum, the court concludes that: (1) the claim of lien is a legal \ndocument; (2) preparing that document constitutes the practice of law when done on \nbehalf of another, save and except for limited assistance of a scrivener; (3) \nLienguard performs services beyond that of a scrivener, and in doing so it engages \nin the unauthorized practice of law in violation of Section 84-2.1 and Section 84-5. \n{66} The court now turns to whether Defendants have then also violated the \nprohibitions on providing legal advice or “holding out.” \nE. Lienguard’s Statements Made for the Purpose of and in Connection with \nPreparing a Legal Document on Behalf of its Clients Constitute \nUnauthorized Legal Advice \n{67} The State Bar asserts that Defendants have provided legal advice and \nheld Lienguard out as competent and entitled to prepare legal documents.  (Compl. \n¶¶ 10, 15.)  In particular, the State Bar points to the statements on the website that \nadvise clients as to the purposes of liens, what is required to file them, notices that \nshould be given, and the protection liens afford the claimant. (Compl. Ex. 2;) What \nyou should Know, http://www.lienguardinc.com/What.html (last visited Apr. 3, \n2014); Lienguard, Time Requirements, http://www.lienguardinc.com/When.html \n(last visited Apr. 3, 2014)).6   \n{68} Defendants assert that neither Section 84-2.1 nor any authoritative \nlegal or conventional reference formally defines “legal advice,” and the definition \n                                                 \n6 The court acknowledges Defendants’ contention that the court should not extend beyond the \nexpress language and claims of the State Bar’s Complaint. (Defs. Opp’n Br. 2–4.)  However, the court \nalso notes that each facet of Lienguard’s website that Plaintiff mentioned in its briefing was attached \nto its Complaint as Exhibit 2.  (Compl. ¶ 9, Ex. 2; Answer ¶ 9.)  As noted, the court has limited its \nexpress holding to the preparation of claims of lien and statements on the website in connection with \ndoing so. \n \n \ndoes not and should not extend to “basic information about what a lien is and \ninformation about related concepts.”  (Defs. Opp’n Br. 8.)   \n{69} The court need not and does not presently determine whether the mere \npublication of such generalized statements on the website would violate Chapter 84.  \nBut here, those statements are made in connection with and for the purpose of \nfurther preparing specific legal documents.  They are no longer properly considered \nas mere generalizations. \n{70} While the court concludes that “legal advice” has a generally well \nrecognized meaning, if further specificity is required, the court again finds \ndescriptions of the term in other cases instructive.  In the course of the decisions \ndescribed above, the North Carolina federal bankruptcy courts considered the \ncontext of “legal advice” in conjunction with efforts by one claiming to be no more \nthan a scrivener.  In Graham, the court determined that a workbook and guide \nintended to clarify information required on official bankruptcy forms, schedules, \nand statements of financial affairs constituted legal advice, because they were \nprovided to customers for whom legal documents were prepared and the workbook \nwas not merely a blank copy of the official forms.  In re Graham, 2004 Bankr. \nLEXIS 1678, at *37–*38.  The court in Graham also noted the materials it \nconsidered contained basic definitions and explanations of legal terms, as does \nLienguard’s website.  Id.  Additionally, the court in Langford held that general \noverviews, such as what to expect during certain bankruptcy proceedings, how to \nhandle an overzealous trustee, and how to rebuild credit after bankruptcy, when \noffered in conjunction with document preparation services, constituted \nimpermissible legal advice.  In re Langford, 2005 Bankr. LEXIS 3201, at *46.  The \nsignificant point is that the information was provided to advise the client as to how \nthe document should be prepared.  The court agrees with the bankruptcy court’s \nconclusion that under these circumstances, those statements constitute legal advice \nwithin the meaning of Chapter 84.    \n{71} Other courts have similarly approached the provision of legal advice. \nSee, e.g., Green v. Huntington Nat’l Bank, 3 Ohio App. 2d 62, 64, 209 N.E.2d 22, \n \n \n230 (1964) (defining legal advice as “[t]he providing of specific legal information in \nrelation to specific facts”); Shoup v. Dowsey, 134 N.J. Eq. 440, 452, 36 A.2d 66, 73 \n(1944) (finding the defendant gave legal advice where his communications were \ndesigned to influence another individual against disposing of her legal rights).  For \nexample, one Tennessee Bankruptcy court determined that “providing clients with \nexplanations or definitions of such legal terms of art . . . is, by itself, giving legal \nadvice.”  In re Rose, 314 B.R. 663, 705 (Bankr. E.D. Tenn. 2004).  In Rose, the court \nheld that Ms. Motley, a bankruptcy petition preparer, had engaged in the \nunauthorized practice of law by giving legal advice to customers because her \nmaterials provided “explicit instructions as to what the terms mean, how to fill the \n[information in,]” and statutory information regarding the relevant law on \nexemptions.  Id. at 707.   \n {72} In sum, Lienguard’s various statements, including its definition of lien \nlaw terms, warnings regarding time requirements, and reminders about sending \nout preliminary notices within five to ten days of beginning work, when combined \nwith its preparation of legal documents in the manner described above, constitute \nproviding legal advice.   \n{73} Therefore, Lienguard’s statements are in violation of Chapter 84.  The \ncourt need not and does not separately opine whether such statements would \nconstitute legal advice if made generally and without the context of being provided \nin connection with Lienguard’s preparation of legal documents. \nF. Likewise, Lienguard’s Statements Made in Conjunction with Preparing \nClaims of Lien Are Impermissible Holding Out \n{74} Lienguard advertises its depth of experience in the construction \nindustry.  (Compl. Ex. 2;) Lienguard, Who is Lienguard, \nhttp://www.lienguardinc.com/Who.html (last visited Apr. 3, 2014). It also \nemphasizes its continued commitment to compliance with the law by monitoring \nlegislative changes and newly enacted laws in all states.  Id.; see also (Compl. Ex. \n2;) Lienguard, Where we can help you, http://www.lienguardinc.com/Where.html \n \n \n(last visited Apr. 2, 2014) (“One office, individual attention and 25 years \nexperience.”).  Lienguard’s statement that it has a staff “fully experienced in the \nconstruction industry which offers the highest quality of service to [Lienguard] \nclients,” with “a quarter of a century of experience in the construction industry[,]” is \na public representation that Lienguard is competent to undertake the services it \noffers.  (Compl. Ex. 2;) Lienguard, Who is Lienguard, \nhttp://www.lienguardinc.com/Who.html (last visited Apr. 3, 2014).  These \ncredentials are offered to convince customers that Lienguard can “do the rest” to \nprotect a lien claimant’s rights. (Compl. Ex. 2;) Lienguard, Home, \nhttp://lienguardinc.com/index.html (last visited Apr. 3, 2014). \n{75} Again, the court need not and does not now opine whether such \nstatements are permissible when they are not made with specific reference to and in \nspecific connection with impermissible preparation of legal documents. \n {76} However, they are here made for the specific purpose of drawing a \nclient to the commercial lien preparation service and in specific connection with \ndrafting such claims of lien.  As such, they violate Sections 84-4 and 84-5. \nG. Chapter 84 Is Not Unconstitutionally Vague As Applied to Defendants. \n{77} Defendants assert that Section 84-2.1 is so vague due to its lack of \ndefinitions that it cannot constitutionally be applied to Lienguard.  \n{78} A statute may be unconstitutionally vague if it either: “(1) fails to ‘give \nthe person of ordinary intelligence a reasonable opportunity to know what is \nprohibited’; or (2) fails to ‘provide explicit standards for those who apply [the law].’”  \nAffordable Care, Inc. v. N.C. State Bd. of Dental Exam’rs, 153 N.C. App. 527, 540, \n571 S.E.2d 52, 62 (2002) (quoting State v. Sanford Video & News, Inc., 146 N.C. \nApp. 554, 556, 553 S.E.2d 217, 218 (2001)). But, “impossible standards of statutory \nclarity are not required by the constitution.  When the language of a statute \nprovides an adequate warning as to the conduct it condemns and prescribes \nboundaries sufficiently distinct for judges and juries to interpret and administer it \n \n \nuniformly, constitutional requirements are fully met.”  Ellis v. Ellis, 68 N.C. App. \n634, 635–36, 315 S.E.2d 526, 527 (1984).  \n{79} Vagueness attacks on a statute are subject to certain limitations.  An \nindividual whose conduct clearly falls within the acts prohibited by the statute does \nnot have standing to challenge it for vagueness.  State v. Barker, 138 N.C. App. 304, \n307, 531 S.E.2d 228, 230 (2000); State v. Daniels, 741 S.E.2d 354, 357 (N.C. App. Ct. \n2012).  A facial constitutional vagueness challenge fails if the effect of the statute as \napplied to the claimant is clear. \n{80} In Barker, the Court of Appeals held that the defendants did not have \nstanding to facially challenge a statute prohibiting the operation of a motorcycle \nwithout wearing a safety helmet approved by the Commissioner of Motor Vehicles.  \n138 N.C. App. at 307, 531 S.E.2d at 230.  Though the Barker Court could conceive of \ncircumstances under which the statute’s provisions might become vague, the \ndefendants there did not fall within the class of persons adversely affected by any \nsuch vagueness because they were not wearing any safety helmets.  Id. \n{81} The court does not look to Section 84-2.1 alone.  That Section must be \nread in conjunction with other provisions of Chapter 84.  Section 84-4 lists \nprohibited acts for individuals who are not licensed to practice law.7  The provision \nspecifically states that “it shall be unlawful for any person . . . to give legal advice or \ncounsel, or to prepare legal documents.”  § 84-4.  The same rule applies to \ncorporations as provided by Section 84-5(a). \n{82} The court finds no vagueness in the statutes’ prohibition against \npreparing legal documents without a law license.  The court also finds that there is \nno vagueness involved in concluding that a claim of lien is a legal document.  It is \nclear that Lienguard believes the claim of lien is a legal document.  Its own website \nemphasizes the legal importance of a claim of lien to protect its clients’ interests. \n                                                 \n7 While not specifically addressing the issues now before the court, in Seawell v. Carolina Motor \nClub, Inc., 209 N.C. 624, 632, 631 S.E.2d 540, 544 (1936), the North Carolina Supreme Court held \nthat section 84-4 is constitutional and valid. \n \n \n{83} Defendants’ conduct clearly falls within the parameters of Chapter 84’s \nprovisions concerning the practice of law.  Defendants had fair notice of what \nLienguard was not allowed to do.  See, e.g., In re Langford, 2005 Bankr. LEXIS \n3201, at *46 (determining that taking raw customer information and inputting it \ninto a different final document constitutes the unauthorized practice of law); In re \nGraham, 2004 Bankr. LEXIS 1678, at *37–*38 (holding that clarifications regarding \nrequired information on bankruptcy forms constituted UPL when offered with a \nworkbook); see also Barringer v. Caldwell Cnty. Bd. of Educ., 123 N.C. App. 373, \n378–79, 473 S.E.2d 435, 439 (1996) (stating that case law surrounding a term’s legal \nusage gives the term “well-defined contours which make it a constitutionally \nappropriate standard.”).   \n{84} Defendants cannot avoid application of Chapter 84 to their conduct \nupon their claim that the statutes were too vague to allow them to conform their \nconduct to the statutes.  To the extent that Defendants would intend to challenge \nthe provisions of Chapter 84 as void on their face, there is no evidence that they \nhave taken the necessary procedural steps to seek this declaration.  See N.C. Gen. \nStat. § 1-260 (2013) (requiring service on the Attorney General where a party \nalleges that a statute is unconstitutional). \nH. Lienguard’s Monopoly Claim Is Without Merit \n{85} Defendants’ first Counterclaim is for violation of the monopoly clause \nof the North Carolina Constitution.  (Defs. Opp’n Br. 17 (arguing for a narrow \ninterpretation of the North Carolina unauthorized practice of law statutes, which \nwere not enacted to confer an absolute monopoly on the legal profession in the \npreparation of legal documents) (citing Pledger, 257 N.C. at 637, 127 S.E.2d at \n339).) \n{86} The State and its agencies have the power to exclude certain \nindividuals from a profession where the power to regulate is derived from statute \n \n \nand is exercised appropriately.8  St. George v. Hardie, 147 N.C. 88, 97, 60 S.E. 920, \n924 (1908); see also State v. Siler, 169 N.C. 314, 317, 84 S.E.2d 1015, 1016 (1915) \n(affirming the State’s power to regulate who enters certain professions “to protect \nthe public against incompetents and imposters”).  Where the State agency does this, \n“no monopoly or combination, in a legal sense, can arise[.]”  St. George, 147 N.C. at \n97, 60 S.E.2d at 924. \n{87} The State Bar is a statutorily-created agency vested with the power to \n“do all things necessary in the furtherance of the purposes of this Article that are \nnot otherwise prohibited by law.”  N.C. Gen. Stat. § 84-23 (2013); §§ 84-15, 84-17 \n(2013) (creating the State Bar as an agency of the State of North Carolina and \ndescribing the State Bar’s governance and power, respectively).  Section 84-37 \nexpressly gives the State Bar the authority to regulate the unauthorized practice of \nlaw.  N.C. Gen. Stat. § 84-37 (2013) (giving the State Bar the authority to “inquire \ninto and investigate” any charges of unauthorized practice of law and bring an \naction in superior court to enjoin such practice).  While the statute does not give the \nState Bar power to unilaterally enjoin the unauthorized practice of law, it is entitled \nto  “hold preliminary hearings, find probable cause, and recommend . . . that a \ncomplaint for injunction be filed” or “issue letters of caution, which may include a \ndemand to cease and desist, to respondents in cases where the Committee \nconcludes” that there is probable cause to believe that the respondent has engaged \nin the unauthorized practice of law and “respondent is unlikely to engage in the \nconduct again[.]”  27 N.C. Admin. Code 01D.0206 (4)(a)(ii) (2013) (emphasis added).   \n{88} To the extent that Defendants’ monopoly claim is based on the State \nBar’s allegedly “anti-competitive conduct” in issuing the Cease and Desist Letter, \n(Compl. Ex. 4,) and bringing this action against them, the court rejects this \nargument.  Here, the State Bar conformed to the proper procedure of first issuing \nits letter and following with suit when Defendants continued their course of \nconduct.  \n                                                 \n8 The court does not address policy considerations as to whether Chapter 84 should be legislatively \nchanged to lessen regulation on the practice of law. \n \n \n{89} The court does not here opine on whether a similar monopoly claim \nshould be viewed differently if the State Bar persists in seeking to prohibit conduct \nwhich the court concludes falls outside the statutory UPL prohibitions. \nI. Defendants’ Equal Protection Claim Is Without Merit \n{90} To successfully bring an action for violation of the North Carolina \nConstitution’s equal protection provision, a claimant must allege that it is entitled \nto heightened scrutiny, or that the discriminatory acts were without a rational \nbasis.  Good Hope Hosp., Inc. v. N.C. Dep’t of Health and Human Servs., 174 N.C. \nApp. 266, 274–75, 620 S.E.2d 873, 880–81 (2005) (dismissing equal protection \nclaims under the North Carolina Constitution and the United States Constitution \nfor failure to allege a lack of rational basis); see Affordable Care, 153 N.C. App. at \n535, 571 S.E.2d at 59 (stating that generally, a deprivation of liberty or property \nonly constitutes a violation under article I, Section 19 where the challenged action \nbears no rational relationship to a valid state objective) (citing Rhyne v. K-Mart \nCorp., 149 N.C. App 672, 562 S.E.2d 82; Dobrowolska v. Wall, 138 N.C. App. 1, 530 \nS.E.2d 590 (2000)).  Here, Defendants assert no fundamental right or any other \nbasis for heightened scrutiny.  Indeed, the right to engage in business is not a \nfundamental right as a matter of law.  Affordable Care, 153 N.C. App. at 536–37, \n571 S.E.2d at 59–60 (citing In re Certificate of Need for Aston Park Hosp., Inc., 282 \nN.C. 542, 550, 193 S.E.2d 729, 735 (1973)).  Therefore, rational basis is the proper \ntest to apply. \n{91} Under this test, the state action or law survives “if it bears ‘some \nrational relationship to a conceivable legitimate interest of government.’”  Id. at \n536, 571 S.E.2d at 59 (quoting Clark v. Sanger Clinic, P.A., 142 N.C. App. 250, 357–\n58, 542 S.E.2d 668, 673 (2001)).  In Affordable Care, the Court of Appeals found \nthat the challenged rule’s purpose, “to protect the public health and welfare with \nrespect to the practice of dentistry,” was reasonably related to its effect, prohibiting \ncorporations, which cannot hold the proper licenses, from practicing dentistry.  Id. \nat 537–39, 539, 571 S.E.2d at 60, 61. \n \n \n{92} The same principles are at play here.  The unauthorized practice of law \nstatutes’ purpose is to “better [the] security of the people against incompetency and \ndishonesty in an area of activity affecting general welfare.”  Pledger, 257 N.C. at \n637, 127 S.E.2d at 339 (1962).  In bringing suit in superior court to enforce these \nstatutes, and in issuing the Cease and Desist Letter to Lienguard, the State Bar’s \nactions are reasonably related to this legitimate purpose. \n{93} The court does not here opine whether an equal protection claim \nshould be viewed differently if the State Bar persists in seeking to prohibit practices \nthat a court finds fall outside the parameters of the statutory UPL prohibitions. \nVI. CONCLUSION \n{94} For the foregoing reasons: \n1. Defendants’ Rule 12(c) Motion is DENIED, and their \ncounterclaims will be DISMISSED; \n2. The State Bar’s Rule 12(c) Motion is GRANTED to the extent \nthat it seeks a declaration that: \na. Defendants have violated N.C. Gen. Stat. §§ 84-4 \nand 84-5 by preparing claims of lien for others \nwithout being licensed to do so; \nb. Defendants have violated N.C. Gen. Stat. §§ 84-4 \nand 84-5 by providing legal advice in connection \nwith the preparation of claims of lien without being \nlicensed to do so; \nc. Defendants have violated N.C. Gen. Stat. §§ 84-4 \nand 84-5 by holding out that they are competent \nand entitled to prepare claims of lien without being \nlicensed to do so; \n3. The State Bar is entitled to a permanent injunction prohibiting \nthese specific violations of Chapter 84; \n \n \n4. The State Bar shall within twenty days of the date of this Order \nsubmit a proposed form of a permanent injunction, which has \nbeen first offered to Defendants for comments as to form, after \nwhich the court will issue its judgment pursuant to Rule 54(b).   \n \nThis the 4th day of April, 2014. \n    \n "
}