{
  "id": "d2cd24d1e810492e549c8274e4aff4632ad056e796adcad9e466522c6502b59f",
  "source_file": "data/raw/ncbc/d2cd24d1e810492e549c8274e4aff4632ad056e796adcad9e466522c6502b59f.pdf",
  "raw_text": "Se. Auto., Inc. v. Genuine Parts Co., 2016 NCBC 61. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF CUMBERLAND  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 1186 \nSOUTHEASTERN AUTOMOTIVE, \nINC., \n \nPlaintiff, \n \nv. \n \nGENUINE PARTS COMPANY d/b/a \nNAPA AUTO PARTS and  \nJOHN MICHAEL RIESS, II,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n) \n) \n) \nORDER OVERRULING OPPOSITION  \nTO DESIGNATION \n \n1. THIS MATTER is before the Court on Plaintiff Southeastern \nAutomotive, Inc.’s (“Southeastern”) Opposition to Designation to Business Court \n(“Opposition”).  For the reasons set forth below, the Opposition is OVERRULED. \nThe Law Offices of Lonnie M. Player, Jr., PLLC by Lonnie M. Player, Jr. and \nStevens Martin Vaughn & Tadych, PLLC by K. Matthew Vaughn for Plaintiff. \nAlston & Bird LLP  by Michael A. Kaeding  and Ryan P. Ethridge  for \nDefendants. \nGale, Chief Judge. \n2. Southeastern filed its Complaint in this action on February 12, 2016 .  \nThe Complaint was served on Defendant Genuine Parts Company (“Genuine Parts”) \non February 24, 2016, and on John Michael Riess, II (“Riess”) on March 12, 2016.  In \nresponse, Defendants filed a notice of designation, and the case was designated as a \nmandatory complex business case on March 22, 2016 .  The case was assigned to the \nHonorable Gregory P. McGuire on March 23, 2016.   \n \n \n3. The case was subsequently removed to federal court.  Following \nremoval, Southeastern filed its Opposition in this Court on April 21, 20 16.  The \nfederal court remanded the case on July 18, 2016 .  Defendants filed a response to \nSoutheastern’s Opposition on August 2, 2016 .  The Opposition has no w been fully \nbriefed and is ripe for ruling.   \n4. Defendants designate d the matter as a mandatory complex business \ncase pursuant to subsections (a)(1) and (a)(5) of section 7A-45.4.  N.C. Gen. Stat. \n§ 7A-45.4(a)(1),(5) (2015).  Although the Court need not further consider the point in \nlight of its ruling as described below, the Court notes that Defendants’ Notice of \nDesignation further indicated that the case otherwise falls within the scope of section \n7A-45.4(b), and the amount in controversy is at least five million dollars , such that \ndesignation would be mandatory whether or not requested by one of the parties.  See \nid. § 7A-45.4(b)(2). \n5.  A matter falls within the scope of subsection (a)(1) if there is a material \nissue relate d to a dispute  involving the law governing corporations.  Id. \n§ 7A-45.4(a)(1).  A matter  falls within the scope of subsection (a)(5) if there is  a \nmaterial issue involving a dispute regarding the use or performance of intellectual \nproperty, including computer software or data.  Id. § 7A-45.4(a)(5).   \n6. Southeastern opposes designation, arguing that there is no material \ndispute involving the law of corporations, making designation under subsection (a)(1) \ninappropriate.  Southeastern further contends that while the claims involve the use \nand performance of Genuine Parts’ software and data systems, the Complaint \n \n \npresents no material issue regarding Genuine Parts’ intellectual -property rights in \nthose systems, making designation under subsection (a)(5) inappropriate.  The Court \nagrees that the Complaint raises no material issue within the scope of subsection \n(a)(1) but disagrees with Southeastern’s narrow reading of subsection (a)(5).    \n7. The Court considers the  following allegations in the Complaint to be \npertinent to determining Defendants’ right to mandatory designation .  The Court \naccepts those allegations as true solely for purposes of the present Order. \n8. Southeastern is an auto -parts distributor and retailer that maintain s \nfacilities in several North Carolina locations.  (Compl. ¶¶ 5–6.)  Genuine Parts does \nbusiness in North Carolina as NAPA Auto Parts .  (Compl. ¶ 2.)  Riess is Genuine \nParts’ general manager for its NAPA Auto Parts business.  Prior to contracting with \nGenuine Parts to become an authorized NAPA Auto Parts retailer, Southeastern had \nmaintained two lines of business which it refers to as “specialty lines,” which involve \nthe sale of  Ford Motorcraft parts and a line of busi ness involving radiator and air -\nconditioning.  ( Compl. ¶ 12.)  Southeastern and Genuine Parts entered into an \nagreement through which Southeastern would convert its locations into NAPA Auto \nParts stores, but would be able to maintain these specialty lines.  (Compl. ¶ 15.)  In \nits agreement with Genuine Parts, Southeastern agreed to divest itself of its location \nin Raleigh, North Carolina, and to acquire three additional stores  from independent  \nNAPA Auto Parts affiliates.  (Compl. ¶ 16(a)–(b).) \n9. One essential component of the  contract between the parties  included \npreparing an inventory at each of Southeastern’s facilities, with certain part s being \n \n \nrebranded as NAPA parts, others being returned to the original manufacturer for \ncredit, and a final inventory value being computed .  The contract contemplated that \nthis inventory process would be accomplished through two Genuine Parts software \nplatforms known as TAMS II and Multistore  (“inventory system”).  (Compl. ¶ 16).  \nEach of the two software components  was to be installed and inventory counted at \neach of Southeastern’s locations, with Southeastern’s representatives observing the \ninventory process.  (Compl.  ¶ 26.)  Ultimately, Southeastern’s parts inventory was \ntransported to another location before the inventory process was undertaken and was \ncompleted without Southeastern’s representatives being present.  (Compl. ¶¶ 28–36.)   \n10. Southeastern contends that the inventory process could not  be \nconducted as the contract provided because of limitations of Genuine Parts’ inventory \nsystem, particularly the incomp atability of the two software modules and  the \ninability of Genuine Parts’ personnel to utilize those components effectively.  (Compl. \n¶¶ 37–49.)  In addition to the inventory process not having been completed as the \ncontract required, Southeastern further asserts that use of Genuine Parts’ software  \ncaused Southeastern’s stores to become overstocked, requiring Southeastern to make \nexcessive purchases from Genuine Parts.  (Compl. ¶ 48.)    \n11. Ultimately, Genuine Parts declared that Southeastern should suffer a \n$1.4 million write-down from the inventory valuation on which the parties had based \ntheir agreement.  (Compl. ¶ 53.)  Southeastern further complains that the software it \nwas required to install does not account for the additional specialty lines that \nGenuine Parts agreed Southeastern could continue.  (Compl. ¶ 57.)    \n \n \n12. In regard to the contract undertakings that required Southeastern to \ndivest itself of its Raleigh location and to expand by acquiri ng operations of three \nindependent affiliates in other locations, Southeastern asserts that Genuine Parts \nfalsely represented that  those independent affiliates  had agreed to be merged into \nSoutheastern.  (Compl. ¶ 30.)  \n13. Southeastern first makes a  breach-of-contract claim,  asserting that \nGenuine Parts breached the agreement between the parties by (1) failing to perform \non-site accounting and inventory , (2) inaccurately accounting for Southeastern’s \ninventory, (3) failing to credit Southeastern for $1 .4 million of inventory, and \n(4) failing to enroll Southeastern’s representatives in the  NAPA management \ntraining program.  (Compl.  ¶ 59.)  In its second claim, Southeastern asserts that \nGenuine Parts made fraudulent statements to induce Southeastern to enter into the \ncontract.  Southeastern’s third claim asserts that Defendants have committed unfair \nand deceptive trade practices under N.C. Gen. Stat. § 75-1.1.    \n14. This case was  filed after October 1, 2014.  The Court must then \ndetermine whether the case  was properly designated as a mandatory complex \nbusiness case by applying section 7A -45.4 as it was amended , effective October 1, \n2014. \n 15. The Court first addresses Defendants’ assertion that designation is \nproper under section 7A -45.4(a)(1), because the Complaint raises a material issue \ninvolving the law governing  corporations.  Defendants base their position on the \nargument that the law governing corporations is implicated from Southeastern’s \n \n \ncomplaint that Genuine Parts induced Southeastern to enter  into the agreement by \npromising that Southeastern could acquire and merge with NAPA ’s independent \naffiliates, which must lead to a conclusion that  “[i]ssues concerning any potential \nmerger would necessarily implicate material issues related to the law gov erning \ncorporations.”  ( Notice of Designation ¶  12.)  The Court concludes that Defendants ’ \nargument does not square with statutory requirements.  The Complaint presents no \nclaims among Southeastern, Genuine Parts, and NAPA’s various affiliates  or the \nterms of any merger agreement between Southeastern and the affiliated entities .  \nFactual allegations regarding those potential acquisitions or mergers are incidental \nto the claims that are actually presented against Genuine Parts.  Accordingly, the \nclaims do no t present a material issue involving the law governing corporations \nwithin the scope of section 7A-45.4(a)(1). \n 16. The Court next addresses Defendants’ assertion that  designation is \nproper under section 7A -45.4(a)(5).  Southeastern asserts in the Opposition that \nsection 7A-45.4(a)(5) requires a material issue involving intellectual-property law.  \n(Opp’n 4.)  While the Court agrees that the Complaint does not raise issues that are \ngoverned by what mi ght ordinarily be considered intellectual-property law, it also \nconcludes that section 7A-45.4(a)(5) is not so narrowly worded as to require that there \nbe such an issue.   \n17. Southeastern’s position might have been more persuasive under section \n7A-45.4 prior to its October 1, 2014 amendment .  Southeastern’s position does not \ncomport with the statute as it was amended. \n \n \n18. As amended effective October 1, 2014, section 7A -45.4(a)(5) includes \nactions that involve a material issue relating to \n[d]isputes involving the ownership, use, licensing, lease, installation, or \nperformance of intellectual property, including computer software, \nsoftware applications, information technology and systems, data and \ndata security, pharmaceuticals, biotechnology products,  and bioscience \ntechnologies. \n \nN.C. Gen. Stat. § 7A-45.4(a)(5). \n 19. Prior to October 1, 2014, section 7A-45.4(a)(5) was more limited in scope \nand covered only disputes involving “[i]ntellectual property law, including software \nlicensing disputes.”  Id. (amended 2014).    \n 20. The Court concludes that the 2014 amendment to section 7A-45.4(a)(5) \nexpanded the scope of disputes within the statute’s purview to include a dispute that \ninvolves a material issue regarding the use or performance of  intellectual property, \nincluding computer software  and data, without requiring a dispute regarding \nownership of the intellectual property or  another dispute that may require \napplication of principles of the body of law known as intellectual-property law.   \n21. Having concluded that section 7A-45.4(a)(5) should be so construed, the \nCourt concludes that the Complaint presents material issues regarding the use or \nperformance of Genuine Parts’ computer software, information systems , or data.   \nAccordingly, Defendants are entitled to designate the matter as a mandatory complex \nbusiness case pursuant to section 7A-45.4(a)(5). \n \n \n \n22. The Opposition must be OVERRULED.  The action shall continue as a \nmandatory complex business case before the Honorable Gregory P. McGuire. \n \n IT IS SO ORDERED, this the 17th day of August, 2016. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n "
}