{
  "id": "d333cdd8cdb2951c1762f26edcdd7182929071134a61089bce2225e398c1cfe7",
  "source_file": "data/raw/ncbc/d333cdd8cdb2951c1762f26edcdd7182929071134a61089bce2225e398c1cfe7.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 20789 \n \nWEAVER, BENNETT & BLAND, P.A., \n \nPlaintiff and \nCounterclaim Defendant, \n \nv. \n \nMATTHEW MCCURDY VILLMER; \nBO BRANDON CAUDILL; AND \nVILLMER CAUDILL, PLLC, \n \nDefendants and \nCounterclaim Plaintiffs, \n \nv. \n \nERAN L. WEAVER; WILLIAM G. \nWHITTAKER; AND MICHAEL \nDAVID BLAND, \n \nCounterclaim Defendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO \nDISMISS \n \n \n1. THIS MATTER  is before the Court on Defendants’ Motion to Dismiss  \nAmended Complaint for Failure to State a Claim ( the “Motion”) filed by Matthew \nMcCurdy Villmer, Bo Brandon Caudill, and Villmer Caudill, PLLC (collectiv ely, \n“Defendants”).  (ECF No. 45.) \n2. The Court, having considered the Motion, the briefs supporting and \nopposing the Motion, the parties’ arguments at a hearing on 28 June 2023, and other \nrelevant matters of record, hereby GRANTS in part and DENIES in part the Motion. \nSigmon, Clark, Mackie, Hanvey & Ferrell, P.A. , by Andrew  J. Howell \nand R. Jason White, and Wilson Elser Moskowitz Edelman & Dicker, \nLLP by Jeremy A. Stephenson, for Plaintiff Weaver, Bennett & Bland, \nP.A. \n \nWeaver, Bennett & Bland, P.A. v. Villmer, 2023 NCBC 49. \n \n \nRayburn Cooper & Durham, P.A. , by Ross R. Fulton and Ashley B. \nOldfield, for Defendants Matthew McCurdy Villmer, Bo Brandon \nCaudill, and Villmer Caudill, PLLC. \n \nWilson Elser  Moskowitz Edelman & Dicker, LLP, by Jeremy A. \nStephenson, for Counterclaim Defendants Michael Bland, Eran Weaver, \nand William Whitaker. \n \nPope, Aylward, Sweeney & Santaniello, LLP, by Andrew J. Santaniello, \nfor Counterclaim Defendant Eran Weaver.   \n \nRobinson, Judge. \n \nI. INTRODUCTION \n3. Defendants Matthew McCurdy Villmer and Bo Brandon Caudill are former \npartners and officers of Plaintiff , the law firm of  Weaver, Bennett & Bland, P.A.  \n(“WBB” or “Plaintiff”).  In 2022 they left Plaintiff’s employ and form ed a competing \nlaw firm, taking several of Plaintiff’s attorneys and clients with them.  Thereafter, a \ndispute arose over how Plaintiff and Defendants would split fees in certain \ncontingent-fee cases worked on by both firms, and this action followed.  \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact in connection with the Motion, as \nmotions to dismiss do not address “the merits, but only whether the merits may be \nreached.”  Concrete Serv. Corp. v. Investors Grp., Inc., 79 N.C. App. 678, 681 (1986).  \nInstead, the Court recites only those facts included in the complaint relevant to the \nCourt’s determination of the motion.  \n \n \nA. The Parties \n5. Plaintiff is a law firm  organized as a North Carolina professional \ncorporation with its principal place of business in Mecklenburg County, North \nCarolina.  (Am. Compl. ¶ 1, ECF No. 43.) \n6. Defendant Matthew McCurdy Villmer (“Villmer”) is a North Carolina \nattorney and resident of Me cklenburg County, North Carolina.  ( Am. Compl. ¶ 2.)  \nWBB hired Villmer as an associate attorney on 1 September 2015, and Villmer \nbecame an officer, director, and law partner with WBB on 1 September 2017 .  (Am. \nCompl. ¶¶ 9–10.)  Villmer was made a v ice president of WBB on 1 September 2017 \nand was promoted to managing partner in June 2018.   ( Am. Compl. ¶¶ 9 –10, 12.)  \nVillmer served as a director of WBB from 31 August 2017 through 20 January 2022.  \n(Am. Compl. ¶ 18.)   \n7. Defendant Bo Brandon Caudill (“Caudill” and with Villmer, the “Individual \nDefendants”) is a North Carolina attorney and resident of Mecklenburg County, \nNorth Carolina.  (Am. Compl. ¶ 3.)  Caudill was hired as an associate attorney with \nWBB on 1 March 2017 and became an officer, director, and law partner with WBB on \n1 January 2019. He was promoted to  head of WBB’s  litigation department on 1 \nJanuary 2020.  ( Am. Compl. ¶¶ 11, 13– 15.)  Caudill served as a director and vice \npresident of WBB from 1 January 2020 until  20 January 2022.  ( Am. Compl. ¶¶ 17, \n19.) \n8. Defendant Villmer Caudill, PLLC  (“VC, PLLC”) is a professional limited \nliability company with its principal place of business in Mecklenburg County, North \n \n \nCarolina.  (Am. Compl. ¶ 4.)  Articles of organization for VC, PLLC were executed on \n17 December 2021, (Am. Compl. ¶¶ 73–74), and the public record indicates that they \nwere filed with the North Carolina Secretary of State on 11 January 2022 .  \n(See N.C. Sec’y State, Villmer Caudill, PLLC, https://www.sosnc.gov/online_services\n/search/by_title/_Business_Registration (last visited July 24, 2023).)  \nB. The Plan to leave WBB \n9. Following Caudill’s promotion to head of Plaintiff’s litigation department in \n2020, Villmer and he began  secretly planning to leave Plaintiff and start their own \nlaw firm.  ( Am. Compl. ¶ 42.)  From that point forward, WBB alleges that the \nIndividual Defend ants began to manipulate the Plaintiff’s client distribution, the \nmanagement of the Plaintiff’s employees, and other aspects of Plaintiff’s business \naffairs in order to move several of Plaintiff’s clients and employees to their own law \nfirm.  (Am. Compl. ¶¶ 42–43.)  The Individual Defendants planned to leave Plaintiff’s \nemploy on or about 3 January 2022.  (Am. Compl. ¶ 67.)   \n10. During 2020 and 2021, several of Plaintiff’s lucrative cases were billed on a \ncontingent fee basis.  (Am. Compl. ¶ 46–47.)  Plaintiff alleges that Villmer, knowing \nthat he and Caudill intended to take these cases with them upon their departure from \nWBB, delayed or postponed the settlement of several of these cases .  He also \nconverted hourly clients into contingent fee clients, approved large advances of \nPlaintiff’s funds for costs in litigated cases, and forgave certain fees incurred to curry \nfavor with target clients.  (Am. Compl. ¶¶ 49–50, 68–69.)  \n \n \n11. The Individual Defendants  planned to take with them three of Plaintiff’s \nassociate attorneys when they left WBB:  Sophia Pappalardo (“Pappalardo”), Katelin \nTaylor (“Taylor”), and Walton Walker  (“Walker” and collectively the “Associates”).  \n(Am. Compl. ¶¶ 39, 40, 54, 55.)  The Individual Defendants managed the Associates’ \nlaw practices so that the  Associates were fully dependent on the Individual \nDefendants for work and had essentially no clients of their own.  (Am. Compl. ¶¶ 55–\n57.)  Before disclosing their departure to Plaintiff, the Individual Defendants shared \ntheir departure plans with Attorneys Taylor and Pappalardo, (Am. Compl. ¶¶ 92–93), \nwho agreed to join VC, PLLC.  (Am. Compl.  ¶¶ 95–96.) \n12. The Individual Defendants took other affirmative steps to establish the law \nfirm of VC, PLLC prior to executing articles of organization for their new firm on 17 \nDecember 2021.   (Compl. ¶¶ 73 –74.)  Throughout this time , the Individual \nDefendants did not inform any of Plaintiff’s other officers or directors of the ir plans.  \n(Compl. ¶ 75.) \n13. On 28 December 2021,  the Individual Defendants, as officers of Plaintiff, \nvoted and approved the payment of bonuses from Plaintiff to themselves in the total \namount of $452,224.70.  (Am. Compl. ¶ 223.) \nC. Villmer and Caudill’s Departure \n14. On 3 January 2022, the Individual Defendants  met with Weaver at \nPlaintiff’s offices and informed him that they were leaving Plaintiff’s employment \neffective two weeks from that date.  (Compl. ¶ 88.)   \n \n \n15. That same day, the  Individual Defendants met with the Associates to \nconvince them  to leave Plaintiff and join VC, PLLC.  (Am. Compl. ¶ 54.)   The \nIndividual Defendants told Attorneys Taylor and Pappalardo that Plaintiff would not \nsurvive after the Individual Defendants’ departure  and the Associates would be \nputting their futures at risk by continuing to work for Plaintiff.  (Am. Compl. ¶ 94.)   \nAttorneys Taylor and Pappalardo gave their two week s’ notice to Plaintiff on 3 \nJanuary 2022.  (Am. Compl. ¶¶ 246– 247.)  Attorney Walker initially declined the \nIndividual Defendants’ offer of employment until the Individual Defendants met with \nhim on 15 January 2022 and told him he was putting his family at risk by staying \nwith Plaintiff.  (Am. Compl. ¶ 250.) \n16. On 9 January 2022, the Individual Defendants met with Plaintiff’s other \nofficers, directors, and shareholders to discuss their departure.  (Am. Compl. ¶ 134.)  \nDuring the meeting, Plaintiff and the  Individual Defendants agreed to split  any \ncontingent fees earned on existing cases for clients that elected to move their work to \nVC, PLLC.  They agreed that the fee would be divided between the two firms based \non the percentage of time expended by each firm , with  any expenses previously \nadvanced by Plaintiff reimbursed when the case was resolved.  (Am. Compl. ¶ 136 –\n37.)  As part of th eir agreement, Plaintiff agreed to refer all of the Plaintiff’s Power \nHome Solar clients1 to Defendants.  (Am. Compl. ¶ 138.) \n \n1 A significant portion of WBB’s litigation practice involved suits initiated by WBB attorneys \non behalf of customers who purchased the installation of rooftop solar panels from Power \nHome Solar.  (Am. Compl. ¶¶ 144–45.) \n \n \n17. Plaintiff’s internal policies required that attorney work product be stored \nin the CLIO document management system.  (Am. Compl . ¶  127.)  P rior to the \ntermination of his employment with Plaintiff, Villmer wiped clean the hard drive on \nhis laptop computer without firm authorization and erased files o n Plaintiff’s CLIO \ndocument retention system that were the property of Plaintiff.  (Am. Compl. ¶ 300.)  \nCaudill likewise deleted most of the work product and data on the hard drive of his \nwork computer without authorization.  (Am. Compl. ¶ 301.) \n18. Plaintiff called and noticed a shareholder’s meeting for 20 January 2022 at \nPlaintiff’s offices, during which the Individual Defendants were removed as officers \nand terminated as employees of Plaintiff.  (Am. Compl. ¶¶ 104–08, 113–14.) \n19. Plaintiff emailed and faxed a letter dated 7 March 2022 to the Individual \nDefendants, reiterating the agreements reached between WBB  and the Individual \nDefendants regarding Plaintiff’s contingency fee cases, and asking the Individual \nDefendants to notify Plaintiff when each case was se ttled so that the fees could be \ndivided pursuant to the applicable agreement.  (Am. Compl. ¶ 139 –40.)  Defendants \ndid not respond. \n20. Plaintiff learned that one of the Power Home Solar lawsuits had settled \nwhen WBB received a refund check from the American Arbitration Association  on 1 \nJune 2022.  (Am. Compl. ¶ 146–148.)  On 20 June 2022, Plaintiff wrote to Defendants \nasking for details of the settlement, including the dollar amount of the settlement, \ntotal hours expended by attorneys at VC, P LLC, and the amount of expenses \nadvanced by VC, PLLC.  (Am. Compl. ¶ 149.) \n \n \n21. On 16 August 2022, Defendants emailed Plaintiff copies of Defendants’ time \nrecords from the litigation .  Plaintiff alleges that these billing records grossly \noverstate the actual amount of time Defendants expended on the matter .  (Am. \nCompl. ¶ 152.)  \n22. As of the filing of the Amended Complaint, Defendants have not paid \nPlaintiff either the expenses advanced or the percentage share of attorney’s fees they \nagreed to pay when the contingent fee cases resolved.  (Am. Compl. ¶ 268.) \nIII. PROCEDURAL BACKGROUND \n23. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion.  \n24. Plaintiff filed the C omplaint in this  action on 22 December 2022.  (ECF \nNo. 3). \n25. Defendants filed a notice of designat ion on 17 January 2023, (ECF No. 5), \nand this action was designated as a mandatory complex business case and assigned \nto the undersigned on 20 January 2023.  (ECF Nos. 1–2.) \n26. Defendants filed their Motion to Dismiss for Failure to State a Claim, (ECF \nNo. 10 ), and brief in support, (ECF No. 11), on 6 March 2023.  That same day, \nDefendants filed their Answer and Counterclaims, (ECF No. 12), and a Motion to Join \nParties, (ECF No. 13), in order to add Weaver, Whittaker, and Bland as counterclaim \ndefendants in this action.  Plaintiff did not contest the Motion to Join Parties, and on \n31 March 2023, the Court granted the motion, joining Weaver, Whittaker, and Bland \nas counterclaim defendants and directing Defendants to file amended counterclaims \n \n \naccordingly.  (ECF No. 21.)   On 5 April 2023, Defendants filed their Amended \nCounterclaims.  (ECF No. 23.)  \n27. On 17 April 2023, Plaintiff filed its Motion to Amend the Complaint (the \n“Motion to Amend”) and supporting brief (ECF Nos. 24 –25).  Defendants filed their \nbrief in opposition to the Motion to Amend on 8 May 2023, (ECF No. 35 [“Defs.’ Br.”]), \nand Plaintiff filed its reply on 18 May 2023.  (ECF No. 36.)  \n28. On 7 June 2023, the Court granted the Motion to Amend, (ECF No. 42), and \nPlaintiff filed its Amended Complaint on 8 June 2023.  (ECF No. 43.)   Defendants ’ \nMotion was filed on 23 June 2023.  (ECF No. 45.)  With consent of all parties, and to \nprevent duplicative re-briefing, the Court ordered that the briefing in support of and \nopposition to the Motion to Amend would  be considered in support of th is Motion.  \n(See ECF No. 46.) \n29. The Court conducted oral argument on the Motion on 28 June 2023.  (ECF \nNo. 46.)  The Motion is now ripe for determination.  \nIV. LEGAL STANDARD \n30. “On a Rule 12(b)(6) motion to dismiss, the question is whether, as a matter \nof law, the allegations of the complaint, treated as true, state a claim upon which \nrelief can be granted.”   Fischer Inv. Capital, Inc. v. Catawba Dev. Corp., 200 N.C. \nApp. 644, 649 (2009).  “[T]he complaint is to be liberally construed, and the trial court \nshould not dismiss the complaint unless it appears beyond doubt that the plaintiff \ncould prove no set of facts in support of his claim which would entitle him to relief. ”  \nState ex rel. Cooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 444 (2008).  “[W]hen \n \n \nruling on a Rule 12(b)(6) motion, a court may properly consider documents which are \nthe subject of a plaintiff’s complaint and to which the complaint specifically refe rs.”  \nOberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60 (2001).   Furthermore, a court \n“can reject allegations that are contradicted by the documents attached, specifically \nreferred to, or incorporated by reference in the complaint.”   Moch v. A.M. Pappas & \nAssocs., LLC, 251 N.C. App. 198, 206 (2016) (quoting Laster v. Francis, 199 N.C. App. \n572, 577 (2009)).  “The question before us is whether, as a matter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon which \nrelief may be granted under some legal theory, whether properly labeled or not.”   \nGant v. NCNB Nat. Bank, 94 N.C. App. 198, 199 (1989). \nV. ANALYSIS \n31. Defendants move to dismiss Plaintiff’s claims for fraud, breach of contract, \ntortious interference with cont ract, facilitation of fraud,  and attorney fraudulent \npractices, a s well as  Plaintiff’s requested remedies of constructive trust, punitive \ndamages, and disgorgement of salary, benefits, and bonuses.  The Court takes each  \nclaim in turn. \nA. Fraud \n32. Plaintiff asserts claims for fraudulent misrepresentation and for fraudulent \nomission in the face of a duty to disclose.  As to the former, Plaintiff  alleges that the \nIndividual Defendants falsely represented to Plaintiff’s leadership that the reason \nthey refused to personally guaranty a bank loan taken out by Plaintiff in  October \n2020 for the purpose of renovating the firm’s office building was because their stock \n \n \nhad not yet fully vested.  The  true reason for the refusal, Plaintiff alleges, was that \nthe Individual Defendants secretly planned to leave Plaintiff’s employ soon thereafter \nand sought to avoid personal liability on a large loan for their soon-to-be former firm. \n33. The Individual Defendants’ planned departure likewise forms the basis for \nPlaintiff’s fraudulent omission claims.  Plaintiff  alleges that the Individual \nDefendants had a duty to disclose , but failed to disclose,  their plans : (1) to leave \nPlaintiff, (2) to induce Plaintiff’s clients and employees to follow them to their new \nfirm, (3) to alter fee-splitting obligations in Plaintiff’s contingent fee cases, (4) to form \nVC, PLLC while working for Plaintiff, and (5) to destroy data, files, and work product \nreflecting their activities during their employment with Plaintiff.  (Am. Compl. ¶ \n196.) \n34. Defendants argue Plaintiff has not pled  all of the essential  elements of \nfraud and, with respect to those elements that are pled,  that Plaintiff fails to plead \nwith the requisite particularity.  (Defs.’ Br. 4–6.) \n35. The five essential elements needed to state a claim for fraud are: (1) a false \nrepresentation of a material fact; (2) reasonably calculated to deceive; (3) made with \nintent to deceive; (4) that did in fact deceive ( i.e., was reasonably relied upon by the \nrecipient of the misrepresentation); and (5) resulting in damage to the injured party.  \nRowan Cty. Bd. of Educ. v. U.S. Gypsum Co., 332 N.C. 1, 17 (1992). \n36.   In addition to these elements, Rule 9(b) requires that “[i]n all averments \nof fraud, duress or mistake, the circumstances constituting fraud or mistake shall be \nstated with particularity.”   N.C.G.S. § 1A -1, Rule  9(b).  To meet the particularity \n \n \nrequirement for fraudulent misrepresentation, a plaintiff must allege the “time, place \nand content of the fraudulent representation, identity of the person making the \nrepresentation and what was obtained as a result of the fraudulent acts or \nrepresentations.”  Terry v. Terry, 302 N.C. 77, 85 (1981). \n37. In contrast, “[f]raudulent concealment or fraud by omission is, by its very \nnature, difficult to plead with particularity.”  McKee v. James, 2013 NCBC LEXIS 33, \nat *22 (N.C. Super. Ct. July 24, 2013) (quoting Lawrence v. UMLIC-Five Corp., 2007 \nNCBC LEXIS 20, at *9 (N.C. S uper. Ct. June 18, 2007)).   Fraud claims based on \nomission require a plaintiff to allege: \n(1) the relationship [between plaintiff and defendant] giving  rise to the \nduty to speak; (2) the event or events triggering the duty to speak and/or \nthe general time period over which the relationship arose and the \nfraudulent conduct occurred; (3) the general content of the information \nthat was withheld and the reason for its materiality; (4) the identity of \nthose under a duty who failed to make such disclosures; (5) what [the \ndefendant] gained by withholding information; (6) why plaintiff's \nreliance on the omission was both reasonable and detrimental; and (7) \nthe damages proximately flowing from such reliance. \n \nLawrence, 2007 NCBC LEXIS 20, at *9 (quoting Breeden v. R ichmond Cmty. Coll. , \n171 F.R.D. 189, 195-96 (M.D.N.C. 1997)). \n38. The Court first addresses fraudulent misrepresentation, then turns to \nfraudulent omission. \ni. Fraudulent Misrepresentation \n39. Plaintiff’s fraudulent misrepresentation claim is based upon statements the \nIndividual Defendants made when refusing to personally guarantee Plaintiff’s loan  \nfor renovations  to its offices .  At the loan closing in October 2020, the Individual \n \n \nDefendants “falsely represented to the Plaintiff” that the reason they were unwilling \nto guarantee the loan to the Bank was because their stock in Plaintiff had not yet \nfully vested.  (Am. Compl. ¶¶ 207–08 (emphasis added).)  Plaintiff alleges the vesting \nof stock was a pretext, and the true reason was that the Individual Defendants sought \nto avoid personal liability for Plaintiff’s loans given their planned departure.   \nDefendants emphasize that Plaintiff did not specify the employee or agent of Plaintiff \nto which the representation was made.   (Am. Compl. ¶¶ 207– 08 (emphasis added).)  \nConsequently, Defendants argue that Plaintiff’s fraudulent misrepresentation claim \nlacks the requisite particularity.     \n40. The Court disagrees.  For fraud claims, “[a] requirement of specificity is not \na requirement of perfect and complete specificity .”  Hudgins v. Wagoner , 204 N.C. \nApp. 480, 487 (2010) .  Here, the Amended Complaint specifies when and where the \nmisrepresentation occurred, along wi th the substance of the misrepresentation —a \ncritical distinction from Quidore v. All. Plastics, LLC , which Defendants cite .  See \nQuidore, 2020 NCBC LEXIS 140, at **20 (N.C. Super Ct., Dec. 3, 2020) .  The Court \nconcludes that the Amended Complaint provides sufficient detail to enable \nDefendants to prepare a defense and, therefore, the specificity requirement is met. \n41. Defendants also argue that Plaintiff failed to plead  that the \nmisrepresentation was reasonably calculated to deceive, made with the intent to  \ndeceive, and actually deceived Plaintiff.  (Defs.’ Br. 5.)   Again, the Court disagrees.  \nThe Individual Defendants  allegedly persuaded Plaintiff to take out a substantial \nloan in order to saddle Plaintiff with debts upon their departure from Plaintiff.  (Am. \n \n \nCompl. ¶¶ 209 –10.)  To that end,  Plaintiff alleges that the misrepresentation was \nmade intentionally so that Plaintiff would proceed with the loan without learning of \nthe Individual Defendants’  intent to leave Plaintiff’s employ .   It alle ges that  it  \nobtained the loan without personal guarantees from the Individual Defendants and \ndid not learn of the Individual Defendants’  plan to form VC, PLLC for over a year \nafter the loan was made.  Consequently,  Plaintiff alleges that  it was deceived and \nrelied on the representation to its detriment.  (See Am. Compl. ¶ 88.) \n42.   Plaintiff has adequately alleged the essential elements of fraud .  The \nMotion is therefore DENIED as to Plaintiff’s fraudulent misrepresentation claim. \nii. Fraudulent Omission \n43. Plaintiff’s several claims for fraudulent omission are based upon the \nIndividual Defendants’ duties as officers and fiduciaries of Plaintiff  to inform \nPlaintiff’s other officers and shareholders  of their plan  to leave Plaintiff’s employ.   \nUnder Plaintiff’s theory, Defendants had a duty to disclose their plan, and their \nfailure to disclose it while at the same time taking steps that would benefit the new \nfirm they were starting (e.g., hiring and training the Associates, advancing funds to \ncontingent fee clients, awarding themselves bonuses, and modifying Plaintiff’s fee \nsplitting arrangements) was a fraudulent omission.  (Am. Compl. ¶¶ 55–57, 289, 323.) \n44. Defendants argue the Amended Complaint fails to allege  that these \nomissions were material or that Plaintiff relied upon the omissions.  (Defs’ Br. 4–6.)  \nThe Court disagrees.  The Amended Complaint plainly alleges the materiality of the \npurported omissions by stating that “Plaintif f would not have advanced funds for \n \n \ncertain clients” and “would not have paid the Defendants or any of the Plaintiff’s other \nattorneys’ bonuses” had they known of the  plan.  (Am. Compl. ¶ ¶ 200, 223.)  These \nallegations make clear that knowledge of the Individual Defendants’ plan would have \nmaterially affected Plaintiff’s decisions at each turn.  Accordingly, the Motion is \nDENIED as to the fraud claims against the Individual Defendants. \n45. Not so, as to VC, PLLC , however.  While the Individual Defendants were \nofficers with fiduciary duties that required them to disclose their intentions, t he \nAmended Complaint does not allege that  VC, PLLC owed any duty to Plaintiff that \nwould require it to make disclosures .  Accordingly, the Motion is GRANTED as to \nthe fraud claims against VC, PLLC. \nB. Breach of Contract \n46. As to Plaintiff’s claim for breach of contract, the Amended Complaint \nalleges that Plaintiff contracted with the Individual Defendants on 9 January 2022 \nto divide the contingent fees earned in cases that transferred to the new firm  based \non the relative amount of time expended by each law firm.  (Am. Compl. ¶¶ 227–229.) \n47. Defendants argue that Plaintiff has failed to allege valid consideration for \nthe purported agreement, mandating dismissal of the claim .  (Defs.’ Br. 7.)   “The \nelements of a claim for breach of contract are (1) existence of a valid contract and (2) \nbreach of the terms of that contract.”  Poor v. Hill, 138 N.C. App. 19, 26 (2000).  \n“[S]tating a claim for breach of contract is a relatively low bar.”  Vanguard Pai Lung, \nLLC v. Moody, 2019 NCBC LEXIS 39, at *11 (N.C. Super. Ct. June 19, 2019).   \nAccordingly, “only where the complaint calls into question whether there was mutual \n \n \nassent to the contract or proper consideration should the Court consider those \nelements of contract formation at such an early stage in litigation.”  Beam v. Sunset \nFin. Servs., 2019 NCBC LEXIS 56, at *28 (N.C. Super. Ct. Sept. 3, 2019). \n48. Plaintiff alleges that the Individual Defendants “specifically agreed with \nthe Plaintiff at the January 9, 2022, meeting that any contingent fees that were \nearned on contingent matters which left with the Defendants would be divided \nbetween Defendants and Plaintiff based on the percentage of the actual amount of \ntime expended by each law firm.”  (Am. Compl. ¶ 227.)  Plaintiff further alleges that \n“Defendants have failed and refused to pay the Plaintiff either the expenses \nadvanced, or the percentage of the attorney fees agreed upon on the contingent fee \ncases[.]”  (Am. Compl. ¶ 231.)   Thus, the Amended Complaint states a claim at this \nstage.  The Motion is DENIED to the extent it seeks to dismiss Plaintiff’s breach of \ncontract claim.  \nC. Tortious Interference with Contract \n49. To state a claim for tortious interference with contract, the Amended \nComplaint must allege that: \n(1) A valid contract [exists] between the plaintiff and a third person \nwhich confers upon the plaintiff a contractual right against a third \nperson; (2) the defendant kno ws of the contract; (3) the defendant \nintentionally induces the third person not to perform the contract; (4) \nand in doing so acts without justification; [and] (5) resulting in actual \ndamage to plaintiff. \n \nUnited Lab., Inc., v. Kuykendall, 322 N.C. 643, 661 (1988).  “The pleading standards \nfor a tortious interference with contract claim are strict.”  Urquhart v. Trenkelbach, \n2017 NCBC LEXIS 12, at *15 (N.C. Super. Ct. Feb. 8, 2017). \n \n \n50. Plaintiff alleges the Individual Defendants tortiously interfered with the \nemployment contracts of each of the Associates.  (Am. Compl.  ¶¶ 251 –256.)  \nDefendants contend that the Amended Complaint fails to allege three of the \nnecessary elements  of a tortious interference claim : (1) the existence of a valid \ncontract at the relevant time, (2) inducement by the Individual Defendants  for the \nAssociates to breach their contracts with the Plaintiff , and (3) lack of justification.  \n(Defs.’ Br. 9–12.) \ni. Existence of a Valid Contract \n51. Defendants contend that the Amended Complaint fails  to allege that the \nAssociates had valid employment contracts with Plaintiff in 2022—the year the \nalleged interference occurred.  (Defs.’ Br. 14.)   The Amended Complaint states that \nPlaintiff had employment contracts with the Associates in 2021, and “[a]t the time \n[Individual Defendants] began to carry out their plan to take Plaintiff’s employees[.]”  \n(Am. Compl.  ¶¶ 237 –38.)  The acts alleged in support of Plaintiff’s  tortious \ninterference claim occurred in January 2022.  (Am. Compl. ¶¶ 241, 243 249.)  \nAlthough the Amended Complaint does not expressly state that each employment \ncontract was effective in 2022, v iewed in the light most favorable to Plaintiff, the \nAmended Complaint sufficiently pleads that the Associates had valid contracts in \nplace during the relevant time.  The Amended Complaint specifically states that  on \n3 January 2022, the Individual Defendants met with  a select group of  Plaintiff’s \nemployees to induce them to “terminate their employment contracts.”  (Am. Compl. \n \n \n¶ 243 (emphasis added).)  Therefore, the Amended Complaint sufficiently pleads that, \nduring all relevant times, the Associates had employment contracts with Plaintiff.  \nii. Inducement  \n52. Defendants next contend that Plaintiff  makes only conclusory alleg ations \nregarding the Individual Defendants’ inducement of the Associates to terminate their \nemployment.  This Court has interpreted “induce” to mean “ purposeful conduct, ” \n“active persuasion, request, or petition.”  KRG New Hill Place, LLC v. Springs Inv'rs, \nLLC, 2015 NCBC LEXIS 20, at *14 –15 (N.C. Super. Ct. Feb. 27, \n2015) (quoting Inland Am. Winston Hotels, Inc. v. Crockett , 212 N.C. App. 349, 354  \n(2011)).  The Amended Complaint alleges that the Individual Defendants —in their \nroles as managing partner and as head of Plaintiff’s litigation group—informed select \nemployees of Plaintiff that Plaintiff was going out of business, and anyone who did \nnot go with them to VC, PLLC would lose their job and put their family and future at \nrisk.  (Am. Compl. ¶ ¶ 94, 241, 243.)  Following Attorney Walker’s initial refusal of \nemployment with VC, PLLC, the Individual Defendants  met with Attorney Walker \nagain, reiterating that he was putting his family at risk by staying with Plaintiff.  \nMoreover, the Individual Defendants instructed the Associates not to disclose these \ndiscussions to anyone.  (Am. Compl. ¶ 244.) \n53. The Individual Defendants  engaged in purposeful conduct  by holding a \nmeeting with the Associates on 3 January 2022 to convince them to leave Plaintiff \nand join VC, PLLC.  Further, the  Individual Defendants actively persuaded the \nAssociates by telling them that their careers and families would be put at risk if they \n \n \ndid not join VC, PLLC.  Particularly given that the Individual Def endants were in \npositions of authority  over the Associates , these allegations are sufficient to  allege \nthe element of inducement.  \niii. Lack of Justification \n54. Finally, Defendants contend that the Amended Complaint reveals that the \ninterference was for a legitimate business purpose—their desire to establish a \ncompeting business.  “Generally speaking, interference with contract is justified if it \nis motivated by a  legitimate business purpose, as when the plaintiff and the \ndefendant, an outsider, are competitors. ”  Embree Constr. Grp., Inc. v. Rafcor, Inc. , \n330 N.C. 487, 498 (1992).  Here, however, Individual Defendants were not outsiders—\nit is alleged they were officers and fiduciaries of Plaintiff.  And although c orporate \nfiduciaries have “a qualified privilege to interfere with contractual relations between \nthe corporation and a third party[,]” fiduciaries “who act for their own benefit may be \nheld personally liable.”  Id . at 498–99.  The Amended Complaint plainly states that \nthe Individual Defendants induced the Associates to terminate their employment \ncontracts so that they would come to work for VC, PLLC, for the direct benefit of the \nIndividual Defendants.  Therefore, the Amended Complaint reveals no legitimate  \nbusiness purpose and this pleading element is satisfied. \n55. Accordingly, the Motion is DENIED to the extent it seeks dismissal of \nPlaintiff’s claim for tortious interference with contract.    \n \n \nD. Facilitation of Fraud \n56. Next, Defendants seek dismissal of Plaintiff’s facilitation of fraud claim on \ntwo bases: first, that Plaintiff has not stated a claim for the underlying claim of fraud \nand second, that the facilitation claim is duplicative of Plaintiff’s civil conspiracy \nclaim.  (Defs.’ Br. 15.)  “ Facilitation of fraud  requires a showing ‘ (1) that the \ndefendants agreed to defraud the plaintiff; (2) that defendants committed an overt \ntortious act in furtherance of the agreement; and (3) that plaintiff suffered damages \nfrom that act. ’ ” Potts v. KEL, LLC , 2019 NCBC LEXIS 30, at *24 (N.C. Super. Ct. \nMay 9, 2019) (citing Neugent v. Beroth Oil Co., 149 N.C. App. 38, 53 (2002)).  A claim \nfor facilitation of fraud must “be based on the conspiring parties’ agreement to carry \nout alleged misconduct that supports a separate, underlying claim.”  Loray Mill Devs., \nLLC v. Camden Loray Mill Phase 1, LLC, 2023 NCBC LEXIS 21, at *52 (N.C. Super. \nCt. Feb. 7, 2023).  \n57. As discussed in paragraph 42, supra, Plaintiff has stated a valid claim for \nfraud against the Individual Defendants regarding Plaintiff’s contingency fee clients. \nThis claim serves as the underlying claim for purposes of the facilitation claim.  As a \nresult, dismissal is not warranted on that basis.  Nevertheless, Defendants are correct \nthat, as pleaded, Plaintiff’s  facilitation of fraud  claim is duplicative of  its civil \nconspiracy claim.  See TaiDoc Tech. Corp. v. OK Biotech Co. , 2016 NCBC LEXIS 26, \n*29–30 (N.C. Super. Ct. Mar. 28, 2016) (concluding that civil conspiracy and \nfacilitation of fraud are essentially the same claim  where the object of the parties’ \nalleged agreement is to defraud another.)   \n \n \n58. Plaintiff’s civil conspiracy claim rests upon both its fraud and breach of \nfiduciary duty claims and subsumes its claim for facilitation of fraud.  This Court has \npreviously dismissed claims which are a “species” of another surviving claim .  E.g. \nZagaroli v. Neill, 2017 NCBC LEXIS 103, at *34 (N.C. Super. Ct. Nov. 7, 2017); Cutter \nv. Vojnovic, 2023 NCBC LEXIS 14, at *12 (N.C. Super. Ct. Jan 24, 2023) (dismissing \nmisappropriation of business opportunity  claims as  unnecessarily duplicative of \nclaims for breach of fiduciary duty).   Plaintiff’s facilitation claim is a “species” of its \ncivil conspiracy claim, and therefore, dismissal of the former is appropriate  to avoid \nconfusion in this case .  Accordingly, the Motion is GRANTED without prejudice to \nthe extent it seeks dismissal of Plaintiff’s claim for facilitation of fraud.   \nNotwithstanding th is dismissal, the substan tive allegation s may be included in  \nPlaintiff’s claim for civil conspiracy.   \nE. Attorney Fraudulent Practices under N.C.G.S. § 84-13 \n59. Defendants seek dismiss al of  Plaintiff’s section 84-13 claim for attorney \nfraudulent practices, arguing that the statute is inapplicable in this case.  (Defs.’ Br. \nSupp Mot. Dismiss 19, ECF No. 11.)  Plaintiff contends that section 84-13 applies to \nits claims for breach of fiduciary duty, fraud, unjust enrichment, conversion, \nobstruction of justice, and tortious interference, and seeks double damages for those \nclaims.  (Am. Compl. ¶¶ 343–344.)   \n60. Section 84-13 provides, “[i]f any attorney commits any fraudulent practice, \nhe shall be liable in an action to the party injured, and on the verdict passing against \nhim, judgment shall be given for the plaintiff to  recover double damages.”  N.C.G.S. \n \n \n§ 84-13.  Critically, section 84-13 is found in Article 2, entitled “Relation to Client.”  \nThe applicability of this section, therefore, turns on whether  Plaintiff was a client of \nthe Individual Defendants during the all eged fraudulent acts and omissions .  The \nAmended Complaint contains no allegations  that an attorney -client relationship \nexisted between Plaintiff and the Individual Defendants during any relevant time.  \nWhile the Individual Defendants may have been officer s and fiduciaries of Plaintiff, \nthe Court finds no basis to expand section 84 -13 beyond its apparent intent —to \ngovern the relationship between attorneys and clients.  The Motion is therefore \nGRANTED to the extent it seeks dismissal of Plaintiff’s claim und er section 84-13, \nand this claim is dismissed with prejudice. \nF. Remedies \n61. Finally, Defendants seek to dismiss Plaintiff’s requested remedies of \nconstructive trust, disgorgement, and punitive damages because they are “disguised \nclaims.”  The Court disagrees.  It is true that the original Complaint mischaracterized \nthese remedies as causes of action, ( see Comp., ¶¶ 295, 314, 388),  but the Amended \nComplaint properly re-frames them as remedies.  And while Defendants are correct \nthat a remedy must be attached to a validly pleaded cause of action, the Amended \nComplaint does so.  Accordingly, Defendants’ Motion is DENIED to the extent it \nseeks to dismiss Plaintiff’s requested remedies o f constructive trust, disgorgement, \nand punitive damages.  Plaintiff’s entitlement to those remedies shall be determined \nat a later stage. \n \n \nVI. CONCLUSION \n62. For the foregoing reasons, Defendants’ Motion is GRANTED in part and \nDENIED in part as follows:   \na. As to Pl aintiff’s fraud claims against VC, PLLC, the Motion is \nGRANTED and those claims are dismissed with prejudice;2 \nb. As to Plaintiff’s facilitation of fraud claim, the Motion is GRANTED and \nthat claim is dismissed without prejudice; \nc. As to Plaintiff’s claim under section 84 -13, the Motion is GRANTED \nand that claim is dismissed with prejudice; \nd. Defendants’ Motion is DENIED as to all other claims.  \nSO ORDERED, this the 31st day of July, 2023. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n2 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt[.]”  First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013). \n "
}