{
  "id": "d35b33a3b82638512c098e23c25b4f9468b529cc168b951659a493a62b99010f",
  "source_file": "data/raw/ncbc/d35b33a3b82638512c098e23c25b4f9468b529cc168b951659a493a62b99010f.pdf",
  "raw_text": "In re Se. Eye Ctr. (Pending Matters), 2020 NCBC 9. \n \n \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1648 \n \nIN RE SOUTHEASTERN EYE \nCENTER-PENDING MATTERS \n \nORDER AND OPINION ON KAY \nHARRIS TURNER’S MOTION TO \nINTERVENE, TURNER’S MOTION TO \nREMOVE THE $2.1 MILLION \nJUDGMENT AGAINST JDPW TRUST \nAND TO REMOVE JDPW TRUST \nFROM RECEIVERSHIP, AND \nPLAINTIFFS’ MOTION TO \nDISQUALIFY DOUGLAS S. HARRIS \nAS COUNSEL FOR TURNER  \n(OLD BATTLEGROUND V. CCSEA) \n \n \n1. THIS MATTER is before the Court upon (i) the Motion of the Sole \nBeneficiary of JDPW Trust, Kay Harris Turner (“Turner”), to Intervene Pursuant to \nRule 24 of the North Carolina Rules of Civil Procedure (“Motion to Intervene”), (ECF \nNo. 1182); (ii) Turner’s Motion to Remove the $2.1 Million Judgment Against JDPW \nTrust and to Remove JDPW Trust from Receivership Pursuant to Rule 60(b)(4)(5)(6) \n(“Rule 60(b) Motion”)  (together with the Motion to Intervene, “Turner’s Motions”) , \n(ECF No. 1176); and (ii i) Plaintiffs Old Battleground Properties, Inc. and Ni vison \nFamily Investments LLC’s (collectively, the “Nivison Parties”) Motion to Disqualify \nDouglas S. Harris (“Harris”) as Counsel for Turner (“Motion to Disqualify”), (ECF No. \n1196), (collectively, the “Motions”).  \n2. Having considered the Motions, the related briefing, and the arguments of \ncounsel at the hearing on the Motions, the Court GRANTS the Motion to Disqualify \nand STRIKES the Motion to Intervene and Rule 60(b) Motion, including supporting \n \n \nbriefs and materials, without prejudice  to Turner’s right to refile  or renew either \nMotion prior to March 16, 2020.   \nSmith Debnam  Narron Drake Saintsing & Myers, LLP , by Byron L. \nSaintsing, for Plaintiffs Nivison Family Investments, LLC and Old \nBattleground Properties, Inc. and Third -Party Defendant Arthur \nNivison.  \n \nOak City Law LLP, by Robert E. Fields, III, for Receiver Gerald A. \nJeutter, Jr., as Receiver for JDPW Trust  U/T/A Dated June 8, 2007 , \nCentral Carolina Surgical Eye Associates, P.A., HUTA Leasi ng LLC, \nSoutheastern Eye Management, Inc., Southeastern Cataract Laser \nCenter, PLLC, EMS Partners, LLC, KEPES Newco, LLC, and DRE \nNewco, LLC.  \n \nWyatt Early Harris Wheeler, LLP, by Scott F. Wyatt and Donavan J. \nHylarides, for Defendants Richard A. Harris, Historic Castle McCulloch, \nLLC, and Castle McCulloch, Inc.  \n \nDouglas S. Harris, pro se.  \n \nDouglas S. Harris for Kay Harris Turner, in her alleged  capacity as the \nbeneficiary of JDPW Trust U/T/A Dated June 8, 2007. \n \nBledsoe, Chief Judge. \nI. \n \nBACKGROUND \n \n3. The factual a nd procedural background of this case is extensive  and \ncomplex.  A detailed background may be found in In re Se. Eye Ctr.-Pending Matters, \n2019 NCBC LEXIS 29 (N.C. Super. Ct. May 7, 2019) (“Summary Judgment Order”).  \nThe Court recites here only the background facts and procedural history relevant to \nthe Motions.  \n4. After the Summary Judgment Order was entered  on July 26 , 2019, the \nCourt noticed a jury trial of all remaining issues in this action for December 9, 2019.  \n \n \n(ECF No. 1171 .)  A few weeks later , on August 13, 2019, Turner, in her purported \ncapacity as the beneficiary of JDPW Trust U/T/A Dated June 8, 2007 (“JDPW Trust” \nor the “Trust”) and through her counsel Harris, filed the Rule 60(b) Motion, by which \nshe sought to remove the Nivison Parties’ $2.1 million allowed claim against the \nTrust and remove the Trust from the current receivership. 1  (Mot. Remove $2.1 \nMillion J. JDPW Trust & Remove JDPW Trust R eceivership Pursuant R ule \n60(b)(4)(5)(6), ECF No. 1176.)  The $2.1 million claim had been allowed and the Trust \nplaced into receivership through this Court’s orders dated April 28, 2016.  (ECF Nos. \n471, 472.)   \n5. Because the Rule 60(b) Motion potentially impacted the scope of the issues \nfor trial, the Court continued the jury trial to January 27, 2020 .  (ECF No. 1181 .)  \nThereafter, on August 22, 2019, Turner, again purporting to act in her capacity as \nthe beneficiary of the Trust, moved to intervene for the limited purpose of making the \nRule 60(b) Motion.  (Mot. Sole Beneficiary JDPW Trust, Kay Harris Turner, Intervene \nPursuant R ule 24 N .C. R. Civ. P., ECF No. 1182 .)  The Court permitted limited \ndiscovery concerning Turner’s M otions, (ECF No. 11 90), and set a briefing and \nhearing schedule on the then-pending Motions, (ECF No. 1191).   \n                                                 \n1 Gerald A. Jeutter, Jr. (“Receiver”) has been appointed to serve as receiver over the following \nentities: Central Carolina Surgical Eye Associates, P.A.  (“CCSEA”), EMS Partners, LLC, \nSoutheastern Cataract Laser Center , PLLC, Southeastern Eye Management, Inc., HUTA \nLeasing, LLC , Kepes Newco, LLC, DRE Newco, LLC,  and JDPW Trust  (collectively, the \n“Receivership Entities”).  See Se. Eye Ctr. , 2019 NCBC LEXIS 29, at *19, n. 4 , *20; Old \nBattleground Props. v. Cent. Carolina Surgical Eye Assocs., P.A. , 2015 NCBC LEXIS 19, at \n*24 (N.C. Super. Ct. Feb. 25, 2015). \n \n \n6. On September 20, 2019, the Nivison Parties moved to disqualify Harris  as \ncounsel for Turner under Rules 1.7 and 3.7 of the North Carolina Rules of \nProfessional Conduct.  (Pls.’ Mot. Disqualify Douglas S. Harris Counsel Kay Harris \nTurner [hereinafter “Mot. Disqualify”], ECF 1196.)   \n7. The Court held a hearing on the Motions on January 8, 2020, at which all \nparties were represented by counsel and Harris appeared pro se.  The Motions are \nripe for resolution.   \nII. \nANALYSIS \nA.   Motion to Disqualify \n8. Although last filed, the Court concludes that the Motion to Disqualify should \nbe determined before Turner’s Motions.  As explained more fully below, Plaintiffs \nallege that Harris has conflicts of interest that preclude his representation of Turner \nin this litigation, including that he will be a material witness offering testimony in \nconflict with Turner at trial and that he has economic interests in the outcome of the \nlitigation directly opposed to Turner’s interests.  Because there is an obvious risk that \nTurner’s Motions have been prepared by conflicted counsel, the Court concludes that \njustice and fairness require that the Motion to Disqualify be decided first, with \nTurner’s Motions decided only if the Motion to Disqualify is denied. \n9. Numerous courts around the country have followed this approach under  \nsimilar circumstances.  See, e.g., Grimes v. District of Columbia, 794 F.3d 83, 90 (D.C. \nCir. 2015) (“[A] plausible claim of conflict must be resolved before allegedly conflicted \n \n \ncounsel or the court takes further action in the case[,]” as “a conflict of interest could \naffect the fairness an d impartiality of the proceeding [.]”); id. (“Resolving asserted \nconflicts before deciding substantive motions assures that no conflict taints the \nproceeding, impairs the public’s confidence, or infects any substantive motion \nprepared by or under the auspices of conflicted counsel.”); Bowers v. Ophthalmology \nGrp., 733 F.3d 647, 654 (6th Cir. 2013) (“A [trial]  court must rule on a motion for \ndisqualification of counsel prior to ruling on a dispositive motion because the success \nof a disqualification motion has the potential to change the proceedings entirely.”); \nSumpter v. Hungerford, No. 12 -717, 2013 U.S. Dist.  LEXIS 71119, at *12 (E.D. La. \nMay 20, 2013) ( A “motion to disqualify must . . . be resolved first in the interest of \nfairness and judicial economy[.]”); see also, e.g ., Albert v. Hess Oil V.I. Corp. , 70 V.I. \n316, 335 (V.I. Super. Ct. 2019) (“This Court . . . holds that a motion to disqualify an \nattorney must be resolved before any other motion. ”); Martino v. DeMartino , No. \nFA054007219S, 2006 Conn. Super. LEXIS 1878, at *6 ( Conn. Super. Ct. June 14, \n2006) (“[W]hen the defendant filed this motion to disquali fy, action on all other \nmotions was, of necessity, held in abeyance.  A motion to disqualify must be resolved \nbefore the other pending motions may be decided.” (citation omitted)).2  \n10. The Court now turns to the Motion to Disqualify.   \n                                                 \n2 Some courts have found an exception to this general rule when a motion to disqualify is \npending with a motion to dismiss for lack of subject matter jurisdiction.  In that circumstance, \nthose courts have concluded that “it is proper to decide the jurisdictional question first. ”  \nHeimer v. Knight, No. 3:13CV115TSL-JMR, 2013 U.S. Dist. LEXIS 202347, at *2 (S.D. Miss. \nMay 16, 2013) (collecting cases); see also Dinger v. Gulino, 661 F. Supp. 438, 442 n.3 (E.D.N.Y. \n1987) (“Absent jurisdiction, it would be inappropriate for this Court to enter orders, even \nregarding a motion to disqualify an attorney[.]”).   No such jurisdictional motion is pending \nhere. \n \n \n11. “Decisions regarding whether to disqualify counsel are within the discretion \nof the trial judge and, absent an abuse of discretion, a trial judge’s ruling on a motion \nto disqualify will not be disturbed on appeal.”  Braun v. Tr. Dev. Grp., LLC, 213 N.C. \nApp. 606, 609, 713 S.E.2d 528, 530 (2011)  (quoting Travco Hotels, Inc.  v. Piedmont \nNat. Gas Co., 332 N.C. 288, 295, 420 S.E.2d 426, 430 (1992)).   \n12. The Nivison Parties first contend Rule 3.7 of the North Carolina Rules of  \nProfessional Conduct (“Rule 3.7”) bars Harris’s further representation of Turner \nbecause his multiple roles as a party, a necessary and material witness , and , if \npermitted to continue, attorney for Turner create a substantial and unavoidable risk \nof significant jury confusion.  (Mem. Law Supp. Mot. Disqualify Douglas S. Harris \nCounsel Kay Harris Turner 2 –8, ECF No. 1197.)  Separately, the Nivison Parties \nargue that Harris’s multiple roles as party, material witness, prior counsel for several \nother parties in the litigation, and current counsel for Turner create a  conflict of \ninterest under Rule 1.7 of the North Carolina Rules of Professional Conduct (“Rule \n1.7”) that has not been waived through Turner’s informed consent.  (Mem. Law Supp. \nMot. Disqualif y Douglas S. Harris Counsel Kay Harris Turner  8–15.)  The Court \naddresses each contention in turn. \n1. Rule 3.7 \n13. The Nivison Parties first seek disqualification under Rule 3.7, which states:  \n(a) A lawyer shall not act as advocate in a trial in which the lawyer is \nlikely to be a necessary witness unless: \n(1) the testimony relates to an uncontested issue; \n(2) the testimony relates to the nature and value of legal services \nrendered in the case; or \n \n \n(3) disqualification of the lawyer would work substantial har dship on \nthe client. \n \nN.C. Rev. R. Prof. Conduct 3.7(a).   \n14. Under Rule 3. 7, “testimony is ‘necessary’ within the meaning of the rule  \nwhen it is relevant, material, and unobtainable by other means.”  State v. Rogers, 219 \nN.C. App. 296, 304, 725 S.E.2d 342, 348 (2012) (citation omitted).  “If [an attorney is] \nlikely to be [a] necessary witness[ ] on a contested issue, then [he or she may be] \ndisqualified pursuant to Rule 3.7.”  Braun, 213 N.C. App. at 610, 713 S.E.2d at 531.  \n“Rule 3.7 prohibits a lawyer from simultaneously serving [as both an advocate and \nwitness] because ‘[c]ombining the role of advocate and witness can prejudice the \ntribunal and the opposing party and can also involve a conflict of interest between \nthe lawyer and cli ent.’ ”  Harris & Hilton, P.A. v. Rassette, 252 N.C. App. 280, 283, \n798 S.E.2d 154, 157 (2017) (quoting N.C. Rev. R. Prof. Conduct 3.7, cmt. 1).  “Whether \nthe tribunal is likely to be misled or the opposing party is likely to suffer prejudice \ndepends on the nature of the case, the importance and probable tenor of the lawyer’s \ntestimony, and the probability that the lawyer’s testimony will conflict with that of \nother witnesses.”  N.C. Rev. R. Prof. Conduct 3.7, cmt. 4.   \n15. Here, the Receiver has asserted crossclaims on behalf of the Trust against \nHarris for Harris’s alleged misconduct as trustee.  Through its Summary Judgment \nOrder, the Court has determined that several of these crossclaims shall go forward to \ntrial, including claims against Harris for professional negligence, (Receiver Gerald A. \nJeutter’s Answer Cross-cls. Castle McCulloch Entities & Cross -cls. Douglas Harris  \n¶¶ 472, 477–78 [hereinafter “Rec.’s Cross-cls.”], ECF No. 716), breach of fiduciary \n \n \nduty, (Rec.’s Cross-cls. ¶¶ 481–82), breach of trustee duties, (Rec.’s Cross-cls. ¶¶ 485–\n86), and constructive fraud, (Rec.’s Cross -cls. ¶¶ 483, 487).  Turner, as the Trust’s \nbeneficiary, stands to gain from the Receiver’s successful prosecution of his  \ncrossclaims against Harris to the extent they result in recovery to the Trust.  Harris \nobviously stands to lose if the crossclaims against him are successful and judgment \non the crossclaims is entered against him.  ( See Receiver’s Cross-cls. ¶¶ 483, 487, \n496.)   \n16. As a result, Turner’s and Harris’s interests are in conflict (if not \ndiametrically opposed), and it is virtually certain that Harris will testify as a party \nwitness and advance argument as his own counsel supportive of his  position and \nfinancial interest  and adverse to the Receiver’s position and Turner’s financial \ninterest.  (See, e.g., Index Materials Summ. J. Opp’n  Brs. - Ex. A, at 75:1 –23, 79:5–\n87:23, 130:2–140:1, 227:12–230:25, 376:16–378:25, 382:5–384:25, 606:6 –607:19, \n829:4–831:16, 862:2–868:23, 977:4–980:22 [hereinafter “Harris Dep.”], ECF No. 887  \n(explaining Harris’s central role in, interest in, and knowledge about the transaction \nat issue).)  Moreover , Harris and Turner have already offered conflicting deposition \ntestimony concerning material issues in this case, including the circumstances under \nwhich the Trust was created and its activity, issues which directly bear on the Court’s \nsubject matter jurisdiction over the claims asserted by and against the Trust.  (See \nKay Turner Br. Addressing 6 Nov. 2019 Ct. Order 4, ECF No. 1253 (“The Kay Turner \ndeposition . . . in some ways supports Harris’[s] testimony and in some ways does \nnot.”).)   \n \n \n17. In addition, Harris has previously represented at least five parties in this \ncase, including the Trust, ( Harris Dep. 133:18 –25, 229:13 –25, 382:5– 8, 384:2– 16), \nRichard Harris, (Harris Dep. 57:10 –21, 229:7–12), Castle McCulloch, Inc., see, e.g. , \nCastle McCulloch, Inc. v. Freedman , 169 N.C. App. 497, 610 S.E.2d 416  (2005), C. \nRichard Epes, M.D., see, e.g., Epes v. B.E. Waterhouse, LLC, 221 N.C. App. 422,  728 \nS.E.2d 390 (2012), and CCSEA, see, e.g., JG Winston-Salem, LLC v. Cent. Carolina \nSurgical Eye Assocs., P.A. , No. COA04 -1673, 2006 N.C. App. LEXIS 175 (N.C. Ct. \nApp. Jan. 17, 2006).3  Indeed, Harris has separately represented two of these parties, \nJDPW Trust and Richard Harris , in the matters at issue in this very litigation .  \n(Harris Dep. 75:1–13 (“I was there on behalf of JDPW Trust and also on behalf of my \nbrother.”), 229:7–12 (“Q.  Who retained you to negotiate this transaction?  A.  My \nbrother.”), 229:13–25 (“Q.  Why did the trust have an interest in this particular deal?  \nA. . . .  [T]his was a vehicle that I thought would work.  I represent them as trustee \nand everything.”).)  Now Harris seeks to add Turner to this already extensive list.   \n18. Based on the foregoing, the Court concludes that Harris is likely, if not \ncertain, to be a necessary witness in the trial of this matter, his testimony will relate \nto material issues in this litigation and be contested, and his multiplicity of roles—in \nparticular as party, pro se counsel, material witness, and counsel for Turner —will \nlikely le ad to significant jury confusion  and prejudice to the tribunal and other \nparties.  The Court further concludes that retaining successor counsel will not work \n                                                 \n3 Harris has also represented another party in these consolidated proceedings, Mark \nMcDaniel.  See, e.g., McDaniel v. Saintsing, 817 S.E.2d 912 (N.C. Ct. App. 2018). \n \n \n \na substantial hardship on Turner because the Court will permit such counsel forty -\nfive (45) days from the date of this Order to become informed on the matters at issue \nin this litigation  prior to further Court action that may affect Turner’s rights or \ninterests, which the Court believes is an adequate and reasonable period for \ncompetent counsel to get up to speed  in this case .4  The Court thus concludes that \nHarris’s representation of Turner in this action violates Rule 3.7 and requires \nHarris’s disqualification.   \n2.  Rule 1.7 \n19. The Nivison Parties also seek Harris’s disqualification under Rule 1.7 , \nwhich states that “a lawyer shall not represent a client if the representation involves \na concurrent conflict of interest[,]” which exists if “the representat ion of one or more \nclients may be materially limited by the lawyer’s responsibilities to another client, a \nformer client, or a third person, or by a personal interest of the lawyer.”  N.C. Rev. R. \nProf. Conduct 1.7(a).  “The critical questions [under Rule 1.7] are the likelihood that \na difference in interests will eventuate and, if it does, whether it will materially \ninterfere with the lawyer ’s independent professional judgment in considering \n                                                 \n4 “In determining whether disqualification would work substantial hardship on the client, \nthe Comments to Rule 3.7(a) call for a balancing ‘between the interests of the client and those \nof the tribunal and the opposing party.’ ”  Everbank Commer. Fin., Inc. v. Hunoval Law Firm, \nPLLC, No. COA18 -909, 2019 N.C. App. LEXIS 651, at *6– 7 (N.C. Ct. App. Aug. 6, 2019) \n(quoting N.C. Rev. R. Prof. Conduct 3.7, cmt. 4).  “It is relevant [in that determination] that \none or both parties could reasonably foresee that the lawyer would probably be a witness.”  \nId. at *7 (quoting N.C. Rev. R. Prof. Conduct 3.7, cmt. 4).  Harris’s foreseeable participation \nas a necessary witness at trial was, and remains, obvious here.  See, e.g., Luke v. Woodlawn \nSch., No. COA18-1109, 2019 N.C. App. LEXIS 512, at *6 (N.C. Ct. App. June 4, 2019) (“It is \n. . . clear that plaintiff ’s counsel, as a witness to these events  [central to the plaintiff's \nallegations against the defendants], would likely be called to act as a witness.”). \n \n \nalternatives or foreclose courses of action that reasonably should be pursued on behalf \nof the client.”  Id. 1.7, cmt. 8.  Nevertheless, a lawyer may still represent a client while \nthere is a conflict of interest as long as: \n(1)  the lawyer reasonably believes that the lawyer will be able to provide \ncompetent and diligent representation to each affected client; \n(2)  the representation is not prohibited by law; \n(3)  the representation does not involve the assertion of a claim by one \nclient against another client represented by the lawyer in the same \nlitigation or other proceeding before a tribunal; and \n(4)  each affected client gives informed consent, confirmed in writing. \n \nId. 1.7(b).  “Informed consent [under Rule 1.7] requires that each affected client be \naware of the relevant circumstances and of th e material and reasonably foreseeable \nways that the conflict could have adverse effects on the interests of that client. ”  Id. \n1.7, cmt. 18.   \n20. While Harris has offered a signed letter from Turner that Harris prepared \nto be an informed conflict of interest waiver, the letter Turner signed does not fully \naddress the Receiver’s crossclaim allegations against Harris beyond Harris’s attempt \nto minimize them .  (Ex. 1 Turner’s Resp. NFI Mot. Disqualify DSH Att’y Turner \n[hereinafter “Waiver”], ECF No. 1217 (“The only remaining allegations are from Mr. \nFields . . . who claims . . . that I betrayed my fiduciary duty to JDPW Trust. . . .  While \nthat is Mr. Fields’[s] view, it is not mine and I do not believe it is yours.”).)  Nor does \nthe letter address the Receiver’s effort to recover funds from Harris for the Trust .  \n(See Waiver.)  Indeed , Turner testified at her deposition that she has not seen the \nrelevant pleadings in this case, including the crossclaims, and that her knowledge of \nthe crossclaims is limited to only the information she has been told by Harris.  (Dep. \n \n \nKay Turner 33:4–34:2, 34:10–22, 36:15 –37:19, 37:25 –39:16, 39:20 –40:19, 40:25 –\n41:16, 41:20–42:4, 43:4–8, 44:11–45:3, 53:14–54:5, 56:22–57:13, 59:5–22, 61:14–64:5, \n72:2–73:6, 73: 11–77:5, ECF No. 1205.1  (“Q. . . .  [D]o you have any other \nunderstanding, other than Mr. Harris is involved in the case as the trustee of JDPW \nTrust, as to why he has a conflict of interest that you have to waive?  A. . . .  I don’t \nknow.”).)   \n21. The Court thus concludes that Turner’s written co nsent was not informed \nunder Rule 1.7 because there is no evidence that Turner was made aware of the \n“material and reasonably foreseeable ways ” that Harris’s position adverse to the \nTrust “could have adverse effects on [her] interests.”  N.C. Rev. R. Prof. Conduct 1.7, \ncmt. 18; see also N.C. State Bar v. Merrell, 243 N.C. App. 356, 372, 777 S.E.2d 103, \n114 (2015) (“ Acknowledging that a potential conflict exists, without identifying the \npotential conflict, does not provide the parties with informed consent.  . . .  [T]he \nparties could not give informed consent of dual representation without full disclosure \nfrom [their attorney].” (emphasis added)); see also, e.g., Cedar Rapids Bank & Trust \nCo. v. Mako One Corp., 919 F.3d 529, 536 (8th Cir. 2019) (finding no informed consent \nunder the Iowa Rules of Professional Conduct where a consent waiver letter made \n“no attempt to explain to [ the client] the advantages, disadvantages, risks[,] or \nbenefits that [the client] would confront by allowing [the requested representation]”).  \nTherefore, the Court concludes that Harris’s continued representation of Turner is in \nviolation of Rule 1.7, an additional basis for disqualification.   \n \n \nB. Motion to Intervene and Rule 60(b) Motion \n22. In light of the Court’s disqualification of Harris as Turner’s counsel in this \naction, the Court concludes , in these circumstances,  that it should strike Turner’s \nMotions without prejudice to Turner’s right to refile or renew either motion.   \n23. The Court reaches this c onclusion for several reasons.  First, Turner’s \nMotions were filed by deeply conflicted counsel, and the resulting risk of prejudice or \nharm to Turner is real .  See, e.g., Grimes, 794 F.3d at 91 (“In the event the [ trial] \ncourt concludes there was a conflict . . . [,] it will have to decide whether the effects \nwere prejudicial or harmless .”); Bowers, 733 F.3d at 654  (“[W]hen counsel is \ndisqualified, a court should not reach the other questions or motions presented to it \nthrough the disqualified counsel.”); see also, e.g., In re Woodruff, No. 2013-SCC-0030-\nCIV, 2014 N. Mar. I. LEXIS 14, at *14 (N. Mar. I. Aug 26, 2014) (“If the \ndisqualification motion is granted, pending motions filed by the now -disqualified \ncounsel are void.”).   \n24. In addition, the reasons advanced by the Woodruff court for striking the \npending motions filed by disqualified counsel without prejudice apply with equal force \nhere:  \nFirst, the court handling the case cannot know to what extent the \ndisqualified counsel’ s conflict colored the pending motions; thus, it is \nsafest to give replacement counsel a chance to make an independent \njudgment.  Second, because the motion has not been decided, it seems \nequitable to permit replacement counsel the option whether to adopt the \ndisqualified counsel’s pending motions.  Third, providing replacement \n \n \ncounsel with this option preserves judicial resources by freeing the court \nfrom deciding motions the replacement counsel chooses not to pursue. \n \nWoodruff, 2014 N. Mar. I. LEXIS 14, at *14. \n25. Accordingly, based on the foregoing, the Court concludes that the Motion to \nIntervene, the Rule 60(b) Motion , and any briefs, statements, or materials filed by \nHarris on behalf of Turner  should be str icken and that T urner should have a \nreasonable time to retain non-conflicted successor counsel to represent her interests \nin this litigation and to determine whether she wishes to renew or refile the  Motion \nto Intervene, the Rule 60(b) Motion, or any other paper Harris has filed for Turner.   \nIII. \nCONCLUSION \n26. WHEREFORE, the Court , in the exercise of its discretion,  hereby \nORDERS as follows: \na. The Motion to Disqualify is hereby GRANTED, and Harris is hereby \ndisqualified as counsel for Turner in this action. \nb. The Motion to Intervene, the Rule 60(b) Motion , and all briefs, \nstatements, or supporting materials filed by Harris on behalf of Turner \nin this action5 are hereby STRICKEN from the record without prejudice \nto Turner’s right to renew or refile any of these motions, brief s, \nstatements, or supporting materials at any time prior to March 16, 2020.   \n                                                 \n5 These materials include those filed at ECF Nos. 1176, 1177, 1178, 1182, 1183, 1209, 1210, \n1216, 1217, 1253, and 1264. \n \n \nc. The Court shall not take action concerning any pending motion or \nmatter that may affect Turner’s rights or interests in this litigation, \nincluding the issues raised in the Motion  to Intervene and Rule 60(b) \nMotion, prior to March 16, 2020 to permit Turner an opportunity to \nretain nonconflicted successor counsel to represent her interests in this \nlitigation. \nd. Any successor counsel for Turner is hereby ordered to file a notice of \nappearance promptly upon retention.   \ne. The Court intends to convene a status conference after Turner’s \nsuccessor counsel has appeared or, in the event successor counsel for \nTurner does not appear, no later than March 25, 2020. \nSO ORDERED, this 30th day of January, 2020. \n \n      /s/ Louis A. Bledsoe, III   \n      Louis A. Bledsoe, III \n      Chief Business Court Judge \n "
}