{
  "id": "d37472e475aa511ff74c871b8205a2ec5e25d27206a907c68a4196d4d492dc11",
  "source_file": "data/raw/ncbc/d37472e475aa511ff74c871b8205a2ec5e25d27206a907c68a4196d4d492dc11.pdf",
  "raw_text": "Futures Grp., Inc. v. Brosnan, 2023 NCBC 4. \nSTATE OF NORTH CAROLINA \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 7106 \nTHE FUTURES GROUP, INC. and \nGEOFF G. CRAMER, \n \nPlaintiffs, \n \nv. \n \nDENIS BROSNAN,  \n \nDefendant. \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION FOR \nPARTIAL SUMMARY JUDGEMENT   \n1. Denis Brosnan (“Brosnan”) served as Chair of the Board of Directors of The \nFutures Group, Inc.  (“Futures”) before disputes with his former son -in-law and \nFutures’ Chief Executive Officer,  Geoff Cramer (“Cramer”), led to Brosnan’s abrupt \nremoval from the Board on 23 March 2021.  This lawsuit followed on 6 October 2021. \n2. Plaintiffs seek  a declaration that Brosnan is not entitled to recover the \nmonies and ownership interest in Futures that Brosnan has demanded.  In addition, \nPlaintiffs sue Brosnan for breach of the fiduciary duties he owed Futures as one of its \ndirectors, alleging , among other things , that he destroyed and falsified corporate \nrecords.  (See generally First Am. Compl., ECF No. 13.) \n3. Brosnan responds with a series of counterclaims, including one for \nadvancement of litigation expenses.  (Answer First Am. Compl. and Counterclms. \n[“Counterclms.”], ECF No. 30.)  The matter is before the Court on Defendant’s Motion \nfor Partial Summary Judgement (“Motion”), (ECF No. 68), with respect to that claim.   \n4. Having considered the Motion, the related briefs, the arguments of counsel \nat a hearing on the Motion, and other relevant matters of record, the Court GRANTS \nthe Motion. \nBrooks, Pierce, McL endon, Humphrey & Leonard, LLP, by Walter L. \nTippett, Jr., Jimmy C. Chang, and Lindsey S. Barber, for Plaintiff \nFutures Group, Inc. \n \nSigmon Law, PLLC, by Mark R. Sigmon, for Plaintiff Geoff G. Cramer. \n \nMiller Monroe & Plyer, PLLC, by Jason A. Miller, Paul Flick, and John \nW. Holton, for Defendant Denis Brosnan. \n \nEarp, Judge. \nI. FACTUAL AND PROCEDURAL BACKGROUND \n5. The facts underlying this case are detailed in an earlier Order and Opinion.  \nSee generally Futures Grp., Inc. v. Brosnan, 2022 NCBC LEXIS 150 (N.C. Super. Ct. \nDec. 7, 2022).   In short, Futures is a Delaware corporation with a principal place of \nbusiness in Wake County, North Carolina.  (First Am. Compl. ¶ 8.)  Article VIII of \nFutures’ Bylaws addresses both advancement and indemnification for its directors \nand officers.  (Aff. Denis Brosnan Ex. A, 15–16 [herein “Bylaws”], ECF No. 71.)1 \n6. Cramer is the founder and CEO of Futures.   He married Brosnan’s \ndaughter Aimee Brosnan (“Aimee”) in 2008.  (Counterclms. ¶¶ 7–11.)  They separated \nin 2020 .  (Aff. Cramer Supp. Pl. Futures’ Opp. Def. Brosnan’s Mot. Part. S.J.  ¶ 2 \n[“Cramer’s Aff.”], ECF No. 74; Counterclms. ¶ 52.) \n \n1 Before changing its name in 2007, Futures was formerly named “The Talent Group, Inc.”  \n(Counterclms. ¶ 10.)  Its Bylaws still reflect that name. \n7. Over the years, Brosnan has loaned a considerable amount of money to \nFutures.  (See Counterclms. ¶ 60.)  In addition, Brosnan served as Chair of Futures’ \nBoard of Directors until his removal.  (First Am. Compl. ¶ 8.) \n8. The parties’ disagreements continued after Brosnan was removed from the \nBoard.  Futures and Cramer brought suit in May 2021.  (See Compl., ECF No. 3.)  \n9. On 17 November  2021, Brosnan, through counsel, sent Futures a letter  \ndemanding advancement of his legal expenses with respect to this action.  The letter \nincluded an undertaking  promising to reimburse Futures if the Court determined \nthat Brosnan was not entitled to inde mnification.  (See Aff. Denis Brosnan Ex. B , \nECF No. 71.)  Brosnan alleges that Futures did not respond, and the record reveals \nno response.  (Counterclms. ¶ 170.) \n10. Brosnan subsequently filed his Answer to First Amended Complaint and \nCounterclaims, asserting twelve causes of action  (six in the alternative) , (ECF No. \n30).  He then filed this Motion on 17 May 2022, (ECF No. 68) .  The Motion seeks \npartial summary judgment as to  Brosnan’s Tenth Claim for Relief (Breach of \nBylaws—Advancement).  The Motion has been fully briefed, and a hearing on the \nmatter was held on 30 August 2022.  ( See ECF No. 78.)  The Motion is now ripe for \ndisposition.  \nII. LEGAL STANDARD \n11. “Summary judgment is appropriate ‘if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that [the movant] is entitled \nto a judgment as a matter of law.’ ”  Da Silva v. WakeMed , 375 N.C. 1, 10 (2020) \n(quoting N.C.G.S. § 1A-1, R. 56(c)). \n12. For affirmative summary judgment on a party’s own claim, the burden is \nheightened.  The moving party “must show that there are no genuine issues of fact, \nthat there are no gaps in his proof, that no inferences inconsistent with his recovery \narise from the evidence, and that there is no standard that must be applied to the \nfacts by the ju ry.”  Parks Chevrolet, Inc. v. Watkins , 74 N.C. App. 719, 721 (1985); \naccord Kidd v. Early, 289 N.C. 343, 370 (1976).  Consequently, “rarely is it proper to \nenter summary judgment in favor of the party having the burden of proof.”  Blackwell \nv. Massey, 69 N.C. App. 240, 243 (1984). \n13. Here, the facts with respect to Brosnan’s Motion are not in dispute.  Instead, \nthe parties wrestle over the meaning of the relevant provisions of Futures’ Bylaws.  \nBrosnan asks this Court to order Futures to specifically perform the contractual \ncommitment in its Bylaws to advance Brosnan’s expenses for this litigation.  In \nresponse, Futures contends that the Bylaws do not entitle Brosnan to advancement.   \nIII. ANALYSIS \nA. Choice-of-Law \n14. As a preliminary matter , the Court must determine  which state’s law \napplies with respect to interpreting the Bylaws of this Delaware corporation.  North \nCarolina subscribes to the internal affairs doctrine .  See Russell M. Robinson, II , \nRobinson on North Carolina Corporation Law  § 32.05, at 32-7 (7th ed. 2021) (“the \nchoice-of-law question will be decided with reference to the ‘internal affairs doctrine’ \n”); Velleros, Inc. v. Patterson, 2015 NCBC LEXIS 16, at **21 (N.C. Super. Ct. Feb. 23, \n2015) (“North Carolina has adopted the ‘internal affairs doctrine’ ”).  “The internal \naffairs doctrine is a conflict of laws principle which recognizes that only one State \nshould have the authority to regulate a corporation's internal affairs  . . . because \notherwise a corporation could be faced with conflicting demands. ”  Bluebird Corp. v. \nAubin, 188 N.C. App. 671, 680 (2008).   \n15. Accordingly, North Carolina courts  apply the substantive law of the \nincorporating state when deciding matters of internal governance.  See id.  Internal \ngovernance includes “matters peculiar to the relationships among or between the \ncorporation and its current officers, directors, and shareholders.”  Islet Scis., Inc. v. \nBrighthaven Ventures, LLC, 2017 NCBC LEXIS 4, at *11 (N.C. Super. Ct. Jan. 12 , \n2017).  Because advancement is an internal governance matter  and Futures is a \nDelaware corporation, this Court will apply the substantive law of Delaware to the \nissue of advancement.  Cf. RoundPoint Mortg. Co. v. Florez , 2016 NCBC LEXIS 18, \nat **66 (N.C. Super. Ct. Feb. 18, 2016) (using the internal affairs doctrine to apply \nFlorida law when deciding if a Florida corporation’s bylaws require indemnification); \nSpira Footwear v. Lebow, 2008 U.S. Dist. LEXIS 129918, at * 29–35 (W.D. Tex. Aug. \n29, 2008) (using the internal affairs doctrine to order a Texas corporation to advance \nlegal fees). \nB.  Futures’ Bylaws \n16. Article VIII of Futures’ Bylaws speaks to a director’s rights to \nindemnification and advancement.2  The indemnification section, in relevant part \nreads: \n1.  Indemnification for Expenses and Liabilities. Any person who at any \ntime serves or has served (i) as a director, officer, employee or agent \nof the Corporation, . . . , shall have a right to be indemnified by the \nCorporation to the fullest extent from time to time permitted by law \nagainst Liability and Expenses in any Proceeding (including without \nlimitation a Proceeding brought by or on behalf of the Corporation itself) \narising out of his or her status as such or activities in any of the \nforegoing capacities. \n \n(Bylaws, Article VIII, ¶ 1 (emphasis added).)  \n17. The advancement section uses mandatory language.  It provides: \n2.  Advance Payment of Expenses.  The Corporation shall (upon receipt \nof an undertaking by or on behalf of the director, officer, employee or \nagent involved to repay the Expenses described herein unless it shall \nultimately be determined that he or she is entitled to be indemnified by \nthe Corporation against such Expenses) pay Expenses incurred by such \ndirector, officer, employee or agent in defending a Proceeding or \nappearing as a witness at a time when he or she has not been named as \na defendant or a respondent with respect thereto in advance of the final \ndisposition of such Proceeding. \n \n \n2 Indemnification and advancement are tools that companies use to address litigation risk for \nwould-be directors and officers .  Without these tools , talented individuals might forgo the \nopportunity to serve  because of  the heightened risk of litigation  associated with being a \ncompany official.  Indemnification ensures that directors and officers do not personally bear \nthe litigation risk for actions they take in good faith on behalf of the business.  In addition, \nwhile litigation is pending, and before decisions regarding indemni fication can be made,  a \ncompany may agree to advance the cost of attorney’s fees and other litigation expenses upon \nreceipt of the official’s promise to repay the funds should it be determined that \nindemnification is not appropriate.  Accordingly, advancement and indemnification are used \nto attract talented leaders to become company officials  by at least initially shouldering the \nrisk of liability and the cost of litigation.  See generally Russell M. Robinson, II, Robinson on \nNorth Carolina Corporation Law § 18.01 (7th ed. 2021). \n(Bylaws, Article VIII, ¶ 2.) \n18. The Bylaws define “Expenses” broadly, encompassing “expenses of every \nkind, including counsel fees.”  Likewise, “Proceeding” is defined broadly to mean “any \nthreatened, pending or completed action, suit, or proceeding  and any appeal therein \n. . . whether civil, criminal, administrative, investigative or arbitrative and whether  \nformal or informal.”  (Bylaws, Article VIII, ¶ 4.) \n19. Brosnan contends that he “is entitled to an Order requiring Futures to \nspecifically perform under the Bylaws and advance payment of his litigation expenses \nassociated with defending the claims brought by Futures, including expenses already \nincurred and exp enses to be incurred through the duration of the litigation .”  \n(Counterclms. ¶ 171.)  In support of his request, Brosnan asserts that (1) the Bylaws \nconstitute a binding and enforceable contract requiring advancement for current and \nformer directors, (2) Futures sued Brosnan for actions he took as a director of Futures, \nand (3) Brosnan has provided the required undertaking.  (Counterclms. ¶¶ 165–71.) \n20. Futures responds by arguing that (1) this Court does not have jurisdiction  \nto decide the issue of  advancement; (2) the Bylaws do not require advancement to \nBrosnan, as a former director ; and (3) the Court should not provide relief because  \nBrosnan has committed wrongs against the company.   (Futures’ Opp. Br. 19 fn.10, \n20, 23–24, ECF No. 73.) \n  \n 1. Jurisdiction \n21. Starting with the jurisdictional issue, Futures argues that this Court does \nnot have subject matter jurisdiction because, by Delaware statute, “[t]he Court of \nChancery is . . . vested with exclusive jurisdiction to hear and determine all actions \nfor advancement of expenses or indemnification brought under this section or under \nany bylaw [.]”  8 Del. C. § 145(k).   Futures argues , therefore , that the Delaware \nChancery Court has exclusive jurisdiction over Brosnan’s claim.  (Futures’ Opp. Br. \n19 fn.10.) \n22. But Futures misconstrues the statute.  The Chancery Court has itself \nobserved that the statute merely “allocat[es] jurisdiction among the Delaware courts.  \nThe state is not making a claim against the world that no court outside of Delaware \ncan exercise jurisdiction over that type of case.  Nor, as a matter of power within our \nfederal republic, could the State of Delaw are arrogate that authority to itself.”  \nIn re Kloiber, 98 A.3d 924, 939 (Del. Ch. 2014 ) (emphasis in original)  (reversed on \nother grounds).  See also Merinoff v. Empire Merchs., 2017 Del. Ch. LEXIS 23, at *7 \n(Del. Ch. Feb. 2, 2017) (“the [Delaware General Corporation Law] does not require a \nproceeding for advancement to be brought in this court”). Indeed, actions for \nadvancement and indemnification have been brought and adjudicated in courts other \nthan the Delaware Chancery Court.  See, e.g., Island Two LLC  v. Island One, Inc. , \n2015 U.S. Dist. LEXIS 28507, at * 16–22 (S.D.N.Y. Mar. 9, 2015); Abakan, Inc. v. \nUptick Capital, LLC , 943 F.  Supp. 2d 410, 417 (S.D.N.Y. 2013); Souder v. Rite Aid \nCorp., 911 A.2d 506, at **512–13 (Pa. Super. Ct. Oct. 13, 2006).   \n23. Therefore, while the Court of Chancery would be the proper court in which \nto pursue this claim if the case were pending in Delaware, it is pending in North \nCarolina, and t he Court determines that in this State , it has jur isdiction over \nBrosnan’s claim for advancement.3  \n          2.  Language of Futures’ Bylaws \n24. Futures next argues that the Bylaws provide “that only current directors \nare entitled to the privilege of advancement; not former directors, such as [Brosnan].”  \n(Futures’ Opp. Br. 1 (emphasis omitted).)  To make this argument, Futures contrasts \nthe language in the indemnification section of the Bylaws, affording indemnification \nrights to a director “who at any time serves or has served[,]” with the language in the \nadvancement section , which does not expressly state  that the rights extend to a \nformer director who has “served.”  (See Bylaws, Article VIII, ¶¶ 1–2.) \n25. Relying on general principles of contract interpretation, Futures argues \nthat the drafters’ intentional use of the past tense  “served” in the indemnification \nsection and their omission of a similar past tense verb in the advancement section  \n \n3 Futures cites to Wheeler v. Wheeler, 2018 NCBC LEXIS 156 (N.C. Super Ct. Nov. 15, 2018) \nin support of its argument that only the Delaware Chancery Court can decide disputes \nregarding advancement when Delaware corporations are involved.  However, Wheeler \ninvolved a North Carolina corporation, and the court applied North Carolina law to hold that \nthe defendant did not make the requisite showing of immediate, pressing, and irreparable \nharm that is required for the issuance of a preliminary mandatory injunction.  In reaching \nits decision, the Court observed that the law of advancements in North Carolina was not yet \nwell-developed and that in Delaware, unlike North Carolina, a statute gives the Court of \nChancery exclusive jurisdiction to hear and summarily decide actions for advancement.  Id. \nat **43.  The Wheeler Court did not hold that only the Delaware Chancery Court can decide \ndisputes involving advancement in the North Carolina courts, even when the dispute involves \na Delaware corporation. \ncan only mean that advancement rights are limited to current directors  and not \nformer ones.  (Futures’ Opp. Br. 20–24.)  \n26. Furthermore, Futures relies on Charney v. Am. Apparel, Inc., 2015 Del. Ch. \nLEXIS 2 38 (Del. Ch. Sept. 11, 2015)  to support its conclusion that Brosnan, as a \nformer director, has no right to advancement.  In Charney, the Chancery Court held \nthat the defendant, a former Chairman and Chief Executive Officer of American \nApparel, was not entitled to advancement for violation of a  Nomination, Standstill \nand Support Agreement (“S tandstill Agreement”) because his actions were not \n“related to the fact” that Charney is or was a director or officer of the company.  See \nCharney, 2015 Del. Ch. LEXIS 238, at *47–58. \n27. Additionally, the Charney court held that the company’s charter mandated \nadvancement only for current directors and officers, and Charney was neither when \nhe violated the Standstill Agreement.  The court observed that generally “[w]hen the \nwords ‘officers’ and ‘directors’ are not qualified by the adjective ‘former’ (or a sim ilar \nadjective), Delaware courts have interpreted those words to refer to current officers \nand current directors.”  Id. at *19.  Futures argues that “[l]ike in Charney, the absence \nof any language extending the right t o advancement to former directors precludes \n[Brosnan] from obtaining an advancement for his legal fees and expenses.”  (Futures’ \nOpp. Br. 22.) \n28. However, the holding in Charney is not controlling in the  present case .  \nRather, 8 Delaware Code § 145(j) controls.  Section 145(j) reads:  \nThe indemnification and advancement of expenses provided by, or \ngranted pursuant to, this section shall, unless otherwise provided  \nwhen authorized or ratified, continue as to a person who has ceased to \nbe a director, officer, employee or agent and shall inure to the benefit of \nthe heirs, executors and administrators of such a person.   \n \nDel. C. § 145(j) (emphasis added).   \n29. By its plain language , Section 145(j) creates a default “continuation rule” \nestablishing, absent express language to the contrary in the Bylaws, that a director’s \nright to advancement for legal expenses to defend a Proceeding “arising out of his or \nher status as [a director,]” Bylaws, Article VIII, ¶ 1,  continues even after his or her \nstatus as a director ends.   See Marino v. Patriot Rail Co., LLC , 131 A.3d 325 , 342 \n(Del. Ch. 2016) (“those rights presumptively continue to provide coverage for actions \nthe individuals took during their period of service even after the individuals have \nceased to serve”).  \n30. Put differently, “if a person serves as a director and makes a decision, and \nif that person would be entitled to receive  advancements in litigation over that  \ndecision while serving as a director, then that person’s rights to advancements ‘shall \n. . . continue’ after that person  ‘has ceased to be a director.’ ”  Marino, 131 A.3d at \n338; see also 1 David A. Drexler et al., Delaware Corporation Law and Practice  § \n16.04, at 16 –23 (Supp. 2012)  (“under the current default rule, the right to \nadvancement vests at the time of the act or omission giving rise to such right”).   \n31. In addition, p arties cannot opt -out of this default rule by implication or \nomission; it must be done expressly.  See Marino, 131 A.3d at 343 fn.19 (the “right to \nindemnification or advancement under a corporate bylaw vests at the occurrence of \nthe act or omission that is the subject of the . . . action, suit or proceeding unless the \nbylaw expressly provides otherwise”). \n32. Here, Futures relies on an inference drawn from the difference between the \nwording of the Bylaws’ advancement provision and its indemnification provision to \nargue that Brosnan’s advancement rights d id not continue after  his service on the \nBoard ended.  But faced with Section 145(j), an inference is not enough .  Without \nexpress language in the Bylaws deviating from  the default rule , Delaware’s \npresumption that advancement rights continue after a director’s service ends applies \nto Brosnan’s claim.  See id. \n33. Accordingly, because no express provision rebutting the default rule exists \nin Futures’ Bylaws, Brosnan’s right to advancement vested at the time of his actions \nas a director and was not lost when his service on the Board ended. \n           3.  Brosnan’s Alleged Wrongdoing \n34. Lastly, Futures argues that Brosnan is not entitled to specific performance \nof the advancement provision because he is guilty of wrongs against the company .  \n(Futures’ Opp. Br. 23–24.) \n35. This time Futures puts the proverbial cart before the horse.  Brosnan has \nnot admitted to wrongdoing, and at this stage, no fact-finder has determined that he \nis responsible for it.4   The Delaware Chancery Court has observed that it has often \nbeen required to uphold the advancement rights of corporate official s accused of \n \n4 Futures’ reluctance to honor its bylaws is not unusual.  As this Court has observed, “[f]ew \ncompanies, having sued an official for bad behavior, are willing to fund both sides of the \nlawsuit, even when they’ve contracted to do so.”  Vanguard Pai Lung, LLC v. Moody , 2020 \nNCBC LEXIS 92, *7 (N.C. Super. Ct. Aug. 4, 2020).   \nserious misconduct, because to do otherw ise would undermine the public policy \nserved by Section 145.  See, e.g., Reddy v. Elec. Data Sys. Corp., 2002 Del. Ch. LEXIS \n69, at * 15–16 (Del. Ch. June 18, 2002) ( “[I]t is highly problematic to make the \nadvancement right of such officials dependent on the motivation ascribed to their \nconduct by the suing parties.  To do so would be to largely vitiate the protections  \nafforded by  [Section] 145 and contractual advancement rights.”); Imbert v. LCM \nInterest Holding LLC, 2013 Del. Ch. LEXIS 126 , at *15–19  (Del. Ch. Feb. 7, 2013) \n(enforcing mandatory advancement provision where complaint alleged that officer \nbreach his fiduciary duties to withdraw millions of dollars from the company); Zaman \nv. Amedeo Holdings, Inc. , 2008 Del. Ch. LEXIS 60 , at *134 (Del. Ch. May 23, 2008) \n(upholding advancement rights where former directors were alleged to have , among \nother things, siphoned funds, used credit cards improperly , and entered sweetheart \ncontracts to benefit themselves).  \n36. There is no wiggle room here.  Futures’ Bylaws mandate advancement:  \n“The Corporation shall (upon receipt of an undertaking by or on behalf \nof the director  . . . involved to repay the Expenses described herein \nunless it shall ultimately be determined that he or she is entitled to be \nindemnified by the Corporatio n against such Expenses) pay Expenses \nincurred by such director . . . in defending a Proceedi ng . . . in advance \nof the final disposition of such Proceeding.”   \n \n(Bylaws, Article VIII, ¶ 2 (emphasis added).)  “When advancement is mandatory, the \ncompany carries the ultimate burden of proving that advancement is not required.   \nThis Court construes advancement provisions broadly to effectuate Delaware’s policy \nof providing temporary relief from substantial expenses.”  Kerbs v. Bioness, Inc., 2022 \nDel. Ch. LEXIS 193, at *6 (Del. Ch. Aug. 15, 2022) (cleaned up); accord Krauss v. 180 \nLife Scis. Corp., 2022 Del. Ch. LEXIS 54, at *8 (Del. Ch. Mar. 7, 2022). \n37. In the present case, Futures has not carried that ultimate burden.  The \nCourt finds that Brosnan, having provided the required undertaking,  is entitled to \nadvancement. \nIV. CONCLUSION \n38. For the se reasons, Brosnan’s Motion for Partial Summary Judgment is \nGRANTED.  Futures is ORDERED to advance Brosnan’s Expenses in this matter \nin accordance with Article VIII, ¶ 2 of its Bylaws.   \n39. No later than 3 February 2023 counsel shall meet and confer  in good faith \nto determine the amount of advanceable expenses incurred by Brosnan to date  and \nto establish a procedure for ongoing advancemen t. Counsel is directed to avoid \ngranular disputes, which may be addressed as necessary at the indemnification stage.  \nSee Thompson v. ORIX USA Corp., 2016 Del. Ch. LEXIS 84, at *14 (Del. Ch. June 3, \n2016). \n40.  On or before 8 February 2023, t he parties shall r eport to the Court, via \nemail to the Court’s clerk, regarding their status. \n \nIT IS SO ORDERED, this the 19th day of January, 2023. \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}