{
  "id": "d3f695e3fca3b820211766c6fb488685fc5d4703bbc81ad5c79953e1035813cc",
  "source_file": "data/raw/ncbc/d3f695e3fca3b820211766c6fb488685fc5d4703bbc81ad5c79953e1035813cc.pdf",
  "raw_text": "Duke Energy Carolinas, LLC v. AG Ins. SA/NV, 2019 NCBC 73. \n \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 5594 \n \nDUKE ENERGY CAROLINAS, LLC \nand DUKE ENERGY PROGRESS, \nLLC, \n \nPlaintiffs, \n \nv. \n \nAG INSURANCE SA/NV (f/k/a \nL’Etoile S.A. Belge d’Assurances); et \nal., \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nJOINING DEFENDANTS’  \nMOTION TO COMPEL DEPOSITIONS \nOF LYNN GOOD AND DHIAA JAMIL \n \n \n1. THIS MATTER is before the Court on the Joining Defendants’1 Motion to \nCompel Depositions of Lynn Good and Dhiaa Jamil (the “Motion  to Compel” or the \n“Motion”) filed on October  18, 2019 in the above -captioned case .  (ECF No. 5 13.)  \nHaving considered the Motion, the materials submitted in support of and in \nopposition to the Motion, the arguments of counsel at the November 12, 2019 hearing \non the Motion  (the “Hearing”), and other appropriate matters of record, the Court \nhereby GRANTS the Motion in part and DENIES the Motion in part.  \nPillsbury Winthrop Shaw Pittman LLP, by Mark J. Plumer, Matthew G. \nJeweler, Barry Fleishman,  Aaron D. Coombs,  William C. Miller, and \nJeffrey W. Mikoni, and Hunton & Williams LLP, by A. Todd Brown and \nRyan G. Rich,  for Plaintiffs Duke Energy Carolinas, LLC and Duke \nEnergy Progress, LLC.  \n                                                 \n1 Allianz Global Risks (f/k/a Allianz Insurance Company); Allianz Underwriters Insurance \nCompany (f/k/a Allianz Underwriters, Inc.); Arrowood Indemnity Company; Assurances \nGenerales de France; Century Indemnity Company, as successor to California Union \nInsurance Company; Federal Insurance Company; Fireman’s Fund Insurance Company; \nFirst State Insurance Company; General Reinsurance Corporation, as successor to North \nStar Reinsurance Corporation; Generali IARD , as successor to Le Continent; Old Republic \nInsurance Company; Pacific Employers Insurance Company; The Continental Insurance \nCompany for London Guarantee and Accident Company of New York; Twin City Fire \nInsurance Company; and United States Fire Insurance Company. \nCohn Baughman & Martin, by Frank Slepicka,  White and Williams, \nLLP, by Shane Heskin and Sara Tilitz, and Fitzgerald Litigation, by \nAndrew L. Fitzgerald, Lee Denton, and D. Stuart Punger, for Defendants \nCentury Indemnity Company, Federal Insurance Company, and Pacific \nEmployers Insurance Company. \n \nKarbal Cohen Economou Silk Dunne LLC, by Dena Economou and \nGerald Ziebell, and Brooks, Pierce, McLendon, Humphrey & Leonard, \nLLP, by D.J. O’Brien, III, for Defendants First State Insurance Company \nand Twin City Fire Insurance Company. \n \nSquire Patton Boggs (US) LLP, by Eridania Perez -Jaquez and Paul \nKalish, and McAngus, Goudelock & Courie, PLLC, by John T. Jeffries, \nJohn Barringer, and Jeffrey Kuykendal, for Defendants Allianz Global \nRisks US Insurance Company, Allianz Underwriters Insurance \nCompany, and Fireman’s Fund Insurance Company.  \n \nFreeborn & Peters LLP, by Bruce M. Engel, Patrick Frye, and Ryan  G. \nRudich, and Bradley Arant Boult Cummings LLP, by Corby Cochran \nAnderson and Matthew S. DeAntonio, for Defendant Arrowood \nIndemnity Company.  \n \nHogan Lovells US LLP, by Alexander B. Bowerman and David \nNewmann, and  McAngus, Goudelock & Courie, PLLC, by John T. \nJeffries, John Barringer, and Jeffrey Kuykendal,  for Defendant \nAssurances Generales de France. \n \nHinkhouse Williams Walsh LLP, by William C. Joern and Richard \nMcDermott, and Pope Aylward Sweeney & Stephenson, LLP, by Robert \nJoseph Aylward, for Defendant Continental Insurance Company.  \n \nSaiber LLC , by Michael Balch and David I. Satine, and  McAngus, \nGoudelock & Courie, PLLC, by John T. Jeffries, John Barringer, and \nJeffrey Kuykendal, for Defendant General Reinsurance Corporation.  \n \nGerber Ciano Kelly Brady, LL P, by Joanna M. Roberto, and  Gallivan, \nWhite & Boyd, P.A., by James M. Dedman, IV, for Defendant Generali \nIard S.A.  \n \nClausen Miller P .C., by Ilene Korey, Michael L. Duffy , Amy R. Paulus, \nand Teo Belli, and Fox Rothschild LLP, by Jeffrey P. MacHarg, for \nDefendant Old Republic Insurance Company.  \n \nJames, McElroy & Diehl, P.A., by Adam L. Ross, and Kennedys CMK \nLLP, by Xavier Vergara and John D. LaBarbera, for Defendant United \nStates Fire Insurance Company. \n \nRivkin Radler LLP, by Alan S. Rutkin, George D. Kappus,  Gregory \nMann, Steven Zuckermann, and Robert Tugander,  and Goldberg \nSegalla, by David G. Harris, II and David L. Brown, for Defendants \nAssociated Electric and Gas Insurance Services Ltd., Berkshire \nHathaway Direct Insurance Company, and TIG Insurance Company. \n \nWindels Marx Lane & Mittendorf LLP, by Eric J. Konecke and Stefano \nV. Calogero, and Hamilton Stephens Steele & Martin, PLLC, by Aaron \nLay and Keith Merritt, for Defendant Allstate Insurance Company. \n \nJackson & Campbell PC, by Erin N. McGonagle and Cristopher M. \nQuinlan, and Butler Weihmuller Katz Craig, by T. Nicholas Goanos and \nL. Andrew Watson, for Defendants AIG Property Casualty Company, \nAmerican Home Assurance Company, and Lexington Insurance \nCompany.   \n  \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. This action focuses on whether Defendants—all insurers who issued excess \nlevel insurance policies to Duke or its predecessors —are obligated to compensate \nDuke for alleged liabilities linked to coal combustion residuals, i.e., coal ash, at \ncertain Duke-owned power plants in North and South Carolina. \n3. On September 27, 2019, the Joining Defendants submitted  a dispute \nsummary under Business Court Rule (“BCR”) 10.9 seeking to compel the depositions \nof Lynn Good (“Ms. Good”), the current President and Chief Executive Officer (“CEO”) \nand former Chief Financial Officer (“CFO”) of Plaintiffs Duke Energy Carolinas, LLC \nand Duke Energy Progress, LLC ( together, “Duke”), and Dhiaa Jamil (“Mr. Jamil”), \nDuke’s current Chief Operating Officer (“COO”) (the “Executive Depositions Dispute” \nor the “Dispute”).   \n4. On October 4, 2019, the Court held a BCR 10.9 telephone conference (the \n“Conference”) on the Executive Depositions Dispute and thereafter issued a \nScheduling Order setting a timeline for the Joining Defendants to file a motion to \ncompel concerning the Dispute  and for the parties to file briefs and evidence in \nsupport of and in opposition to the permitted motion.  (ECF No. 507.) \n5. On October 18, 2019, the Joining Defendants filed the Motion to Compel  \nwith over 2,000 pages of supporting exhibits and testimony.2  The Joining Defendants \ncontend that the Court should permit the depositions of Ms. Good and Mr. Jamil \nbecause Duke’s strategy and actions regarding coal plant closure and coal ash \nremediation are critical, relevant issues in this litigation and Ms. Good and Mr. Jamil \nwere both “decision-makers with ultimate responsibility for shaping Duke’s overall \ncoal ash strategy,” including how Duke intended to pay for the costs required to close \nDuke’s coal ash ponds.  (Redacted Joining Defs.’ Mem. of Law Supp. Mot. to Compel \nDeps. of Lynn Good &  Dhiaa Jamil 1–2 [hereinafter “Redacted Joining Defs.’ Mem. \nSupp. Mot. to Compel”].) \n6. The Joining Defendants argue, in particular, that Ms. Good and Mr. Jamil \neach possess unique, personal, and relevant knowledge concerning (i) Duke’s plans to \nclose its coal ash ponds in the years before a 2014 coal ash spill at Duke’s Dan River \n                                                 \n2 The Joining Defendants filed under seal their exhibits and brief in support of their Motion \nto Compel.  (ECF Nos. 513, 514.)  The references to those exhibits and brief in this Order are \nto the redacted, public versions.  (ECF Nos. 520.2–520.10, 520.1.) \nplant (the “Dan River Spill”) and the subsequent enactment of North Carolina’s Coal \nAsh Management Act (“CAMA”) , (ii) Duke’s strategies and voluntary commitments \nin response to the Dan River Spill prior to the enactment of  CAMA, (iii) Duke’s pre-\nCAMA plans and cost estimates for the closure of Duke’s coal ash ponds, (iv) Duke’s \nalleged failure to act on coal ash remediation and plant closure plans presented by \nMr. Jamil to Ms. Good and Duke’s Board of Directors in 2010, and (v) whether Duke \n“expected or intended the alleged property damage” at its coal ash sites  through its \nash pond design.  (Redacted Joining Defs.’ Mem. Supp. Mot. to Compel 3.) \n7. The Joining Defendants assert that these issues are directly relevant to \ntheir defenses to Duke’s claims for coverage, including that Duke (i) improperly seeks \nan insurance recovery for ordinary business costs, (ii) made voluntary commitments \nbefore CAMA was enacted such that CAMA cannot have triggered Duke’s coal ash \nliabilities as Duke alleges, (iii) has brought this action after the relevant statute of \nlimitations has expired, (iv) has failed to mitig ate its damages, and (v) has failed to \nassert a fortuitous claim.  (Redacted Joining Defs.’ Mem. Supp. Mot. to Compel 3.) \n8. The Joining Defendants contend that Ms. Good  has unique, personal, and \nrelevant knowledge based on her direct involvement in (i) Duke’s strategic decisions \nand actions following the Dan River Spill, (ii) Duke’s ash pond closure plans and \nrelated costs, (iii) Duke’s voluntary commitments to North Carolina’s then-Governor \nPat McCrory in a March 2014 public letter , (iv) Duke’s alleged involvement in the \ndevelopment and passage of CAMA, (v) Duke’s creation of a new team to implement \nDuke’s coal ash strategy, and (vi) Duke’s SEC reporting , which she appro ved after \nformerly serv ing as Duke’s CFO.  ( Redacted Joining Defs.’ Mem. Supp. Mot. to \nCompel 4–8.)  The Joining Defendants also seek to depose Ms. Good about statements \nshe made in interviews, including that “[a]sh pond closure has been a plan for a very \nlong time ” and that Duke “[has] been storing ash for nine decades[ ,]” as well as \nstatements she made in an e-mail to a Duke shareholder that any seepage at Duke’s \nRiverbend plant was “extremely small” and that Duke was “committed to closing ash \nbasins at Riverbend and our other retired plants in a safe way that alleviates seepage \nand further protects water quality.”   ( Redacted Joining Defs.’ Mem. Supp. Mot. to \nCompel 5, 8–9.) \n9. The Joining Defendants argue that Mr. Jamil has unique, personal , and \nrelevant knowledge due to his “deep involvement” with Duke’s coal ash pond closure \nplans beginning in 2009, before both the Dan River Spill and the passage of CAMA, \nand his several presentations to Duke’s  Board of Directors on closure plans and \nprojected costs.  (Redacted Joining Defs.’ Mem. Supp. Mot. to Compel 9.)  The Joining \nDefendants also argue that Mr. Jamil’s opportunity to present to the Board of \nDirectors gave him insight into “what was reported to the decision-makers, questions \nasked, choices made, and the reasons why” both before and after the Dan River Spill \nthrough 2016.  (Redacted Joining Defs.’ Mem. Supp. Mot. to Compel 9–11.) \n10. Duke filed its opposition brief on November 4, 2019.  (ECF No. 525.)  Duke \ncontends that Ms. Good and Mr. Jamil —Duke’s two most senior executives —do not \npossess unique, relevant knowledge, that the burdens attendant to their depositions \nas the CEO and COO of a Fortune 150 company far outweigh any alleged benefit  to \nthe Joining Defendants, and that other Duke current and former employees who have \nbeen and will be deposed have provided or will “provide ample opportunity for \ndiscovery” regarding the coal ash matters on which the Joining Defendants seek \ninformation through the requested depositions.  (Duke’s Br. Opp’n to Joining Defs.’ \nMot. to Compel Deps. of Lynn Good &  Dhiaa Jamil 1–4, 12 [hereinafter “Duke’s Br. \nOpp’n to Joining Defs.’ Mot. to Compel”].)   \n11. Duke advances numerous specific challenges to the Joining Defendants’ \ngrounds for deposing both Ms. Good and Mr. Jamil.  As to Ms. Good,  Duke argues \nthat any testimony concerning the Dan River Spill  and its aftermath  is irrelevant \nbecause Duke is not seeki ng coverage for any such costs in this litigation .3  (Duke’s \nBr. Opp’n to Joining Defs.’ Mot. to Compel 6.)  Further, Duke contends that Ms. Good \ndoes not have unique knowledge concerning Duke’s coal ash storage plans following \nthe Dan River Spill  because she delegated that review to others or concerning the \n2014 public letter to Governor Mc Crory because that letter was prepared by Duke’s \ncounsel.  (Duke’s Br. Opp’n to Joining Defs.’ Mot. to Compel 6–7.)  Duke also contends \nthat while Ms. Good signed a letter sent to Duke’s Board of Directors regarding the \ncreation of Duke’s Ash Basin Strategic Action Team (“ABSAT”) after the Dan River \n                                                 \n3 The Joining Defendants appear to agree, representing at the Hearing that “the issue here \nis not about Dan River and the clean-up of Dan River and all of that.  It’s what Duke, at the \nvery top of the company, did with respect to all of its ash basins in th e – in the aftermath of \nDan River.”  (Nov. 12, 2019 Hearing Tr. 17; see also Nov. 12, 2019 Hearing Tr. 18 (“And the \ncrisis has two aspects to it.  One is the Dan River spill itself.  Stopped the spill –  I mean, \nstopped the leaking material into the river, addressed that issue, addressed the – the damage \nto the Dan River, addressed all of those parts of it.  An d they were all over that.  Ms. Good \nwas all over that. But that’s not what we are asking her for –  asking for her deposition for, \nor Mr. Jamil.”).) \nSpill, others who have been or will be deposed  are better qualified to address issues \nrelated to ABSAT .  Duke a lso contends that Ms. Good did not attend a meeting  \nconcerning potential legislation that the Joining Defendants have indicated they wish \nto examine her about.  (Duke’s Br. Opp’n to Joining Defs.’ Mot. to Compel 7–8.)  As to \nher public and e-mail statements, Duke argues that Ms. Good does not have unique \nknowledge merely by making “passing references to public information” regarding \ncoal ash storage  and that the subject of the e- mail communication at issue —water \nseepage in earthen dams—is not at issue in this case.  (Duke’s Br. Opp’n to Joining \nDefs.’ Mot. to Compel 9–10.) \n12. As to her potential testimony concerning Duke’s SEC reporting of coal ash \nmatters, including, in particular, the classification of Duke’s coal ash remediation \ncosts as “asset reti rement obligations” (“AROs”),  Duke argues that the process \nthrough which its attorneys draft 10-K reports, which are, as here, later  verified by \nexecutives like Ms. Good,  does not establish the executive’s (or here Ms. Good’s ) \nunique knowledge of Duke’s accounting classifications.  (Duke’s Br. Opp’n to Joining \nDefs.’ Mot. to Compel 9.)  Moreover, Duke represents that the former Duke employee \nwith the most specific knowledge concerning Duke’s ARO classification was \nscheduled for deposition on November 18, 2019 and that Duke has agreed to provide \na Rule 30(b)(6) witness on this topic.   ( Duke’s Br. Opp’n to Joining Defs.’ Mot. to \nCompel 9.) \n13. As to Mr. Jamil, Duke disputes that he has unique knowledge concerning \nDuke’s coal ash matters and asserts that the evidence presented by the Joining \nDefendants shows only that Mr. Jamil had “ high-level ownership” of the coal ash \nissue prior to the Dan River Spill.  (Duke’s Br. Opp’n to Joining Defs.’ Mot. to Compel \n10–11.)  Duke argues that pre-Dan River Spill coal ash matters would be  better and \nmore completely addressed by Duke witnesses who have already been deposed or will \nbe deposed.  (Duke’s Br. Opp’n to Joining Defs.’ Mot. to Compel 11–12.) \n14. On November 12, 2019, the Court held a hearing on the Motion to Compel.   \nBecause the Joining Defendants focused their arguments at the Hearing on a subset \nof the 2,000+ documents they submitted in connection with the Motion, a subset not \ndisclosed to Duke until the night before the Hearing, the Court permitted Duke an \nopportunity to file a supplemental brief addressing those documents.  (ECF No. 540.)  \nDuke filed its supplemental brief on November 27, 2019.  (ECF No. 600.) \n15. The Motion is now ripe for resolution. \nII. \nLEGAL STANDARD \n16. Under North Carolina Rule of Civil Procedure 26 (“Rule 26”), a liberal scope \nof discovery allows parties to obtain discovery “regarding any matter, not privileged, \nwhich is relevant to the subject matter involved in the pending action[ ,]” even if the \ninformation sought will be inadmissible at trial or the examining party already has \nknowledge of the information sought.  N.C. R. Civ. P. 26(b)(1).  The relevancy test for \ndiscovery differs from the “stringent test” required for admissibility at trial.  Willis v. \nDuke Power Co. , 291 N.C. 19, 34, 229 S.E.2d 191, 200 (1976) .  “To be relevant f or \npurposes of discovery, the information sought need only be ‘reasonably calculated’ to \nlead to the discovery of admissible evidence.”  Shellhorn v. Brad Ragan, Inc., 38 N.C. \nApp. 310, 314, 248 S.E.2d 103, 106 (1978); see also N.C. R. Civ. P. 26(b)(1); Gay v. \nPeoples Bank, 2014 NCBC LEXIS 46, at *5 (N.C. Super. Ct. Sept. 17, 2014) (citation \nomitted). \n17. When a motion to compel discovery  is filed, “[t]he party resisting discovery \nbears the burden of showing why the motion to compel should not be granted [,]”  \nTransatlantic Healthcare, LLC v. Alpha Constr. of the Triad, Inc., 2017 NCBC LEXIS \n21, at *37 (N.C. Super. Ct. Mar. 9, 2017) (citation omitted) , and must make a \n“particularized showing” rather than rely upon “conclusory or generalized \nstatements[,]” Nat’l Fin. Partners Corp. v. Ray, 2014 NCBC LEXIS 50, at *26 (N.C. \nSuper. Ct. Oct. 13, 2014) (quoting Smithfield Bus. Park, LLC v. SLR Int’l Corp., No. \n5:12-CV-282-F, 2014 U.S. Dist. LEXIS 110535, at *7 (E.D.N.C. Aug. 11, 2014) ).  \nDeciding whether to grant or deny a motion to compel discovery “is within the trial \ncourt’s sound discretion and will not be reversed absent an  abuse of discretion.”   \nSessions v. Sloane, 248 N.C. App. 370, 381, 789 S.E.2d 844, 853 –54 (2016) (citation \nomitted). \n18. The Court may also limit discovery on its own initiative if it finds that:  \n(i) the discovery sought is unreasonably cumulative or duplicative, or is \nobtainable from some other source that is more convenient, less \nburdensome, or less expensive; (ii) the party seeking discovery has had \nample opportunity by discovery in the action to obtain the information \nsought; or (iii) the discovery is unduly burdensome or expensive, taking \ninto account the needs of the case, the amount in controversy, \nlimitations on the parties’ resources, and the importance of the issues at \nstake in the litigation.  \n \nN.C. R. Civ. P. 26(b)(1a). \n \n19. Under Rule 26, “[o]ne party’s need for information must be balanced against \nthe likelihood of an undue burden imposed upon the other.”   Willis, 291 N.C. at  34, \n229 S.E.2d at 200. \nIII. \nLEGAL ANALYSIS \n20. The parties cite to this Court’s prior rulings in Next Advisor Continued, Inc. \nv. LendingTree, Inc. , 2016 NCBC LEXIS 72 (N.C. Super. Ct. Sept. 16, 2016), and \nBradshaw v. Maiden , 2017 NCBC LEXIS 30 (N.C. Super. Ct. March 31, 2017), to \nsupport their positions  on the Motion .  Both Next Advisor and Bradshaw reference \nthe “apex doctrine,” a federal doctrine not formally adopted by North Carolina state \ncourts, under which a trial court may, in its discretion, limit discovery sought from \ntop corporate executives.  See Bradshaw, 2017 NCBC LEXIS 30, at *6–10 (discussing \ndoctrine); Next Advisor, 2016 NCBC LEXIS 72, at *6–10 (same).  \n21. Various federal courts have noted that the apex doctrine serves as an aid to \n“ensur[e] that the liberal rules of procedure for depositions are used only for their \nintended purpose and not as a litigation tactic to create undue leverage by harassing \nthe opposition or inflating its discovery costs.”  Bradshaw, 2017 NCBC LEXIS 30, at \n*7–8 (quoting Performance Sales & Mktg. LLC v. Lowe’s Cos., Inc. , No. 5:07 -CV-\n00140-RLV-DLH, 2012 U.S. Dist. LEXIS 131394, at *16 (W.D.N.C. Sept. 14, 2012) ).  \n“In its stronger form, the doctrine holds that, before a plaintiff may dep ose a \ndefendant corporation’s hi gh-ranking (“apex”) officer, that plaintiff must show that \n‘(1) the executive has unique or special knowledge of the facts at issue and (2) other \nless burdensome avenues for obtaining the information sought have been \nexhausted.’ ”  Performance Sales & Mktg . LLC, 2012 U.S. Dist. LEXIS 131394, at  \n*16–17 (citation omitted). \n22. In this case, as in Next Advisor and Bradshaw, the Court declines to adopt \nthe federal apex doctrine, finding that Rule 26 resolves  the current dispute \nconcerning the depositions of  Ms. Good and Mr. Jamil.  As in those cases, however, \nthe Court will consider federal decisions interpreting the apex doctrine in applying \nRule 26’s balancing factors .  See Bradshaw, 2017 NCBC LEXIS  30, at * 9; Next \nAdvisor, 2016 NCBC LEXIS  72, at *6–10; see also Turner v. Duke Univ. , 325 N.C. \n152, 164, 381 S.E.2d 706, 713 (1989) (“Decisions under the federal rules are . . .  \npertinent for guidance and enlightenment in developing the philosophy of the North \nCarolina rules.”). \n23. In Next Advisor, the Court found that the defendant’s CEO had “unique, \npersonal knowledge relevant to the issues in dispute” and allowed his deposition  to \nproceed primarily because the CEO negotiated the  failed corporate acquisition at \nissue in that  case and his conduct and representati ons were directly relevant and \nmaterial to the asserted claims.  2016 NCBC LEXIS 72, at *11–12.  In contrast, in \nBradshaw, the Court did not permit the deposition of the defendant’s President and \nCOO because that high-level executive had no involvement of any kind in the \ndisputed matter other than to sign the contract at issue pursuant to company policy.  \n2017 NCBC LEXIS 30, at *2, 14–15.  The level of involvement of Ms. Good and Mr. \nJamil in the matters at issue in this litigation appears to fall somewhere in between \nthese two paradigmatic extremes  of chief executive involvement in the underlying \ndispute. \n24. Here, the evidence appears quite clear that coal plant closure and coal ash \nremediation are and have been highly significant issues faci ng Duke.  The evidence \npresented shows that Duke’s CEO, COO, senior management, and Board of Directors \nhave devoted substantial time and attention to these issues over the years, and , in \nparticular, over the past decade.  At this stage of the proceedings , and based on the \nargument and evidence before the Court, it appears to the Court at this time that \nDuke’s pre-Dan River Spill and post-Dan River Spill strategies, plans, and activities \nconcerning coal plant closures and coal ash remediation , as well as any  Duke \ninvolvement in the creation and passage of CAMA , are relevant to the Joining \nDefendants’ defenses in this litigation.  Duke appears to largely agree for purposes of \ndiscovery, advancing an objection on relevance grounds only as to Ms. Good’s \ninvolvement in Duke’s follow up in the wake of the Dan River Spill .  (See Duke’s Br. \nOpp’n to Joining Defs.’ Mot. to Compel 6.)  \n25. Based on the Court’s review of the briefing, argument, and evidence on the \nMotion, it appears that Ms. Good and Mr. Jamil have each had significant  \ninvolvement in analyzing, directing, and/or implementing Duke’s strategy and \ndecision-making concerning coal plant closures and coal ash remediation both before \nand after the Dan River Spill .  It is also clear that a number of lower -level Duke \nexecutives have had significant, and in many instances greater, involvement in these \nissues, and that many of these employees have been or will be deposed in this action.  \nIn balancing burden versus benefit under Rule 26, however, courts have recognized \nthat the testimony of higher-level executives may have greater probative value than \nthat of lower-level employees concerning certain issues in certain circumstances and \nthat on certain matters  the lower-level employee’s testimony is not an adequate \nsubstitute for the testimony of the higher-level executive.  See, e.g., Travelers Rental \nCo. v. Ford Motor Co. , 116 F.R.D. 140, 146 (D. Mass. 1987)  (“[A]s the ultimate \nauthority, [higher-level executives’] views . . . may be of far greater probative value \non the issue of intent and motive than the views of the lower-level executives.”).  The \nCourt concludes that such is the case here.   \n26. Here, t he Joining Defendants seek testimony from Duke’s two highest -\nranking executives, each of whom was specifically involved in analyzing, directing, \nand/or implementing Duke’s strategies and plans concerning issues of high corporate \nsignificance that are central to the Joining Defendants’ defense s in the instant \nlitigation.  While Duke argues that certain lower-level executives have testified, and \nother lower-level executives will testify, to provide the same information sought from \nMs. Good and Mr. Jamil, the Court is persuaded by the evidence of record that Duke’s \ntestifying lower-level executives have not rendered , and will not render,  testimony \nfrom Ms. Good or Mr. Jamil unreasonably cumula tive or duplicative on the Joining \nDefendants’ identified topics of inquiry.  Instead, based on its review of the evidence \nof record, the Court concludes that Ms. Good and Mr. Jamil possess specific, unique \nknowledge relevant to the Joining Defendants’ def enses in this litigation that is not \nreadily obtainable from any other less burdensome source. \n27. As such, the Court finds this case much more like Next Advisor than \nBradshaw and concludes, in the exercise of its discretion, that the balancing required \nunder Rule 26 of the Joining Defendants’ need for the testimony sought against the \nacknowledged burden imposed on Duke militates in favor of permitting the \ndepositions of Ms. Good and Mr. Jamil to proceed in these circumstances.  See Willis, \n291 N.C. at 34, 229 S.E.2d at 200 (balancing Rule 26 factors); Bradshaw, 2017 NCBC \nLEXIS 30, at *9 (same); Next Advisor, 2016 NCBC LEXIS 72, at *12–13 (same). \n28. Having reached this conclusion, however, the Court further concludes, in \nthe exercise of its discretion, that  certain restrictions should be imposed on the \npermitted depositions to reduce the burden on Ms. Good and Mr. Jamil as Duke’s top \ncorporate officers.  See, e.g., Folwell v. Hernandez, 210 F.R.D. 169, 173–75 (M.D.N.C. \n2002) (“Even when an executive  does have personal knowledge about the case, the \ncourt still may fashion a remedy which reduces the burden on the executive.” ).  \nSpecifically, the Court concludes, in the exercise of its discretion, that certain \nrestrictions as to time, location, capacity, scope, and duration are appropriate in these \ncircumstances.   \n29. Accordingly, the Court, in the exercise of its discretion, hereby ORDERS as \nfollows: \na. As to time and location, and consistent with the Court’s discussion with \nthe parties at t he Hearing, the depositions of Ms. Good and Mr. Jamil \nwill each take place in Charlotte, North Carolina  at Duke’s counsel’s \noffices on an agreed-upon date between December 16, 2019 and January \n15, 2020, and Duke and the Joining Defendants shall work cooperatively \nto schedule each deposition at a convenient time for each witness. \nb. As to capacity, Ms. Good and Mr. Jamil will each be deposed for purposes \nof this Order in her or his  individual capacit y, not as a corporate \nrepresentative under North Carolina Rule of Civil Procedure 30(b)(6). \nc. As to scope, the Joining Defendants may examine Ms. Good and Mr. \nJamil only on those topics identified at pages 3 –11 in the Joining \nDefendants’ brief in support of the Motion , except that  the Joining \nDefendants may not examine Ms. Good or Mr. Jamil concerning Duke’s \nspecific Dan River Spill- related costs or Duke’s  SEC reporting of coal \nash matters, as the Court concludes that these issues, to the extent they \nare relevant, are  more appropriately discuss ed by Duke’s lower -level \nexecutives and employees. \nd. As to duration, based on the evidence presented, the forecasted areas of \ndeposition inquiry, the information obtained in depositions taken to date \nand forecasted to be obtained in the remaining depositions to be taken \nprior to the close of discovery, the burden to Ms. Good and Mr. Jamil as \nDuke’s top officers , and the failure of the Joining Defendants  to \narticulate a persuasive reason at the Hearing why a full seve n-hour \ndeposition of either executive is necessary to obtain the information \nsought, the Court concludes that it is reasonable, appropriate, and \nconsistent with fairness and justice to limit each deposition to four ( 4) \nhours of on-the-record examination by the Joining Defendants. \ne. Nothing in this Order shall impair Duke’s right to invoke attorney-client \nprivilege, work -product immunity, or any other objection permitted \nunder the North Carolina Rules of Civil Procedure , as appropriate, at \neither of the depositions permitted hereunder. \nSO ORDERED, this the 6th day of December, 2019. \n \n/s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III  \n     Chief Business Court Judge \n "
}