{
  "id": "d40b5c3d9c15f305eb066c1331d321153eac82a849a41eb24b3895ec49839e71",
  "source_file": "data/raw/ncbc/d40b5c3d9c15f305eb066c1331d321153eac82a849a41eb24b3895ec49839e71.pdf",
  "raw_text": "Veer Right Mgmt. Grp., Inc. v. Czarnowski Display Serv., Inc., 2018 NCBC 6. \n \nSTATE OF NORTH CAROLINA \n \nWILSON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 1038 \n \nVEER RIGHT MANAGEMENT \nGROUP, INC., \n \nPlaintiff, \n \nv. \n \nCZARNOWSKI DISPLAY SERVICE, \nINC. and TIMOTHY JENKINS, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS  \nFOR SUMMARY JUDGMENT \n \n \n1. Each year, t he United States Postal Service  (“Postal Service”) attends \ntradeshows across the country to promote its products.  The Postal Service outsources \nthe management of its tradeshow  program, periodically selecting a contractor \nthrough a competitive bidding process.   In 2005 and 2010, Plaintiff Veer Right \nManagement Group, Inc.  (“Veer Right”) successfully bid for the tradeshow contract \nin collaboration with its subcontractor,  Defendant Czarnowski Display Se rvice, Inc. \n(“Czarnowski”).  The collaboration ended in 2013 when the Postal Service decided not \nto exercise a renewal option for Veer Right’s contract and, after requesting bid \nproposals, selected Czarnowski as the new primary contractor.  \n2. Veer Right  contends that it lost the tradeshow contract because of a \nconspiracy between Czarnowski and Defendant Timothy Jenkins, Veer Right’s Vice \nPresident.  According to Veer Right, Jenkins disparaged his employer to Postal \nService staff and then  funneled trade s ecrets and confidential information  to \nCzarnowski.  Veer Right claims, among other things, that Jenkins breached his \n \n \nfiduciary duty and that Defendants together misappropriated Veer Right’s trade \nsecrets and tortiously interfered with the tradeshow contract. \n3. Czarnowski and Jenkins move for summary judgment as to all claims.  They \ncontend that discovery has refuted Veer Right’s allegations of wrongdoing while also \nshowing that the Postal Service  decided not to renew the contract  for business \nreasons unrelate d to the Defendants .  Having considered all relevant matters of \nrecord, the Court GRANTS Defendants’ motions. \nEllis & Winters LLP , by Jonathan D. Sasser and Connors Morgan, \nPLLC, by C. Scott Meyers, for Plaintiff. \n \nParker Poe Adams & Bernstein, LLP, by Melanie Black Dubis and Jami \nJackson Farris, Hogan Marren, Ltd., by J. Michael Tecson, and General \nCounsel for C zarnowski Display Service, Inc., by Kelly M. Cherf,  for \nDefendant Czarnowski Display Service, Inc.  \n \nHarris Sarratt & Hodges, LLP , by John L . Sarratt, for Defendant \nTimothy Jenkins.  \n \nConrad, Judge. \nI. \nBACKGROUND \n \n4. The Court does not make findings of fact in ruling on motions for summary \njudgment.  The following background, drawn from the evidence submitted in support \nof and opposition to Defendants’ motions, is intended to provide context for the \nCourt’s analysis and ruling.*\n                                            \n* The parties sequentially numbered the exhibits to the opening and response briefs.  \nDefendants submitted Exhibits 1 through 37, and Veer Right submitted Exhibits 38 through \n52.  Veer Right  also resubmitted some of the exhibits filed by Defendants , retaining the \nexhibit number assigned by Defendants.  In four resubmitted exhibits containing deposition \nexcerpts (2, 4, 6, and 12 ), Veer Right modified the exhibit  by including additional excerpts.  \nFor these exhibits, this Opinion cites the ECF Number of the combined excerpts submitted \nby Veer Right. \nVeer Right Mgmt. Grp., Inc. v. Czarnowski Display Serv., Inc., 2018 NCBC 6. \n \nA. Veer Right’s Collaboration with Czarnowski \n5. Tonia and Rodney Miller founded Veer Right in 2000 for the purpose of \nbidding on the Postal Service tradeshow contract.  (See Ex. 38, Aff. T. Miller ¶ 6, ECF \nNo. 132 .)  They succeeded, and f rom 2000 to 2005, Veer Right served as a \nsubcontractor on the tradeshow contract.  (See Aff. T. Miller ¶ 7.)  In 2005, Veer Right \nmade a successful bid to be the primary contractor, handling logistics and marketing, \nwhile its subcontractor, Czarnowksi, handled the “build -side,” including setting up \nand breaking down trade show booths.  (See Ex. 4, Dep. Gray 32:21–24, ECF No. 117; \nAff. T. Miller ¶  8.)  Veer Right and Czarnowski appear to have performed their \nobligations under the 2005 contract without incident.   \n6. When the Postal Service solicited bids for a new contract in 2010 (“2010 \nContract”), Veer Right and Czarnowski again partnered and won.  (Aff. T. Miller ¶ 8.)  \nThe two companies worked together to develop their proposal.  ( See Ex. 9, Dep. R. \nMiller 51:8 –53:3, ECF No. 77 .)  They did not execute a non -disclosure or \nconfidentiality agreement.  (Pl.’s Response to Czarnowski’s Second Request to Admit, \n¶ 2, ECF No. 67.) \n7. The 2010 Contract ’s initial term ran from May 6, 2010 to September 30, \n2011.  (Ex. 7 at VR137–38, ECF No. 75.)  This term could be extended by the Postal \nService, at its discretion, through the exercise of up to “four one -year renewal \noptions.”  (Ex. 8, Dep. Castellano 24: 20–26:24, ECF No. 76 ; Dep. R. Miller 65: 4–\n66:12.)  The Postal Service exercised its options for 2011 and 2012.  (See Dep. R. Miller \n65:4–66:12; Aff. T. Miller ¶ 30.)   \n \n \nB. The Millers’ Relationship with Jenkins \n8. The Millers hired Timothy Jenkins (Tonia Miller’s brother -in-law) as Veer \nRight’s first employee and later promoted him to Vice President with responsibility \nfor the Postal Service account.  (Ex. 1, Aff. Jenkins ¶¶ 2, 5, ECF No. 69; Aff. T. Miller \n¶¶ 13–14.)  After years of working together , Jenkins’s relationship with the Millers \nsoured.  In 2011, the Millers accused Jenkins of misappropriating company funds for \npersonal purposes.  ( See Aff. T. Miller ¶  17.)  Jenkins negotiated a deal to pay back \nthe money and sent a company-wide e-mail “to apologize to everyone.”  (Ex. 49, ECF \nNo. 14.)  Although Jenkins stayed with Veer Right, he complained that the Millers \nhad “black mail[ed] [sic] [him] into staying.”  (Aff. T. Miller Tab 1.) \n9. According to Veer Right, the episode embittered Jenkins, who began \ncriticizing the Millers in e -mail exchanges with Christopher Karpenko, the Postal \nService’s manager of tradeshow events .  (Ex. 2, Dep. Jenkins 18:5–6, ECF No. 116; \nEx. 12, Dep. Karpenko 9:4 –6, ECF No. 119.)  Shortly after Karpenko was promoted \nto the position in 2012, Jenkins joked  to him that Tonia Miller rarely came to the \noffice “2 days in a row ,” (Ex. 45, ECF No. 139), and missed “countless deadlines” for \nKarpenko’s predecessor, (Ex. 52, ECF No. 146).  Jenkins continued to send reports to \nKarpenko about conversations with the Millers, contrary to the Millers’ direction that \nall communications with the Postal Service required their approval.  (See Exs. 46, 47, \nECF Nos. 140, 141.) \n10. Karpenko’s promotion, Veer Right  asserts, also coincided with significant \nchanges in the management of the tradeshow program.  In her affidavit, Tonia Miller \n \n \nstates that Karpenko “changed the scope of projects without explanation or warning, \nand made unreasonable demands on Veer Right’s time and resources.”  (Aff. T. Miller \n¶ 25.)  Karpenko also directed the Millers to exclude their daughter from performing \nPostal Service work, for reasons the Millers contend were improper.  ( See Aff. T. \nMiller ¶¶ 27–29.)   \nC. The Postal Service’s Decision to Rebid the Tradeshow Contract \n11. In January 2013,  as part of its “standard practice” in an option year,  the \nPostal Service began assessing whether to exercise a third one -year renewal option \nor instead to rebid the tradeshow contract .  (Dep. Castellano 141:9–12; Notice of \nFiling, Ex. B 117:19 –118:4 [“Dep. Castellano II”] , ECF No. 148 .)  This process \noriginated with Jeanne Castellano and Sheryl Gray, the Postal Service employees \nwith responsibility for supplier contracts.  (See Dep. Castellano 13:6–8, 141:2–15.)  \nCastellano and Gray coordinated with Karpenko  and his colleague, Brian Corley .  \n(See Dep. Castellano 16:6 –11, 74:22–75:20; Dep. Gray 84:19 –85:13; Ex. 11, Dep. \nCorley 102:3–13, ECF No. 80.)   \n12. Castellano and Gray  recommended holding a supplier workshop in June \n2013 to ensure the decision to renew or rebid would be sound.  (Dep. Castellano 57:3–\n13, 58:24–59:5; Dep. Gray 71:15–72:7; Dep. Corley 99:16–100:14.)  The Postal Service \nrequested and r eceived presentations from several companies in the tradeshow \nmarket, including Veer Right.  ( See Dep. Castellano 59:6–21; Dep. Corley 99:16–25, \n101:13–24.)  Without Veer Right’s knowledge, Czarnowski asked to present \nseparately and was permitted to do so.  (See Pl.’s Ex. 4, 191:12–15, ECF No. 117; Ex. \n \n \n42, ECF No. 136; see also Dep. Castellano 62:25–63:1; Dep. Gray 69:16–22.)  Although \nthe Postal Service expected that Veer Right, as “our supplier,” would “have the most \nknowledge to share,” Castellano testified that Veer Right did not “put much effort . . . \ninto preparation” and gave a “very disappointing” presentation.  (Dep. Castellano \n61:17–62:5; see also Dep. Corley 101:25–102:2, 103:10–24.)   \n13. Around the same time, Castellano and Gray  reached out directly to Veer \nRight to see whether it could “offer any program/contractual changes that could result \nin cost savings” for the existing tradeshow contract.  (Ex. 15, VR-15576, ECF No. 84; \nDep. Gray 57:6–58:19, 81:18–23.)  According to Gray, the Postal Service was “[l]osing \nbillions of dollars” at the time, prompting similar requests to every contractor.  (Dep. \nGray 58:10; see also Dep. Corley 99:9–15.)  Veer Right responded with a proposal the \nPostal Service found underwhelming.  (Dep. Gray 8 8:22–89:4; Dep. Corley 94: 4–12; \nDep. Castellano 72:16–17, 74:15–21.)   \n14. In June 2013, the Postal Service reached an initial decision to allow the 2010 \nContract to expire that September, the end of the fiscal year .  (See Dep. Castellano \n143:17–23.)  Castellano received no objections from the internal chain of command, \nand the Postal Service issued a solicitation for a new tradeshow program contract on \nAugust 12, 2013.  (See Dep. Castellano 74:5–14, 75:12–76:2, 76:12–77:21; Dep. Gray \n92:9–19; Ex. 17, E CF No. 86.)   Bids were due eleven days later.  ( Ex. 5, 2013 \nSolicitation at CZAR37962, ECF No. 73.) \n15. The news prompted Rodney Miller to contact Michael Orlosky, Czarnowksi’s \npoint person for the 2010 Contract, requesting “to know right away if [Czarnowski] \n \n \nplans to bid with veer right  [sic] or on your own.”  (Ex. 17.)  Orlosky responded that \nCzarnowksi would bid separately “and not includ[e] [Veer Right] in our response .”  \n(Ex. 17.)  Veer Right elected to bid as a subcontractor on the primary bid submitted \nby another company, Freeman Decorating.  (Dep. R. Miller 217:13–19.)  \n16. The Postal Service awarded Czarnowski the new tradeshow contract on \nSeptember 25, 2013 (“2013 Contract”).  (Aff. T. Miller ¶ 36.)   \nD. Jenkins’s New Employment with Czarnowski \n17. Having lost th e Postal Service contract, Veer Right determined it would \nhave to lay off Jenkins.  ( See Aff. T. Miller ¶  37; Compl. ¶  55.)  Tonia Miller \nencouraged him to apply for employment with Czarnowski.  (Aff. T. Miller ¶ 40.)  On \nOctober 7, 2013, Jenkins resigned from Veer Right and took a job with Czarnowski \nthe next day.  (See Dep. Jenkins 136:16–22.) \n18. When Jenkins returned his work computer, Veer Right discovered that all \nsoftware, including the operating system, had been deleted.  (See Aff. T. Miller ¶¶ 42–\n43.)  A forensic analysis revealed that Jenkins had made a copy of the hard drive \nbefore returning it and also that he forwarded a few electronic files  to his personal \ne-mail address.  (Aff. T. Miller ¶¶ 43–44, Tab 2.)  Jenkins also accessed Veer Right’s \nserver after beginning his employment with Czarnowski.  (Aff. T. Miller ¶ 44.) \n19. Through its forensic analysis, Veer Right recover ed some of Jenkins’s  \ne-mails.  (See Ex. 40, Aff. Hunt ¶  5, ECF No. 134.)  According to Veer Right, the \ne-mails revealed that Jenkins had secretly communicated with Orlosky for months, \nbeginning as early as April 2013.  ( See Aff. T. Miller ¶  48.)  Among other things, \n \n \nJenkins forwarded communications from the Postal Service regarding tradeshow \nsales leads, sent  e-mails discussing the supplier workshop presentations, and  \nforwarded Veer Right’s cost savings proposal, telling Orlosky to “[k]eep this to \nyourself.”  (Ex. 26, ECF No. 123; Ex. 27 at CZAR33415, ECF No. 124.)  In addition, \njust before the Postal Service’s deadline for accepting bids expired in August 2013 , \nJenkins e-mailed Orlosky information regarding Veer Right’s warehousing space and \npricing.  (Ex. 33, ECF No. 103; see also Dep. Jenkins 32:12–34:11.)   \n20. After the Postal Service awarded the new c ontract to Czarnowski, Jenkins \ncommunicated with Orlosky to discuss employment with Czarnowski.   Jenkins \ncomplained that he  had helped Czarnowski “in an indirect way ” but, now  that \nCzarnowski was “in the driver’s seat,” he was “being held to the fire ” as it decided \nwhether to hire him.  (Ex. 34, ECF No. 104.)   \nE. This Action \n21. Veer Right filed this suit on July 11, 2014.  Veer Right alleges seven causes \nof action:  (1) breach of fiduciary duty against Jenkins; (2) aiding and abetting breach \nof fiduciary duty a gainst Czarnowski; (3) tortious interference with Jenkins’ s \nemployment contract against Czarnowski; (4) tortious interference with the 2010 \nContract against Jenkins and Czarnowski; (5) misappropriation of trade secrets \nagainst Jenkins and Czarnowski; (6) c ivil conspiracy against Jenkins and \nCzarnowski; and (7) unfair or deceptive trade practices against Jenkins and \nCzarnowski.  It also seeks punitive damages and attorney’s fees. \n \n \n22. On June 30, 2017, Czarnowski and Jenkins filed separate  motions for \nsummary judgment , along with supporting briefs that  incorporated each other’s  \narguments by reference .  ( Czarnowski’s Mem. in Supp. of Mot. for Summ. J.  9 \n[“Czarnowski Br.”], ECF No. 61; Jenkins ’s Mem. in Supp. of Mot. for Summ. J.  1 \n[“Jenkins Br.”], ECF No. 109 .)  Veer Right filed a single, combined opposition brief.   \nEach Defendant filed a reply brief.   On October 25, 2017, the Court held a hearing, \nat which all parties were represented by counsel.  The motions are ripe for disposition. \nII. \nLEGAL STANDARD \n \n23. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitl ed to a \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In deciding a motion for summary \njudgment, the Court views the evidence “in the light most favorable to the \nnonmov[ant],” taking the non -movant’s evidence as true and drawing inferences in \nits favor.  Furr v. K-Mart Corp., 142 N.C. App. 325, 327, 543 S.E.2d 166, 168 (2001). \n24. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of ma terial fact.” Liberty Mut. Ins. Co. v. Pennington , 356 N.C. 571, \n579, 573 S.E.2d 118, 124 (2002). If the moving party carries this burden, the \nresponding party “may not rest upon the mere allegations or denials of his \npleading[s],” Khashman v. Khashman, No. COA16-765, 2017 N.C. App. LEXIS 715, \nat *15 (N.C. Ct. App. 2017) (unpublished), but must instead “come forward with \nspecific facts establishing the presence of a genuine factual dispute for trial,” Liberty \n \n \nMut. Ins. Co., 356 N.C. at 579, 573 S.E.2d at 12 4.  A “genuine issue” exists when “‘it \nis supported by substantial evidence,’ which is that amount of relevant evidence \nnecessary to persuade a reasonable mind to accept a conclusion.”  Id. (citation \nomitted) (quoting DeWitt v. Eveready Battery Co., 355 N.C. 672, 681, 565 S.E.2d 140, \n146 (2002)). \nIII. \nANALYSIS \n \n25. All of Veer Right’s claims arise from its allegation that Defendants worked \ntogether to cause the Postal Service to end the 2010 Contract and then to steer the \nnext tradeshow contract to Czarnowski.  At the motion -to-dismiss stage, the Court \nconcluded that Veer Right had “adequately alleged” such an agreement between  \nDefendants, “with subsequent harm caused by implementing the agreement.”  (Order \n¶ 21, ECF No. 29.)   \n26. On summary judgment, the Court must look beyond Veer Right’s allegations \nto test the adequacy of its evidence.  Here, Veer Right falls short.  As Defendants \nargue, Veer Right has not offered sufficient evidence to show a “causal link” between \nany of their alleged conduct and the Postal Service’s decision s to rebid  the 2010 \nContract and to award the 2013 Contract to Czarnowski.  (Czarnowski’s Reply Br. in \nSupp. of Mot. for Summ. J. 1 [“Czarnowski Reply”], ECF No. 147; see also Jenkins’s \nReply Mem. in Supp. of Mot. for Summ. J. 3 [“Jenkins Reply”], ECF No. 149.)  To the \ncontrary, Postal Service employees testified uniformly that it made a business \ndecision based on factors unrelated to Defendants .  As a result, ther e is no genuine \ndispute for a jury to decide, and summary judgment is appropriate.   \n \n \nA. Breach of Fiduciary Duty, Aiding & Abetting, and Civil Conspiracy \n27. Veer Right’s principal claim is that Jenkins breached his fiduciary duty by \ndisparaging the Millers to Karpenko (after Karpenko began managing the tradeshow \nprogram in 2012) and sharing confidential information with Czarnowski (during the \nbidding for the 2013 Contract).  (See Veer Right’s Br. Opposing Defs.’ Summ. J. Mots. \n[“Opp’n”] 2, 12–15, ECF No. 114 .)  It further alleges  that Czarnowski active ly \nconspired in the scheme and aided and abetted Jenkins’s breach.   \n28. Neither Jenkins nor Czarnowski contest s the fact that Jenkins, as Veer \nRight’s Vice President, owed the company a fiduciary duty.  Rather, Jenkins argues \nthere is “no evidence” that he “conveyed any confidential or trade secret information \nto Czarnowksi” or that “anything [he] did resulted in C zarnowski obtaining the \n[Postal Service] contract .”  (Jenkins Reply 2, 3.)  Czarnowski likewise argues that \nVeer Right has failed to establish a causal connection between the alleged breach and \nits damages.  (See Czarnowski Br. 6–7; Czarnowski Reply 1, 6.)  Together, Defendants \ncontend that the absence of evidence of causation requires summary judgment as to \nthe claims for breach of fiduciary duty, aiding and abetting breach of fiduciary duty, \nand civil conspiracy. \n29. As the North Carolina Court of Appeals has  explained, “[c]ertain torts \nrequire as an essential element that a plaintiff incur actual damage.”  Dove v. Harvey, \n168 N.C. App. 687, 691 , 608 S.E.2d 798, 801  (2005).  “These torts include breach of \nfiduciary duty.”  Id. (citing Piedmont Inst. of Pain Mgmt. v. Staton Found., 157 N.C. \nApp. 577, 589, 581 S.E.2d 68, 76 (2003)).  Thus, “to establish a claim for breach of \n \n \nfiduciary duty, plaintiff must show that: (1) defendant owed plaintiff a fiduciary duty; \n(2) defendant breached his fiduciary duty; and (3) the breach of fiduciary duty was a \nproximate cause of injury to plaintiff.”  Miller v. Burlington Chem. Co., LLC , 2017 \nNCBC LEXIS 6, at *23 (N.C. Super. Ct. Jan. 27, 2017) (citing Farndale Co., LLC v. \nGibellini, 176 N.C. App. 60, 68, 628 S.E.2d 15, 20 (2006)). \n30. The only alleged injury here, as confirmed by counsel at the hearing, is Veer \nRight’s loss of the “profits” it would have received “for the years 2014 and 2015” if the \nPostal Service had not allowed the 2010 Contract to expire.   (Czarnowksi’s Mot. to \nCompel, Ex. 1, Pl.’s Objections and Responses to Def. Czarnowski’s First Set of \nInterrogs. ¶ 25, ECF No. 40.1.)  Thus, to establish the third element of its claim for \nbreach of fiduciary duty, Veer Right must show that Defendants proximately caused \nthe Postal Service not to exercise its renewal options for the 2010 Contract. \n31. The evidence overwhelmingly supports Defendants’ position that there is no \ncausal link.  All four of the Postal Service employees who participated in the decision \nto rebid the 2010 Contract were deposed.  Each pointed to sound business reasons not \nto renew the 2010 Contract; none attributed the decision to Defendants’ actions.  (See, \ne.g., Dep. Gray, 150:6–151:6; Dep. Castellano II 117:6–13.)   \n32. For example, Castellano testified that it was “standard practice” to review \nthe 2010 Contract in an option year.  (Dep. Castellano II 117:19–118:4.)  During the \ncourse of th e review, Castellano and other Postal Service employees  were \nunderwhelmed by Veer Right’s responses.  Castellano faulted Veer Right’s \npresentation at the June 2013 supplier workshop, characterizing it as “very \n \n \ndisappointing” and noting that Veer Right “had not put much effort, from our \nperspective, into preparation of the presentation.”  (Dep. Castellano 61:21–24.)  \nCorley echoed these concerns.  (See Dep. Corley 103:19–25.)  Veer Right’s response to \na request for cost  savings was equally discouraging: Gray deemed it  “relatively \nminimal,” and Castellano testified that she had hoped for “[m]ore creative solutions, \nas well as deeper discounts.”  ( Dep. Gray 89:1–8; Dep. Castellano 74:15 –21.)  These \ndisappointments, combined with Veer Right’s long tenure as a tradeshow contractor, \nmoved the Postal Service not to exercise its renewal option.  (Dep. Gray 87:9–89:10; \nDep. Corley 103:10–104:5; see also Dep. Castellano II 117:6–13.)  \n33. Veer Right provides no reason to discount t his clear, uniform testimony—\nall of which comes from the individuals with direct knowledge of the reasons for the \nPostal Service’s decision .  In response, it was incumbent on Veer Right to produce \nspecific evidence to establish a genuine dispute for trial.  It has not done so.  At no \npoint does Veer Right ’s brief  squarely address causation  or point to  any evidence \ntending to show that the Postal Service’s decision was based on anything other than \nits own reasoned business judgment and Veer Right’s sub -par presentations.  ( See \nOpp’n 13, 19 n.9.)   \n34. The evidence Veer Right does offer —for example, Jenkins’s disparagement \nof the Millers in his e-mails to Karpenko—goes instead toward establishing a breach \nby Jenkins.  Even assuming that Jenkins’s actions rise to the level of a breach of his \nduty of loyalty (a question the Court need not address), a breach that causes no injury \nis not actionable.   Of the  varied reasons the Postal Service employees offered as \n \n \ngrounds for their decision, none related to Jenkins’s e-mails, perhaps because no one \nother than Karpenko was even aware of them.  (See, e.g., Dep. Castellano 115:16–24; \nDep. Gray 87:9–89:10.)  Karpenko, who did receive the e-mails, downplayed them as \n“banter.”  (Dep. Karpenko 111:8 –10.)  Especially i n view of this testimony, the \nexistence of the e-mails, standing alone, is not sufficient to permit an inference that \nJenkins caused the Postal Service to take action. \n35. So too for the allegation that Jenkins covertly shared information with \nCzarnowski.  Veer Right highlights a series of ten e -mails from Jenkins  to \nCzarnowski that allegedly include confidential information.  Only one was sent before \nthe Postal Service decided not to exercise its renewal option, and there is no indication \nthis e-mail (of which the Postal Service was unaware) bears any relationship to the \nPostal Service’s decision.  (See Ex. 28, ECF No. 98.)  The remaining e-mails came after \nthat decision and therefore could not have influenced it. \n36. To the  extent Veer Right contends the information gave Czarnowski an \nadvantage in bidding for the 2013 Contract , it has not alleged any damages beyond \nthose associated with the expiration of the 2 010 Contract.  In any event, Veer Right \nhas not offered a coherent explanation of the advantage Czarnowski supposedly \ngained.  Veer Right does not argue, or cite evidence, that Czarnowski used any of the \ninformation in its bid.  (See generally Opp’n 13–15.)  Even if there were such evidence, \nsome of the information was already in Czarnowski’s possession. (Ex. 27; Dep. R. \nMiller 277:1 –279:15; see also Ex. 41 at CZAR31673.)  Other information  had no \nrelevance to the bidding process.  (Exs. 28–32, ECF Nos. 98–102; Dep. Corley 130:4–\n \n \n131:9, 13 4:25–136:11; Dep. Castellano 122:20 –123:3, 125:2 –12; Dep. Porporino \n120:1–121:2.)  And there is no evidence that the Postal Service would have awarded \nthe 2013 Contract to Veer Right in the absence of Jenkins’s c ommunications with \nCzarnowski. \n37. At the hearing, Veer Right’s counsel suggested that it was hindered in its \nefforts to develop evidence because Jenkins erased his company computer before \nreturning it, perhaps deleting incriminating e -mails and other evidence.  Whether \nthat is true or not, it is Veer Right’s burden, as plaintiff, to prove its claims, even if \nthe burden in this case may be more difficult to carry than usual.  The Court cannot \ndraw an inference in Veer Right’s favor from the absence of evidence.  Veer Right has \nnot made a spoliation argument, nor did it move to compel additional discovery from \nDefendants.  Furthermore, Veer Right had a full and fair opportunity to depose the \nkey Postal Service personnel, which failed to unearth any evidence that actions by \nDefendants caused the decision not to renew the 2010 Contract. \n38. In short, the undisputed evidence shows that the Postal Service allowed the \n2010 Contract to expire for many reasons, none having to do with Jenkins ’s actions.  \n(See Dep. Castellano 115:16 –24; Dep. Gray 87:9 –89:10; Dep. Corley 103:10 –104:5.)  \n“Without an injury proximately caused by a breached fiduciary duty,” Veer Right has \nno claim against Jenkins.  Chisum v. Campagna, 2017 NCBC LEXIS 102, at *17–18 \n(N.C. Super. Ct. Nov. 7, 2017); see also Fogartie v. Edrington, 2017 NCBC LEXIS 106, \nat *20 (N.C. Super. Ct. Nov. 17, 2017) (denying preliminary injunction where alleged \nbreach of fiduciary duty did not proximately cause harm) .  Accordingly, the Court \n \n \ngrants summary judgment as to Veer Right’s claim for breach of fiduciary duty.  See \nDove, 168 N.C. App. at 692, 608 S.E.2d at 801 (affirming dismissal of claim for breach \nof fiduciary duty where alleged breach did not cause damage).  \n39. For the same reasons, the Court grants summary judgment as to Veer \nRight’s claims for conspiracy and for aiding and abetting the breach of fiduciary duty.  \nEach depends on the existence of an underlying claim for breach of fiduciary duty and \ncannot stand independently.  See Piraino Bros. LLC v. Atl. Fin. Grp., Inc. , 211 N.C. \nApp. 343, 350, 712 S.E.2d 328, 333 (2011); Sec. Camera Warehouse, Inc. v. Bowman, \n2017 NCBC LEXIS 39, at *17–18 (N.C. Super. Ct. May 1, 2017).  In view of this ruling, \nthe Court need not address Czarnowski’s alternative argument regarding the status \nof a claim for aiding and abetting in North Carolina. \nB. Tortious Interference with the Tradeshow Contract \n40. Causation is also the key issue in evaluating  Veer Right ’s claim that \nDefendants tortiously interfered with the 2010 Contract.  ( See Compl. ¶  102.)  \nAccording to Veer Right, “Czarnowski intentionally induced the [Postal Service] to \nput the Tradeshow Contract up for bid.”  (Compl. ¶  100.)  Defendants contend there \nis no evidence to support the allegations of inducement and that any interference by \nCzarnowski was justified as an exercise in competition.  (See Czarnowski Br. 16–17.) \n41. As an initial matter, it is unclear whether Veer Right’s claim is better \ncharacterized as one for tortious interference with an existing contract or for tortious \ninterference with prospective advantage.  Claims for tortious interference with \ncontract typic ally concern a defendant’s actions to induce a third party “not to \n \n \nperform” under an existing contract.  Privette v. Univ. of N.C. at Chapel Hill, 96 N.C. \nApp. 124, 134, 385 S.E.2d 185, 190 (1989) (quoting United Labs., Inc. v. Kuykendall, \n322 N.C. 643, 66 1, 370 S.E.2d 375, 387 (1988)).  Here, the dispute concerns an \nallegation that Defendants induced the Postal Service to let the 2010 Contract expire \nby not exercising a renewal option.  Th is allegation may align more  closely with a \nclaim for tortious interference with prospective advantage—that is, that Defendants \ninduced the Postal Service “not to enter a contract with” Veer Right, which the Postal \nService “would have entered into but for the interference.”  Dalton v. Camp, 353 N.C. \n647, 654, 548 S.E.2d 704, 709 (2001).  \n42. Regardless of which characterization is more appropriate, the question \nbefore the Court is the same: whether Veer Right has forecast sufficient evidence to \nshow that Defendants caused the Postal Service not to renew the 2010 Contract and \ninstead to put the contract up for bid.  As discussed above, all of the relevant evidence \nshows that the Postal Service rendered its decision not to renew the 2010 Contract \nbased on Veer Right’s underwhelming workshop presentation, disappointing cost \nsavings proposal, and lengthy tenure as tradeshow contractor.  ( See, e.g. , Dep. \nCastellano 61:17–62:5, 74:15–21; Dep. Gray 88:16 –89:4; Dep. Corley 103:10–104:5.)  \nNo evidence tends to show that the Postal Service  would have exercised its renewal \noption but for Defendants’ alleged actions.  Accordingly, “nothing in the record reflects \nan improper inducement on the part of” Defendants.  Dalton, 353 N.C. at 655, 548 \nS.E.2d at 710 (affirming grant of summary judgment). \n \n \n43. Veer Right’s opposition includes a single paragraph addressing this claim, \nwhich again ignores causation.  Veer Right instead  focuses exclusively on \nCzarnowski’s decision to make its own presentation, without Veer Right’s knowledge, \nat the supplier workshop.  ( See Opp’n 21 (citing Ex. 42 ; Ex. 4 at 191).)  But the \nundisputed evidence shows that Czarnowski’s presentation had no influence on the \nPostal Service’s decision.  Castellano testified that the supplier workshop is “not \ntrying to give advanta ge to one supplier over another ” and that she had no specific \nrecollection of Czarnowski’s presentation .  (Dep. Castellano 59:24–60:1, 63:11–13.)  \nMoreover, Veer Right has not argued or provided evidence that Czarnowski \nundermined Veer Right’s own presentation.   \n44. Veer Right’s brief also objects, without amplification, to “an apparent effort \nto steer the Contract to Czarnowski.”  (Opp’n 21.)  To the extent this argument refers \nto the 2013 Contract rather than the 2010 Contract, it is foreclosed by the complaint.  \nVeer Right’s claim, as alleged, concerns interference with the 2010 Contract, not with \nthe 2013 bidding.  (See Compl. ¶¶ 98–104; see also Pl.’s Objections and Responses to \nDef. Czarnowski’s First Set of Interrogs. ¶ 25.)  Veer Right may not amend its claim \nthrough its briefing.   See N.C. R. Civ. P. 15(a);  see also, e.g. , Gilmour v. Gates, \nMcDonald & Co., 382 F.3d 1312, 1315 (11th Cir. 2004) (“A plaintiff may not amend \nher complaint through argument in a brief opposing summary judgment.”). \n45. Accordingly, there is no genuine issue of materia l fact regarding whether \nDefendants induced the Postal Service not to renew the 2010 Contract.  The Court \n \n \ngrants Defendants’ motion s for summary judgment as to the claim for tortious \ninterference with the tradeshow contract. \nC. Tortious Interference with Jenkins’s Employment \n46. In its complaint, Veer Right alleges that Czarnowski tortiously interfered \nwith non -competition and non -disclosure agreements between Veer Right and \nJenkins, along with duties Jenkins owed to Veer Right according to its Employee \nPolicies and Procedures.  (See Compl. ¶¶ 13, 94; see also Ex. 19, Pl.’s Objections and \nSecond Suppl. Responses to Czarnowski’s First Set of Interrogs. ¶  3, ECF No. 88.)  \nVeer Right has not put forward any  evidence concerning these agreements, and its \nopposition brief does not address them or provide any basis to deny summary \njudgment.  ( See generally  Opp’n 19 –20; Pl.’s Response to Cz arnowski’s Second \nRequest to Admit ¶¶ 5–7.)  Accordingly, there is no genuine issue of material fact as \nto these agreements. \n47. Veer Right maintains, however, that Czarnowski interfered with Jenkins’s \nat-will employment.  (Opp’n 19–20.)  The gist of its claim is that Czarnowski induced \nJenkins “to betray” Veer Right (by seeking to bring an end to the 2010 Contract) in \nreturn for a “promis e that Czarnowski would reward this behavior by giving him a \njob if Czarnowski obtained” the tradeshow contract.  (Opp’n 20.) \n48. Defendants again argue that there is no evidence their “conduct resulted in \nany damages to” Veer Right.  (Czarnowski Reply 7.)  Th e Court agrees.  In response \nto the Postal Service’s decisions not to renew the 2010 Contract and to award the \n2013 Contract to Czarnowski, Veer Right could not afford to employ Jenkins.  ( See \n \n \nAff. T. Miller ¶  37.)  Tonia Miller encouraged Jenkins to look elsewhere for \nemployment, including with Czarnowski.  (Aff. T. Miller ¶  40.)  In other words, \nJenkins resigned from Veer Right and began employment with Czarnowski as a \ndirect result of the Postal Service’s decisions.  Because there is no evidence that \nDefendants caused the Postal Service to end the 2010 Contract, there is also no \nevidence their actions caused harm to Veer Right for Jenkins’s departure following \nthe loss of that contract.  Defendants are entitled to summary judgment.   \nD. Misappropriation of Trade Secrets \n49. In its claim for trade-secret misappropriation, Veer Right initially asserted \nthat Jenkins funneled trade secrets to Czarnowski before and during the bidding for \nthe tradeshow contract in 2013.  This allegation centered on the ten e-mails sent by \nJenkins to Czarnowski from May to October 2013 .  (See Compl. ¶¶ 76(c), 110(b); Ex. \n23, Pl.’s Objections and Suppl. Responses to Czarnowski’s First Set of Interrogs. ¶ 13, \nECF No. 92; see also Exs. 25–34, ECF Nos. 95 –104.)  Veer Right now concedes that \nthese e-mails do not contain trade -secret information.  ( See Opp’n 21 –23; see also \nJenkins Br. 2–4; Czarnowski Br. 20; Czarnowski Reply 9 –10.)  Accordingly, there is \nno evidence that Czarnowski acquired or used Veer Right’s trade secrets to gain an \nadvantage in bidding for the 2013 Contract. \n50. Veer Right continues to argue that Jenkins took its trade secrets when he \nresigned in October 2013 and began working for Czarnowski.  (Compl. ¶  110.)  \nAccording to Veer Right, a forensic computer consultant deter mined that Jenkins \ncopied the hard drive of his company computer before returning it to Veer Right.  (See \n \n \nT. Miller Aff. ¶ 43.)  Also, after joining Czarnowski, Jenkins remotely accessed Veer \nRight’s computer systems.  (See T. Miller Aff. ¶ 44.)   \n51. Defendants argue that Veer Right has not identified any protectable trade \nsecrets.  (Czarnowski Br. 18 –21.)  They further argue that, even if Veer Right has \nsufficiently identified its trade secrets, it has failed to make out a prima facie case of \nmisappropriation because “[n]o documents or emails were produced or identified \ndemonstrating that such trade secrets were acquired by Czarnowski .”  (Czarnowski \nBr. 21.)   \n52. The North Carolina Trade Secrets Protection Act defines trade secret to \nmean “business or technical i nformation” that “[d]erives independent actual or \npotential commercial value from not being generally known or readily ascertainable \nthrough independent development or reverse engineering by persons who can obtain \neconomic value from its disclosure or use”  and “[i]s the subject of efforts that are \nreasonable under the circumstances to maintain it s secrecy.”   N.C. Gen. Stat. §  66-\n152(3).  Courts consider six factors to determine if information qualifies as a trade \nsecret:  \n“(1) [t]he extent to which informa tion is known outside the business; \n(2) the extent to which it is known to employees and others involved in \nthe business; (3) the extent of measures taken to guard secrecy of the \ninformation; (4) the value of information to business and its competitors; \n(5) the amount of effort or money expended in developing the \ninformation; and (6) the ease or difficulty with which the information \ncould properly be acquired or duplicated by others.” \n   \nWilmington Star-News, Inc. v. New Hanover Reg’l Med. Ctr., 125 N.C. App. 174, 180–\n81, 480 S.E.2d 53, 56 (1997).   \n \n \n53. The record as to the nature of Veer Right’s trade secrets is nearly barren.  \nIn the complaint, Veer Right allege s that its trade secrets related to “all aspects” of \ntrade show s, including identifying  shows, staffing, pricing, logistics, and related \ninformation.  (Compl. ¶ 107.)  The only evidence Veer Right has supplied to prove its \nallegations is Tonia Miller’s affidavit,  which does little to elaborate .  According to \nTonia Miller, the protectable tra de secrets relate to five aspects of trade show \noperations: (1) “[k]nowledge” of Postal Service staffing considerations; (2) “[f]ormulas \nfor deciding what sized booth is best suited for a show”; (3) “[m]ethods for determining \nwhich products and services sh ould be offered by a client at a particular event”’ ; \n(4) “[s]etting up software” to manage “sales leads generated at tradeshow events”; \nand (5) various unnamed charts, policies, and spreadsheets.  (Aff. T. Miller. ¶ 9.)   \n54. These high -level descriptions are plainly inadequate to survive summary \njudgment.  “It is generally accepted that a plaintiff must identify a trade secret with \nsufficient particularity so as to enable a defendant to delineate that which he is \naccused of misappropriating and a court to determine whether misappropriation has \nor is threatened to occur.”  Analog Devices, Inc. v. Michalski, 157 N.C. App. 462, 468, \n579 S.E.2d 449, 453 (2003).  Veer Right has provided no evidence of what knowledge, \nformulas, and methods it is seeking to protect.  It has not identified the steps of any \nprocess, the particular combination of components of any formula, or the \ncharacteristics that render them unique in comparison with information available in \nthe public domain.  See DSM Dyneema, LLC v. Thagard , 2014 NCBC LEXIS 51, at \n*19 (N.C. Super. Ct. Oct. 17, 2014). \n \n \n55. The only specific documents identified by Veer Right are certain electronic \nfiles.  (See Opp’n 21–23; Aff. T. Miller, Tab 2.)  The filenames suggest these documents \ncontain Veer Right’s standard operatin g procedures.  Yet Veer Right has not \nintroduced the actual files, summarize d their contents (such as the nature of the \noperating procedures),  or provide d any basis to conclude that they contain \ninformation that should be protectable as a trade secret.  (See generally Opp’n 23; Aff. \nT. Miller ¶ 49, Tab 2.)  \n56. The undisputed facts further show that Veer Right’s efforts to maintain the \nsecrecy of its information were not reasonable under the circumstances.  See N.C. \nGen. Stat. § 66 -152(3).  Veer Right concedes there is “no signed and written non -\ndisclosure or confidentiality agreement between Czarnowski and Veer Right.”   (Pl. \nResponse to Second Request to Admit Facts ¶  2.)  In addition to the absence of an \nagreement, Tonia Miller acknowledg es that “some of Veer Right’s information was \nshared with its subcontractor Czarnowski.”  (Aff. T. Miller ¶ 12.)  Indeed, Veer Right’s \ntradeshow “bible” binder was kept at tradeshows in an office to which all  Postal \nService and Czarnowski employees had acc ess.  (Dep. R. Miller  121:18–20, 131:12–\n132:1; Aff. J. Killion ¶ 6, ECF No. 63; Aff. M. Lively ¶ 6, ECF No. 64.)  Although Tonia \nMiller states that Czarnowski never “had access to the entire compilation” of \nconfidential information, there is no evidence id entifying what information was \nwithheld.  (Aff. T. Miller ¶ 12.)   \n57. Veer Right points to its employee handbook, which directs “all employees” \nto “safeguard sensitive company information,” and provides that “[a]ll such \n \n \ninformation shall be appropriately mark ed or verbally identified to each employee.”  \n(Ex. 43 at 26, ECF No. 137.)  Veer Right has produced no evidence, however, that it \nactually identified confidential information to employees  as required by the \nhandbook, and documents Veer Right alleges it con sidered confidential were never \nmarked as such.  (See Ex. 43 at 26; Dep. R. Miller 152:8–154:18.)  A reasonable juror \ncould not conclude these measures were adequate to maintain the secrecy of Veer \nRight’s information, particularly in view of its failure to identify which information it \ndid or did not share with Czarnowski. \n58. Finally, the Court agrees with Defendants that Veer Right has not made out \na prima facie case of misappropriation.  The record is conspicuously silent as to what \ninformation Jenkins took when he copied his hard drive and later remotely accessed \nVeer Right’s systems.  In her affidavit, Tonia Miller does not identify the contents of \nJenkins’s hard drive or otherwise explain what information Jenkins acquired .  (See \nT. Miller Aff. ¶¶ 43–44; see also Opp’n 23.)  Likewise, Veer Right’s forensic consultant \nreports he “was able to restore certain deleted files and e -mail” but provides no \nadditional information on what files were  restored.  (See Aff. Hunt ¶¶ 4–7, ECF No. \n40.)  Veer Right’s speculation that Jenkins acquired trade secrets is not sufficient to \ncreate a jury question.  See Addison Whitney, LLC v. Cashion, 2017 NCBC LEXIS 23, \nat *18 (N.C. Super. Ct. March 15, 2017) (citing Am. Air Filter Co. v. Price, 2017 NCBC \nLEXIS 9, at *23 (N.C. Super. Ct. Feb. 3, 2017)). \n \n \n59. For these reasons, the Court concludes there is no genuine issue of material \nfact as to the claim for misappropriation of trade secrets.  The Court grants \nDefendants’ motions as to this claim.   \nE. Section 75-1.1 \n60. To establish a claim for unfair or deceptive trade practices, a plaintiff must \nshow that “(1) defendant committed an unfair or deceptive act or practice, (2) the \naction in question was in or affecting commerce, and (3) the act proximately caused \ninjury to the plaintiff.”  Dalton, 353 N.C. at 656, 548 S.E.2d at 711; see also N.C. Gen. \nStat. §  75-1.1.  Veer Right’s section 75 -1.1 claim is premised o n the same acts \nunderlying each of its other claims—the alleged conspiracy to interfere with the 2010 \nContract and to misappropriate its trade secrets.   For the reasons discussed above, \nVeer Right has not offered evidence, sufficient to create a genuine issue of fact, that \nany of Defendants’ actions proximately caused Veer Right’s alleged damages or that \nDefendants misappropriated trade secrets .  Accordingly, the Court grants \nDefendants’ motions as to Veer Right’s section 75-1.1 claim. \nF. Punitive Damages \n61. Finally, having concluded that Defendants are entitled to summary \njudgment as to all claims, the Court further concludes that Veer Right cannot recover \npunitive damages.  Liability for compensatory damages is a prerequisite to an award \nof punitive damages .  See N.C. Gen. Stat. §  1D-15(a).  The Court therefore grants \nDefendants’ motions as to Veer Right’s demand for punitive damages. \n \n \nIV. \nCONCLUSION \n \n62. For the reasons stated above, Defendants’ motions are GRANTED.  \nPlaintiff’s complaint is dismissed in its entirety.   \n \nThis the 24th day of January, 2018. \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}