{
  "id": "d40e52d6a17f97c904d391657977f18379f3d54d77c3dd4ac748175042b5bb10",
  "source_file": "data/raw/ncbc/d40e52d6a17f97c904d391657977f18379f3d54d77c3dd4ac748175042b5bb10.pdf",
  "raw_text": "Plasman v. Decca Furniture (USA), Inc., 2016 NCBC 20. \n \nSTATE OF NORTH CAROLINA \n \nCATAWBA COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n12 CVS 2832 \n \nCHRISTIAN G. PLASMAN, in his \nindividual capacity and derivatively for \nthe benefit of, on behalf of and right of \nnominal party BOLIER & COMPANY, \nLLC, \n \n                                Plaintiff, \n \nv. \n \nDECCA FURNITURE (USA), INC., \nDECCA CONTRACT FURNITURE, \nLLC, RICHARD HERBST, WAI THENG \nTIN, TSANG C. HUNG, DECCA \nFURNITURE, LTD., DECCA \nHOSPITALITY FURNISHINGS, LLC, \nDONGGUAN DECCA FURNITURE CO. \nLTD., DARREN HUDGINS, DECCA \nHOME, LLC, and ELAN BY DECCA, \nLLC, \n \n                                Defendants, \n \nand BOLIER & COMPANY, LLC, \n \n                               Nominal Defendant, \n \nv. \n \nCHRISTIAN J. PLASMAN a/k/a \nBARRETT PLASMAN, \n \n                               Third-Party \nDefendant. \n \n \n \n \n \n \n \n \n \n \n \n \nCIVIL CONTEMPT ORDER \n(REDACTED VERSION) \n \n \n \n \n{1} THIS MATTER is before the Court upon its Show Cause Order and Notice \nof Hearing (“Show Cause Order”), issued  January 5, 2016 in the above-captioned \ncase, requiring Plaintiff Christian G. Plasman (“Chris Plasman”) and Third-Party \nDefendant Christian J. Plasman a/k/a  Barrett Plasman (“Barrett Plasman”) \n(collectively, the “Plasmans”) to show caus e why they should not be held in civil \ncontempt for failing to comply with the Court’s May 26, 2015 Order and Opinion \n(“May 26 Order”).  The Court issued the Sh ow Cause Order after receiving briefing \n \n \nand hearing argument on Defendant Decca Furniture (USA), Inc.’s (“Defendant” or \n“Decca USA”) Motion for Contempt of Court for Failing to Comply with Court Order \nand Motion for Sanctions (“Motion for Contempt”).  \n{2} The Court, having considered the Motion for Contempt, the briefs, \nevidentiary submissions of counsel, appropriate matters of record, and the \narguments of counsel hereby FINDS and CONCLUDES as follows. \nLaw Offices of Matthew K. Rogers , PLLC, by Matthew K. Rogers, for \nPlaintiff Christian G. Plasman and Third-Party Defendant Christian J. \nPlasman a/k/a Barrett Plasman. \n \nMcGuireWoods LLP, by Robert A. Muckenfuss, Elizabeth Zwickert \nTimmermans, Andrew D. Atkins, and Jodie H. Lawson, for Defendants \nDecca Furniture (USA), Inc., Decca Contract Furniture, LLC, Richard \nHerbst, Wai Theng Tin, Tsang C. H ung, Decca Furniture, Ltd., Decca \nHospitality Furnishings, LLC, Dongguan Decca Furniture Co. Ltd., \nDarren Hudgins, Decca Home, LLC, Elan by Decca, LLC, and Nominal \nDefendant Bolier & Company, LLC. \nBledsoe, Judge. \nI. \nPROCEDURAL BACKGROUND \n{3}   Decca USA filed the Motion for Contempt on September 22, 2015.  \nDefendant’s Motion moved the Court to ho ld the Plasmans in civil contempt for \ntheir allegedly willful failure to comply with this Court’s May 26 Order.  The May \n26 Order, among other things, granted Defe ndant’s motion to enforce a preliminary \ninjunction (“P.I. Order”) entered by Judg e Richard Voorhees of the United States \nDistrict Court for the Western District of North Carolina (“Federal Court”) by \nordering the Plasmans to comply with the Federal Court’s order to return diverted \nfunds to Defendant.   \n{4} The Court held a hearing on the Motion for Contempt on December 17, \n2015.  The Court, finding probable cause th at the Plasmans are in willful violation \nof the May 26 Order, issued the Show Ca use Order on January 5, 2016.  The Court \ndeferred ruling on the other matters in  Decca USA’s Motion for Contempt, \nspecifically their request for attorney’s fees.   \n \n \n{5} In the Show Cause Order, the Court ordered the Plasmans to produce for \nin camera review certain financial information of the Plasmans (the “Financial \nSubmissions”) relevant to the Court’s assessment of the Plasmans’ present ability to \ncomply with the May 26 Order.  The Plasmans initially objected and failed to \nproduce the requested materials.  (Order on Pl.’s and Third Party Def.’s Obj. to \nShow Cause 3.)  The Court again ordered the Plasmans to submit the Financial \nSubmissions, and, in light of their object ions, noted that the Plasmans could file a \nmotion seeking appropriate relief if they had concerns about the disclosure of the \nPlasmans’ personal financial information.  (Order on Pl.’s and Third Party Def.’s \nObj. to Show Cause 4–5.)   \n{6} In response, the Plasmans submitted the Financial Submissions and filed \na Motion for Protective Order (“Motion for Protective Order”), which moved the \nCourt to issue a protective order barring di sclosure of the Financial Submissions to \nDefendants and the public at large.  On  February 8, 2016, th e Plasmans filed a \nMotion to Stay Enforcement of Appealed Order (“Motion to Stay”), which moved the \nCourt again to stay enforcement of the May 26 Order and the contempt proceedings.   \n{7} Decca USA filed a Motion to Review  Evidence Submitted in Camera \n(“Motion to Review Evidence”) on Februa ry 9, 2016.  This motion had the same \neffect as a response to the Plasmans’ Motion for Protective Order, moving the Court \nto allow Defendant to review the Financial Submissions so it could argue its \nposition at the hearing noticed in the Show Cause Order (the “Show Cause Hearing” \nor the “Hearing”).  (Def.’s Mot. Review Evidence 4.)  That same day, Defendant filed \na Motion for Citation of Criminal Co ntempt (“Motion for Criminal Contempt”), \nwhich alternatively moved the Court to hold the Plasmans in criminal contempt for \ntheir failure to comply with the May 26 Order.  (Def.’s Mot. Criminal Contempt ¶ 8.)     \n{8} At the Show Cause Hearing held on February 10, 2016, the Court orally \ndenied the Motion to Stay, granted the Motion for Protective Order, and denied the \nMotion to Review Evidence after deeming it  a response to the Motion for Protective \n \n \nOrder.1  The Court mentions these motions to preserve their resolution in the case’s \nwritten record.   \n{9} The Plasmans appeared with their co unsel at the Show Cause Hearing.  \nDefendant was represented by counsel at the Hearing. \nII. \nLEGAL STANDARD \n{10} Civil contempt proceedings may be initiated by motion of an aggrieved \nparty, N.C. Gen. Stat. § 5A-23(a1), or by orde r of a judicial official upon a finding of \nprobable cause, N.C. Gen. Stat. § 5A-23(a).  An aggrieved party bears the burden of \nproof in a contempt proceeding initiated by its own motion, but a judicial official’s \nentry of a show cause order based on a finding of probable cause shifts the burden of \nproof to the alleged contemnor to prove that he was not in willful contempt of the \ncourt’s prior order.  \nTrivette v. Trivette , 162 N.C. App. 55, 60, 590 S.E.2d 298, 303 \n(2004) (citing Plott v. Plott , 74 N.C. App. 82, 85, 327 S. E.2d 273, 275 (1985)).  The \nCourt’s entry of the Show Cause Order shifted the burden of proof to the Plasmans \nhere. \n{11} In a civil contempt proceeding, the judicial official is the trier of fact.  N.C. \nGen. Stat. § 5A-23(d).  When civil contempt is found, the judicial official must enter \nan order finding the facts supporting each  element of civil contempt and specifying \nthe action by which the contemnor can purg e himself or herself of contempt.  N.C. \nGen. Stat. § 5A-23(e).   \n \n \n                                                 \n1  The Court granted the Motion for Protective Order in light of the peculiar circumstances of this \ncase.  Most civil contempt orders requiring a person to pay money arise in the domestic setting where \neach party’s financial resources are directly relevant to the underlying claims, if not already part of \nthe record.  Here, the Plasmans seek to protect th eir personal financial information from Defendant, \ntheir former employer, at an early stage in this litigation.  The Plasmans further seek a protective \norder on the grounds that the Financial Submission s contain some of their spouses’ and childrens’ \npersonal financial information, which they contend is not germane to this litigation.  In recognition \nof the Plasmans’ legitimate concerns, and in ligh t of Defendant’s concession at the Show Cause \nHearing that it would forgo reviewing the Financial Submissions if the Court was inclined to find \nthat the Plasmans possessed the present ability to comply, the Court granted the Motion for \nProtective Order, and Defendant has not been permitted to review the Financial Submissions.     \n \n \nIII. \nANALYSIS \nA. Civil Contempt \n{12} Our statutes define civil contempt as follows: \n(a)  Failure to comply with an order of a court is a continuing civil \ncontempt as long as: \n(1)  The order remains in force; \n(2)  The purpose of the order may still be served by compliance \nwith the order; \n(2a)  The noncompliance by the person to whom the order is \ndirected is willful; and \n(3)  The person to whom the orde r is directed is able to comply \nwith the order or is able to take reasonable measures that would \nenable the person to comply with the order. \nN.C. Gen. Stat. § 5A-21(a) (2015).   \n{13} “Civil contempt is a term applied where the proceeding is had to preserve \nthe rights of private parties and to compel obedience to orders and decrees made for \nthe benefit of such parties.”  \nO’Briant v. O’Briant, 313 N.C. 432, 434, 329 S.E.2d \n370, 372 (1985).  In order to compel compliance with the Court’s order, the civil \ncontempt statutes authorize imprisonment as long as the civil contempt continues, \nsubject to certain time limitations.  N.C. Gen. Stat. § 5A-21(b).  A court order \nholding a person in civil contempt must specify how the contemnor may purge the \ncontempt, and imprisonment cannot continue  once the contempt has been purged.  \nN.C. Gen. Stat. §§ 5A-22(a), 23(e).  \nSee also Cox v. Cox, 133 N.C. App. 221, 226, 515 \nS.E.2d 61, 65 (1999) (stating that a purge provision must clearly specify what the \ndefendant can and cannot do to purge himsel f of contempt).  Because civil contempt \nseeks to coerce compliance rather than to punish, the purge provision is essential to \na civil contempt order.  Bethea v. McDonald, 70 N.C. App. 566, 570, 320 S.E.2d 690, \n693 (1984) (citing Jolly v. Wright, 300 N.C. 83, 265 S.E.2d 135 (1980)).  \na. The May 26 Order \n{14} The May 26 Order is still in effect an d thus remains in force.  The May 26 \nOrder directed the Plasmans to repay to Decca USA the diverted funds that were \n \n \nthe subject of the Federal Court’s P.I. Order, and this Court has not modified, \namended, or otherwise terminated that Order.  N.C. Gen. Stat. § 5A-21(a)(1). \n{15} The Court further finds that the purpose of the May 26 Order—to enforce \nthe Federal Court P.I. Order’s directive that the Plasmans return the diverted funds \nto Decca USA—may still be served by compliance with the Order.  N.C. Gen. Stat. § \n5A-21(a)(2); see also Reynolds v. Reynolds , 147 N.C. App. 566, 573, 557 S.E.2d 126, \n131 (2001) (holding that even belated compliance moots the need for civil contempt). \nb. Willful Noncompliance \n{16} An individual’s noncompliance with a court order is only subject to civil \ncontempt if it is willful.  N.C. Gen. Stat. § 5A-21(a)(2a).  Noncompliance with a court \norder is willful when it involves “eithe r a positive action (a ‘purposeful and \ndeliberate act’) in violation of a court order or a stubborn refusal to obey a court \norder (acting with ‘knowledge and stubborn resistance’).”  \nHancock v. Hancock, 122 \nN.C. App. 518, 525, 471 S.E.2d 415, 419 ( 1996).  Willfulness “involves more than \ndeliberation or conscious choice; it also imports a bad faith disregard for authority \nand the law.”  \nId. at 523, 471 S.E.2d at 419 (quotation omitted).   \n{17} The Court finds that the Plasmans’ failure to comply with the May 26 \nOrder is willful.  In the P.I. Order, the Federal Court first ordered the Plasmans to \n“return to Decca USA’s Bank of America lockbox all of Bolier & Co.’s monies, \nincluding but not limited to customer payments, diverted to them . . . .”  \nBolier & \nCo., LLC v. Decca Furniture United States Inc. , No. 5:12-cv-00160-RLV-DSC, 2013 \nU.S. Dist. LEXIS 26791, at *8 (W.D.N.C. Feb. 27, 2013).  This requirement arose \nout of the Plasmans’ purported removal of Bolier funds from Decca USA accounts \nbetween the date of their employment termination on October 19, 2012 and the date \nwhen they were finally locked out of Bo lier’s premises on January 14, 2013.  The \nPlasmans used these funds to pay their pu rported wages, expenses, and attorney’s \nfees after their employment was terminated.   \n{18} The Plasmans did not return the fund s as ordered by the Federal Court, \nand after the matter was remanded to this Court, the Court, in its May 26 Order, \n \n \ngranted Decca USA’s Motion to Enforce [the Federal Court’s P.I.] Order and ordered \nthat:   \nThe Plasmans shall pay to Decca USA all Funds at Issue that the \nPlasmans diverted from Bolier to th emselves or to any bank account \nunder their control that were used  to pay the Plasmans’ purported \nwages, expenses, and attorney’s fees after their employment with \nBolier was terminated on October 19,  2012, in the total amount of at \nleast $62,192.15 plus interest at the legal rate of 8% per annum from \nMarch 6, 2013, within thirty (30) days of the entry of this Order and \nOpinion, such funds to be payable by certified check[.] \nBolier & Co., LLC v. Decca Furniture (USA), Inc. , 2015 NCBC LEXIS 55, at *40 \n(N.C. Super. Ct. May 26, 2015).   \n{19} The Plasmans have not yet returned to Decca USA the diverted funds.  \nThe Plasmans never appealed the Federal Court P.I. Order and only filed a \nResponse to Court Order seeking clarificat ion as to the order to repay diverted \nfunds.  The Federal Court did not respond to the Plasmans’ Response prior to \nremand.  On June 25, 2015, the Plasmans f iled a Notice of Appeal of this Court’s \nMay 26 Order, including the portions of the Order enforcing the Federal Court P.I \nOrder’s requirement that the Plasmans return the diverted funds.   \n{20} This Court subsequently concluded that because the May 26 Order “simply \nordered [the] Plasmans to comply with the never-appealed, legally valid and \nbinding, 2013 P.I. Order,” the appeal of the May 26 Order was interlocutory, did not \naffect a substantial right, and therefore did not stay the case.  \nPlasman v. Decca \nFurniture (USA), Inc. , 2015 NCBC LEXIS 90, at *12, *14 (N.C. Super. Ct. Oct. 2, \n2015).   \n{21} After this Court concluded that the case was not stayed, the Plasmans \ncontinued not to comply with the May 26 Order and again filed a motion to clarify \nthis Court’s holding.  The Court again affirmed its conclusion that the appeal of the \nMay 26 Order did not stay the case or affect a substantial right.  Plasman v. Decca \nFurniture (USA), Inc. , 2015 NCBC LEXIS 101, at *11 (N.C. Super Ct. Oct. 26, \n2015).  The Plasmans have continued to refuse to comply with the May 26 Order’s \ndirective to return the diverted funds.  \n \n \n{22} After the Court issued the Show Cause Order, the Plasmans, rather than \ncomplying with the Show Cause Order’s instruction to submit evidence for in \ncamera review or making a good faith effort to se ek clarification, submitted, only \nminutes before the filing deadline, a document entitled Objections to Show Cause \nProduction, Notice of Conditional Intent to Comply with Show Cause, and Request \nfor Clarification (“Request”).  The Court found that filing to  be “procedurally \nimproper, substantively without merit, and completely baseless as a purported \nexcuse to comply with the clear terms of th e Court’s Show Cause Order.”  (Order on \nPl.’s and Third Party Def.’s Obj. to Show Cause 4.) \n{23} While the May 26 Order found that the Plasmans’ response to the Federal \nCourt’s P.I. Order reflected “a genuine di spute (or at least the Plasmans’ genuine \nconfusion) concerning [their obligations],” \nBolier & Co. , 2015 NCBC LEXIS 55, at \n*29, the Court finds that the Plasmans’ belabored and continuing refusal to return \nthe diverted funds in the face of this Court’s repeated directives to do so reflects \n“knowledge and stubborn resistance” to the May 26 Order.  The Court also finds \nthat the Plasmans have acted with a “bad faith disregard for authority and the law” \nby improperly seeking to reargue the merits of the May 26 Order in this Court and \nthe Court’s conclusion that the matter is not stayed pending appeal.  The Court \ntherefore finds that the Plasmans are in willful noncompliance of the May 26 Order.  \nN.C. Gen. Stat. § 5A-21(a)(2a). \nc. Ability to Comply \n{24} For civil contempt to apply, the Court must find that the alleged \ncontemnor has the present ability to comply or to take reasonable measures to \nenable compliance.  N.C. Gen. Stat. § 5A-21( a)(3).  An individual’s ability to comply \nis essential to a finding of civil contempt,  because a person cannot willfully fail to \ncomply with a court order if the person never had the means to do so.  \nTeachey v. \nTeachey, 46 N.C. App. 332, 334, 264 S. E.2d 786, 787 (1980) (quoting Lamm v. \nLamm, 229 N.C. 248, 250, 49 S.E.2d 403, 404 (1948)).   \n{25} The May 26 Order required the Plasmans to return to Decca USA “all \nFunds at Issue that the Plasmans diverted from Bolier to themselves . . . in the total \n \n \namount of at least $62,192.15, plus interest at the legal rate of 8% per annum from \nMarch 6, 2013 . . . .”  Bolier & Co., 2015 NCBC LEXIS 55, at *4 0.  The Court finds \nthat on February 10, 2016, the day of the Show Cause Hearing, the Plasmans owed \n$76,791.12, inclusive of interest.  Shared  equally between the Plasmans, this \namounts to $38,395.56 each, although the Court has not ordered any particular \npayment structure as between the two Plasmans and each is responsible for \npayment of the total amount.   \n{26} When the underlying order requires the payment of money, our courts \nhave held that “reasonable measures” to enable compliance could include \n“borrowing the money, selling defendant’s . . . property . . . , or liquidating other \nassets, in order to pay the arrearage.”  Teachey at 334–35, 264 S.E.2d at 787–88.   \n“Reasonable measures may well include liquid ating equity in encumbered assets.”  \nAdkins v. Adkins, 82 N.C. App. 289, 291–92, 346 S. E.2d 220, 222 (1986).  The Court \nmay also look broadly at an individual’s  access to cash, regardless of source.  See \nGMAC v. Wright, 154 N.C. App. 672, 677–78, 573 S.E.2d 226, 229 (2002) (upholding \ncontempt order where trial court considered contemnor’s regular income, a lump \nsum insurance settlement, and funds borrowed from a commercial lender).  In short, \nthe Court “should take an inventory of the property of the [alleged contemnor]; find \nwhat are his assets and liabilities and his ability to pay and work—an inventory of \nhis financial condition.”  Vaughn v. Vaughn , 213 N.C. 189, 193, 195 S.E. 351, 353 \n(1938). \n{27} In the Show Cause Order, the Court ordered the Plasmans to make \navailable certain Financial Submissions of personal financial information relevant \nto the Court’s inquiry, including individual tax returns, bank account statements, a \nlist of real property assets, a personal balan ce sheet of all assets and liabilities, and \ninformation regarding investment accounts, IRAs, or other retirement funds.  (Show \nCause Order ¶ 14.)  At the Show Cause He aring, the Plasmans made no further \nevidentiary submissions regarding their ability to comply.   \n{28} The Court finds on the basis of the Plasmans’ Financial Submissions that: \n \n \n(1)  Chris Plasman reported total taxable income of [REDACTED] on his 2014 \nfederal tax return;   \n(2)  Chris Plasman owns joint chec king accounts with a balance of \n[REDACTED] as of Jan. 20, 2016;   \n(3)  Chris Plasman possesses an individual IRA with a value of [REDACTED] \nas of January 15, 2016;  \n(4)  Chris Plasman reported mortgages and unpaid legal fees as liabilities, \nbut, whether with or without tenancy by  the entirety property and associated \ndebt, his net assets exceed his net liabilities by more than the amount owed \nunder the May 26 Order, and he offered no evidence suggesting that he is \nunable to comply on the basis of these liabilities;    \n(5)  Barrett Plasman reported total taxable income of [REDACTED] on his \n2014 federal tax return;\n 2 \n(6)  Barrett Plasman owns a joint chec king account and joint money market \nsavings accounts totaling more than [REDACTED]; \n(7)  Barrett Plasman possesses an individual IRA with a value of \n[REDACTED] as of December 31, 2015; and \n(8)  Barrett Plasman reported a mortgage and credit card obligations as \nliabilities, but, whether with or withou t tenancy by the entirety property and \nassociated debt, his net assets exceed his net liabilities by more than the \namount owed under the May 26 Order, and he offered no evidence suggesting \nthat he is unable to comply on the basis of these liabilities.   \nThe Court finds that the Plasmans have the present ability to comply with the May \n26 Order because, considering their yearly incomes, their joint bank accounts, and \ntheir retirement accounts, they have “some amount of cash, or asset[s] readily \nconverted to cash” sufficient to comply with the May 26 Order.  \nMcMiller v. \n                                                 \n2  The Plasmans broadly argue that they both filed joint returns with their spouses.  They do not, \nhowever, offer evidence of what amounts of income, if any, should be attributed to their spouses, and, \nif so, why Chris and Barrett Plasman cannot access those funds.     \n \n \n \nMcMiller, 77 N.C. App. 808, 809,  336 S.E.2d 134, 135 (1985) (describing the \n“present ability to pay” test). \n{29} At the Show Cause Hearing, the Plasmans argued that the Court could not \nconsider the Plasmans’ jointly held asse ts—joint bank accounts and their primary \nresidences owned as tenants by the en tirety with their respective spouses3—or each \nPlasman’s individual retirement assets in assessing their ability to comply, because \nthose assets are either not individually alienable or are statutorily barred from \ncollection actions.  That argument, however, mischaracterizes the nature of a \ncontempt proceeding, in which the court simply asks whether the contemnor \npossesses sufficient assets to compl y with the court’s prior order.  Adkins, 82 N.C. \nApp. at 291, 346 S.E.2d at 222 (1986) (dismissing a simila r argument by clarifying \nthat “[t]he standard is not having proper ty free and clear of any liens, but rather \nthat one has the present means to comply with the court order and hence to purge \noneself of the contempt”).  Because this contempt order and its purge provision are \nnot orders of execution or attachment, the Court concludes that it may properly \nconsider the Plasmans’ jointly held assets and their individually-held retirement \naccounts.  \n{30} First, the Court acknowledges that real property owned by spouses as \ntenants by the entirety cannot be transferred or encumbered in any way without \nthe written joinder of both spouses.  N.C.  Gen. Stat. § 39-13.6.  Recent appellate \ncases demonstrate the impropriety of consid ering, as evidence of ability to comply, \nreal property held as tenants by the enti rety absent evidence that the other spouse \nhas consented to encumbering or liquidating that property.  \nSpears v. Spears , No. \nCOA14-1133, 2016 N.C.  App. LEXIS 134, at *29 (N.C. Ct. App. Feb. 2, 2016) \n(unpublished) (vacating contempt order wher e the trial court faulted defendant “for \nfailing to force his second wife to sell their beach house despite the fact that \ndefendant testified that they owned th e house as tenants by the entirety”); Willard \n                                                 \n3  Chris and Barrett Plasman each own real property with their respective spouses.  This evidence \nwas included in their Financial Submissions, but the Court need not base its findings of fact on the \nreal property.  Nevertheless, the legal discussion of the real property is relevant to the Court’s \nconclusions regarding the joint bank accounts.   \n \n \nv. Willard, No. COA15-227, 2015 N.C. App. LEXIS 916, at *14 (N.C. Ct. App. Nov. \n17, 2015) (unpublished) (reversing conte mpt order where trial court affirmatively \nfound that defendant could access the equity  in his home despite evidence that the \nhome was owned as tenants by the entirety).   The error in both of those cases was \nevidentiary, because each trial court found that defendants could individually \nconvert their real property to cash with out any evidence overcoming the statutory \nbar on the unilateral alienation of such property.  \nE.g., id. at *18–19 (“[T]he trial \ncourt’s findings regarding defendant’s ability to . . . access equity in the house are \nnot supported by the evidence.”) (emphasis added).  Neither case, however, prohibits \na trial court’s consideration of jointly held assets in a contempt proceeding as a \nmatter of law. \n{31} Jointly held personal property is not subject to the same protections as real \nproperty held as tenants by the entirety.  “[ I]t has long been the rule that an estate \nby the entirety in personal property is not recognized in North Carolina.”  Lovell v. \nRowan Mut. Fire Ins. Co. , 302 N.C. 150, 156, 274 S.E.2d  170, 174 (1981).  Unlike \nwith real property, the default rule in North Carolina is that either party has full \naccess to the total balance of a joint bank account.  N.C. Gen.  Stat. § 54C-165(a) \n(stating that withdrawals from or pled ges of a joint account require only one \nsignature, unless the parties agree otherwise); see also N.C. Gen. Stat. § 41-2.1(b)(1) \n(stating that for deposit accounts among two or more people with rights of \nsurvivorship “[e]ither party to the [depos it account] agreement may add to or draw \nupon any part or all of the deposit account . . .”).  The Plasmans have not provided \nany evidence that the terms of their joint accounts are contrary to North Carolina’s \ndefault rule.  Therefore, the Court concludes that it can consider the funds in the \nPlasmans’ joint banking accounts in ev aluating their ability to comply.  See \ngenerally, Adams v. Adams , No. COA04-851, 2005 N.C. A pp. LEXIS 1320, at *8–9 \n(N.C. Ct. App. July 19, 2005) (unpublishe d) (affirming civil contempt order where \nthe trial court considered amounts in joint checking accounts as evidence of ability \nto comply).   \n \n \n{32} Second, the Court’s authority to consider assets in retirement accounts is \nclearly supported by case law.  Our Court of Appeals has upheld a trial court’s \nfinding of present ability to pay based on retirement assets in a 401K account.  \nTucker v. Tucker , 197 N.C. App. 592, 507, 679 S.E. 2d 141, 144 (2009) (“Thus, the \ntrial court properly considered the assets  that defendant had available . . . and \nspecifically based its conclusion regarding defendant’s ability to pay upon . . . , inter \nalia, $6,200.00 from his 401K account.”).  Th e Court of Appeals reached the same \nconclusion in a case involving consideration of IRA accounts.  Dillingham v. \nDillingham, No. COA10-514, 2011 N.C. App. LEXIS 1309, at *22 (N.C. Ct. App. \nJune 7, 2011) (unpublished).  The defendant in Dillingham argued that the trial \ncourt could only consider for contempt purp oses funds in his IRA accounts if there \nwas evidence that he had “unfettered access” to those accounts.  Id. at *19.  The \nCourt of Appeals dismissed this argument as unfounded and noted that defendant \noffered no evidence the he was restricted from accessing the IRA funds, or what \npenalty he might suffer for doing so.  Id. at *19–20.  The appellate court affirmed \nthe lower court’s ruling, which found that Defendant had sufficient funds in his IRA \naccount to pay the full arrearage.  Id. at *21–22.   \n{33} The Court therefore concludes that it may properly consider the Plasmans’ \njoint bank accounts and their individually-held retirement accounts in assessing the \nPlasmans’ present ability to comply.  On  the basis of Chris Plasman’s taxable \nincome of [REDACTED], his joint chec king account of [REDACTED], and his \nindividual IRA account of [REDACTED], th e Court finds that Chris Plasman has \nthe present ability to pay or take reasonabl e measures to pay the diverted funds as \nset forth in the May 26 Order.  On the basis of Barrett Plasman’s taxable income of \n[REDACTED], his joint accounts of more than [REDACTED], and his individual \nIRA account of [REDACTED], the Court finds that Barrett Plasman has the present \nability to pay or take reasonable measures to  pay the diverted funds as set forth in \nthe May 26 Order.  Having found that ea ch Plasman individually has the present \nability to comply, the Court finds that th e Plasmans collectivel y have the present \nability to comply with the May 26 Order.   \n \n \n{34} The Plasmans have not met their burden of proving that their \nnoncompliance was not willful, nor have th ey proved that their noncompliance was \ndue to an inability to pay.  The Court therefore finds the Plasmans in civil contempt \nof Court.   \nB. Attorney’s Fees \n{35} Defendant’s Motion for Contempt also moved the Court to sanction the \nPlasmans and award Decca USA attorney’s fees and costs incurred in bringing the \nMotion for Contempt.  (Def.’s Mem. Su pp. Mot. Contempt 7.)  This Court has \nrecently reviewed North Carolina law on the award of attorney’s fees in civil \ncontempt proceedings.  \nRay Lackey Enters., Inc. v. Vill. Inn Lakeside, Inc. , 2016 \nNCBC LEXIS 9, at *35–37 (N.C. Super. Ct. Jan. 29, 2016).  Attorney’s fees are often \navailable in civil contempt proceedings in certain domestic actions, but our \nappellate courts have indicated that expre ss statutory authorization is required to \naward attorney’s fees for civil contempt proceedings in all other instances.  \nId.; Moss \nCreek Homeowners Ass'n v. Bissette , 202 N.C. App. 222, 234, 689 S.E.2d 180, 188 \n(2010) (“[T]he cases cited by appellees in defense of the fee award support our case \nlaw that outside of the family law fiel d, statutory authority is required for \nenforcement of contempt. . . . Therefore, we reverse the [award of attorney's fees.]”). \n{36} Defendant has not identified any such express statutory authority, moving \nthe Court to award attorney’s fees only on the basis of its inherent powers to \nsanction parties.  (Def.’s Mem. Supp. Mot. Contempt 7.)  Therefore, the Court must \ndeny Defendant’s request for attorney’s fees. \nC. Motion for Criminal Contempt \n{37} Defendant’s Motion for Criminal Contempt moves the Court, in the \nalternative, to hold the Plasmans in criminal contempt for their failure to comply \nwith the May 26 Order.  “A person who is found in civil contempt under this Article \nshall not, for the same conduct, be foun d in criminal contempt under Article 1 of \nthis Chapter.”  N.C. Gen. St at. § 5A-21(c).  In light of the Court’s determination as \nto civil contempt, Defendant’s Motion for Citation of Criminal Contempt must be \ndenied. \n \n \nIV. \nCONCLUSION \n{38} WHEREFORE, having found that the Plasmans  are in willful violation of \nthe May 26 Order pursuant to N.C.  Gen. Stat. § 5A-21, the Court FINDS and \nCONCLUDES that the Plasmans are in civil contempt of Court. \n{39} The Court ORDERS that the Plasmans present themselves to the sheriff of \nCatawba County for arrest on September  1, 2016.  The Plasmans may purge \nthemselves of civil contempt by  paying $76,791.12 to Decca USA. 4  The Court has \ngiven the Plasmans a delayed date for arre st to facilitate the marshalling of assets \nand payment in installments, if so desired. \n{40} The Court DENIES the Plasmans’ Motion to Stay, Defendant’s Motion for \nCriminal Contempt, Defendant’s Motion to Review Evidence, and Defendant’s \nrequest for attorney’s fees in its Motion for Civil Contempt.   \n{41} The Court GRANTS the Plasmans’ Motion for Protective Order and will \nfile a redacted version of this opinion on the Business Court’s public docket.  The \nCourt will file an original, unredacted version under seal with the Clerk of Court, \nwith appropriate instructions.\n5   \n \n                                                 \n4  The sum represents the amount which the Plasmans were ordered to pay by the May 26 Order, \ninclusive of interest.  See supra ¶ 25.   \n \n5  The Court must file an original, unredacted vers ion because “[w]here the trial court decides . . . \ndocuments . . . will not be made available for the public by the court, the documents should be sealed \nand included in the record, thereby prov iding a record for appellate review.”  \nVirmani v. \nPresbyterian Health Servs. Corp. , 350 N.C. 449, 469, 515 S.E.2d 675, 689 (1999).  Consistent with \nthe grant of the Plasmans’ Motion for Protective Order, the Court will file the unredacted order, with \nthe Financial Submissions as an attachment, under seal with the Catawba County Clerk of Superior \nCourt with instructions that the document may only be viewed by the Plasmans and by court \npersonnel for administrative purposes.  Should this contempt order be appealed, the Court \nacknowledges that Defendant’s counsel may wish to review the evidence on which the Court found \ncontempt in order to argue its position.  \nSee GMAC v. Wright , 154 N.C. App. at 677, 573 S.E.2d at \n229 (2002) (stating that appellate review of a findin g of contempt is limited to a consideration of \nwhether the findings of fact are supported by competent evidence and whether those factual findings \nare sufficient to support the judgment); see also Virmani , 350 N.C. at 469, 515 S.E.2d at 688–89 \n(recognizing that the opponent was deprived of the opportunity to review confidential documents and \nthat as a matter of practicality the trial court had no better alternative).  In that event, Defendant \ncould properly petition the appellate court to unseal the document or seek attorney’s eyes only \naccess.  \nId. (holding that the trial court’s ruling on purportedly confidential information will always \nbe subject to appellate review).    \n \n \nSO ORDERED, this the 26th day of February, 2016. \n \n      / s /  L o u i s  A .  B l e d s o e ,  I I I   \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n        for Complex Business Cases  "
}