{
  "id": "d450d7502da244df06630469a3412722f454607fd28047c5578c3124ddd042a0",
  "source_file": "data/raw/ncbc/d450d7502da244df06630469a3412722f454607fd28047c5578c3124ddd042a0.pdf",
  "raw_text": "RCJJ, LLC v. RCWIL Enters., LLC, 2017 NCBC 24. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF NEW HANOVER 14 CVS 3392 \n \nRCJJ, LLC; DO GOOD REAL ESTATE, ) \nLLC; DO GOOD REAL ESTATE OF )  \nWILMINGTON, LLC; and JOHNATHAN  )  \nJACKSON,   ) OPINION AND ORDER ON \n  Plaintiffs, ) PLAINTIFFS’ MOTION FOR JNOV \n   ) AND A NEW TRIAL AND \n v.  ) DEFENDANTS’ MOTION FOR \n   ) ATTORNEYS’ FEES \nRCWIL ENTERPRISES, LLC d/b/a Nest  )  \nRealty Wilmington, and RYAN )   \nCRECELIUS,  )  \n  Defendants. )   \n \n \n THIS MATTER comes before the Court upon (1) Plaintiffs’ Motion for \nJudgment Notwithstanding the Verdict and for New Trial on Damages , or in the \nAlternative for a New Trial (“Plaintiffs’ JNOV Motion”) and  (2) Defendants’ Motion \nfor Attorneys’ Fees (“Motion for Fees”) (collectively, the “Motions”).  \n THE COURT, having considered the Motion s, the briefs in support of and in \nopposition to the Motions, the supporting documents filed by the parties, the evidence \npresented at trial, and other matters of record, concludes, in its discretion, that \nPlaintiffs’ JNOV Motion should be DENIED, and Defendants’ Motion for Fees should \nbe DENIED. \n Shipman & Wright, LLP, by W. Cory Reiss, Esq. for Plaintiffs.  \nMurchison, Taylor & Gibson, PLLC, by Michael Murchison, Esq., and Hodges, \nCoxe, Potter & Phillips, LLP, by Samuel B. Potter, Esq., for Defendants. \n \nMcGuire, Judge. \n \nA. Procedural Background.  \n1. On September 23, 2014, Plaintiffs initiated this action by filing a \nComplaint in the Superior Court for New Hanover County. On October 20, 2014, \nPlaintiffs filed their Amended Complaint and on October 24, 2014, Defendants filed \na Notice of Designation seeking assignment of this action to t he North Carolina \nBusiness Court. On October 24, 2014, the Chief Justice of the Supreme Court of North \nCarolina designated this case to the North Carolina Business Court pursuant to N.C. \nGen. Stat. § 7A-45.4 (hereinafter, references to the North Carolina General Statutes \nwill be to “G.S.”) and on October 27, 2014, the case was assigned to the undersigned. \n2. On March 30, 2015, the Court issued a Preliminary Injunction Order \nprohibiting Defendants from disclosing or using Plaintiffs’ alleged trade secrets and \nconfidential information for any purpose related to conducting Defendants’ business. \n3. On September 4, 2015, Plaintiffs filed their Second Amended Complaint. \nThe Second Amended Complaint conta ined the following claims: (a) tortious \ninterference with contract, (b) misappropriation of trade secrets in violation of G.S.    \n§ 66-152 et seq., (c) fraud, (d) fraud in the inducement, (e) punitive damages, (f) unfair \nand deceptive trade practices, (g) breach of contract, (h) breach of fiduciary duties, (i) \nconstructive fraud, (j) i njunctive relief, (k) conversion, (l) unjust e nrichment in the \nalternative, and (m) rescission in the alternative. \n4. On October 6, 2015, Defendants filed their Answer to Second Amended \nComplaint, Motion to Dismiss, and Counterclaim  (“Answer”). In the Answer, Ryan \nCrecelius (“Crecelius”) raised a counterclaim against Plaintiffs for breach of contract. \n5. On June 20, 2016, the Court issued an Opinion and Order on Motion for \nSummary Judgment dismissing Plaintiffs’ claims for tortious interfe rence with \ncontract, unfair and deceptive trade practices, conversion and unjust enrichment, and \ndismissing, in part , Plaintiffs’ claims for fraud, constructive fraud and breach of \nfiduciary duty arising from Defendants’ alleged misappropriation of trade secrets and \nconfidential information. \n6. From October 31 through November 10, 2016, the Court conducted a \njury trial on Plaintiffs’ remaining claims for fraud, breach of fiduciary duty, \nconstructive fraud, misappropriation of trade secrets, breach of contract, rescission, \nand punitive damages , and Crecelius’ s counterclaim for breach of contract.  At the \nclose of Plaintiffs’ case -in-chief the Court directed a verdict for Defendants on the \nclaim for rescission. Plaintiffs did not move, pursuant to North Carolina Rule of Civil \nProcedure 50 (“Rule(s)”), for a directed verdict  on their claims  at the close of \nDefendants’ evidence or at the close of all the evidence. \n7. On November 10, 2016, the jury returned a verdict in favor of Plaintiffs \non their claim for breach of contract and awarded them one dollar ($1.00) in damages.  \nThe jury returned verdicts in favor of  Defendants on Plaintiffs claims for  fraud, \nbreach of fiduciary duty, constructive fraud, and misappropriation of trade secrets.  \nThe jury returned a verdict in favor of Plaintiffs on Crecelius’s counterclaim for \nbreach of contract.   \n8. On November 21, 2016, the Court entered a Final Judgment on the \njury’s verdict and all remaining claims in the case , and dissolved the preliminary \ninjunction issued on March 30, 2015. The Court held open the questions of taxation \nof costs and an award of attorneys’ fees for further application by the parties. \n9. On November 21, 2016, Defendants filed their Motion for Fees, along \nwith affidavits of couns el and a supporting memorandum. On November 28, 2016, \nPlaintiffs filed a memorandum in opposition to the Motion for Fees . Defendants did \nnot reply.  The Motion for Fees is now ripe for determination. \n10. On November 28, 2016, Plaintiffs filed Plaintiffs’ JNOV Motion and a \nsupporting memorandum. On December 1, 2016, Defendants filed an opposition to \nPlaintiffs’ JNOV Motion, and on December 12, 2016, Plaintiffs filed a reply.  \nPlaintiffs’ JNOV Motion is now ripe for determination. \nB. The Evidence at Trial. \n11. Plaintiffs and Defendants presented testimonial and documentary \nevidence during trial. \n12. The evidence at trial showed that Crecelius formed Do Good Real Estate, \na real estate brokerage firm , in 2010 . Do Good Real Estate operated in the \nWilmington, North Carolina area.  \n13. In May 2012, Johnathan Jackson (“Jackson”) invested $25,000 for a 50% \nequity interest in Crecelius’s real estate business. As part of the investment \nagreement, Jackson and Crecelius organized RCJJ, LLC (“RCJJ”), in which Jackson \nand Crecelius each held a 50% interest.  Jackson and Crecelius also formed Do Good \nReal Estate, LLC, in which RCJJ was the sole member, and Do Good Real Estate \nWilmington, LLC, in which Do Good Real Estate, LLC, was the so le member \n(hereinafter, RCJJ Holdings, LLC; Do Good Real E state, LLC;  and Do Good  Real \nEstate Wilmington, LLC, collectively, will be referred to as “Do Good”). Jackson was \nDo Good’s Chief Financial Officer, and Crecelius its Chief Executive Officer and \nbroker-in-charge (“BIC”) with responsibility for the company’ s sales and day -to-day \noperations. \n14. Between May 2012 and August 2014, Jackson and Crecelius grew Do \nGood to include 13 agents1 while significantly increasing the company’s revenue. \n15. Do Good maintained a database called Highrise containing information \non pote ntial customers and sales  leads compiled from variou s public and private \nsources. Highrise was also supplemented with information entered by Jackson and \nthe agents. Jackson testified that he considered the information compiled in Highrise \nto be proprietary  and highly confidential, and a valuable resource to Do Good. \nCrecelius and various former Do Good agents testified that they did not consider \nHighrise confidential or a valuable sales resource. \n16. Defendants presented evidence that i n the summer of 2014, Jackson’s \nbehavior led to a deterioration of his relationship with Crecelius and the agents.2 On \nJuly 20, 2014, Crecelius and Jackson began discussing separating their interests in \nDo Good.  From July 20 through August 25, 2014, the pa rties negotiated the \nseparation of their interests in Do Good. \n                                                 \n1 The agents were independent contractors, and not employees of Do Good. \n2 Jackson denied that he engaged in some of the conduct to which Crecelius and former Do \nGood Agents testified. \n17. On August 25, 2014, Jackson, in his individual capacity and on behalf of \nDo Good,  and Crecelius executed a Separation Agreement and General Release  \n(“Separation Agreement”). The terms of the Separation Agreement required Jackson \nto pay Crecelius $25,000.00 for his interest in Do Good, and for Do Good and Jackson \nto release Crecelius from certain non-competition and non-solicitation covenants. The \nSeparation Agreement also required Crecelius to r eturn to Jackson certain Do Good \nproperty in Crecelius’s possession and transfer to Jackson access to Do Good’s “online \nsystems and accounts” including Highrise and other databases. \n18. On August 23, 2014, unbeknownst to Jackson, Crecelius downloaded a \ncopy of Highrise to his personal computer ’s hard drive. Crecelius testified that he \ndownloaded Highrise to comply with the North Carolina Real Estate Commission’s \n(“Commission”) record retention requirements. Plaintiffs dispute d that the \nCommission’s rules require d Crecelius to retain the information contained in \nHighrise.  \n19. On August 25, 2014, shortly after executing the Separation Agreement, \nJackson discovered Crecelius had  downloaded Highrise on August 23 . Jackson and \nCrecelius subsequently negotiated, through their attorneys, for Crecelius to return \nHighrise to Jackson and Do Good.  During this negotiation, Crecelius made clear to \nJackson that he had not accessed Highrise. Ultimately, Crecelius returned Highrise \nto Jackson  in th e form of  a flash drive, but advised Jackson that the database \nremained available on his hard drive through an archiving program. Plaintiffs \npresented no evidence that  Crecelius used any information from Highrise after \nAugust 25, 2014. \n20. While negotiating with Jackson, Crecelius created a new real estate firm \nfor which he would work after he separated from Do Good. The evidence showed that \non August 21, 2014 , Crecelius filed Articles of Organization for  RCWIL, LLC \n(“RCWIL”). On August 21, 2014, Crecelius applied for a real estate license for RCWIL, \nand on August 28, 2014, the Commission issued a  real estate license to RCWIL. \nRCWIL, doing business as Nest Realty  Wilmington (“Nest”) , began operations on \nAugust 29, 2014. \n21. The evidence established that , while Jackson and Crecelius were \nnegotiating the Separation Agreement , Do Good ’s agents communic ated regularly \nwith Crecelius. In these communications, t he agents expressed their respective \ndesires to join Crecelius if he established a new  real estate fir m. The agents  also \ntestified that they would not continue with Do Good if Jackson purchased Crecelius’s \ninterest in the company. Crecelius admitted that he advised the agents not to signal \nto Jackson their intentions to leave Do Good. Jackson claimed he di d not realize all \nof Do Good’s agents intended to leave if he purchased Crecelius’s interest in Do Good. \n22. Shortly after Jackson purchased Crecelius’ s interest in Do Good, all of \nDo Good’s agents except for one terminated employment with Do Good and went to \nwork for Crecelius at Nest. There was no evidence that Crecelius solicited any of the \nagents to leave Do Good or work for Nest. \n23. Do Good unsuccessfully tried to retain a new BIC and hire new agents \nto replace the departed agents.  The evidence established that Do Good’s gross \nrevenues declined after August 25, 2014.  \nC. Analysis. \na. Plaintiffs’ JNOV Motion. \ni. Motion for Judgment Notwithstanding the Verdict. \n24. Rule 50(b) provides, in relevant part, as follows: \nWhenever a motion for a directed verdict made at the close \nof all the evidence is denied or for any reason is not \ngranted, the submission of the action to the jury shall be \ndeemed to be subject to a later determination of the legal \nquestions raised by the motion. Not later than 10 days after \nentry of judgment, a party who has moved for a directed \nverdict may move to have the verdict and any judgment \nentered thereon set aside and to have judgment entered in \naccordance with his motion for a directed verdict . . . . \n \nG.S. § 1A-1, Rule 50. \n \n25. In order to move for judgment notwithstanding the verdict, Plaintiffs \nwere required first to have moved for a directed verdict at the close of all of the \nevidence. Tatum v. Tatum, 318 N.C. 407, 408, 348 S.E.2d 813 , 813 (1986) (“Plaintiff \nfailed to move for a directed verdict at the close of all the evidence. Therefore, plaintiff \nfailed to preserve her right to move for judgment notwithstanding the verdict.”); \nGraves v. Walsto n, 302 N.C. 332, 338, 275 S.E.2d 485, 489 (1981) (“In the present \ncase, plaintiffs did not move for directed verdict at the close of plaintiffs’ evidence or \nat the close of all the evidence. Plaintiffs thus had no standing after the verdict to \nmove for jud gment notwithstanding the verdict and for that reason the trial court \nwas without authority to enter judgment notwithstanding the verdict for plaintiffs.”). \nPlaintiffs did not move for a directed verdict at the close of the evidence.  Accordingly, \nPlaintiffs’ motion for judgment notwithstanding the verdict should be DENIED. \nii. Motion for New Trial. \n26. Plaintiffs move the Court alternatively pursuant to Rule 59(a) to order \neither: (1) a new trial on the issue of damages; or (2)  a new trial in the alternative. \nRule 59(a) provides, in pertinent part, as follows: \n(a) Grounds. – A new trial may be granted to all or any of \nthe parties and on all or part of the issues for any of the \nfollowing causes or grounds: \n \n(1) Any irregularity by which any party was prevented \nfrom having a fair trial; \n(2) Misconduct of the jury or prevailing party; \n(3) Accident or surprise which ordinary prudence could not \nhave guarded against; \n(4) Newly discovered evidence material for the party \nmaking the motion which he could not, with reasonable  \ndiligence, have discovered and produced at the trial; \n(5) Manifest disregard by the jury of the instructions of the \ncourt; \n(6) Excessive or inadequate damages appearing to have \nbeen given under the influence of passion or prejudice; \n(7) Insufficiency of the evidence to justify the verdict or that \nthe verdict is contrary to law; \n(8) Error in law occurring at the trial and objected to by the \nparty making the motion, or \n(9) Any other reason heretofore recognized as grounds for \nnew trial. \n \nG.S. § 1A-1, Rule 59. A motion for a new trial is committed to the sound discretion of \nthe Court. Worthington v. Bynum, 305 N.C. 478, 482, 290 S.E.2d 599, 602 (1982). \n27. Plaintiffs do not  specify any particular subsection of Rule 59 under \nwhich they seek a new trial .3 In support of their motion for a new trial, however, \nPlaintiffs contend: \n[T]the jury was permitted to hear testimony by agents that \nthey disliked Mr. Jackson and would not have remained at \nDo Good regardless of Mr. Crecelius’s plans to form RCWIL \nEnterprises, LLC/Nest, to which the Plaintiffs objected as \nreflected in their First Motion in Limine, which is \nincorporated herein by reference. The verdict is contrary to \nlaw, inadequate damages were given under the influence \nof passion or prejudice, and the submission of evidence \nobjected to was error in law (sic). \n \n(Pls.’ Mem. Supp. Mot. JNOV 10.) \n28. As a preliminary matter, Plaintiffs attempt to incorporate by reference \nthe same  argument they made in their First Motion in Limine , that the agents’ \ntestimonies were improper and prejudicial, in support of their motion for a new trial. \n“[A] Rule 59 motion ‘cannot be used as a means to reargue matters already argued . . .’ \nat the trial court level.” Sellers v. Ochs, 180 N.C. App. 332, 335, 638 S.E.2d 1, 3 (2006) \n(citing Smith v.  Johnson, 125 N.C. App. 603, 606, 481 S.E.2d 415, 41 7 (1997)). \nPlaintiffs’ argument was  previously rejected by this Court, and will not be \nreconsidered here. \n29. Plaintiffs’ contention that a new trial on damages is warranted because \n“inadequate damages were given under the influence of passion or prejudice” caused \nby the testimony of the former Do Good agents is specious. The only claim upon which \n                                                 \n3 In their Memorandum in Support, Plaintiffs devote only two paragraphs, and less than one \npage, to their argument in support of the motion for new trial. (Pls.’ Mem. Supp. Mot. JNOV \n10 – 11.) \nthe jury awarded Plaintiffs damages was their claim for breach of contract. The jury, \nhowever, could not have considered the testimony of the former Do Good agents in \nawarding damages for breach of contract because the Court instructed the jury that \nPlaintiffs had not pro duced evidence of actual damages resulting from the breach, \nand that they were limited to awarding Plaintiffs nominal damages of one dollar \n($1.00) if they found for Plaintiffs on the breach of contract claim.4 By its verdict, the \njury simply complied with  the Court’s instruction as to damages recoverable by \nPlaintiffs on this claim. The testimony of the former Do Good agents clearly had no \nimpact on the award of damages. The Court, in its discretion, concludes that \nPlaintiffs’ motion for a new trial on damages should be DENIED. \n30. To the extent Plaintiffs move for a new trial on all claims on the grounds \nthat in reaching its verdict in favor of  Defendants, the jury was unfairly influenced \nby the testimony of the former Do Good agents 5, Plaintiffs have made no argument \nin support of this contention.  As noted above, if Plaintiffs simply contend that the \nCourt erred in its ruling on Plaintiffs’ motion in limine seeking exclusion of the \ntestimony, that argument is not properly considered on a motion under Rule 59.  In \naddition, as the Court concluded in denying Plaintiffs’ First Motion in Limine, the \nagents’ testimonies  about their personal feelings toward s Mr. Jackson and their \nemployment plans if Jackson purchased Do Good was relevant to the issues in the \ntrial. The agents’ testimonies regarding their working relationships with Jackson was \n                                                 \n4 In moving for a new trial, Plaintiffs do not contend and make no argument that any of the \nCourt’s instructions to the jury were erroneous. \n5 The Court notes that it did not permit the former-agent witnesses to testify regarding claims \nthat they felt harassed or physically threatened by Jackson.  \ndirectly relevant to Plaintiffs’ contention that he enjoyed a good relationship with the \nagents and the reasonableness of Jackson’s expectation that they would continue to \nwork for him after he bought Crecelius’s interest in Do Good. The testimonies also \nprovided relevant background information regarding the reasons that Jackson and \nCrecelius were separating their interests in Do Good. As such, the agents’ testimonies \nwere properly admitted. \n31. The Court, in its discretion, concludes that Plaintiffs’ alternative motion \nfor a new trial should be DENIED. \nb. Defendants’ Motion for Fees. \n32. Defendants seek an award of attorneys’ fees pursuant to G.S. §§ 6-21(12) \nand 66-154(d). G.S. § 6-21(12) provides that the Court may, in its discretion, award \ncosts in actions for misappropriation of trade secrets, including reasonable attorneys’ \nfees. G.S. § 66-154(d) provides that “[i]f a claim of misappro priation is made in bad \nfaith . . . the court may award reasonable attorneys’ fees to the prevailing party.” See \nBruning & Federle Mfg. Co. v. Mills , 185 N.C. App. 153,  157, 647 S.E.2d 672,  675 \ncert. denied, 362 N.C. 86, 655 S.E.2d 837 (2007). (“[A] trial court may only award \nattorneys’ fees to the prevailing party ‘[i]f a claim of misappropriation is made in bad \nfaith . . . pursuant to G.S. § 66-154(d).’”). \n33. Defendants prevailed on Plaintiffs’ claim for misappropriation of trade \nsecrets. Accordingly, the Court must determine whether Plaintiffs brought the claim \nin bad faith. Although North Carolina appellate courts have not written extensively \non “bad faith” under G.S. § 66-154(d), “the North Carolina Court of Appeals has stated \nsuccinctly that a finding of bad faith does not follow simply because a cl aimant \nproceeded with legal malice so long as the claimant had a good faith belief that the \nsuit had legitimate basis.” Velocity Solutions, Inc. v. BSG, LLC , 2015 NCBC LEXIS \n54, at *21 (N.C. Super. Ct. May 2015) (quoting Reichhold Chems. Inc. v. Goel , 146 \nN.C. App. 137, 15 8, 555 S.E.2d 281, 294  (2001).  See McKee v. James , 2015 NCBC \nLEXIS 78, at *22 (N.C. Super. Ct. 2015) (noting there is no indication that our \nappellate courts require a determination of subjective bad faith in reviewing claims \nfor attorneys’ fees under G.S. § 66-154(d) (emphasis added)). \n34. Defendants cite several reasons why Plaintiffs’ misappropriation of \ntrade secrets claim was commenced and prosecuted in bad faith including, inter alia: \nPlaintiffs’ refusal to accept Defendants’ offer to enter into  a consent permanent \ninjunction “as the case approached trial” ; Plaintiffs’ inflated belief as to  Highrise’s \nactual value; and, Plaintiffs’ “downplay[ing]” of the fact that the agents’ own sales \nleads entered into t he Highrise database did not belong to Do Good and were not \nproprietary. \n35. Review of the record, including the evidence presented at trial, leads the \nCourt to the conclusion that Plaintiffs had a good faith belief that their trade secrets \nmisappropriation claim had a legitimate basis. First, the Court notes that Plaintiffs’ \nclaim for misappropriation of  Highrise survived Defendants’ Motion for Summary \nJudgment and was the basis of the Court’s Order on Motion for Preliminary \nInjunction. While these facts are not dispositive of the issue of Plaintiffs’ bad faith, \nthey support Plaintiffs’ contention that their claim had a legitimate basis.  \n36. Second, Defendants’ grounds for contending that Plaintiffs pursued the \nmisappropriation claim in bad faith amount to little more than post-hoc challenges to \nthe quality of Plaintiffs’ litigation positions . Defendants’ argument  that Plaintiffs \ncould, or should, have taken a different approach to pursuing their claim  for \nmisappropriation of trade secrets does not establish that Plaintiffs made the claim in \nbad faith. \n37. The Court con cludes, in its discretion, that  Plaintiffs’ claim of \nmisappropriation of trade secrets was not made in bad faith, and that Defendants \nshould not be awarded attorneys’ fees pursuant G.S. §§ 6 -21(12) and 6 6-154(d). \nDefendants’ Motion for Fees should be DENIED. \nTHEREFORE, IT IS ORDERED that: \n1. Plaintiffs’ JNOV Motion  is DENIED as to both the request for judgment \nnotwithstanding the verdict and the motion for a new trial. \n2. Defendants’ Motion for Fees is DENIED. \nThis the 16th day of March, 2017. \n \n \n  /s/ Gregory P. McGuire    \n               Gregory P. McGuire \n      Special Superior Court Judge \n  For Complex Business Case "
}