{
  "id": "d46c34caf99dfb3533d7e12b87bef406806c03607b8552bc8fb2e641611aba15",
  "source_file": "data/raw/ncbc/d46c34caf99dfb3533d7e12b87bef406806c03607b8552bc8fb2e641611aba15.pdf",
  "raw_text": "Sony Ericsson Mobile Commc’ns USA, Inc., v. Agere Sys., Inc., 2007 NCBC 28 \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n       S U P E R I O R  C O U R T  D I V I S I O N  \nCOUNTY OF WAKE      06 CVS 17673 \n \n \nSONY ERICSSON MOBILE \nCOMMUNICATIONS USA, INC., \n \n \n  Plaintiff \n \n v. \n \nAGERE SYSTEMS, INC., \n \n  Defendant \n) \n) \n) \n)  \n)  ORDER & OPINION \n) \n) \n) \n) \n \n{1}  This civil action arises out of Plainti ff’s claims that Defendant, in an effort \nto conduct and maintain business with Plaintiff, made false or misleading \nrepresentations and concealed material facts regarding its progress in developing a \nchip platform for Plaintiff’s wireless products; and that Plaintiff suffered \nsubstantial damages as a proximate result.  This matter comes before the Court on \nthe Motion to Dismiss for Improper Venue of Defendant Agere Systems, Inc. (the \n“Motion”).  \n{2}   After considering the briefs, oral arguments, and appropriate matters of \nrecord, as discussed herein, the Court GRANTS Defendant’s Motion, on the grounds \nthat these parties and this action are subject to an enforceable contractual forum \nselection clause. \n \n Ellis & Winters LLP by Jonathan D. Sasser, Alex Hagan, Thomas H. Segars \nand Stephen D. Feldman for Plaintiff Sony Ericsson Mobile Communications \nUSA, Inc. \n \n Helms, Mullis & Wicker PLLC by Robert  H. Tiller and Julia R. Wicker for \nDefendant Agere Systems, Inc.  \n \nJolly, Judge. \n \nI. \nPROCEDURAL BACKGROUND \n{3}  The Plaintiff filed its Complaint in Wake County Superior Court on \nDecember 6, 2006 (the “Complaint”).  Upon the filing of a Notice of Designation by \nthe Defendant, the case was designated “mandatory complex business” pursuant to \nsection 7A-45.4(b) of the North Carolina General Statutes by Order of the Chief \nJustice of the Supreme Court of North Carolina dated January 11, 2007.  It was \nthen assigned to the undersigned Special Superior Court Judge for Complex \nBusiness Cases by Order of the Chief Special Superior Court Judge for Complex \nBusiness Cases dated January 11, 2007. \n{4}  Defendant’s Motion was filed on Febr uary 13, 2007.  The Court heard oral \nargument on June 28, 2007.   \nII. \nTHE PARTIES \n{5}  Plaintiff Sony Ericsson Mobile Comm unications USA, Inc. (“Sony USA”) is \na corporation existing under the laws of Delaware, with its principal place of \nbusiness in Wake County, North Carolina.  Sony USA is a subsidiary of Sony \nEricsson Mobile Communications AB (“Sony AB”), a Swedish corporation jointly \nowned by Sony Corporation and Telefonaktiebolaget LM Ericsson.   \n{6}  Defendant Agere Systems, Inc. (“Ager e”) is a corporation existing under \nthe laws of Delaware, with its principal place of business in Lehigh County, \nPennsylvania.    \nIII. \nAGERE’S MOTION   \n{7}  Agere moves to dismiss the Complaint  pursuant to Rule 12(b)(3) of the \nNorth Carolina Rules of Civil Procedure (“Rule 12(b)(3)”).  Agere contends that \nvenue lies in New York, rather than North Carolina, pursuant to a contractual \nforum selection clause in a Master Development and License Agreement (the \n“MDLA”)1 Sony AB and Agere entered into on June 27, 2005.  (Mem. Law Supp. \nMot. 4–5). \n{8}    The forum selection clause (the “Forum Selection Clause”) upon which \nAgere relies provides: \nThe Parties agree to (i) request that any dispute or claim \narising out of or in connection with this Master \nAgreement, or the performance, breach, or termination \nthereof, be subject to the jurisdiction of the state and \nfederal court located in New Yo rk and (ii) to the extent \nsuch courts accept jurisdiction, to submit such matters \nexclusively to such courts.  The Parties hereby waive any \nchallenge to the jurisdiction or  venue of such courts over \nthese matters. \n \n(MDLA ¶ 27.1.)    \nIV. \nAPPLICABLE LAW \n{9} In addition to the Forum Selection Clause, the MDLA contains a choice of law \nclause, which provides that the “Master Agreement and any Statement of Work \nshall be governed by and construed in accordance with the laws of the State of New \nYork, without regard to conflicts of laws principles.”  (MDLA ¶ 27.1.) \n{10} Sony USA contends that it is not bound by the MDLA.  However, \nrecognizing the potential for an endless analytical loop regarding choice of law, and \nconceding that the laws of New York and North Carolina relevant to the \nDefendant’s Motion are similar, Sony USA stipulates to the determination of \nDefendant’s Motion under New York law.  (Pl.’s Mem. Resp. Mot. 13 n.9.) \nV. \nLEGAL STANDARD \n{11} In North Carolina, the proper procedure by which to seek enforcement of a \ncontractual forum selection clause is a motion to dismiss for improper venue \n                                                 \n1 The MDLA is attached as Exhibit 2 to the February 13, 2007 Affidavit of Patrick Cadell.  The last \nact necessary to completion of the MDLA was the execution of the document on behalf of Sony AB in \nLund, Sweden.  (Cadell Aff. Ex. 17, Feb. 13, 2007.)  \npursuant to Rule 12(b)(3).  Hickox v. R&G Group Int’l, Inc., 161 N.C. App. 510, 511, \n588 S.E.2d 566, 567 (2003).2     \n{12} Under New York law, in order to set aside a contractual forum selection \nclause, which is prima facie valid,  \na party must show that enforcement would be \nunreasonable and unjust or that the clause is invalid \nbecause of fraud or overreaching, such that a trial in the \ncontractual forum would be so gravely difficult and \ninconvenient that the challenging party would, for all \npractical purposes, be deprived of [its] day in court. \n  \n \nBritish W. Indies Guar. Trust Co. v. Banque Internationale A Luxembourg, 172 \nA.D.2d 234, 234 (N.Y. App. Div. 1991). \n{13} Further, where a question of the parties’ intention regarding an agreement \ncan be determined by reference to the document itself, the question is one of law \nproperly determined by the court.  Mallad Constr. Corp. v. County Fed. Sav. & Loan \nAss’n, 298 N.E.2d 96, 100 (N.Y. 1973); Walton v. City of Raleigh, 342 N.C. 879, 881, \n467 S.E.2d 410, 411 (1996) (“If the plain language of a contract is clear, the \nintention of the parties is inferred from the words of the contract.”).      \nVI. \nANALYSIS \n{14} Sony USA does not argue that enforcement of the Forum Selection Clause \nwould be unreasonable and unjust.  Nor does it argue that the Forum Selection \nClause is invalid due to fraud or overreaching such that a trial in New York would \ndeprive it of its day in court.  Rather, Sony USA contends that it is not bound by the \nForum Selection Clause because either (a) Agere’s prior representations in its \n                                                 \n2 Upon a motion made pursuant to Rule 12(b)(3), North Carolina courts generally will enforce a \ncontractual forum selection clause in a contract entered outside North Carolina if that clause is \nmandatory.  Mark Group Int’l, Inc. v. Still, 151 N.C. App. 565, 568, 566 S.E.2d 160, 162 (2002) \n(“mandatory forum selection clauses recognized by our appellate courts have contained words such \nas ‘exclusive’ or ‘sole’ or ‘only’ which indicate that the contracting parties intended to make \njurisdiction exclusive”).  New York courts similarly look to language indicating the parties’ intent to \ndetermine whether a forum selection clause is mandatory.  See Price v. Brown Group, Inc., 206 \nA.D.2d 195, 197–201 (N.Y. App. Div. 1994).  Here, the Court interprets the Forum Selection Clause \nto be mandatory.          \n \nNotice of Designation bar Agere, under principles of waiver and estoppel, from \nenforcing the Forum Selection Clause; (b) the MDLA is not an enforceable contract; \nor (c) even if the MDLA were enforceable, it does not bind Sony USA.  (Pl.’s Mem. \nResp. Mot.)    \nA. \nESTOPPEL AND WAIVER \n{15} Sony USA argues that the doctrines of estoppel and waiver bar Agere from \nnow claiming that this Court is an improper venue for this action after representing \nto the Chief Justice of the Supreme Court of North Carolina that the Business \nCourt should hear the matter.  (Pl.’s Mem. Resp. Mot. 8–12.)  In this regard, Sony \nUSA calls attention to Agere’s representations made in its Notice of Designation as \nto why this action should be designated to the Business Court, and to Agere’s \nfailure to note that, should the action be so designated, it would contend that this \nCourt is an improper forum for the action. \n{16} While Sony USA is correct that Agere’s representations in its Notice of \nDesignation should have included all pertinent information so as to enable the \nChief Justice to best allocate the limited judicial resources of this State, its \narguments regarding estoppel and waiver are unpersuasive for the simple reason \nthat the Business Court is not a court of jurisdiction or venue.  Rather, the \nundersigned sits as a Special Superior Court Judge of the General Court of Justice, \nwith general jurisdiction authority; and when actions are designated or assigned to \nthe Business Court there is no effect on venue, which continues to lie in the county \nof origin.  See N.C. Gen. Stat. § 7A-45.4(b).3  Accordingly, until it filed the \nDefendant’s Motion, Agere had taken no action that would affect the venue of this \ncase. \n                                                 \n3 Further, the statute imposes limits on the period of time in which a party such as Agere can seek to \nhave a case designated as “mandatory complex business” and makes no provision for matters such as \ndisputing venue.      \n{17} As Agere had neither affected venue nor filed a pleading or Rule 12 motion \nprior to filing Defendant’s Motion, the doctrines of estoppel and waiver do not serve \nto bar Agere from enforcing the Forum Selection Clause.            \nB. \nTHE MDLA IS AN ENFORCEABLE AGREEMENT \n{18} Sony USA argues that the MDLA is an “agreement to agree,” the terms of \nwhich are unenforceable.  In support of this argument, Sony USA cites to several \nNew York and North Carolina decisions holding that preliminary agreements which \nleave material terms open or which depend on a later contract are not binding upon \nthe parties.  (Pl.’s Mem. Resp. Mot. 12–20.)  In this regard, Sony USA casts the \nMDLA in the light of a preliminary agreement with open material terms4 or a \npreliminary agreement to negotiate,5 either of which may be unenforceable as to its \nterms.   \n{19} The MDLA, however, is unlike an agreement with open terms.  Though the \nMDLA may not contain many of the substantive terms of the contemplated ultimate \nrelationship of the parties itself—which a ppears to be the provision of technological \ndeliverables6—none of its own terms remain to be  negotiated.  In this regard, the \n                                                 \n4  In a preliminary agreement with open terms the parties typically set out the primary terms of the \nbargain and agree to be bound by those terms, but leave other terms that will be contained in the \nfinal agreement open and undertake to negotiate those terms.  1 E. Allan Farnsworth, Farnsworth \non Contracts § 3.8a (3d ed. 2004) (providing that an example of such a preliminary agreement is an \n“earnest money agreement” utilized in a real estate transaction).  A preliminary agreement with \nopen terms is not necessarily nugatory.  Teachers Ins. & Annuity Ass’n v. Tribune Co., 670 F. Supp. \n491, 498 (S.D.N.Y. 1987) (stating that such an agreement “binds both sides to their ultimate \ncontractual objective in recognition that contract has been reached, despite the anticipation of \nfurther formalities”).  However, if such open terms were essential or material, the contract would \nseemingly fail for indefiniteness.  F & K Supply, Inc., v. Willowbrook Dev. Co., 288 A.D.2d 713, 714 \n(N.Y. App. Div. 2001).   \n5  A preliminary agreement to negotiate is similar to a preliminary agreement with open terms in \nthat the parties agree to certain primary terms of the agreement and leave other terms to be \nnegotiated.  It is, however, different from a preliminary agreement with open terms in that the \nparties do not agree to be bound by any substantive terms, but rather agree to continue to negotiate \nall terms in good faith.  Accordingly, a party to such an agreement is not bound by the substantive \nterms of the agreement, although it may be obligated to negotiate.  Farnsworth, \nsupra note 4.  Such \nagreement may be enforceable.  Ashland Mgmt. Inc. v. Janien, 624 N.E.2d 1007 (N.Y. 1993) (finding \nno error in lower court’s determination that failure to negotiate “breached an implied covenant of \ngood faith and fair dealing”).   \n6 See MDLA § 1.1. \nmain purpose of the MDLA is to provide “the general terms and conditions under \nwhich” the parties would explore a further relationship.  (See MDLA ¶ 1.1–1.1.3.)  \nConcordantly, the MDLA does not require that a Statement of Work ever be \nexecuted.  (MDLA ¶1.)   \n{20} Further, the MDLA is unlike an agreement to negotiate because none of its \nterms remain to be negotiated and it indicates the parties’ intent to be bound to its \nsubstantive provisions.7  In this regard, the MDLA is more of an “agreement \ngoverning negotiations” than an agreement to negotiate.  Accordingly, the MDLA is \ndistinguishable from those cases cited by Sony USA.8 \n{21} Conceptually, the MDLA is a “stop-gap” agreement.  It is definite on its \nown terms, looks to the formation of an ultimate agreement, and serves to govern \n                                                 \n7 As Sony USA observes, the majority of the MDLA’s provisions pertain directly to Statements of \nWork, should any have been entered.  Sony USA argues that this demonstrates that the MDLA’s \neffect depends on a Statement of Work.  (Pl.’s Mem. Resp. Mot. 15–17.)  However, such dormant \nprovisions neither demonstrate a lack of assent to the MDLA’s terms nor otherwise provide grounds \nupon which to negate those provisions of the MDLA that do not pertain directly to Statements of \nWork, such as the Forum Selection Clause, (MDLA ¶26 (“If any of one or more of the provisions . . . \nare for any reason held to be . . . unenforceable . . . , the remaining provisions . . . will remain in full \nforce and effect . . . . ”)).  \nSee Triple Z Postal Servs. v. United Parcel Servs., 2006 WL 3393259, at *8 \n(N.Y. Sup. Ct. Nov. 24, 2006) (finding that a “severability” clause indicated the parties’ intent to \navoid the potential use of one contractual clause to defeat another); Rose v. Materials Co., 282 N.C. \n643, 658, 194 S.E.2d 521, 532 (1973) (“When a contract contains provisions which are severable from \nan illegal provision and are in no way dependent upon the enforcement of the illegal provision for \ntheir validity, such provisions may be enforced.”).    \n8 See Matte v. Zapata Offshore Co., 784 F.2d 628 (5th Cir. 1986) (finding that a preliminary \nagreement that clearly expressed the parties’ intent to not be bound to any obligations until the \nacceptance of a later agreement was not a binding contract); Page v. Gulf Oil Corp., 775 F.2d 1311 \n(5th Cir. 1985) (finding that a preliminary agreement that was entirely subject to one party’s later \ndecision to engage the other was not a binding contract); Moser v. Aminoil, U.S.A., Inc., 618 F. Supp. \n774 (W.D. La. 1985) (finding that a master agreement that imposed no obligation on the parties \nuntil, if ever, they entered a later agreement was not a binding contract); Mobil Oil Corp. v. \nSchlumberger, 598 So. 2d 1341 (Ala. 1992) (finding that a master agreement that imposed no \nobligations on the parties until, if ever, they entered a later agreement was not alone a binding \ncontract); Boyce v. McMahan, 285 N.C. 730, 208 S.E.2d 692 (1974) (declining to enforce an \nagreement to agree with open material terms that expressly called for a later agreement); Durham \nCoca-Cola Bottling Co. v. Coca-Cola Bottling Co. Consol., 2003 NCBC 3 (N.C. Super. Ct. 2003), \nhttp://www.ncbusinesscourt.net/opinions/2003%20NCBC%203.htm (declining to enforce an \nagreement to agree that contained language indicating a lack of intent to be bound and expressly left \nits own terms subject to a later agreement); Joseph Martin, Jr., Delicatessen, Inc., v. Scumacher, 417 \nN.E.2d 541 (N.Y. 1981) (declining to enforce an agreement with open material terms as doing so \nwould require the court to determine a term (price) that was material to the agreement); F & K \nSupply, Inc., 288 A.D.2d 713 (declining to enforce an agreement with open material terms that \nlacked a severability clause). \nthe parties’ relationship during further negotiations.9  That is, while the MDLA \nacknowledges and contemplates a further contract, in the form of a Statement of \nWork, none of its own terms depend on the Statement of Work.  Accordingly, a \nStatement of Work is not necessary to a court’s enforcement of the terms of the \nMDLA.\n10   \n{22} The MDLA is an agreement between two sophisticated parties11 that \nunequivocally speaks to the parties’ intent to be bound.  (MDLA 23 (“Each Party \nrepresents that it has caused this Master Agreement to be executed on its behalf by \na representative empowered to bind that Party with respect to the undertakings \nand obligations contained herein.”).)  If the intent of Sony AB and Agere was to not \nbe bound by the MDLA, “surely no problem of draftsmanship would have stood in \nthe way of its being spelled out.”  George Backer Mgt. Corp., 385 N.E.2d at 1065. \nFurther, the MDLA appears on its face to be the final form of the agreement.12       \n{23} As the MDLA is definite and complete as to its own terms, indicates the \nintent of the parties to be bound, and represents a not-uncommon contract structure \nin commercial agreements,13 it constitutes a binding contract as between its \nsignatories, namely Agere and Sony AB.  See Teachers Ins., 670 F. Supp. at 498–\n                                                 \n9 A paradigmatic stop-gap agreement is a life insurance “binder.”  It typically does not contain the \nterms of the insurance policy but is definite as to its own terms, binding upon the parties during its \neffective period, and may merge with the ultimate insurance policy.  Farnsworth, supra note 4.  See \ngenerally Springer v. Allstate Life Ins. Co. of N.Y., 731 N.E.2d 1106 (N.Y. 2000) (noting that life \ninsurance binder provides interim insurance, usually effective as of the date of application and \nterminable upon issuance or denial of policy, and may be merged with the policy).    \n10  See for example MDLA ¶¶ 21, 22, 24, 27, & 30.  Cf. 166 Mamaroneck Ave. Corp. v. 151 E. Post Rd. \nCorp., 575 N.E.2d 104, 106 (N.Y. 1991) (providing that doctrine of definiteness “means that a court \ncannot enforce a contract unless it is able to determine what in fact the parties have agreed to”); \nDurham Coca-Cola Bottling Co., 2003 NCBC 3 (finding that specific enforcement of a contract would \nrequire forcing the parties to negotiate, a conclusion that supported not enforcing the contract).  \n11 The fairness of the negotiation process may be considered in determining whether a contract is \nambiguous.  George Backer Mgt. Corp. v. Acme Quilting Co., 385 N.E.2d 1062, 1065 (N.Y. 1978) \n(noting that the disputed lease provision was “entered at arm’s length and, ultimately on terms . . . \nwhich were the residue of suggestions and countersuggestions on which each of the two sophisticated \nparties had attempted to persuade the other . . . ”).    \n12 Cf. Durham Coca-Cola Bottling Co., 2003 NCBC 3 ¶ 39 (discussing impropriety of enforcing an \nagreement that the parties were unwilling to have executed and delivered as doing so would deprive \nthem of their right to enter only the exact contract they desired).    \n13 (See Pl.’s Mem. Resp. Mot. 17 n.10.)  Also, at the hearing on the Motion, Agere’s counsel \nrepresented that this structure was a common commercial practice.   \n507 (laying out factors relevant to determination of whether a preliminary \nagreement is binding, including expression of intent, the context of the negotiations, \nthe existence of open terms, partial performance, custom in the marketplace and \nthe existence of conditions precedent); CanWest Global Commc’ns Corp. v. Mirkaei \nTikshoret Ltd., 804 N.Y.S.2d 549, 568–69 (N.Y. Sup. Ct. 2005) (applying Teachers \nInsurance factors to analysis of whether agreement to negotiate was enforceable).   \nC. \nTHE FORUM SELECTION CLAUSE BINDS SONY USA \n{24} Sony USA argues that even if the MDLA binds Sony AB, Sony USA is not \na signatory to the MDLA and, therefore, is not bound by the Forum Selection \nClause.  The plain language of the MDLA indicates otherwise. \n{25} Paragraph 1.1.3 of the MDLA defines “Parties” to include Sony AB, Sony \nAB’s “Affiliates,” and Agere.  Paragraph 2 of the MDLA provides that “Affiliate” \nmeans: \nany company or legal entity which is controlled by [Sony AB] but \nany such company . . . shall be d eemed an Affiliate only as long \nas such control exists and for the purpose of this definition \n‘control’ means direct or indirect ownership of at least fifty per \ncent (50%) of the voting power of the shares or other securities \nfor election of directors (or ot her managing authority) of the \ncontrolled or commonly controlled entity[.]  \n \n{26} Sony USA is “a subsidiary of Sony AB.”  (Pl.’s Mem. Resp. Mot. 2.)  A \nsubsidiary corporation is a corporation in which a parent corporation has a \ncontrolling share.  Black’s Law Dictionary 149 (2d pocket ed. 2001).  Accordingly, \nSony USA is an “Affiliate” of Sony AB as that term is used in the MDLA; and, \ntherefore, Sony USA is encompassed by the term “Parties” as it is used in the \nMDLA. \n{27} Despite Sony USA’s argument that Sony AB did not intend to bind all of \nits affiliates to each of the MDLA’s terms,14 it is clear from the language of the \n                                                 \n14 Sony USA argues that, pursuant to prevailing rules of contract construction, the language of the \nMDLA instructing that the “[t]he contract shall comprise the Statement of Work and the Master \nAgreement” (MDLA ¶ 3.4) indicates either that the MDLA was not a contract absent a Statement of \nMDLA that Sony AB did intend to bind its “Affiliates” to the Forum Selection \nClause.  (MDLA ¶ 27.2 (“The Parties agree to” the Forum Selection Clause) \n(emphasis added).)  Accordingly, Sony USA, which has shown no reason as to why \nits parent, controlling company would be without power to bind it in contract, is \nbound by the Forum Selection Clause. \nVII. \nCONCLUSION \n{28} The Forum Selection Clause is enforceable as between the parties to this \ncivil action. \n{29} Therefore, it hereby is ORDERED that the Motion to Dismiss for Improper \nVenue of Defendant Agere Systems, Inc. is GRANTED; and this civil action is \nDISMISSED, without prejudice to the rights of Plaintiff to file its action in a proper \nforum. \n \n This the 27th day August, 2007. \n \n       \n \n \n                                                                                                                                                             \nWork or that Sony USA was not to be bound by the MDLA until, if ever, it entered into a Statement \nof Work.  (Pl.’s Mem. Resp. Mot. 12–22.)  It seems clear, however, that the purpose of Paragraph 3.4, \nwhen read in context, was to foresee the situation where the parties would enter into a later contract \nwith which the MDLA could merge.  See supra note 9 (example of life insurance binder); Bailey v. \nFish & Neave, 868 N.E.2d 956 (N.Y. 2007) (stating that where an agreement is set down in a clear, \ncomplete document, “such agreements should be read as a whole to ensure that undue emphasis is \nnot placed upon particular words and phrases”) (opinion in yet-to-be-paginated reporter); State v. \nPhillip Morris USA, Inc., 359 N.C. 763, 773, 618 S.E.2d 219, 225 (2005) (“Intent is derived not from a \nparticular contractual term but from the contract as a whole.”).   "
}