{
  "id": "d477a66798812e7c17d90e2466b640e77aba2c7c1e858796dd3bb625a638463d",
  "source_file": "data/raw/ncbc/d477a66798812e7c17d90e2466b640e77aba2c7c1e858796dd3bb625a638463d.pdf",
  "raw_text": "Cardiorentis AG v. IQVIA Ltd., 2018 NCBC 137. \n \n \n \nSTATE OF NORTH CAROLINA \n \nDURHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 2313 \n \nCARDIORENTIS AG, \n \nPlaintiff, \n \nv. \n \nIQVIA LTD. and IQVIA RDS, INC., \n \nDefendants. \n \n \n \n \nORDER AND OPINION  \nON DEFENDANTS’  \nPRE-ANSWER MOTIONS \n \n \n1. Plaintiff Cardiorentis AG  is a Swiss biopharmaceutical company .  Its \nflagship drug , Ularitide, is a treatment for  heart failure.   In 2012,  Cardiorentis \nenlisted IQVIA Ltd. (“IQVIA UK”) , an English contract research organization , to \nperform a worldwide clinical trial  of Ularitide  with a view toward obtaining the \nregulatory approvals needed to market the new drug.  The trial was not successful.  \nAccording to Cardiorentis, the results were invalid, compromised by the inclusion of \nhundreds of ineligible patients.  Cardiorentis blames both IQVIA UK and its North \nCarolina-based parent, IQVIA RDS, Inc. (“IQVIA NC”), asserting claims for breach of \ncontract and fraud, among others.   \n2. Neither IQVIA UK nor IQVIA NC has answered the complaint , instead \nopting to file several pre-answer motions.  Defendants first ask the Court to stay all \nproceedings under N.C. Gen. Stat. § 1-75.12 on forum non conveniens grounds.  (ECF \nNo. 19.)  IQVIA UK separately asks the Court to dismiss the claims against it for lack \nof personal jurisdiction.  (ECF No. 17. )  In the alternative, Defendants also seek to \n2 \n \ndismiss all claims on the merits pursuant to North Carolina Rule of Civil Procedure \n12(b)(6).  (ECF No. 21.) \n3. For the following reasons, the Court GRANTS Defendants’ motion to stay \nall proceedings under section 1 -75.12.  The Court  DENIES as moot  all other \nrequested relief. \nRobinson, Bradshaw & Hinson, P.A. , by J. Dickson Phillips III, \nJonathan C. Krisko, and Morgan P. Abbott, and Hogan Lovells US LLP, \nby Dennis H. Tracey III and Allison M. Wuertz, for Plaintiff Cardiorentis \nAG.  \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P. , by Charles F. \nMarshall, Charles E. Coble, and Shepard D. O’Connell, and Cooley LLP, \nby Michael J. Klisch and Robert T. Cahill , for Defendants IQVIA Ltd.  \nand IQVIA RDS, Inc. \n \nConrad, Judge. \nI. \nBACKGROUND1\n \n4. It is not clear when Cardiorentis began developing Ularitide, but by April \n2010, the regulatory -approval process was underway.  (See Compl. ¶¶ 18, 19, ECF \nNo. 3.)  Though based in Switzerland, Cardiorentis hoped to market the drug widely.  \nIt sought approvals from two of the world’s key regulatory agencies, the United States \nFood and Drug Administration and the European Medicines Agency.  (Compl. ¶ 19.)  \nCardiorentis completed two preliminary clinical trials before selecting IQVIA UK, an \nEnglish company, to manage a Phase III  trial designed to demonstrate Ularitide’s \nsafety and efficacy.  (Compl. ¶¶ 1, 4, 20.)   \n                                                 \n1 In this section, the Court draws from the allegations in the complaint, along with the briefs \nand affidavits in support of and opposition to Defendants’ motion to stay. \n \n5. In August 2012, Cardiorentis and IQVIA UK (named Quintiles Ltd. at that \ntime) entered into a General Services Agreement (“Services Agreement”) that set out \nthe terms for a global, multi-year trial.  (Compl. ¶¶ 1, 6, 21; Mem. in Supp. Mot. Stay \nEx. 2, ECF No. 20.3 [“Services Agreement”] .)  IQVIA UK agreed to design and run \nthe trial in its entirety.  (Compl. ¶  22.)  Its duties included developing the protocol \nthat established the essential criteria for determining a patient’s eligibility to \nparticipate.  (Compl. ¶¶  22(a), 30.)  IQVIA UK was also required to select all trial \nsites, to monitor each site to ensure compliance with the protocol, and to perform full \nsource data verification to ensure that reported data matched the patient’s original \nmedical records.  (See Compl. ¶¶ 22(b), 22(f), 22(f), 37, 39; Defs.’ Reply Br. in Supp. \nMot. Stay Ex. 3 ¶¶ 18–19, ECF No. 81.4.)  Other duties included data management, \nstatistical analysis, and medical advisory services.  (See Mem. in Supp. Mot. Stay Ex. \n5 ¶¶ 7, 9–12, ECF No. 20.6.)  The Services Agreement is governed by English law and \nallows IQVIA UK to use the services of  its corporate affiliates, including its parent \nIQVIA NC.  (Services Agreement §§ 20.0; 28.0; Defs.’ Mem. in Supp. Mot. Stay 4, ECF \nNos. 20, 61 [“Mem. in Supp.”].)   \n6. Eight months after executing the Services Agreement, Cardiorentis entered \ninto a Clinical Quality Agreement (“Quality Agreement”) with IQVIA NC  (named \nQuintiles, Inc. at that time).  (Compl. ¶ 24.)  The Quality Agreement functioned as an \nextension of the Services Agreement, outlining processes for effective communication \nduring the trial.  (See Mem. in Supp. Ex. 3 § 1, ECF No. 20.4 [“Quality Agreement”].)  \n \nIf the Services Agreement and Quality Agreement conflicted in any way, the Services \nAgreement would control.  (Quality Agreement § 1.) \n7. The trial appears to have been a mammoth undertaking , involving m ore \nthan a hundred trial investigators , thousands of patients , and hospitals in 23 \ncountries.  (See Compl. ¶¶ 7, 8, 34; Defs.’ Reply Br. in Supp. Mot. Stay 6, ECF No. 81 \n[“Reply Br.”].)  Over a three -year period, IQVIA UK trained the investigators and \nthen collected, managed, and reviewed the trial data.  (Compl. ¶¶ 22(c), 22(g).)  Yet \nthe trial was unsuccessful.  (Compl. ¶¶ 8, 82, 84.)  \n8. Cardiorentis now seeks to hold Defendants responsible for the failed trial, \nclaiming that both Defendants breached the Services Agreement and that IQVIA NC \nbreached the Quality Agreement.  (Compl. ¶¶  91, 99.)  Cardiorentis alleges, among \nother things, that Defendants provided inadequate training, failed to monitor the \ntrial sites, allowed hundreds o f ineligible patients to enroll , and then concealed \ndeviations from the protocol .  (See Compl. ¶¶  46–49, 51.)  These violations, \nCardiorentis alleges, were intentional—a conscious choice to withhold resources and \nreduce trial costs for the purpose of inflating Defendants’ stock price before a merger.  \n(See Compl. ¶¶ 54–56.)  In addition to its claims for breach of contract , Cardiorentis \nasserts claims for  fraud, tortious misrepresentation, and  violations of  North \nCarolina’s Unfair and Deceptive Trade Practices Act.  (Compl. ¶¶ 106, 120, 130.)   \n9. In their pre -answer motions, Defendants contend that this case has little \nconnection to North Carolina .  They jointly seek a  stay on forum non conveniens  \ngrounds, and IQVIA UK separately contends that this Court lacks personal \n \njurisdiction over it.  In the event North Carolina is a proper venue, Defendants \ncontend that the case should be dismissed anyway because the complaint fails to state \na claim for relief. \n10. Before responding to the motions, Cardiorentis served discovery requests \ngeared toward venue and personal jurisdiction .  ( See ECF No. 50.)   Defendants \nobjected to those requests.  After full briefing, the Court denied Cardiorentis’s motion \nfor venue-related discovery, noting that courts typically do not permit discovery \nbefore deciding forum non conveniens .  See Cardiorentis AG v. IQVIA Ltd. , 2018 \nNCBC LEXIS 96, at *3–4, 8 (N.C. Super. Ct. Sept. 14, 2018). \n11. Defendants’ pre-answer motions are now fully briefed, and the Court held a \nhearing on November 13, 2018.  (ECF No. 71.)  The motions are ripe for decision.   \nII. \nANALYSIS \n \n12. Defendants argue that North Carolina is an inconvenient forum and  that \nCardiorentis’s claims should be heard, if at all, in England.2  On that basis, they ask \nthe Court to stay this case under section 1-75.12.  Cardiorentis responds that North \nCarolina is not only a convenient forum but also the forum with the most substantial \nconnection to the case. \n13. Section 1-75.12 codifies the doctrine of forum non conveniens.  If a trial court \nfinds “that it would work substantial injustice for [an] action to be tried in a court of \n                                                 \n2 In the alternative, Defendants argue that this case should be heard in Switzerland where \nCardiorentis maintains its principal place of business.  (Compl. ¶ 11; Mem. in Supp. 2.)  The \nCourt need not address this alternative position because it finds, based on the parties’ briefs \nand affidavits, that England is “a convenient, reasonable and fair place of trial .”  N.C. Gen. \nStat. § 1-75.12(a).  \n \nthis State, the judge on motion of any party may enter an order to stay further \nproceedings in the action in this State.”  N .C. Gen. Stat. §  1-75.12(a).  Put another \nway, when it appears that this State “is an inconvenient forum and that another is \navailable which would better serve the ends of justice and the convenience of [the] \nparties, a stay should be entered.”  Motor Inn Mgmt., Inc. v. Irvin-Fuller Dev. Co., 46 \nN.C. App. 707, 713, 266 S.E.2d 368, 371 (1980) (citing Silver v. Great Am. Ins. Co., 29 \nN.Y.2d 356, 361 (N.Y. 1972)). \n14. In deciding whether to grant a stay, our courts usually consider  a series of \nconvenience factors and policy considerations, including \n(1) the nature of the case, (2) the convenience of the witnesses, (3) the \navailability of compulsory process to produce witnesses, (4) the relative \nease of access to sources of proof, (5) the applicable law, (6) the bur den \nof litigating matters not of local concern, (7) the desirability of litigating \nmatters of local concern in local courts, (8) convenience and access to \nanother forum, (9) choice of forum by plaintiff, and (10) all ot her \npractical considerations. \n \nLawyers Mut. Liab. Ins. Co. of N.C. v. Nexsen Pruet Jacobs & Pollard, 112 N.C. App. \n353, 356, 435 S.E.2d 571, 573 (1993) (citing Motor Inn, 46 N.C. App. at 713, 266 S.E.2d \nat 371).  These factors parallel the public and private interest factors that federal \ncourts use to decide motions premised on forum non conveniens.  See, e.g., Gulf Oil \nCorp. v. Gilbert, 330 U.S. 501, 508 –09 (1947); DiFederico v. Marriott Int’l, Inc. , 714 \nF.3d 796, 804–08 (4th Cir. 2013); see also Motor Inn, 46 N.C. App. at 713, 266 S.E.2d \nat 371.  \n15. It is not necessary to consider each factor or to find that every factor weighs \nin favor of a stay .  See Muter v. Muter, 203 N.C. App. 129, 132 –33, 689 S.E.2d 924, \n \n927 (2010); Wachovia Bank v. Deutsche Bank Tr. Co. Ams., 2006 NCBC LEXIS 10, at \n*12 (N.C. Super. Ct. June 2, 2006).  Rather, the trial court must be able to conclude \nthat (1) a substantial injustice would result in the absence of a stay, (2) the stay is \nwarranted by the factors that are relevant and material, and (3) the alternative forum \nis convenient, reasonable, and  fair.  See Bryant & Assocs., LLC v. ARC Fin. Servs., \nLLC, 238 N.C. App. 1, 5, 767 S.E.2d 87, 91–92 (2014). \n16. With these principles in mind, t he Court turns to the relevant factors, \nbeginning with Cardiorentis’s choice of forum.   \nA. Plaintiff’s Choice of Forum \n17. Our courts generally begin with the presumption that a plaintiff’s choice of \nforum deserves deference.  See Wachovia Bank, 2006 NCBC LEXIS 10, at *1 8; see \nalso Wordsworth v. Warren, 2018 NCBC LEXIS 107, at *10 (N.C. Super. Ct. Oct. 15, \n2018); La Mack v. Obeid, 2015 NCBC LEXIS 24, at *16 –17 (N.C. Super. Ct. Mar. 5, \n2015).  The amount of deference due, though, varies with the circumstances.   \n18. When a plaintiff elects to sue outside its home forum , its “choice deserves \nless deference.”  Piper Aircraft Co. v. Reyno, 454 U.S. 235, 256 (1981).  This is not to \ndisfavor foreign litigants; there is simply less reason to believe that a litigant would \nchoose a foreign forum for reasons of convenience.   As the United States Supreme \nCourt has observed, “[w]hen the home forum has been chosen, it is reasonable to \nassume that this choice is convenient.  When the plaintiff is foreign, however, this \nassumption is much less reasonable.”  Id. at 255–56. \n \n19. That is t he case here.  Cardiorentis, a Swiss company,  brought this suit \nthousands of miles from its home.  Absent a contrary showing, it is not reasonable to \nassume that Cardiorentis chose North Carolina because of its convenience.  \n20. Cardiorentis argues that it was  faced with a choice between two \ninconvenient forums, North Carolina and England, and that it chose North Carolina \nas the more convenient of the two .  ( See Opp’n 2.)  The Court is not persuaded.  It \nappears that Cardiorentis conducted its pre -suit communications through English \ncounsel.  ( See Mem. in Supp. Ex. 7  ¶ 1.8, ECF No. 20.8.)  The decision to handle \npre-suit activity in England but then to bring suit in North C arolina hints at forum \nshopping rather than convenience.  Indeed, in other filings , Cardiorentis itself has \ncomplained about the inconvenience that results from a six-hour time difference and \nthe associated complexity of cross -Atlantic communications.  ( See Pl.’s Resp. Defs.’ \nMot. Extend Time ¶ 3, ECF No. 78.) \n21. The Court therefore gives reduced deference to Cardiorentis’s choice of \nforum.  This factor weighs against granting a stay, but only slightly. \nB. Location of Witnesses and Evidence \n22. The clinical trial for Ularitide was a global undertaking, involving  doctors, \npatients, and hospitals around the world .  As a result, t his litigation is likely to \ninvolve a number of witnesses and reams of evidence from a variety of locations—an \nimportant consideration because “the touchstone of forum non conveniens analysis is \nconvenience.”  La Seguridad v. Transytur Line, 707 F.2d 1304, 1307 (11th Cir. 1983).   \n \n1.  Convenience of Witnesses and Convenience and Access to Another Forum \n23. The location of witnesses is “always a key factor in forum non conveniens \ncases.”  Manu Int’l, S.A. v. Avon Prods., Inc. , 641 F.2d 62, 66 (2d Cir. 1981) .  The \nCourt must consider not only  the number of witnesses  but also the materiality and \nimportance of the witnesses.  See, e.g., Bos. Telecomms. Grp., Inc. v. Wood, 588 F.3d \n1201, 1209 (9th Cir. 2009); Reid-Walen v. Hansen , 933 F.2d 1390, 1396 (8th Cir. \n1991). \n24. Materiality turns on the nature of Cardiorentis’s allegations.   In its \ncomplaint, Cardiorentis attributes the trial’s failure primarily to the enrollment (and \nsubsequent concealment) of patients who did not meet the trial protocol.  (See Compl. \n¶¶ 7, 8, 49, 51.)  This protocol established the criteria by which a patient was included \nin or excluded from the trial.  (Compl. ¶¶ 31–32.)  Enrollment of ineligible patients \ncould affect the validity of the trial data, and IQVIA employees and affiliates were \nrequired to report any prot ocol deviations to Cardiorentis .  (See Compl. ¶¶ 33, 35; \nReply Br. Ex. 3 ¶ ¶ 12, 15.)  IQVIA UK also performed source data verification  to \nensure that the reported data matched patient records.  (See Reply Br. Ex. 3 ¶¶ 18–\n19.)  Defendants’ alleged failure to identify and report protocol deviations and \nperform source data verification forms the basis of this suit.  \n25. These duties were largely performed by three groups of potential witnesses: \nthe trial investigators, the Clinical Research Associates (“CRAs”), and the Clinical \nProject Management Team (“CPM team”).  (Reply Br. 5–6.)  The investigators are the \ndoctors who treated the patients at each study site .  (Reply Br. Ex. 3 ¶  7.)  They \n \nscreened potential trial participants and determined a patient’s eligibility .  (Compl. \n¶¶ 30, 34; Reply Br. Ex. 3 ¶ 7.)  The CRAs, in turn, had responsibility for training the \ninvestigators, overseeing them, and monitoring the trial sites, along with identifying \nprotocol deviations and performing source data verification.  (Reply Br. Ex. 3 ¶¶ 12, \n15, 18–19.)  The CPM team had overall responsibility for managing and operating the \ntrial, including oversight responsibility for training investigators, monitori ng sites, \nand addressing protocol deviations.  (Mem. in Supp. Ex. 5 ¶  8; Reply Br. Ex. 3 ¶¶ 7, \n14.)  In short, these individuals have personal knowledge of the conduct giving rise to \nthe allegations in the complaint.  Not all will be called as witnesses, b ut the key \nwitnesses are likely to come from their ranks. \n26. These witnesses are scattered across the globe, but with significant \nconcentrations in Europe.  Of the 179 investigators, forty-four percent were located \nin the European Union.  Only one was located in North Carolina.  (Mem. in Supp. Ex. \n4 Suppl. 5–9, ECF No. 20.5.)  Of the roughly 100 CRAs, seventy-two were in Europe \nand two were in North Carolina.  (Reply Br. Ex. 1 ¶ 6, ECF No. 81.2.)  Twenty-two of \nthe twenty-nine CPM team members were located in Europe while only two members \nwere in North Carolina.  (Reply Br. Ex. 1 ¶ 5.)   \n27. These witnesses and the work they performed were also managed from \nEurope.  Three of the five Global Clinical Project Managers (“Global CPMs”), who \nwere responsible for the overall operation of the study sites, were in Europe.  (Reply \nBr. Ex. 3 ¶¶ 8–10.)  None were located in North America.  (Reply Br. Ex. 3 ¶ 10.)  The \n \nGlobal CPMs were supervised by two Line Managers, one located in England and the \nother in France.  (Reply Br. Ex. 3 ¶ 9.)  \n28. Other teams that played relevant roles in the trial also appear to be \nconcentrated in Europe.  By way of example, a fifteen-member Executive Committee \ndesigned the trial protocol.  (Mem. in Supp. Ex. 4 1957.)  Eight of these team members \nwere in Europe, none in North Carolina.  (Mem. in Supp. Ex. 4 Suppl. 2.)  When the \ninvestigators and CRAs ran into medical issues, including issues of protocol \ninterpretation, the Medical Advisor s provided guidance.  (Mem. in Supp. Ex. 5 ¶  9.)  \nTwo of the seven were in North Carolina, but four were in Europe.  (Reply Br. Ex. 1 \n¶ 7.)  The investigators collected and processed patient data using a system developed \nby the Data Management team, every member of which was located in France.  (Mem. \nin Supp. Ex. 5 ¶ 11; Reply Br. Ex. 1 ¶ 8.)  The Biostatistician team was in charge of \ndesigning the trial’s statistical analysis plan and had s even members located in  \nEurope.  (Mem. in Supp. Ex. 5 ¶ 12; Reply Br. Ex. 1 ¶ 9.)  It seems clear that some of \nthese individuals  will be material witnesses; Cardiorentis has sought extensive \ninformation about their roles in the trial  in its discovery requests.  (Mem. in Supp. \nEx. 8 ¶¶ 4, 5, 20(g), 44, ECF No. 20.9.)  \n29. Cardiorentis says little about these potential witnesses, instead \nemphasizing Defendants’ quality assurance operations.  Cardiorentis points to the \nClinical Event Validation and Adjudication (“CEVA”) system, a North Carolina-based \nteam that Cardiorentis alleges trained the investigators and assisted with reporting \nprotocol deviations.  (Opp’n Ex. A ¶  14(c)–(d), ECF No. 75.1 .)  But Defendants have \n \nsupplied evidence showing that the CPM team, CRAs, and  investigators performed \nthese duties, not CEVA.  (Reply Br. Ex. 3 ¶¶  7–12.)  In addition, a separate Quality \nAssurance team conducted all of the trial’s audits (thirty in Europe, two in North \nCarolina), and its members were located in Finland, Belgium, and Texas.  (Reply Br. \nEx. 2 ¶¶ 1, 3, 9–10, 12, ECF No. 81.3.) \n30. CEVA appears to be an administrative data compilation tool that provided \ninformation to the Clinical Events Committee (“CEC”) and Data Safety Monitoring \nBoard (“DSMB”).  These two teams played a role in ensuring patient safety.  When a \npatient suffered a certain medical event, including death, the CEC analyzed the \ncause.  (Reply Br. Ex. 4 ¶¶  4–6, ECF No. 81.5.)  The DSMB also evaluate d patient \nsafety data and was the body that  ultimately recommended discontinuing the trial.  \n(Reply Br. Ex. 4 ¶¶ 10–12.)  The CEC team members are located entirely in Scotland, \nand three of the four DSMB team members were located in Europe.  (Mem. in Supp. \nEx. 4 Suppl. 3.)  \n31. Cardiorentis also alleges that ten other witnesses, all high-level IQVIA NC \nofficers and employees, are located in North Carolina.  (See Compl. ¶ 45(a)–(j); Opp’n \n7, 12, 14.)  According to Cardiorentis,  these employees made or approved every \nmedical and financial decision throughout the course of the trial.  (Opp’n 7; Opp’n Ex. \nA ¶¶  24, 25. )  But the  complaint does not clearly tie any of its allegations of \nwrongdoing to these  IQVIA NC employees.  In addition, IQVIA NC has supplied \naffidavits demonstrating that several of the witnesses had no day -to-day role in the \ntrial.  (See Mem. in Supp. Ex. 10 ¶¶ 10–13, ECF No. 20.11.) \n \n32. The Court concludes, based on the complaint’s allegations, that the  more \nmaterial witnesses are the trial personnel who were involved in drafting the protocol, \ntraining investigators, monitoring trial sites, identifying and reporting protocol \ndeviations, and performing source data verification.  As discussed above, most of \nthese witnesses are located in Europe  and few are located in North Carolina.   It is \ntherefore clear that England would be a far more convenient forum than North \nCarolina for the majority of the relevant witnesses.  \n33. Cardiorentis observes, correctly, that England and Europe are not \nsynonymous and that most of these witnesses are not located in England.  (Opp’n 9–\n10.)  But the weight of authority holds  that a European forum is more convenient \nwhen the preponderance of witnesses is concentrated in Europe .  See, e.g. , \nSchertenleib v. Traum, 589 F.2d 1156, 1165 (2d Cir. 1978); Vivendi S.A. v. T-Mobile \nUSA, Inc., 2008 U.S. Dist. LEXIS 118529, at *34–35 (W.D. Wash. June 5, 2008); Delta \nBrands, Inc. v. Danieli Corp., 2002 U.S. Dist. LEXIS 24532, at *25–26 (N.D. Tex. Dec. \n19, 2002).  Practically speaking, it is certainly easier for witnesses residing in Europe \nto travel to England than it is for the same witnesses to travel to North Carolina.   \n34. This is bolstered by th e fact that many of  the most material witnesses are \nthird parties .  The investigators, CEC team, and DSMB team members are not \nemployees of IQVIA UK or IQVIA NC.  ( See Mem. in Supp. Ex. 4 Suppl. 5 –9; Reply \nBr. 6; Reply Br. Ex. 4 ¶¶ 5, 10.)  These witnesses are more likely to participate in the \ncase if it proceeds in a European forum.  See Marnavi Splendor GmbH & Co. KG. v. \nAlstom Power Conversion, Inc., 706 F. Supp. 2d 749, 757 (S.D. Tex. 2010).  And courts \n \noften give greater weight to the convenience of nonparty witness.  See Morris v. Chem. \nBank, 1987 U.S. Dist. LEXIS 8031, at *13–14 (S.D.N.Y. Sept. 10, 1987); see also Banco \nde Seguros del Estado v. J.P. Morgan Chase & Co., 500 F. Supp. 2d 251, 262 (S.D.N.Y. \n2007); Mohamed v. Mazda Motor Corp., 90 F. Supp. 2d 757, 775 (E.D. Tex. 2000).   \n35. In short, the balance of witnesses with pertinent, firsthand information are \nin Europe, and England is a more convenient forum for those witnesses than North \nCarolina.  The convenience of witnesses favors a stay.  \n2.  Relative Ease of Access to Sources of Proof  \n36. Given the difficulty and expense  associated with gathering evidence in a \nforeign jurisdiction, the relative ease of access to sources of proof has been considered \nparticularly important in the forum non conveniens analysis.  See Ford v. Brown, 319 \nF.3d 1302, 1308 (11th Cir. 2003).  In analyzing this factor, a court should  first \nconsider the evidence required to prove or disprove each claim and then assess the \nlikely location of that evidence.  See J.C. Renfroe & Sons, Inc. v. Renfroe Japan Co., \nLtd., 515 F. Supp. 2d 1258, 1270 (M.D. Fla. 2007). \n37. Here, the Court has the benefit of reviewing Cardiorentis’s discovery \nrequests, which seek extensive discovery of evidence located largely in Europe.  For \nexample, Cardiorentis seeks information about the protocol, along with the identity \nof personnel involved with, and documents and communications related to, protocol \ndeviations and the source data verification process.  (Mem. in Supp. Ex. 8 ¶¶ 4–7, 13–\n15, 18, 25 ; Mem. in Supp. Ex. 9 ¶¶  4, 5 , 8 –10, ECF No. 20.10 .)  Other discovery \nrequests ask for information regarding the trial sites and associated staff, site visits, \n \nand site management.  (Mem. in Supp. Ex. 8 ¶¶  8–12, 16–18, 44; Mem. in Supp. Ex. \n9 ¶¶ 6, 7, 11.)  And Cardiorentis seeks the meeting minutes of the CEC and the DSMB \n(whose members are primarily in Europe); information about a Blind Data Review \nMeeting (held in Scotland); and all documents related to inspections by Dutch and \nSwiss regulatory authorities.  (Mem. in Supp. Ex . 5 ¶¶ 5, 14; Mem. in Supp. Ex. 8 \n¶¶ 28, 29,  49.)  The bulk of this information relates to European locations and \npersonnel.  (Reply Br. Ex. 3 ¶¶ 8–10.) \n38. It will be much easier for the parties to access relevant sources of proof from \nEngland.  Importantly, the Services Agreement that gives rise to all of IQVIA UK’s \ntrial responsibilities was executed in Reading, England.  (Mem. in Supp. Ex. 1 ¶  5, \nECF No. 20.2 ; Services Agreement  at 18.)  England is also closer to much of the \nrelevant evidence that will need to be collected from the study sites.   \n39. Conversely, North Carolina is not likely to be a significant source of \nevidence.  Cardiorentis seeks , for example,  discovery of all audits perf ormed by \nDefendants.  (Mem. in Supp. Ex. 8 ¶¶  31, 32; Mem. in Supp. Ex. 9 ¶  12.)  Only two \ntook place in North Carolina; the other thirty were in Europe.  (Reply Br. Ex. 2 ¶¶ 9–\n10.)  Documents related to CEVA may be based in North Carolina, but as discusse d \nearlier, CEVA is likely to be less material than the Europe-centric teams it supported.  \n(Reply Br. Ex. 4 ¶¶ 6, 8, 11.) \n40. Additionally, if this case were to proceed in England, the parties may be able \nto take advantage of European Council Regulation No. 1206/2001.  This regulation  \nsimplifies the exchange of evidence between members of the European Union.  See In \n \nre Air Crash Over the Mid -Atl. on June 1, 2009 , 760 F. Supp. 2d 832, 844 n.8 (N.D. \nCal. 2010); Vivendi S.A., 2008 U.S. Dist. LEXIS 118529,  at *37.  To the extent it is \navailable, this method of obtaining evidence slightly favors an English forum because \nit is preferable to obtaining evidence through the more “time -consuming and \nexpensive” procedures of the Hague Convention.  Crosstown Songs U.K., Ltd. v. Spirit \nMusic Grp., Inc., 513 F. Supp. 2d 13, 17 (S.D.N.Y. 2007); see also Rabbi Jacob Joseph \nSch. v. Allied Irish Banks, P.L.C. , 2012 U.S. Dist. LEXIS 121438, at *22 (E.D.N.Y. \nAug. 27, 2012).3     \n41. Given the worldwide nature of the clinical trial, Ca rdiorentis and \nDefendants will be required to undergo extensive and burdensome evidence \nproduction from abroad whether the case proceeds in North Carolina or England.  But \nthere is little relevant evidence in North Carolina, and England is much closer to \nimportant sources of proof.  This factor favors a stay.   \n3.  Availability of Compulsory Process \n42. Both North Carolina and England allow courts to compel unwilling \nwitnesses to attend trial proceedings.  Federal courts have generally found that this \nfactor favors dismissal from an American forum when, as here, a large number of \nwitnesses are located overseas beyond the reach of a court’s compulsory process.  See \n                                                 \n3 Cardiorentis argues that the United Kingdom’s anticipated exit from the European Union \ncasts doubt on  the availability of European Council Regulations, but this argument is \nspeculative.  (Opp’n 15–16.)  The timing and details of the so-called Brexit remain unsettled, \nand there is uncertainty as to whether the relevant procedural mechanisms (and many other \nEU regulations) would or would not continue to apply. \n \nMicroAire Surgical Instruments, LLC v. Arthrex, Inc., 2010 U.S. Dist. LEXIS 70191, \nat *20 (W.D. Va. July 13, 2010).  \n43. However, where the moving party fails to allege that nonparty witnesses \nwould participate only if compelled to do so, the availability of compulsory process  \n“should be given little weight in the overall balancing scheme” of  the forum no n \nconveniens analysis.  DiFederico, 714 F.3d at 806;  see also Carijano v. Occidental \nPetroleum Corp., 643 F.3d 1216, 1231 (9th Cir. 2011); Duha v. Agrium, Inc., 448 F.3d \n867, 877 (6th Cir. 2006); Peregrine Myan. Ltd. v. Segal, 89 F.3d 41, 47 (2d Cir. 1996).  \nNeither side has identified any involuntary witnesses  here.  In the absence of \nmeaningful evidence of the need for compulsory process, the factor is neutral. \nC. Applicable Law \n44. State and federal courts alike agree that the need to apply foreign law favors \na stay in a forum non conveniens analysis.  See, e.g., Manuel v. Gembala, 2012 N.C. \nApp. LEXIS 359, at *12 (N.C. Ct. App. Mar. 20, 2012) (upholding stay on appeal \nbecause, “most notably,” the claims were governed by federal law and other States’ \nlaws); see also Piper Aircraft, 454 U.S. at 260 n.29 (citing  cases); NLA Diagnostics \nLLC v. Theta Techs. Ltd., 2012 U.S. Dist. LEXIS 108779, at *12 –13 (W.D.N.C. Aug. \n3, 2012).  \n45. Cardiorentis’s claims for breach of contract will be governed by English law.  \nThe Services Agreement  specifies that it must be construed and applied “ in \naccordance with the laws of England and Wales, ” (Services Agreement § 28.0), and \nNorth Carolina courts generally honor choice -of-law clauses.  See IPayment, Inc. v. \n \nGrainger, 2017 N.C. App LEXIS 1087, at *9, 808 S.E.2d 796, 800 (2017).  The Quality \nAgreement does not have its own choice-of-law provision but, as an outgrowth of the \nServices Agreement, will also be governed by the law of England and Wales.  (Quality \nAgreement § 1.)  Cardiorentis does not dispute that either agreement is governed by \nEnglish law.   \n46. While American courts can and do apply foreign law, they regularly hold \nthat English courts are better equipped to apply English law.  See, e.g., Rabbi Jacob \nJoseph Sch., 2012 U.S. Dist. LEXIS 121438, at *1 3–14; Denmark v. Tzimas, 871 F. \nSupp. 261, 271 (E.D. La. 1994) .  Moreover, applying and proving fore ign law can \nimpose significant costs on parties in terms of time and money and can also increase \nthe administrative burden on the court.  See Yavuz v. 6 1 MM, Ltd., 576 F.3d 1166, \n1181 (10th Cir. 2009); In re Ban co Santander Sec. -Optimal Litig., 732 F. Supp. 2d \n1305, 1339 (S.D. Fla. 2010); Stroitelstvo Bulg., Ltd. v. Bulgarian -Am. Enter. Fund, \n598 F. Supp. 2d 875, 889 (N.D. Ill . 2009).  Therefore, that the contract claims are \ngoverned by English law favors a stay. \n47. As to Cardiorentis’s remaining claims, t he parties vigorously dispute the \napplicable law.  Generally, lex loci delicti “is the appropriate choice of law test to apply \nto tort claims,” including fraud.  Harco Nat’l Ins. Co. v. Grant Thornton LLP, 206 N.C. \nApp. 687, 692, 698 S.E.2d 719, 722 (2010).  The appropriate test for claims asserted \nunder the Unfair and Deceptive Trade Practices Act is unsettled, however.  Compare \nHarco Nat’l, 206 N.C. App. at 698, 698 S.E.2d at 726 (applying lex loci), with Andrew \n \nJackson Sales v. Bi-Lo Stores, Inc., 68 N.C. App. 222, 225, 314 S.E.2d 797, 799 (1984) \n(applying “most substantial relationship” test).   \n48. To evaluate this factor, the Court need not definitively determine which law \ngoverns, particularly when leaving the question open would avoid “unnecessarily \naddressing an undecided issue of [state] law.”  Galustian v. Peter , 561 F. Supp. 2d \n559, 565 (E.D. Va. 2008).  It suffices to not e that North Carolina law is unlikely to \napply to any of the tort claims. \n49. Under the lex loci  test, tort claims are governed by the law of the place of \ninjury, which is sustained in the jurisdiction where the last act giving rise to the \ninjury occurred.  See Harco Nat’l, 206 N.C. App. at 694, 698 S.E.2d at 724; Stetser v. \nTAP Pharm. Prods. Inc. , 165 N.C. App. 1, 14 , 598 S.E.2d 570, 580 (2004).  The last \nact is often “the suffering of damages.”  M-Tek Kiosk, Inc. v. Clayton, 2016 U.S. Dist. \nLEXIS 67036, at *4 9 (M.D.N.C. May 23, 2016) (alterations and quotation marks \nomitted).  There is no bright-line rule that a corporate plaintiff suffers injury in the \nforum where it maintains its principal  place of business.  See Harco Nat’l, 206 N.C. \nApp. at 697, 698 S.E.2d at 725–26.  But in this case, Cardiorentis asserts injury in \nthe form of costs it paid to mount the trial, other costs and expenses associated with \nthe trial , and lost profits.  (Compl. ¶¶  83–84.)  Cardiorentis likely suffered these \nlosses at its corporate home in Switzerland.  (Compl. ¶ 11.)  Therefore, it appears that \nSwiss law would govern all of Cardiorentis’s tort claims if the Court applied lex loci.   \n50. If the Court were required to apply the most significant relationship test to \nthe unfair trade practices claim, the question would be which forum has the strongest \n \nties to the case.  See, e.g., Andrew Jackson, 68 N.C. App. at 2 25, 314 S.E.2d at  799.  \nCardiorentis’s claim is primarily fraud -based, essentially alleging that Defendants \nimproperly concealed their breaches of a contract between English and Swiss \ncompanies and governed by English law.   (See, e.g. , Compl. ¶¶  104(b)–(c), 104(e).)  \nUnder this test, it seems likely that English or Swiss law would govern, not North \nCarolina law.  \n51. At this stage, it is evident there will be substantial questions of English law.  \nIt also appears likely that a court will need to apply Swiss law to at least some of \nCardiorentis’s claims and unlikely that North Carolina law will govern any of the \nclaims.  Therefore, this factor favors a stay.  \nD. Local Concern and Nature of the Case \n52. The Court must also consider the nature of the case and whether either \nforum has a local interest in resolving the controversy.  At its root, this case concerns \nthe performance of a global clinical trial pursuant to a contract (the Services \nAgreement) that is between English and Swiss companies  and governed by English \nlaw.  England therefore has a clear, strong interest.  See NLA Diagnostics, 2012 U.S. \nDist. LEXIS 108779, at *12–13. \n53. By contrast, North Carolina has a weaker interest.  Most of the conduct \ngiving rise to the claims occurred in Europe, not North Carolina.  The sole tie to North \nCarolina is the fact that IQVIA NC is located in this State.  (Compl. ¶ 12.)  Although \nour courts have a  general interest in providing a forum to hear disputes involving \ninjuries caused by citizens of the State, see Reid-Walen, 933 F.2d at 1400, this interest \n \nis diminished when the lion’s share of relevant activity occurred abroad and when the \ncontroversy is unlikely to be governed by North Carolina law.   \n54. Thus, the Court concludes that England possesses the stronger  interest in \nresolving this dispute.  See, e.g., Gullone v. Bayer Corp., 484 F.3d 951, 959 (7th Cir. \n2007); Pollux Holding, Ltd. v. Chase Manhattan Bank, 329 F.3d 64, 76 (2d Cir. 2003).  \nThese factors favor a stay.  See La Mack, 2015 NCBC LEXIS 24, at *21.   \nE. Fair and Reasonable Forum \n55. As a prerequisite to the entry of a stay, the moving party “must stipulate his \nconsent to suit in another jurisdiction.”  N.C. Gen. Stat. §  1-75.12(a).  This condition \nis met here.  IQVIA UK and IQVIA NC have stipulated their consent to suit in either \nEngland or Switzerland.  (Mem. in Supp. 23.)  \n56. Section 1 -75.12(a) also requires that the alternative forum be  reasonable \nand fair.  This, too,  is satisfied.  Cardiorentis does not contend that England is an \nunreasonable or unfair forum.  (Opp’n 3.)  Indeed, England is “a forum that American \ncourts repeatedly have recognized to be fair and impa rtial.”  Haynsworth v. Corp., \n121 F.3d 956, 967 (5th Cir. 1997); see also Tarasewicz v. Royal Caribbean Cruises, \nLtd., 2015 U.S. Dist. LEXIS 84779, at *39–40 (S.D. Fla. June 30, 2015); Capital Mkts. \nInt’l v. Gelderman, Inc., 1998 U.S. Dist. LEXIS 12488, at *12 (N.D. Ill. Aug. 7 1998).  \nIII. \nCONCLUSION \n \n57. After considering the relevant factors, the Court finds in its sound discretion \nthat this case should be stayed pursuant to section 1-75.12(a).  The convenience of \nwitnesses, ease of access to sources of proof, applicable law, and local interest factors \n \nsignificantly favor a stay and outweigh any deference due to Cardiorentis’s choice of \nforum.  The balance of all relevant factors shows that it would be more convenient for \nthe parties to litigate these claims  in England .  Defendants have shown that a \nsubstantial injustice would result if this case were to proceed in North Carolina  and \nthat England is a convenient, reasonable, and fair place of tri al.  For these reasons, \nthe Court GRANTS Defendants’ motion to stay , and this action is STAYED until \nfurther order of this Court.  \n58. As a result, the Court need not and does not decide whether it may exercise \npersonal jurisdiction over IQVIA UK or whether Cardiorentis has failed to state its \nclaims for relief.  The Court DENIES as moot Defendants’ motion to dismiss for \nfailure to state a claim and IQVIA UK’s motion to dismiss for lack of personal \njurisdiction.  See Sinochem Int’l Co. v. Malay. Int’l Shipping Corp., 549 U.S. 422, 425 \n(2007) (holding that forum non conveniens is a threshold issue that may be decided \nbefore ruling on personal jurisdiction or other issues).   \n59. During the pendency of the stay, the Court will hold this case on an inactive \ndocket.  The Court ORDERS that the parties shall jointly file a status report within \nsix months of the entry of this Order and every six months thereafter.  In the event \nthe parties resolve this dispute by settlement or other means, they  shall notify the \nCourt within seven days of reaching any resolution.  \n \n \n \n \n \n \n \nSO ORDERED, this the 31st day of December, 2018. \n/s/ Adam M. Conrad    \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}