{
  "id": "d48300c80bf4a09bbef83018b883bfc2d22a7feba47894b2df5ef6d8f2b6e0f8",
  "source_file": "data/raw/ncbc/d48300c80bf4a09bbef83018b883bfc2d22a7feba47894b2df5ef6d8f2b6e0f8.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 5216 \n \nMICHAEL G. WOODCOCK, \nIndividually and Derivatively on \nbehalf of Fayetteville Ambulatory \nSurgery Center Limited Partnership, \n \nPlaintiff, \n \nv. \n \nCUMBERLAND COUNTY \nHOSPITAL SYSTEM, INC.; CAPE \nFEAR VALLEY AMBULATORY \nSURGERY CENTER, LLC; \nSURGICAL CARE AFFILIATES, \nLLC; and NATIONAL SURGERY \nCENTERS, LLC, \n \nDefendants, \n \nand \n \nFAYETTEVILLE AMBULATORY \nSURGERY CENTER LIMITED \nPARTNERSHIP,  \n \n                                Nominal  \n                                Defendant. \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS FOR \nPARTIAL JUDGMENT ON THE \nPLEADINGS  \n[PUBLIC]\n1 \n \nTHIS MATTER is before the Court on two separate Motions (“Motions,” ECF \nNos. 79, 89).  First, Defendants Cumberland County Hospital System, Inc. (“CCHS”) \nand Cape Fear Valley Ambulatory Surgery Center, LLC  (“CFVASC”) jointly filed a \nMotion for Partial Judgment on the Pleadings on 21 June 2022.  (ECF No. 79.)  \nSecond, Surgical Care Affiliates, LLC (“SCA”) and National Surgery Centers, LLC  \n \n1 Recognizing that this Order and Opinion cites and discusses the subject matter of \ndocuments that the Court has allowed to remain filed under seal in th is action, the Court  \nelected to file this Order and Opinion under seal on 3 November 2022.  The Court  then \npermitted the parties an opportunity to propose redactions to the public version of this \ndocument.  The parties did not propose any redactions.  Accordingly, the Court now files the \nunredacted, public version of this Order and Opinion.  \nWoodcock v. Cumberland Cnty. Hosp. Sys., Inc., 2022 NCBC 68. \n(“NSC”) also jointly filed a Motion for Partial Judgment on the Pleadings  on 11 July \n2022.  (ECF No. 89.)  \nTHE COURT, having considered the Motion s, the briefs  of the parties , the \narguments of counsel, the applicable law, and all appropriate matters of record, \nCONCLUDES that the Motion s should be GRANTED,  in part, and DENIED,  in \npart, for the reasons set forth below. \nDouglas S. Harris for Plaintiff Michael G. Woodcock.  \n \nK&L Gates LLP by Marla T. Reschly, Susan K. Hackney, and Daniel D. \nMcClurg for Defendants Cumberland County Hospital System, Inc. and \nCape Fear Valley Ambulatory Surgery Center, LLC.  \n \nBradley Arant  Boult Cummings LLP by Jonathan E. Schulz and \nChristopher C. Lam for Defendants Surgical Care Affiliates, LLC  and \nNational Surgery Centers, LLC.  \n \nDavis, Judge. \n \nINTRODUCTION \n \n1. This action relates to the ownership and operation of Fayetteville \nAmbulatory Surgery Center Limited Partnership (“FASC”) , which operates an \nambulatory surgery center in Fayetteville, North Carolina .  (Compl. Ex. 1, at pp. 6–\n7, ECF No. 3.2.)    \n2. As discussed in more detail below, the key issue in this case stems from \nthe parties’ disagreement over the validity of a 1 April 2019 sale by NSC of its 100% \nequity ownership interest in CFVASC (the general partner of FASC ) to CCHS  (a \nformer limited partner of FASC).  (Compl. ¶ 17, ECF No. 3 (sealed), ECF No. 15.)\n2  \n \n2 In this opinion, this sale is referred to as the “April 2019 Transaction.” \n3. Although discovery in this case has been ongoing for quite some time, \nthe Motions presently before the Court —as set out above —are motions for parti al \njudgment on the pleadings pursuant to Rule 12(c) of the North Carolina Rules of Civil \nProcedure.   \nFACTUAL AND PROCEDURAL BACKGROUND \n4. “The Court does not make findings of fact on a Rule 12(c) motion for \njudgment on the pleadings.”  Blusky Restoration Contrs., LLC v. Brown, 2022 NCBC \nLEXIS 124, at *4 (N.C. Super. Ct. Oct. 20, 2022).  Rather, the Court recites only those \nallegations in the pleadings and matters of record that are relevant and necessary to \nthe Court’s determination of the Motions. \n5. Although the limited partnership agreement controlling FASC has been \namended several times, the version of the agreement relevant to this dispute is dated \n1 October 1995 and entitled “Second Amended and Restated Limited Partnership \nAgreement.”  (Compl. Ex. 1 [hereinafter “1995 LP Agreement”].) \n6. At the time the 1995 LP Agreement was executed, FASC was comprised \nof CFVASC—then known by its former name of NSC Fayetteville, Inc. (“NSC \nFayetteville”)—as the general partner along with twelve limited partners.  (1995 LP \nAgreement, at Sched. A.)  NSC Fayetteville was a wholly owned subsidiary of NSC, \nwhich, in turn, was a wholly owned subsidiary of SCA.  (Compl. Ex. 3, ECF No. 3.4; \nCompl. Ex. 4  [hereinafter “Equity Purchase Agreement”] , at p. 1,  ECF No. 3.5  \n(sealed).)  Among the twelve limited partners were  Plaintiff Michael Woodcock and \nCCHS.3  (1995 LP Agreement, at Sched. A.) \n7. At some point in time, NSC and SCA made known their intent to sell \nthe equity in NSC Fayetteville.  (Compl. Ex. 5 [hereinafter “ Contribution \nAgreement”], at p. 1, ECF No. 3.6 (sealed).)  Woodcock and CCHS separately engaged \nin negotiations with NSC and SCA in an effort to acquire NSC Fayetteville.  (Compl. \nEx. 2, ECF No. 3.3; Compl. Ex. 6, ECF No. 3.7.)  NSC and SCA ultimately decided to \nsell the equity in NSC Fayetteville  to CCHS, precipitating the April 2019 \nTransaction.  (Equity Purchase Agreement, at p. 1.) \n8. The April 2019 Transaction actually comprises two distinct, but related, \nagreements that were both entered into on 1 April 2019.  First, CCHS conveyed all of \nits then-owned limited partner shares  to NSC Fayetteville by means of a written \nagreement titled “Contribution Agreement ” (Compl. Ex. 5 , ECF No. 3.6 (sealed)) , \nwhich purported to divest CCHS of its limited partner status in FASC.  (Compl. ¶ 17.)  \nNSC Fayetteville, CCHS, and NSC were the signatories on the Contribution \nAgreement.  (Contribution Agreement, at pp. 4–6.) \n9. By virtue of the Contribution Agreement, NSC Fayetteville  was to  \nremain the owner of the limited partner shares it already held and to also become the \nowner of the limited partner shares that it was receiving from CCHS.  In addition, \nthe Contribution Agreement stated as follows:  \n \n3 Woodcock is a medical doctor in Cumberland County, North Carolina.  (1995 LP Agreement, \nat Sched. A.)  CCHS is a North Carolina non-profit corporation that has surgical centers and \noperating rooms also located in Cumberland County.  (Compl. ¶ 3.) \nImmediately following the consummation of the Conveyance in \naccordance with the terms and conditions contained herein, [CCHS] has \nagreed to purchase from [NSC], and [NSC] has agreed to sell to [CCHS], \nall of the [ NSC Fayetteville] Equity owned by [NSC] for the \nconsideration and on the terms and subject to the conditions set forth in \nthat certain Equity Purchase Agreement, by and among the Parties, \ndated as of the Effective Date (the “Purchase Agreement”).  Immediately \nfollowing th e Conveyance and the consummation of the transactions \ncontemplated by the Purchase Agreement, [CCHS] will (a) directly own \nall of the [ NSC Fayetteville] Equity and (b) indirectly, through its \nownership of the [ NSC Fayetteville] Equity, own (i) a ll of the G eneral \nPartner Units of FASC and (ii) 56.09986239 Limited Partner Units of \nFASC.  \n \n(Contribution Agreement, at p. 1.) \n \n10. Immediately thereafter , a second document , the “ Equity Purchase \nAgreement,” was executed.   (Compl. Ex. 4, ECF No. 3.5 (sealed).)  The signatories on \nthe Equity Purchase Agreement were, once again, NSC Fayetteville, CCHS, and \nNSC.  (Equity Purchase Agreement, at pp. 26–28.) \n11. The Equity Purchase Agreement stated that CCHS was purchasing \nfrom NSC 100% of the equity of NSC Fayetteville.  (Equity Purchase Agreement, at \np. 1 .)  The agreement further provided that CCHS would “ (a) directly own one \nhundred percent (100%) of the Equity of [ NSC Fayetteville]  and (b) indirectly, \nthrough its ownership of [ NSC Fayetteville], own (i) one hundred percent (100%) of \nthe ‘General Partner Units ’ of FASC and (ii) 43.6574805% of the ‘ Limited Partner \nUnits’ of FASC[.]”  (Equity Purchase Agreement, at p. 1.)    \n12. On 17 April 2022, NSC Fayetteville was renamed CFVASC. \n13. In this lawsuit, Woodcock challenges the validity of the April 2019 \nTransaction and argues that CCHS “does not have lawful authority to own 100% of \n[CFVASC] or to exercise any authority over [CFVASC].”  (Compl. ¶ 146.)   \n14. Essentially, Woodcock contends that the April 2019 Transaction  \nbreaches various provisions of the 1995 LP Agreement and that the methods utilized \nto effectuate the transaction  were purposefully crafted to sidestep certain terms \ncontained within the 1995 LP Agreement.  (Compl. ¶¶ 18–29.) \n15. The same factual background underlying this lawsuit was the subject of \na prior lawsuit filed by Woodcock (along with several of the other limited partners of \nFASC) against CCHS and CFVASC.  See Woodcock v. Cumberland Cty. Hosp. Sys., \nInc., Case No. 2019- CVS-8790 (Guilford Cty. N.C. Super. Ct.) (the “Prior Lawsuit”).  \nThe Prior Lawsuit was voluntarily dismissed without prejudice by Plaintiffs pursuant \nto Rule 41 of the North Carolina Rules of Civil Procedure on 24 November 2020.  (Id., \nPls.’ Voluntary Dismissal Without Prejudice Pursuant to Rule 41(a)(1), ECF No. 85.)   \n16. On 11 May 2021, Woodcock, Carol Wadon, Camille Wahbeh, and George \nDemetri (all limited partners of FASC)  filed th e Complaint in the present action  \nagainst CCHS, CFVASC, SCA, and NSC.4  The Complaint asserted a combination of \nclaims brought both individually and derivatively on behalf of FASC.  (Compl. ¶¶ 12–\n146.)5   \n17. After an initial stay of this action, (ECF No. 42), e ach of the named \nDefendants filed an answer to the Complaint on 23 September 2021.  (ECF Nos. 45–\n46.)   \n \n4 FASC was named as a nominal Defendant. \n \n5 On 19 September 2022, Plaintiffs Wadon, Wahbeh, and  Demetri voluntarily dismissed all \nof their claims , leaving Woodcock as the sole remaining Plaintiff  in this action .  (ECF No. \n108.) \n \n18. Woodcock filed a Motion for Declaratory Judgment on 8 November 2021 \n(ECF No. 49), which was subsequently denied without prejudice by the Court on 20 \nJanuary 2022.  (ECF No. 75.) \n19. On 21 June 2022, CCHS and CFVASC filed a Motion for Partial \nJudgment on the Pleadings , seeking the dismissal of all of Woodcock’s individual \nclaims against them a s well as  dismissal of the fourth claim for relief in the \nComplaint, which purported to assert an alternative derivative claim for breach of \ncontract against CFVASC.  (Defs. CCHS, Inc. and CFVASC, LLC’s Mot. Partial J . \nPleadings, ECF No. 79.)   In support of their Motion, CCHS and CFVASC attached \nthe Contribution Agreement and the Equity Purchase Agreement.  (See Defs. CCHS, \nInc., and CFVASC, LLC’s Br. Supp. of Mot. Partial J. Pleadings [hereinafter “CCHS \n& CFVASC Br . Supp.”], ECF No. 80; CCHS & CFVASC Br . Supp. Ex. A, ECF No. \n81.1; CCHS & CFVASC Br. Supp. Ex. B, ECF No. 81.2.)       \n20. Subsequently, on 11 July 2022, Defendants SCA and NSC filed a \nseparate Motion for Partial Judgment on the Pleadings , seeking dismissal  of the \nindividual claims asserted against them as well as  of Woodcock’s standalone claim \nfor punitive damages designated as the sixth claim for relief in the Complaint.  (Defs. \nSCA, LLC’s and NSC, LLC’s Mot. Partial J. Pleadings, ECF No. 89.)  \n21. On 6 October 2022, the Court held a hearing on the Motions, which are \nnow ripe for resolution. \nLEGAL STANDARD \n22. Rule 12(c) is intended “ to dispose of baseless claims or defenses when \nthe formal pleadings reveal their lack of merit and is appropriately employed where \nall the material allegations of fact are admitted in the pleadings and only questions \nof law remain. ”  Dicesare v. Charlotte- Mecklenburg Hosp. Auth. , 376 N.C. 63, 70 \n(2020) (cleaned up).  In deciding a Rule 12(c) motion, “ the trial court is required to \nview the facts and permissible inferences in the light most favorable to the nonmoving \nparty, with all w ell pleaded factual allegations in the nonmoving party ’s pleadings \nbeing taken as true and all contravening assertions in the movant ’s pleadings being \ntaken as false.”  Id.  “All allegations in the nonmovant’s pleadings, except conclusions \nof law, legally impossible facts, and matters not admissible in evidence at the trial, \nare deemed admitted by the movant for purposes of the motion. ”  Ragsdale v. \nKennedy, 286 N.C. 130, 137 (1974).  \n23.  “An exhibit, attached to and made a part of the  pleading,” Wilson v. \nCrab Orchard Dev. Co., 276 N.C. 198, 206 (1970), and documents that are “the subject \nof the action and specifically referenced in the complaint,” Erie Ins. Exch. v. Builders \nMut. Ins. Co. , 227 N.C. App. 238, 242 (2013), are properly considered on \na Rule 12(c) motion.  Where a document is attached, “ [t]he terms of such exhibit \ncontrol other allegations of the pleading attempting to paraphrase or construe the \nexhibit, insofar as these are inconsistent with its terms.”  Wilson, 276 N.C. at 206.  \n24. “Subject matter jurisdiction is the indispensable foundation upon which \nvalid judicial decisions rest,” In re T.R.P. , 360 N.C. 588, 590 (2006), and “has been \ndefined as ‘the power to hear and to determine a legal controversy; to inquire into the \nfacts, apply the law, an d to render and enforce a judgment,’ ”  High v. Pearce, 220 \nN.C. 266, 271 (1941) (citations omitted).  “[T]he proceedings of a court without \njurisdiction of the subject matter are a nullity.”  Burgess v. Gibbs, 262 N.C. 462, 465 \n(1964) (citation omitted).   \n25. “As the party invoking jurisdiction, plaintiff has the burden of \nestablishing standing.”  Queen’s Gap Cmty. Ass’n v. McNamee,  2011 NCBC LEXIS \n37, at *4 (N.C. Super. Ct. Sept. 23, 2011) (cleaned up).  In dete rmining the existence \nof subject matter jurisdiction, the Court may consider matters outside the pleadings.  \nEmory v. Jackson Chapel First Missionary Baptist Church , 165 N.C. App. 489, 491 \n(2004) (citation omitted).  “However, if the trial court confines i ts evaluation [of \nstanding] to the pleadings, the court must accept as true the [claimant]’s allegations \nand construe them in the light most favorable to the [claimant].”  Munger v. State, \n202 N.C. App. 404, 410 (2010) (quoting DOT v. Blue, 147 N.C. App. 596, 603 (2001)).  \nANALYSIS \n26. At the outset, it is important to emphasize what is ( and is not) at issue \nwith regard to Defendants ’ Motions.\n6  The present Motions do not ask the Court to \nrule on the key legal issue in this lawsuit —that is, whether the  April 2 019 \nTransaction was legally invalid based on impermissible conflicts with the substantive \nprovisions of the 1995 LP Agreement—or on the bulk of Woodcock’s damages claims \nflowing from that question.  Instead , Defendants’ Motions raise limited issues that \ncan collectively be divided into three categories.  First, Defendants seek dismissal of \nall of Woodcock’s individual claims as set out in the Complaint on the ground that he \n \n6 As noted above, the Court is addressing two discrete motions—each filed by a different set \nof Defendants.  Nevertheless, due to the significant overlap between the arguments raised in \nthe respective motions, the Court deems it appropriate to analyze them together.  \nlacks standing to assert them individually .   Second, Defendants seek dismissal of \nWoodcock’s fourth claim for relief— designated as an alternative derivative claim for \nbreach of contract against CFVASC—on the ground that it fails to state a valid claim \nfor relief.  Finally, Defendants seek dismissal of Woodcock’s sixth claim for relief, \nwhich is a claim for punitive damages.  The Court will address each issue in turn. \nI. Standing \n27. The bulk of Defendants’ arguments concern the issue of standing.  \nDefendants contend that because all of Woodcock’s claims in this action are premised \nupon allegations of injury to FASC itself as a result of Defendants’ actions, all of these \nclaims must be brought derivatively.  For this reason, Defendants seek judgment on \nthe pleadings as to the individual claims Woodcock has asserted in Claims One, Two, \nThree, Five, Eight, and Eleven as set out in the Complaint.7   \n28. Our Court of Appeals has succinctly summarized the standing principles \napplicable to a suit involving limited partners in a partnership as follows:   \nThe general rule of partner standing to sue individually is stated in \nEnergy Investors: “It is settled law in this State that one partner may \nnot sue in his own name, and for his benefit, upon a cause of action in \nfavor of a partnership.”  351 N.C. at 336–37, 525 S.E.2d at 445 (citation \nand quotation marks omitted).   The rule includes a cause of action \nagainst other partners in the partnership, Jackson v. Marshall, 140 N.C. \nApp. 504, 508, 537 S.E.2d 232, 235 (2000), disc. review denied, 353 N.C. \n375, 547 S.E.2d 10 (2001), as well as a cause of action against an \nunrelated third party, Energy Investors, 351 N.C. at 336–37, 525 S.E.2d \nat 445.  “The only two exceptions to this rule are: (1) a plaintiff alleges \nan injury ‘separate and distinct’ to himself, or (2) the injuries arise out \nof a ‘special duty’ running from the alleged wrongdoer to the plaintiff. ”  \n \n7 Each of these claims has been asserted both individually and derivatively, except for Claim \nEleven (a claim for declaratory judgment) which appears to have been only brought \nindividually.  Defendants have not challenged Woodcock’s standing to assert his derivative \nclaims. \n351 N.C. at 335, 525 S.E.2d at 444 (emphasis added) (recognizing the \ntwo exceptions in a suit brought by a limited partner and citing Barger \nv. McCoy Hillard & Parks, 346 N.C. 650, 660, 488 S.E.2d 215, 220 \n(1997), which recognized the same two exceptions i n a suit brought by \nshareholders in a corporation). \n \nGaskin v. J.S. Procter Co., LLC, 196 N.C. App. 447, 451 (2009).  \n29. An injury is “separate and distinct”  when it is “peculiar or personal ” to \nthe plaintiff.  See Barger, 346 N.C. at 659.  “An injury is peculiar or personal to the  \n[plaintiff] if ‘a legal basis exists to support plaintiffs’ allegations of an individual loss, \nseparate and distinct from any damage suffered by the [ entity.]’ ”  See i d. (quoting \nHowell v. Fisher, 49 N.C. App. 488, 492 (1980), disc. rev. denied, 302 N.C. 218 (1981)).  \n30. To maintain an individual claim  for injuries  arising from a “special \nduty,” a plaintiff “must allege facts from which it may be inferred that defendants \nowed plaintiffs a special duty.  The special duty may arise from contract or otherwise.”  \nId.  Moreover, it is crucial that the “special duty” is “one that the alleged wrongdoer \nowed directly to the [plaintiff] as an individual.”  Id.  Furthermore, the plaintiff must \nshow “that defendants owed a duty to plaintiffs as [limited partners] and was \nseparate and distinct from the duty defendants owed the [partnership].”  Id.   \n31. In sum, “[u]nless plaintiff, as a limited partner, alleged facts sufficient \nto fit into one of these two exceptions, his claims are derivative and he has no standing \nto bring this action as an individual, non-derivative claim.”  Jackson v. Marshall, 140 \nN.C. App. 504, 508 (2000).   \n32. In the present case, Woodcock maintains that he possesses standing to \nassert the individual claims at issue because Defendants’ acts in connection with the \nApril 2019 Transaction violated his voting rights as a limited partner in FASC.  \n33. This Court has previously addressed the extent to which claims alleging \na violation of a plaintiff’s voting rights on company matters can be brought \nindividually.  See Bennett v. Bennett, 2019 NCBC LEXIS 19 (N.C. Super. Ct. Mar. 15, \n2019); 759 Ventures, LLC v. GCP Apt. Investors, LLC , 2018 NCBC LEXIS 82 (N.C. \nSuper. Ct. Aug. 13, 2018).8   \n34. 759 Ventures involved a management dispute between the two member- \nmanagers of an LLC.  759 Ventures, 2018 NCBC LEXIS 82, at *1.  The plaintiff owned \na two -thirds membership interest  in the company, and the defendant owned the \nremaining one-third.  Id . at *2.   The parties agreed to serve as co- managers with \nequal rights and authority to manage the LLC.   Id .  The plaintiff alleged that the \ndefendant had breached the LLC’s operating agreement by excluding the plaintiff \nfrom management decisions.  Id . at *8.  Specifically, the plaintiff  contended that a \ndistribution authorized by the defendant —without the plaintiff’s approval —\namounted to a deprivation “of its rights to participate equally in [the LLC’s] \nmanagement, to approve management decisions, and to veto distributions to [the \nLLC’s] members.”  Id . at *9.   In response, the defendant argued that the plaintiff \nlacked standing to bring a claim for breach of the operating agreement  individually \nand that any such claim must be brought derivatively.  Id. at *8.   \n35. This Court stated that “[t]he  answer ‘turns on whether the alleged \ninjuries were caused directly to’ [the plaintiff individually] o r instead ‘are a \nconsequence of breaches of fiduciary duty that harmed’ [the LLC].”  Id . (quoting \n \n8 Although both Bennett and 759 Ventures arose in the context of limited liability companies \n(LLCs), the standing principles discussed therein apply equally here. \nRobinson on North Carolina Corporation Law § 34 .04[5] (7th ed. 2017)).   We \nconcluded that the plaintiff had standing to pursue its individual claim for breach of \nthe operating agreement because the \nalleged injuries are [plaintiff’s] and [plaintiff’s] alone.  The right to exert \nmanagement authority and the right to vote on key management \ndecisions are rights possessed by [plaintiff], either as a manager of [the \nLLC] or as its majority member.  The deprivation of those rights is a \nharm unique to [plaintiff], not one felt by [the LLC].   \n \nId. at *9.  The Court added that the plaintiff sought “to enforce its own rights under \nthe Operating Agreement and to remedy its own injuries, not those of [the LLC].”  Id. \nat *11.  However, we noted that not “all claims asserted by a member or manager of \nan LLC for breach of its operating agreement are inherently [individual,] ” and that \n“[t]o the extent the relevant term in an operating agreement gives rise to a duty owed \nto the company, a claim for breach of that duty is one belonging to the company, and \nnot generally to its members or managers.”  Id. at *10–11.        \n36. In Bennett, the plaintiffs brought individual claims alleging that the \ndefendants had breached fiduciary duties owed to them by seizing control of the LLC \nwithout the authorization of its members and then engaging in a series of acts to \nconsolidate their control.   Bennett, 2019 NCBC LEXIS 19, at *12.   The defendants \nsought dismissal of the plaintiffs’ individual claims on standing grounds.  Id .  This \nCourt rejected the defendants’ argument, ruling that the p laintiffs’ alleged injuries \nwere “separate and distinct” from those of the LLC .  Id. at *14.  We stated that “[a]t \nroot [the plaintiffs] allege that [the defendants] sei zed managerial control without \nauthorization and took actions on behalf of [the LLC] against the wishes of the \nmajority of its members.  If so, the effect was to deprive dissenting members of their \nvoting rights.”  Id.   \n37. Here, Woodcock’s response to Defendants’ standing argument is that the \nApril 2019 Transactio n violated his voting rights as a limited partner because the \nContribution Agreement and the Equity Purchase Agreement could not lawfully have \nbeen executed under the terms of the 1995 LP Agreement without a prior vote of the \nlimited partners authorizing these transactions.  Based on the principles set forth in \n759 Ventures and Bennett, the Court must carefully review both the specific claims \nasserted by Woodcock at issue and the pertinent provisions of the 1995 LP Agreement \nin order to determine whether they do, in fact, sufficiently impact his voting rights so \nas to confer standing upon him to assert these claims individually.  The Court deems \nit advisable to consider C laims One, Two, Three, and Five together as they all stem \ndirectly from the April 2019 Transaction .  The Court will then separately address \nClaim Eight and then Claim Eleven. \nClaims One, Two, Three, and Five \n38. Claim One asserts a claim for breach of contract against CCHS and \nCFVASC.  (Compl. ¶¶ 12–37.)  Woodcock alleges that CCHS and CFVASC breached \nthe 1995 LP Agreement  by the act of entering into the Equity Purchase Agreement \nand the Contribution Agreement.  (Compl. ¶ 13.)  \n39. In Claim Two, Woodcock asserts that through their participation in the \nApril 2019 Transaction,  SCA and NSC tortious ly interfered with a contractual  \nrelationship—specifically, the contractual relationship established by the 1995 LP \nAgreement—by inducing CFVASC to violate that Agreement.  (Compl. ¶¶ 38–54.) \n40. Claim Three similarly alleges that CCHS tortiously interfered with a \ncontractual relationship by virtue of its role in the April 2019 Transaction .  (Compl. \n¶¶ 55–62.) \n41. Finally, in Claim Five, Woodcock alleges that NSC, SCA, and CCHS —\nthrough their roles in the April 2019 Transaction —engaged in a civil conspiracy by \ninducing CFVASC to violate its fiduciary and contractual duties.  (Compl. ¶¶ 72–82.)  \n42. In opposing Defendants’ standing arguments, Woodcock attempts to rely \non two separate provisions of the 1995 LP Agreement —Sections 19.1 and 14.3—in \norder to show that his claimed injury stems from a denial of his voting rights so as to \nconfer standing upon him to assert these claims  not only derivatively but also \nindividually.   \n43. Section 19.1 of the 1995 LP Agreement provides as follows:  \nThis Agreement may be modified o r amended at any time by a writing \nsigned by the General Partner and by Two -Thirds in Interest of the \nLimited Partners; provided however, that, without the express, written \nconsent of each Partner affected thereby, no such modification or \namendment shall c hange the interest of any Partner in the capital, \nprofits, losses or cash distributions of the Partnership or its rights of \ncontribution or withdrawal with respect thereto. \n \n(1995 LP Agreement, at p. 40 (emphasis added).)  \n \n44. Woodcock relies on  the first  clause of Section 19.1 in his standing \nargument.  Although his Complaint is not a model of clarity, Woodcock does not \nappear to be alleging that the 1995 LP Agreement was actually amended or modified \nby the execution of the Contribution Agreement and Equity Purchase Agreement .  \nInstead, his argument can be summarized as follows: (1) the terms of the \nContribution Agreement  and Equity Purchase Agreement  conflict with various \nsubstantive provisions of the 1995 LP Agreement ; (2) for this reason , pursuant to \nSection 19.1, the Contribution Agreement and Equity Purchase Agreement could only \nbe given legal effect if two- thirds of the limited partners had previously voted to \namend th e 1995 LP Agreement  in a way that would permit the April 2019 \nTransaction to occur; and (3) by nevertheless executing these two documents without \nfirst obtaining a successful two-thirds vote and by proceeding to act as if they were \nlegally effective, Defendants have deprived Woodcock of his right to vote on  these \nissues.     \n45. The Court is unable to agree.  Woodcock’s argument, which is somewhat \ncircular, is too attenuated to support his ultimate conclusion.  As Defendants note, \nthe acceptance of Woodcock’s logic would mean that any  violation of the 1995 LP \nAgreement could be construed as an infringement of his voting rights.  \n46. Woodcock’s argument under Section 14.3 fails for an even more basic \nreason.  The introductory paragraph to Section 14.3 provides as follows: \nIn addition to other acts expressly prohibited or restricted by this \nAgreement or by the Partnership Act, and in order to eliminate or limit \nany actual or potential conflicts of interest between the General Partner \nand the Partnership or the Limited Partners, the General Partner shall \nhave no authority to make any decision or take any action to act on \nbehalf of the Partnership with respect to any of the following matters \nunless such decision or action within the scope of the following matters \nhas been approved in writing by Two -Thirds in Interest of the Limited \nPartners[.] \n \n(1995 LP Agreement, at p. 17 (emphasis added).)  Section 14.3 then goes on to list 22 \nmatters (separately enumerated as subparts (a)–(v)) that are prohibited.   ( 1995 LP \nAgreement, at pp. 17–21.)   \n47. However, as quoted above, the opening paragraph of Section 14.3 \nexpressly limits the scope of that section to actions taken by CFVASC—i.e., the \nGeneral Partner —“on behalf of t he Partnership[.]”  (1995 LP Agreement , at p. 17 \n(emphasis added).)   \n48. The specific acts that Woodcock alleges in Claims One, Two, Three, and \nFive were taken “on behalf of” FASC are the execution of the Contribution Agreement \nand the Equity Purchase Agreement.  However, because both of those documents are \ncontained in the record, the Court does not have to rely on Woodcock’s allegations \nconcerning their contents.  It is clear from the face of the Contribution Agreement \nand Equity Purchase Agreement themselves th at FASC was not  a party to those \nAgreements.  Moreover,  the signature pages show that NSC Fayetteville (as the \nGeneral Partner was known at that time) signed the Agreements on its own behalf.  \nThere is simply no indication that NSC Fayetteville was intending to sign on behalf \nof the partnership itself.  \n49. Thus, Woodcock’s reliance on Section 14.3 is misplaced.  Accordingly, \nClaims One, Two, Three, and Five are DISMISSED without prejudice with regard to \nthe individual claims contained therein.9  \nClaim Eight \n50. The Court reaches a different conclusion with regard to whether \nWoodcock’s individual claim contained in Claim Eight  withstands Defendants’ Rule \n12(c) motion. \n \n9 The Court’s ruling does not affect the derivative  claims contained in Claims One, Two, \nThree, and Five, which remain viable. \n51. Claim Eight consists of a tortious interference with contractual \nrelationship claim against SCA.  (Compl. ¶¶ 98–108.)  However, unlike Claims One, \nTwo, Three, and Five, Claim Eight is not based on the Contribution Agreement and \nthe Equity Purchase Agreement.   \n52. Although the allegations set out in the Complaint in support of Claim \nEight are not entirely free from ambiguity , this claim is premised on a document \nallegedly executed in 2008 entitled “Cash Management Agreement,” which Woodcock \ncontends was the device that SCA used to: (1) induce CFVASC to breach Section 10.1 \nof the 1995 LP Agreement (which relates to FASC’s recordkeeping and bookkeeping \npolicies); (2) cause CFVASC to commingle FASC funds with those of SCA and allow \nSCA to make unauthorized withdrawals of FASC funds; (3) induce CFVASC to ignore \nor violate its various contractual duties under Section 14.3 of the 1995 LP Agreement; \nand ( 4) cause CFVASC to ignore the rights of  FASC’s limited partners, including \nWoodcock’s right to vote on any modification or amendment to the 1995 LP \nAgreement.   \n53. The Complaint asserts that “the 2008 Cash Management Agreement \nwas signed by one SCA employee on behalf of SCA and signed by another SCA \nemployee on behalf of the General Partner [(i.e., CFVASC)] allegedly to bind FASC[.]”  \n(Compl. ¶ 101 (emphasis added).) \n54. Unlike the Contribution Agreement and Equity Purchase Agreement, \nthe Cash Management Agreement is not contained in the record presently before the \nCourt.  As such, the Court is bound by Plaintiff’s allegations regarding the document \nas set out in the Complaint.  \n55. Giving Claim Eight its most charitable reading, it appears to allege that \n(1) the Cash Management Agreement was signed on behalf of CFVASC —as FASC’s \nGeneral Partner —in order to bind FASC itself, thereby implicating the initial \nparagraph of Section 14.3 of the 1995 LP Agreement; and (2) various provisions of the \nCash Management Agreement violated one or more of the enumerated subparts of \nSection 14.3.  \n56. Out of an abundance of c aution, the Court therefore concludes that \nWoodcock’s allegations in Claim Eight  are sufficient to confer standing upon him to \nassert this claim individually as well as derivatively.  \n57. Accordingly, Defendants’ Motion is DENIED as to Claim Eight.  \nClaim Eleven \n58. Finally, to the extent that Defendants are also seeking judgment on the \npleadings as to Woodcock’s individual claim seeking a declaratory judgment in Claim \nEleven, the Court concludes that standing exists with regard to this claim.  \n59. In Claim Eleven, Woodcock seeks a declaration from the Court that the \nacts of the Defendants as alleged in the Complaint violated the 1995 LP Agreement.  \n60. In Epic Chophouse, LLC v. Morasso, 2019 NCBC LEXIS 55 (N.C. Super. \nCt. Sep. 3, 2019), this Court addressed the issue of whether the plaintiffs, as parties \nto an LLC’s operating agreement , could maintain a n individual  claim seeking a \ndeclaration as to the  proper interpretation of the agreement.   We held that such a \nclaim was proper because “[b]y statute, parties to a contract have standing to seek \nthis type of declaratory relief.  See N.C.G.S. § 1 -254.  This right is personal to [the \nLLC’s members]  and distinct from [the LLC’s] own right, also as a party to the \noperating agreement, to seek declaratory relief.”  Id. at *13.   \n61. Therefore, to the extent that Defendants’ Motions also seek judgment on \nthe pleadings on standing  grounds as to Woodcock’s request individually for  a \ndeclaratory judgment in Claim Eleven, the Motions are DENIED.   \nII. Breach of Contract Against CFVASC (Fourth Claim for Relief) \n62. In addition to the standing arguments contained in their Motions, \nDefendants also seek dismissal of Woodcock’s derivative claim for breach of contract \nagainst CFVASC in Claim Four, which is premised on an alternative theory of \nliability. \n63. However, the Court  need not address Defendants’ argument  on this \nissue in any detail because at the 6 October 2022 hearing, counsel for Woodcock stated \nthat he does not oppose this portion of Defendants’ Motion.   \n64. Therefore, Claim Four in the Complaint is DISMISSED with prejudice.  \nIII. Punitive Damages (Sixth Claim for Relief)   \n65. The final issue raised in Defendants’ Motions concerns Claim Six, which \npurports to state a  separate claim for punitive damages against Defendants.   \nDefendants seek dismissal of this claim because  North Carolina does not recognize \nan independent cause of action for punitive damages.    \n66. Defendants are correct that “punitive damages are a remedy rather than \na standalone cause of action.”  Halikierra Cmty. Servs. LLC v. N.C. HHS, 2021 NCBC \nLEXIS 27, at *25 (N.C. Super. Ct. Mar. 25, 2021); see also Collier v. Bryant, 165 N.C. \nApp. 419, 434 (2011) (“Punitive damages are available, not as an individual cause of \naction, but as incidental damages to a cause of action.”).   \n67. Therefore, Claim Six is DISMISSED without prejudice to Woodcock’s \nright to seek punitive damages as a remedy for its remaining claims to the extent \nsuch damages are otherwise recoverable under North Carolina law.  Halikierra, 2021 \nNCBC LEXIS 27, at *25.  \nCONCLUSION \nTHEREFORE, IT IS ORDERED as follows: \n1. Defendants CCHS and CFVASC’s  Motion for Judgment on the Pleadings \nas to the individual claims contained within Claims One, Three, and Five \nin the Complaint is GRANTED, and these claims are DISMISSE D \nwithout prejudice.   \n2. Defendant CFVASC’s Motion for Judgment on the Pleadings as to Claim \nFour of the Complaint is GRANTED, and this claim is DISMISSED with \nprejudice.  \n3. Defendants CCHS and CFVASC’s Motion for Judgment on the Pleadings \nas to the individual claim contained within Claim Eleven in the Complaint \nis DENIED.   \n4. Defendants SCA and NSC’s Motion for Judgment on the Pleadings as to the \nindividual claim contained within Claim Two in the Complaint is \nGRANTED, and this claim is DISMISSED without prejudice.  \n5. Defendant SCA’s Motion for Judgment  on the Pleadings as to the \nindividual claim contained within Claim Eight in the Complaint is \nDENIED. \n6. Defendants’ NSC and SCA’s  Motion for J udgment on the P leadings as to \nClaim Six in the Complaint is GRANTED without prejudice to Plaintiff’s \nright to seek punitive damages as a remedy for his s urviving claims to the \nextent permitted by law.  \n SO ORDERED, this the 7th day of November, 2022.  \n \n       /s/ Mark A. Davis     \n       Mark A. Davis  \n       Special Superior Court Judge for  \n       Complex Business Cases     "
}