{
  "id": "d48a9dea155d23d788539adbef8470ca076a2d0b1ef306a71e0b5a49074c6173",
  "source_file": "data/raw/ncbc/d48a9dea155d23d788539adbef8470ca076a2d0b1ef306a71e0b5a49074c6173.pdf",
  "raw_text": " O’Brien v. TCG Consulting Partners, LLC, 2016 NCBC 25. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n15 CVS 20339 \nMARK O’BRIEN, \n \nPlaintiff, \n \nv. \n \nTCG CONSULTING PARTNERS, LLC; \nTCG CONSULTING, LLC; ALBERT \nTARAS; DENKIFURO LLC; TCG \nCONSULTING CORPORATION; \nVALENTINE FRENCH, LLC; and \nJAMES GARZON, \n \nDefendants. \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO ENJOIN \nDUPLICATIVE FOREIGN ACTION \n \n \n \n{1} THIS MATTER  is before the Court upon Plaintiff Mark O’Brien’s \n(“Plaintiff” or “O’Brien”) Motion to Enjoin Defendant TCG Consulting Partners, LLC \n(“TCG Partners”) from Proceeding with  Any Duplicative Foreign Action (the \n“Motion”) in the above-captioned case.1     \nGardner Skelton PLLC, by Jared E. Gardner and Tyler B. Peacock, for \nPlaintiff Mark O’Brien. \nRayburn Cooper & Durham, P.A., by Ross R. Fulton and Benjamin E. \nShook, for Defendant TCG Consulting Partners, LLC. \n \nBledsoe, Judge.  \n \n{2} Having considered the Motion, the briefs in support of and in opposition to \nthe Motion, supporting documents, and the arguments of counsel at a March 3, 2016 \nhearing on this matter, the Court enters the following FINDINGS OF FACT  and \nCONCLUSIONS OF LAW, for the limited purposes of deciding the Motion, as follows: \n \n \n                                                 \n1  Although O’Brien sought a permanent injunction in the Motion, O’Brien clarified in his reply brief \nthat the Motion should be read to seek a preliminary, rather than a permanent, injunction at this \nstage of the litigation.   \nFINDINGS OF FACT \nI. \nPROCEDURAL AND FACTUAL BACKGROUND \n{3} This dispute arises out of TCG Partne rs’ alleged wrongful termination of \nO’Brien’s minority membership interest in TCG Partners.  The Motion seeks an order \nenjoining TCG Partners from proceeding with a concurrent action in England \nadvancing a claim similar to one of O’Brien’s claims in this action. \n{4} O’Brien is a citizen and resident of England and became a minority member \nof TCG Partners on August 1, 2011.  (Compl. ¶ 1.)  TCG Partners is a North Carolina \nlimited liability company with its principa l place of business in Charlotte, North \nCarolina and provides consulting services for corporate travel, meetings, payment, \nand expense management.  (Compl. ¶¶ 2, 22.)   \n{5} On October 23, 2015, TCG Partners and its majority member and manager, \nAlbert Taras (“Taras”), informed O’Brien that TCG Partners was “terminating \n[O’Brien’s] agreement” with the company.  O’Brien alleges that this termination was \nwrongful and took O’Brien completely by surprise.  (Compl. ¶¶ 29, 47.)   \n{6} On October 30, 2015, after rejecting TCG Partners’ effort to pay him \n$58,000 for his membership interest, O’Brien requested to inspect TCG Partners’ \nbooks and records under N.C. Gen. Stat . § 57D-3-04 and commenced this lawsuit \nu n d e r  N . C .  R .  C i v .  P .  3 ( a )  b y  t h e  i s s u a n c e  o f  a  s u m m o n s  a n d  o b t a i n i n g  a n  o r d e r  \npermitting him 20 days to file his complaint.  (Compl. ¶ 52.)   \n{7} O’Brien filed his Complaint on November 19, 2015.  The Complaint includes \nten causes of action, the tenth of which is a claim for declaratory judgment in \nconnection with an alleged promissory note signed by O’Brien and owed to TCG \nPartners (the “Alleged Promissory Note” or the “Note”).  The Alleged Promissory Note \nrelates to a lawsuit TCG Partners initia ted in England against TCG Consulting \nEurope, Ltd. (“TCG Europe”) and James Ki ngsley Drew (“Drew”) to recover money \nallegedly owed to TCG Partners by TCG Europe and Drew (the “Drew Lawsuit”).  \n(Compl. ¶ 118.)  Drew had been  a friend and former busi ness associate of O’Brien, \nand O’Brien had introduced Drew to Taras and TCG Partners.  (Compl. ¶ 118.)  Taras \nblamed O’Brien for TCG Partners’ need to pursue the Drew Lawsuit and for the fees \nand expenses TCG Partners incurred in connection with the Drew Lawsuit.  (Compl. \n¶ 118.)   \n{8} On March 19, 2014, Taras and O’Brien each signed the Alleged Promissory \nNote, which took the form of a print-out of  an e-mail from Taras to O’Brien labeled \n“Promissory Note between TCGP and Mark  O’Brien.”  The Note provided that \nO’Brien agreed “to repay any losses (costs) incurred by TCG Partners [in the Drew \nLawsuit]” in an amount not greater than “~USD$196k,”, plus TCG Partners’ actual \nattorney’s fees and interest costs associated with the Drew Lawsuit.  (Compl. Ex. F.)   \n{9} Taras also prepared and presented to the members of TCG Partners a \nPowerPoint slide titled “Mark Repayment Plan,” which sets forth the amount and \nrepayment terms of the Alleged Promissory Note.  (Compl. Ex. G.)  As represented on \nthe PowerPoint slide, the original amount owed on the Alleged Promissory Note was \napproximately $142,000.  On November 4, 2015, TCG Partners sent O’Brien a letter \ndemanding payment of $115,553.68, which th e company claimed was then due and \nowing on the Alleged Promissory Note.  (Pl. ’s Mot. Enjoin 4–5.)  On November 16, \n2015, TCG Partners sent O’Brien another letter, this time demanding $114,395.56 as \nthe amount due and owing on the Note, and advised that if O’Brien failed to pay the \namount demanded, TCG Partners would commence proceedings in England to \nrecover the amount owed on the Note.  (Pl.’s Mot. Enjoin 5.)   \n{10} O’Brien denies that he owes anythi ng on the Alleged Promissory Note, \ncontending that the fees and costs incurred by TCG Partners in connection with the \nDrew Lawsuit are and always have been so lely a liability of TCG Partners.  For his \ntenth claim for relief, O’Brien seeks a declaratory judgment  that he is not, and has \nnever been, liable for the costs associated with the Drew Lawsuit or for any sums \nallegedly owed on the Note.   \n{11} On December 22, 2015, TCG Partners initiated an action against O’Brien \nin England by serving O’Brien with a Claim Form from the High Court of Justice, \nQueen’s Bench Division, London Mercantile Court, together with a document entitled \nParticulars of Claim (the “English Action”).  The English Action seeks to recover the \namounts TCG Partners alleges O’Brien owes under the Alleged Promissory Note.    \n{12} O’Brien filed this Motion on December 24, 2015, two days after TCG \nPartners filed the English Action, seeking to enjoin TCG Partne rs from proceeding \nwith the English Action.  The Motion has been fully briefed, the Court held a hearing \non the Motion on March 3, 2016, and the Motion is now ripe for resolution. \nCONCLUSIONS OF LAW \nII. \nLEGAL STANDARD \n{13} As a general rule, a preliminary injunction is an extraordinary measure \nthat will only be issued: \n(1) if a plaintiff is able to show likelihood of success on the merits of his \ncase and (2) if a plaintiff is likely to sustain irreparable loss unless the \ninjunction is issued or  if, in the opinion of the Court, issuance is \nnecessary for the protection of a plai ntiff’s rights during the course of \nlitigation. \nA.E.P. Indus., Inc. v. McClure , 308 N.C. 393, 401, 302 S. E.2d 754, 759–60 (1983) \n(quoting Investors, Inc. v. Berry, 293 N.C. 688, 701, 239 S.E.2d 566, 574 (1977)).   \nIII. \nANALYSIS \n{14} The issue presented by this Motion is whether the Court should enjoin TCG \nPartners from proceeding with the English Action on the Alleged Promissory Note in \nthe English court system.  The parties’ disagreement primarily concerns the legal \nstandard that the Court should apply in de ciding that issue and the application of \nthat standard to the circumstances here.   \n{15} The parties appear to agree, and the Court’s research confirms, that there \nis no North Carolina state court decision sq uarely addressing what standard or rule \na North Carolina court should apply to de termine whether litigants over whom the \nstate court has jurisdiction should be enjoined from proceeding in a court in a foreign \ncountry.  \n{16} O’Brien argues that this case should be controlled by a federal district court \ndecision issued in 1907 and eventually affirmed by the Fourth Circuit, United \nCigarette Machine Co. v. Wright , 156 F. 244 (C.C.E.D.N.C. 1907), aff’d, 193 F. 1023 \n(4th Cir. 1912).  That case involved two lawsuits: one in federal court in North \nCarolina, and one in England.  The federal district court held: \n[I]t appears to be well established that courts of equity can, and in a \nproper case ought to and will, restrain  litigants in a foreign court. . . .  \n[It is] a duty of a court of equity to restrain litigants in a foreign state or \ncountry . . . where the matter is being fully litigated in the court to which \nthe application for injunctive relief is made.   \nId. at 246.   \n{17} Although federal decisions interpreting North Carolina law may constitute \npersuasive authority for the Court’s consider ation, such decisions are not binding.  \nSee, e.g., Virmani v. Presbyterian Health Servs. Corp., 350 N.C. 449, 465, 515 S.E.2d \n675, 686 (1999) (holding that Fourth Circuit  decisions are not binding authority for \nstate courts when addressing a question so lely of state law).  Moreover, the federal \ndecision O’Brien advances here—applying federal law and issued over one hundred \nyears ago when North Carolina’s international commerce was limited and \nconsiderations of international comity\n2 had not yet gained widespread judicial \nsupport—diminishes the persuasive authority the decision otherwise might have. \n{18} O’Brien also relies upon two North Carolina state court cases, Childress v. \nJohnson Motor Lines, Inc., 235 N.C. 522, 70 S.E.2d 558 (1952), and Staton v. Russell, \n151 N.C. App. 1, 565 S. E.2d 103 (2002).  In Childress, the North Carolina Supreme \nCourt held that a state court has the powe r to enjoin a party over which it has \n                                                 \n2  International comity is “the recognition which one nation allows within its territory to the legislative, \nexecutive or judicial acts of another nation, having due regard both to international duty and \nconvenience, and to the rights of its own citizens, or of other persons who are under the protection of \nits laws.”  Hilton v. Guyot, 159 U.S. 113, 164 (1895).  Comity is a “term [that] ‘summarizes in a brief \nword a complex and elusive concept—the degree of deference that a domestic forum must pay to the \nact of a foreign government not otherwise binding on the forum.’”  de Csepel v. Republic of Hung., 714 \nF.3d 591, 606 (D.C. Cir. 2013) (quoting Laker Airways Ltd. v. Sabena, Belgian World Airlines , 731 \nF.2d 909, 937 (D.C. Cir. 1984)).  As one court has su mmarized, “[w]hatever definition is employed, it \nis pellucid that comity is not a matter of rigid obligation, but, rather, a protean concept of jurisdictional \nrespect.  And to complicate matters, comity, like beauty, sometimes is in the eye of the beholder.”  \nQuaak v. Klynveld Peat Marwick Goerdeler Bedrijfsrevisoren, 361 F.3d 11, 19 (1st Cir. 2004). \njurisdiction from proceeding with an action in another state.  Childress, 235 N.C. at \n531, 70 S.E.2d at 564.  Similarly, in Staton, the Court of Appeals upheld a trial court’s \nanti-suit injunction prohibiting certain parties from proceeding with a similar Florida \naction that was filed three years after the first suit was filed in North Carolina state \ncourt.  O’Brien argues that, under Childress and Staton, this Court should enjoin \nTCG Partners from proceeding in the Englis h Action if the Court finds the English \nAction to be duplicative and vexatious.  As TCG Partners points out, however, these \ndecisions involve a North Carolina state court enjoining a party from litigating in \nanother state court, not in the court of a foreign nation.  Because North Carolina’s \nappellate courts have not addressed the sp ecific issue presented here—under what \ncircumstances a North Carolina state court should enjoin litigants in a foreign \nnation’s court—the Court looks to federal case law and the law of other states for \nguidance.     \n{19} In contrast to requests for domestic anti-suit injunctions, federal and state \ncourts often apply a different and more  rigorous standard to requests for \ninternational anti-suit injunctions.  See, e.g. , Philips Med. Sys. Int’l B.V. v. \nBruetman, 8 F.3d 600, 604 (7th Cir. 1993) (describing “the respect that sovereign \nnations (or quasisovereigns such as the states of the United States) owe each other”).  \nThe well-established rule among the federal appellate courts is that “courts have the \npower to enjoin persons subjec t to their jurisdiction from prosecuting foreign suits.”  \nKaepa, Inc. v. Achilles Corp., 76 F.3d 624 (5th Cir. 1996).  The “exercise of that power \nmust be tempered, however, by the accepted proposition that parallel proceedings on \nthe same in personam claim generally should be allowed to proceed simultaneously.”  \nQuaak, 361 F.3d at 16.   \n{20} Indeed, it has long been held that “when two sovereigns have concurrent in \npersonam jurisdiction one court will ordinar ily not interfere with or try to restrain \nproceedings before the other.”  China Trade & Dev. Corp. v. M.V. Choong Yong , 837 \nF.2d 33, 36 (2d Cir. 1987).  “Parallel proc eedings on the same in personam claim \nshould ordinarily be allowed to proceed simultaneously, at least until a judgment is \nreached in one which can be pled as res judicata in the other.”  Laker Airways, 731 \nF.2d at 926–27 (quotations and citations om itted).  As a resu lt, “the decisional \ncalculus [for an international anti-suit injunction] must take account of this \npresumption in favor of concurrent jurisdiction.”  Quaak, 361 F.3d at 16–17.  “It also \nmust take account of considerations of inte rnational comity.  After all, even though \nan international anti-suit injunction operates  only against the parties, it effectively \nrestricts the jurisdiction of a foreign sovereign’s courts.”  Id. at 17.  As a result, “an \nanti-foreign-suit injunction should be used sparingly, and should be granted only with \ncare and great restraint.”  \nChina Trade, 837 F.2d at 35–36 (quotations and citations \nomitted). \n{21} The federal circuit courts have generally applied one of two legal standards \nin determining whether the power to enjoin an international proceeding should be \nexercised.  O’Brien advocates for the so-c alled “liberal” approach, which has been \nfollowed by the Fifth, Seventh, and Ninth Ci rcuits.  The justifications these courts \nhave given for enjoining foreign court proceed ings include: (i) to prevent an “absurd \nduplication of effort [that] would result in unwarranted inconvenience, expense, and \nvexation,” Kaepa, 76 F.3d. at 627; (ii) to avoid “a duplication of the parties and the \nissues,” Philips, 8 F.3d at 605; (iii) to prevent the frustration of a policy of the forum \nissuing the injunction, Seattle Totems Hockey Club, Inc. v. Nat’l Hockey League, 652 \nF.2d 852, 855 (9th Cir. 1981); (iv) to prevent vexatious or oppressive litigation, id.; (v) \nto protect against a threat to the issuing court’s in rem or quasi in rem jurisdiction, \nid.; and (vi) to protect the moving party from undue prejudice, id. (holding that \n“allowing simultaneous prosecution of the same action in a foreign forum thousands \nof miles away would result in ‘inequitable hardship’ and ‘tend to frustrate and delay \nthe speedy and efficient determination of the case’”).  While the liberal approach \nconsiders international comity, the First Circuit has observed that the courts \nemploying this approach “tend to define that interest in a relatively narrow manner \nand to assign it only modest weight.”  \nQuaak, 361 F.3d at 17; see, e.g., Kaepa, 76 F.3d \nat 627 (noting that an international anti-suit injunction does not “actually threaten \nrelations” between the two involved nations). \n{22} TCG Partners advocates for the alternative “conservative” approach, which \nhas been adopted by the District of Co lumbia, First, Second, Third, and Sixth \nCircuits.3  The D.C. Circuit has described this approach as follows:  \n[P]arallel proceedings on the same in personam claim should ordinarily \nbe allowed to proceed simultaneously, at least until a judgment is \nreached in one which can be pled as res judicata in the other.  The mere \nfiling of a suit in one forum does no t cut off the preexisting right of an \nindependent forum to regulate matters subject to its prescriptive \njurisdiction.  For this reason, injunctions restraining litigants from \nproceeding in courts of independent countries are rarely issued.   \nLaker Airways, 731 F.2d at 926–27.  This approach  contemplates two justifications \nfor a court to enjoin litigants from proceeding in a foreign country: (1) to protect the \njurisdiction of the enjoining court, or (2) to avoid evasion of important public policies \nof the enjoining court.  Id. at 927.  The First Circuit has concluded that this approach \nis “more respectful of principles of international comity” and carries a “recognition \nthat international comity is a fundamen tal principle deserving of substantial \ndeference.”  Quaak, 361 F.3d at 18. \n{23} Under either approach, it seems clear that the D.C. Circuit’s admonition in \nLaker Airways is correct: “[t]here are no precise rules governing the appropriateness \nof anti-suit injunctions.  The equitable circumstances surrounding each request for \nan injunction must be carefully examined to determine whether . . . the injunction is \nrequired to prevent an irreparable miscarriage of justice.”  Laker Airways, 731 F.2d \nat 926–27.      \n{24} After carefully considering the circumstances here, the Court is of the view \nthat issuance of an anti-suit injunction is not appropriate under either the liberal or \nthe conservative approach.   \n                                                 \n3  The Fourth Circuit has not yet chosen between these two approaches; indeed, it appears only one \nfederal district court within the Fourth Circuit has considered the appropriate standard to apply.  See \nUmbro Int'l, Inc. v. Japan Prof'l Football League , No. 6:97-2366-13, 1997 U.S. Dist. LEXIS 24371, at \n*5 (D.S.C. Oct. 2, 1997) (noting that “[t]he Fourth Circuit has not addressed the precise legal standard \nto be employed in determining whether the issuance of an [international] antisuit injunction is proper” \nand finding an international anti-suit injunction appropriate under either approach). \n{25} First, of the various considerations justifying an anti-suit injunction under \nthe liberal approach, the only one present here is to avoid the duplication of issues in \nconcurrent proceedings.  Indeed, it appear s beyond dispute that the English Action, \nwhich seeks to recover the amounts O’Br ien allegedly owes on the Note, is \nsubstantially similar to O’Brien’s tenth cause of action, which seeks a declaration \nthat O’Brien owes nothing on the Note.  The mere duplication of issues, however, \nwithout more, does not convince the Court of the need for an injunction to prevent an \nirreparable miscarriage of justice, or to prevent the pursuit of vexatious or oppressive \nlitigation, particularly in light of th e “presumption in favor of concurrent \njurisdiction.”  Quaak, 361 F.3d at 16–17; see, e.g., Golden Rule Ins. Co. v. Harper, 925 \nS.W.2d 649, 651–52 (Tex. 1996) (“[I]f the principle of comity is to have any application, \na single parallel proceeding . . . cannot justify issuing an anti-suit injunction.  Such a \nsuit must be allowed to proceed absent so me other circumstances which render an \ninjunction necessary to prevent an irreparable miscarriage of justice.  Merely because \nthe suits present identical issues does not make their proceeding an irreparable \nmiscarriage of justice.”). \n{26} Similarly, the Court finds no suppo rt for an injunction under the \nconservative approach.  For example, unlike in Staton, there is no evidence that \nprosecution of the English Action threatens the jurisdiction of this Court over issues \nthat affect the rights of parties that ar e not represented in the English Action.  See \nStaton, 151 N.C. App. at 10, 565 S.E.2d at 109.  This acti on does not involve any \nspecific property located in North Carolina such that the English Action would delay \nor interfere with adjudication of any rights affecting such property.  See id. at 11, 565 \nS.E.2d at 109 (“When a suit deals with spec ific property, a court is authorized to \nenjoin a party from bringing a new action in another court where that other action \nhas the potential to delay or interfere with  adjudication of rights affecting such \nproperty.”).  Unlike in Kaepa, there is no evidence of “cynicism, harassment, [or] \ndelay” on the part of TCG Partners.  Kaepa, 76 F.3d at 628.  Indeed, unlike in Wright \nor Staton, TCG Partners did not file  its English Action long after O’Brien filed his \naction in this Court; rather, TCG Partners filed its action just a few days after the \nComplaint in this action was filed and only  after TCG Partners provided warning of \nits intention to file suit prior to O’Brien filing his Complaint in North Carolina.  See \nWright, 156 F. at 245; Staton, 151 N.C. App. at 5.  Moreover, there is no evidence that \nTCG Partners is attempting to escape th e application of a North Carolina public \npolicy, or that continuation of the Englis h Action would threaten such a policy.  See \nSeattle Totems Hockey Club, 652 F.2d at 855; Laker Airways, 731 F.2d at 932.   \n{27} In contrast, O’Brien, the defendant in the English Action, is a citizen and \nresident of England, and it appears TCG Partners elected to file suit in England—\nwhere O’Brien resides and where his assets are located—to aid its execution and \ncollection efforts in the event TCG Partners  is successful in obtaining a judgment \nagainst O’Brien on the Note.  Although the Court is sympathetic that O’Brien may \nincur additional expense in litigating th ese two actions simultaneously, the Court \ndoes not find that the additional expense should cause the Court to deviate from the \ngeneral rule of international comity that, absent some “irreparable miscarriage of \njustice,” courts should be hesitant to enjoin a party from proceeding in an \ninternational forum.   \n{28} In sum, the Court concludes that O’Brien has failed to show that he will \nsuffer irreparable harm unless the anti-s uit injunction he seeks is issued.  \nAccordingly, the Court concludes that O’Brien’s Motion should be denied.  See \nSzymczyk v. Signs Now Corp. , 168 N.C. App. 182,  189, 606 S.E.2d  728, 734 (2005) \n(holding, in the context of two state lawsuits, that plaintiff failed to show irreparable \nharm warranting the grant of an antisuit injunction).    \nIV. \nCONCLUSION \n{29} Based on the foregoing, the Court hereby DENIES O’Brien’s Motion. \nSO ORDERED, this the 23rd day of March, 2016.   \n \n/s/ Louis A. Bledsoe, III   \nLouis A. Bledsoe, III \nSpecial Superior Court Judge \n  for Complex Business Cases "
}