{
  "id": "d492d2379ede49606c526f104c8d05333c86d387e877ede8334ffd6c53a453af",
  "source_file": "data/raw/ncbc/d492d2379ede49606c526f104c8d05333c86d387e877ede8334ffd6c53a453af.pdf",
  "raw_text": "WESTPOINT STEVENS, INC. v PANDA-ROSEMARY CORP., 1999 NCBC 11\nSTATE OF NORTH CAROLINA\nCOUNTY OF GUILFORD\nWESTPOINT STEVENS, INC. and THE\nBIBB COMPANY,\nPlaintiffs,\nv.\nPANDA-ROSEMARY CORPORATION,\nand PANDA-ROSEMARY, L.P.,\nDefendants.\n \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\n99 CVS 9818\n \n \n \n \n \n \nORDER AND OPINION\n \n \n \n{1} This matter is before the Court on cross motions for summary judgment. Each party to the contracts at\nissue contends that it is entitled to final judgment as a matter of law based upon a legal interpretation of\ncertain clauses in the contracts, which each party asserts contain unambiguous language. For the reasons\nset forth below, the Court finds that partial summary judgment may be entered with respect to some of the\nissues. However, if the Court is correct in its interpretation of the contracts, genuine issues of material fact\nremain to be determined with respect to the central issue governing this dispute.\nMoss and Mason, by Joseph W. Moss and Matthew L. Mason; Sutherland Asbill & Brennan LLP, by\nJames A. Orr, William R. Wildman and John A. Chandler, for Plaintiff WestPoint Stevens, Inc.\nMoore & Van Allen, PLLC, by James P. McLoughlin, Jr. and Meredith W. Holler, for Plaintiff The Bibb\nCompany.\nYoung, Moore & Henderson, PA, by John N. Fountain; Haynes & Boone, L.L.P., by Werner A. Powers\nand Ernest Martin, Jr. for Defendants Panda-Rosemary Corporation and Panda-Rosemary, L.P.\nI.\n{2} A significant number of facts are not in dispute in this matter. Plaintiff, The Bibb Company (\"Bibb\"),\nand Defendant, Panda Energy Corporation (\"Panda Energy\"), entered into a Cogeneration Energy Supply\nAgreement in January 1989, which provided for Panda Energy to construct and operate a \"cogeneration\nfacility\" adjacent to Bibb’s textile mill in Roanoke Rapids, North Carolina known as the \"Rosemary\nComplex.\" A \"cogeneration facility\" is a power plant that produces useful energy in the form of electricity\nand steam. Typically, a cogeneration facility will enter a Power Purchase Agreement (\"PPA\") to provide\nelectricity to a nearby utility and contemporaneously will enter a contract to provide energy to a \"thermal\nhost.\" In this case, Panda Energy entered into a PPA with the Virginia Electric Power Company\n(\"VEPCO\") to provide electricity to VEPCO, and entered into the Energy Supply Agreement with Bibb to\nprovide energy to Bibb in the form of steam and to refrigerate, or \"chill,\" Bibb’s water. Under the PPA,\nPanda Energy acts as one of VEPCO’s backup sources for electricity during peak periods and provides\nelectricity to VEPCO when it is \"dispatched\" by VEPCO.\n{3} In entering into the PPA and Cogeneration Energy Supply Agreement, Panda benefited from the\nfederal regulatory scheme generally known as \"PURPA\" (the Public Utility Regulatory Policies Act).\nPURPA’s purpose is to promote energy efficiency by giving certain breaks to power plants that provide\nuseful energy. In order to receive these breaks under PURPA, power plants must maintain an efficiency\nrating known as \"QF\" (qualifying facility). Panda’s agreement with VEPCO depended on Panda securing\na long-term thermal host and on Panda’s long-term provision of energy to its thermal host. Panda\nmaintains its QF status by meeting a certain overall requirement for plant efficiency and providing a\npercentage of its energy output to the Rosemary Complex in the form of useful thermal energy.\n{4} Through a series of assignments and guarantees, all of Panda Energy’s rights, title, interest, and\nobligations under the Cogeneration Energy Supply Agreement were assigned to the Defendants, Panda-\nRosemary Corporation and later to Panda-Rosemary, L.P. (collectively, \"Panda\"). On October 1, 1989, a\nFirst Amendment to the Cogeneration Energy Supply Agreement was executed by and between Panda-\nRosemary Corporation, Panda Energy Corporation and Bibb. The Cogeneration Energy Supply Agreement\nand the First Amendment thereto are referred to herein collectively as the \"CESA.\" The CESA provides\nthat Panda, the \"Supplier,\" will supply, and Bibb, the \"Purchaser,\" will purchase, all of the Purchaser’s\nrequirements for steam and chilled water for the Rosemary Complex. Paragraph 5.01 of the CESA sets the\nprice for steam at $1.00 per 1,000 pounds of steam for the first 45,000 pounds, and $2.50 per 1,000 pounds\nof steam for all steam over 45,000 pounds. Paragraphs 3.01 and 21.04 of the CESA expressly provide that\nBibb is required only to purchase its actual requirements for steam and chilled water and is not required to\nconsume any minimum quantity of steam or chilled water. Furthermore, pursuant to Paragraph 2.06(b) of\nthe CESA Panda is required to deliver the chilled water to Bibb at 45\n°\n F. Bibb, as Supplier, estimated that\nthe plant should normally use between 30,000 and 100,000 pounds of steam per hour. \nSee\n Paragraph 2.02\nof the CESA. In addition, although Bibb had no minimum purchase obligation, Panda was required to have\nthe capacity to supply an annual average of 65,000 pounds of steam per hour and up to 2,000 tons of\nchilled water for 8,000 hours. \nSee\n Paragraph 2.06 of the CESA. Furthermore, the CESA provides that \"\n[d]eliveries of quantities in excess of [these stated averages] will not be required hereunder.\" \nId.\n In\nsummary, this is a requirements contract with no minimum and a maximum cap.\n{5} Until February of 1997, Bibb purchased all of its steam and chilled water requirements for the\nRosemary Complex from Panda. In February 1997, Bibb sold the Rosemary Complex to WestPoint\nStevens, Inc. (\"WestPoint\") pursuant to an Asset Purchase Agreement dated February 13, 1997. As part of\nthe sale of its Rosemary Complex, pursuant to an Assignment and Assumption Agreement, Bibb assigned\nall of the rights it possessed under the CESA to WestPoint. Defendants acknowledge that Paragraph 21.08\nof the CESA expressly permits Bibb, as Purchaser, to assign its rights under the CESA to WestPoint\nwithout the approval of Panda. However, Panda takes the position that Bibb’s \"rights\" did not include the\nright to receive its requirements of steam and chilled water. WestPoint purchased the plant and equipment;\nit did not purchase or continue to run Bibb’s operation at the plant. WestPoint did continue to operate the\nplant as a textile mill. As a result of the sale, Bibb ceased to have any requirements for steam and chilled\nwater at the Rosemary Complex. WestPoint requires steam and chilled water to operate the Rosemary\nComplex for its business.\n{6} Plaintiffs acknowledge that Paragraph 21.04 of the CESA expressly requires Bibb to cause any party\nto whom it sold or leased the plant to assume Bibb’s obligations under the CESA, subject to Defendants’\napproval, if such buyer or lessee had requirements for steam or chilled water. Accordingly, Bibb required\nWestPoint, as part of the sale of the Rosemary Complex, to assume all of Bibb’s obligations to Defendants\nunder the CESA, subject to Panda’s approval. For the purposes of this motion only, the parties do not\ndispute that Panda was not given the opportunity to approve the assumption by WestPoint of Bibb’s\nobligations \nprior\n to the execution of the WestPoint-Bibb Asset Purchase Agreement. Panda has refused to\napprove WestPoint’s assumption of Bibb’s obligations.\n{7} Since purchasing the Rosemary Complex, WestPoint has purchased from Panda and paid for all of its\nrequirements for steam and chilled water, pursuant to the contract terms and at the contract price. Those\npayments have been accepted by Panda under protest.\n{8} The concept of cogeneration produces a mutually beneficial and interdependent relationship. The\noperator of the cogeneration facility needs a thermal host and has a source of revenue to supplement sales\nof electricity. The thermal host obtains its steam at reduced costs but becomes dependent on the\ncogeneration facility for the host’s manufacturing operation to run smoothly. In this case the thermal host\nalso leased the land upon which the cogeneration facility was located to the operator, thus making the\noperator’s use of its premises dependent on good relations with the host. This was a long-term\nrequirements contract which bound the parties together for twenty-five years. This symbiotic relationship\nbetween host and operator pervades the questions surrounding interpretation of the language in these\ncontracts.\nII.\n{9} North Carolina courts recognize the use of partial summary judgment under Rule 56(d) of the North\nCarolina Rules of Civil Procedure to simplify cases by disposing of those issues ripe for summary\njudgment. N.C.G.S. §1A-1, Rule 56(d); \nSee Case v. Case\n, 73 N.C. App. 76, 325 S.E.2d. 661, \nrev. denied,\n313 N.C. 597, 330 S.E.2d 606 (1985); \nHill Truck Rentals, Inc. v. Hubler Rentals, Inc.,\n 26 N.C. App. 175,\n215 S.E.2d. 398 (1975). Partial summary judgment is appropriate in this case where the parties seek the\nCourt’s interpretation of contractual language within the four corners of the CESA between Bibb and\nPanda.\n{10} Because the parties agree that the CESA is unambiguous, and because the effect to be given\nunambiguous language in a contract is a question of law for the Court, there is no genuine issue of material\nfact as to some of the issues relevant to the pending cross motions for partial summary judgment. \nSee\nRunyon v. Paley\n, 331 N.C. 293, 305, 416 S.E.2d 177, 186 (1992), \nrev. denied, \n337 N.C. 699, 448 S.E.2d\n541 (1994) (citing \nLane v. Scarborough\n, 284 N.C. 407, 200 S.E.2d 622 (1973) (interpretation of\nunambiguous language is a question of law for the court); s\nee also\n, \nHagler v. Hagler\n, 319 N.C. 287, 294,\n354 S.E.2d 228, 234 (1987); \nFirst-Citizens Bank & Trust Co. v. 4325 Park Rd. Associates, Ltd., \n515\nS.E.2d 51, 54 (N.C. App.), \nrev. denied,\n 1999 N.C. LEXIS 965 (N.C. 1999); \nDepartment of Transp. v. Idol,\n114 N.C. App. 98, 100, 440 S.E.2d 863, 864 (1994); \nCleland v. Children’s Home\n, \nInc., \n64 N.C. App. 153,\n156, 306 S.E.2d 587, 589 (1983) (all recognizing the well established principle that plain and\nunambiguous language in a contract is to be interpreted by the court as a matter of law).\nIII.\n{11} As a preliminary issue, this Court is asked to determine whether the substantive law of North\nCarolina, Texas, or some other state applies to the CESA.[fn1] The choice of law inquiry is governed by\nthe Uniform Commercial Code (\"UCC\") because the CESA involves a contract for the sale of goods.\nN.C.G.S. § 25-2-102.\n{12} Under the UCC, the term \"goods\" is defined as \"all things (including specially manufactured goods)\nwhich are movable at the time of identification to the contract for sale other than the money in which the\nprice is to be paid, investment securities . . . and things in action.\" N.C.G.S. § 25-2-105(1); Tex. Bus. &\nCom. Code § 2.105. In essence, goods are all things which are movable at the time of identification to the\ncontract for sale. \nSee Mulberry-Fairplains\n \nWater Ass’n v. Town of N. Wilkesboro\n, 105 N.C. App. 258,\n265-66, 412 S.E.2d 910, 915, \nrev. denied\n, 332 N.C. 148, 149 S.E.2d 573 (1992); \nZepp v. Mayor & Council\nof Athens\n, 348 S.E.2d 673, 677 (Ga. App.), \ncert. denied\n (1986); \nMoody v. City of Galveston\n, 524 S.W.2d\n583, 586 (Tex. Civ. App. 1975).\n{13} In \nMulberry-Fairplains\n, the North Carolina Court of Appeals recognized that water being supplied\nand sold was \"goods\" under the UCC because \"[w]hatever can be measured by a flow meter has\n‘movability’ as that term is used in connection with the definition of goods.\" 105 N.C. at 266, 412 S.E.2d\nat 915 (quoting N.C.G.S. § 25-2-105(1), official commentary (1986)). Thus, water was found to be\nmovable goods as \"evidenced by the fact that defendant charges plaintiff for the water it supplies by the\nnumber of gallons plaintiff consumes per month.\" \nId\n.\n{14} In this case, Paragraph 5.01 of the CESA sets the price for steam at $1.00 per 1,000 pounds of steam\nfor the first 45,000 pounds, and $2.50 per 1,000 pounds of steam for all the steam over 45,000 pounds.\nClearly, Panda measures the amount of steam supplied each month in order to determine the amount of\nmoney owed to it. This is further evidenced by Section 6 of the CESA, which states: \"The purchase prices\npaid pursuant to ‘5’ above shall be paid in calendar month increments within fifteen (15) days after receipt\nof an invoice from SUPPLIER. Payment shall be required for the actual quantity of steam and chilled\nwater delivered during the prior month.\" Similarly, the CESA measures the price for chilled water\nsupplied by Panda by the ton, and requires the provision of \"up to two thousand (2,000) tons of chilled\nwater\" per year. The Court recognizes that the terms \"pounds\" and \"tons\" in this context refer to a unit of\nenergy rather than weight. \nSee\n Thorpe Aff. ¶ 8. Nevertheless, such terms provide a method of\nmeasurement for determining payment to Panda. Because the steam and chilled water were measured by\nPanda in order to receive payment, the CESA contemplates the sale of goods and the UCC should apply to\nthe CESA. The CESA also provides in Paragraph 3.01 that Purchaser will buy all the steam and chilled\nwater that it \"consumes\" at the plant. A requirements contract by its very nature implies a sale of goods,\nand thus the application of the UCC. \nSee, e.g., Monarch Photo, Inc. v. Qualex, Inc.\n, 935 F. Supp. 1028\n(D.N.D. 1996) (\"For there to be a requirements contract, the UCC must be applicable\"). Thus, the steam\nand chilled water should be considered \"goods\" and the CESA is governed by the UCC.\n{15} Having determined that the UCC applies, the Court must look to the UCC’s provision regarding\nwhich state’s law governs the disputes before the Court. The UCC permits the parties to a contract to\nstipulate the governing state law, provided that state has a reasonable relationship to the transaction. \nSee\nN.C.G.S.\n \n§ 25-1-105(1); \nWohlfahrt v. Schneider, \n82 N.C. App. 69, 74, 345 S.E.2d 448, 451 (1986);\nKaplan v. RCA Corp., \n783 F.2d 463, 465 (4\nth\n Cir. 1986). The parties to the CESA contracted for North\nCarolina to be the \"Applicable Law\" governing interpretation of the CESA. Section 19 of the CESA\nentitled \"Applicable Law\" references only North Carolina; Paragraph 19.01 clearly states: \"This\nAgreement shall be deemed to be\n executed in the State of Texas and\n performable in the State of North\nCarolina.\" (strike-out in original). This reference to North Carolina as the \"Applicable Law\" is by\ndefinition unambiguous, and its words must be given their literal meaning.[fn2] \nSee\n \nHunsinger, \n386\nS.E.2d at 539, 192 Ga. App. at 783; \nCoker, \n650 S.W.2d at 393; \nRunyon, \n331 N.C. at 305, 416 S.E.2d at\n186. Accordingly, the Court should give meaning to the language of Section 19 of the CESA and apply\nNorth Carolina law to this dispute.\n{16} Even had the parties not explicitly provided for North Carolina law to govern the CESA, North\nCarolina law governs this dispute pursuant to the UCC’s choice of law rule, which requires the application\nof North Carolina law to \"transactions bearing an appropriate relation to this State.\" N.C.G.S. § 25-1-\n105(1). North Carolina courts interpreting this statute have held that the provision is controlling on choice\nof law questions in cases arising under the UCC in which the parties did not contractually select which\nstate’s law would control. \nSee Mahoney v. Ronnie’s Rd. Service, \n122 N.C. App. 150, 468 S.E.2d 279, 281\n(1996), \naff’d, \n345 N.C. 631, 481 S.E.2d 85 (1997) (citing \nBernick v. Jurden, \n306 N.C. 435, 442, 293\nS.E.2d 405, 410 (1982)). The \"appropriate relation standard\" has been held to require courts to apply\nNorth Carolina law when North Carolina has the \"‘most significant relationship’ to the transaction in\nquestion.\" \nSee id.\n (quoting \nBoudreau v. Baughman, \n322 N.C. 331, 338, 368 S.E.2d 849, 855 (1988)). In\ndetermining which state bears the \"most significant relationship\" to the dispute, courts look to the place of\nsale, manufacture, distribution, delivery, and use of the product, as well as the place of injury. 322 N.C. at\n338, 368 S.E.2d at 855-56; 122 N.C. App. at 154-55, 468 S.E.2d at 282.\n{17} In the case at hand, North Carolina bears the most significant relationship to the CESA and the\ndispute arising thereunder, therefore compelling the application of North Carolina law pursuant to\nN.C.G.S. § 25-1-105. North Carolina is the site of the manufacture, sale, delivery and consumption of the\nsteam and chilled water sold under the CESA, as well as the site of the alleged injuries. The CESA’s\n\"most significant\" and \"appropriate\" geographic relationship is to North Carolina, and it should thus be\ngoverned by North Carolina law. N.C.G.S. § 25-1-105; \nBoudreau\n, 322 N.C. at 338, 368 S.E.2d at 855-56;\nMahoney\n, 122 N.C. App. at 154-55, 468 S.E.2d at 281-82.\nIV.\n{18} The Court must next determine what rights Bibb possessed and could assign to a purchaser of the\nRosemary Complex.\n{19} Bibb contends that it is entitled to summary judgment based upon an interpretation of the CESA that\nholds that it had the right to assign to a purchaser of the Rosemary Complex the right to purchase the new\nowner’s steam and chilled water requirements at the Rosemary Complex on the terms and conditions in\nthe CESA.\n{20} On the other hand, Panda contends that it is entitled to summary judgment based upon an\ninterpretation of the CESA that holds that Bibb did not have any right to purchase steam and chilled water\nunder the agreements and thus could not assign any such right to a purchaser of the Rosemary Complex.\nAlternatively, Panda argues that it had the right to reject assignment of Bibb’s contract rights to any\npurchaser of the Rosemary Complex for any reason.\n{21} For the reasons set forth below, the Court concludes that neither side is correct and that Bibb\npossessed the right to assign to a purchaser of the Rosemary Complex the right to purchase the new\nowner’s requirements for steam and chilled water, but that that right was subject to the approval of Panda.\nPanda’s right to approve was subject to the standard of good faith and fair dealing. It was not an unfettered\nright to reject a purchaser for any reason it chose.\nA.\n{22} The CESA explicitly permits Bibb to assign all of \nits\n rights without approval and without limitation.\nParagraph 21.08 is unambiguous:\nThis AGREEMENT shall inure to the benefit of and shall be \nbinding upon the\nparties hereto and their respective successors and assigns, \nin accordance with the\nterms hereof. Either party hereto and [sic] may \nassign its \nrights\n hereunder without\napproval but may not delegate its \nobligations\n without the express written\napproval of the other party. \n(emphasis supplied)\n{23} Panda admits that Paragraph 21.08 gave Bibb the ability to assign to WestPoint whatever rights it\nhad under the CESA, but contends that Bibb had no right to purchase steam and chilled water, only an\nobligation to do so. This position defies reason and common sense. A requirements contract is generally\ndefined as a contract in which the seller promises to supply all the specific goods or services which the\nbuyer may need during a certain period at an agreed price in exchange for the promise of the buyer to\nobtain his required goods or services exclusively from the seller. \nSee Black’s Law Dictionary\n 1304 (6\nth\n ed.\n1990) (citing \nBank of Am. Nat’l Trust & Sav. Ass’n v. Smith\n, 336 F.2d 528, 529 (9\nth\n Cir. 1964). Although\nthe buyer does not agree to purchase any specific amount, the requisite mutuality and consideration for a\nvalid contract is found in the legal detriment incurred by the buyer in relinquishing his right to purchase\nfrom all others except from the seller. \nSee Propane Industrial, Inc. v. General Motors Corp.,\n 429 F.Supp.\n214, 218 (W.D. Mo. 1977). Thus, in this case, Panda’s promise to supply Bibb’s requirements corresponds\nto Bibb’s right to receive the same. Bibb’s obligation under the CESA was to obtain its steam and chilled\nwater exclusively from Panda. A purchaser’s promise under a requirements contract is not a promise to\nbuy or to sell any specific amount of the goods; rather, it is a promise not to buy such goods from a third\nparty. \nId.\n § 569. In this case, Bibb promised not to supply its own steam and chilled water. In return,\nPanda made a promise to sell and deliver all such goods as the buyer may order within reason and in good\nfaith (subject to the maximum cap). \nId.\n{24} It is clear that Bibb’s primary right under the CESA was the right to obtain all of Bibb’s\nrequirements for steam and chilled water for twenty-five years at the fixed contract price.[fn3] The\ncorresponding purchase obligation insures that Panda will receive payment for all the steam and chilled\nwater it supplies and Bibb consumes. To hold otherwise would require the Court to give no effect to\nParagraph 13.01(vii) of the CESA, pursuant to which Bibb had the right to declare Panda in default if it\nfailed to supply the minimum quantities of steam or chilled water specified in the CESA. This Court must\nconstrue a contract in a manner that gives effect to all of its provisions. \nJohnston County, N.C. v. R.N.\nRouse & Co., Inc.\n, 331 N.C. 88, 94, 414 S.E.2d 30, 34 (1992). This Court cannot condone a contract\ninterpretation that would render contract provisions meaningless. \nMcDonald v. Medford,\n 111 N.C. App.\n643, 433 S.E.2d at 231 (1993).\n{\n25} If\n Bibb had been purchased by Dan River, Inc. (as it subsequently was) and had continued its\noperations at the Rosemary Complex without materially changing its operations, there can be no doubt\nthat Bibb could have assigned its rights to receive steam and chilled water at the contract price to Dan\nRiver or any other successor company which continued Bibb’s operations at the facility. In order to\nprotect Bibb’s power to buy steam and chilled water needed to operate the Rosemary Complex at the fixed\nprice set forth in the contract, that very purchase right must be freely assignable, and Paragraph 21.08\nmade it so. Although the express terms of the CESA control this case, the UCC contemplates and attempts\nto facilitate the assignability of requirements and output contracts when a business is sold by providing\nthat acceptance of the assignment by the assignee constitutes an assumption of the assignor’s duties under\nthe contract, and that if the contract remains in force, \"requirements in the hands of the new owner\ncontinue to be measured by the actual good faith . . . requirements under the normal operation of the\nenterprise prior to sale.\" \nSee\n N.C.G.S. § 25-2-210(4) (1999); N.C.G.S. § 25-2-306 (official commentary\n1999).\nB.\n{26} Panda takes the position that it was a breach of contract for Bibb to sell the facility without its\napproval. That position is without merit. Bibb clearly had the power to sell the Rosemary Complex\nwithout Panda’s approval. First, there is no paragraph that gives the \"Supplier\" of steam and chilled water\nany right to approve a sale or lease of the plant it neither owns nor controls. Second, Paragraph 21.04 of\nthe CESA assumes such a sale or lease without a veto right:\nShould the Plant be sold or leased to a third party at \nany time during the term\nhereof and should the operation of the Plant (after \nsuch sale) require the\nconsumption of steam and/or chilled water, PURCHASER \nshall (subject to\nSUPPLIER’s approval) require the purchaser or lessee \nthereof to assume the\nobligations of this AGREEMENT.\n \nIt is clear from the language of this provision that sale of the plant and the required consumption of steam\nand/or chilled water are conditions precedent to the duty to require the buyer of the plant to assume the\nobligations under the CESA and to seek Supplier’s approval for that assumption. Despite the unambiguous\nlanguage of paragraph 21.04, the Defendants contend that Bibb was required to obtain Panda’s consent\nprior to its sale or lease of the Rosemary Complex. Defendants’ argument can only rely on an incorrect\ninterpretation of Paragraph 21.04, in which Defendants read the parenthetical \"subject to supplier’s\napproval\" to qualify a clause in which it does not appear, i.e., \"[s]hould the plant be sold or leased to a\nthird party.\" Further, this construction would turn the condition precedent into the promise. This false\nconstruction contravenes basic rules of English grammar and the well-settled law that requires the court to\ngive the language its ordinary meaning and read the language in the only reasonable light. \nSee\n \nC. D.\nSpangler Constr. Co. v. Industrial Crankshaft & Eng’g. Co.\n, 326 N.C. 133, 142, 388 S.E.2d 557, 563\n(1990); \nHunsinger, \n386 S.E.2d at 539; 192 Ga. App. at 782.\nC.\n{27} The CESA’s grant of the power to assign to a purchaser of the business the right to buy a textile\nplant’s steam and chilled water requirements makes no sense without the same power to sell or lease the\nplant that generates those requirements, nor should the CESA be read to give a supplier of a commodity\nthe right to tie up the plant owner’s ability to sell a textile mill representing a major asset of the\ncorporation for 25 years absent clear and unambiguous language granting that power. Bibb extends its\nright of assignment argument to encompass the right to assign the right to purchase steam and chilled\nwater at the contract price to \nany\n purchaser of the Rosemary Complex. In other words, Bibb would have\nthe Court interpret the contract to read that the \nrequirements\n were those of the \nfacility\n and not Bibb as the\nowner and operator of the facility. Panda objects to that interpretation.\n{28} The Court agrees that Bibb did not have the unfettered right to assign its rights to purchase steam and\nchilled water to any purchaser of the plant. This decision is based upon the specific language of the CESA,\nthe nature of the relationship between the parties, a review of the agreement in its entirety and the\napplication of well-accepted contract law.\n{29} Bibb’s rights under the CESA included the right to have \nits\n requirements met. When Bibb sold the\nplant (as opposed to the enterprise) to WestPoint, it no longer had any requirements, and thus there was no\npractical right for Bibb to assign. Therefore, upon the sale of the plant, Bibb could not transfer to\nWestPoint the right to receive Bibb’s requirement for steam and chilled water. The language of Section\n21.04 quoted above clearly contemplates approval by Panda prior to effective assignment of the contract to\na purchaser of the facility. The parenthetical phrase \"subject to SUPPLIER’s approval\" appearing in that\nsection cannot be interpreted in any other way. Section 21.04 deals specifically with the factual situation at\nhand. Bibb has sold the Rosemary Complex (the Plant) to a third party and that third party requires steam\nand chilled water. The general language of Section 21.08, permitting Bibb to assign its rights, must yield\nto the specific language of Section 21.04, which addresses the possibility that Bibb could sell the plant\nwithout selling its enterprise.\n{30} The relationship between the parties and the structure of the entire agreement support such an\ninterpretation. Panda required an acceptable thermal host to maintain its standing as a \"qualifying facility\"\nunder PURPA. It would make no sense for Panda to agree to provide steam and chilled water to a party\nwho might not qualify as an acceptable thermal host. Nor could it agree to provide steam and chilled water\nto a thermal host whose requirements interfered with or negatively impacted its ability to sell electricity as\nrequired by its contract with VEPCO. Common sense dictates that Panda would want to be protected from\nassignment to a third party that entailed such adverse consequences.\n{31} The Court’s interpretation of the contract is also supported by application of general principles of\ncontract law involving requirements contracts. In addressing assignment of requirement contracts, Corbin\nexplains as follows:\nThere are other contracts in which one party promises to \nsupply and the other\nparty promises to buy all of the latter’s needs or \nrequirements. There is no doubt\nthat the former party has the power to \nassign his right to payment; and in many\ncases the performance promised by \nhim is not so personal as to prevent him from\ndelegating it to another. \nThere is no doubt, either, that the latter party, the buyer,\ncan assign the \nright that his needs and requirements shall be supplied. But\nobserve that it \nis his own needs and requirements that are to be supplied, not\nthose of the \nassignee; he cannot by assignment change in any material way the\nperformance \nto be rendered by the other party.\n \nArthur L. Corbin, \nCorbin on Contracts\n, § 884 (1993). The rationale behind this rule is that where\nobligations to be performed under a contract involve a degree of personal skill and confidence then it must\nhave been intended by the parties that the obligations would not be performed by a third party to the\ncontract. \nSee\n \nGoldschmidt & Loewenick, Inc. v. Diamond State Fibre Co.\n, 186 A.D. 688, 695, 174 N.Y.S.\n800, 805 (1919).\n{32} Whether the rights or duties are too personal to be assigned turns upon the intention of the parties.\nSee \n6 Am. Jur. 2d \nAssignments\n § 29 (1999). The nature of an agreement between a qualifying facility and\na thermal host support the conclusion that Bibb’s right to purchase steam and chilled water was personal\nto Bibb’s enterprise and could not be freely assigned to a purchaser of the plant. Thus, this Court\nconcludes that Panda had the right to approve the assignment to WestPoint of Bibb’s contract rights to\nsteam and chilled water prior to that assignment becoming effective.\nD.\n{33} Panda contends that its right to approve the assignment to WestPoint was unencumbered in any way\nand that it could reject WestPoint without reason or justification. Panda’s position is without merit.\n{34} Every contract governed by the UCC imposes upon the parties an obligation of good faith in its\nperformance or enforcement. \nSee \nN.C.G.S. § 25-1-203. In cases involving a lessor’s withholding of\nconsent to the assignment of a lease, the courts have found that there is an implied duty of good faith, even\nabsent a provision prohibiting the unreasonable or arbitrary withholding of consent. \nSee, e.g., Prestin v.\nMobile Oil Corp.\n, 1984 U.S. App. LEXIS 19217 (9\nth\n Cir. 1984); \nSchweiso v. Williams\n, 150 Cal. App. 3d\n883; \nPacific First Bank v. The New Morgan Park Corp.\n, 319 Ore. 342, 876 P.2d 761 (1994). The duty of\ngood faith requires a party to exercise discretion reasonably and in a manner consistent with the parties’\nexpectations. \nManagement Services of Illinois, Inc. v. Health Management Systems, Inc.,\n 907 F.Supp. 289,\n295 (C.D. Ill. 1995). The question of whether consent was unreasonably withheld involves questions of\nfact that were not before the Court and thus is reserved.\n{35} The application of the duty of good faith and fair dealing in the context of this requirements\nagreement is consistent with general contract law which focuses on the materiality of the differences in the\nperformance required when a requirements contract is assigned. However, Corbin recognizes that there are\nrequirements contracts\nin which the extent and character of the performance to \nbe rendered\nare fixed with a reasonable degree of certainty by matters not\naffected by an assignment . . . . In such cases, the assignor does not\nattempt by his assignment to change the extent and character of the\nperformance; he does not attempt to substitute a new party’s needs\nand \nrequirements for his own . . . . Thus, a contract to supply the\nneeds and \nrequirements of a specific factory, plant, or going concern\nis one where \nthe extent of the performance is usually not dependent\nupon the \npersonality of the owner who makes the contract. Usually,\nsome variation \nin the extent of performance, due to ordinary changes\nin plant, personnel, \nor in business conditions, is contemplated by the\nparties when the \ncontract is made . . . . \nIn cases of this type, the\nproblem to be \nsolved is whether the performance to be rendered by\nthe obligor is \nmaterially affected by the change in ownership and\nmanagement.\n \n(emphasis supplied)\nArthur L. Corbin, \nCorbin on Contracts\n § 884\n \n(1993). \nSee also\n N.C.G.S. § 25-2-306, which provides:\nA term which measures the quantity by the output of the \nseller or the\nrequirements of the buyer means such actual output or \nrequirements as may occur\nin good faith, except that no quantity \nunreasonably disproportionate to any stated\nestimate or in the absence of a \nstated estimate to any normal or otherwise\ncomparable prior output or \nrequirements may be tendered or demanded.\n{36} For example, if the purchaser of the Rosemary Complex converted it to a dyeing and finishing\noperation that had significantly different requirements and uses for steam and chilled water than a weaving\nplant, and the new requirements would impair Panda’s ability to meet its electricity supply obligations to\nVEPCO, such a change would be material and could support a good faith refusal to agree to the\nassignment. On the other hand, if there was no material change in Panda’s required performance and if\nPanda’s refusal was being used solely to extract a higher price for steam or chilled water, such refusal\nwould not be in good faith. Between those ends of the spectrum, many issues could arise with respect to\nuses by a new purchaser. However, both parties would have a vested interest in resolving those issues.\nWestPoint would be adversely affected by having to restart the old boilers and supply its own steam.\nPanda would be adversely affected by the loss of a thermal host.\n{37} Materiality must be assessed by looking at the terms of the contract. This contract contained stated\nestimates of quantities to be provided. There was no minimum and there was a maximum cap. Those\ncontract provisions could be significant in determining materiality of different uses by a new occupant of\nthe Rosemary Complex. In any event, the materiality of the differences in performance required by the\nnew occupant, viewed in light of the existing contract terms, would provide the most significant, but not\nthe only, determinant of good faith. Issues of materiality and good faith are generally fact intensive and not\nappropriate subjects for summary judgment.\n{38} Furthermore, the requirement that Bibb condition any sale of the Rosemary Complex upon the\npurchaser’s acceptance of the CESA carries with it a contractual duty on the part of Panda to make its\napproval determination in good faith and a spirit of fair dealing. Absence of a good faith requirement\nwould mean that a new owner would not only be committed to the fixed contract price with no ability to\nnegotiate a lower price, but would also be subject to Panda’s demand to raise the price if the new owner\ndid not want to restart the old boilers.\nE.\n{39} Paragraph 21.04 of the CESA required Bibb to cause any party to whom it sold or leased the\nRosemary Complex and whose operation of the plant required steam and/or chilled water to assume\nBibb’s obligations under the CESA, subject to Panda’s approval. Because Bibb sold the Rosemary\nComplex to WestPoint, and because WestPoint does have a need for steam and chilled water at the\nRosemary Complex, Bibb had the duty to compel WestPoint to assume Bibb’s obligations. It is an\nundisputed fact that Bibb required WestPoint to assume all of Bibb’s obligations to Defendants under the\nCESA, subject to Panda’s approval, and WestPoint agreed to do so. As a result, WestPoint became\nobligated to purchase any steam and chilled water which it required at the Rosemary Complex – again,\nsubject to Panda’s approval. Nothing in the language of Paragraph 21.04 required Bibb to seek Panda’s\napproval prior to requiring WestPoint to assume its obligations.\n{40} There has been no breach of contract arising out of Bibb’s attempt to require WestPoint to assume\nBibb’s obligations under the CESA. Under North Carolina law, an assignment is deemed ineffective if a\nrequired consent is not obtained. \nSee\n \nEdgewood Knoll Apartments, Inc. v. Braswell\n, 239 N.C. 560, 80\nS.E.2d 653, \nreh’g denied\n, 240 N.C. 760, 83 S.E.2d 797 (1954) (concluding that assignment of bond was\nincomplete when consent of surety was required for assignment and was not given). If the Defendants\nvalidly withheld consent, the result is that the assignment was ineffective and the obligations under the\nCESA remain with Bibb under North Carolina law.\n{41} The Asset Purchase Agreement between Bibb and WestPoint echoes the common law, and provides\nthat an \nineffective assignment \nof obligations will have no effect on the parties’ rights, duties and\nobligations under the CESA. Paragraph 6.16(a) of the Asset Purchase Agreement provides as follows:\nTo the extent that\n any Assumed Contract is not \ncapable of being transferred or\nassigned by Seller to Buyer (a \"\nTransfer\n\") \nwithout the consent, approval or\nwaiver of a third party or other entity, or \nif such Transfer or attempted Transfer\nwould constitute a breach of such \nAssumed Contract or a violation of any law,\nstatute, rule, regulation, \nordinance, order, code, arbitration award, judgment,\ndecree or other legal \nrequirement of any governmental entity, nothing in this\nAgreement will \nconstitute a Transfer or an attempted Transfer thereof. (emphasis\nadded).\nPursuant to this language, if, as claimed by the Defendants, their refusal to approve WestPoint’s\nassumption of Bibb’s obligations was proper, then Bibb’s rights have not been assigned, but Bibb remains\nobligated to the Defendants under the CESA, and no breach of the CESA has occurred as a result of\nWestPoint’s attempted assumption thereof, notwithstanding Defendants’ refusal to grant their consent to\nsuch assumption.\n{42} The result of an ineffective assignment of obligations is not that Bibb breached the CESA. The mere\nattempt to assign its obligations to WestPoint was not a breach which caused damage, nor does it give\nDefendants the right to renegotiate the contract and extort a higher price from WestPoint for steam and\nchilled water. A breach of contract occurs when a party materially fails to perform an obligation under the\ncontract. \nSee\n \nMillis Constr. Co. v. Fairfield Sapphire Valley, Inc.\n, 86 N.C. App. 506, 510, 358 S.E.2d 566\n(1987). Whether or not WestPoint assumes Bibb’s obligations, there can be no damage to Defendants\nbecause under North Carolina law and the WestPoint-Bibb Asset Purchase Agreement, Bibb is still bound\nby the CESA. Accordingly, Panda cannot show any material breach of contract or damages. In fact,\nDefendants are in the same position now that they would have been in had Bibb never assigned the CESA.\nThere is no breach arising out of WestPoint’s attempted assumption of Bibb’s obligations.\nF.\n{43} The CESA and the right to assign all rights thereunder are unique, irreplaceable and invaluable\nassets. Therefore, Bibb and WestPoint cannot be compensated adequately in money damages if it is\ndetermined that Defendant’s refusal to acknowledge the assignment of Bibb’s rights under the CESA to\nWestPoint is wrongful. Because a present, actionable and justiciable controversy exists with respect to the\nlegal rights between the parties under the CESA, including the rights and obligations of Bibb, WestPoint\nand the Defendants thereunder, the use of declaratory judgment in this case is proper. \nSee Blades v. City of\nRaleigh,\n 280 N.C. 531, 544, 187 S.E.2d 35, 42-43 (1972); \nIntegon Indem. Corp. v. Universal\nUnderwriters Ins., Co.,\n 131 N.C. App. 267, 507 S.E.2d 66, 68 (1998); \nMGM Transp. Corp. v. Cain,\n 128\nN.C. App. 428, 430, 496 S.E.2d 822, 824 (1998).\nConclusion\n{44} Cogeneration arrangements are inherently symbiotic relationships. Each party must be protected\nfrom being in business with a partner who could significantly impact its operation. On the other hand, both\nthe textile industry and the energy supply industry are undergoing radical change which dictates that each\nparty to a long-term contract governing cogeneration must have flexibility to restructure and change\nownership. The imposition of the good faith and fair dealing requirement in connection with the approval\nof the right to assign provides the flexibility which the parties need to respond to changes within their own\nindustries while preserving the basis for a sound working relationship. In this case, if Bibb and WestPoint\ncan prove that Panda’s refusal to agree to the assignment of Bibb’s contractual rights to receive steam and\nchilled water at the contract price was a breach of its duty of good faith and fair dealing, they will be\nentitled to relief. If Panda did not violate its duty of good faith and fair dealing, Panda and WestPoint will\nbe left to either negotiate a new contract or each go their separate ways. Bibb will have no \"requirements\"\nfor steam and chilled water at the Rosemary Complex.\n{45} \nWHEREFORE, IT IS HEREBY ORDERED, ADJUDGED AND DECREED THAT\n1. Plaintiffs’ motion for partial summary judgment as \nto Defendants’\ncounterclaim that Bibb breached the express terms of the \nCESA is hereby\nGRANTED.\n2. Plaintiffs’ motion for partial summary judgment on \nCounts I and II of the\nSecond Amended Complaint is hereby GRANTED, and the \nCourt enters the\nfollowing declaratory judgment:\na. Pursuant to Section 21.08 of the CESA, Bibb had the \nright to\nassign its rights under the CESA to WestPoint without Defendants’\nconsent; therefore, Bibb did not breach the CESA by assigning its\nrights \nthereunder to WestPoint;\nb. Pursuant to Section 21.04 of the CESA, Bibb had the \nright to sell\nthe Rosemary Complex to WestPoint without Defendants’ \nconsent;\ntherefore, Bibb did not breach the CESA by selling the Rosemary\nComplex to WestPoint; and\nc. The Defendants’ right to approve Bibb’s \nassignment to WestPoint\nof its rights to receive steam and chilled water \nunder the CESA is\nsubject to a contractual duty of good faith and fair \ndealing, and\ngenuine issues of material fact exist with respect to \nPlaintiffs’ claim\nthat Defendants breached that duty.\n3. Defendants’ Motion for Partial Summary Judgment is \nhereby GRANTED to\nthe limited extent Defendants seek a determination that \nDefendants possessed the\nright to approve assignment to WestPoint of the \ncontract rights to receive\nWestPoint’s requirements for steam and chilled \nwater at the contract price. In all\nother respects Defendants’ Motion for \nPartial Summary Judgment is DENIED.\n          This the 16\nth\n day of December, 1999.\nCERTIFICATION\nPursuant to Rule 54 of the North Carolina Rules of Civil Procedure, the \nCourt certifies\nthat there is no just reason for delay in entering this Order or the appeal therefrom\nThis the 16\nth\n day of December, 1999.\n \n \nFootnote 1 In fact, the choice of law issue is important with respect to only one question. Both Texas and\nNorth Carolina law hold that interpretation of unambiguous contract language is for the court as a matter\nof law. \nSee Croker v. Croker, \n650 S.W.2d 391, 393 (Tex. 1983); Davis v. Dennis Lilly Co., 330 N.C. 314\n(1991). Defendants contend that outside of the UCC, Texas does not recognize a duty of good faith and\nfair dealing. North Carolina clearly does. \nSee\n \nClaggett v. Wake Forest Univ.\n, 126 N.C. App. 602 (1997).\nThe importance of this issue becomes clear in Section IV.C. below. For the reasons stated below, this\nCourt finds that the UCC applies, and accordingly that the parties were bound by a duty of good faith and\nfair dealing. \nSee\n N.C.G.S. § 25-1-203; Tx. Bus. & Com. Code § 1-203. For purposes of this opinion, the\nCourt need not decide whether Texas would recognize a duty of good faith and fair dealing outside of the\nUCC.\nFootnote 2 On the issue of the parties’ intent in drafting the CESA to provide for the applicable state law,\nthis Court will not consider the parole evidence contained in Defendants’ briefs. Under North Carolina\nlaw, \"\nWhere the language is clear and unambiguous, the court is obliged to interpret the contract as\nwritten, . . . and cannot, under the guise of construction, ‘reject what the parties inserted or insert what the\nparties elected to omit.’\" \nCorbin v. Langdon\n, 23 N.C. App. 21, 25, 208 S.E.2d 251, 254 (1974) (quoting\nWeyerhaeuser Co. v. Carolina Power & Light Co.\n, 257 N.C. 717, 719, 127 S.E.2d 539, 540 (1962), and\nciting \nRoot v. Allstate Ins. Co.\n, 272 N.C. 580, 158 S.E.2d 829 (1967)). \nHowever, it is telling that\nnumerous assignments, leases, and other documents which Panda entered into subsequent to the\nCogeneration Energy Supply Agreement which relate to Panda’s rights and obligations thereunder\nexplicitly invoke the application of North Carolina law. It would make no sense for these documents,\nwhich indisputably bear on the rights and obligations under the CESA, to be governed by North Carolina\nlaw if the Defendant believed the underlying rights and obligations were in fact governed by Texas law.\nFootnote 3 Panda argues that Bibb had no right to receive steam or chilled water at a fixed price. Certainly\nthe fixed prices were bargained for by Bibb. If Panda had attempted to raise its price as against Bibb, Bibb\nwould have had an enforceable right to the fixed price. To argue that the fixed prices for Bibb’s\nrequirements are not rights of Bibb ignores reality. Panda did have the benefit of a cap on its obligations.\n \n "
}