{
  "id": "d4e301abb56c33c8c7c54249b2335d92b5a8da7a1cd8b0b84dcd4223c1f7c675",
  "source_file": "data/raw/ncbc/d4e301abb56c33c8c7c54249b2335d92b5a8da7a1cd8b0b84dcd4223c1f7c675.pdf",
  "raw_text": "STATE V. MCCLURE, et al. 2004 NCBC 8\n \nNORTH CAROLINA\n \nWAKE COUNTY\nIN THE GENERAL \nCOURT OF JUSTICE\nSUPERIOR COURT \nDIVISION\n03-CVS-005617\n \nState of North Carolina, \nex \nrel\n. Roy\nCooper, Attorney General, and \nNorth\nCarolina Department of \nEnvironment\nand Natural Resources,\n \n                                    \nPlaintiffs,\n                      \n \n                        \nv.\n                                            \n \nDarin M. McClure, Thomas A. \nProctor,\nMid-Atlantic Associates, P.A.,\nCatherine A. Ross, CBM Environmental\nServices, Inc., North Carolina Environmental\nService Providers Association, \nd/b/a NCESPA,\nJohn A. Hill, and John Does 1 through 100,\n \n                        \n           \nDefendants\n.\n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION\n \n{1}\n      \nThis case arises out of plaintiffs’ claim that defendants engaged in illegal business practices in their\nefforts to influence prices paid under state contracts for environmental services.\n  \nPlaintiffs bring claims\nagainst defendants for price fixing, providing deceptive survey information, solicitation of a group\nboycott, solicitation of price fixing, conspiracy to restrain trade involving a state contract, facilitation of\nprice fixing, providing false certificates of non-collusion and kickback schemes.\n{2}\n      \nDefendant organizations named in the complaint are: North Carolina Environmental Service\nProviders Association (“NCESPA”); Mid-Atlantic Associates, P.A. (“Mid-Atlantic”); CBM\nEnvironmental Services, Inc. (“CBM”); Shield Engineering, Inc. (“Shield”); S&ME, Inc. (“S&ME”); SEI\nEnvironmental, Inc. (“SEI”); Environmental Conversation Laboratories (“ENCO”); South Atlantic\nEnvironmental Drilling and Construction Company (“SAEDACCO”); and Almes & Associates, Inc.\n(“Almes”).\n{3}\n      \nIndividual defendants named in the complaint are: Darin M. McClure (“McClure”), president and\nco-owner of Mid-Atlantic and president of NCESPA; Thomas A. Proctor (“Proctor), vice president and\nco-owner of Mid-Atlantic; Catherine A. Ross (“Ross”), CEO of CBM and vice president and director of\nNCESPA; Keith A. Anthony (“Anthony”), vice president of Shield and director of NCESPA; William A.\nQuarles (“Quarles”), assessment and remediation services manager at S&ME and director of NCESPA;\nMatthew R. Einsman (“Einsman”), environmental engineering manager at S&ME and director of\nNCESPA; Michael D. Shaw (“Shaw”), senior geologist at SEI and director of NCESPA; James H. Hays\n(“Hays”), employee of ENCO and treasurer and director of NCESPA; Peter I. Byer (“Byer”), president of\nSAEDACCO and director of NCESPA; and John A. Hill (“Hill”), employee of Almes and director of\nNCESPA.\n{4}\n      \nNCESPA, Mid-Atlantic, S&ME, Shield, SEI, ENCO, SAEDACCO, Almes, McClure, Proctor,\nAnthony, Quarles, Shaw, Hays and Byer all later entered into consent judgments and dismissals with\nplaintiffs.\n  \nTherefore, the remaining defendants that bring the motions to dismiss are: CBM, Ross and\nHill.\n \n{5}\n      \nPlaintiffs seek civil penalties of $5,000 from each remaining defendant, treble damages from\ndefendants that engaged in the conspiracy, a permanent order enjoining defendants from engaging in the\nalleged unlawful conduct, and reimbursement of plaintiffs’ attorney fees by defendants.\n{6}\n      \nRemaining defendants filed N.C. R. Civ. P. 12(b)(6) motions to dismiss on all claims and assert\nseveral doctrines that they claim immunize them from any liability in this matter.\n \nOffice of the Attorney General by K.D. Sturgis, Gary R. Govert and Kimberly W. Duffley for\nPlaintiffs State of North Carolina, ex rel. Roy Cooper, Attorney General, and North Carolina\nDepartment Environment and Natural Resources.\n \nSmith Moore LLP by Jon A. Berkelhammer, Shannon R. Joseph and Marc Tucker for Defendant\nJohn A. Hill; Ellis & Winters, LLP by Matthew W. Sawchak, Julia Youngman, and Danielle Rose\nfor Defendants Mid-Atlantic Associates, Inc., Darin M. McClure and Thomas A. Proctor; Hunton\n& Williams by Douglas W. Kenyon for Defendants Darin M. McClure, Thomas A. Proctor and\nMid-Atlantic Associates, Inc.; Richard H. Tomberlin for Defendants CBM Environmental Services,\nInc. and Catherine A. Ross; John F. Graybeal for Defendant North Carolina Environmental\nService Providers Association.\n \nI.\nFACTUAL BACKGROUND\n{7}\n      \nThis case centers on the bidding process between the State of North Carolina and contractors of\nenvironmental services.\n  \nMore specifically, the matter arises in the context of the statutory framework\ncreated by the North Carolina General Assembly to fund the cleanup of underground storage tanks\n(“USTs”).\n  \nThe framework requires that the North Carolina Department of Environment and Natural\nResources (“DENR”) reimburse tank owners or operators (“responsible parties”) for the reasonable and\nnecessary costs incurred in cleaning up the aftermath from leaking USTs.\n  \nFunds for paying the cleanup\ncosts come from fees charged to all tank owners.\n  \nThe fund created by these fees seldom suffices to meet\nthe needs of DENR for cleanup reimbursements.\n[1]\n{8}\n      \nAs a means of controlling its reimbursement expenses, DENR sets specific rates for environmental\nservices.\n  \nThose rates are published in its Reasonable Rate Document (“RRD”).\n  \nDENR solicits the typical\nbilling rates of engineers, geologists and other environmental consultants in order to calculate the\nreimbursement rates for these costs.\n  \nDENR then issues the RRD providing the reimbursement rates for\nthe services that the responsible parties employ in the cleanup processes.\n  \nWhile private parties contract\nfor services at different rates, the rates contained in the RRD have a significant influence on marketplace\npricing.\n  \nThus, the rates set in the RRD affect both DENR reimbursement and nongovernmental\nmarketplace pricing.\n{9}\n      \nIn addition to the reimbursement method, DENR also must contend with the cleanup of UST leaks\non property whose owners cannot be located.\n  \nDENR contracts with specific environmental consultants to\ncarry out the cleanup of these contaminated properties.\n  \nThese environmental consultants obtain the\ncontracts, referred to as “state lead work,” through a bidding process in which bidders respond to a request\nfor proposals (“RFPs”).\n  \nThis process also affects marketplace pricing.\n  \nDENR uses information obtained\nin connection with these RFPs in setting rates in the RRD.\n \n{10}\n    \nIn 2001 DENR published proposed revisions to the RRD that potentially would have affected\nenvironmental consultants, engineers and geologists by setting rates paid for environmental services at a\nlevel that was unsatisfactory to defendants.\n  \nShortly thereafter, the State requested RFPs for some state\nlead work.\n{11}\n    \nIn response to the potential changes, a group of environmental consultants, engineers and\ngeologists created an informal association referred to in the briefs as the “Stakeholders Group.”\n  \nIn 2002\nmembers of the Stakeholders Group formed a nonprofit corporation under North Carolina law officially\nnamed the North Carolina Environmental Service Providers Association.\n  \nNCESPA accordingly elected a\nboard of directors that included McClure and Hill.\n{12}\n    \nDefendants are alleged to have taken two specific actions to cause DENR to raise the rates from\nthose proposed in the 2001 revision.\n  \nFirst, the State alleges that defendants provided a reasonable rate\nsurvey that contained false, inflated billing information.\n  \nSecond, the State alleges that the defendants\nsought to improperly influence the prices submitted in RFPs for the state lead work.\n  \nThe State alleges that\ndefendants believed DENR would use the information gathered through the RFPs for the state lead work\nto set rates in the RRD, and that if inflated bids were submitted, the RRD rates would be higher.\n{13}\n    \nBefore the incorporation of NCESPA, the leader of the Stakeholders Group, McClure, requested\nthat the persons and entities associated with the Stakeholder Group complete a “reasonable rate survey.”\n \nPlaintiffs allege that McClure engaged in an e-mail campaign to inflate the RRD by having the\nStakeholders submit artificially inflated rate information.\n  \nMcClure later stated in text within the\ndistributed survey, however, that responses to the survey should include the true and reasonable rates of\nenvironmental service providers so that the revised RRD would reflect the typical industry billing rates. \n \n{14}\n    \nThe Stakeholder Group NCESPA then submitted the reasonable rate survey results to DENR.\n \nContention exists as to whether (1) NCESPA falsified these surveys and (2) DENR actually considered the\nsurvey in calculating rates that it would pay environmental service providers.\n  \nDefendants, however,\nconceded during oral arguments that for the most part they knew that the rates they provided on the\nsurveys were false.\n  \nOn a 12(b)(6) motion the Court must accept plaintiffs’ allegations as true.\n{15}\n    \nIn August 2002, DENR published a RFP for state lead work.\n  \nThe parties dispute NCESPA’s\nreaction to the RFP and related motivations.\n  \nPlaintiffs allege that McClure and NCESPA responded to the\nRFP with a “two pronged course of action.”\n  \nFirst, plaintiffs allege that defendants organized a boycott of\nthe RFP based on the claim that the request violated the Mini-Brooks Act.\n  \nSecond, defendants allegedly\nfixed the bids by having firms submit bids at the rates determined by NCESPA and its members.\n \nPlaintiffs allege that defendants’ motivation in these two actions was to inflate the rates paid to the parties\nto whom the State awarded the contract and to impact the rate-setting process by preventing the State from\nusing good faith bid information to set the RRD rate.\n  \nOn a 12(b)(6) motion the Court must accept\nplaintiffs’ allegations as true.\n{16}\n    \nDefendants claim that plaintiffs’ allegations misrepresent defendants’ actions.\n  \nThey claim to have\nlegitimate concerns that DENR’s RFP did indeed violate the Mini-Brooks Act.\n  \nNCESPA members claim\nthat they did not suggest rates to its members but merely attached the aforementioned reasonable rate\nsurvey which contained artificially inflated prices.\n  \nDefendants concede that some NCESPA members\nsubmitted responses to the RFP with rates from the artificially inflated reasonable rate survey, while others\ndid not respond or submitted rates not based on the survey.\n \n{17}\n    \nPlaintiffs allege the responses were coordinated and nefarious and that defendants submitted bids\nat NCESPA-constructed rates.\n  \nCBM, moreover, submitted a bid with NCESPA rates marked up by 20%.\n \nDefendants Hill and Almes, Hill’s employer at the time, did not respond to the RFP.\n  \nPlaintiffs also assert\nthat bids submitted by defendants included a certification, under oath, of non-collusion by the bidders.\n \nDENR claimed that the coordinated use of the NCESPA rates and boycott constituted collusive behavior\nand hence subjected defendants to penalties because the signed certification by defendants violates\nN.C.G.S. § 143-54.\n \n{18}\n    \nIn January 2003, DENR published a new RRD (the “2003 RRD”) that was effective as of March 1,\n2003.\n  \nThe 2003 RRD eliminated reimbursement to consulting firms for markup on such subcontractor\ncosts as laboratory work and drilling.\n  \nPlaintiffs contend that McClure and Mid-Atlantic entered into\nagreements with subcontractors to inflate invoices up to 15%, which was the maximum reimbursement\nrate allowed under the former 1998 RRD, and to rebate part of the price increase, thus hiding the markup\neliminated by the 2003 RRD.\n  \nThese allegations were made against Mid-Atlantic and McClure only.\n{19}\n    \nIn summary, the allegations of the Complaint that the Court must accept as true may be\nsummarized as follows:\n  \nDefendants colluded to artificially increase the rate of reimbursement set by\nDENR under the RRD in two ways.\n  \nFirst, they provided DENR with a survey of typical billing rates\nwhich they knew contained false and artificially inflated billing rates.\n  \nSecond, fearing that the bids\nsubmitted under the August 2002 RFP would be used in the rate-setting process, defendants attempted to\nartificially influence the bidding process by encouraging those who bid to collusively use either the\nartificially inflated NCESPA survey rate or a higher rate or to abstain from bidding altogether.\n  \nTheir\nalleged goal was to prevent DENR from obtaining accurate information on market prices for\nenvironmental cleanup services.\n  \nTheoretically, the interference was designed, like the survey, to mislead\nDENR as to actual market pricing.\n{20}\n    \nDefendants argue on this motion that even if these allegations are true, their activities are protected\nfree speech and activity immune from challenge under the \nNoerr-Pennington\n doctrine.\n  \nThis Court does\nnot agree.\nII.\nLEGAL STANDARD\n{21}\n    \nWhen ruling on a motion to dismiss under Rule 12(b)(6), the court must determine “whether, as a\nmatter of law, the allegations of the complaint . . . are sufficient to state a claim upon which relief may be\ngranted.”\n  \nHarris v. NCNB\n, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).\n  \nIn ruling on a motion to\ndismiss, the court must treat the allegations in the complaint as true.\n  \nSee Hyde v. Abbott Laboratories,\nInc.\n, 123 N.C. App. 572, 575, 473 S.E.2d 680, 682 (1996).\n  \nThe court must construe the complaint\nliberally and must not dismiss the complaint unless it appears to a certainty that plaintiff is entitled to no\nrelief under any state of facts which could be proved in support of the claim.\n  \nSee id\n.\nIII.\nANALYSIS\nA.\nFIRST AMENDMENT IMMUNITY\n1. \nNoerr-Pennington\n Doctrine\n{22}\n    \nThe First Amendment provides the basis for immunity from antitrust laws for private persons that\npetition the government, even if the request of the government is anticompetitive in nature.\n  \nCity of\nColumbia v. Omni Outdoor Advertising, Inc\n., 499 U.S. 365, 379-80 (1991); \nEastern Railroad Presidents\nConference v. Noerr Motor Freight\n, 365 U.S. 127, 140 (1961).\n  \nThis immunity, referred to as the \nNoerr-\nPennington \ndoctrine, protects from antitrust liability a private party that uses \nproper means\n in an attempt\nto influence a public official, regardless of selfish motive, purpose or intent.\n  \nCity of Columbia\n,\n \n499 U.S. at\n398; \nUnited\n \nMine Workers v. Pennington\n, 381 U.S. 657, 670 (1965).\n \n{23}\n    \nNoerr-Pennington \nclearly extends to administrative agencies, and no case law exists that suggests\nthe doctrine would not cover the petitioning of an agency such as DENR.\n  \nSee Pennington\n, 381 U.S. at\n669-70 (holding that a union is not subject to antitrust liability for petitioning the Secretary of Labor and\nTennessee Valley Authority).\n  \nIn North Carolina, the \nNoerr-Pennington \ndoctrine also applies to state law\nclaims.\n  \nSee\n \nReichhold Chems., Inc. v. Goel\n, 146 N.C. App. 137, 157, 555 S.E.2d 281, 293 (2001); \nSunbelt\nRentals v. Head & Enquist Equip.,\n \nL.L.C.\n, 2003 NCBC 4 at ¶330 (No. 00 CVS 10358, Mecklenburg\nSuper. Ct. May 2, 2003)(Tennille, J.).\n{24}\n    \nThe unresolved issue, however, is which behaviors by private persons constitute petitioning or,\nmore specifically, whether protected petitioning, as defined under \nNoerr-Pennington, \noccurs when an\nentity submits false data to a public agency, charged with administering a trust fund, for the purpose of\ninflating reimbursement rates.\n  \nIn the present case, this Court must determine if the \nNoerr-Pennington\ndoctrine classifies the allegedly falsified bids and rates surveys submitted by defendants as protected\npetitioning and hence immunizes them from antitrust liability.\n{25}\n    \nNoerr-Pennington\n does not classify every action by a private party as petitioning.\n  \nThe doctrine\ngenerally protects petitioning activity, but the scope of the protection afforded to a petitioning activity\ndepends on the source, context, and nature of the anticompetitive restraint that is at issue.\n  \nAllied Tube &\nConduit Corp., v. Indian Head, Inc.\n, 486 U.S. 492, 499 (1988).\n  \nDetermining the scope of protection under\nNoerr-Pennington\n requires an analysis of the above factors in the case at hand.\n  \nSee id\n.\n{26}\n    \nFirst, this Court examines whether the efforts to restrain trade flows from a governmental or private\nsource.\n  \nIn \nFTC v. Superior Court Trial Lawyers Ass’n\n, 493 U.S. 411 (1990), the Supreme Court\naddressed conduct that would likely result in pecuniary gain for the petitioners.\n  \nIn \nSuperior Court Trial\nLawyers\n, attorneys that represented indigents boycotted representing such clients in an effort to obtain\nhigher rates for this work from the District of Columbia.\n  \nAlthough the boycott sought a political impact\nby influencing the District’s City Council, the Supreme Court held that the restraint would ultimately\nbenefit the attorneys who were private market participants.\n  \nId\n. at 426.\n  \nThus, the restraint on trade at issue\nin \nSuperior Court Trial Lawyers\n, the attorney boycott, was the means to obtain favorable legislation and\nnot the consequence of public action.\n  \nId\n. at 424.\n  \nThe Supreme Court further reasoned that the ultimate\nobjective of the boycott was gaining an economic advantage for attorneys from the governmental indigent\ndefense system and, thus, an anticompetitive restraint.\n{27}\n    \nSimilarly, in the case at hand, the efforts of defendants were aimed toward obtaining more\nfavorable rates from DENR for their environmental consulting work.\n  \nThe effort to restrain trade flowing\nfrom the private action of artificially inflated bids and rates surveys submitted by defendants was much\nlike the boycott of the attorneys in \nSuperior Court Trial Lawyers\n.\n  \nMoreover, like those boycotts,\ndefendants sought economic gain by submitting inflated bids and rate surveys to DENR.\n  \nThe alleged goal\nof the petitioners in both cases was to employ such anticompetitive means as boycotts and inflated bids for\neconomic gain.\n  \nIn other words, the anticompetitive behaviors were not governmental action, but the\npetitioning activities of the private association to influence the rate setting of the respective government\nagency in each case.\n  \nUnder \nSuperior Court Trial Lawyers\n, therefore, the trade restraint of increased rates\nflows from private actions, and this Court must now determine the context of defendants’ petitioning\nactivities.\n  \nSee\n \nAllied Tube & Conduit\n, 486 U.S. at 499.\n{28}\n    \nIn addition, both the case at hand and \nSuperior Court Trial Lawyers\n differ from \nNoerr\n with respect\nto the action of the petitioners.\n  \nIn \nNoerr\n, the petitioning railroads waged a campaign seeking the passage\nof trade restraint laws that were unfavorable to the trucking industry.\n  \n365 U.S. at\n \n138-40.\n  \nThe trade\nrestraint was anti-trucking laws, which were the \nintended consequence\n of the public action.\n \n{29}\n    \nIn both \nSuperior Court Trial Lawyers\n and this case, the trade restraint, the boycotts and inflated\nbids were the \nmeans\n that the petitioners employed to obtain favorable governmental action.\n  \nThe trade\nrestraints in these were not intended consequences but instead improper means not protected by \nNoerr-\nPennington\n.\n[2]\n  \nSee\n \nCity of Columbia\n,\n \n499 U.S. at 398; \nPennington\n, 381 U.S. at 670.\n  \nThus, the actions of\ndefendants in this case do not receive the same protection because their actions were both a trade restraint\nand an improper means to obtain a favorable governmental action.\n  \nCf. Noerr\n, 365 U.S. at 138-40.\n \n{30}\n    \nThe Court now turns to the context and nature of defendants’ petitioning activity to determine if\nthey may avail themselves of immunity from antitrust liability under the \nNoerr-Pennington\n doctrine.\n  \nId\n.\n \nProtection under \nNoerr-Pennington\n starts with the general rule that “[c]oncerted efforts to restrain or\nmonopolize trade by petitioning government officials are protected from antitrust liability . . . .”\n  \nId\n.\n  \nWhen\nthe petitioning activity, however, involves a less political arena such as is found in the administrative and\njudicial processes, then unethical or deceptive practices may result in petitioner liability under antitrust\nlaws.\n  \nId\n. at 499-500; \nCalifornia Motor Transport Co. v. Trucking Unlimited\n, 404 U.S. 508, 512-13\n(1972).\n  \nGiven the existence of some self-regulating industries, the context and nature component of the\nNoerr-Pennington\n analysis often involves the role of private associations.\n  \nSee\n \nSuperior Court Trial\nLawyers\n, 486 U.S. at 500.\n{31}\n    \nIn \nAllied Tube\n, the petitioner, a large steel manufacturer, sought to exclude a plastic conduit from\nthe list of approved electrical conduits under the National Electrical Code (the “NEC”) of the National\nFire Protection Association (the “NFPA”).\n  \n486 U.S. at 495-96.\n  \nThe petitioner met with over 200\nmembers of the steel conduit industry and packed the NFPA meeting to successfully prevent the addition\nof the plastic conduit to the NEC.\n  \nId\n. at 496-97.\n  \nThe manufacturer of the plastic conduit unsuccessfully\nappealed the vote to the NFPA Board of Directors, then subsequently filed suit in federal court, claiming\nthat petitioners and others violated the Sherman Act by not adding the plastic conduit to the approved list\nin the\n  \nNEC.\n  \nId\n. at 496-97.\n  \nThe petitioner and other defendants raised the \nNoerr-Pennington\n doctrine in\nan attempt to immunize themselves from antitrust liability.\n{32}\n    \nThe U.S. Supreme Court approached the analysis of the context of the petitioning activity as\noccurring within a private standard setting association.\n  \nId\n. at 500.\n  \nThe Supreme Court reasoned that\nprivate associations have the capacity to inflict anticompetitive harm in the marketplace with their standard\nsetting processes.\n  \nId\n. at 501.\n  \nMoreover, the Supreme Court found that the members of a private\nassociation, unlike the government, have economic incentive to restrain trade.\n  \nId\n. at 501-02.\n  \nThus, the\nCourt found that petitioning activity and the resultant exclusion of the plastic conduit from the NEC\noccurred in a non-political arena where decisions were motivated not by public interest, but by economic\ngain.\n  \nThe personal financial interests advanced by NFPA stripped the petitioner of immunity from\nantitrust liability under the \nNoerr-Pennington\n doctrine.\n  \nId\n. at 501-02.\n{33}\n    \nIn the case at hand, the petitioning activities allegedly included submitting rate surveys and bids\nset by NCESPA, a private association, and its members.\n  \nAs in \nAllied Tube\n, the members of the private\nassociation undertook a petitioning activity that advanced their personal financial interests.\n  \nThe NFPA\nmembers colluded to exclude a new competitor from the marketplace by using its standard setting power\nto exclude the product as a safe conduit.\n{34}\n    \nSimilarly, NCESPA coordinated the pricing of services provided by its members and hence inflated\nthe market rates.\n  \nThe exclusion of a new competitor and the inflation of market rates both constitute a\nrestraint on trade.\n  \nNCESPA and its members’ attempts to inflate reimbursement rates, much like the\nexclusion of the plastic conduit by NFPA in \nAllied Tube\n, did not benefit the public.\n  \nThe restraints\nimposed in both \nAllied Tube\n and in this case were the result of actions by private entities that had interests\nbeyond that of providing a public benefit.\n  \nWhile the petitioner in \nAllied Tube\n did not lobby a government\nagency, this Court cannot see how the public would benefit in any respect from NCESPA’s self-serving\npetitioning of DENR that would thereby prevent the application of the holding in \nAllied Tube\n.\n{35}\n    \nThe petitioning activity in this case is perhaps more wrought with personal financial motivation\nthan in \nAllied Tube\n because the steel manufacturers merely excluded a competitive product as opposed to\nusing collusion to inflate rates for the petitioners.\n  \nThere can be no question that the coordination of\nNCESPA’s members in the bidding and surveying process was designed to increase their revenues.\n  \nThe\nNFPA members at least had a plausible argument that excluding the plastic conduit may have involved\nsome legitimate safety concerns.\n \n{36}\n    \nThe petitioning activities of NCESPA clearly do not qualify for immunity under \nNoerr-Pennington\nfor several reasons.\n  \nFirst, the anticompetitive restraint flows from the private actions of NCESPA and its\nmembers.\n  \nThe submissions of inflated surveys and bids were not the action of a governmental agency, but\nthat of a private group seeking an economic gain.\n  \nSecond, the context of the petitioning activity was\nundertaken only for financial gain, and NCESPA used the standard-setting power as an industry\nassociation to inflate prices and potentially harm the marketplace.\n  \nThe inflated bids resulted in a restraint\nimposed by a private association and not a governmental agency.\n  \nThis Court therefore denies defendants’\nmotion to dismiss based on the \nNoerr-Pennington\n doctrine.\n2. Free Speech Guarantees\n{37}\n    \nDefendants also claim that the free speech guarantees of the First Amendment and Article I,\nSections 12 and 14 of the North Carolina State Constitution immunize them from liability because they\nhave the right to criticize the government.\n  \nThe issue again before the Court is whether the actions of\nsubmitting falsified rate surveys and bids rise to the level of protected free speech.\n  \nFree speech covers a\nwide spectrum of protection, but the First Amendment does not protect all speech even if it criticizes the\ngovernment.\n{38}\n    \nDefendants cite a litany of persuasive authority illustrating the protected speech that persons and\ncorporations enjoy that allows criticism of the government and the general rule that trade associations are\nnot subject to antitrust laws.\n  \nSee Schachar v. American Academy of Opthamology\n, 870 F.2d 397, 399 (7th\nCir. 1989) (holding that the medical academy did not violate antitrust laws by urging patients, physicians\nand hospitals to use a medical procedure sparingly until further research was done); \nBrown v. Visa U.S.A.,\nInc.\n, 674 F. Supp. 249, 251 (N.D. Ill. 1987) (holding that a non-coercive letter from Visa urging member\nbanks not to use American Express products could not support an antitrust lawsuit); \nProgress Development\nCorp. v. Mitchell\n, 219 F. Supp. 156, 163 (N.D. Ill. 1963) (holding that criticism of a municipal government\nthat resulted in decreased bidders at an auction was not sufficient to support a libel claim).\n  \nDefendants fail\nto address the distinction between the cases cited and plaintiffs’ claims. The problem with defendants’\nargument is that it protects only the communications between NCESPA members, but not their eventual\nwrongful actions.\n \n{39}\n    \nThe cases cited do indeed support the right of associations to discuss potential actions that may\nresult in antitrust violations.\n  \nSee\n \nSchachar\n, 870 F.2d at 399; \nBrown\n, 674 F. Supp. at 251.\n  \nThe Court,\nhowever, has little difficulty distinguishing \nSchachar\n and \nBrown\n from the case at hand.\n  \nThe cited cases\ninvolve communications from associations that encouraged their members to engage in potential antitrust\nviolations.\n  \nThe communications in \nSchachar\n and \nBrown\n are quite different from those that occurred\nwithin NCESPA, as the associations in those cases did not encourage members to submit false information\nto the state government to influence rate setting.\n \n{40}\n    \nIn addition, the activities that the defendants encouraged in the cited cases do not clearly qualify as\ncollusive behavior.\n  \nNCESPA’s alleged communications, however, urged its members to fix rates that\nwould clearly affect the calculation of the reimbursement rates and government contract awards.\n  \nThese\ncommunications concerning fixed bids and false surveys stand in stark contrast to \nBrown\n, in which a\nmedical academy merely encouraged members to avoid a medical procedure until the completion of\nfurther research.\n  \n674 F. Supp. at 251.\n  \nEven the communications in \nSchachar\n,\n \nin which Visa\n \nencouraged\nits member banks to refrain from using American Express products, are not definitively as collusive as the\nNCESPA e-mails.\n  \n870 F.2d at 399.\n \n{41}\n    \nDefendants’ citation of \nProgress Development\n supports the right of an entity to criticize the\ngovernment, but not the right of an association to submit false information to the government.\n[3]\n  \nIn\nProgress Development\n, a municipal corporation claimed that libelous statements published by a developer\ndecreased the number of bidders at a bond auction.\n  \n219 F. Supp. at 163.\n  \nThe municipality claimed that\nthe decrease in bidders increased the interest rate that it paid to the eventual bondholders.\n  \nId\n.\n  \nThe\nProgress Development \ncourt held that even though the speech was libelous, criticism of a governmental\nentity “enjoyed the widest latitude.”\n  \nId\n.\n{42}\n    \nThe Court finds that the \nProgress Development \nopinion is not factually analogous to the instant\ncase.\n  \nNCESPA allegedly encouraged its members to file false statements to a government agency.\n  \nOn the\nother hand, the developer in \nProgress Development \npublished false statements about the governmental\nentity.\n  \nThe difference may appear at first to be minimal, but from a public policy perspective, it is\ndecisive.\n{43}\n    \nFor example, the holding in \nProgress Development\n protects the right of a citizen to claim that\nDENR is a corrupt and insolvent agency that refuses to pay environmental consultants adequately for\nservices rendered.\n  \nClearly, the Constitution protects the right of citizens to make wild assertions against\nthe government.\n  \nIf a court contracted the latitude of criticism allowed, then every protester with a sign\nthat claimed a public agency was corrupt would be bankrupt from litigation.\n  \nHere, NCESPA could have\npublicly stated that DENR’s rates were unreasonable and so low as to drive providers from the\nmarketplace.\n{44}\n    \nThe same holding, however, does not protect that same citizen from filing untrue estimates and\ninflated bids in an attempt to impact the amount received from government business.\n  \nIf this Court allowed\nthat citizen to file false bids, then the bidding process for government contracts would be completely\nworthless.\n  \nCriticism of the government does not encompass collusion and antitrust violations.\n  \nNCESPA\nalternatively could have written a letter to the editor of the \nNews & Observer\n or published an\nadvertisement in that same newspaper criticizing DENR’s reimbursement policy.\n  \nThe course of action\nthat NCESPA allegedly chose, however, goes beyond protected speech and into the realm of bid rigging\nand collusion.\n{45}\n    \nDefendants were free to advocate for reimbursement of certain expenses or a fixed percentage for\noverhead on cleanup projects.\n  \nThose same ends may not be accomplished by providing false information\nto artificially inflate market pricing in order to influence the rate set for reimbursement purposes.\n{46}\n    \nDefendants offer little authority as to how the North Carolina State Constitution protects\nNCESPA’s activities.\n  \nThe only case cited by defendants in support of their contentions as to the state\nconstitution is \nCorum v. University of N.C.\n, 330 N.C. 761, 413 S.E.2d 276 (1992).\n  \nDefendants fail to\nspecify how \nCorum\n “fills in any gaps in \nNoerr-Pennington\n immunity” with respect to free speech and the\nNorth Carolina State Constitution.\n{47}\n    \nFree speech allowed NCESPA to discuss various alternatives to its dilemma regarding the RRD\nand bidding process.\n  \nHowever, free speech does not protect such discussions when the resultant actions\ninvolve submitting false information and contrived bids to a government agency.\n \nB.\nSTATUTORY IMMUNITY\n1. Nonprofit Officer & Director Immunity from Monetary Relief\n{48}\n    \nDefendants raise the defense that as directors and members of a nonprofit they are statutorily\nimmune from liability \nin their roles as officer or directors of NCESPA\n.\n  \nThe North Carolina Nonprofit\nCorporation Act provides immunity for directors by stating, “[A] person serving as a director or officer of\na nonprofit corporation shall be \nimmune individually from civil liability for\n \nmonetary damages\n, except to\nthe extent covered by insurance, for any act of or failure to act arising out of this service . . . .”\n  \nN.C.G.S. §\n55A-8-60(a) (2003) (emphasis added).\n{49}\n    \nThe statute, however, also designates several exceptions to the above immunity, including the\nfollowing conduct by officer and directors of nonprofit corporations: “(3) Was not acting in good faith; (4)\nCommitted gross negligence or willful or wanton misconduct that resulted in damage or injury . . . .”\n \nN.C.G.S. § 55A-8-60(a)(3)-(4).\n \n{50}\n    \nCase law on this statute does not exist in North Carolina, but the public policy goal of this statute is\nclearly to prevent potential litigation from discouraging individuals from serving on nonprofits’ boards.\n \nHowever, the statute is not a means for persons to orchestrate illegal conduct and shield themselves from\nliability.\n  \nThe exceptions in the statute exist to prevent nonprofits from becoming conduits for illegal or\nwrongful conduct.\n  \nIn other words, the statute does not provide the officers or directors of nonprofits carte\nblanche to act in bad faith or to harm others with grossly negligent or intentional misconduct.\n  \nHere\ndefendants are alleged to have used the nonprofit to further their individual personal gain.\n{51}\n    \nPlaintiffs seek to hold Hill and Ross individually liable as officers or directors of NCESPA.\n  \nThe\nCourt must take into account the standard for the motion to dismiss in examining the potential statutory\nimmunity for these individuals at this phase of the case.\n  \nThe allegations levied against the directors or\nofficers as individuals vary widely, and the Court will apply this immunity and its exceptions accordingly.\n{52}\n    \nIn the context of a motion to dismiss, the Court needs only to consider the alleged conduct and not\nthe credibility of the allegations.\n{53}\n    \nThe allegations against Hill and Ross do not allege the same leadership role that McClure\nsupposedly assumed in the various alleged collusive schemes.\n  \nHill and Ross may have participated in the\nsurvey and bidding process, but the allegations do not rise to the level of bad faith or willful or wanton\nmisconduct.\n{54}\n    \nDefendants Hill and Ross discussed the proposals, and even indicated concern about the legality of\nthe actions.\n  \nHowever, the discussion of strategic options for their organization by a nonprofit’s members\ndoes not rise to the level of conduct that falls within the exceptions from the immunity.\n{55}\n    \nDefendants Hill and Ross certainly may be held liable for conduct involving the survey and RFP as\nindividuals, but plaintiffs may not seek monetary relief for their merely participatory conduct as directors\nor officers of NCESPA.\nC.\nSTATE ACTION DOCTRINE\n{56}\n    \nDefendants argue that state action doctrine precludes plaintiffs’ claims because the State intended\nto replace competition with regulation and actively supervised the challenged conduct.\n  \nThe basis for\ndefendants’ state action immunity assertion is the application of federal antitrust laws to a state legislative\nscheme.\n  \nPlaintiffs, however, contend that the state action doctrine does not apply because the case at hand\ninvolves applying state antitrust law to the state regulatory scheme.\n{57}\n    \nPlaintiffs’ argument has merit, but its other assertion that defendants failed to offer evidence in\nsupport of the requisite test is more clearly fatal to defendants’ attempts to invoke state action immunity.\n \nA private party claiming state action immunity must meet a two-pronged test.\n  \nFTC v. Ticor Insurance\nCo.\n, 505 U.S. 621, 633 (1992); \nCity of Columbia v. Omni Outdoor Advertising, Inc.\n 499 U.S. 365, 370-72\n(1991).\n  \nFirst, the party must prove a clear articulation and affirmative expression of the state’s sovereign\nintent to displace competition with regulation.\n  \nTicor\n,\n \n505 U.S. at 633.\n  \nSecond, the government must\nactively supervise the economic activity in the market in which competition has been displaced.\n  \nId.\n{58}\n    \nThe Court first turns to whether DENR clearly expressed and articulated intent to displace\ncompetition with regulation among environmental consultants by establishing reasonable rates.\n  \nThis prong\nrequires that the state possess the authority to suppress competition and clearly articulate a policy that\nauthorizes anticompetitive conduct.\n  \nCity of Columbia\n,\n \n499 U.S. at 371-72.\n  \nDefendants only specifically\ncite N.C.G.S. § 143-215.94E(e)(2), the statute that limits the reimbursement rate paid by DENR to\n“reasonable and necessary,” to support the allegation that the state’s actions rise to the level of suppressing\ncompetition and advancing a policy of anticompetitive conduct.\n{59}\n    \nA statute requiring a government agency to limit its reimbursement to vendors to reasonable and\nnecessary costs can hardly be construed as proliferating anticompetitive behavior.\n  \nThe argument might\nhold merit if the statute limited the rates that environmental consultants could charge third parties or\nresponsible parties.\n  \nA statute that merely limits what a government agency may reimburse a vendor,\nhowever, is a means to prevent government waste and preserve funds raised under the statutory scheme.\n \n{60}\n    \nThis Court holds that limiting government spending to reasonable and necessary expense does not\ngrant the authority to limit competitive behavior and advance a policy authorizing anticompetitive\nconduct.\n  \nIf the State allowed DENR to regulate the rates that consultants may charge third parties then\nsuch regulation may affect the competitive markets, but this statute clearly does not grant such broad and\nunbridled authority.\n{61}\n    \nGiven that defendants clearly do not meet the first prong required for state action immunity, the\nCourt will only cursorily examine the second prong.\n  \nThe second prong requires the active governmental\nsupervision of economic activity on the market in which competition is displaced.\n  \nCity of Columbia\n,\n \n499\nU.S. at 72.\n  \nDENR again does not regulate the rate structure that environmental consultants set for third\nparties including responsible parties.\n  \nThe agency merely sets the rate at which it will reimburse the\nresponsible party, not the rate that the environmental consultants may charge the responsible party.\n  \nThe\ncontractual limitation in the statutory framework applies only to the relationship between DENR and the\nconsultants.\n  \nThe absence of a statute that regulates the contractual relationships between environmental\nconsultants and third parties stifles any argument that DENR supervises the market beyond reimbursing\nresponsible parties.\n{62}\n    \nTherefore, state action immunity does not exist as to defendants because the role of the state in this\nmarket does not meet either prong.\nD.\nFILED RATE DOCTRINE\n{63}\n    \nDefendants also raise the filed rate doctrine as a defense to plaintiffs’ claims.\n  \nThe filed rate\ndoctrine holds that a plaintiff cannot sustain a claim against a defendant when a regulatory agency\napproved the rate at issue, even if the rate is excessive as a result of the defendants’ unlawful conduct.\n \nN.C. Steel, Inc. v. National Council on Compensation Ins.\n, 347 N.C. 627, 632, 496 S.E.2d 369, 372\n(1998).\n  \nIn \nN.C. Steel\n, the plaintiffs were businesses that paid workers’ compensation insurance claims.\n \nThe plaintiff claimed that the insurance companies deceived the North Carolina Commissioner of\nInsurance (the “Commissioner”) about certain fees to obtain approval for inflated rates.\n  \nPlaintiff sought to\nreset the rates and recover the excess premiums that resulted from the excessive fees that the insurance\ncompanies submitted to the Commissioner.\n  \nThe North Carolina Supreme Court held that the filed rate\ndoctrine applied and barred any claims to recover the excess fees.\n{64}\n    \nThe case at hand is too factually dissimilar to \nN.C. Steel\n to justify the application of the filed rate\ndoctrine.\n  \nFirst, this case is a dispute that involves a direct relationship between a state agency, DENR, and\na state vendor, the environmental consultants.\n  \nThis relationship involves a government agency setting the\nrate that it will pay a vendor for its services.\n  \nIn contrast, \nN.C. Steel\n applies the filed rate doctrine to an\nagency that is setting rates for the relationship between a regulated business and a third party.\n  \nThe\nCommissioner in \nN.C. Steel \nwas not controlling the reimbursement rate between the state government and\nthe insurance companies, but instead the allowable rates in the insurance market.\n{65}\n    \nSecond, \nN.C. Steel\n addresses the deference of the courts to rate-making entities and reluctance for\njudicial tampering with the province of those agencies.\n  \nThe \nN.C. Steel\n decision employs the filed rate\ndoctrine not to bar all claims involving rates set by a government agency, but clearly to advance the policy\nthat changing established rates is not a matter for the courts.\n  \nLupton v. Blue Cross & Blue Shield of N.C.\n,\n1999 NCBC 4 at ¶ 12 (No. 98 CVS 633, Orange Co. Super. Ct. June 14, 1999)(Tennille, J.).\n  \nIn contrast,\nthis case does not involve a plaintiff seeking to change the rate structure of a regulated industry.\n  \nThis case\ninstead involves a contrasting scenario in which the plaintiff is the government rate-setting agency and the\ndefendant is a vendor who has tried improperly to influence the rate-setting process.\n  \nMore importantly,\nthe case does not involve a business requesting the government to recalculate rates, but involves\ngovernment allegations against a business that submitted information in order for an agency to calculate\nrates.\n{66}\n    \nThe filed rate doctrine cannot be applied here because DENR does not regulate the entire market\nfor environmental consultants and, as plaintiff, is not asking the Court to recalculate rates.\n  \nMoreover,\ndefendants do not contest the rates themselves, as the dispute centers on the events surrounding the\ninformation submitted to DENR for rate calculation.\n  \nTherefore, the filed rate doctrine is not applicable in\nthis case to bar claims against defendants.\nE.\nUNFAIR AND DECEPTIVE TRADE PRACTICES\n{67}\n    \nPlaintiffs allege defendants’ action violated N.C.G.S. § 75-1.1, which is part of the Unfair and\nDeceptive Trade Practices Act (“UDTPA”).\n  \nUDTPA defines the elements necessary for an unfair trade\npractices claim as follows:\n(a)\n     \nUnfair methods of competition in or affecting commerce, and unfair or deceptive acts\nor practices in or affecting commerce, are declared unlawful.\n \n(b)\n    \nFor the purposes of this section, “commerce” includes all business activities, however\ndenominated, but does not include professional services rendered by a member of a\nlearned profession.\n \n{68}\n    \nDefendants claim that they cannot be found liable under the UDTPA for four reasons. First, the\nalleged conduct was not “in or affecting commerce” as required by N.C.G.S. § 75-1.1(a).\n  \nSecond,\ndefendants claim that they qualify for the “learned profession exemption” in N.C.G.S. § 75-1.1(b), which\nbars plaintiffs’ claims.\n  \nThird, plaintiffs did not sufficiently allege that DENR relied on the alleged\nmisstatements.\n  \nFourth, plaintiffs do not allege that a legally recognizable injury resulted from the alleged\nconduct.\n{69}\n    \nDefendants assert that the alleged conduct, both the alleged bid rigging and falsified surveys, does\nnot qualify as “in or affecting commerce” because it is incidental to the lobbying of a government agency\nand not related to commercial transactions.\n  \nAccording to North Carolina case law, however, the conduct\nat issue—completing rate surveys and bidding on government contracts—likely qualifies as a routine\nbusiness activity and, thus, is “in or affecting commerce.”\n \n{70}\n    \nDefendants cite \nHAJMM v. House of Raeford Farms\n, in which the North Carolina Supreme Court\nfound that securities transactions were beyond the scope of business activities that qualify as “in or\naffecting commerce” under UDTPA.\n  \n328 N.C. 578, 595, 403 S.E. 2d 483, 493 (1991).\n  \nThe Supreme\nCourt reasoned that issuing securities was an extraordinary event beyond the regular, day-to-day activities\nthat the statute was meant to regulate.\n  \nHAJMM\n, 328 N.C. at 593-94, 403 S.E. 2d at 493.\n  \nThe \nHAJMM\ncourt further reasoned that the existing state and federal statutory framework pervasively regulated\nsecurities transactions, and extending UDTPA into the securities regulation arena would create\noverlapping supervision and enforcement issues.\n  \nId\n. at 594, 403 S.E. 2d at 493.\n{71}\n    \nEnvironmental consultants routinely deal with DENR and its procedures in procuring business as it\npertains to UST cleanup.\n  \nThe completion of rate surveys does not qualify as an extraordinary event, as\nthey serve as a component of a main revenue driver for environmental consultants.\n  \nThese activities occur\nmore regularly in the environmental industry than such capital-raising transactions as public offerings or\nprivate placements.\n  \nWhile raising capital is a collateral and extraordinary activity, environmental\nconsulting is the activity that these firms were created to perform.\n  \nSeeking government contracts and\nproviding rate information to obtain environmental consulting assignments from DENR is a routine\nactivity for these firms.\n{72}\n    \nOn the other hand, the rate setting is an activity that the State regulates within an existing statutory\nframework.\n  \nSee, e.g., \nN.C.G.S. § 143-21 5.94E(e2)(2003); 15A N.C.A.C. 2P.0402(a)(2)(2003).\n  \nWhile\nthe regulations pertaining to the rate-setting function of DENR are not as prolific as that of securities law,\nthe overlap is similar to the problem that the Supreme Court faced in \nHAJMM\n.\n  \nThis Court would likely\ncause conflict between the framework governing the DENR process and the more nebulous unfair trade\npractice statute by applying UDTPA to the rate-setting function of an administrative agency.\n  \nThe State\nhas other remedies it can use through the Administrative Procedure Act and its claims under the antitrust\nlaws.\n{73}\n    \nThe Court will not analyze the other arguments raised by defendants as to the UDPTA because it\nclearly does not apply to the conduct alleged by plaintiffs.\n  \nTherefore, the Court dismisses all claims\nagainst defendants under the UDTPA.\nF.\nINTRACORPORATE IMMUNITY\n{74}\n    \nDefendants argue that the intracorporate immunity doctrine shields them from plaintiffs’\nallegations of price fixing, conspiracy to restrain trade involving a state contract and false certifications or\nthe procurement thereof.\n  \nThe intracorporate immunity doctrine holds that a corporation, its subsidiaries,\nofficers and employees do not provide a sufficient number of actors to carry out an antitrust conspiracy.\n \nCopperweld Corp. v. Independence Corp\n., 467 U.S. 752, 758-59 (1984).\n{75}\n    \nIntracorporate immunity does not apply in this case.\n  \nThe allegations are that actors from several\ndifferent environmental firms engaged in a conspiracy of price fixing and false certifications.\n  \nThe doctrine\nwould only apply if all the actors were in the same environmental consulting firms.\n  \nFor example, if all of\nthe alleged actors were officers or employees of Mid-Atlantic, then the immunity doctrine might apply.\n \nBecause the alleged actors in this case were mostly members of different firms, the intracorporate\nimmunity doctrine therefore does not apply.\nG.\nDAMAGES UNDER N.C.G.S. § 133-28\n{76}\n    \nDefendants CBM and Ross argue that DENR’s action under N.C.G.S. § 133-28 is distinct from an\naction in which the plaintiffs seek civil penalties for the damages sustained from the defendants’ alleged\nconspiracy.\n  \nThey assert that plaintiffs fail to allege that DENR suffered any damages from entry into a\ncontract with any of defendants and also argue that the RFPs do constitute a contract.\n  \nDefendants\nspecifically rely on N.C.G.S. § 133-28 (a)-(b), which states:\n(a) Any governmental agency entering into a contract which is or has been the subject of a\nconspiracy prohibited by G.S. 75-1 or 75-2 shall have a right of action against the\nparticipants in the conspiracy to recover damages, as provided herein. The governmental\nagency shall have the option to proceed jointly and severally in a civil action against any\none or more of the participants for recovery of the full amount of the damages. There shall\nbe no right to contribution among participants not named defendants by the governmental\nagency.\n \n(b) At the election of the governmental agency, the measure of damages recoverable under\nthis section shall be either the actual damages or ten percent (10%) of the contract price\nwhich shall be trebled as provided in G.S. 75-16.\n \n{77}\n    \nThe Court fails to find that DENR suffered any of the damages required by § 133-28(b).\n  \nThe RFP\nthat DENR selected was awarded to a party that was not a participant in the alleged conspiracy to inflate\nthe contract price paid by DENR.\n  \nThe goal of the alleged conspiracy was to increase the revenue earned\nby the conspirators for the state lead work that they performed under contract with DENR.\n  \nIn order to\nobtain the goal of the conspiracy, DENR needed to award an inflated contract to a conspirator.\n  \nDENR did\nnot\n award any such contract to a conspirator.\n  \nInstead, DENR awarded the contract to a nonconspirator.\n \nTherefore, the contract was not the subject of the conspiracy because the conspirators did not increase the\ncontract award and thus failed to affect the outcome in a manner that caused damage to DENR.\n{78}\n    \nThe Court will not address the argument that RFPs do not constitute contracts and are by nature\nillusory.\n  \nPlaintiffs’ failure to allege that defendants’ alleged conspiracy caused the requisite damages\nunder § 133-28 provides sufficient basis for the Court to dismiss the plaintiffs’ claims under this statute.\nCONCLUSION\n{79}\n    \nBased upon the foregoing it is hereby Ordered, Adjudged and Decreed:\n1.\n      \nThe motion to dismiss based on the \nNoerr-Pennington\n doctrine is \nDENIED\n.\n2.\n      \nThe motion to dismiss based on the Free Speech guarantees of the First Amendment and\nArticle I, Sections 12 and 14 of the North Carolina State Constitution is \nDENIED.\n3.\n      \nThe Court GRANTS the motion to dismiss based on nonprofit officer and director\nimmunity as to Hill and Ross under N.C.G.S. § 55A-8-60(a).\n4.\n      \nThe motion to dismiss based on the state action doctrine is \nDENIED.\n5.\n      \nThe motion to dismiss based on the filed rate doctrine is DENIED.\n6.\n      \nThe Court GRANTS the motion to dismiss as to all unfair trade and deceptive practice\nclaims.\n7.\n      \nThe motion to dismiss based on intracorporate immunity is \nDENIED.\n8.\n      \nThe Court GRANTS the motion to dismiss as to all claims for damages against Hill, Ross,\nand CBM based on N.C.G.S. § 133-28.\n \nSO ORDERED, this the 14th day of December 2004.\n \n[1]\n Recently the North Carolina General Assembly adopted a policy which further limits spending designated for UST cleanup,\nresulting in the cessation of cleanup efforts at many UST sites.\n[2]\n Instead, the government action of increasing rates in \nSuperior Court Trial Lawyers\n and the instant case was the consequence of\nthe trade restraint, unlike in \nNoerr\n where the passage of laws was the trade restraint.\n[3]\n The \nProgress Development\n court applied Illinois law in this case."
}