{
  "id": "d54766b116fcf02643d427f2a4b9106d51664f1e09dc2c23b2b609ed050ef1ab",
  "source_file": "data/raw/ncbc/d54766b116fcf02643d427f2a4b9106d51664f1e09dc2c23b2b609ed050ef1ab.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nLINCOLN COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 383 \n \nJOSEPH LEE GAY, Individually and on \nBehalf of All Persons Similarly Situated, \n \nPlaintiff, \n \nv. \n \nPEOPLES BANK, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION \n \n \n \n \n \n{1} THIS MATTER  is before the Court upon Defendant Peoples Bank’s \n(“Defendant,” “Peoples,” or the “Bank”) Motion for Summary Judgment pursuant to \nRule 56 of the North Carolina Rules of Civil Procedure (the “Motion for Summary \nJudgment”);  Plaintiff Joseph Lee Gay’s (“Plaintiff”) Motion for Permission to File \nPlaintiff’s Supplement (the “Motion to Supplement”); and Defendant’s Motion to \nStrike Plaintiff’s Supplement in Further Opposition to Defendant’s Motion for \nSummary Judgment (the “Motion to Strike”) in the above-captioned case.  \n{2} After considering the Motions, briefs in  support of and in opposition to the \nMotions, the appropriate evidence of reco rd, and the arguments of counsel at the \nMarch 4, 2015 hearing on this matter, the Court hereby GRANTS Plaintiff’s Motion \nto Supplement, DENIES Defendant’s Motion to Strike, and GRANTS Defendant’s \nMotion for Summary Judgment. \n \nSigmon, Clark, Mackie, Hanvey & Ferrell, P.A. by Stephen L. Palmer; Squitieri \n& Fearon, LLP by Stephen J. Fearon, Jr.; and Greg Coleman Law PC by Greg \nColeman for Plaintiff Joseph Lee Gay. \n \n Brooks, Pierce, McLendon, Humphrey & Leonard, LLP by Reid L. \n Phillips and Daniel F.E. Smith for Defendant Peoples Bank. \n \nBledsoe, Judge. \n \n \n \n \nGay v. Peoples Bank, 2015 NCBC 59.\n \n \nI. \nPROCEDURAL HISTORY  \n{3} Plaintiff alleges claims, both individually and purportedly on behalf of a \nclass of similarly situated persons, arisin g out of certain overdraft fees incurred by \nPlaintiff and other of Defendant’s customers between June 6, 2008 and July 1, 2011.1  \nPlaintiff’s claims are specifically focused on multiple overdraft fees incurred on a \nsingle banking day by Plaintiff and other cu stomers as a result of Defendant’s high-\nto-low posting of ATM and one-time, non-recurring, debit card transactions, which \nPlaintiff contends Defendant did not properly disclose in an effort to derive excessive \noverdraft fee income at the expense of unsuspecting cust omers.  Plaintiff’s core \ncontention is that Defendant manipulated the timing and order in which customer \ndebit charges were processed – without no tice to customers and in violation of \nDefendant’s contract obligations to its cu stomers – to charge overdraft fees on \naccounts that were not actually overdrawn. \n{4} Defendant contends that, unlike certain large national banks sued in other \nclass actions around the United States with whom Plaintiff compares Defendant, \nDefendant always disclosed to its customers that it paid transactions in high-to-low \norder during the time period at issue and always posted credits to its customers’ \naccounts before posting debits.  Defendant asserts that Defendant fully complied with \nthe terms of its applicable ag reements with Plaintiff and other Bank customers and \nthat Plaintiff’s claims represent an improper attempt to shift responsibility for \nmanaging Plaintiff’s account to avoid overdrafts from Plaintiff to Defendant. \n{5} Plaintiff filed his Class Action Complaint on March 25, 2013, in Lincoln \nCounty Superior Court, asserting claims ag ainst Defendant for br each of contract, \nbreach of the covenant of good faith and fair dealing, conversion, unjust enrichment, \nand unfair and deceptive trade practices under  N.C. Gen. Stat. §§ 75-1.1, et seq. \n(“UDTP”).  \n                                                 \n1 The termination date for the class period appears somewhat unclear and may also be July 1, 2010 or \nAugust 15, 2010.  A determination of the end date for the class period is not necessary to resolve \nDefendant’s Motion. \n \n \n{6} On October 24, 2014, Defendant filed its Motion for Summary Judgment. 2  \nPlaintiff filed his Response to the Motion for Summary Judgment on December 10, \n2014 and Defendant filed its Reply to Plaintiff’s Response on December 23, 2014. \n{7} On February 16, 2015, Plaintiff filed a Supplement in Further Opposition to \nDefendant’s Motion for Summary Judgment (the “Supplement”).  The next day, \nDefendant filed its Objection and Motion to Strike Plaintiff’s Supplement.  Plaintiff \nsubsequently filed his Motion to Supplement on February 27, 2015.  \n{8} The Court held a hearing on the Moti ons on March 14, 20 15, at which all \nparties were represented by counsel.  The Motions are now ripe for resolution. \nII. \nFACTUAL BACKGROUND  \n{9} While findings of fact are not necessary or proper on a motion for summary \njudgment, “it is helpful to the parties and the courts for the trial judge to articulate a \nsummary of the material facts which he co nsiders are not at issue and which justify \nentry of judgment.”  Collier v. Collier, 204 N.C. App. 160, 161–62, 693 S.E.2d 250, 252 \n(2010).  Therefore, the Court limits its factual recitation to the undisputed material \nfacts necessary to decide the Motions, and not to resolve issues of material fact.  \n{10} Plaintiff Joseph Lee Gay is a resident of Lincolnton, North Carolina, and \nmaintained a checking account with Peoples Bank at all times relevant to this action. \n(Compl. ¶ 9.) \n{11} Defendant Peoples Bank is a North Carolina corporation that provides retail \nbanking services to thousands of customer s at approximately 22 branches in North \nCarolina.  (Compl. ¶ 2.) \n{12} The Bank’s services include issuing debit cards, which allow the Bank’s \ncustomers to transact with third parties using funds paid directly from their checking \n                                                 \n2  Although Defendant moved for summary judgment prior to the close of the discovery period, Rule \n56 expressly provides that a party may move for summary judgment “at any time after the expiration \nof 30 days from the commencement of the action or after service of motion for summary judgment,” \nN.C. R. Civ. P. 56(b), and Plaintiff has not filed an affidavit as permitted under Rule 56(f) stating that \n“he cannot for reasons stated present by affidavit facts essential to justify his opposition,” N.C. R. Civ. \nP. 56(f).  Accordingly, contrary to Plaintiff’s contention that Defendant’s Motion is “premature,” (Pl.’s \nResp. Def.’s Mot. Summ. J., p. 8), the Court finds no procedural impediment to its consideration of \nDefendant’s Motion for Summary Judgment on the record here. \n \n \naccounts, and issuing automatic teller ma chine (“ATM”) cards, which allow the \nBank’s customers to withdraw cash direct ly from their accounts at ATMs.  These \ndebit card and ATM transactions are generally referred to as “electronic debit \ntransactions.”  (Compl. ¶¶ 2–3, 38–39.) \n{13} Since December 8, 1999, Peoples Bank  has processed electronic debit \ntransactions from the highest to lowest dollar amount.  (Def.’s Br. Supp. Mot. Summ. \nJ., p. 13–14; Pl.’s Resp. Def.’s Mot. Summ. J., p. 1.)   \n{14} On July 3, 2008, Plaintiff opened an account at the Bank, at which time \nPlaintiff agreed to and received the following documents: (i) the Terms and \nConditions of the Account Agreement (“Terms and Conditions”); (ii) an Addendum to \nthe Terms and Conditions (“Terms and Conditions Addendum”); (iii) a Funds \nAvailability disclosure (per Regulation  CC); (iv) Electronic Funds Transfers \nDisclosures, Peoples Bank 24 Express, & Peoples Bank 24 Express Check Terms, \nConditions and Agreements (“ETF Agreemen ts”); (v) a truth-in-savings disclosure \n(per Regulation DD); (vi) a No Bounce Ad vantage (overdraft program) disclosure; 3 \nand (vii) a privacy disclosure (per Regulation P) (collectively, the “Account Agreement \nDocuments”).  (Connie Ollis Aff., ¶¶ 13, 14; Ans. Ex. 8.)4   \n{15} On September 14, 2009, Plaintiff was charged multiple overdraft fees for the \npayment of ATM and/or one-time debit ca rd transactions from his Peoples Bank \nchecking account.  Peoples Bank assessed Pl aintiff’s account eleven (11) insufficient \nfunds charges of $33 each for a total charge of $363. (Compl. ¶ 9.) \n                                                 \n3  The No Bounce Advantage product was marketed to Defendant by Pinnacle Financial Services, Inc. \n(“Pinnacle”) and allows Bank customers to overdraw their accounts.  The customer is required to pay \nfees for excessive overdrafts but benefits from having additional spending power, not incurring \nreturned check fees, avoiding negative credit history impacts, and avoiding embarrassment from \ndishonored or rejected transactions. (Kim Bazzle Dep. 35, 100–01.)  Although Plaintiff argues that \n“Peoples retained Pinnacle to increase revenue dramatically” and paid Pinnacle based on additional \noverdraft fees generated, (Pl.’s Resp. Def.’s Mot. Summ. J., p. 1), there is no evidence that Pinnacle \ninf lu ence d the Ba nk’s decis ion t o po st transacti ons in high-to-low order or that Pinnacle’s product \ncontrolled the Bank’s high-to-low posting.  (Gillen Dep. 29, 32, 60.) \n \n4 Defendant typically provided each of these documents to each customer opening an account at the \nBank during this same time period.  (Ollis Aff. ¶ 13.) \n \n \n{16}  On September 18, 2009, Peoples Bank refunded nine (9) of the eleven (11) \noverdraft fees incurred by Plaintiff.  (Def.’s Br. Supp. Mot. Summ. J., p. 9.) \n{17} The following allegations form the basis of Plaintiff’s claims against Peoples \nBank: \na. “The [A]ccount [A]greement [Documen ts] failed to disclose the Bank’s \npolicy to always reorder debits from highest dollar value to lowest.  \nMoreover, the Account Agreement [Doc uments] failed to disclose that \nPeoples would process debits to a cu stomer’s account before processing \ncredits in order to maximize overdrafts, and that the Bank delayed \nposting certain transactions, or processed them ahead of, or behind, \ntransactions from different days, in order to post multiple debits on a \nsingle day and maximize overdrafts on that day.  Thus the Account \nAgreement [Documents] failed to di sclose that Peoples reordering \npractices would allow the Bank to maximize the number of overdrafts on \nany account, and to assess overdraft fees for days when a customer’s \naccount was not actually overdrawn (b ut for the Bank’s reordering).”  \n(Compl. ¶ 43) (emphasis in original). \nb. “Peoples failed to disclose that it would charge overdraft fees when \ncustomer accounts had a positive balance and were not overdrawn.  The \nAccount Agreement [Documents] failed to disclose the Bank’s wrongful \npractices relating to its reordering of debit transactions and imposing \noverdraft fees from debit card purchases and ATM withdrawals.  As \ndescribed herein, Peoples did not debit customer accounts immediately \nat the time of purchase in the amount of that purchase only, and Peoples \nreordered transactions from different  days for its own benefit, to the \ncustomer’s detriment.” (Compl. ¶ 44.) \nc. “Peoples representations were deceptive and unfair because it was, in \nfact, the Bank’s policy and practi ce during the Class Period to \nalways \nreorder debits from highest dollar value to lowest, and because the Bank \ngrouped together point of sale transactions that occurred on subsequent \n \n \ndays with those transactions that occurred on earlier days, and reordered \nthem so that debits were processed before credits and higher debits that \noccurred on subsequent days were posted to its customers’ accounts \nbefore lower debits that occurred on earlier days.”  (Compl. ¶ 45) \n(emphasis in original). \nd. “Even if Plaintiff was given materials containing clear and unambiguous \nlanguage disclosing or authorizing the Bank’s practices as described \nabove, any such notice or authorization would have been inadequate and \nineffective.  Furthermore, any reservation of discretion to reorder \ntransactions and assess overdraft fees would be constrained by Peoples’s \nobligation to deal fairly and in good faith.”  (Compl. ¶ 47.) \nIII. \nLEGAL STANDARD \n \n{18} Summary judgment is appropriate where the “pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to judgment as a matter of law.”  N.C. R. Civ. P. Rule 56(c) (2015).   “A movant \nmay meet its burden by showing either that: (1) an essential element of the non-\nm o v a n t ’ s  c a s e  i s  n o n e x i s t e n t ;  o r  ( 2 )  b a sed upon discovery, the non-movant cannot \nproduce evidence to support an essential element of its claim; or (3) the [non-]movant \ncannot surmount an affirmative defe nse which would bar the claim.”  \nMcKinnon v. \nCV Indus., 213 N.C. App. 328, 332, 713 S.E.2d 495, 499 (2011) (citations and internal \nquotation marks omitted).  The Court must view the evidence in the light most \nfavorable to the non-moving party and draw all reasonable inferences in favor of the \nnon-moving party.  \nWhitley v. Cubberly, 24 N.C. App. 204, 206, 210 S.E.2d 389, 291 \n(1974); See generally McKee v. James, 2014 NCBC 73 ¶ 31 (N.C. Super. Ct. Dec. 31, \n2014), www.ncbusinesscourt.net/opinions/2014_NCBC_73.pdf  (discussing standard). \n  \n \n \nIV. \nANALYSIS \nA. Plaintiff’s Motion to Supplement and Defendant’s Motion to Strike   \n{19} Based on the particular procedural fa cts here – and without intending to \ncreate a rule of general application and without prejudice to future challenges under \nBusiness Court Rule 15.6 concerning response briefs in this case – the Court elects, \nin its discretion, to consider all the arguments presented in Plaintiff’s Supplement in \nconsidering Defendant’s Motion for Summ ary Judgment.  Accordingly, the Court \ndetermines that Defendants’ Motion to Strike should be denied and Plaintiff’s Motion \nto Supplement should be granted.  \nB. Defendant’s Motion for Summary Judgment  \n{20} As an initial matter, Plaintiff contends  that Defendant’s Motion should be \ndenied because Judge Murphy rejected Defendant’s contract-based arguments in \ndenying Defendant’s Motion for Judgment on the Pleadings under Rule 12(c).  (Pl.’s \nResp. Def.’s Mot. Summ. J., p. 8.)  North Carolina law is clear, however, that “denial \nof a previous motion for judgment on the pleadings made under N.C. Gen. Stat. § 1A-\n1, Rule 12(c) (2003) does not preclude th e trial court from granting a subsequent \nmotion for summary judgment.”  Rhue v. Pace, 165 N.C. App. 423 , 426, 598 S.E.2d \n662, 664–65 (2004).  Moreover, it is undisp uted that Defendant has relied upon \ncertain evidence that was not before Judge Murphy on Defendant’s Rule 12(c) Motion \nto support Defendant’s Motion for Summary Judgment, providing further basis for \nthe Court to re-examine Defendant’s argu ments under the standards of Rule 56. 5  \nAccordingly, the Court rejects Plaintiff’s contention that the Court is bound on this \nMotion by Judge Murphy’s interpretation of the Account Agreement Documents in \nresolving Defendant’s Motion for Judgment on the Pleadings. \n \n                                                 \n5 In particular, Defendant has offered the following evidence that was not before Judge Murphy on \nDefendant’s Rule 12(c) motion: a 2008 No Bounce  Advantage brochure and disclosure document; \nundisputed evidence that one of the Terms and Conditions Addenda relied upon by Judge Murphy in \ndenying Defendants’ Rule 12(c) motion was not implemented until July 1, 2011 and did not apply \nduring the period at issue; and undisputed affidavi t testimony seeking to establish that an approved \ndebit card transaction may not be returned by the Bank. (Def.’s Br. Supp. Mot. Summ. J., p. 15.) \n \n \ni. Breach of Contract and Breach of the Covenant of Good Faith and Fair Dealing \n \n{21}  “Courts may enter summary judgment in contract disputes because they \nhave the power to interpret the terms of contracts.”  McKinnon, 213 N.C. App. at 333, \n713 S.E.2d at 500.  “[I]f the meaning of the [contract] is clear and only one reasonable \ninterpretation exists, the courts must enforc e the contract as written; they may not, \nunder the guise of construing an ambiguou s term, rewrite the contract or impose \nliabilities on the parties not bargained for and found therein.”  Woods v. Nationwide \nMut. Ins. Co., 295 N.C. 500, 506, 246 S.E.2d 773, 777 (1978).  Furthermore, the Court \nmust “construe an ambiguous contract in a manner that gives effect to all of its \nprovisions, if the court is reasonably able to do so.” Johnston Cnty. v. R.N. Rouse & \nCo., 331 N.C. 88, 94, 414 S.E.2d 30, 34 (1992) (citations omitted). \na. Breach of Contract: High-to-Low Posting \n{22} As noted previously, it is undisputed that People’s Bank used a high-to-low \nposting order for debit transactions throughout the relevant period.  (Def.’s Br. Supp. \nMot. for Summ. J., p. 13; Pl.’s Resp. Def.’s Mot. Summ. J., p. 1.)  Plaintiff alleges that \nPeoples Bank’s policy of paying debit card transactions from highest dollar value to \nlowest was inconsistent with the term s of the Account Agreement Documents, \nconstitutes a breach of contract, and was undertaken to maximize the number of the \nBank’s overdraft charges – and hence the Bank’s profits – at the expense of Plaintiff \nand other Bank customers.  (Compl. ¶ 85.)   \n{23} The Terms and Conditions Addendum provides in relevant part as follows: \n Payment Order of Items  - The law permits us to pay items (such as \nchecks or drafts) drawn on your a ccount in any order. To assist you \nin handling your account with us , we are providing you with the \nfollowing information regarding how we process the items that you \nwrite. \nWhen processing items drawn on your account, our policy is to \npay them according to the dollar amount. We pay the largest items \nfirst. The order in which items are paid  is important if there is not \nenough money in your account to pay all of the items that are \npresented. Our payment policy will cause your largest, and perhaps \nmore important, items to be paid first  . . . , but may increase the \noverdraft or NSF fees you have to pay if funds are not available to \npay all of the items. If an item is presented without sufficient funds \nin your account to pay it, we may, at our discretion, pay the item \n \n \n(creating an overdraft) or return the item (NSF).  The amounts of the \noverdraft and NSF fees are disclosed elsewhere. \n  \n(Ans. Ex. 3; see Pl.’s Resp. Def.’s 1st Requests for Admission, no. 4) (emphasis added).   \n{24} The relevant portion of the Terms and Conditions Addendum therefore \nclearly stated that Peoples Bank processed “items” from largest to smallest, and \nauthorized overdraft fees for “items” drawn on insufficient funds. (Ans. Ex. 3.)  The \nTerms and Conditions document also expressly provided that the customer “agree[s] \nthat we may charge fees for overdrafts and use subsequent deposits . . . to cover such \noverdrafts and overdraft fees.”  (Ans. Ex. 2, pp. 1, 3.)  Plaintiff accepted the terms of \nthe governing documents when he signed the Account Agreement Documents and \nused Defendant’s banking services.   \n{25} Plaintiff’s primary argument focuses on the first sentence of the Terms and \nConditions Addendum: “The law permits us to pay items (such as  checks or drafts) \ndrawn on your account in any order.”  Plaintiff argues that the term “item,” as used \nhere, does not include debit  transactions and that, as a result, Defendant’s high-to-\nlow posting of debits was not permitted and not disclosed.  Plaintiff bases his \nargument on his belief that Defendant’s use of the parenthetical “such as checks or \ndrafts” to describe “items,” coupled with the fact that the EFT Agreements specifically \nreference debits without discussing the hi gh-to-low posting order, shows that the \nhigh-to-low posting order stated in the Terms and Conditions Addendum did not \napply to debit transactions.  The Court finds Plaintiff’s argument unpersuasive.   \n{26} “An ambiguity exists where the ‘langu age of a contract is fairly and \nreasonably susceptible to either of the constructions asserted by the parties.’”  \nMyers \nv. Myers, 213 N.C. App. 171, 175, 714 S.E.2d 194, 198 (2011).   The law is clear, \nhowever, that the Court will not read an ambiguity into a contract where none exists.  \nSee Henderson v. United States Fid. & Guar. Co., 124 N.C. App. 103, 107, 476 S.E.2d \n459, 461 (1996) (“Where, however, no ambiguity exists, the court may not rewrite the \ncontract and find coverage where none was contracted for.”).  Moreover, our courts \nhave long held that “[p]arties can differ as to the interpretation of language without \n \n \nits being ambiguous.”  Walton v. City of Raleigh , 342 N.C. 879, 881–82, 467 S.E.2d \n410, 412 (1996). \n{27} Applying these principles here, the Court concludes that Defendant’s use of \nthe phrase “such as checks or drafts” in this specific  context is an unambiguous \nphrase of inclusion and not an exhaustive list of the specific “items” embraced by the \nBank’s policy.  In particular, the Court finds the phrase “such as,” as used here, to be \nsynonymous with “for example,” “for instance,” or “like” and to identify “checks or \ndrafts” as an illustration of two types of transfers the Bank may pay as provided in \nthe policy statement.   \n{28} Moreover, the Court further concludes th at the term “item,” as used here, \nplainly contemplates any debit to an a ccount – whether by check, draft, ACH \npayment, wire, online, mobile device, voice response, debit transaction or other \nwithdrawal.  This reading is not only supported by the “plain, ordinary and popular” \nuse of the word “item” – \nsee Webster’s Third New International Dictionary, \nUnabridged (2002) (defining “item” variously as “each of the separate credits or debits \ndetailed in a book of account”)6 – but also by the way the term is used in the Account \nAgreement Documents.  For example, the Court reads the EFT Agreements to include \ndebit card transactions as an “item” (referencing “failure to pay ‘other items’ drawn \non [a] checking account”), (Ans., Ex. 5 ¶ 13( b) at p. 5), as well as the No Bounce \nAdvantage disclosure (requesting “check number (if applicable)” concerning an “item” \nand referencing the “order of item payment” in discussing “electronic transactions”) \n(Second Ollis Aff. Ex. F.)  The fact that  the Account Agreement Documents do not \nexpressly state that an “item” includes an  “electronic debit transaction” does not \ncreate ambiguity where, as here, the plain meaning of the term can be discerned by \nreference to the relevant documents. See RL Regi N.C., LLC v. Lighthouse Cove, LLC, \n367 N.C. 425, 428, 762 S.E.2d 188, 190 (2014) (“Applying contract principles, we \ndetermine the intent of the parties by th e plain meaning of the written terms.”); see \n                                                 \n6 See also Black’s Law Dictionary, 5th Ed., (1979) (defining “item” variously as “[a] separate entry in \nan account or a schedule, or a separate pa rticular in an enumeration of a total.”); Black’s Law \nDictionary, 8th Ed., (1999) (defining “item” as “[a] negotiable instrument or a promise or order to pay \nmoney handled by a bank for collection or payment.”). \n \n \nalso Lee v. Scarborough, 164 N.C. App. 357, 360, 595 S. E.2d 729, 732 (2004) (“[T]he \nclear intent of the parties as expressed on the face of the contract controls.”); Brawley \nv. Brawley, 87 N.C. App. 545, 549, 361 S.E.2d 759, 762 (1987) (“[W]here the language \nused in the contract is clear and unambiguo us, the intention of the parties is to be \ngathered from the face of the contract.”). \n{29} Having concluded that electronic debit transactions are included within the \nterm “items” under the Terms and Conditions Addendum and the other Account \nAgreement Documents, the plain language of the Addendum compels the conclusion \nthat the Bank retained the right to pay, and disclosed to the Bank’s customers that \nthe Bank would pay, debit transactions in high-to-low order during the time period \nat issue.  (\nSee Ans. Ex. 3 (“When processing items drawn on your account, our policy \nis to pay them according to the dollar amount. We pay the largest items first.”).)   \n{30} The Court finds further su pport for its reading in the language of the No \nBounce Advantage disclosure st ating that “[i]n the normal course of business, we \ngenerally pay electronic transactions first and then checks beginning with the highest \ndollar amount, per the bank’s policy”\n7  and warning customers to “be aware that the \norder of item payment may create multiple overdrafts during a single banking day \nfor which you will be charged our paid item NSF fee of $33 for each overdraft paid.” \n(Ollis Second Aff. Ex. E) (emphasis added).8   \n{31} When read and considered together, the Court finds that the language \ndescribing the payment priority of electr onic debit transactions in the Account \nAgreement Documents generally, and in the Terms and Conditions Addendum \nspecifically, is unambiguous and clearly discloses Defendant’s policy to pay electronic \n                                                 \n7 Plaintiff contends that, as used here, the phrase “beginning with the highest dollar amount” relates \nto “checks” and not to “electro nic transactions,” and that, at a minimum, the sentence creates \nambiguity concerning the payment of electronic transactions.  Although the use of commas in the \nsentence could have provided more clarity, the Court concludes that the phrase “per the bank’s policy” \nremoves any ambiguity and makes clear that, consistent with the Bank’s policy as set out in the Terms \nand Conditions Addendum, the Bank paid electronic transactions first, in high-to-low priority. \n \n8 The Account Agreement Documents did not impose any duty on Defendant to notify a Bank customer \nbefore the Bank paid or returned any item.   \n \n \n \ntransactions before checks, with high-to-low posting, and to permit the assessment of \na bank overdraft fee for debit transactions drawn on insufficient funds. Given that \nthe evidence is undisputed that Defendant followed this policy during the relevant \ntime period, the Court concludes that Plaintiff’s breach of contract claim on this \nground should be dismissed.\n9 \nb. Breach of Contract: Chronological or Immediate Posting.   \n{32} Next, Plaintiff contends that Defendant breached the terms of the Account \nAgreement Documents because it did not debit customers’ accounts immediately at \nthe time of purchase.  Plaintiff offers support for his position by first pointing to a \nstatement in the EFT Agreements that a debit transaction “will constitute a \nsimultaneous withdrawal from and/or demand  from your checking account.”  (Pl.’s \nResp. Def.’s Mot. Summ. J., p. 9; Ans. Ex. 5 ¶ 13a.)  Plaintiff also points to a statement \nin the EFT Agreements that the customer “should treat all banking card transactions \nas immediate withdrawals from [the customer’s] account and reflect them as such in \n[the customer’s] personal records,” (Ans. Ex. 5) as further evidence that Defendant \nwas obligated to debit a customer’s account chronologically or immediately at the time \nof purchase.  (Pl.’s Resp. Def.’s Mot. Su mm. J., p. 9.)  Plaintiff’s argument fails, \nhowever, when these statements are considered in context and the EFT Agreements \nare considered as a whole. \n{33} First, the statement advising customers that debit transactions will \nconstitute a simultaneous withdrawal is fo llowed in the very same sentence by the \nphrase “even though the transaction may not actually be posted to that account,” \n(Ans. Ex. 5), negating any obligation of ch ronological or immediate posting by the \nBank.  The Court thus does not find su pport for Plaintiff’s contention that \n“simultaneous withdrawal” in this context means “instantaneous” or “chronological” \nposting.   \n                                                 \n9  Although Plaintiff contends that the Bank posted debits before credits and thus acted in breach of \nthe Account Agreement Document s, as explained more fully infra at pp. 13–15, Plaintiff fails to \nidentify any competent evidence that would permit a reasonable factfinder to agree with Plaintiff’s \nclaim.  (See also, e.g., Puntch Dep. 45; Puntch Aff. ¶ 21.) \n \n \n{34} Similarly, the admonition that custom ers “should treat all banking card \ntransactions as immediate withdrawals” is followed later in the EFT Agreements by \nthe customer’s express agreement “to a ssume responsibility for all authorized \ntransactions arising from the use of the ATM or debit card.”  Not only is the “should \ntreat” language here exhortative and directed to the customer’s activities — not the \nBank’s — but, read in context, is intended to advise the customer that he must keep \ntrack of his account activity if he is to avoid overdrafts and overdraft charges. This \nreading is further supported by the Bank’s  statement to customers that overdraft \nservices “should not be viewed as an encouragement to overdraw your account,” (Ollis \nAff. Exs. E–G; Ans. Ex. 7, p. 4), and the Bank’s various admonitions in the Account \nAgreement Documents that the “best way to avoid overdraft fees is to manage your \naccount so you don’t overdraw it,” “keep track of [the] account balance by entering all \nitems in [a] check register,” and reconcile the account regularly. (Ollis Aff. Exs. E–G; \nAns. Ex. 7, p. 4.)10    \n{35} Based on the foregoing, the Court concludes that the undisputed evidence of \nrecord shows that Defendant did not have an  obligation to post debits to customers’ \naccounts chronologically or immediately at the time of purchase under the EFT \nAgreements or any of the other Account  Agreement Documents.  As a result, \nPlaintiff’s claim for breach of contract on this basis should be dismissed. \nc.    Breach of Contract: Overdraft Charge When Not Overdrawn \n{36} Plaintiff also argues that Defendan t did not disclose it would charge \noverdraft fees when customer accounts had a positive balance and were not \noverdrawn and that its conduct in doing so breached Defendant’s contract with \nPlaintiff.  Plaintiff, however, has presen ted no evidence from which the Court could \nconclude that Defendant charged an over draft fee to Plaint iff’s account when \nPlaintiff’s account had a positive balance and was not overdrawn.  Indeed, although \nPlaintiff contends that the monthly account  statements he received from the Bank \n                                                 \n10 Similarly, in addressing Plaintiff’s uncle’s allegations of improper overdraft fees at Peoples Bank, \nthe Federal Deposit Insurance Corpor ation (“FDIC”) stated that “[i]n order to assist consumers, the \nFDIC recommends consumers use a check register to keep a record of all purchases and preauthorized \ntransactions that will be processed through their checking account.”  (Ollis Aff. Ex. I.) \n \n \nreflect numerous instances of the Bank char ging an overdraft fee before his account \nwas actually overdrawn, the undisputed testimony shows that the Bank’s monthly \nstatements did not reflect “real-time” posting or set forth a “running balance” on a \ncustomer’s account, were not intended to communicate specific overdraft information \nto the Bank’s customers, and instead simply  listed, by date, all of the transactions \nthat occurred on a customer’s account on a given business or banking day.  (\nSee, e.g., \nOllis Dep. 153, 156–62.)  The Bank’s policy and practice was to provide a separate \nNotice of Insufficient Funds document to Plaintiff and other customers to show which \nspecific transactions caused each overdraft charge that had been incurred.  (See, e.g., \nAnthony Wolfe Dep. 208–09.)  Plaintiff has not brought forward evidence to rebut or \ndispute the Bank’s contention that it is the Notice of Insufficient Funds document \nthat communicates Plaintiff’s account balance at the time an overdraft fee is incurred, \nnor has Plaintiff presented a Notice of Insufficient Funds document or other evidence \nthat demonstrates that the Bank charged Plaintiff an overdraft fee when his account \nhad a positive balance.  As a result, the Co urt concludes that Plaintiff has failed to \nbring forward sufficient evidence to sustain his claim for breach of contract on this \ntheory.  \n{37} Plaintiff also contends that “the Ba nk grouped together point of sale \ntransactions that occurred on subsequent days with those transactions that occurred \non earlier days, and reordered them so that debits were processed before credits and \nhigher debits that occurred on subsequent days were posted to its customers’ accounts \nbefore lower debits that occurred on earlie r days.”  (Compl. ¶ 45.)  The evidence is \nundisputed, however, that when Plaintiff or another customer presented an item for \npayment without sufficient funds, the Bank ’s policy and practice was for Bank \npersonnel to decide whether to pay or return the item on the next business or banking \nday.  (Ollis Dep. 163; Def.’s Resp. to Second Set of Interrogs. No. 3.)  Thus, the \nevidence Plaintiff offers in support of his contention – an overdraft item presented on \na Friday with the customer’s monthly account statement not reflecting an overdraft \ncharge until the following Monday (i.e., the next banking day) – is not an example of \nthe Bank reordering transactions over several days to assess an overdraft fee on what \n \n \nwould otherwise be a positive account balan ce.  Rather, Plaintiff’s evidence merely \nreflects the Bank’s policy and practice in operation – an overdraft item presented on \na Friday with the monthly statement reflecting the Bank’s decision on the following \nMonday to pay the item and assess an ove rcharge fee.  Moreover, the evidence is \nundisputed that the Bank could only proces s a customer’s debit transactions with a \nvendor after the Bank received a request for payment from the vendor.  Although \nPlaintiff suggests that the Bank reordered such transactions to assess excessive \noverdraft fees, it is undisputed that the “delayed” charges Plaintiff identifies resulted \nfrom the Bank not receiving a vendor’s request for payment until a day or two after \nthe point-of-sale transactions, not because of an attempt to reorder the transactions \nto create an opportunity to assess fees when no fees could be properly charged.  In \nshort, the Notice of Insufficient Funds document makes clear which items caused \neach overdraft fee, and Plaintiff has failed to show any evidence that the Bank posted \ndebits before credits or charged an overdraft fee on a positive account balance.   \n{38} Based on the foregoing, the Court concludes that Plaintiff has failed to bring \nforward evidence to show that Defendant failed to comply with the terms contained \nin the various disclosures, addendums, and forms that constituted the Account \nAgreement Documents.  Consequently, the Court finds that Plaintiff’s claim for \nbreach of contract should be dismissed.   \nd. Implied Covenant of Good Faith and Fair Dealing \n{39} North Carolina law provides that in every contract, in addition to its express \nterms, “there is an implied covenant of good faith and fair dealing that neither party \nwill do anything which injures the right of the other to receive the benefits of the \nagreement.” Governor’s Club Inc. v. Governors Club Ltd. P’ship, 152 N.C. App. 240, \n251, 567 S.E.2d 781, 789 (2002) (citation omitted) (internal quotation marks omitted); \nsee, e.g., Hamm v. Blue Cross & Blue Shield of N.C., 2010 NCBC 14 ¶ 80 (N.C. Super. \nCt. Aug. 27, 2010), www.ncbusinesscourt .net/opinions/2010_NCBC_14.pdf (noting \ngood faith and fair dealing claim “requires the wrongful intent of a party to deprive \nanother party of its contractual rights.”).  Moreover, our courts have held that “[a] \ncontract . . . encompasses not only its expr ess provisions but also all such implied \n \n \nprovisions as are necessary to effect the intention of the parties unless express terms \nprevent such inclusion.”  Lane v. Scarborough, 284 N.C. 407, 410, 200 S.E.2d 622, 624 \n(1973); see, e.g., Maglione v. Aegis Family Health Ctrs ., 168 N.C. App. 49, 56, 607 \nS.E.2d 286, 291 (2005) (“In addition to its express terms, a contract contains all terms \nthat are necessarily implied to effect the intention of the parties and which are not in \nconflict with the express terms.”) (quotations and citations omitted). \n{40} Plaintiff alleges that Defendant breached the covenant of good faith and fair \ndealing here when it failed to exercise its discretion properly under the Account \nAgreement Documents in paying transactio ns or returning them for insufficient \nfunds (“NSF”).  Specifically, Plaintiff argues that Defendant should have refused to \npay any NSF items and thereby prevented Plaintiff’s account from becoming \noverdrawn and subject to overdraft fees. (Pl. ’s Resp. Def.’s Mot. Summ. J., p. 8–9.)  \nThe language in the Account Agreement Documents is clear, however, that Defendant \nwas under no obligation to return items NSF and instea d had the right to pay or \nreturn items in the event of an overdraft in  the exercise of its sole discretion.  ( See \nAns. Ex. 3 (“If an item is presented without sufficient funds in your account to pay it, \nwe may, at our discretion, pay the item ( creating an overdraft) or return the item \n(NSF).”).)  Plaintiff’s claim therefore asks  the Court to impose an implied term – \nrequiring Defendant to always return and not pay NSF items – that is contrary to the \nexpress terms of the Account Agreement Do cuments.  This the Court may not do.  \nSee, e.g., Lane, 284 N.C. at 410, 200 S.E.2d at 624 (implying contract terms only if \nthey do not conflict with express terms); Maglione, 168 N.C. App. at  56, 607 S.E.2d \nat 291 (same). \n{41} Moreover, Plaintiff has not brought forward any evidence to suggest that \nthe parties intended that the Bank would alwa ys exercise its discretion to refuse to \npay NSF items as Plaintiff contends the Bank  should have done here.  As a result, \nPlaintiff has failed to show that the imp lied term Plaintiff argues for “effects the \nintention of the parties,” Lane, 284 N.C. at 410, 200 S.E.2d  at 624, or otherwise \n“accomplishes the purposes of the [agreement],” Maglione, 168 N.C. App. at 56, 607 \nS.E.2d at 291 (“All parties to a contract mu st act upon principles of good faith and \n \n \nfair dealing to accomplish the purpose of an agreement, and therefore each has a duty \nto adhere to the presuppositions of the contract for meeting this purpose.”). \n{42} Based on the foregoing, the Court concludes that Plaintiff has failed to show \nthat he has been deprived of any rights  or benefits under the Account Agreement \nDocuments, and therefore, that Plaintiff’s claim for breach of the covenant of good \nfaith and fair dealing should be dismissed.  See, e.g., Governor’s Club Inc., 152 N.C. \nApp. at 251, 567 S.E.2d at 789; see also Suntrust Bank v. Bryant/Sutphin Prop., LLC, \n222 N.C. App. 821, 833, 732 S.E.2d 594, 603 ( 2012) (“As the jury determined that \nplaintiff did not breach any of its contract s with defendants, it would be illogical for \nthis Court to conclude that plaintiff somehow breached implied terms of the same \ncontracts.”).  \nii. Conversion \n{43} “[C]onversion is defined as an unauthorized assumption and exercise of the \nright of ownership over goods or personal  chattels belonging to another, to the \nalteration of their condition or th e exclusion of an owner’s rights.” Bartlett Milling \nCo., L.P. v. Walnut Grove Auction & Realty Co., 192 N.C. App. 74, 86, 665 S.E.2d 478, \n488 (2008) (internal citations omitted).  A plaintiff must prove two essential elements \nto establish a conversion claim under North Carolina law: (1) ownership in the \nplaintiff, and (2) a wrongful possessio n or conversion by the defendant. \nId.; Variety \nWholesalers, Inc. v. Salem Logistics Traffic Servs.,  LLC, 365 N.C. 520, 523, 723 \nS.E.2d 744, 747 (2012).  “The essence of conversion is not the acquisition of property \nby the wrongdoer, but a wrongful deprivation of it to the owner . . . and in consequence \nit is of no importance what subsequent  application was made of the converted \nproperty, or that defendant deri ved no benefit from the act.”  Lake Mary L.P. v. \nJohnston, 145 N.C. App. 525, 532, 551 S.E.2d 546, 552 (2001); Bartlett Milling Co. \nL.P. v. Walnut Grove Auction & Realty Co., 192 N.C. App. 74, 86, 665 S.E.2d 478, 488 \n(2008). \n{44} In this case, Plaintiff does not challenge Defendant’s general right to charge \noverdraft fees but nonetheless argues that  “Peoples has wrongly collected overdraft \nfees from Plaintiff” as a result of it s manipulation and posting of debit card \n \n \ntransactions and continues to  exercise “the right of ow nership over these funds in \nhostility to the rights of Plaintiff.” (Compl. ¶¶ 94–96.)  The Court, however, has \nalready concluded that the Account Agreement Documents authorized the Bank to \ncharge overdraft fees to Plaintiff and other Bank customers, Defendant was within \nits rights to charge overdraf t fees based on the high-to-lo w posting of debits, (Ans.  \nExs. 1–2, 5), and Plaintiff has not shown that Defendant failed to comply with the \nAccount Agreement Documents in assessing ov erdraft fees against Plaintiff.  As a \nresult, the Court concludes that Plaintiff has not brought forward evidence of \nDefendant’s wrongful possession or conversion of Plaintiff’s property, and Plaintiff’s \nconversion claim should therefore be dismissed.  \niii. Unjust Enrichment \n \n{45} When a party “confers a benefit upon another which is not required by a \ncontract either express or implied or a legal duty, the recipient thereof is often \nunjustly enriched and will be required to make restitution therefor.” Progressive Am. \nIns. Co. v. State Farm Mut. Auto. Ins. Co. , 184 N.C. App. 688, 695–96, 647 S.E.2d \n111, 116 (2007).  However, “[o]nly in the abs ence of an express agreement of the \nparties will courts impose a quasi-contract or a contract implied in law in order to \nprevent an unjust enrichment.”  Paul L. Whitfield, P.A. v. Gilchrist, 348 N.C. 39, 42, \n497 S.E.2d 412, 415 (1998); see, e.g., Booe v. Shadrick, 322 N.C. 567, 570, 369 S.E.2d \n554, 556 (1998) (rejecting unjust enrichment claim and holding that “[i]f there is a \ncontract between the parties, the contract governs the claim and the law will not \nimply a contract”); Vetco Concrete Co. v. Troy Lumber Co ., 256 N.C. 709, 713, 124 \nS.E.2d 905, 908 (1962) (holding that “[i]t is  a [well-established] principle that an \nexpress contract precludes an implied contra ct with reference to the same matter”).  \nBecause the Court has concluded that the express terms of the Account Agreement \nDocuments permit Defendant to assess the overdraft fees it charged to Plaintiff here, \nPlaintiff’s unjust enrichment claim must therefore be dismissed. \n \n \n \n \n \niv. Unfair and Deceptive Trade Practices N.C. Gen. Stat. §§75-1.1, et seq.  \n \n{46} The issue of whether an act or practice is unfair or deceptive is a question of \nlaw for the court. Songwooyarn Trading Co. v. Sox Eleven, Inc., 213 N.C. App. 49, 56, \n714 S.E.2d 162, 167 (2011).  To prevail on a UDTP claim under N.C. Gen. Stat. § 75-\n1.1, Plaintiff must demonstrate:  “(1) an unfair or deceptive act or practice, or unfair \nmethod of competition, (2) in or affecting commerce, and (3) which proximately caused \nactual injury to the plaintiff or his business.” Dalton v. Camp, 138 N.C. App. 201, 209, \n531 S.E.2d 258, 264, rev’d on other grounds, 353 N.C. 647, 548 S.E.2d 704 (2001) \n(internal citation omitted). “‘A practice is unfair when it offends established public \npolicy as well as when the practice is immoral, unethical, oppressive, unscrupulous, \nor substantially injurious to consumers,’ an d a ‘practice is deceptive if it has the \ncapacity or tendency to deceive.”’  \nBumpers v. Cmty . Bank of Va.,  367 N.C. 81, 91, \n747 S.E.2d 220, 228 (2013) (internal citations omitted). \n{47} Plaintiff argues that Defendant violated the UDTPA “by misrepresenting to \ncustomers that debits were posted chrono logically and by victimizing customers to \nmaximize unauthorized fees.”  (Pl.’s Resp. Def.’s Mot. Summ. J., p. 19.)  Plaintiff’s \nclaim must be dismissed for at least two reasons.   \n{48} First, it is undisputed that the Bank processed debit transactions in high-\nto-low priority during the relevant period, and the Court has already concluded that \nDefendant disclosed to customers in th e Account Agreement Documents that the \nBank processed large debits first and, in its discretion, assesse d overdraft fees for \ntransactions drawn on insufficient funds.  Hence, Plaintiff has failed to bring forward \nevidence showing that Defendant “misrepresent[ed] to customers that debits were \nposted chronologically” or otherwise engaged in conduct that violated its obligations \nunder the Account Agreement Documents.11  Noel L. Allen, 1 North Carolina Unfair \n                                                 \n11 Although Plaintiff seeks to equate Defendant’s actions here with the actions of other banks whose \npractices have been deemed unlawful, the Court finds Plaintiff’s comparisons unpersuasive.  For \nexample, in Gutierrez v. Wells Fargo Bank, N.A. , 622 F. Supp. 2d 946, 954 (N.D. Cal. 2009), a case \nrelied upon by Plaintiff, the bank’s policy, unli ke Defendant’s here, was to “post items presented \nagainst the Account in any order the Bank chooses . . . .”  Similarly, in Hughes v. TD Bank, N.A., 856 \nF. Supp. 2d 673, 676 (D. N.J. 2012), another case reli ed upon by Plaintiff and again unlike here, the \nbank informed customers that “[w]e may choose our processing orders in our sole discretion and \n \n \nBusiness Practice  § 19.04[2][b] (Matthew Bender 2014) (“Although it may seem \nobvious, a party’s actions that conform with  the terms of a contract have not been \nconsidered an unfair trade practice.”).  Fu rther, Plaintiff does not otherwise offer \nevidence – independent from conduct permitted by contract – to support his claim \nthat Defendant has violated N.C. Gen. Stat. § 75-1.1.  \nSee, e.g., Gaynoe v. First Union \nCorp., 153 N.C. App. 750, 755, 571 S.E.2d 24, 27 (2002) (“Since we have concluded \nthat defendants acted in accordance with the cardholder agreement, a careful review \nof the record does not establish independent grounds for a [UDTP claim].”).        \n{49} Second, while Plaintiff claims Defe ndant should have declined the \ntransactions that would draw on insuffi cient funds, the record discloses that \nDefendant was not obligated to refrain from drawing on insufficient funds in the \nevent of an overdraft, (Ans . Ex. 3), and further that Pl aintiff was notified of the \nprocedure to remove the overdraft (i.e., “No Bounce”) protection from his account, \nwhich would have prevented those items fr om being paid by the Bank, yet never \nexercised this option.  Furthermore, it is certainly relevant that Plaintiff was the \npurchaser initiating the transactions at i ssue and the holder and user of his debit \ncard.  It cannot be disputed that he was in  the best position to prevent items from \nbeing paid when there was not enough money in his account to cover them.  That \nPlaintiff failed to manage and reconcile hi s account to avoid these charges in the \ncircumstances here does not provide grounds for a UDTP claim. \n{50}  For the reasons set forth above, the Co urt concludes that Plaintiff has not \nbrought forward sufficient evidence to permit his UDTP claim to survive Defendant’s \nmotion for summary judgment.  \n  \n                                                 \nwithout notice to you, regardless of whether additional fees may result.”  The Court does not find either \ncase to present circumstances analogous to those here.  Moreover, it appears undisputed that unlike \nother banks referenced by Plaintiff, Defendant alwa ys posted credits to a cu stomer’s account before \nposting debits to that account, (Puntch Dep. 45; Puntch Aff. ¶ 21); has not commingled transactions to \nincrease overdraft fees, (Puntch Dep. 43; Puntch Aff. ¶¶ 19–22); and has never subtracted fees before \nprocessing a customer’s transaction, (Puntch Dep. 56). \n \n \nV. \nCONCLUSION \n{51} Based on the foregoing, the Court hereby GRANTS Plaintiff’s Motion for \nPermission to File Plaintiff’s Supplement, DENIES Defendant’s Motion to Strike \nPlaintiff’s Supplement, and GRANTS Defendant’s Motion for Summary Judgment on \nall claims.  Accordingly, Plaintiff’s Compl aint and all claims contained therein is \nhereby DISMISSED with prejudice.12  \n \n \n SO ORDERED, this the 10th day of June 2015. \n \n \n \n       / s /  L o u i s  A .  B l e d s o e ,  I I I  \n       Louis A. Bledsoe, III \n       Special Superior Court Judge \n         f o r  C o m p l e x  B u s i n e s s  C a s e s  \n                                                 \n12 Defendant also moves for dismissal of Plaintiff’s Complaint under Rule 56 on grounds of laches and \nwaiver.  The Court declines to reach Defendant’s arguments in light of th e Court’s resolution of \nDefendant’s Motion on the grounds stated.  "
}