{
  "id": "d56dca522373f8e4bb73d2cb414862560eb196c606e8f930f07538647b9c0383",
  "source_file": "data/raw/ncbc/d56dca522373f8e4bb73d2cb414862560eb196c606e8f930f07538647b9c0383.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF BUNCOMBE \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 04260 \n \nSOUTHERN FASTENING SYSTEMS, \nINC., \n \nPlaintiff, \n \nv. \n \nGRABBER CONSTRUCTION \nPRODUCTS, INC. and JOSEPH \nEDWARD FARRELL, \n \nDefendants \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION  \nTO DISMISS \n \n \n \n \n{1} THIS MATTER is before the Court upon Defendants Grabber Construction \nProducts, Inc. (“GCP”) and Joseph Edward Farrell’s (“Farrell”) Motion to Dismiss \nPlaintiff’s Complaint under Rules 9(b) and 12(b)(6) of the North Carolina Rules of \nCivil Procedure (“the Motion”)\n1 in the above-captioned case.  After considering the \nMotion, briefs in support of and in opposition to the Motion, and the arguments of \ncounsel at a hearing on January 8, 2015, the Court hereby GRANTS in part  and \nDENIES in part the Motion. \n \nHarris Sarratt & Hodges, LLP by Donald J. Harris for Plaintiff Southern \nFastening Systems, Inc. \n \nBradley Arant Boult Cummings, LLP by Amy E. Puckett for Defendants \nGrabber Construction Products, Inc. and Joseph Edward Farrell. \n \nBledsoe, Judge. \nI. \nPROCEDURAL AND FACTUAL BACKGROUND \n{2}  The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6), but only recites those facts includ ed in the Complaint that are relevant to \nthe Court’s determination of the Motion. See, e.g., Concrete Serv. Corp. v. Investors \nGrp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  \n                                                 \n1 Defendants’ Motion to Dismiss is brought under Rule 12(b)(6) and relies on Rule 9(b) as one of the \nasserted grounds for dismissal of Plaintiff’s  fraud claim.   \nS. Fastening Sys., Inc. v. Grabber Constr. Products, Inc., 2015 NCBC 40. \n{3} Plaintiff Southern Fastening Systems, Inc. (“SFS”) is a Delaware company \nauthorized to conduct business in North Carolina. (Compl. ¶ 1.)  SFS distributes \nwood-to-wood fasteners, automated fastening systems, and other supplies for wood \nconstruction projects to private and ch ain lumberyards, construction companies, \nand others, both sellers and end-users, th roughout the United States.  SFS also \nprovides service and repair for the tools that it sells. (Compl. ¶¶ 7, 8, 11.) \n{4} GCP is a Nevada corporation authorized to conduct business in North \nCarolina. (Compl. ¶ 2.)  GCP is a competitor of SFS and is also engaged in the \nbusiness of selling construction supplies using a business model similar to SFS. \n(Compl. ¶ 12.) \n{5} SFS alleges that in light of the diversity of its customers and products, it \nrequires each of its employees to undergo  significant training, including intensive \ntraining in learning how to identify, us e and value the more than 3,000 products \nand services offered by SFS, specific traini ng in tool repair and familiarization so \nthat employees can properly diagnose and repair the tools that SFS sells to its \nvaried customer base, focused instruction concerning the company’s culture and \nsales philosophy with its emphasis on hi gh value products and service with an \naccompanying higher price, and training in  the requirements of SFS’s financial, \ninventory and asset management compute rs systems.  (Compl. ¶¶ 13–18.)  \nDefendant Joseph Edward Farrell (“Farrell”) was hired by SFS on or about August \n21, 2000 as an outside sales representative to work in Georgia and North Carolina \nwith then-current SFS customers and to solicit new customers for SFS in those \nstates. (Compl.¶ 31.)\n2  \n{6} Nearly three years after his employment began, on July 17, 2003, Farrell \nexecuted a Confidentiality and Non-Disclosure Agreement (“NDA”) 3 with SFS.  \n(Compl. ¶ 23, Ex. A.)  Under the NDA, Farrell agreed as follows: \n                                                 \n2 Farrell resides in Franklin, North Carolina and worked for SFS out of SFS’s Loganville, Georgia \ndistribution center.  (Compl. ¶ 3.) \n \n3 A copy of the NDA is attached to Plaintiff’s Complaint as Exhibit A. \nEmployee agrees that during the term of his or her employment and \nfollowing termination of employment, Employee will not directly or \nindirectly disclose or use for any reason whatsoever any Confidential \nInformation obtained by Employee by re ason of his or her employment by \nthe Company except as required to conduct the business of the Company \nor as may be expressly authorized by the Company in writing. \n \n(Compl. Ex. A, ¶ 2.) \n \n{7}  The NDA defines Confidential Information in the following fashion: \nConcurrently herewith and from time to time in the future, the Company \nmay, in its sole discretion, disclose or otherwise grant access to Employee \ncertain selected financial data and other information concerning the \nCompany and its business, including but not limited to, information \nregarding its customers, sales, prod ucts, markets, revenues, expenses, \nmarketing plans and financial condition, past and prospective, all of which \ndata and other information is confiden tial or proprietary (collective, the \n“Confidential Information”). Examples of documents containing \nconfidential information include, but are not limited to: customer lists \ncontaining customer names and addresses; customer sales records and \nreports containing product preference s and usual prices charged; price \nlists containing products sales pric es and their cost; sales invoices, \npacking lists, routing books, customer  files, personnel files, computer \nrecords, financial records and marketing plans containing tactics and \nstrategies. \n(Compl. Ex. A, ¶ A.) \n{8} Farrell acknowledged in the NDA that “[t]he Company’s Confidential \nInformation constitutes Trade Secrets, which belong to the Company and which are \nnot generally known or easily discover able by the Company’s competitors” who \n“would receive an unfair advantage if  they had access to the Company’s \nConfidential Information.”  Farrell fu rther acknowledged that unauthorized \ndisclosure of the Confidential Information would “cause substantial harm to the \nCompany.”  (Compl. Ex. A, ¶ 1.) \n{9} The NDA also provides that: \nEmployee agrees that upon request of the Company or upon termination \nof his or her employment, Employee will promptly return to the Company \nall of the Company’s property, including any documents, computer media \nor other material in Employee’s po ssession or under the Employee’s \ncontrol, that may contain or be derived from Confidential Information.  \n(Compl. Ex. A, ¶ 3.) \n \n{10} SFS alleges that “the confidential bu siness information and Trade Secrets \nat issue in this case were made available to or developed by Farrell after Farrell \nexecuted his NDA.” (Compl. ¶ 33 (emphasis in original).) \n{11} On May 14, 2014, a vendor notified SFS that Farrell had stated that he \nwas leaving SFS to work for GCP.  (Compl. ¶ 34.)  SFS contends that Farrell, on at \nleast two occasions thereafter, told repres entatives of SFS that he had considered \nleaving SFS to work for GCP, but had not yet made up his mind.  (Compl.  ¶¶ 35, \n37.)  Subsequently, on June 3, 2014, Farrell tendered his resignation to SFS and \nbegan working for GCP the next day. (Compl. ¶ 38.)  \n{12} At Farrell’s resignation, J.R. McReynolds, an SFS Regional Manager, \nprovided Farrell with a copy of his NDA.  Thereafter, on July 22, 2014, SFS through \nits corporate attorneys wrote to Farrell, provided him with another copy of his July \n17, 2003 NDA, and demanded the immediate return of SFS property remaining in \nhis possession.\n4 (Compl. ¶¶ 39–40, Ex. B.) 5  SFS informed Farrell that “SFS had \nreceived information that strongly sugg ested that Farrell breached his NDA by \ndisclosing the names of SFS customers to GCP and by contacting SFS customers for \nsoliciting sales of GCP products.”  (Id.) \n{13} SFS also sent GCP a Cease and Desist  letter (the “GCP Cease and Desist \nLetter”), along with a copy of the NDA on July 22, 2014.  (Compl. ¶ 42, Ex. C.) 6  The \nGCP Cease and Desist Letter informed GCP that Farrell was in breach of his NDA \ndue to his disclosure to GCP of SFS customer names and other confidential \ninformation, and demanded that GCP immediately return all SFS confidential \nand/or trade secret information.  (Id.) \n                                                 \n4 SFS asserted in its July 22, 2014 letter that Farr ell possessed “copies of quotes, delivery tickets, \ninvoices, packing slips, price books and catalogs, which were the property of SFS and that were not \nturned in when he dropped off his vehicle and company inventory.”  (Compl. ¶ 40.) \n \n5 A copy of SFS’s letter to Farrell is attached to Plaintiff’s Complaint as Exhibit B. \n \n6 A copy of the GCP Cease and Desist Letter is attached to Plaintiff’s Complaint as Exhibit C. \n \n{14} On August 5, 2014, counsel for GCP and Farrell admitted that “Farrell had \ntaken with him when he left SFS property  belonging to SFS and/or its customers, \nincluding confidential business information, such as SFS manuals, customer orders, \nand price books.”  (Compl. ¶¶ 44–45, Ex. D.)7  Counsel further advised in that same \ncorrespondence that Farrell had “discarded approximately seven (7) boxes of SFS \ndocuments, records, information and other property in his ‘local dump.’”  (Compl. ¶ \n45.) \n{15} SFS alleges that as of the filing of the Complaint, over forty (40) current \nSFS customers had been contacted by Farre ll or other representatives of GCP with \nFarrell’s assistance and that seventeen ( 17) SFS customers either no longer do \nbusiness with SFS or significantly reduce d their buying from SFS during what \ntypically is the peak season in the fram ing and remodeling market.  (Compl. ¶¶ 47–\n48.)   \n{16} On September 20, 2014, SFS filed its Verified Complaint and Motion for \nPreliminary and Permanent Injunctive Relief in Buncombe County, alleging claims \nagainst Defendants in various combinations for (1) misappropriation of trade \nsecrets – N.C. Gen. Stat § 66-152, et seq. (“misappropriation”) (all Defendants); (2) \nbreach of Non-Disclosure Agreement (Farre ll); (3) conspiracy (all Defendants); (4) \ntortious interference with contract (GCP ); (5) fraud (Farrell); (6) conversion (all \nDefendants); (7) unjust enrichment (all Defendants); (8) unfair and deceptive trade \npractices (all Defendants); and (9) punitive damages (all Defendants).  \n{17} GCP and Farrell filed this Motion on November 25, 2014, and briefing was \ncompleted on January 5, 2015.  The Court he ld a hearing in this matter on January \n8, 2015, at which all parties were represented by counsel.   \n{18} SFS filed a Suggestion of Subsequently Decided Authority pursuant to \nBusiness Court Rule 15.9 on February 9,  2015.  The Motion is now ripe for \nresolution.  \n \n \n                                                 \n7 A Copy of GCP’s letter to SFS is attached to Plaintiff’s Complaint as Exhibit D. \nII. \nLEGAL STANDARD \n{19} The overarching question for the Court on a motion to dismiss under N.C. \nR. Civ. P. Rule 12(b)(6) is “whether as  a matter of law, the allegations of the \ncomplaint, treated as true, are sufficient to  state a claim upon which relief may be \ngranted under some legal theory, whether properly labeled or not.”  Harris v. NCNB \nNat’l Bank of North Carolina , 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987) \n(citing Stanback v. Stanback , 297 N.C. 181, 185, 254 S.E.2d 611, 615 (1979)).  \nFurthermore, “the complaint must be liberally construed, and the court should not \ndismiss the complaint unless it appears beyond a doubt that the plaintiff could not \nprove any set of facts to support his clai m which would entitle him to relief.”  \nBlock \nv. County of Person , 141 N.C. App. 273, 277–78, 540 S.E.2d 415, 419 (2000).  \nFactual allegations must be accepted as true; however, bare legal conclusions are \n“not entitled to a presumption of truth.”  Miller v. Rose, 138 N.C. App. 582, 592, 532 \nS.E.2d 228, 235 (2000).  Additionally, all av erments of fraud must be pled with \nparticularity.  N.C. Gen. Stat. § 1A-1, Rule 9(b) (2015). \nIII. \nANALYSIS \nA. Trade Secrets Misappropriation \n{20} To adequately plead a claim for misappropriation of trade secrets under \nthe North Carolina Trade Secrets Protection Act (“TSPA”), “a plaintiff must identify \na trade secret with sufficient particularity so as to enable a defendant to delineate \nthat which he is accused of misappropriating and for a court to determine whether \nmisappropriation has or is threatened to occur.” \nVisionAIR, Inc. v. James , 167 N.C. \nApp. 504, 510–11, 606 S.E.2d  359, 364 (2004) (citing Analog Devices, Inc.,  v. \nMichalski, 157 N.C. App. 462, 468, 579 S.E.2d 449, 453 (2003)).   The plaintiff must \nalso allege “the acts by which the misappropriation was accomplished.”  Veer Right \nMgmt. Grp., Inc. v. Czarnowski Display Serv. , 2015 NCBC 12 ¶ 27 (N.C. Super. Ct. \nFeb. 4, 2015), www.ncbusinesscourt.n et/opinions/2015_NCBC_12.pdf.  “[A] \ncomplaint that makes general allegations in sweeping and conclusory statements, \nwithout specifically identifying the trade secrets allegedly misappropriated, is \n‘insufficient to state a claim for mi sappropriation of trade secrets.’” Washburn v. \nYadkin Valley Bank & Trust Co. , 190 N.C. App. 315, 327,  660 S.E.2d 577, 585–86 \n(2008).  \n{21} The TSPA defines a “trade secret” as business or technical information \nthat 1) “[d]erives independent actual or  potential commercial value from not being \ngenerally known or readily ascertainable through independent development” and 2) \n“[i]s the subject of efforts that are reas onable under the circumstances to maintain \nits secrecy.”  N.C. Gen. Stat. § 66-152(3) (2014).   Furthermore,  “misappropriation” \nis defined as the “acquisition, disclosure, or use of a trade secret of another without \nexpress or implied authority or consent, unless such trade secret was arrived at  by \nindependent development, reverse engineering, or was obtained from another \nperson with a right to disclose the trade secret.”  N.C. Gen. Stat. § 66-152(1). \n{22} Defendants contend that SFS’s claim is fatally deficient because SFS has \n“failed to identify adequately” its alleged trade secrets, the information SFS seeks to \nprotect is “public information that is readily available from the vendors and \ncustomers and potential custom ers,” and SFS has “failed to identify any steps that \nit took to keep such information a secr et.” (Defs.’ Reply, p. 2–5.)  The Court \ndisagrees. \n{23} First, as to the adequacy of SFS’s identification of its alleged trade secrets, \nSFS alleges that Defendants have misappropriated SFS’s trade secret information, \nincluding “confidential customer information such as customer contact information \nand customer buying preferences and histor y . . . confidential freight information, \nsales reports, prices and terms books,  sales memos, sales training manuals, \ncommission reports, and information concerning SFS’s relationship with its \nvendors.”  (Compl. ¶ 62.)  The North Carolin a courts have regularly found this sort \nof information – described with the level of specificity offered by SFS here – to \nconstitute protectable trade secrets under the TSPA for Rule 12(b)(6) purposes.  \nSee, \ne.g., Koch Measurement Devices, Inc. v. Armke , 2013 NCBC 48 ¶ 19 (N.C. Super. \nCt. Oct. 14, 2013), www.ncbusinesscourt.n et/opinions/2013_NCBC_48.pdf (holding \n“customer lists, including names, contac t persons, addresses, phone numbers, \ncustomer ordering habits and histor y, and company pricing and inventory \nmanagement strategies” described protect able trade secrets under Rule 12(b)(6)); \nsee also, e.g.,  GE Betz, Inc. v. Conrad , 752 S.E.2d 634, 649 (N.C. Ct. App. 2013) \n(holding “pricing information, customer prop osals, historical costs, and sales data” \nsufficient to identify trade secrets); Sunbelt Rentals, Inc. v. Head & Engquist \nEquip., LLC, 174 N.C. App. 49, 53, 620 S.E.2d 222, 226 (2005) (holding trade secrets \nmay include “cost history information; pric e lists; and confidential customer lists, \npricing formulas and bidding formulas”); Byrd’s Lawn & Landscaping, Inc. v. Smith, \n142 N.C. App. 371, 375, 542 S.E.2d 689, 692 (2001) (holding historical “data \nregarding operating and pricing policies ca n also qualify as trade secrets” when \nused competitively);  Drouillard v. Keister Willia ms Newspaper Servs., Inc ., 108 \nN.C. App. 169, 174, 423 S.E.2d 324, 327 (1992) (holding  customer lists and pricing \nand bidding formulas trade secrets under TSPA); Philips Elecs. N. Am. Corp. v. \nHope, 631 F. Supp. 2d 705, 721 (M.D.N.C. 2009)  (“Customer pricing lists, cost \ninformation, confidential customer lists , and pricing and bidding formulas may \nconstitute trade secrets.”).   \n{24} The North Carolina cases principally relied upon by Defendants – \nWashburn, 190 N.C. App. at 327, 660 S.E.2d at 585–86 and AECOM Tech. Corp. v. \nKeating, 2012 NCBC 10 ¶ 21 (N.C. Super. Ct. Feb. 6, 2012), \nwww.ncbusinesscourt.net/opinions/2012_NCBC_10.pdf – do not compel a contrary \nconclusion.  Rather, the Court finds that SFS’s description of its alleged trade \nsecrets here contains more detail and context than the descriptions found lacking in \neither \nWashburn or AECOM.  See Washburn, 190 N.C. App. at 327, 660 S.E.2d at \n585–86 (holding insufficient “business methods;  clients, their specific requirements \nand needs; and other confidential informatio n pertaining to [plaintiff’s] business”); \nAECOM, 2012 NCBC 10 ¶ 21 (holding insufficient “customer lists, customer contact \ninformation, pricing information and product information”).   \n{25} Moreover, Business Court Judge McGuire, in reviewing relevant complaint \nallegations and NDA terms in another case involving SFS that are nearly identical \nto those at issue here, recently conclude d in a persuasive unpublished Order on \nMotion for Protective Order in Southern Fastening Systems, Inc. v. Duo-Fast \nCarolinas, Inc., No. 14 CVS 8372 (N.C. Super. Ct. February 9, 2015), that SFS had \nsufficiently identified its trade secrets to require the defendant to respond to \ndiscovery – a more difficult legal hurdle for SFS than simply to survive dismissal \nunder Rule 12(b)(6), which is its challenge here. \n{26} For these reasons, therefore, the Court concludes that SFS has identified \nits trade secrets sufficiently to defeat Defendants’ motion under Rule 12(b)(6).   \n{27} As to the allegedly public nature of the alleged trade secrets and Plaintiff’s \nalleged failure to maintain the confidentia lity of its trade secret information, the \nCourt concludes that Defendants have not shown that either contention is \nestablished on the face of SFS’s Complaint .  To the contrary, SFS alleges that its \ntrade secrets consist of specific, detailed,  non-public information regarding SFS’s \ncurrent and potential customers which is  not generally known within SFS or \ncapable of reverse engineering and which SF S does not (and did not) disseminate to \nits employees, including Farrell, unless the employee first executes a NDA \nrestricting disclosure and requiring return of the information upon request or \ntermination of employment.  (Compl. ¶¶ 19–30, 67, 72.)  Therefore, the Court \nconcludes that, for the purposes of this Rule 12(b)(6) analysis, SFS has adequately \npled that its alleged trade secrets are not public information and are “the subject of \nefforts that are reasonable under the circums tances to maintain [their] secrecy.”  \nN.C. Gen. Stat. § 66-152(3).   \n{28} In light of the foregoing, and based on its review of the totality of the \nComplaint in the light most favorable to Plaintiff, the Court concludes that SFS has \nadequately pled its claim under the TSPA and that Defendants’ Motion to Dismiss \nSFS’s claim for misappropriation of trade secrets should be denied. \nB. Breach of NDA \n{29} To state a claim for breach of contract, a plaintiff must allege the existence \nof a valid contract.  Birtha v. Stonemor, N.C., LLC , 220 N.C. App. 286, 296, 727 \nS.E.2d 1, 9 (2012) (“To stat e a claim for breach of co ntract, the complaint must \nallege that a valid contract existed betw een the parties, that defendant breached \nthe terms thereof, the facts constituting the breach, and that damages resulted from \nsuch breach.”).  A valid contract requires adequate consideration.  Kinesis Adver., \nInc. v. Hill, 187 N.C. App. 1, 11, 652 S.E.2d 284, 292 (2007).   \n{30} Farrell contends that because the NDA has the practical effect of \nprohibiting him from working for SFS’s competitor, the NDA is in reality a \nrestrictive covenant and therefore is unenf orceable because it is not supported by \nvaluable consideration and does not contain reasonable time and territory \nrestrictions.  (Defs.’ Br. Supp. Mot., pp. 6–8; Defs.’ Reply, pp. 6–9 (citing Calhoun v. \nWHA Med. Clinic, PLLC , 178 N.C. App. 585, 597, 6 32 S.E.2d 563, 571 (2006) \n(holding restrictive covenants must be “(1) in writing (2) made part of a contract of \nemployment; (3) based on valuable consideration; (4) reasonable both as to time and \nterritory; and (5) not against public policy”).)   \n{31} SFS argues in response that th e NDA is simply a non-disclosure \nagreement – and not a restrictive covenant in restraint of trade under N.C. Gen. \nStat. § 75-4.  (Pl.’s Resp. Defs.’ Mot., pp. 13–14 (citing Chemimetals Processing v. \nMcEneny, 124 N.C. App. 194, 197, 476 S.E.2d 374, 376 (1996) (“An agreement is not \nin restraint of trade, however, if it does not seek to prevent a party from engaging in \na similar business in competition with the promisee, but instead seeks to prevent \nthe disclosure of confidential information.”).)  As such, SFS contends that the \nomission of a time and territory provision is not fatal to the NDA’s enforceability, \nand that SFS provided valuable consideratio n for the NDA in the form of continued \nemployment and access to SFS’s confidential information. \n{32} The Court thus must first determine whether the NDA is a restrictive \ncovenant under N.C. Gen. Stat. § 75-4.  “Contract interpretation is a matter of law.”  \nShelton v. Duke Univ. Health Sys. , 179 N.C. App. 120, 123,  633 S.E.2d 113, 115 \n(2006).  As an initial matter, Plaintiff has not pled in the Complaint any facts that \nsuggest that Farrell is restricted from working for GCP or any other competitor.   \n{33} Moreover, “[i]f the plain language of th e contract is clear, the intention of \nthe parties is inferred from the words of the contract.”  State v. Philip Morris USA \nInc., 363 N.C. 623, 631, 685 S.E.2d 85, 90 (2009) .  The Court finds that the plain \nlanguage of the NDA restricts Farrell in two respects – first, he must not disclose \nSFS’s Confidential Information except as authorized, and second, he must return \nSFS’s Confidential Information upon request or termination of his employment.  \nBased on the language in the NDA, the Court cannot conclude as a matter of law, as \nFarrell urges, that these restrictions nece ssarily prohibit Farrell from working for \nSFS’s competitors or for any other entity.  To the contrary, the contract language is \nplain and unambiguous and permits Farrell to work for any person or entity \nprovided he does not disclose SFS’s Confidential Information.   \n{34} As a result, the Court concludes that the NDA is not a restrictive covenant \nsubject to the requirements of N.C. Gen. Stat. § 75-4.  See, e.g., Chemimetals , 124 \nN.C. App. at 197, 476 S.E.2d at 376; Static Control Components, Inc. v. Darkprint \nImaging, Inc., 135 F. Supp. 2d 722,  730 (M.D.N.C. 2001), abrogated by statute on \nother grounds as stated in  Procaps S.A. v. Pantheon Inc. , 2015 U.S. Dist. LEXIS \n49495 (S.D. Fl. Apr. 15, 2015) (“[U]nlike a noncompete agreement, an agreement is \nnot in restraint of trade if its seeks to prevent the disclo sure or use of confidential \ninformation.”) (applying North Carolina law). \n{35} The Court next turns to whether the NDA is unenforceable for failure of \nconsideration or lack of a time and territory restriction.  First, as to consideration, \ncourts have held that “‘[e]mployment contracts which are terminable at will may be \nmodified at any time by either party wi th the continuance of the relationship \nserving as the consideration for the modification.’” \nFraver v. N.C. Farm Bureau \nMut. Ins. Co., 69 N.C. App. 733, 738, 318 S.E.2d 340, 344 (1984); Robinson v. Ladd \nFurniture, Inc. , 1993 U.S. App. LEXIS 14252, *9  (4th Cir. June 14, 1993) \n(unpublished) (continuance of employment relationship is sufficient consideration \nfor an employment agreement in North Carolina to be enforceable); see also \nBradshaw v. Alpha Packaging, Inc. , 2010 Ark. App. 659, *8, 379 S.W.3d 536, 540 \n(2010) (continued employment serves as  consideration for a confidentiality \nagreement signed by employees after they were hired).   \n{36} The Court need not determine, however, whether North Carolina law \nrecognizes continued employment to be consideration for a confidentiality \nagreement because SFS points to additional consideration here – Farrell’s access to \nnew confidential information of SFS in exchange for his agreement to the NDA.  \nOur Court of Appeals has suggested that such access can constitute consideration \nfor a non-disclosure agreement.  See MSC Indus. Direct Co. v. Steele , 2009 N.C. \nApp. LEXIS 1307, *14 (N.C. Ct. App. Aug.  18, 2009) (unpublished) (“There was no \nnew information entrusted to defendant, therefore, this does not constitute valid \nconsideration.”); see also, e.g., Weeco Int’l, Inc.  v. Superior Degassing Servs ., 2011 \nU.S. Dist. LEXIS 67889, *20–21 (S.D. Tex.  June 24, 2011) (unpublished) (“An \nemployee’s promise not to disclose confidential information in exchange  for the \nemployer’s performance of its promise to provide access to confidential information, \nis consideration to support a valid contract.”) (applying Texas law).  Accordingly, \nbased on the facts pled in the Complaint, the Court concludes that the NDA is not \ninvalid for lack of consideration. \n{37} Addressing next Farrell’s time and territory argument, the Court notes \nthat a non-disclosure contract provisio n may be upheld under North Carolina law \n“even when the agreement is unlimited as to  time and area upon a showing that it \nprotects a legitimate business  interest” of the employer. Chemimetals, 124 N.C. \nApp. at 197, 476 S.E.2d at 377.  Here SFS alleges that it “requires every employee \nto sign a [NDA] at the start of their employment to protect both the company’s and \nthe customers’ confidential data.”  (C ompl. ¶ 22.) “[P]rotection of customer \nrelationships and goodwill against misappropriation by departing employees is well \nrecognized as a legitimate protectable interest of the employer.” \nUnited Labs., Inc. \nv. Kuykendall, 322 N.C. 643, 651, 370 S.E.2d 375, 381 (1988).  Moreover, SFS has \nalleged that it only makes its trade secr et information available to its employees, \nincluding to Farrell here, after the employees sign a NDA.  Cf. MSC, 2009 N.C. App. \nLEXIS 1307 at *14 (finding no considerat ion where employer did not entrust new \ninformation to the employee after he signed a non-compete agreement).  As such, \nthe Court concludes that SFS has alleged that the NDA protects a legitimate \nbusiness interest of SFS and the omission of a time and territory provision in the \nNDA is therefore not fatal to SFS’s claim.    \n{38} Accordingly, the Court concludes that SFS has adequately pled its claim \nfor breach of contract for purposes of Rule 12(b)(6) and Defendants’ Motion to \nDismiss this claim should be denied. \nC. Civil Conspiracy  \n{39} “A claim for civil conspiracy consists  of: (1) an agreement between two or \nmore persons; (2) to do an unlawful act or to do a lawful act in an unlawful way; (3) \nwhich agreement results in injury to the plaintiff.”  Di Frega v. Pugliese , 164 N.C. \nApp. 499, 505–06, 596 S.E.2d 456, 461 (2004).  Th ere is no separate cause of action \nfor civil conspiracy; the claim is instead premised on the underlying act. Strickland \nv. Hedrick, 194 N.C. App. 1, 19, 669 S.E.2d 61, 72–73 (2008).  If the underlying acts \nsupporting a claim for conspiracy are dismissed, so too must the claim for \nconspiracy be dismissed. Esposito v. Talbert & Bright, Inc. , 181 N.C. App. 742, 747, \n641 S.E.2d 695, 698 (2007). \n{40} SFS alleges that “GCP and Farrell conspired and agreed to the wrongful \nactions, failures to act, material misrepresentations, and concealments described \nherein, and acted in concert with each ot her to achieve them,” (Compl. ¶ 86), and \nthat “the agreement and plan of GCP and Farrell was intended to diminish the \ncontractual rights of plaintiff under the Farrell NDA and otherwise to harm the \nbusiness, rights and interests of SFS.”  (Compl. ¶ 87.)  Moreover, the Court finds \nthat SFS alleges facts supporting its cont entions that Farrell improperly disclosed \nits confidential and/or trade secret information to GCP and that Farrell and GCP \nacted together to solicit and convert to GCP a large number of SFS’s customers \nusing that information, which caused SFS to suffer money damages. (Compl. ¶¶ 46–\n49, 74, 88.) \nSee, e.g., Shope v. Boyer, 268 N.C. 401, 405, 150 S. E.2d 771, 774 (1966) \n(complaint for civil conspiracy must allege  facts, rather than conclusions, that \nconspiracy existed).  Based on these al legations and the Court’s review of the \nComplaint in the light most favorable to Plaintiff, the Court finds SFS has \nadequately pled its claim for civil cons piracy and that Defendants’ Motion to \nDismiss this claim should be denied.  \nD. Tortious Interference with Contract \n{41} To state a claim for tortious interference with contract, a plaintiff must \nshow: “(1) a valid contract between the plaintiff and a third person which confers \nupon the plaintiff a contractual right against a third person; (2) the defendant \nknows of the contract; (3) the defendant in tentionally induces the third person not \nto perform the contract; (4) and in doing so acts without justification; (5) resulting in \nactual damage to plaintiff.” United Labs., 322 N.C. at 661, 370 S.E.2d at 387.     \n{42} Justification does not exist for interference with a contract when the \ninterference is done for a “wrong purpose,” which “exists where the act is done other \nthan as a reasonable and bona fide attempt to protect the interests of the defendant \nwhich is involved.” Peoples Sec. Life Ins. Co. v. Hooks,  322 N.C. 216, 220, 367 \nS.E.2d 647, 650 (1988) (quoting Smith v. Ford Motor Co.,  289 N.C. 71, 91, 221 \nS.E.2d 282, 294 (1976) (emphasis  in original)).  North Carolina courts have held \nthat “competition in business constitutes justifiable interference in another’s \nbusiness relations and is not actionable so long as it is carried on in furtherance of \none’s own interests and by means that are lawful.”  Id. at 221, 367 S.E.2d at 650; \nChildress v. Abeles , 240 N.C. 667, 676, 84 S.E.2d 176, 183 (1954).  A claim for \ntortious interference with contract must “allege facts demonstrating that \ndefendants’ actions were not prompted by legitimate business purposes.”  Embree \nConstr. Grp. v. Rafcor, Inc. , 330 N.C. 487, 500, 411 S.E.2d 916, 926 (1992) (citation \nand quotation omitted).   \n{43} GCP argues that dismissal is required because there is no valid contract \nbetween Farrell and SFS, SFS has not identified a “single valid contract between \nSFS and any of its clients and customers with which GCP interfered, and, in any \nevent, SFS has not pled that GCP “‘acted with no motive other than malice.’”  (Defs.’ \nBr. Supp. Mot., pp. 9–10) (quoting McElmurry v. Alex Fergusson, Inc. , 2006 U.S. \nDist. LEXIS 10760, *50 (M.D.N.C., Mar. 8, 2006)).  The Court disagrees. \n{44} First, the Court has previously concluded that SFS has alleged that a valid \ncontract existed between Farrell and SFS so Defendants’ argument on this basis \nfails.  Next, SFS attaches exhibits to its Complaint listing over 40 customers that it \ncontends GCP and Farrell have contacted and 17 customers it claims it has lost to \nGCP due to Defendants’ misconduct.  That  these customers may have had at will \nrelationships with SFS does not defeat SFS’s claim.  See, e.g., Childress, 240 N.C. at \n678, 84 S.E.2d at 184 (“The fact that plaintiff's contract with the Trogdon Furniture \nCompany was terminable at will is not available as a defense to the defendants [on \nplaintiff’s tortious interference claim].”).   \n{45} Finally, our courts have made clear th at “malice” for purposes of a claim \nfor tortious interference with contract is “legal malice” rather than “actual malice” \nand “denotes the intentional doing of the harmful act without legal justification.” \nChildress, 240 N.C. at 675, 84 S.E.2d at 182; see, e.g., Reichhold Chems., Inc. v. \nGoel, 146 N.C. App. 137, 149, 555 S.E.2d  281, 288 (2001) (“[L]egal malice \ndemonstrates a lack of justification in an action for tortious interference”).  It is \nclear from the face of the Complaint that  SFS alleges facts showing that GCP has \nimproperly acquired, disclosed and used SFS’s confidential and trade secret \ninformation “to sell GCP products at prices below SFS’s prices in order to block SFS \nfrom those customer accounts” and to caus e SFS financial damage.  (Compl. ¶ 46.)  \nAs such, SFS has adequately alleged that GCP acted for a “wrong purpose” and thus \nwithout legal justification.  See, e.g., Childress , 240 N.C. at 675, 84 S.E.2d at 182; \nsee also Safety Test & Equip. Co. v. Am. Safety Util. Corp. , 2015 NCBC 37 ¶ 80 \n(N.C. Super. Ct. Apr. 23, 2015), \nwww.ncbusinesscourt.net/opinions/2015_NCBC_37.pdf (anti-competitive conduct \nnot legal justification); Peoples, 322 N.C. at 221, 367 S.E.2d at 650 (“If the \ndefendant’s only motive is a malicious wish to injure the plaintiff, his actions are \nnot justified.”).  Therefore, the Court co ncludes that SFS has stated a claim for \ntortious interference with contract and that Defendant’s Motion to Dismiss this \nclaim should be denied. \nE. Fraud \n{46} To state a claim for fraud, a plaintiff must allege that a defendant made a \n“(1) false representation or concealment of material fact, (2) reasonably calculated to \ndeceive, (3) made with intent to deceive,  (4) which does in fact deceive, and (5) \nresulting in damage to the injured party.”  Harrold v. Dowd, 149 N.C. App. 777, 782, \n561 S.E.2d 914, 918 (2002) (citing Ragsdale v. Kennedy , 286 N.C. 130, 138, 209 \nS.E.2d 494, 500 (1974)).  Rule 9(b) requires that all averments of fraud must be pled \nspecifically and with particularity, including as to the “time, place and content of \nthe fraudulent misrepresentation, [the] identity of the person making the \nrepresentation and what was obtained as a result of the fraudulent act or \nrepresentation.”  \nPowell v. Wold, 88 N.C. App. 61, 64, 362 S.E.2d 796, 797 (1987).  \n{47} SFS alleges that “Farrell purposely communicated material false and/or \nmisleading statements and representations to and/or concealed material \ninformation from SFS concerni ng his intentions to work for GCP and the fact that \nhe kept in his possession confidential business information and Trade Secrets of \nSFS.”  (Compl. ¶ 96.)  SFS also alleges specific facts suggesting that Farrell told a \nvendor that he was going to leave SFS, (Compl. ¶ 34), that he thereafter told SFS on \ntwo occasions that he had not made up his mind whether to leave SFS under \ncircumstances SFS contends show that his statements were lies, (Compl. ¶¶ 35, 37), \nthat he then announced his departure from SFS the day before he began work with \nGCP, (Compl. ¶ 38), that he took SFS’s confidential business information upon his \ndeparture in violation of his duties und er his NDA, (Compl. ¶ 44), and that he \nclaims to have destroyed such information but only after SFS demanded its \nimmediate return, (Compl. ¶ 44).  The Court, however, does not read SFS’s current \nComplaint as stating facts that tend to show that SFS relied on Farrell’s \nrepresentations or omissions – indeed, SFS avers no facts asserting how SFS would \nhave acted any differently had it known of  the truth of the alleged representations \nor omissions – or that the alleged representations or omissions have caused SFS \nactual damage.  Accordingly, the Court co ncludes that SFS’s fraud claim should be \ndismissed without prejudice with the oppo rtunity to re-file the fraud claim with \nfactual allegations that satisfy both Rules 9(b) and 12(b)(6) of the North Carolina \nRules of Civil Procedure.  \nF. Conversion \n{48}  “[C]onversion is defined as an unaut horized assumption and exercise of \nthe right of ownership over goods or personal chattels belonging to another, to the \nalteration of their condition or th e exclusion of an owner’s rights.” Bartlett Milling \nCo., L.P. v. Walnut Grove Auction & Realty Co.,  192 N.C. App. 74, 86, 665 S.E.2d \n478, 488 (2008) (internal quotation marks omitted).  There are two essential \nelements in a conversion claim: (1) owners hip in the plaintiff, and (2) a wrongful \npossession or conversion by the defendant. Id. at 86, 665 S.E.2d at 489; Variety \nWholesalers, Inc. v. Salem Logistics Traffic Servs.,  LLC, 365 N.C. 520, 523, 723 \nS.E.2d 744, 747 (2012). \n{49} SFS alleges that Farrell conceded through his prior legal counsel that \nwhen he left SFS he “had taken with him SFS property belonging to SFS and/or its \ncustomers, including confidential busi ness information such as SFS manuals, \ncustomer orders, and price bo oks,” (Compl. ¶ 44), and that   Farrell’s prior counsel \nadmitted that Farrell “discarded approximately seven (7) boxes of SFS documents, \nrecords, information and other property in  his ‘local dump,’” (Compl. ¶ 45).  SFS \nalso alleges that Farrell took the names and contact information for current and \npotential customers that were stored on his mobile phone and the computer system.  \n(Compl. ¶ 106.)   \n{50} Defendants argue that dismissal is appropriate because under North \nCarolina law, “intangible interests such as  business opportunities and expectancy \ninterests” are not subject to a conversion claim, Norman v. Nash Johnson & Sons’ \nFarms, Inc., 140 N.C. App. 390, 414,  537 S.E.2d 248, 264 (2000).  SFS’s allegations \nmake very clear, however, that more than intangible interests are at stake here.  \nIndeed, SFS has alleged that Farrell removed from SFS’s premises and then \ndestroyed approximately seven boxes of SFS documents and other information and \nthat Farrell absconded with important information concerning its current \ncustomers.  Based on the Court’s review  of the Complaint in the light most \nfavorable to Plaintiff, the Court concludes that SFS has stated a claim for \nconversion and that Defendants’ Motion to Dismiss Plaintiff’s claim should be \ndismissed.  \nG. Unjust Enrichment \n{51} When a party “confers a benefit upon another which is not required by a \ncontract either express or implied or a legal duty, the recipient thereof is often \nunjustly enriched and will be required to make restitution therefor.” Progressive \nAm. Ins. Co. v. State Farm Mut. Auto. Ins. Co.,  184 N.C. App. 688,  695, 647 S.E.2d \n111, 116 (2007).  To state a claim for unjust enrichment, a plaint iff must establish \n“(1) a measurable benefit was conferred on the defendant, (2) the defendant \nconsciously accepted that benefit, and (3) the benefit was not conferred officiously or \ngratuitously.” Primerica Life Ins. Co. v. Jam es Massengill & Sons Constr. Co ., 211 \nN.C. App. 252, 259–60, 712 S.E.2d 670, 677 (2011). \n{52} SFS alleges facts showing that Defendants benefited from the use of SFS’s \nconfidential information and trade secrets , including by using SFS’s confidential \ninformation to contact SFS customers in order to undercut SFS’s pricing and freight \ncosts in a successful effort to persuade  at least 17 customers to buy from GCP \nrather than continue to purchase from SFS. (Compl. ¶¶ 65, 113.)  SFS further \nalleges that Defendants obtained these bene fits as a result of Defendants’ wrongful \nmisappropriation and misuse of SFS’s conf idential information and trade secrets, \n(Compl. ¶ 110), and that SFS did not consen t or authorize Defendants’ use, (Compl. \n¶¶ 41, 43).  The Court concludes, therefore, that SFS has sufficiently alleged a claim \nfor unjust enrichment and that  Defendants’ Motion to Dismiss this claim should be \ndenied.  \nH. Unfair and Deceptive Trade Practices \n{53} A plaintiff may state a UDTP claim by alleging:  “(1) an unfair or deceptive \nact or practice, or unfair method of competition, (2) in or affecting commerce, and (3) \nwhich proximately caused actual injury to the plaintiff or his business.” Combs & \nAssocs. v. Kennedy, 147 N.C. App. 362, 373–74, 555 S. E.2d 634, 642 (2001).  While \nit is true, as Defendants contend, that a mere breach of contract cannot form the \nbasis for a UDTP claim, Lake Mary L.P. v. Johnston , 145 N.C. App. 525, 533, 551 \nS.E.2d 546, 553 (2001), our courts have long recognized that claims for \nmisappropriation of trade secrets and tortious interference with contract may form \nthe basis of a UDTP claim,  Drouillard, 108 N.C. App. at 172–73, 423 S.E.2d at 326–\n27; United Labs. , 322 N.C. at 665, 370 S.E.2d at  389.  Because the Court has \nconcluded that SFS’s claims for trade secret misappropriation and tortious \ninterference should survive Defendants’ Mo tion to Dismiss, so should SFS’s claim \nfor UDTP as pled here.  The Court therefore concludes that Defendants’ Motion to \nDismiss SFS’s UDTP claim should be denied.   \nI. Punitive Damages \n{54}  “Punitive damages may be awarded only  if the claimant proves that the \ndefendant is liable for compensatory damages and that one of the following \naggravating factors was present and was related to the injury for which \ncompensatory damages were awarded: (1) [f]r aud (2) [m]alice (3) [w]illful or wanton \nconduct.” N.C. Gen. Stat. § 1D-15 (2014).  Because SFS has sufficiently pled several \nclaims for which it seeks compensatory damages and has further alleged that \nDefendants’ conduct was “intentional, willful, wanton, and malicious,” (Compl. ¶¶ \n120–21), the Court concludes SFS’s claim for punitive damages should survive at \nthis stage of the proceedings.  \nJ.  Preliminary and Permanent Injunctive Relief \n{55} Finally, Defendants seek dismissal of SFS’s First Claim for Relief – \nsubtitled as a “Motion for Preliminar y and Permanent Injunctive Relief” – \ncontending that SFS “cannot show either a likelihood of success on the merits or \nirreparable harm.”  (Def.’s Br. Supp. Mot., p. 17.)  Defendants’ arguments, however, \nappear to be more focused on whether SF S can bring forward sufficient evidence to \nsupport the entry of injunctive relief under Rule 65 – the Court’s proper focus on a \nmotion for injunctive relief – than on whether SFS’s allegations state a claim under \nRule 12(b)(6) – the issue before the Court on Defendants’ Motion.\n8  Viewing the \n                                                 \n8 Although captioned as a “motion,” SFS has not file d its “motion” in a “separate paper” or with a \nbrief, as required under Business Court Rule 15.2, and, in any event, SFS indicated at the hearing \nallegations of the Complaint in the light most favorable to Plaintiff, the Court \nconcludes that SFS has sufficiently pled fa cts that, if proven, would entitle SFS to \ninjunctive relief.  See, e.g., Travenol Labs., Inc. v. Turner , 30 N.C. App. 686, 692, \n228 S.E.2d 478, 483 (1976) (“It is well settled that an injunction will issue to \nprevent unauthorized disclosure and use of trade secrets and confidential \ninformation.”).  Accordingly, the Court concludes that Defendants’ Motion to \nDismiss SFS’s claims for injunctive relief should be denied. \nIV. \nCONCLUSION \n{56} Based on the foregoing, the Court GRANTS in part  and DENIES in part \nDefendants’ Motion to Dismiss and hereby DISMISSES Plaintiff’s claim for fraud \nwithout prejudice. \n{57} All other requested relief is DENIED. \n \n SO ORDERED, this the 28th day of April 2015. \n \n \n        \n \n                                                                                                                                                             \nthat it does not seek preliminary injunctive relief at this time and in its Complaint that permanent \ninjunctive relief would only be appropriate following a jury’s determination of Defendants’ liability in \nthis matter.  As a result, the Court concludes that no motion for injunctive relief is properly before \nthe Court at this time.   "
}