{
  "id": "d58a20e1f5b9729b2c56109be0fc1b9fcacfdf326986d5de4f26b62ded82f2c2",
  "source_file": "data/raw/ncbc/d58a20e1f5b9729b2c56109be0fc1b9fcacfdf326986d5de4f26b62ded82f2c2.pdf",
  "raw_text": "Bandy v. A Perfect Fit for You, Inc., 2018 NCBC 21. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF CARTERET \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 456 \n \nSHELLEY BANDY, \nPlaintiff and Third-Party \nDefendant \n \nSTATE OF NORTH CAROLINA \nIntervenor-Plaintiff \n \nv. \n \nA PERFECT FIT FOR YOU, INC.; \nMARGARET A. GIBSON; and \nRONALD WAYNE GIBSON, \nDefendants \n \nv. \n \nA PERFECT FIT FOR YOU, INC., \nIntervenor-Defendant \nand \nThird-Party \nPlaintiff \n \nv. \n \nMARGARET A. GIBSON; RONALD \nWAYNE GIBSON; R. WAYNE \nGIBSON, INC. , d/b/a GIBSON \nCONSTRUCTION CO., INC. ; and RW \n& MA, LLC, \nCross-claim and \nThird-Party \nDefendants. \nORDER ON GIBSON \nDEFENDANTS’ MOTION TO \nSTRIKE OR DISMISS \nRECEIVER’S CROSS-CLAIMS \nAND THIRD-PARTY CLAIM \nTHIS MATTER  comes before the Court on Defendants Margaret Gibson, \nRonald Wayne Gibson (hereinafter Margaret and Ronald Gibson are collectively “the \nGibsons”), Gibson Construction  Co., Inc. , and RW & MA , LLC’s ( hereinafter the \nGibsons, Gibson Construction Co., Inc., and RW & MA, LLC are collectively “the \n \n \nGibson Defendants”) Mot ion to Strike  or Dismiss Cross -claims and Third -Party \nClaims of Receiver.  (“Motion to Strike”; ECF No. 106.) \nIn response to the Intervenor Complaint filed by the State of North Carolina \nagainst Defendant A Perfect Fit For You, Inc. (“Perfect Fit”), (ECF No. 56), the \nReceiver filed an Answer on behalf of Perfect Fit , and alleged  Cross-claims against \nthe Gibson Defendants  and Plaintiff Shelley Bandy  (“Bandy”), and a Third -Party \nClaim for indemnity and/or contribution against Margaret Gibson .  (“Receiver’s \nAnswer”; ECF No. 84.)  The Gibson Defendants argue in the Motion  to Strike and \nconcurrently filed Memorandum of Law in Support, (ECF No. 107), that the Receiver \ndid not have the authority or standing to bring cross -claims o r file a third -party \ncomplaint, and alternatively, move that the Cross-claims and Third -Party Claims \nshould be dismissed pursuant to North Carolina Rules of Civil Procedure 12(b)(1) and \n12(b)(6) (hereinafter “Rules”). \nTHE COURT has considered the Motion to Strike, the briefs filed in support of \nand in opposition to the Motion to Strike, and other appropriate matters of record, \nand concludes, in its discretion, the Motion to Strike should be DENIED , and that \nthe alternative motion to dismiss should be GRANTED, in part, and DENIED, in \npart, for the reasons set forth herein. \nI. FACTUAL AND PROCEDURAL BACKGROUND \n1. The factual and procedural background of this matter has been set out \nin the Court’s prior orders, most recently in the Court’s Order on Joint Motion to Stay.  \n \n \n(ECF No. 136.)  The Court sets forth herein only those facts necessary for disposition \nof the Motion to Strike.  \n2. On May 16, 2016, Plaintiff filed her initial Complaint and moved for a \nTemporary Restraining Order.  On that same date, Judge Benjamin G. Alford granted \nthe temporary restraining order, ex parte , and appointed Douglas Goines  (“the \nReceiver”) as the Receiver for Perfect F it.  (Order on Appointment of Receiver , \nhereinafter “Receiver Order” ; ECF No. 3 .)  The Receiver Order p rovided that  the \nReceiver had “full power to take possession of and manage [Perfect Fit’s] business, \nbooks, and profits . . . until a final adjudication on this cause may be had.”  (ECF No. \n3.)  The Receiver Order did not state a particular statutory provision under which the \nReceiver was appointed.  (Id.) \n3.   On June 15, 2016, Judge Alford issued a preliminary injunction  (the \n“Preliminary Injunction Order”).  The Preliminary Injunction Order froze all assets \nand funds in the possession of the Gibsons that were the result of corporate assets or \nfunds transferred out of Perfect Fit by Margaret Gibson. \n4. After being appointed, the Receiver conducted an audit of Per fect Fit’s \nbooks and records. The audit revealed that all, or virtually all, of Perfect Fit’s claims \nto Medicaid for reimbursements for products and services were either, at a minimum, \nnot properly documented as required by federal regulations , or  potentially \nfraudulent.  (Mot. to Extend/Clarify Receiver Powers under Statute, hereinafter \n“Motion to Clarify” ; ECF No. 33.2, at ¶¶ 6 –9.)  Since Perfect Fit likely would be \nrequired to refund to the State of North Carolina approximately $12 million for the \n \n \nMedicaid claims, the Receiver believed Perfect Fit was, or would become, insolvent.   \n(Id. at ¶¶ 9–10.)  \n5. On December 8, 2016, the Receiver moved to “extend and/or clarify his \npower to that of a Receiver for [Perfect Fi t] pursuant to [N.C. Gen. Stat.] §1-507.1 et \nseq and G.S. §23-3” (hereinafter references the North Carolina General Statutes shall \nbe “G.S.”).  (ECF No. 33.2.)  In the Motion to Clarify, the Receiver requested that the \nCourt expressly expand his authority to that of a receiver of an insolvent corporation \npursuant to G.S. § 1 -507.1, to permit him to bring legal claims against the Gibson \nDefendants, Bandy, and potentially other parties to recoup funds transferred out of \nPerfect Fit.  (Id.) \n6. On January 19, 2017, the Co urt entered its Order on the Motion  to \nClarify.  (“Clarification Order”; ECF No. 51 .)  In the Clarification Order, the Court \nstated that “it appears that Goines was appointed a pre-judgment receiver pursuant \nto G.S. § 1-502(1).”  (ECF No. 51 at p. 2.)  The Court held that Judge Alford’s “[o]rder \nclearly grants [the Receiver] the broad authority to manage Perfect Fit’s business \nduring the pendency of this action and to take such actions as he deems appropriate \nand necessary in running the business,” and  “conclude[d] that at this time the \ninterests of all parties are adequately protected by the Receiver Order and the \nPreliminary Injunction Order.” (ECF No. 51, at p. 4.)  Accordingly, the Court found \nthat it was unnecessary to expand the Receiver’s authority and denied the Motion to \nClarify.  \n \n \n7. Following the Clarification Order, on January 31, 2017, the State of \nNorth Carolina moved to intervene as a plaintiff in this action.  (Mot. to Intervene; \nECF No. 52.1.)  The Court granted the State’s motion on February 15, 2017, and on \nthat same da te the State filed its Complaint  in Intervention .  (“Intervenor \nComplaint”; ECF No. 56.)  The Intervenor Complaint made claims against Perfect Fit \nfor breach of the Medicaid Provider Agreement entered between North Carolina and \nPerfect Fit, and for unjust enrichm ent.  In the Intervenor Complaint, t he State of \nNorth Carolina sought repayment of all amounts that had been paid to Perfect Fit for \nMedicaid claims. \n8. On August 14, 2017, the Receiver  filed the Receiver’ s Answer .   The \nReceiver’s Answer admitted the material allegations in the Intervenor Complaint \nestablishing Perfect Fit’s liability to North Carolina under the State’s claims.  In the \nReceiver’s Answer , the Receiver also made cross -claims on behalf of Perfect Fit  \nagainst the Gibson Defendants and Bandy  for, inter alia, breach of fiduciary duty, \nfraudulent transfers, and unjust enrichment, and a Third-Party Claim for indemnity \nand/or contribution against Margaret Gibson (collectively, the cross-claims and third-\nparty claims are the “Cross-claims”). \n9. On October 30, 2017, the Gibson Defendants filed the Motion to Strike.   \nThe Receiver filed a Response Brief on December 8, 2017.  (ECF No. 115.)  The Gibson \nDefendants filed their Reply in Support on December 28, 2017.   (ECF No. 119.)  The \nCourt held a hearing on the Motion to Strike on January 22, 2018, and the Motion is \nripe for disposition. \n \n \nII. ANALYSIS \nA. Motion to strike under Rule 12(f) \n10. The Gibson Defendants first move the Court “to strike the cross-claims \nand third -party claims (‘ Cross-claims’) of the Receiver on the grounds that the \nReceiver has asserted his Cross -claims without the Court's permission and in \nviolation of the Court's previous orders.”  (ECF No. 106 , at p. 1.)  Rule 12(f) of the \nNorth Carolina Rules of Civil Procedure allows the court to strike “from any pleading \nany insufficient defense or any redundant, irrelevant, immaterial, impertinent, or \nscandalous matter. ”  A “[m] atter should not be stricken unless it has no possible \nbearing upon the litigation.  If there is any question as to whether an issue may arise, \nthe motion [to strike] should be denied.”   Reese v. City of Charlotte , 196 N.C. App. \n557, 567, 676 S.E.2d 493, 499 (2009).   “A motion to strike is addressed to the sound \ndiscretion of the trial court.”  Kingsdown, Inc. v. Hinshaw, 2016 NCBC LEXIS 15, at \n*8 (N.C. Super. Ct. Feb. 17, 2016) (citing Broughton v. McClatchy Newspapers, Inc., \n161 N.C. App. 20, 25, 588 S.E.2d 20, 25 (2003)). \n11. The Gibson Defendants argue that the Court’s Clarification O rder \nshould be interpreted to mean that the Receiver lacks the authority to bring claims \non behalf of Perfect Fit to recoup funds transferred out of Perfect Fit.  (ECF No. 107, \nat p. 4.)  The Gibson Defendants also argue that the Receiver’s claims are a needless \nwaste of Perfect Fit’s resources, and are “spurious.”   (Id. at p. 6.) \n12. The Court is not persuaded by the Gibson Defendants’ arguments.  The \nClarification Order did not limit the Receiver’s authority as granted by Judge Alford.  \n \n \nInstead, the Court stated that the Receiver apparently was appointed under G.S. § 1-\n502(1) as pre-judgment receiver, and that the Receiver’s authority includes the “ full \npower to . . . manage [Perfect Fit’s] business.”  G.S. § 1 -502 provides that “[t] he \nprovisions of G.S. 1 -507.1 through 1 -507.11 are applicable, as near as may be, t o \nreceivers appointed hereunder,” and under G.S. § 1 -507.2(3), a receiver has the \nauthority to “institute suits for the recovery of any . . . property, damages, or demands \nexisting in favor of the corporation.”  Perfect Fit has been sued by the State of North \nCarolina seeking reimbursement for improper Medicaid payments, exposing Perfect \nFit to substantial monetary liability.  The Receiver was within his authority to file \nan Answer to the Intervenor Complaint.   New information has emerged from the \nongoing investigation of Perfect Fit’s Medicaid billings that points to potentially \nfraudulent conduct, and Perfect Fit is now a defenda nt in a federal lawsuit  \nchallenging those payments .  See United States v. A Perfect Fit For You, Inc. , No. \n4:2017-CV-174 (E.D.N.C. filed on Dec. 13, 2017).   As part of managing the \ncorporation’s business, it was not unreasonable, and perhaps necessary, tha t the \nReceiver take steps such as filing the Cross-claims to protect Perfect Fit’s interests \nand to attempt to recoup corporate assets which were allegedly fraudulently or \notherwise improperly transferred out of Perfect Fit.   \n13. The Court has thorou ghly considered the Motion to S trike under R ule \n12(f) and finds that the Receiver possesses authority to pursue legal claims on behalf \nof Perfect Fit, including the Cross-claims.  The Court, in its discretion, concludes that \nthe Gibson Defendants’ Motion to Strike pursuant to Rule 12(f) should be DENIED. \n \n \nB. Motion to dismiss for lack of standing under Rules 12(b)(1) and 12(b)(6) \n14. In the alternative to the Motion to Strike, the Gibson Defendants move \nto dismiss the Cross-claims because the Receiver lacks standing to pursue the claims.  \n(ECF No. 107, at pp. 7–11.)  “Standing is a necessary prerequisite to a court's proper \nexercise of subject matter jurisdiction.”  Neuse River Found., Inc. v. Smithfield Foods, \nInc., 155 N.C. App. 110, 113, 574 S.E.2d 48, 51 (2002).  “Standing is properly \nchallenged by a 12(b)(1) motion to dismiss, or 12(b)(6) motion to dismiss for a failure \nto state a claim upon which relief may be granted.”  Fairfield Harbour Prop. Owners \nAss’n v. Midsouth Golf , LLC, 215 N.C. A pp. 66, 72, 715 S.E.2d 273, 280 (2011).  “In \ndetermining whether subject matter jurisdiction exists, a court may consider matters \noutside of the pleadings.”  Keith v. Wallerich, 687 S.E.2d 299, 302, 201 N.C. App. 550, \n554 (2009).  \n15. The Gibson Defendants argue that the Receiver does not have standing \nto pursue the Cross-claims against them because the claims are actually brought on \nthe State’s behalf as a creditor of Perfect Fit, and not on behalf of Perfect Fit .  (ECF \nNo. 107, at pp. 7 –8.)  The Gibson Defendants cite Keener Lumber Co. v. Perry , 149 \nN.C. App. 19, 26, 560 S.E.2d 817, 822 (2002) in support of their argument.  \n16. In Keener Lumber , the relevant issue consi dered by the Court was \nwhether the plaintiff-creditor had standing to bring a claim against  the defendant-\ncorporate director for breaching his fiduciary duties  to the corporation , during the \ndissolution and winding -up of the corporation, by making preferential payments to \ncreditors which personally benefitted the  defendant-director to the  disadvantage of \n \n \nthe plaintiff-creditor.  149 N.C. App. at 26, 560 S.E.2d at 822.  The defendant-director \nargued that the claim for breach of fiduciary duty belonged to the corporation, and \nnot to the plaintiff -creditor.  Id.  The court held that in the context of a dissolution \nand winding-up, the defendant owed a fiduciary duty to the plaintiff-creditor and that \nplaintiff had standing to bring the claim directly.  Id.   \n17. The holding in Keener Lumber has no application to the facts of this case.  \nThe Cross-claims the Receiver makes in this lawsuit 1 are for injuries to Perfect Fit \ncaused by the Gibson Defendants.  The claims belong to Perfect Fit, and not to the \nState.  The fact that the State may ultimately have a right to the assets Perfect Fit \nis able to recoup  from the Gibson Defendants does not deprive the  Receiver of \nstanding to bring claims on behalf of Perfect Fit. \n18. To the extent that Defendants move to dismiss the Receiver’s claims \npursuant to Rule 12(b)(1), based on the holding in Keener Lumber, such motion should \nbe DENIED.  \n19. The Gibson Defendants next argue that the Receiver lacks standing to \nbring cross-claims for fraudulent transfers against the Gibson Defendants under the \nUniform Voidable Transactions Act (“UVTA”).  (ECF No. 107, at pp. 8–9.)  The Court \nconcludes that the Receiver has not stated a claim for relief against the Gibson \nDefendants as a “creditor” under the UVTA. \n20. The Receiver purports to bring the fraudulent transfer claims on behalf \nof Perfect Fit against each of the Gibson Defendants. (ECF No. 84 , Cross-claims at \n                                                           \n1 The Receiver’s claim brought under the Uniform Voidable Transactions Act is the exception \nas discussed infra.  \n \n \n¶¶ 200 –11, 226–37, 243–53, 259 –69.)  The UVTA authorizes a creditor to bring  a \nclaim to void certain transfers of assets made by a debtor with the intent to evade the \ndebtor’s obligations to present and future creditors .  G.S. §§ 39-23.4(a) and 39-23.5.  \nA “creditor” is a party with a “ right to payment ,” whether that right is “reduced to \njudgment, liquidated, unliquidated, contingent, unmatured, [or] disputed.”  G.S. \n§§ 39-23.1(3) and (4). \n21. G.S. § 39-23.4(a) protects a present or future creditor when a “transfer \nmade . . . by a debtor” is made  \n(1) [w]ith intent to hinder, delay, or defraud any creditor of the debtor; or \n(2) [w]ithout receiving a reasonably equivalent value in exchange for the \ntransfer or obligation, and the debtor: a. [w]as engaged or was about to \nengage in a business or a transaction for which the remaining assets of \nthe debtor were unreasonably small in relation to the business or \ntransaction; or b. [i]ntended to incur, or believed that the debtor would \nincur, debts beyond the debtor's ability to pay as they became due. \n22. In addition, G.S. § 39 -23.5(a) protects a present creditor when “the \ndebtor made the transfer . . . without receiving a reasonably equivalent v alue in \nexchange for the transfer” and the debtor was insolvent at the time of the transfer or \nbecame insolvent as a result of the transfer.   A “transfer” is any method by which a \ndebtor “dispos[es] of or part[s] with an asset.”  G.S § 39 -23.1(12).  An “as set” is \n“property of a debtor.”  G.S. § 39.23.1(2).   \n23. In order to state a claim, the Receiver would have to allege that (a) \nPerfect Fit is a “creditor” of the Gibson Defendants,  (b) the Gibson Defendants are \n“debtors” to Perfect Fit, and (c) the Gibson Defendants transferred “assets,” meaning \nproperty owned by the Gibson Defendants, to evade Perfect Fit’s claims as a creditor.  \n \n \nThe Receiver has not expressly alleged that Perfect Fit is a “creditor” of the Gibson \nDefendants, or that the Gibson Defendants are “debtors” to Perfect Fit.  In addition, \nthe Receiver has not alleged that the Gibson Defendants transferred any of their own \nassets to evade claims held by Perfect Fit .  Rather, the Receiver alleges the State of \nNorth Carolina was a creditor of Perfect Fit, and that Margaret Gibson directed \nPerfect Fit to make transfers and distributions of Perfect Fit’s assets to the Gibson \nDefendants to remove those assets from the reach of the State of North Carolina as a \ncreditor of Perfect Fit.  (See, e.g., ECF No. 84 , Cross-claims at ¶¶ 200 –08, 226–34.)  \nThere are no allegations that once Perfect Fit’s assets were in the hands of the Gibson \nDefendants t he Defendants again  transferred the assets to avoid debts owed to \nPerfect Fit.  The allegations do not state the elements of a claim under the UVTA.  \n24. To the extent that Defendants move to dismiss the Receiver’s claims \nunder the UVTA pursuant to Rule 12(b)(1), such motion should be GRANTED.  \nC. Motion to dismiss claims for breach of fiduciary duty, unjust \nenrichment, and indemnity and contribution under Rule 12(b)(6) \n \n25. Finally, the Gibson Defendants argue that the Cross -claims and Third-\nParty Claim  fail to state claims for relief for breach of fiduciary duty, unjust \nenrichment, and indemnity and contribution pursuant to Rule 12(b)(6).   (ECF No. \n107, at pp. 11–13.) \ni. Breach of Fiduciary Duty \n26. In order to establish a claim for breach of fiduciary duty, plaintiff must \nshow that: (1) defendant owed plaintiff a fiduciary duty; (2) defendant breached this \nfiduciary duty; and (3) the breach of fiduciary duty was a proximate cause of injury \n \n \nto plaintiff.  Farndale Co., LLC v. Gibellini, 176 N.C. App. 60, 68,  628 S.E.2d 15, 20 \n(2006).  Under North Carolina law corporate officers must act in a manner that they \nreasonably believe to be in the best interests of the corporation.  G.S. § 55-8-42.  The \nduty owed by officers is owed to the corporation, and breach of fiduciary duty claims \nagainst corporate officers are claims belonging to the  corporation. Underwood v. \nStafford, 270 N.C. 700, 702–703, 155 S.E.2d 211, 213 (1967). \n27. The Receiver allege s that Margaret Gibson was the “sole director and \nperson in control of” Perfect Fit and, due to her directorship, she owed fiduciary duties \nof care, loyalty, and good faith to Perfect Fit.  (ECF No. 84, Cross-claims at ¶¶ 6, 17.)  \nThe Receiver alleges that Gibson breached her fiduciary duty by either participating \nin, or failing to stop, Perfect Fit from making fraudulent Medicaid reimbursement \nclaims, and by failing to make certain Perfect Fit’s claims were properly documented, \nproximately resulting i n Perfect Fit incurring millions of dollars of liability to the \nState of North Carolina and the Federal Government.  (ECF No. 84, Cross-claims at \n¶¶ 40–51, 54, 80–84.)  The Receiver has also alleged that Margaret Gibson engaged \nin self-dealing transactions to transfer money from Perfect Fit to herself and to the \nother Gibson Defendants, despite knowing that such transfers were improper and \ncaused the company to become insolvent.  (ECF No. 84, Cross-claims at ¶¶ 85–154.)  \nThese allegations sufficiently state  a claim for breach of fiduciary duty against \nMargaret Gibson.     \n28. The Gibson Defendants’ motion to dismiss the Receiver’s cross-claim for \nbreach of fiduciary duty should be DENIED. \n \n \nii. Unjust Enrichment \n29. The Receiver makes claims for unjust enrichment against the Gibson \nDefendants.  (ECF No. 84 , Cross-claims at ¶¶ 212–16, 238–42, 254–58, 270–74.)  In \nNorth Carolina, to recover on a claim of unjust enrichment, Plaintiff must prove: (1) \nthat it conferred a benefit on another party; (2) that the other party consciously \naccepted the benefit; and (3) that the benefit was not conferred gratuitously or by an \ninterference in the affairs of the other party.  Southeastern Shelter Corp. v. BTU, Inc., \n154 N.C. App. 321, 330, 572 S.E.2d 200, 206 (2002).   “The doctrine of unjust \nenrichment was devised by equity to exact the return of, or payment for, benefits \nreceived under circumstances where it would be unfair for the recipient to retain \nthem without the contributor being repaid or compensated.”  Collins v. Davis, 68 N.C. \nApp. 588, 591, 315 S.E.2d 759, 761 (1984). \n30. The Receiver alleges that Perfect Fit conferred benefit s on each of the \nGibson Defendants, directly and indirectly, by transferring Perfect Fit’s assets to the \nGibson Defendants.  (ECF No. 84, Cross-claims at ¶¶ 85–154.)  The Receiver further \nalleges that  Perfect Fit did not bestow these transfers gratuitously, and “did not  \nreceive anything of reasonably equivalent value for [each] transfer.”  (Id. Cross-claims \nat, e.g. ¶¶ 88, 93, 98, 103, 108, 113, 118, 123, 128, 135, 144, 151 .)  The Gibson \nDefendants consciously accepted the transfers.  (Id. Cross-claims at ¶¶ 215, 241, 257, \n273.) \n \n \n31. These allegations are sufficient to support a claim for unjust enrichment \nat this stage.  Accordingly, the Gibson Defendants’ motion to dismiss the Receiver’s \ncross-claim for unjust enrichment should DENIED.  \niii. Indemnity \n32. The Receiver brings a claim on behalf of Perfect Fit against Margaret \nGibson for indemnity and/or contribution.  ( Id. Cross-claims at ¶¶ 221 –225.)  “In \nNorth Carolina, a party’s rights to indemnity can rest on three bases: (1) an express \ncontract; (2) a contract implied-in-fact; or (3) equitable concepts arising from the tort \ntheory of indemnity, often referred to as a contract implied-in-law.”  Kaleel Builders, \nInc. v. Ashby, 161 N.C. App. 34, 38, 587 S.E.2d 470, 474 (2003).  \nA contract of indemnity need not be express; indemnity may be \nrecovered if the evidence establishes an implied contract.  In addition, a \nright to indemnity exist s whenever one party is exposed to liability by \nthe action of another who, in law or equity, should make good the loss of \nthe other. \nMcDonald v. Scarboro, 91 N.C. App. 13, 22, 370 S.E.2d 680, 686 (1988). \n33. The Receiver has alleged that Margaret Gibson was Perfect Fit’s \npresident and sole director, and that she signed a Medicare Provider Agreement on \nbehalf of Perfect Fit.  (ECF No. 84, Cross-claims at ¶¶ 14, 17.)  In the Medicare \nProvider Agreement, Margaret Gibson agreed that Perfect Fit would abide by federal \nand state record keeping requirements, and she had a fiduciary obligation “to ensure \nthat [Perfect Fit] was submitting only claims which satisfied its obligations under the \nMedicaid Provider Agreement.”  (Id. Cross-claims at ¶¶ 15–17.)  The Receiver alleges \n“as a direct and proximate result of Defendant Margaret Gibson’s acts, [Perfect Fit] \nis liable to the State of North Carolina but does not have the necessary funds to satisfy \n \n \nthe State’s claim for recoupment” and “[Perfect Fit] i s entitled to recover from \nDefendant Margaret Gibson all of what the State of North Carolina may be entitled \nto recover from [Perfect Fit].”  (Id. Cross-claims at ¶¶ 224–25.)     \n34. The Receiver has alleged  that Perfect Fit  was injured  by Margaret \nGibson’s breach of fiduciary duty owed to Perfect Fit, and as a result Perfect Fit may \nbe liable to the State of North Carolina.  These allegations are sufficient at this stage \nto state a claim for indemnity by Perfect Fit against Margaret Gibson.  Therefore, the \nGibson Defendants’ motion to dismiss the Third-Party Claim for indemnity should be \nDENIED.  \nIII. CONCLUSION \nTHEREFORE IT IS ORDERED that: \n1. Defendants’ Motion to Strike pursuant to Rule 12(f) is DENIED. \n2. Defendants’ motion to dismiss the Receiver’s Cross-claims pursuant to Rule \n12(b)(1) is DENIED. \n3. Defendants’ motion to dismiss the Receiver’s Cross-claim for fraudulent \ntransfers under the UVTA is GRANTED. \n4. Defendants’ motion to dis miss the Receiver’s Cross -claim for breach of \nfiduciary duty is DENIED. \n5. Defendants’ m otion to dismiss the Receiver’s Cross -claim for unjust \nenrichment is DENIED. \n6. Defendants’ motion to dismiss the Receiver’s Third -Party Claim for \nindemnity is DENIED. \n \n \nThis, the 7th day of March, 2018. \n \n \n   /s/ Gregory P. McGuire    \nGregory P. McGuire \nSpecial Superior Court Judge \nFor Complex Business Cases \n "
}