{
  "id": "d5fb4dcb4eb3e2a5dbdacade929d7e7c6c3f55f3fb396715590214fb1d663c25",
  "source_file": "data/raw/ncbc/d5fb4dcb4eb3e2a5dbdacade929d7e7c6c3f55f3fb396715590214fb1d663c25.pdf",
  "raw_text": "Cardiorentis AG v. IQVIA Ltd., 2018 NCBC 95. \n \n \n \nSTATE OF NORTH CAROLINA \n \nDURHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 2313 \n \nCARDIORENTIS AG, \n \nPlaintiff, \n \nv. \n \nIQVIA LTD. and IQVIA RDS, INC., \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON MOTION \nFOR JURISDICTIONAL DISCOVERY \n \n \nRobinson, Bradshaw & Hinson, P.A. , by J. Dickson Phillips III, \nJonathan C. Krisko, and Morgan P. Abbott, and Hogan Lovells US LLP, \nby Dennis H. Tracey III and Allison M. Wuertz, for Plaintiff Cardiorentis \nAG.  \n \nBrooks, Pierce, McLendon, Humphrey & Leonard,  L.L.P., by Charles F. \nMarshall, Charles E. Coble, and Shepard D. O’Connell, and Cooley LLP, \nby Michael J. Klisch  and Robert T. Cahill , for Defendants IQVIA Ltd. \nand IQVIA RDS, Inc.  \n \nConrad, Judge. \n \n1. Plaintiff Cardiorentis AG is a Swiss biopharmaceutical company.  In this \nlawsuit, Cardiorentis contends that Defendants IQVIA Ltd. (“IQVIA UK”) and IQVIA \nRDS, Inc. (“IQVIA NC”) botched a worldwide clinical trial for its new drug.  It asserts \nclaims for breach of contract and fraud, among others. \n2. Neither IQVIA UK nor IQVIA NC has answered the complaint.  Instead, \nthey jointly moved to stay all proceedings under N.C. Gen. Stat. §  1-75.12 on forum \nnon conveniens grounds, arguing that Cardiorentis’s claims should be heard, if at all, \nin England or Switzerland.  (ECF No. 19.)  IQVIA UK also asked the Court to dismiss \nthe claims against it for lack of personal jurisdiction.  (ECF No. 17.)   \n3. The question before the Court is whether Cardiorentis may conduct \nlimited discovery before responding to Defendants’ forum and jurisdiction -based \nmotions.  Cardiorentis contends that the information it needs to respond to the \nmotions is uniquely within Defendants’ possession.  (See ECF No. 5 7.)  It seeks \nresponses to three requests for document s, followed by four depositions  (of no more \nthan three hours each) .  Defendants contend that  courts generally do not permit \ndiscovery before hearing forum non conveniens  motions and that the di scovery \nrequested here is overbroad .  (See ECF No. 65.)  Cardiorentis’s motion for limited \ndiscovery has been fully briefed, and t he Court held a telephonic hearing  on \nSeptember 10, 2018.  The motion is ripe for determination.  \n4. Section 1 -75.12 codifies the doctrine of forum non conveniens .  The \nstatute gives trial courts the discretion to stay “cases where it is found, on balancing \nthe interest and convenience of the parties, that the action could be better adjudicated \nin another forum.”  Motor Inn Mgmt., Inc. v. Irvin-Fuller Dev. Co., 46 N.C. App. 707, \n713, 266 S.E.2d 368, 371 (1980).  Relevant factors include the applicable law, \nconvenience of witnesses, access to evidence, local interest, and similar factors.  See \nid. \n5. Of the few North Carolina cases deciding motions under section 1-75.12, \nnone squarely addresses whether it is appropriate to allow discovery before hearing \nthe motion.  Defendants point to federal law, which disfavors discovery in analogous \ncircumstances.  The United States Supreme Court, for example, has explained that \n“[r]equiring extensive investigation would defeat the purpose of [a] motion” to stay or \ndismiss for forum non conveniens, which is to ensure that defendants are not forced \nto litigate in an inconvenient forum .  Piper Aircraft Co. v. Reyno , 454 U.S. 235, 258 \n(1981).  For that reason,  federal district courts “do not typically permit discovery \nbefore hearing such motions.”  Delta Alcohol Distribs. v. Anheuser-Busch Int’l, Inc. , \n28 F. Supp. 3d 682, 687 (E.D. Mich. 2014).  So long as the defendant has given enough \ninformation to enable the court to balance the parties’ interests, federal courts “often \nwill decide the [ forum non  conveniens] issue on affidavits alone .”  14D Wright & \nMiller, Fed. Pract. & Pro. Juris . § 3832; see also Transunion Corp. v. PepsiCo, Inc. , \n811 F.2d 127, 130 (2d Cir. 1987) (“Motions to dismiss for forum non conveniens may \nbe decided on the basis of affidavits.”) ; Aviation One of Fla., Inc. v. Airborne Ins. \nConsultants (PTY), Ltd. , 722 F. App’x 870, 88 6 (11th Cir. 2018) (“Nor is discovery \ngenerally necessary when addressing forum non conveniens . . . .”).  \n6. The reasoning of these cases is persuasive.   The purpose of section \n1-75.12 is to prevent the unfairness and inconvenience that would result from \nrequiring defendants to litigate in North Carolina when a more appropriate forum is \navailable.  When the parties have provided affidavits identifying the likely location \nof witnesses and evidence, further discovery is typically unnecessary.  On the other \nhand, routinely allowing discovery would impose on defendants the very burden that \nsection 1-75.12 is designed to avoid.   \n7. Applying these principles, the Court concludes that discovery is \nunnecessary here.  In support of their motion to stay, Defendants filed several \naffidavits.  These affidavits identify  the principal teams involved with the clinical \ntrial giving rise to this suit,  the locations of hundreds of potential witnesses around \nthe world, and descriptions of the roles of five witnesses identified in the complaint .  \n(See, e.g., Aff. of Aline Ron, ECF No. 20.6.)  Defendants also attached copies of the \nrelevant contracts, which they contend are governed by English law.  ( See, e.g., ECF \nNos. 20.3, 20.4.)  The Court is satisfied that Defendants’ filings have provided enough \ninformation to permit an informed decision. \n8. By contrast, Cardiorentis’s proposed discovery is excessive.  Its request \nto take depositions would be unduly burdensome and expensive.  And its requests for \ndocuments go well beyond what is needed for the Court to balance the parties’ \ninterests.  Cardiorentis requests, for example, the names and identities of all \nemployees located in the United States and the United Kingdom who performed \nservices on the clinical trial, including a description of their roles and responsibilities.  \n(Defs.’ Mem. Opp. Ex. 1, ECF No. 65.1.)  Cardiorentis seeks the same information for \nsupervisors or manage rs anywhere in the world.  This level of “detail is not \nnecessary.”  Piper Aircraft, 454 U.S. at 258; see also Herbert v. VWR Int’l, LLC , 686 \nF. App’x 520, 521 (9th Cir. 2017); Florian v. Danaher Corp., 69 F. App’x 473, 475 (2d \nCir. 2003). \n9. To be clear, the Court’s conclusion that Defendants have supplied \nenough information at this stage does not mean that their showing is ideal or that \nthey will prevail .  As Cardiorentis correctly observes,  Defendants’ affidavits group \nwitnesses located in England with witnesses based elsewhere in the European Union.  \nBy choosing not to identify English witnesses more specifically, Defendants run the \nrisk of weakening th eir position (which depends on the relative merits of England \nand North Carolina as potential forums).  Nonetheless, that is not a sufficient reason \nto grant discovery of the type and scope proposed by Cardiorentis .  Thus, the Court \nwill decide Defendants’ motion to stay on the basis of the parties’ affidavits.  See, e.g., \nWachovia Bank v. Deutsche Bank Trust Co. Ams., 2006 NCBC LEXIS 10 (N.C. Super. \nCt. June 2, 2006)  (deciding motion to stay under section 1 -75.12 based on parties’ \naffidavits). \n10. The remaining question is whether Cardiorentis  is entitled to \njurisdictional discovery.  The decision to grant  or deny jurisdictional discovery and \nthe scope of any discovery are matters within the Court’s discretion.  See, e.g., Herrera \nv. Charlotte Sch. of Law, LLC, 2018 NCBC LEXIS 15, at *20 (N.C. Super. Ct. Feb. 14, \n2018).  The Court denies the request for three reasons.   \n11. First, if Cardiorentis is not entitled to forum -related discovery (as the \nCourt has concluded), it should not be able to obtain the same  discovery simply by \ncalling it “jurisdictional discovery.”  That, too, would defeat the purpose of section \n1-75.12.   \n12. Second, the pertinent question for personal jurisdiction is whether \nIQVIA UK has sufficient minimum contacts with this State  “such that t he \nmaintenance of the suit does not offend traditional notions of fair play and substantial \njustice.”  Int’l Shoe Co. v. Washington , 326 U.S. 310, 316 (1945)  (quotation marks \nomitted).  But Cardiorentis’s requests aren’t tailored to that question.   Instead, as \nnoted above, Cardiorentis seeks information about some of Defendants’ employees \nlocated in the United States or  in the United Kingdom and about other employees \nlocated anywhere in the world.  (Defs.’ Mem. Opp. Ex. 1.)   \n13. Third, even if the req uests were more narrowly tailored, the Court \ndoubts that the resulting discovery would add much value.  Cardiorentis’s theory of \npersonal jurisdiction does not turn on IQVIA UK’s own contacts with North Carolina.  \nRather, Cardiorentis contends that the acts of IQVIA NC should be imputed to IQVIA \nUK on an agency theory.  (See Pl.’s Reply Br. 3, ECF No. 66.)  Cardiorentis bases this \nargument on language in one of the relevant contracts.  And in other  filings, \nCardiorentis has identified at least ten relevant employees of IQVIA NC, their roles \nin the clinical trial, and the locations where they performed their duties .  This \nincludes some of the employees affiliated with the Clinical Event Validation and \nAdjudication system (one of Cardiorentis’s proposed discov ery topics), all of whom \nDefendants admit are located in North Carolina.   It is unclear whether discovery \nwould do anything other than provide cumulative evidence on these points.   \n14. That said, the Court elects to deny the request for jurisdictional \ndiscovery without prejudice.  Full briefing on the personal -jurisdiction motion may \nclarify matters, and Cardiorentis is permitted to renew its request for jurisdictional \ndiscovery in its opposition to that motion.  In the event the Court denies Defendants’ \nmotion for a stay under section 1 -75.12, it may revisit the issue of jurisdictional \ndiscovery based on a more complete record.   \n15. The Court therefore DENIES Cardiorentis’s motion for forum-related \ndiscovery and DENIES without prejudice its motion for jurisdictional discovery. \n \n This the 14th day of September, 2018.  \n \n       /s/ Adam M. Conrad     \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n "
}