{
  "id": "d62afdf60cb03b4688a1e5c6b26ed894b72c85e714209de4d8cd3da44fdb0e72",
  "source_file": "data/raw/ncbc/d62afdf60cb03b4688a1e5c6b26ed894b72c85e714209de4d8cd3da44fdb0e72.pdf",
  "raw_text": "Banc of America  Sec., LLC v. Evergreen Int’l, 2005 NCBC 2.\n \nSTATE OF \nNORTH CAROLINA\n                  \nIN THE GENERAL COURT OF JUSTICE\n                                                                                    \nSUPERIOR COURT DIVISION\nCOUNTY\n OF \nMECKLENBURG\n                                           \n03 CVS 9138\n \n \nBANC OF \nAMERICA\n SECURITIES, LLC,\n               \n)\n                                                \n)\n                        \nPlaintiff,\n                                                \n)\n                                                                                    \n)\nv.\n                                                                     \n)\n                      \n                                                                                    \n)\nEVERGREEN INTERNATIONAL AVIATION,\n        \n)\nINC., EVERGREEN INTERNATIONAL\n                   \n)\nAIRLINES, INC., EVERGREEN\n                                \n)\nAGRICULTURAL ENTERPRISES, INC., \n                 \n)\n                       \nORDER\nEVERGREEN AIR CENTER, INC., \n              \n)\nEVERGREEN AIRCRAFT SALES & LEASING\n       \n)\nCO.\n, EVERGREEN AVIATION GROUND\n               \n)\nLOGISTICS ENTERPRISE, INC., \n                            \n)\nEVERGREEN HELICOPTERS, INC.,\n                        \n)\nQUALITY AVIATION SERVICES, INC.,\n                 \n)\n                                                                                    \n)\n                        \nDefendants.\n                                          \n)\n_____________________________________ \n         \n)\n \n \nHelms Mulliss & Wicker, PLLC by \nPeter J. Covington\n and \nRobert A. Muckenfuss\n for\nPlaintiff Banc of \nAmerica\n Securities, LLC.\n \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P. by \nJames \nT. Williams\n, Jr.,\nJennifer K. Van \nZant\n, and \nJohn S. Buford\n; Hennigan, Bennett & Dorman, L.L.P. by C.\nDana Hobart for Defendants Evergreen International Aviation, Inc., Evergreen\nInternational Airlines, Inc., Evergreen Agricultural Enterprises, Inc., Evergreen Air\nCenter, Inc., Evergreen Aircraft Sales & Leasing Co., Evergreen Aviation Ground\nLogistics Enterprise, Inc., Evergreen Helicopters, Inc., and Quality Aviation Services, Inc.\n \n \nDIAZ, Judge.\n \n \n{1}\n             \nThe Court heard this matter on January 6, 2006, on the Plaintiff’s Motion to Compel.\n  \nAfter\nconsidering the Court file, the written motion and supporting affidavits, the parties’ briefs and authorities,\nand the arguments of counsel, the Court makes the following\n \nFINDINGS OF FACT\nPlaintiff Banc of \nAmerica\n Securities, LLC, (“BAS”) is a \nDelaware\n limited liability company with its\nprincipal place of business in \nMecklenburg\n \nCounty\n.\n  \nBAS is an investment banking subsidiary of Bank of\nAmerica.\n   \n \n{3}\n             \nThe Defendants (hereinafter collectively “Evergreen”) are related companies that are involved in\nvarious aspects of the commercial aviation industry.\n{4}\n             \nIn April 2002, Evergreen retained BAS to serve as the exclusive initial purchaser for up to $255\nmillion of senior debt securities guaranteed by the Air Transportation Stabilization Board (the “ATSB”).\n \nCongress created the ATSB in 2001 to help stabilize the financial posture of the airline industry, following\nthe events of September, 11, 2001.\n  \nAmong other things, the enabling legislation authorized the ATSB to\nissue up to $10 billion in federal loan guarantees to private companies.\n{5}\n             \nBy way of a counterclaim in this action, Evergreen asserts that BAS breached the April 2002\nagreement by (a) failing to assist Evergreen in obtaining the ATSB loan guarantee; and (b) reneging on its\npromise to purchase the $255 million in senior debt securities contemplated by the April 2002\nagreement.\n    \n{6}\n             \nDespite this less than promising start to their business relationship, the parties executed two other\nagreements that (perhaps not surprisingly) have spawned additional claims.\n{7}\n             \nIn July 2002, the parties executed a second agreement (the “July 2002 Agreement”), whereby\nEvergreen retained BAS to assist it in restructuring Evergreen’s debt and obtaining the elusive ATSB loan\nguarantee.\n \n{8}\n             \nEvergreen asserts that it executed the July 2002 Agreement based on the following representations\nallegedly made by BAS:\n  \n(a) that a specific BAS employee would remain personally involved in the\nrestructuring work; (b) that BAS would perform a global review of Evergreen’s financial posture; (c) that\nBAS would work to stabilize Evergreen’s existing debt structure; (d) that through its close contacts with\nthe executive director of the ATSB, BAS would assist Evergreen in obtaining a loan guarantee; and (e)\nthat BAS would assist Evergreen in obtaining debt instruments at rates that “would be ‘only slightly\nhigher’ than traditional first lien secured debt.”\n  \nEvergreen’s Answer to Amended Complaint and\nCounterclaims at 15 (¶ 27).\n  \nSee also id., \nat 16, 23 (¶¶ 28, 63).\n \n{9}\n             \nAccording to Evergreen, BAS not only failed to honor its commitments, but it made the\nrepresentations with knowledge that they were false and with the intent to induce Evergreen to rely on\nthem. \n \nAs a result, Evergreen has asserted (in addition to breach of contract and unjust enrichment claims)\nfraud and negligent misrepresentation claims against BAS with respect to the July 2002 Agreement.\n{10}\n         \nEvergreen further alleges that BAS unfairly used its leverage with Evergreen’s lenders to extract\nadditional terms from Evergreen as a precondition for providing any assistance in restructuring\nEvergreen’s debt.\n  \nThese additional terms are set forth in the October 2002 agreement (hereinafter the\n“October 2002 Agreement”).\n{11}\n         \nEvergreen asserts that it executed the October 2002 Agreement under duress and in reliance on\nPlaintiff’s representation that Evergreen was not eligible for first lien secured financing, but instead “could\nonly obtain second lien secured ‘mezzanine’ debt at an interest rate in the 15-25% range from institutions\nknown generally as ‘lenders of last resort.’”\n  \nEvergreen’s Answer to Amended Complaint and\nCounterclaims at 18 (¶ 37).\n      \n{12}\n         \nEvergreen alleges that BAS also breached the terms of the October 2002 Agreement, which\nultimately forced Evergreen to seek help from other entities in restructuring its debt.\n  \nEvergreen has pled\nfraud and negligent misrepresentations claims arising from the October 2002 Agreement.\n{13}\n         \nIn its Amended Complaint, BAS asserts that it has complied with all of its contractual obligations\nand that it is Evergreen who breached the agreements by (a) failing to pay fees and expenses properly due\nBAS under the various agreements; and (b) wrongfully retaining other financial agents to restructure its\ndebt, in violation of the terms of the agreements.\n   \n{14}\n         \nIn its reply to Evergreen’s counterclaims, BAS denies that it made any misrepresentations\nregarding the July and October 2002 Agreements.\n  \nAlternatively, BAS alleges that Evergreen could not\nhave reasonably relied on any of the alleged misrepresentations.\n{15}\n         \nThroughout its dealings with BAS, Evergreen was represented by Jay Goffman, a corporate\nrestructuring partner with the firm of Skadden, Arps, Slate, Meagher & Flom, LLP (“Skadden”), and by\nother Skadden lawyers.\n \n{16}\n         \nEvergreen has produced over 15,000 pages of documents in discovery, along with a privilege log.\n \nThe log identifies a subset of documents that Evergreen asserts contain privileged communications\nbetween it and the Skadden lawyers.\n{17}\n         \nAccording to Evergreen, it has no intention of using the privileged documents to support its claims\nin this litigation.\n  \nNevertheless, BAS has moved to compel the production of the documents, asserting that\nEvergreen has waived the attorney-client privilege by asserting counterclaims alleging fraud and negligent\nmisrepresentation.\n  \nBAS also seeks to question Evergreen’s representatives at upcoming depositions about\nthe contents of the privileged documents.\n \n{18}\n         \nBased on these findings of fact, the Court enters the following\n \nCONCLUSIONS OF LAW\n{19}\n         \nBAS asserts that it is entitled to discover the contents of otherwise privileged communications\nbetween Evergreen and its counsel based on the “broadly worded counterclaims of fraud and fraudulent\ninducement” asserted by Evergreen in this litigation.\n  \nMemorandum of Law in Support of Plaintiff’s\nMotion to Compel at 12.\n{20}\n         \nAccording to BAS, by pleading these counterclaims, Evergreen has “affirmatively made its\nknowledge and reasonable reliance on these alleged misrepresentations critical issues in this action.”\n  \nId.\n \nAs a result, BAS argues, it should be allowed to review the privileged documents “in order to prepare\nmeaningfully its defenses to” Evergreen’s counterclaims.\n  \nId.\n{21}\n         \nAfter carefully considering the written submissions and oral arguments of the parties, the Court\nwill \nDENY \nthe Plaintiff’s motion to compel.\n  \n{22}\n         \nThe specific question before me—that is, when a party may waive the attorney-client privilege\nby putting certain matters “in issue”—has not been addressed by the \nNorth \nCarolina\n appellate courts.\n[1]\n \nThe federal courts, however, have taken three approaches to this question.\n  \n \n{23}\n         \nThe first approach (which neither party champions) is the so-called \"automatic waiver\" rule,\nwhich provides that a party automatically waives the privilege upon assertion of a claim, counterclaim,\nor affirmative defense that raises as an issue a matter to which otherwise privileged material is relevant.\n \nSee, e.g., Indep. Prod. Corp.\n v. \nLoew's Inc., \n22 F.R.D. 266 (S.D.N.Y. 1958).\n  \nBecause this approach\nreduces the analysis to nothing more than a relevance inquiry, however, it has been largely discredited\nby the majority of courts that have considered the question.\n  \nSee\n, \ne.g., Remington Arms\n Co. v. \nLiberty\nMut. Ins. Co., \n142 F.R.D. 408, 414 (D. \nDel.\n 1992); \nFederal Deposit Ins. Corp.\n v. \nWise, \n139 F.R.D. 168,\n171 (D. \nColo.\n 1991).\n{24}\n         \nThe second approach (and the one adopted by a majority of federal jurisdictions), allows a trial\ncourt to find an “implied waiver” of the privilege based on the following three part test:\nassertion of the privilege was a result of some affirmative act, such as filing suit, by the\nasserting party; (2) through this affirmative act, the asserting party put the protected\ninformation at issue by making it relevant to the case; and (3) application of the privilege\nwould have denied the opposing party access to information vital to his defense.\nHearn\n v. \nRhay, \n68 F.R.D. 574, 581 (E.D. Wash. 1975).\n{25}\n         \nCourts that have adopted the \nHearn \nanalysis have found waiver where a party asserts (as BAS\ndoes here), that (a) the opposing party’s state of mind is in issue; and (b) discovery of the otherwise\nconfidential attorney-client communications is necessary to test the opposing party’s contentions.\n  \nSee,\ne.g., Small v. Hunt, \n152 F.R.D. 509, 512 (E.D.N.C. 1994); \nSynalloy Corp. v. Gray, \n142 F.R.D. 266, 270\n(D. Del. 1992); \nSax v. Sax, \n136 F.R.D. 542, 544 (D. Mass. 1991).\n \n     \n{26}\n         \nLastly, the third approach (which appears to be gaining favor in the federal courts), authorizes the\npiercing of the attorney-client privilege, if, and only if, a party puts the attorney's advice directly in issue\nin the litigation.\n  \nSee, e.g.,\n \nRhone-Poulenc Rorer, Inc.\n v. \nHome Indem. \nCo.\n, \n32 F.3d 851, 863-864 (3d Cir.\n1994).\n  \nSee also Cincinnati Ins. Co. v. Zurich Ins. Co., \n198 F.R.D. 81, 87-8 (W.D.N.C. 2000)\n.\n{27}\n         \nUnder the approach in \nRhone-Poulenc,\n “[a]dvice is not in issue merely because it is relevant, and\ndoes not necessarily become in issue merely because the attorney's advice might affect the client's state of\nmind in a relevant manner.”\n  \n32 F.3d at 863.\n  \nInstead, “[t]he advice of counsel is placed in issue where the\nclient asserts a claim or defense, and attempts to prove that claim or defense by disclosing or describing an\nattorney client communication.”\n  \nId.\n \n \n{28}\n         \nFor the reasons set forth below, the Court agrees with Evergreen that the analysis in \nRhone-\nPoulenc \nis most consistent with \nNorth Carolina\n law and policy.\n{29}\n         \nRule 26(b)(1) of the North Carolina Rules of Civil Procedure provides that:\nParties may obtain discovery regarding any matter, \nnot privileged\n, which is relevant to the\nsubject matter involved in the pending action, whether it relates to the claim or defense of\nthe party seeking discovery or to the claim or defense of any other party, including the\nexistence, description, nature, custody, condition, and location of any books, documents, or\nother tangible things and the identity and location of persons having knowledge of any\ndiscoverable matter.\n \n(emphasis added).\n \n \n{30}\n         \nThus, Rule 26(b)(1) explicitly limits the scope of discovery to matters that are not privileged.\n \n{31}\n         \nPrivilege is the foundation upon which the attorney-client relationship rests.\n  \nThe purpose of the\nattorney-client privilege “is to encourage full and frank communication between attorneys and their clients\nand thereby promote broader public interest in the observance of law and administration of justice.”\n \nUpjohn Co. v. \nUnited \nStates\n, 449 \nU.S.\n 383, 389 (1981).\n{32}\n         \nThe privilege applies to confidential communications between a client and his lawyer for the\npurpose of obtaining legal advice.\n  \nId.\n \nat 391.\n  \nIt does not, however, “protect \nfacts\n which the client\ncommunicates to the attorney”, nor does it “protect facts which an attorney obtains from independent\nsources and then conveys to the client.”\n  \nStandard Chartered Bank PLC v. Ayala Int’l Holdings (\nU.S.\n),\nInc., \n111 F.R.D. 76, 79-80 (S.D.N.Y. 1986).\n \n{33}\n         \nThe North Carolina Supreme Court has emphasized that “[t]he public's interest in protecting the\nattorney-client privilege is no trivial consideration, as this protection for confidential communications is\none of the oldest and most revered in law.”\n  \nIn re Miller, \n357 N.C. 316, 328, 584 S.E.2d 772, 782 (2003).\n \nWhile the attorney-client privilege impedes the full and free discovery of the truth and thus, must be\nnarrowly construed, \nsee Trammel v. United States\n, 445 U.S. 40, 50 (1980), the privilege also is intended to\nencourage clients to make the fullest disclosure to their attorneys, thereby enabling “the latter to act more\neffectively, justly and expeditiously -- benefits out-weighing the risks of truth-finding posed by barring\nfull disclosure in court.”\n  \nState v. Ballard, \n333 N.C. 515, 522, 428 S.E.2d 178, 182 (1993)(internal citation\nomitted).\n     \n \n{34}\n         \nIn \nMiller, \nthe North Carolina Supreme Court considered—in the context of a pretrial criminal\ninvestigation—the State’s contention that it should adopt “an interest of justice balancing test or an\nexception to the privilege which would allow a trial court to compel disclosure of confidential\ncommunications where the client is deceased[.]”\n  \n357 N.C. at 318-19, 584 S.E.2d at 776.\n{35}\n         \nChief \nJustice\n \nLake\n’s opinion in \nMiller \ninforms my decision in this case:\nIn assessing the adoption of a balancing test, as proposed by the State, we are cognizant of\nboth the principal justification for such tests and the concerns for its application.\n  \nBalancing\ntests provide trial courts with the flexibility to respond to unique circumstances and\nunanticipated situations.\n  \nBright-line rules, on the other hand, limit future judicial discretion\nand provide trial courts, and litigants, with predictability and consistency.\n  \nA strict\nbalancing test involving the attorney-client privilege[ ] . . ., subjects the client's reasonable\nexpectation of nondisclosure to a process without parameters or standards, with an end\nresult no more predictable in any case than a public opinion poll, the weather over time, or\nany athletic contest. \n \nSuch a test, regardless of how well intentioned and conducted it may\nbe, or how exigent the circumstances, would likely have, in the immediate future and over\ntime, a corrosive effect on the privilege's traditionally stable application and the\ncorresponding expectations of clients. . . .\n \nThe attorney-client privilege is unique among all privileged communications.\n  \nIn practice,\ncommunications between attorney and client can encompass \nall\n subjects which may be\ndiscussed in any other privileged relationship and indeed all subjects within the human\nexperience.\n  \nAs such, it is the privilege most beneficial to the public, both in facilitating\ncompetent legal advice and ultimately in furthering the ends of justice.\n  \nWe therefore\nconclude that the balancing test as proposed by the State is not appropriate and should not\nbe applied under the circumstances of the instant case.\n357 N.C. at 332-33, 584 S.E.2d at 785 (internal citations omitted).\n{36}\n         \nWhile the facts of \nMiller \nare not analogous to the instant case, it provides substantial guidance.\n  \nIn\nparticular, \nMiller \nsuggests strongly that the \nHearn \nbalancing test advocated by the Plaintiff here would not\nfind favor with our Supreme Court.\n  \nAs a result, I conclude that the analysis in \nRhone-Poulenc \nis most\nconsistent with the respect accorded to the attorney-client privilege in \nNorth Carolina\n.\n    \n{37}\n         \nConsistent with \nRhone-Poulenc, \nBAS may obtain discovery of Evergreen’s privileged\ncommunications only if Evergreen places the advice of its attorneys directly in issue in this case:\n \nFinding a waiver of the attorney client privilege when the client puts the attorney's advice\nin issue is consistent with the essential elements of the privilege.\n  \nThat is, in leaving to the\nclient the decision whether or not to waive the privilege by putting the attorney's advice in\nissue, we provide certainty that the client's confidential communications will not be\ndisclosed unless the client takes an affirmative step to waive the privilege, and we provide\npredictability for the client concerning the circumstances by which the client will waive\nthat privilege.\n  \nThis certainty and predictability as to the circumstances of a waiver\nencourage clients to consult with counsel free from the apprehension that the\ncommunications will be disclosed without their consent.\n \n32 F.3d at 863-64.\n{38}\n         \nEvergreen has not put its attorney’s advice directly in issue in this litigation.\n  \nAlthough I have not\nreviewed the privileged documents, Evergreen’s counsel candidly conceded during oral argument that\nthey may be relevant to some of the issues in dispute.\n  \n“Relevance[, however,] is not the standard for\ndetermining whether or not evidence should be protected from disclosure as privileged, and that remains\nthe case even if one might conclude the facts to be disclosed are vital, highly probative, directly relevant\nor even go to the heart of an issue.”\n  \nId.\n \nat 864.\n{39}\n         \nNor can I justify finding a waiver of privileged information merely to provide BAS with\ninformation that might prove helpful in discrediting Evergreen’s fraud/negligent misrepresentation claims.\n \nIn the first place, nothing about the substance of the alleged misrepresentations here suggests that the\nSkadden lawyers are the exclusive source of unique information that would impeach Evergreen’s claim of\nreasonable reliance.\n  \nSee e.g., Sedco Int’l, S.A. v. Cory, \n683 F.2d 1201, 1207 (8th Cir. 1982)(denying\ndiscovery of privileged material in fraudulent inducement action where moving party failed to show that\nopposing party’s lawyers provided client with any special knowledge or expertise that could have made\nreliance unreasonable).\n{40}\n         \nMoreover, BAS has not exhausted the many other discovery tools available to it to obtain\nimpeachment evidence.\n[2]\n  \nIn that regard, I emphasize that the specific facts surrounding Evergreen’s\npurported reliance on the alleged misrepresentations are fair game for discovery, because the attorney-\nclient privilege protects communications, but not the underlying facts.\n  \nSee, e.g., Standard Chartered Bank\nPLC, \n111 F.R.D. at 79-80.\n{41}\n         \nIn sum, while it is “always possible that the client's motive or conduct was influenced by\nsomething his attorney told him, . . . compelling the production cannot be justified solely as a means to\ncheck the [client’s] statements.”\n  \nRemington Arms Co., \n142 F.R.D. at 416.\n  \nSee also Chase Manhattan\nBank, N.A. v. Drysdale Sec. Corp., \n587 F. Supp. 57, 58-59 (S.D.N.Y. 1984)(declining to find waiver of\nprivileged communications based on plaintiff bank’s claim of fraud because the communications were not\nessential to establish what a reasonably prudent bank should have known or done under the\ncircumstances).\n  \nAnd as for Plaintiff’s claim that failure to allow such discovery may “‘garble’ the\ntruth,”\n[3]\n  \nI remind counsel that they are officers of the court and, as such, have a paramount ethical duty\nnot to assist their clients in committing perjury or otherwise misleading the Court.\n  \nRemington Arms Co.,\n142 F.R.D. at 416.\n \n{42}\n         \nFinally, the Court rejects Plaintiff’s claim that it is entitled to discovery of otherwise privileged\ninformation because of Evergreen’s alleged spoliation of evidence.\n  \nIn the first place, BAS has failed to\nshow that relevant evidence has been improperly destroyed.\n  \nShould the Court later determine that \neither\nparty has failed to preserve relevant evidence, the proper remedy is to instruct the jury that it may infer\nthat the missing information would harm the offending party’s case.\n  \nSee Arndt v. First Union Nat’l Bank,\n613 S.E.2d 274, 281 (2005).\n           \nCONCLUSION\n{43}\n         \nFor the reasons set forth above, the Court \nDENIES \nthe Plaintiff’s Motion to Compel discovery of\nEvergreen’s privileged documents.\n  \nThe Court’s ruling also prohibits Plaintiff from inquiring as to the\ncontents of otherwise privileged information during any upcoming depositions.\n \n            \nSO ORDERED\n, this 25th day of January, 2006.\n[1]\n \n      \nThe parties do not dispute that \nNorth Carolina\n law governs this question.\n[2]\n \n      \nFor this reason, I would reach the same result even if I applied the \nHearn\n test, as I conclude that BAS has not shown that\nenforcing the privilege will deny it access to information that it cannot obtain through the normal discovery channels.\n  \n“Vital”\ninformation necessarily implies that the information is unavailable from any other source.\n  \nFrontier Refining, Inc.\n v. \nGorman-Rupp\nCo., Inc.\n, 136 F.3d 695, 701 (10th Cir. 1998).\n  \n[3]\n \n      \nSee \nMemorandum of Law in Support of Plaintiff’s Motion to Compel at 9 (quoting \nSmall, \n152 F.R.D. at 512)."
}