{
  "id": "d653aeee4d617f22bad484e16a75d4fc62cab5ff50db2b29f5ef3e2355ea76b5",
  "source_file": "data/raw/ncbc/d653aeee4d617f22bad484e16a75d4fc62cab5ff50db2b29f5ef3e2355ea76b5.pdf",
  "raw_text": "Wordsworth v. Warren, 2018 NCBC 106. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF CUMBERLAND \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 4051 \n \nSTEVE WORDSWORTH; PATRICK \nHARRIGAN; JOHN BIRK; WH \nOPTICS HOLDINGS, LLC; PRH \nHOLDINGS, LLC; and TACDRIVER, \nLLC, \n  \nPlaintiffs, \n \nv. \n \nDEVLYN DREW WARREN and \nASCENDANT ADVISORY GROUP, \nLLC, \n \nDefendants. \nORDER ON DEFENDANTS’ MOTION \nTO STAY \n \n THIS MATTER comes before the Court on Defendants Devlyn Drew Warren \n(“Warren”) and Ascendant Advi sory Group, LLC’s (“Ascendant”) Motion to Stay.  \n(“Motion”, ECF No. 13.)  Defendants seek a stay of this action pursuant to N.C. Gen. \nStat. § 1-75.12 (hereinafter the General Statutes are referred to as “G.S.”) in favor of \ntwo prior-filed actions in Montana.  Plaintiffs oppose the Motion.  Both sides filed \nbriefs and affidavits in support of their positions on the Motion, and the Court heard \noral argument on the Motion at a hearing on Monday, October 8, 2018.  The Motion \nis now ripe for disposition. \n THE COURT, having considered the Motion, the briefs and evidentiar y \nmaterials filed in support of and in opposition to the Motion, and other appropriate \nmatters of record, concludes in its discretion that the Motion should be GRANTED \nfor the reasons set forth below. \n \n \nI. FACTUAL AND PROCEDURAL HISTORY1 \nThis action arises out of a broken business relationship between Plaintiffs \nSteve Wordsworth  (“Wordsworth”), Patrick Harrigan  (“Harrigan”), and John Birk  \n(“Birk”), on the one hand ; and Defendant Warren , on the other .  Wordsworth is a \nmember and manager of Plaintiff W H Optics Holdings, LLC (“WH”).  Harrigan is a \nmember and manager of WH, and sole owner and member of Plaintiff PRH Holdings, \nLLC (“PRH”).  Birk is a member and manager of TacDriv er, LLC (“TacDriver”).  \nHarrigan and Birk are currently residents of North Carolina. \nWarren is the chief executive officer , and a member and/or manager of \nAscendant.  Warren contacted Plaintiffs in or around March 2017 proposing to form \na limited liability company, Down Range Solutions Group LLC (“DRSG”) , for the \npurpose of acquiring a California company called U.S. Optics, Inc. that builds custom \nriflescopes and optics for firearms (“U.S. Optics”).  (Verif. Compl., ECF No. 4, at ¶¶ \n24, 27–29, 31.)  In or around June, 2017, Wordsworth, Harrigan, and Birk, through \ntheir respective LLCs, purchased membership interests in DRSG.  Sometime between \nJune and December 2017, DRSG acquired U.S. Optics. \nPlaintiffs allege that, in the course of attempting to convince them to invest in \nDRSG, Warren made “targeted solicitations” to Wordsworth, Harrigan, and Birk that \ncontained false statements including: statements that Kevin Peterson (“Peterson”), a \npotential chief operating officer for DRSG, was unwilling to move from Montana to \n                                                 \n1 As context for the Court’s analysis, this section describes the allegations in the verified \ncomplaint.  The Court elects to make necessary findings of fact and conclusions of law at the \nend of this Opinion. \n \n \nNorth Carolina, for the purpose of convincing the Plaintiffs to assent to relocation of \nDRSG’s operations to Montana , (ECF No. 4, at ¶¶ 40 –42); and statements that \nWarren had attempted, but failed,  to obtain financing  for the acquisition of U.S. \nOptics from eight different banks  for the purpose of convincing Plaintiffs  to invest \ntheir own finances in the purchase of membership in DRSG . (Id. at ¶¶  44–49).  \nPlaintiffs also allege that Warren failed to inform Plaintiffs of certain material facts \nregarding the purchase of U.S. Optics including: that Warren was representing both \nU.S. Optics and DRSG as broker and receiving commissions from both DRSG and \nfrom U.S. Optics for brokering the deal, and therefore had a conflict of interest (Id. at \n¶¶ 67 –71); and that Warren failed to disclose “critical information regarding \ndeficiencies of U.S. Optics.” (Id. at ¶¶ 72–74).   \nPlaintiffs filed the verified complaint in this action on June 4, 2018.  (ECF No. \n4.)  The case was subsequently designated to the Business Court and assigned to the \nundersigned.  In this lawsuit, Plaintiffs make claims against Warren for offering or \nselling securities through false statements or material omissions in violation of the \nNorth Carolina Securities Act  (NCSA), G.S. § 78A-56(a)(2), unlawful solicitation of \nunregistered securities in violation of G.S. § 78A-24, unlawful business transactions \nas an unregistered dealer in violation of G.S. § 78A-36, and for common law fraud.   \nThe parties in this lawsuit are also parties to two separate lawsuits previously \nfiled in Montana.  The first suit was filed by Warren on March 28, 2018 and is styled \n300 Holdings, LLC, and Devlyn D. Warren v.  Down Range Solutions Group, LLC, \nTacdriver, LLC, John Birk, WH Optics Holdings, LLC, Steve Wordsworth, PRH \n \n \nHoldings, LLC, and Pat Harrigan , Cause No. DV -18-312D (the “Warren Mont ana \nAction”).  (Warren Montana Action Compl., ECF No. 16.1.)   The Warren Montana \nAction is based on Plaintiffs’ ouster of Warren from his management position with \nDRSG, and alleges claims for breach of the implied covenant of good faith and fair \ndealing, breach of fiduciary duty, constructive fraud, and valuation of Warren’s \ninterest, and dissolution.     \nPlaintiffs, as defendants in the Warren Montana Action, filed counterclaims \nfor violation of the Montana L imited Liability Company Act, breaches of duties of \nloyalty, care, and good faith, and fraud. Plaintiffs allege in the counterclaims that \nWarren made various mi srepresentations and omissions to Plaintiffs .  (Warren \nAction Countercl., ECF No. 16.2.)  Specifically, Plaintiffs allege that Warren \nmisrepresented that Peterson would not relocate to North Carolina, and that Warren \nfailed to disclose that he and Ascendan t received a broker’s commission from U.S. \nOptics.  ( Id. at ¶¶  10, 20.)  However, it is not clear whether these representations \nwere made before or after Plaintiffs invested in DRSG.  In the Warren Montana \nAction, the Plaintiffs do not allege violation of Montana securities laws or the NCSA.  \nThe second suit filed in Montana  was filed by DRSG2 on May 11, 2018 and is \nstyled Down Range Solutions Group, LLC v. Ascendant  Advisory Group, LLC, and \nDevlyn Warren, Cause No. DV-18-509C (the “DRSG Montana Action”; collectively, the \nWarren Montana Action and the DRSG Montana Actions are referred to as the \n“Montana Actions”).  (DRSG Montana Action Compl., ECF No. 16.4.)   The DRSG \n                                                 \n2 It is undisputed that Plaintiffs, acting as the management of DRSG after removing Warren, \ncaused the DRSG Montana Action to be filed by DRSG. \n \n \nMontana Action alleges, inter alia, that: (1) Warren and Ascendant misrepresented \nthat Warren had been unable to secure financing from eight banks  as a means of \nconvincing Plaintiffs to finance the purchase of U.S. Optics with their own money (Id. \nat ¶¶ 10 –14, 19–21); (2) Warren failed to disclose that he was acting as broker for, \nand would receive a commission from, U.S. Optics (Id. at ¶¶ 15–16); and (3) Warren \nfailed to disclose to DRSG material facts related to the acquisition of U.S. Optics.  (Id. \nat ¶¶ 17–18.)  The DRSG Montana Action alleges claims against Warren and \nAscendant for breach of contract, fraud, and negligence.  (Id.) \nThe Warren Montana Action currently is set for trial in November 2019.  \n(Harrigan Aff., ECF No. 23, at ¶ 13, Ex . B.)  The Montana Actions are in the early \nstages of discovery, with written discovery having been exchanged but no depositions \nyet taken.  (Id. at ¶¶ 10, 12.) \nDefendants contend that this lawsuit should be stayed in favor of the Montana \nActions because the alleged misrepresentations or material omissions attributed to \nWarren in this lawsuit are subsumed by factual allegations and legal claims in the \nWarren Montana Action and/or the DRSG Montana Action.  (ECF No. 13, at p. 1; Def. \nBr. Supp. Mot. to Stay, ECF No. 14, at pp. 2 –3.)  Defendants argue that Montana is \na “fair, convenient, and proper forum for the parties to resolve their disputes.”  (ECF \nNo. 14, at p. 3.)  Defendants further argue that it would be a sub stantial injustice to \nrequire Warren to litigate this lawsuit when the same issues are being litigated in \nthe Montana Actions , p articularly when both Warren and Plaintiffs have already  \nchosen to file claims in Montana .  ( Id. at p. 4.)  Finally, Defendants assert that \n \n \nsimultaneously litigating the Montana Actions and this lawsuit will be an inefficient \nuse of judicial resources.  (Id.) \nIn response, Plaintiffs argue that the allegations in this action are narrowly \nfocused on misrepresentations and omissions that Warren made prior to the \nformation of DRSG, and that the Montana Actions are more broadly focused on \nWarren’s alleged actions and omissions as manager of DRSG after DRSG was formed.  \n(Pl. Br. Opp. Mot. Stay, ECF No. 22, at pp. 1–2.)  In addition, Plaintiffs contend that \ntheir claims in this lawsuit are primarily for violations of the NCSA, and the NCSA \nclaims are not raised in either of the Montana lawsuits.  Plaintiffs further argue that \nthere would be no substantial injustice from allowing this action to proceed because \nthis case involved only claims under the NCSA.  (Id.)   \nII. ANALYSIS \n“If, in any action pending in any court of this State, the judge shall find that it \nwould work substantial injustice for the action to be tried in a court of this State, the \njudge on motion of any party may enter an order to stay further proceedings in the \naction in this State.”  G.S. § 1-75.12(a).  The determination as to whether to stay an \naction filed in this State is in the Court’s  sound discretion.  Home Indem. Co. v. \nHoechst Celanese Corp., 99 N.C. App. 322, 325, 393 S.E.2d 118, 120 (1990); La Mack \nv. Obeid, 2015 NCBC LEXIS 24, at * 15 (N.C. Super. Ct. Mar. 5, 2015).  \nNorth Carolina courts consider ten factors in determining whether substantial \ninjustice would result from an action proceeding in a court of this State.  E.g., Lawyers \nMut. Liab. Ins. Co. v. Nexsen Pruet J acobs & Pollard, 112 N.C. App. 353, 356, 435 \n \n \nS.E.2d 571, 573 (2993); Muter v. Muter, 203 N.C. App. 129, 132, 689 S.E.2d 924, 927 \n(2010); Surs. Grp., Inc. v. Int’l Fid. Ins. Co. , 244 N.C. App. 439, 4 58, 785 S.E.2d 96, \n107 (2015).  The ten factors are:  \n(1) the nature of the case, (2) the convenience of the \nwitnesses, (3) the availability of compulsory process to \nproduce witnesses, (4) the relative ease of access to sources \nof proof, (5) the applicable law, (6) the burden of litigating \nmatters not of local concern, (7) the desirability of litigating \nmatters of local concern in local courts, (8) convenience and \naccess to another form, (9) choice of forum by plaintiff, and \n(10) all other practical considerations. \nMuter, 203 N.C. App. at 132, 689 S.E.2d at 927 (quoting Lawyers Mut. Liab. Ins. Co.). \n“[I]t is not necessary that the trial court find that all factors positively support \na stay, as long as it is able to conclude that (1) a substantial injustice would result if \nthe trial court denied the stay, (2) the stay is warranted by those factors present, and \n(3) the alternative forum is convenient, reasonable, and fair. ”  Lawyers Mut. Liab. \nIns. Co., 112 N.C. App. at 357, 435 S.E.2d at 574.  “The ultimate question is whether \nthe particular factors of this particular case lead to the reasoned conclusion that there \nexists a reasonable, convenient, and fair forum, resort to which would avoid a \nsubstantial injustice that would otherwise occur.”  Paramount Rx, Inc. v. Duggan , \n2015 NCBC LEXIS 32, at *9–10 (N.C. Super. Ct. Mar. 27, 2015) (citing Wachovia \nBank N.A., v. Harbinger Capital Partners Master Fund I, Ltd. , 201 N.C. App. 507, \n520, 687 S.E.2d 487, 495 (2009)). \nBoth Plaintiffs and Defendants  argue the application of the ten factors in \nsupport of their positions.  (ECF No. 14, at p. 4; ECF No. 22, at p. 7.)  The Court will \nanalyze the factors relevant to this case , weighing them in its discretion.  Lawyers \n \n \nMut., 112 N.C. App. at 357, 435 S.E.2d at  573–74 (citing Motor Inn Mgmt. Inc. v. \nIrvin-Fuller Dev. Co., 46 N.C. App. 707, 713, 266 S.E.2d 368, 371 (1980)). \nPreliminarily, the Court finds that there are significant issues of fact common \nto the Montana Actions and this lawsuit.  As discussed above, Plaintiffs have alleged \nthe same misrepresentations by Warren in the Montana A ctions that they allege in \nthis lawsuit.  Plaintiff s allege that Warren’s misrepresentations were fraudulent in \nboth Montana Actions and in this lawsuit.  While Plaintiffs have not made claims \nunder the NCSA in the Montana Actions,  they have not argued that they would be \nprevented from raising such claims in that forum.  The Court concludes that the \n“nature” of this case is substantially similar to the Montana Actions, and the fi rst \nfactor favors Defendants. \nA plaintiff’s choice of forum is typically given significant weight in the Court’s \ndetermination of whether denying a motion to stay would cause the non -movant to \nsuffer a substantial injustice.  Paramount Rx, Inc. v. Duggan, 2015 NCBC LEXIS 32, \nat *11 (N.C. Super. Ct. March 27, 2015) (citing Firstar Bank, N.A. v. Interlease 757 \nAircraft Investors, LLC , No. 1:01CV706, 2002 U.S. Dist. LEXIS 20974, at *10 \n(M.D.N.C. Aug. 23, 2002) and La Mack, 2015 NCBC LEXIS 24, at *16–17.)  Plaintiffs’ \nchoice of forum, however, does not weigh heavily in favor of Plaintiffs’ position in this \ninstance.   Prior to filing this lawsuit, Plaintiffs first chose to sue Defendants in \nMontana derivatively through DRSG , in the DRSG Montana Action , based on the \nsame misrepresentations alleged in this lawsuit.  Plaintiffs also did not challenge the \njurisdiction of the Montana state court in the Warren Montana Action; rather, they \n \n \nfiled counterclaims based, in part, on the misrepresentations alleged in this lawsuit.  \nSee Paramount Rx, 2015 NCBC LEXIS 32, at *11–12 (granting defendants motion to \nstay North Carolina lawsuit alleging defamation where plaintiff’s president raised \ncounterclaims based on some of the same defamatory statements in prior New York \nlawsuit filed by defendants).   Effectively, Plaintiffs twice chose Montana as an \nappropriate forum prior to filing this lawsuit in North Carolina. \nFor similar reasons, the Court finds unpersuasive Plaintiffs’ argument that \nNorth Carolina is a more convenient forum for the witnesses because all Plaintiffs \nreside in North Carolina.  Plaintiffs have not identified any specific non-party North \nCarolina residents whom they claim will be necessary witnesses in this lawsuit.   In \nthis setting, where Plaintiffs are already litigating the alleged misrepresentations in \nMontana, the Court concludes that it need not give significant weight to Plaintiffs’ \nchoice of North Carolina as the forum for this case. \nThe ease of access to sources of proof is not a factor that significantly favors \neither side. Plaintiffs and Defendants conceded at the hearing that the critical \nevidence regarding Warren’s alleged misrepresentations will be primarily in the form \nof emails and other electronically stored documentation .  Such informatio n can \ngenerally be accessed remotely regardless of its physical storage location .  To the \nextent Ascendant’s or DRSG’s hard copy files are needed, they are located in \nMontana. \nThe Court also must assess the practical considerations of granting or denying \nthe Motion.  Although apparently at an early stage, discovery is underway in the \n \n \nMontana Actions and at least some written discovery has been conducted.  The Court \nhas not yet entered a case management order in this case, and the parties have not \ncommenced discovery.  The discovery already being conducted in the Montana actions \nregarding Warren’s alleged misrepresentations could obviate the need for certain \ndiscovery to be conducted in this case.  In addition, summary judgment motions must \nbe filed in the Warren Montana Action by February 8, 2019, and trial has been set to \nbegin on November 12, 2019.  Under that schedule, at least the Warren Montana \nAction will be decided before this lawsuit is likely to conclude.  There also is the \npossibility that decisions in the Montana Actions, if concluded before this lawsuit, \nwill have a collateral estoppel effect on factual or legal issues raised here.  The Court \nconcludes that staying this lawsuit and permitting the Montana Actions to proceed is \nlikely to narrow issues in this lawsuit.  T he practical considerations strongly favor \nthe issuance of a stay.  \nThe Court notes that the factors regarding applicable law, the desirability of \nlitigating local issues in a local court, and the burden of lit igating non-local matters \nappear to fall in Plaintiffs’ favor. The claims in this action are raised exclusively \nunder North Carolina law, and Plaintiffs have raised issues of local concern; namely, \nwhether Warren solicited Plaintiffs to purchase securities  by means of fraudulent \nmisrepresentations or omissions.  While these factors favor Plaintiffs, the Court does \nnot find them dispositive when compared against the more decisive factors in these \ncircumstances of the nature of the case, Plaintiffs’ prior cho ice of Montana as an \nappropriate forum, and practical considerations. \n \n \nIt is clear that the question of whether this matter should be stayed pursuant \nto G.S. § 1 -75.12 is a very close one.  Nevertheless, after considering the factors \nrelevant to its determination, the Court finds in its sound discretion that the overlap \nbetween the factual, and to some extent legal, issues involved in this case and the \nMontana Actions combined with the practical considerations predominate over the \nother factors in this case.   In addition, the Court concludes that Montana is a \nreasonable, convenient, and fair forum for the parties to litigate the issues, and that \nit would be substantially unjust to require Defendants to proceed with this lawsuit  \nat this time . Lawyers Mut. Liab . Ins. Co. , 112 N.C. App. at 357, 435 S.E.2d at 574. \nFor th ose reasons , the Court concludes in the exercise of its  discretion that \nDefendants’ Motion to Stay should be GRANTED  to permit the Montana Actions to \nproceed. \nTHEREFORE, IT IS ORDERED that the Motion to Stay is GRANTED, and \nthis action is STAYED until further order of this Court. \nIT IS FURTHER ORDERED that the parties shall jointly submit to the Court, \nvia email to the assigned law clerk, within sixty (60) days of entry of this Order, and \nevery 60 days thereafter, a short summary of the progress of the Montana Actions \nuntil further order of this Court. \nSO ORDERED, this the 15th day of October, 2018. \n \n /s/ Gregory P. McGuire                   \n    Gregory P. McGuire \n    Special Superior Court Judge for \nComplex Business Cases "
}