{
  "id": "d65673a3436e7be9f56abace646bb63abf6df15890e12df3402a0df5fcd7f621",
  "source_file": "data/raw/ncbc/d65673a3436e7be9f56abace646bb63abf6df15890e12df3402a0df5fcd7f621.pdf",
  "raw_text": " \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1648 \n  \nIN RE SOUTHEASTERN EYE \nCENTER – PENDING MATTERS \n \n \n \n \n \n \nGUILFORD COUNTY \n \n \n \n \n12 CVS 11322 \n \n \nIN RE SOUTHEASTERN EYE \nCENTER – JUDGMENTS \n \n \n \nORDER A ND OPINION ON ACCOUNTING \n(OLD BATTLEGROUND v. CCSEA) \n \n1. THIS MATTER  is before t he Court , sitting as a master in equity  and \nhaving conducted a two -day evidentiary hearing to consider the objections filed by \nPlaintiff Nivison Family Investments, LLC (“NFI”) and Plaintiff Old Battleground \nProperties, Inc. (“OBP”) (together with Arthur Nivison, the “Nivison Parties”) and by \nGerald A. Jeutter, Jr. (the “Receiver”), as Receiver for JDPW Trust U/T/A Dated June \n8, 2007 (“JDPW” or “JDPW Trust” ), to the accounting filed  on 10 October 2022 by \nDouglas S. Harris (“Doug Harris”), as JDPW’s former trustee, pursuant to court order \nin the above-captioned actions (the “Accounting Proceeding”).1  \n2. Having considered all of the relevant and admissible evidence presented at \nthe evidentiary hearing in the Accounting Proceeding, the arguments of counsel at \nthe evidentiary hearing, the parties’ briefs  in support of and in opposition to the \n \n1 For ease of reference, all ECF citations in this Order are to the Court’s electronic docket in \nWake County  15 CVS 1648 unless otherwise specified.   Unless otherwise defined, the \ncapitalized terms in this Order and Opinion refer to those terms as used in the Purchase \nAgreement, which is more specifically defined below. \nIn re Se. Eye Ctr. (Pending Matters); In re Se. Eye Ctr. (Judgments); In re The \nForeclosure of Deed of Tr. Executed by Historic Castle McCulloch, LLC Dated \nSeptember 30, 2004, 2024 NCBC 87. \nparties’ respective positions on the matters at issue in the Accounting Proceeding, the \nrelevant pleadings, and other appropriate matters of record, the Court, in the exercise \nof its discretion, hereby makes the following findings of fact  and conclusions of law \nand enters final judgment against Doug Harris as set forth below. \nSmith Debnam Narron Drake Saintsing & Myers, LLP , by  Byron L. \nSaintsing, for Plaintiff Nivison Family  Investments, LLC, Plaintiff Old \nBattleground Properties, Inc., and Arthur Nivison. \n \nOak City Law LLP, by Robert E. Fields III and Samuel Pinero II, for \nGerald A. Jeutter, Jr., as Receiver for JDPW Trust U/T/A Dated June \n8, 2007. \n \nDouglas S. Harris, Pro se.\n2 \n \nBledsoe, Chief Judge. \n \n2 Richard L. Pinto of Pinto Coates Kyre & Bowers, PLLC stated at the evidentiary hearing in \nthe Accounting Proceeding on 26 September 2024 that he was “observing” the hearing for his \nclients, Richard Harris, Historic Castle McCulloch, LLC, and Castle McCulloch, Inc. (the “CM \nDefendants”).  (Sept. 26, 2024 Hr’g Tr. 6:24–25 [hereinafter, “Acct’g Proc. Tr. Day One”], ECF \nNo. 1653.)  Similarly, Kenneth Kyre, Jr. of the same firm stated at the evidentiary hearing \nin the Accounting Proceeding on 7 November 2024 that he was an “observer” at the hearing \non behalf of the same clients.  (Nov. 7, 2024 Hr’g Tr. 259:8–14 [hereinafter, “Acct’g Proc. Tr. \nDay Two” ], ECF No. 1666.)  Mark McDaniel (“McDaniel”) stated at the hearing on 26 \nSeptember 2024 that he was present as “a witness and assistant to Doug Harris,” ( Acct’g \nProc. Tr. Day One 6:21–22), and announced at the proceeding on 7 November 2024 that he \nwas present “as a witness.”  (Acct’g Proc. Tr. Day Two 259:6–7.)  Notwithstanding the stated \nappearances above, the Court notes that the CM Defendants have frequently participated in \nmatters in this litigation as either party -defendants or interested parties.  McDaniel has \nlikewise frequently participated in these proceedings as an intervenor-defendant.   \n \nFINDINGS OF FACT3 \n3. By way of relevant background, JDPW was established on 8 June 2007 and \nplaced in receivership on 28 April 2016, 4 at which time the Court appointed the \nReceiver to serve as the receiver for JDPW. 5  Prior to the Receiver’s  appointment, \nDoug Harris served as trustee for JDPW from 8 June 2007 through 28 April 2016.6 \n4. In deciding various motions for summary judgment in these actions by order \nand opinion dated 7 May 2019, the Court concluded that Doug Harris owed a fiduciary \nduty to JDPW, noting that “[u]nder North Carolina law, a trustee under any trust is \na fiduciary and owes certain duties to the beneficiaries of that trust.  A breach of these \nfiduciary duties is considered a breach of trust.”\n7 \n5. On 21 March 2022, the Receiver filed a Motion for Doug Harris to Account.8   \n6. After full briefing and hearing, o n 10 August 2022, this Court found in its \nOrder on the Receiver’s Motion for Doug Harris to Account (the “Order to Account”) \nthat “principles of equity and the interests of the administration of justice require[d] \n \n3 Any Findings of Fact that are more appropriately deemed Conclusions of Law are \nincorporated by reference into the Court’s Conclusions of Law. \n \n4 (See generally In re Se. Eye Ctr.—Pending Matters, 2016 N.C. Super. LEXIS 43 (N.C. Super. \nCt. Apr. 28, 2016) [hereinafter, the “JDPW Receivership Order”].)  \n \n5 (JDPW Receivership Order, Order for Relief ¶ 2.) \n \n6 (JDPW Receivership Order, Findings Fact ¶ 3.) \n \n7 (In re Se. Eye Ctr. —Pending Matters, 2019 NCBC LEXIS 29, at *178 ( ¶ 293) (N.C. Super. \nCt. May 7, 2019) [hereinafter, “May 2019 Order”].)  \n \n8 (Mot. for Order for Doug Harris to Acct. (Old Battleground v. CCSEA), ECF No. 1465.)  \n \nthat the Receiver’s Motion should be granted” 9 and ordered Doug Harris to file an \naccounting “setting forth the assets, income, and expenses of JDPW Trust during his \nservice as trustee  that includes a statement of all of JDPW’s receipts and \ndisbursements, a listing of all of JDPW’s assets and liabilities, and a statement \nreflecting JDPW’s acquisition and disposition of all of its assets.”10  The Court further \nrequired Doug Harris to “submit or make available original source documents \n(vouchers, bills, cancelled checks, etc.) so that the items listed in the accounting may \nbe verified.”11  Finally, the Court provided a timetable for objection and response and \nordered that “the Court shall sit as a master in equity to resolve any objections to \nDoug Harris’s accounting in accordance with the law and the evidence[.]”12 \n7. On 10 October 2022, Doug Harris timely filed his Accounting Report \nRegarding JDPW Trust (the “Accounting”).13  In that Accounting, Doug Harris stated \nin Section I that “JDPW Trust has never held any funds or property in its \npossession.”\n14  In Section III.C., he elaborated that “[d]uring the period that Doug \nHarris was in charge of JDPW Trust from June 8, 2007 until 28 April 2016, JDPW \n \n9 (Order Receiver’s Mot. Doug Harris to Acct. (Old Battleground v. CCSEA) ¶ 13 [hereinafter, \n“Mot. Acct. Order”], ECF No. 1503.) \n \n10 (Mot. Acct. Order ¶ 20(a).) \n \n11 (Mot. Acct. Order ¶ 20(a).) \n \n12 (Mot. Acct. Order ¶¶ 20(b)–(d).) \n \n13 (Tr. Douglas S. Harris’s Acct’g Rep. re JDPW Tr. [hereinafter, “D. Harris Acct’g”], ECF No. \n1511.) \n \n14 (D. Harris Acct’g Sec. I.) \n \nhad no receipts and made no disbursements.  During the same period, JDPW had no \nincome and no expenses.”15 \n8. On 9 November 2022, the Receiver16 and the Nivison Parties 17 timely filed \nobjections to the Accounting (the “Objections”).   The Receiver objected to Doug \nHarris’s Accounting on the grounds that “Harris has not accounted for his dissipation \nof [ ] four notes obtained by JDPW from NewBridge Bank without any benefit being \nreceived by JDPW in exchange.”\n18  The Receiver requested that Doug Harris be held \nresponsible for dissipating the four notes by requiring him to pay an amount \nequivalent to what would be the current outstanding balance for those four notes.\n19  \nThe Nivison Parties raised substantially the same issues as the Receiver in their \nobjections.\n20 \n9. Doug Harris responded to the Objections on 30 November 2022, asserting \nthat (a) one of the notes, the Castle McCulloch Note  (or “CM Note”),21 was a “.00 \nbalance note” when acquired because NewBridge Bank (formerly FNB Southeast, the \n \n15 (D. Harris Acct’g Sec. III.C.) \n \n16 (JDPW Obj. Harris Acct’g (Old Battleground v. CCSEA) [hereinafter, “JDPW Acct’g Obj.”], \nECF No. 1520.)    \n \n17 (Resp. Nivison Parties to Tr. Douglas S. Harris’ Acct ’g Rep. re JDPW Tr. [hereinafter, \n“Nivison Acct’g Resp.”], ECF No. 1517.) \n \n18 (JDPW Acct’g Obj. 1.)  \n \n19 (JDPW Acct’g Obj. 8.) \n \n20 (See Nivison Acct’g Resp. 1–2, 4.) \n \n21 (Def. Harris’s Resp. JDPW’s Obj. Harris’s Acct’g 6–7, ECF No. 1527; see infra ¶¶ 52–55 and \nrelated footnotes.) \n \n“Bank”)22 allocated to the CM Note in its internal accounting records a portion of the \napproximately $2.1 million JDPW paid for the four notes that was equal to the \noutstanding balance of the CM Note, and (b) after 9 January 2015, he could not collect \non the three other notes , which were owed by Central Carolina Surgical Eye \nAssociates, P.A. (“CCSEA”) ,23 because Superior Court Judge Howard Manning \nordered those notes transferred to NFI in early January 2015 (the “CCSEA Notes”; \ntogether with the “Castle McCulloch Note” or the “CM Note,” the “Notes”).24  \n10. The Court thereafter ordered briefing on the Objections, and a fter briefing \nwas complete, the Court entered an Order dated 9 March 2023 25 deferring \nconsideration of the Objections pending resolution of an interlocutory appeal by Doug \nHarris and Mark McDaniel (“McDaniel”)26 of the Court’s Order and Opinion entered \nin these actions on 26 April 2021 27 and amended on 6 January 2022 28 resolving \n \n22 In November 2007, NewBridge Bank formed from the merger of Lexington State Bank and \nFNB Southeast. \n \n23 CCSEA is an entity owned by Dr. C. Richard Epes and Dr. John D. Matthews.   In re Se. \nEye Ctr.—Pending Matters, 2016 NCBC LEXIS 57, at *3 (N.C. Super. Ct. Jul. 22, 2016).  \n \n24 (Def. Harris’s Resp. JDPW’s Obj. Harris’s Acct’g 7–8; see Nivison Fam. Invs., LLC v. Harris, \n2015 N.C. Super. LEXIS 87 (N.C. Super. Ct. Jan. 9, 2015).) \n \n25 (Order on Objs. Harris’s Acct’g for JDPW Tr., ECF No. 1541.)  \n \n26 Between 2004 and 2015, Mark McDaniel  negotiated a number of loans, payment \narrangements, and other financial matters on behalf of Dr. C. Richard Epes and his \ncorporations and businesses.  (Aug. 22, 2024 Hr’g Tr. 100:19–101:1, ECF No. 1638.) \n \n27 (Order & Op. on Mots. for Summ. J. or Partial Summ. J. ( Old Battleground v. CCSEA ), \nECF No. 1413.) \n \n28 (In re Se. Eye Ctr.—Pending Matters, 2021 NCBC LEXIS 43 (N.C. Super. Ct. Jan. 6, 2022) \n[hereinafter, the “Jan. 2022 Am. Order”].) \n \nvarious motions for summary judgment and partial summary judgment as well as \ncertain aspects of the Receiver’s administration of the Receivership.  The Supreme \nCourt dismissed the appeal on 12 October 2023.29 \n11. By order dated 15 August 2024, the Court consolidated the Accounting \nProceeding in these actions  into In Re: The Foreclosure of Deed of Trust of Historic \nCastle McCulloch, LLC Dated September 30, 2004 (Guilford County 23 SP 1872) (the \n“Foreclosure Proceeding”) for the limited purpose of receiving evidence and argument \non and determining whether the Castle McCulloch Note has been satisfied.30  On 22 \nAugust 2024, after full briefing, the Court held a de novo  hearing on the Receiver’s \nNotice of Appeal from the Guilford County Clerk’s Order denying JDPW Trust’s \nrequest to allow a foreclosure sale under the power of sale in the Castle McCulloch \nDeed of Trust.31   \n12. Following additional briefing, the Court set the Objections on for an \nevidentiary hearing with the Court sitting as a  master in equity.  The Parties have \nmade voluminous written and document submissions to the Court, and the Court held \na two-day evidentiary hearing (the “Hearing”) in this Accounting Proceeding on 26 \nSeptember 2024 and 7 November 2024.  The Receiver, the Substitute Trustee of \n \n29 (Order, Supreme Court of North Carolina, ECF No. 1549.) \n \n30 (Ltd. Consolidation Order & Am. Not. Hr’g, ECF Nos. 1623 (15 CVS 1648), 723 ( Guilford \nCounty 12 CVS 11322), 52 (Guilford County 23 SP 1872).) \n \n31 (See Findings Fact, Conclusions L. & Final J. on Foreclosure Appeal (23 SP 1872),  filed \ncontemporaneously herewith  [hereinafter, “Foreclosure Proceeding Judgment” ], ECF No. \n1686.) \n  \nJDPW Trust, and the Nivison Parties were represented by counsel at the Hearing .  \nDoug Harris appeared pro se.  The Receiver, McDaniel, Doug Harris, and Tom \nHarper32 appeared and testified.  The Court has received post -Hearing briefs and \nsubmissions, and the matter is now ripe for determination. \n13. After careful and deliberate review, the Court concludes that t he evidence \nof record establishes the following: \n14. In 2012, Doug Harris saw JDPW as a potential vehicle to aid in a plan to \nrefinance the CM Note and the CCSEA Notes, specifically to help his brother, Richard \nHarris, reorganize his businesses and minimize tax consequences. 33  During this \ntime, Richard Harris had retained Doug Harris, a licensed attorney, to represent him \nand his businesses in negotiating the refinancing deal.34  Doug Harris’s  plan entailed \nJDPW purchasing the CM Note and CCSEA Notes from the Bank, with that purchase \nto be funded by a loan from one or more of the Nivison Parties. \n15. Accordingly, on 27 July 2012, the Bank entered into a written Note Purchase \nand Sale Agreement (the “Purchase Agreement”) with JDPW Trust  agreeing to \n \n32 Thomas Oliver Harper, III is a licensed attorney who represented Arthur Nivison and his \ncompanies during the period relevant to the matters at issue in these actions.  (Acct’g Proc. \nTr. Day Two 390:19–392:4.)  \n \n33 (See Not. Filing Dep. D. Harris & Exs. [hereinafter, “Rcvr. Ex. Filing”], Dep. Doug Harris, \nVols. 1 –4, Pages 1 –1085, dated Mar. 19, 2015, 229:1– 25, 829:17–830:14 [hereinafter, “D. \nHarris Dep.”], ECF No.  1667.1.)  The deposition of Doug Harris was taken over four non -\nconsecutive days: Volume 1 dated 19 March 2015, pages 1–254; Volume 2 dated 1 April 2015, \npages 255–574; Volume 3 dated 26 May 2016, pages 575– 896; and Volume 4 dated 17 June \n2016, pages 987-1085.  \n \n34 (See D. Harris Dep. 229:7 –12; Rcvr.’s Answer to Cross-cls. of CM Entities & Cross -cls. \nagainst D. Harris ¶ 434, ECF No. 716; D. Harris’s Answer Cross-Cls. JDPW Tr., CCSEA & \nDRE & D. Harris’s Cross-cls. ¶ 434, ECF No. 739.)  \n \ntransfer the CM Note, the CCSEA Notes, and all related loan documents (the “Loan \nDocuments”) to JDPW for the Original Purchase Price with a warranted Outstanding \nBalance.35  The purchase was originally scheduled to close on 20 August 2012.  This \nagreement was executed on behalf of JDPW by Doug Harris.36 \n16. On 20 August 2012, the Bank and JDPW agreed to a Note Purchase and \nSale Modification Agreement (the “Modification Agreement”), changing the purchase \nprice for the Notes and Loan Documents to $2,126,834.09 (the “Purchase Price”) and \npostponing the closing date to 21 September 2012.  The Modification Agreement was \nexecuted by Doug Harris on behalf of JDPW.37 \n17. The CM Note was one of the Notes to be transferred under the Purchase \nAgreement.  The CM Note was a promissory note dated 30 September 2004,38 which \nwas executed by Historic Castle McCulloch, LLC  (“HCM”), Castle McCulloch, Inc.  \n(together with HCM, the “Castle McCulloch Entities” and with Richard Harris, the \n“Castle McCulloch Defendants ”), and NSITE Management LLC (“NSITE”) in the \n \n35 (See Rcvr. Ex. Filing, Harris PX -31, Note Purchase & Sale Agreement ¶  1, ¶  7(d) \n[hereinafter, “Note Purch. & Sale Agmt.”], ECF No, 1667.32.) \n \n36 (Note Purch. & Sale Agmt.)  \n \n37 (Rcvr. Ex. Filing, Harris PX -32, Modification to Note Purchase & Sale Agreement  \n[hereinafter, “Mod. Agmt.”], ECF No, 1667.33.) \n \n38 The Court notes that, although the Receiver has identified the date of the CM Note as 24 \nSeptember 2024, (see Receiver’s & Nivison Parties’ Joint Proposed Findings of Fact & \nConclusions of L. Acct’g Proc. ¶ 5, ECF No. 1676), the Note reflects on its face that its date is \n30 September 2024, (see Rcvr. Ex. Filing, Harris PX-37, Com. Promissory Note [hereinafter, \n“CM Note”], ECF No. 1667.38.)  \n \namount of $2,145,000.00.  The CM Note: (a) bore number 5305802;39 (b) was executed \nby McDaniel for NSITE and HCM and by Richard Harris for Castle McCulloch, Inc. \nand (c) was secured by a deed of trust also dated 30 September 2004 (the “ Castle \nMcCulloch Deed of Trust” or the “CM Deed of Trust”).40  HCM was the grantor of the \nCM Deed of Trust  (i.e., the mortgagor), which contained a power -of-sale provision \nthat allowed the lender (or holder of the Note) (i.e., the mortgagee) to foreclose on the \nCastle McCulloch property (the “CM Property”)41 in the event of a default on the CM \nNote.42  The Bank was the payee on the CM Note and the grantee on the CM Deed of \nTrust.43 \n18. The three other Notes were executed by CCSEA.  Two of these promissory \nnotes were executed on 29 October 2007 in favor of FNB Southeast, NewBridge \nBank’s predecessor.  One was in the principal amount of $100,000 (Loan No. \n6846670101),44 and the other was in the principal amount of $2,450,000 (Loan No. \n6846679001).45  The third CCSEA note was executed on 6 March 2008 in favor of the \n \n39 The Bank’s loan number for the CM Note was 04753419001. \n \n40 (Rcvr. Ex. Filing, Harris PX-34, Assignment of Sec. Instruments [hereinafter, “Assign. Sec. \nInstruments”], ECF No. 1667.35; see also Rcvr. Ex. Filing, Harris DX-145, Real Est. Deed of \nTr., ECF No. 1667.144.) \n \n41 The CM Property is located at 3923-3925 Kivett Drive, Jamestown, North Carolina.  (Aff. \nRichard Harris, dated 6 Mar. 2024, ¶ 1, ECF No. 21 (23 SP 1872).) \n \n42 (Rcvr. Ex. Filing, Harris DX-145, Real Est. Deed of Tr. ¶ 16.)   \n \n43 (See CM Note.)  \n \n44 (Note Purch. & Sale Agmt., Schedule A.) \n \n45 (Note Purch. & Sale Agmt., Schedule A.) \n \nBank in the principal amount of $117,850  (Loan No. 06846679002) .46  The three \nCCSEA Notes were secured by equipment and vehicles.47   \n19. The Notes and the related Loan Documents provided that, in exchange for \napproximately $2.1 million48 from JDPW, the Bank would sell and assign to JDPW \nthe four Notes with a warranted outstanding unpaid balance as of Closing49 equal to \nat least $3,350,139.39.50 \n20. On 21 September 2012, in fulfillment of its obligations under the Purchase \nAgreement, the Bank executed in favor of JDPW a Bill of Sale and Assignment of \nLoan Documents (“Assignment of Notes”) that included the CM Note and the CM \nDeed of Trust51 and a separate Assignment of Security Interests (“Assignment of CM \nSecurity”) for the CM Deed of Trust and related Collateral,52 which was recorded with \nthe Guilford County Register of Deeds.  The Bill of Sale was signed by the Bank and \n \n46 (Note Purch. & Sale Agmt. Schedule A.) \n \n47 (Rcvr. Ex. Filing, Harris PX-35, Bill of Sale & Assignment of Loan Documents [hereinafter, \n“Bill Sale Assign. Loan Docs.”], Schedule A, ECF No. 1667.36; HCM Not. Filing Ev. App. Hr’g, \nEx. 29.1, Aff. April Cassidy, dated July 19, 2016 (+2 CDs), YB 00306–07, 00309, 00314 \n[hereinafter, “Cassidy Aff.”], ECF No. 29.1 (23 SP 1872).)  \n \n48 The actual amount Nivison transferred to the Bank on behalf of JDPW was $2,101,834.35.  \n(See Rcvr. Ex. Filing, Harris 127, Closing Statement, ECF No. 1667. 126.)  The parties’ and \nthe Court’s convention in this case has been to reference the Nivison loan to JDPW as a $2.1 \nmillion loan, rather than to identify the loan by its precise amount.  The Court will use this \nconvention from time to time in this Order and Opinion. \n \n49 (See Note Purch. & Sale Agmt. ¶ 8.)  \n \n50 (Mod. Agmt. ¶ 2; Note Purch. & Sale Agmt. ¶ 7(d).)  \n \n51 (Bill Sale Assign. Loan Docs.) \n \n52 (Assign. Sec. Instruments; see Note Purch. & Sale Agmt. ¶ 1.) \nnotarized by the Bank’s attorney, Donald VonCannon, on 21 September 2021.53  The \nAssignment of Notes and the Assignment of CM Security were notarized on 21 \nSeptember 2012 and, by their terms, were “as of” 21 September 2012 and “[e]ffective \nas of” 21 September 2012, respectively.54   \n21. The Bank also executed an Allonge in favor of JDPW for the CM Note \n“[e]ffective as of” 21 September 2012. 55  The Allonge changed the “Pay to the Order \nof” directions on the CM Note from the Bank to “Douglas Steven Harris, Trustee of \nthe JDPW Trust,” “[e]ffective as of” 21 September 2012.56  The Bank likewise issued \nAllonges for each of the CCSEA Notes directing that payment on those Notes \nthereafter be made to JDPW.57 \n22. In addition, the Bank issued a document titled Important Notice Regarding \nYour NewBridge Bank Loan  to the obligors on each of the Notes (“Notice of \nTransfer”).58  Each Notice of Transfer stated, in relevant part, that: \nEffective September 21, 2012 (the “Transfer Date”), the above-\nreferenced loans with NewBridge Bank was [sic] sold to DOUGLAS \nSTEVEN HARRIS, TRUSTEE OF THE JDPW TRUST (the \n“Purchaser”).  If you request or otherwise receive from NewBridge Bank \na statement regarding your loan after the Transfer Date you might have \n \n53 (Bill Sale Assign. Loan Docs.) \n \n54 (Bill Sale Assign. Loan Docs.; Assign. Sec. Instruments.) \n \n55 (Rcvr. Ex. Filing, Harris PX -33, Allonge [hereinafter, “Allonge”] , ECF No. 1667. 34.)  An \nallonge is a document that changes the “Pay to the Order of” directions in a promissory note.   \n \n56 (Allonge.) \n \n57 (Rcvr. Ex. Filing, Harris PX-81–83, Allonge(s), ECF Nos. 1667.82–.84.) \n \n58 (See Note Purch. & Sale Agmt., Ex. “E”.) \n \nreceived inaccurate information.  Please disregard such statement and \ncontact the Purchaser for your balance information. \n \nPAYMENTS: \nPlease do not send any future payments to NewBridge Bank after the \nTransfer Date.  Sending payments to NewBridge Bank may delay the \ndate such payment is credited to your loan.  The Purchaser or its agent \nor affiliate will be contacting you shortly with specific instructions about \nwhere to send your payments[.]\n59   \n \n23. There is no dispute that JDPW Trust entered into the Purchase Agreement \nfor the purchase of the Notes or that the Bank executed the  Bill of Sale , the  \nAssignment of Notes, the Assignment of CM Security, or t he Allonges for the Notes, \nand issued the Notices of Transfer .  It is also undisputed that subsequent to the \nTransfer Date, no payments were made by anyone to JDPW as the holder of the CM \nNote and the three CCSEA Notes. \n24. JDPW borrowed the money to pay for the four Notes from one or more of the \nNivison Parties. 60  Specifically, o n Friday, 21 September 2012, one of the Nivison \nParties caused $2.1 million to be wired to the Bank. 61   The purpose of this wire was \nto fund, on behalf of JDPW,  the Purchase Price under  the Purchase Agreement to \nobtain transfer of the CM and CCSEA Notes and Loan Documents with outstanding \n \n59 (Cassidy Aff., YB 00892–95.) \n \n60 (Rcvr. Ex. Filing, Harris PX-52, Promissory Note, ECF No. 1667.53; Receiver’s Ex. 2, Tab \n7, see ECF No. 1605.10.) \n \n61 As noted above, the actual amount Nivison transferred to the Bank on behalf of JDPW was \n$2,101,834.35.  The wire transfer amount differs from the Purchase Price of $2,126,834.09 \ndue to a seller’s fee by NewBridge Bank of $1,834.35, (Rcvr. Ex. Filing, Harris PX-5, e-mail, \nSheridan to Beever, ECF No. 1667.6), and a $25,000 deposit previously paid to NewBridge \nBank (Mod. Agmt. ¶ 2.)   \n \nbalances as warranted in the Purchase Agreement.62  Neither the Nivison Parties nor \nJDPW agreed or intended for this payment to be made in satisfaction of, or payment \nin whole or in part of , the then outstanding principal liability of the obligors under \nthe CM Note.   \n25. The wire was sent after 5:00 PM on Friday, 21 September 2012 and was not \nreceived by the Bank until Monday, 24 September 2012. 63  The Bank delivered the \nAssignment of Notes, Assignment of CM Security , and the Allonges to Doug Harris \nas trustee of JDPW. 64  While there is conflicting testimony from  Doug Harris as to \nwhen he received the closing documents from the Bank,65 there is no dispute that he \ndid in fact receive the documents.  There is no evidence that the Bank has contested \nthe Closing, has sought recovery of the Closing documents, or has behaved in any way \ninconsistent with the Purchase Agreement transaction.  The Court finds that the \nPurchase Agreement transaction closed substantially in accordance with its terms. \n26.  On or about 25 September 2012, the Bank made entries in  its internal \naccounting records applying the Purchase Price proceeds from the Purchase \nAgreement transaction to the accounts relating to the CM Note and the three CCSEA \n \n62 (See Note Purch. & Sale Agmt., Recitals.) \n \n63 (Rcvr. Ex. Filing, Harris PX-30, e-mail, Harper to VonCannon, ECF No. 1667.31.) \n \n64 (Aff. Gerald A. Jeutter Jr., dated Mar. 3, 2024, ¶ 5, ECF No. 13.1 (23 SP 1872).) \n \n65 Doug Harris testified at his deposition that he received possession of all of the original \nNewBridge Bank Loan Documents as JDPW’s trustee on 21 September 2012, (see D. Harris \nDep. 242:1–10), but testified at the Hearing in September 2024 that he did not receive those \ndocuments until several days later.  ( See Acct’g Proc. Tr. Day One  42:8–16, 48:7–20, 54:6–\n16.) \n \nNotes.  Those internal accounting records show that the Bank allocated $1,692,430.39 \nto the internal account for the CM Note and wrote off interest and late fees of \n$64,839.77 and $12,171.10, respectively.66   \n27. Although Doug Harris and McDaniel contend that JDPW did not purchase \nthe CM Note as part of this transaction and instead paid off the CM Note,67 they each \ntestified at deposition —testimony that was admitted as evidence at the Hearing —\nthat none of the Notes were paid off and instead that all four Notes were purchased \nby and transferred to JDPW Trust.  In particular, Doug Harris testified at his \ndeposition that “[n]o loans were paid off . . . [t]hey were purchased,”68 and he agreed \nthat “the bank in fact assigned all four notes and other documents associated with \nthose loans to JDPW Trust.” 69  He explained at length that the reason JDPW \npurchased the Notes and did not pay the notes off was to avoid negative tax \nconsequences.\n70  McDaniel testified to similar effect: “Well, no, [the Notes] weren’t \n \n66 (Rcvr. Ex. Filing, Harris DX-153, NewBridge Bank Paid Note Statement , ECF No. \n1667.152.) \n \n67 (Acct’g Proc. Tr. Day One 72:20–25; Acct’g Proc. Tr. Day Two 303:6–22 (McDaniel claiming \nthat JDPW purchased the CM Note as a “zeroed out mortgage.”).) \n \n68 (See D. Harris Dep. 73:11–18; Receiver’s Ex. 3, Dep. James Mark McDaniel, Jr., dated Mar. \n19, 2015, 111:16–112:3.) \n \n69 (See D. Harris Dep. 356:8–20.)  \n \n70 (See D. Harris Dep. 29:11–14 (“It has tax consequences if you just write it off, and so that \ncouldn’t be done.  But if it could be sold to a third party, then there would be no write-off and \nthere would be no tax consequences.”), 48:8–11 (“But there had to be a third party involved \nbecause my understanding is a bank can’t transfer—can’t reduce something like that directly \nto the same person, at least not without tax consequences and all that”) , 82:14–16 (“So the \nonly way this could work properly would be to sell it to some other legal entity that was not \nconnected to them.  Otherwise they would have tax consequences.”) , 248:2–9 (“the loan was \n \nbeing transferred.  They were purchased.”71  The Court finds that Doug Harris’s and \nMcDaniel’s recent testimony contradicts the testimony they previously provided the \nCourt, is inconsistent with the transaction documents, is self -serving, and lacks \ncredibility.  \n28. Similarly, the Court finds Doug Harris’s and McDaniel’s new -found \ncontention that JDPW paid off the CM Note and thus received from the Bank a \n“zeroed out mortgage” lacking in credibility based on the documentary evidence of \nrecord, which does not lend any support to this contention.  Indeed, other than to rely \non the Bank’s post-receipt, internal accounting decisions, which do not control what \nthe parties agreed to in the Purchase Agreement, McDaniel and Harris have failed to \npoint to any credible documenta ry evidence that verifies their assertion that JDPW \npurchased the CM Note with a zero balance.  None of the transaction documents \nsupport that testimony in any respect. \n29. In addition , the Castle McCulloch Defendants sought and obtained \nsummary judgment on claims asserted by the Nivison Parties by claiming before this \nCourt that the money paid by the Nivison Parties on behalf of JDPW to the Bank was \n \ntransferred so it could be collected by Richard Harris against Castle McCulloch is how it \nworked out.  And once again, the purpose in that was that if it was forgiven, it would be a \ntaxable event.  So it was important that –even though he might be paying it  to himself in a \nfashion, it was important that he not forgive it.”) , 869:21–870:4 (“[The CM Note] was \ntechnically speaking then owed to my brother [following the assignment]” and “I was a little \nconcerned about the tax consequences” of simply releasing the CM Defendants).)  \n \n71 (Receiver’s Ex. 3, Dep. James Mark McDaniel, Jr., dated Mar. 19, 2015, 111:25–112:3 (“Q: \nSo all CCSEA loans, however many there were, were being t ransferred; is that right?  A: \nWell, no, they weren’t being transferred.  They were purchased.”).)  \n \nnot “furnish[ed] . . . to pay off the Castle McCulloch Note[.]”   The Court rejected the \nNivison Parties’ request to be equitably subrogated to the rights of the Bank under \nthe Loan Documents in reliance on the arguments asserted by the Castle McCulloch \nDefendants that the Nivison Parties’ payment on behalf of JDPW did not pay off the \nCM Note.72 \n30. There is no evidence that any payments on the C M Note were made by the \nlisted obligors (i.e., HCM, Castle McCulloch , Inc. , and NSITE) .  Richard Harris \ntestified that he made no payments on the CM Note.73  There is no evidence that Dr. \nC. Richard Epes (“Dr. Epes”)74 or McDaniel personally made any payment on the CM \nNote.  Bank records reflect various checks from CCSEA being credited by the Bank \nas payments on the CM Note. 75  There is no record of any corporate resolution or \napproval signed by Dr. Matthews authorizing CCSEA to pay the CM Note on behalf \nof Dr. Epes, McDaniel, Richard Harris , or the obligors on the N ote.  The current \n \n72 (See CM Defs.’ Br. Opp. Pls.’ Mot. Partial Summ. J. 19, ECF No. 881 (contending that NFI \nloaned funds to JDPW, who in turned purchased the CM Note and CM Deed of Trust, as  \nconstituting two separate transactions , and that permitting NFI’s claim against the CM \nDefendants and JDPW would permit a double recovery ).)  The Court permitted the CM \nDefendants to prevail on their motion for summary judgment against NFI on the ground that \nJDPW was a separate and distinct entity from the CM Defendants , (see May 2019 Order  \n¶ 92), yet the CM Defendants seek to avoid liability now on the ground that JDPW is a “pass-\nthrough” entity whose existence should be ignored in considering foreclosure.) \n \n73 (CM Defs.’ Filing of Tr. Dep. Richard Harris, Ex. 1664.1, Dep. Richard Harris, dated Oct. \n28, 2024, 33:3–35:22, ECF No. 1664.1.)   \n \n74 (In re Se. Eye Ctr.—Pending Matters, 2016 NCBC LEXIS 57, at *3–5 (N.C. Super. Ct. Jul. \n22, 2016).) \n \n75 (See Cassidy Aff.) \noutstanding principal balance on the CM Note is $1,692,430.39, plus accrued interest \nand other charges as provided in the CM Note.76   \n31. Despite receiving the Notes and related Loan Documents, including the CM \nNote, the Allonges, the CM Deed of Trust, the Assignment of Notes, and the \nAssignment of CM Security as trustee of JPDW, the evidence makes clear that Doug \nHarris never intended to collect on the CM Note or CCSEA Notes for the benefit of \nJDPW and made no effort to do so.  Doug Harris instead intended to and did use his \ncontrol as trustee of JDPW over the CM Note, the CM Deed of Trust, and the CCSEA \nNotes and collateral solely for the b enefit of his brother , Richard Harris,  and his \nbrother’s companies , H CM and Castle McCulloch , Inc. , and for himself.  Richard \nHarris was aware of and accepted the benefit of this conduct by Doug Harris.  Richard \nHarris also assisted Doug Harris’s plan , on behalf of his companies and for himself, \nby providing the bridge funding needed to pay deposits required by the Bank between \n3 July 2012 and 21 September 2012 and by executing agreements required by the \nBank.77   \n32. The original Notes and other instruments were lost by Doug Harris.  The \ncontents of the Notes have been established by the Bank’s records as well as by other \nevidence of record.  There is no dispute as to the contents of the Notes, the CM Deed \nof Trust, or the other Loan Documents. \n \n76 (Rcvr. Ex. Filing, Harris DX-153, NewBridge Bank Paid Note Statement.) \n \n77 (D. Harris Dep. 196:17–197:5; see also May 2019 Order ¶ 17.)  \n \n33. Doug Harris was representing his brother and his brother’s companies , \nincluding HCM, in arranging the sale of the CM Note and the CM Deed of Trust to \nJDPW, which , as discussed above, was a trust controlled by Doug Harris as its \ntrustee.78  As the C astle McCulloch Defendants acknowledge, in releasing the CM \nDeed of Trust and assigning away the CM Note, “Doug Harris was merely \neffectuating [the] intention” of the debtors, i.e. H CM, Castle McCulloch , Inc., and \nNSITE.79   \n34. In March 2013, Doug Harris, acting as JDPW’s trustee, effectively \ntransferred the CM Note  and the related Loan Documents  and Collateral to his \nbrother, Richard Harris. 80  Specifically, he signed over to HCM a deed (the “CM \nRelease Deed”), dated 15 March 2013, that released the CM Collateral—both the real \nproperty encumbered by the CM Deed of Trust and the rights to leases and rents \nunder the CM Assignment  of Security.\n81  He also assigned to Richard Harris all of \nJDPW’s rights under the CM Note.82  In Doug Harris’s words, “I assigned any and all \nother rights under the note to him [Richard Harris], so he’d be in control of it instead \nof anybody else.  For whatever–since 2004, for eight years, those rights had been \n \n78 (D. Harris Dep. 614:10–21.) \n \n79 (CM Defs.’ Br. Supp. Mot. Summ. J. 20, ECF No. 831.) \n \n80 (See D. Harris Dep. 34:1–11.) \n \n81 (Rcvr. Ex Filing, Harris PX -91, Release Deed (recorded 14 April 2015)  [hereinafter, \n“Release Deed”], ECF No. 1667.92; D. Harris Dep. 866:19–868:25; see also Am. Cons. Compl. \nEx. YY, ECF No. 192.)   \n \n82 (See D. Harris Dep. 628:12–635:25.) \n \nassigned to NewBridge Bank.  It was my purpose to cancel each and every one of \nthose rights because that was the deal.” 83  With those transfers effected, JDPW lost \nall rights to the CM Note and related Loan Documents and Collateral but remained \nobligated on the $2.1 million Nivison loan.84  \n35. Nevertheless, Doug Harris failed to list in his Accounting the acquisition of \nthe Notes and related Loan Documents as an asset of JDPW, the $2.1 million loan by \nthe Nivison Parties to JDPW as a liability, or the execution of a release of the CM \nDeed of Trust and the transfer of the CM Note to his brother, Richard Harris, as \nconveyances of assets of JDPW. \n36. Deposition testimony also establishes that JDPW borrowed money from \nRichard Harris in order to facilitate the purchase of the Notes.  Like the Notes, these \nliabilities were not disclosed in Doug Harris’s Accounting.\n85 \n37. It is undisputed that JDPW never had a bank account, never filed a tax \nreturn, never kept any corporate documents of any nature, and never possessed any \nassets until it acquired the Notes and L oan Documents from the Bank.  It is further \nundisputed that the CM Deed of Trust against the CM P roperty held substantial \nvalue as the real estate that it encumbered was worth several million dollars.    \n \n83 (D. Harris Dep. 633:1–5; 57:12–14, “I was there to protect my brother’s interest.  I was \nretained by my brother.  I went there to represent my brother.”; Jan. 2022 Am. Order ¶ 80.)  \n \n84 (Jan. 2022 Am. Order ¶ 21.) \n85 (D. Harris Dep. 751:8–14.) \n \n38.   The CM Release Deed was recorded  on 14 April 2015. 86  By Order and \nOpinion entered 26 April 2021 and amended on 6 January 2022, this Court set aside \nthe CM Release Deed and the assignment of the CM Note to Richard Harris.87  The \nCourt has also previously held that Doug Harris had numerous conflicts of interests \nin the subject transactions.88 \n39. Doug Harris has failed to account for the only assets ever acquired by JDPW, \nnamely the Notes, the CM Deed of Trust, and the related Loan Documents it acquired \nfrom the Bank.  Further, Doug Harris made no effort to attempt to collect the Notes  \nfor JDPW, or to foreclose on the c ollateral which secured the Notes  for JDPW.  Nor \ndid he attempt to cause JDPW to repay the $2.1 million loan from the Nivison Parties. \n40. The amount of the JDPW Allowed Claim as of 21 September 2012 was \n$2,100,000.  The balance due and owing with accrued interest of 6% as of the date of \nthis Order is $3,644,104.11. \n41. The expected benefit of the purchase of the discounted Notes to JDPW was \n$1.3 million.  The balance due and owing with accrued interest of 13.6% as of the date \nof this Order is $3,466,647.67.  \n \n86 (Release Deed.) \n \n87 (Jan. 2022 Am. Order ¶ 162.) \n \n88 (JDPW Receivership Order ¶ 7; May 2019 Order ¶ 35.) \n \nCONCLUSIONS OF LAW89 \n42. The Supreme Court of North Carolina ha s long made clear that “[a]ll \nfiduciaries may be compelled by appropriate proceeding to account for their handling \nof properties committed to their care.”  Lichtenfels v. N. Carolina Nat. Bank, 260 N.C. \n146, 148 (1963).  Similarly, N.C.G.S. § 36C-10-1001 provides that \nTo remedy a breach of trust that has occurred or may occur, the court \nmay:  \n \n(4) Order a trustee to account;  \n \n. . . \n \n(9) void an act of the trustee, impose a lien or a constructive trust on \ntrust property, or trace trust property wrongfully disposed of and \nrecover the property or its proceeds; or  \n \n(10) Order any other appropriate relief. \n \n43. Our Court of Appeals has described an accounting this way: \nAn accounting is “[a] rendition of an account, either voluntarily or by \ncourt order.  The term frequently refers to the report of all items of \nproperty, income, and expenses prepared by a personal representative, \ntrustee, or guardian and given to heirs, beneficiaries or the probate \ncourt.”  Black’s Law Dictionary 22 (9th ed. 2009).  An accounting is an \nequitable remedy sometimes pled in claims of breach of fiduciary duty.   \nSee, e.g., Toomer v. Branch Banking & Tr. Co ., 171 N.C. App. 58, 70 \n(2005) (“Plaintiffs sought an accounting as an equitable remedy for the \nalleged breaches of fiduciary duty and constructive fraud.”).  \n \nBurgess v. Burgess, 205 N.C. App. 325, 333 (2010) .  Moreover, “[t] he appropriate \nmethod for determining the exact amount which may be due the plaintiff, if anything, \n \n89 Any Conclusions of Law that are more appropriately deemed Findings of Fact are \nincorporated by reference into the Court’s Findings of Fact. \nis to require the defendant, who is in possession of the essential information, to render \nan accounting.”  Watson v. Fulk, 19 N.C. App. 377, 380 (1973). \n44. Various courts have fleshed out what must be shown to entitle a party to an \naccounting.  “Ordinarily, in an action for accounting, the plaintiff must prove \nsomething is due him by defendant before plaintiff is entitled to an accounting.”  \nGibson v. Deuth , 220 N.W.2d 893, 897 (Iowa 1974) ; accord Physicians & Hosps. \nSupply Co. v. Johnson, 231 Minn. 548, 55 9 (1950) (“The rule is that the principal \n(used in the agency sense) must establish by a fair preponderance of the evidence that \nthe agent has actually received the particular thing for which he is sought to be held.” \n(citation omitted)); Hodson v. Hodson, 292 So. 2d 831, 835 (La. Ct. App. 1974) (“In an \naction against a fiduciary for an accounting, the burden is upon the principal to show \nthat the fiduciary received the funds or property and the amount or quality \nthereof[.]”). \n45. These considerations have been established here.  Indeed,  as the Court \nfound in its Order to Account, it is an undisputed fact that Doug Harris received \nproperty while acting as trustee for JDPW90 and that Doug Harris breached his \nfiduciary duty as trustee of JDPW.91 \n46. The Illinois courts have provided useful guidance to assist trial courts in \nstructuring an accounting proceeding: \nThe accounting should contain a statement of all of the receipts and \ndisbursements of the entity in question and should list the financial \ncontributions made to that entity and the current assets and liabilities \n \n90 (May 2019 Order ¶¶ 18–19; Jan. 2022 Am. Order ¶ 21.) \n \n91 (Jan. 2022 Am. Order ¶¶ 81–95.) \nof that entity.  The original source documents (vouchers, bills, cancelled \nchecks, and etc.) should be tendered or made available so that the items \nlisted in the accounting may be verified.   A party is not relieved of its \nburden to produce a true and full accounting merely because the task is \ndifficult or because the work is voluminous.   Any doubt or uncertainty \ncreated by the lack of adequate records or by errors or omissions in the \naccounting itself will be construed against the party whose burden it is \nto produce the accounting.  A party seeking credits against an \naccounting has the burden of proving that those credits are justified. \n \nPluciennik v. TCB Univ. Park Cold Storage, LLC, 2013 Ill. App. 3d 120026, ¶ 15 (Ill. \nApp. Ct. 2013) (citations omitted).  \n47. As trustee of JDPW Trust during the relevant time  period, Doug Harris \nbears the burden of production and persuasion in disclosing the assets and liabilities \nof JDPW Trust while he served as its trustee.  See, e.g., Watson v. Watson, 144 Idaho \n214, 219 (2007) (“The party called upon to render an accounting bears the burdens of \nproduction and persuasion.”). \n48. Doug Harris failed to carry his burden to disclose the assets and liabilities \nof JDPW Trust while he served as its trustee  in response to the Court’s Order to \nAccount.  To the contrary, Doug Harris has failed to identify in his Accounting any of \nJDPW’s assets or liabilities identified above.   In particular, Doug Harris failed to \naccount for his failure to collect on the four Notes JDPW acquired on 21 September  \n2012.  As this Court has noted previously, “Harris’[s] obligation was not just to avoid \nharm to th e [JDPW] Trust.  His obligation was to obtain those benefits that were \navailable to the [JDPW] Trust. ”\n92  Among the benefits available to JDPW were the \nfour Notes acquired from NewBridge Bank.  Doug Harris should have collected on \n \n92 (Jan. 2022 Am. Order ¶ 98.) \nthese Notes to enable JDPW to meet its obligations, including repaying  the Nivison \nParties for their $2.1 million loan to JDPW, and to secure the resulting profit for the \nbenefit of JDPW Trust. \n49. Any doubt or uncertainty created by the lack of adequate records or by errors \nor omission in the A ccounting are to be construed against Doug Harris, the party \nwhose burden it was to produce the Accounting. \n50. Doug Harris breached his duties to JDPW, damaging JDPW and its assets, \nand failed to properly account for that damage.     \n51. The CM Deed of Trust provided sufficient collateral to JDPW for JDPW to \ncollect on the CM Note.  However, instead of collecting on the CM Note, Doug Harris \ntransferred the C ollateral securing the CM Note  to his brother , Richard Harris, \nputting it beyond the reach of JDPW as well as the Nivison Parties, JDPW’s creditor, \namong others.  As a result, JDPW could not collect on the CM Note or foreclose on the \nCM Deed of Trust, rendering this asset worthless to JDPW.  Additionally, Doug \nHarris made no efforts to collect on the CCSEA Notes in JDPW’s possession.  At the \nsame time, Doug Harris caused JDPW to borrow $2.1 million from the Nivison Parties \nto purchase the CM Note and CCSEA Notes, leaving JDPW indebted to the Nivison \nParties in that amount. \n52. Much of the evidence Doug Harris relies upon  to support his Accounting \nappears intended to establish that: (1) the proceeds from the Nivison Parties’ loan to \nJDPW to facilitate this transaction were to be used to pay off the CM Note and cause \nthe release of the CM Property as security for all Epes-related loans;93 (2) the Order \nby Judge Manning in 2015 satisfied JDPW’s obligations with respect to the CCSEA \nNotes;94 (3) JDPW was simply a pass -through entity Doug Harris used to facilitate \nthe Bank’s request  that, to comply with banking regulations, a neutral third -party \nreceive the CM Note and CM Deed of Trust ;95 (4) McDaniel negotiated for Dr. Epes \nand his companies, including CCSEA, a 39.5% reduction in the $3.4 million in loans \nthen owing to the Bank ;96 and (5) the CM Note and CM Deed of Trust were to have \nbeen paid off and have no value when they were transferred to JDPW.97   \n53. Doug Harris ignores, however, the structure of the transaction as set forth \nin the transaction documents and that he had a fiduciary duty as JDPW’s trustee to \nact in furtherance of JDPW’s best interests.  The evidence before the Court affirms \nthe Court’s earlier conclusion on summary judgment that, by purchasing the CM Note \nand CM Deed of Trust and thereafter cancelling the Notes and releasing the CM Deed \n \n93 (Douglas Harris’s Acct’g Hr’g Br. 6 [hereinafter, “D. Harris Acct’g Hr’g Br.”], ECF No. 1672.)  \n \n94 (D. Harris. Acct’g Hr’g Br. 9, 20.) \n \n95 (D. Harris Acct’g Hr’g Br.  2–6.) \n \n96 (D. Harris Acct’g Hr’g Br. 10–11.) \n \n97 (D. Harris Acct’g Hr’g Br.  6–7.)  Doug Harris also advances arguments that the Receiver \nhas negotiated a double recovery for the $2.1 million loan, (D. Harris Acct’g Hr’g Br. 11–13), \nand that the Receiver has made false statements during these proceedings.  (D. Harris Acct’g \nHr’g Br. 23–28.) After careful consideration, the Court concludes that neither argument has \nmerit. \n \nof Trust on the C M Property, Doug Harris breached his fiduciary duty as JDPW’s \ntrustee.98 \n54. More specifically, there is no dispute that the Purchase Agreement , \nincluding the written and signed modification thereof, the Bill of Sale and \nAssignment of Notes, and the Allonges were executed properly, knowingly and with \nintent to be bound thereby. 99  These documents conclusively establish that the $2.1 \nmillion wire transfer to the Bank that was initiated on 21 September 2012 was to \nserve as the Purchase Price to buy the four N otes.100  These documents also \nconclusively establish that the Bank no longer had the right to accept payments on \nthe Notes effective as of 21 September 2012 and that the Bank knew that the money \nwas provided by a fiduciary and that the money was intended for the account of the \ntrust represented by that fiduciary.\n101   \n55. Doug Harris’s contention that the CM Note was paid before it was \ntransferred to JDPW102 is without merit.  Harris relies upon the Bank’s post-receipt \n \n98 (Jan. 2022 Am. Order ¶¶ 91–99.) \n \n99 (See Note. Purch. & Sale Agmt.; Mod. Agmt; Bill Sale Assign. Loan Docs.; Allonge.)   \n \n100 (See Rcvr. Ex. Filing. PX-28, e-mail, Beever to Harper and Nicholson, ECF No. 1667. 29; \nRcvr. Ex. Filing. PX-21, e-mail, Harper to Nicholson, ECF No. 1667.22; Rcvr. Ex. Filing. PX-\n22, e-mail, Nicholson to Harper,  ECF No. 1667.23; Rcvr. Ex. Filing.  PX-18, e-mail, Harper \nBeever, and Sheridan, ECF No. 1667.19; Rcvr. Ex. Filing. PX-10, e-mail, Harper to Beever \nand Sheridan, ECF No. 1667.11; Rcvr. Ex. Filing. PX-9, e-mail, Beever to Sheridan, ECF No. \n1667.10; Rcvr. Ex. Filing. PX-5, e-mail, Sheridan to Beever, ECF No. 1667.6.)  \n \n101 (See supra notes 54–55.) \n \n102 (See, e.g., D. Harris Dep. 1029:5–9; Acct’g Proc. Tr. Day One 29:23–25, 72:20–73:1, 236:12–\n25, 244:2–9.) \n \napplication in its internal records of part of the $2.1 million wired to the Bank by the \nNivison Parties on behalf of JDPW on or about 21 September 2012  as a payment for \nthe benefit of the obligors on the CM Note. 103  This reliance is misplaced.  The wire \ntransfer was the payment of the Purchase Price for JDPW to buy the Notes with their \nwarranted outstanding balance.  The Bank ’s internal accounting does not establish \notherwise.  HCM did not demonstrate that the Bank’s internal accounting would have \nbeen any different whether a Note was satisfied or purchased.  Moreover, the Bank’s \npost-receipt, internal accounting decisions have no bearing on what the parties \nagreed to do under the Purchase Agreement several months before.  Therefore, the \nCourt concludes that the internal accounting records are neither determinative nor \ninstructive as to the legal effect of the Bank’s application of its receipt of the $2 .1 \nmillion from the Nivison Parties on behalf of JDPW. \n56. Moreover, once the Bank executed the CM Allonge and Assignment of Notes \non 21 September 2012 , the Bank ceased to be a holder of the CM Note.  Since the \nBank was no longer a holder of the CM Note as of 21 September 2012, the Bank had \nno authority or power to accept payments on the CM Note after that date.  As a result, \nthe receipt of $2 .1 million by the Bank on 24 September 2012 was not payment o n \nthe CM Note.   To the contrary, the evidence establishes that Nivison’s $2.1 million \npayment on behalf of JDPW wa s made to effect JDPW’s purchase of the Notes and \nrelated Loan Documents, including the CM Deed of Trust, under the Purchase \nAgreement with the warranted Outstanding Balance. \n \n103 (See e.g., Acct’g Proc. Tr. Day One 236:12–25; D. Harris Acct’g Hr’g Br. 13.) \n \n57. More fundamentally, Doug Harris’s obligation was to obtain the benefit of \nthe bargain offered to JDPW by the Purchase Agreement,104 which was acquired on \n21 September 2012 through the Bill of Sale on that same date.105  To the extent Doug \nHarris is correct that he caused JDPW to borrow $2.1 million from the Nivison Parties \nonly to purchase worthless or devalued notes with th e borrowed funds, he has only \noffered further proof of his  breach of fiduciary duty to JDPW and the resulting \ndamage the Receiver claims on behalf of JDPW Trust. \n58. Harris’s argument based on Judge Manning’s order in January 2015 is \nequally unavailing.  Judge Manning entered his January  2015 order over two years \nafter JDPW acquired the CCSEA Notes in September 2012.  Doug Harris has offered \nno evidence that he took any action to collect on the CCSEA Notes at any time during \nthe two years they were in JDPW’s  possession before Judge Manning  ordered their \ntransfer to the Nivison Parties.  His only explanation is that it was always the “plan” \nnot to do so.106  As the Court has previously held, however, “[t]he question of breach \nlooks to Doug Harris’s conduct vis -à-vis his duties to JDPW, not whether the plan \n‘worked’ vis-à-vis his personal interests and the other parties’ intentions.”107   \n59. Had Doug Harris chosen a different entity to implement his plan—one to \nwhich he did not owe a fiduciary duty —then perhaps his plan may have worked as \n \n104 (Note Purch. & Sale Agmt.; Mod. Agmt.)  \n \n105 (Bill Sale Assign. Loan Docs.) \n \n106 (See e.g., Acct’g Proc. Tr. Day One 849:3–19.) \n \n107 (Jan. 2022 Am. Order ¶ 94.) \n \nhe, McDaniel, and Richard Harris had hoped.  However, by choosing JDPW, a trust \nfor which he served as trustee  and to w hich he owed fiduciary duties , the plan he \nconceived required him to ignore those fiduciary duties so that JDPW could pass \nthrough to his brother, his brother’s companies , and himself  the benefits of the \ntransactions his plan made available to JDPW.  North Carolina law simply does not \npermit a trustee to engage in such conduct to the detriment of the trust .  See, e.g. , \nMiller v. McLean , 252 N.C. 171, 174 (1960) (“Trustees  . . . must act in good faith.  \nThey can never paramount their personal interest over the interest of those for whom \nthey have assumed to act.”) (citations omitted). \n60. Doug Harris and McDaniel also make much of the fact that, in March 2016, \nthe Receiver’s counsel stated in open court that JDPW served as a “pass -through \nentity” in the transactions at issue ,108 suggesting that this acknowledgment is a  \nsmoking gun that somehow justifies Doug Harris’s conduct.  But what Doug Harris \nand McDaniel fail to apprehend—in this Accounting Proceeding and throughout the \nlitigation of this matter —is that , by using JDPW as a pass -through entity in the \ntransactions at issue , Doug Harris has admitted, and the evidence of record now \nconclusively shows, that , while serving as JDPW’s trustee, he caused JDPW to \nrelinquish benefits (i.e., the right to collect on the four Notes) and incur obligations \n(i.e., the $2.1 million N ivison loan) that harmed JDPW and benefited only himself, \nhis brother, and his brother’s companies.  A trustee of a trust cannot prefer his family \nmembers and himself to the detriment of the trust’s beneficiary.  See, e.g., Fox v. Fox, \n \n108 (Acct’g Proc. Tr. Day One 42:1–7, 131:13–133:25, 226:7–18.) \n283 N.C. App. 336, 348 (2022) (“[A] trustee must ‘maintain complete loyalty to the \ninterests of his beneficiaries’  ”) (citing Howe v. Links Club Condo. Ass’n , 263 N.C. \nApp. 130, 149 (2018)); Melvin v. Home Fed. S&L Ass’n, 125 N.C. App. 660, 664 (1997) \n(“[I]t is clear that the trustee of a trust has a fiduciary obligation to the beneficiary of \nthe trust.  N.C. Gen. Stat. § 32-25[.]”) \n61. JDPW has been damaged by the actions and omissions of Doug Harris, and \nDoug Harris has failed to properly account for his actions and omissions on behalf of \nJDPW Trust.  As described above, Doug Harris undertook these actions solely for the \nbenefit of himself and his brother  and never held the Notes and related Loan \nDocuments with the intent to exercise them for the benefit of JDPW.  Nor did he take \nany action to ensure that the debt JDPW incurred to acquire the Notes was repaid. \n62. In defiance of the Order to Account, and by way of summary of the above, \nDoug Harris did not include or address in his Accounting (i) the four Notes, (ii) the \nLoan Documents accompanying the Notes, (iii) the $2.1 million loan from the Nivison \nParties (despite filing with his Accounting an Unconditional Guaranty 109 and a \nPledge Agreement,110 each of which reference a loan to JDPW by the Nivison Parties \n \n109 (Index Exs. Cited Harris Acct’g Rep. for JDPW Tr. Ex. 6, Unconditional Guar. of Payment, \nECF No. 1512.6.) \n \n110 (Index Exs. Cited Harris Acct ’g Rep. for JDPW Tr . Ex. 7, Pledge Agreement, ECF No. \n1512.7.) \n \nand a promissory note provided by JDPW to the Nivison Parties),111 or (iv) the monies \nloaned by Richard Harris to JDPW.112 \n63. To justify his actions, Doug Harris appears to claim that he arranged for \nJDPW to receive $126,000 for its role in these transactions .  But the basis for that \nclaim is undocumented, and while Doug Harris and McDaniel now offer conflicting \ntestimony on how that alleged fee was derived, 113 at least until the Accounting \nProceeding was initiated, it appears this figure was intended to reflect a “2 percentage \npoint spread on the difference between the interest rate of money owed--borrowed by \nthe trust and money that the trust was in effect lending to others.” 114  The evidence \n \n111 Although Doug Harris now argues that “Dr. Epes and his related companies are the actual \ndebtors rather than JDPW Trust” in connection with the Nivison loan, (D. Harris Acct’g ¶ I.I), \nhe referenced in the claim he filed for JDPW in this action a “loan to JDPW Trust” by “Old \nBattleground Properties, Inc.” and included in the Accounting a closing statement from 12 \nSeptember 2021 that states: \n \n*$2.1 from total payoff of $6,744,546.75 due Nivison Family Investments LLC, \nwhich $2.1 million is a loan from Nivison Family Investments LLC \nto . . . JDPW Trust . . . as evidenced by loan documents of even date herewith; \n$1,834,35 from Seller’s Proceeds. \n \n(Index Exs. Cited Harris Acct ’g Rep. for JDPW Tr. Ex. 4 , Old Republic Nat’l Title Ins. Co. \nClosing Statement, ECF No. 1512.4.)  Doug Harris did not include in his Accounting any of \nthe loan documents referenced in the closing statement quoted above or the Note that is \nreferenced in the Unconditional Guaranty and in the Pledge Agreement.  \n \n112 See supra ¶ 36. \n \n113 Compare McDaniel’s testimony (Acct’g Proc. Tr. Day Two 321:23–322:4, 366:9–367:7, ECF \nNo. 1666) and Doug Harris ’s testimony (Acct’g Proc. Tr. Day One  94:25–18, 100:1–101:11) \nwith Doug Harris’s Deposition (D. Harris Dep. 829:4–831:16.) \n  \n114 (D. Harris Dep. 829:4–831:16.)  \n \nshows, however, that JDPW already had the right to collect the interest rate spread, \nand the $126,000 did not compensate JDPW for anything it did not already have. \n64. Doug Harris  also argues that he negotiated a limitation of liability \nconcerning the three CCSEA Notes and that this, too, should absolve him of liability \nas to these three Notes in his Accounting.115  The Court has already concluded as a \nmatter of law , however, that “[t]he conflict of interest that permeated the Nivison \nloan renders it a breach of trust without any need to assess the limitation of liability” \nand “a conflict of interest transaction is voidable regardless of its benefit—or as Doug \nHarris contends in this case, absence of harm —to the trust.” 116  Doug Harris’s \nlimitation of liability argument is therefore without merit. \n65. The Receiver provided a spreadsheet to the Court that contains two theories \nof calculations of the damages incurred by JDPW as a result of Doug Harris’s actions \nand omissions.117  The first theory the Receiver advances maintains that the damages \nincurred by JDPW is equal to the outstanding amounts, plus interest and late \ncharges, that should have been collected on the Notes on behalf of JDPW.  The second \ntheory, alternatively, maintains the damages incurred by JDPW is equal to the sum \nof JDPW’s liability to Nivison ($2.1 million plus accrued interest; the “JDPW Allowed \n \n115 (Index Exs. Supp. Mot. Partial Summ. J. by Receiver JDPW Tr.  (Old Battleground v. \nCCSEA) Ex. 2, Agreement, ECF No. 1384.2.) \n \n116 (Jan. 2022 Am. Order ¶ 97.)  \n \n117 (See Notice of Submission of Unsupported Files (.xlsx & .olm), ECF No. 1674.) \n \nClaim”)118 and the expected benefit of the purchase of the discounted Notes to JDPW \n($1.3 million plus accrued interest ; the “$1.3 Million Discount” ).119  Other than the \nassertions by McDaniel and Doug Harris that the Notes were satisfied, assertions the \nCourt has rejected as discussed above,120 no evidence has been offered by any party \nthat undermines or contradicts the Receiver’s calculations under either theory \nadvanced in the spreadsheet.   \n66. As stated above, as trustee of JDPW Trust during the relevant time period, \nDoug Harris bears the burden of production and persuasion in disclosing the assets \nand liabilities of JDPW Trust while he served as its trustee.  See, e.g., Pluciennik, \n2013 Ill. App. 3d 120026, ¶ 15; Watson, 144 Idaho at 219.  Doug Harris failed to carry \nhis disclosure burden and, in an accounting proceeding, “[a]ny doubt or uncertainty \ncreated by the lack of adequate records or by errors or omissions in the accounting \n \n118 In the January 2022 Amended Order, this Court held that “JDPW’s liability to Nivison \nhas been established at $2.1 million plus accrued interest, attorney’s fees, and costs and, as \na result, no issue concerning the amount of JDPW’s liability to Nivison remains for \ndetermination by a jury.”  ( See Order Setting Claims & Matters for Trial by Jury ( Old \nBattleground v. CCSEA), ECF No. 1444.)   \n \n119 In the January 2022 Amended Order, this Court concluded that “[h]ad Doug Harris not \ncommitted a breach by transferring away the CM Note and Release Deed and failing to \nenforce JDPW’s rights to the CM Loan, JDPW would not only have been able to repay the \nNivison Loan, but it would have also profited from the CM Loan by receiving the difference \n($1.3 million) between what JDPW could have collected on the CM Loan and what it owed on \nthe Nivison Loan.” (Jan. 2022 Am. Order ¶ 143.) \n \n120 See supra ¶¶ 54–55.  The Court also incorporates herein by reference its findings of fact \nand conclusions of law set forth in the Foreclosure Proceeding Judgment concluding that the \nCM Note was not satisfied at the time JDPW purchased the Note from the Bank.   ( See \nForeclosure Proceeding Judgment ¶¶ 3–43, 46–49, 51–52, 58–61).   \n \nitself will be construed against the party whose burden it is to produce the \naccounting.”  Pluciennik, 2013 Ill. App. 3d 120026, ¶ 15.   \n67. Since Doug Harris has failed to properly account for JDPW’s assets during \nthe time he was its trustee, and because the Receiver’s calculations are based upon \nundisputed facts admitted into evidence,  the Court, after careful review and in the \nexercise of its discretion, adopts the Receiver’s second theory of damages with the \nfollowing exception.121  The Court declines to adopt the Receiver’s proposed interest \nrate of 15% on the $1.3 Million Discount.  The Receiver’s proposed interest rate on \nthe $1.3 Million Discount  appears to be based on the default rate of interest on the \nCM Note.  The Court finds  that, because the value of the $1.3 Million D iscount is \npredicated on all four Notes and not merely on the CM Note, the interest rate should \nbe calculated as a weighted average  (which equals 13.6% ) and elects to apply th is \ninterest rate to the $1.3 Million Discount. \n \n121 (See supra note 117.)  The Court finds the second theory of damages advanced by the \nReceiver more accurately reflects the actual damages incurred by JDPW as a result of Doug \nHarris’s actions and omissions.  This second theory is also consistent with the Court’s \nholdings in the January 2022 Amended Order ( see supra note 107) and its Order Setting \nClaims & Matters for Trial by Jury (see supra note 118). \n \n \nTotal Allowed Claim Plus Discount: $7,110,751.78  \n68. Based on the above calculations, the Court hereby enters judgment against \nDoug Harris in the amount of $ 7,110,751.78 (i.e, $3,644,104.11 + $3,466,647.67) , as \nof 19 December 2024.  Post-judgment interest shall accrue at the legal rate of 8.00% \nper annum from the date of this Order until this judgment is paid in full. 122 \n69. WHEREFORE, the Court, hereby ENTERS FINAL JUDGMENT against \nDoug Harris in accordance with the findings of fact and conclusions of law  set forth \nabove.  Pursuant to Rule 54(b), the Court enters this Order as a final judgment \nbecause there is no just reason for delay in entering the judgment as a final judgment \n \n122 On 30 July 2024, the Receiver filed a Motion for Entry of Judgment Against Douglas \nHarris in favor of JDPW Trust under Rules 54 and 58 of the North Carolina Rules of Civil \nProcedure (the “Rule(s)”) with supporting brief (the “Rule 54/58 Motion”).  (ECF No.  1605.)  \nBased on the Court’s determination of the issues in the Accounting Proceeding and its entry \nof judgment against Harris as provided herein, which the Court concludes is identical to the \njudgment sought through the Receiver’s Rule 54/58 Motion, the Court will deny the Receiver’s \nRule 54/58 Motion as moot. \n \nJDPW Allowed Claim  $2,100,000 See ECF 1444\nPrincipal Balance as of Sept 21, 2012: $2,100,000.00\nInterest  (4473 days at 6%) $1,544,104.11\nTotal Due as of December 19, 2024 $3,644,104.11\nValue of $1.3 million discount See ECF 1444\nPrincipal Balance as of Sept 21, 2012: $1,300,000.00\nInterest  (4473 days at 13.6%) $2,166,647.67\nTotal Due as of December 19, 2024 $3,466,647.67\nand permitting appellate review of this Order and the other orders that the Court is \nentering contemporaneously herewith.123 \nSO ORDERED, this 19th day of December 2024. \n \n      /s/ Louis A. Bledsoe, III   \n      Louis A. Bledsoe, III \n      Chief Business Court Judge \n \n \n123  On 3 December 2024, Doug Harris filed an Objection to Submission of New Data Not \nPreviously Made Available to Defendant and Not Previously Filed in Court (the “Objection”).  \n(ECF No. 1680.)  The premise of Harris’s Objection is that the Receiver has atte mpted to \nprovide to the Court 6.9 MB of electronic documents that were not admitted in to evidence \nduring the Hearing and therefore should not be considered in connection with the Accounting \nProceeding.  The Court has reviewed the documents the Receiver has submitted, however, \nand has determined that they are identical to those that were introduced into evidence at the \nHearing.  Since Harris’s Objection has no basis in fact, the Court hereby overrules Harris’s \nObjection. "
}