{
  "id": "d6916c35eb00caaf9f679b0eba2da3407607ad27bd69de3d14a14a77e0c5cfa8",
  "source_file": "data/raw/ncbc/d6916c35eb00caaf9f679b0eba2da3407607ad27bd69de3d14a14a77e0c5cfa8.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 10 CVS 3405 \n \n \nTHE FIDELITY BANK, ) \n Petitioner ) \n  )  OPINION AND ORDER ON PETITION   \n v.  ) FOR JUDICIAL REVIEW OF FINAL  \n   ) AGENCY DECISION IN A  \nNORTH CAROLINA DEPARTMENT  ) CONTESTED TAX CASE \nOF REVENUE,  )  \n Respondent ) \n \n \n THIS MATTER comes before the court on a Petition f or Judicial Review of a \nFinal Agency Decision (\"Petition\") in a contested tax case arising under N.C. Gen. Stat. \n§ 105-241.16 (hereinafter, all references to the North Carolina General Statutes will be \nto \"G.S.\"), filed by Petitioner, pursuant to Article IV of the North Carolina Administrative \nProcedure Act; and \n THE COURT, after considering the Petition, briefs and arguments of counsel and \nappropriate matters of record, AFFIRMS, in part, the Final Agency Decision and \nREMANDS, in part, to the North Carolina Department of Revenue for additional \nfindings. \nWard and Smith, P.A., by Donalt J. Eglinton, Esq., Amy P. Wang, Esq. and A. \nRexford Willis, III, Esq. for Petitioner. \n \nAttorney General Roy Cooper, Esq. by Assistant Attorney General Perry J. \nPelaez, Esq. and Kay Linn Miller Hobart, Esq. for Respondent. \n \nJolly, Judge. \n \n Fidelity Bank v. N.C. Dep’t of Revenue, 2013 NCBC 27. \nI.  \n \nPROCEDURAL HISTORY  \n[1] Petitioner held United States government securi ties purchased at a \ndiscount to face value (\"Discount Bonds\").  Petitioner earned income on the Discount \nBonds held until maturity.  The portion of the income on the Discount Bonds that \nrepresents the difference between the amount Petitioner paid for them and the amount \nPetitioner receives at maturity is referred to as \"Market Discount Income.\"  In 2001, \nsome of the Discount Bonds matured and Petitioner earned Market Discount Income on \nthose bonds.1  For the 2001 tax year, Petitioner reported the Market Discount Income as \nother taxable income on its North Carolina tax returns, but then deducted the Market \nDiscount Income, contending that the Market Discount Income constituted interest \nearned on a United States obligation,2 and therefore was deductible on Petitioner's \nNorth Carolina return. \n[2] On July 8, 2002, Respondent issued to Petitione r a Notice of Corporate \nIncome Tax Assessment (\"Notice of Assessment\"), proposing to assess corporate \nincome tax on the Market Discount Income previously deducted by Petitioner on its \n2001 tax returns as interest income on a United States obligation. 3  The Notice of \nAssessment also proposed to collect any accrued interest on the proposed assessment \namount.  On July 31, 2002, Petitioner objected, in writing, to the Notice of Assessment.  \n                                                 \n1 The amount of Market Discount Income earned on the Discount Bonds and deducted by Petitioner is \n$724,098. \n2 The factual background and contentions of the parties are more fully set out in paragraphs 12-15 and \n20-38. \n3 The Notice of Assessment proposed to tax the $724, 098 as corporate income.  The effect of such \nproposal would result in Petitioner owing an additional $49,963 in income tax and $1,132.63 in interest on \nthe $724,098. \nOn May 17, 2006, Respondent notified Petitioner that it was disallowing the claimed \ndeduction. \n[3] On September 12, 2008, Respondent issued its No tice of Final \nDetermination with regard to the disputed tax assessment on the Market Discount \nIncome.  \n[4] On November 11, 2008, Petitioner filed a Petiti on for Contested Case \nHearing in the Office of Administrative Hearings, challenging the disputed tax \nassessment on the Market Discount Income. \n[5] Respondent and Petitioner filed motions for sum mary judgment, on \nFebruary 17, 2009, and February 18, 2009, respectively, on the disputed issues with \nregard to taxability of the Market Discount Income and collection of accrued interest on \nthe unpaid assessed tax. \n[6] On February 26, 2009, the Administrative Law Ju dge (\"ALJ\") assigned to \nthe contested case heard oral argument from Respondent and Petitioner on the parties' \nrespective summary judgment motions.  The parties agreed, at the request of the ALJ, \nto narrow their respective motions for summary judgment in order to separate the issues \nof (a) whether the Market Discount Income from Petitioner's disposition of Discount \nBonds is deductible as interest income from a United States obligation for purposes of \nNorth Carolina corporate income tax and (b) whether interest that accrued during the \nperiod beginning in July 2002 and ending on May 16, 2006, on the disputed tax \nassessment was properly assessed. 4 \n                                                 \n4 As discussed infra , Petitioner seeks to abate any interest on tax debt owed from Market Discount \nIncome for the period beginning in July 2002 and en ding on May 16, 2006.  Petitioner contends that it \nshould not have to pay interest for this period because Petitioner thought the issue had been resolved \ndue to Respondent's inaction during this period. \n[7] As to the first issue, on June 30, 2009, the AL J granted Respondent's \nPartial Motion for Summary Judgment, concluding that Petitioner could not deduct its \nMarket Discount Income as interest income on a United States obligation from its state \ntax return. \n[8] As to the second issue, on November 16, 2009, t he ALJ granted \nPetitioner's Partial Motion for Summary Judgment, concluding that the interest operated \nas a penalty against Petitioner and collection would be inequitable in view of \nRespondent's failure for a period of almost four years to take action on Petitioner's \nobjection to the tax assessment.  The ALJ abated any interest that had accrued on \nunpaid tax from the Market Discount Income for the period beginning in July 2002 and \nending on May 16, 2006. \n[9] On January 22, 2010, Respondent issued a consol idated Final Agency \nDecision (\"Final Agency Decision\").  Respondent adopted the ALJ's decision to grant \nsummary judgment for Respondent on the issue of taxability of Market Discount \nIncome.  However, Respondent did not adopt the ALJ's decision to grant Petitioner \nsummary judgment on the issue of accrued interest on the unpaid tax, and the accrued \ninterest was not abated.  Respondent remanded the case to the ALJ for a \nrecommendation on whether a statutory basis exists for Respondent to compromise a \ntax liability (i.e., the accrued interest). \n[10] Before the ALJ could consider the issue of the  accrued interest on \nremand, on February 24, 2010, Petitioner filed this Petition, seeking reversal of the Final \nAgency Decision and an entry of summary judgment in its favor. \n[11] The Petition has been fully briefed and argued  and is ripe for \ndetermination. \nII. \nFACTUAL BACKGROUND 5 \n[12] Petitioner is a C corporation and a wholly-own ed subsidiary of Fidelity \nBancshares (N.C.), Inc.,6 headquartered in Fuquay-Varina, North Carolina. 7 \n[13] Petitioner timely filed its North Carolina inc ome tax return for the 2001 tax \nyear and paid its corporate income tax due on the amount reported. 8 \n[14] As discussed previously, during the 2001 tax y ear, a certain number of the \nDiscount Bonds held by Petitioner reached maturity.9  Upon maturity of the Discount \nBonds, Petitioner earned $724,098 in Market Discount Income. 10   In addition to earning \nMarket Discount Income, Petitioner also earned coupon interest on the Discount \nBonds. 11  \n[15] For the 2001 tax year, Petitioner reported the  coupon interest received \nfrom the Discount Bonds as taxable interest income when it was received. 12   For the \nsame tax year, Petitioner deducted the $724,098 representing Market Discount Income \nfrom its taxable income, claiming that such amount was deductable as interest income \non a United States obligation.  Respondent did not allow Petitioner to claim the \n                                                 \n5 The parties agree that the facts are undisputed and that no genuine issue of material fact exists with \nregard to the issues before the court.  Pet's Br. Supp. Pet. Judicial Review & Entry Summ. J. Pet'r \n(\"Petitioner Memo\") 9-10; Resp't Principal Br. (\"Respondent Memo\") 4. \n6 Final Agency Decision (Findings of Fact) ¶ 1. \n7 Id.  ¶ 2. \n8 Id. ¶ 3. \n9 Id. ¶ 4. \n10  Id. ¶¶ 4, 7.  \n11  Coupon interest is interest received by the bondholder on a bond prior to the bond maturity date. \n12  Final Agency Decision (Findings of Fact) ¶ 5.  Petitioner's reporting of the coupon interest received on \nits tax returns is not in dispute and not the subject of this Petition.  \ndeduction, and instead proposed taxing the Market Discount Income as \"gain on \ndisposition of discounted bonds.\" 13   The dispute over the characterization of the Market \nDiscount Income gives rise to the Petition currently before the court. \nIII. \nDISCUSSION  \nA. \nLegal Standard  \n[16] When a \"trial court exercises judicial review of an agency's final decision, \nit acts in the capacity of an appellate court.\"  N.C. Dep't of Env't & Natural Res. v. \nCarroll , 358 N.C. 649, 662 (2004).  Review of an agency's final decision either granting \nor denying summary judgment is governed by G.S. 150B-51(d), which states, \"[i]n \nreviewing a final agency decision allowing . . . summary judgment, or in reviewing an \nagency decision that does not adopt an [ALJ]'s decision allowing . . . summary judgment \npursuant to G.S. 150B-36(d), the court may enter any order allowed by . . . Rule 56.\" \n[17] In this case, Petitioner contends that Respond ent erred in affirming the \ndecision of the ALJ granting partial summary judgment in favor of Respondent on the \nissue of deductibility of Market Discount Income for North Carolina corporate income tax \npurposes. 14   Petitioner further contends that Respondent erred by not adopting the \nALJ's grant of partial summary judgment in favor of Petitioner on the of abatement of \naccrued interest. \n[18] It is proper for this court to determine \"whet her there were any genuine \nissues of material fact and whether any party was entitled to judgment as a matter of \n                                                 \n13  Final Agency Decision (Findings of Fact) ¶ 8. \n14  Petitioner Memo 10. \nlaw.\"  Krueger v. N.C. Criminal Justice Ed. & Training Standards Comm'n, 198 N.C. \nApp. 569, 576 (2009) (quoting York Oil Co. v. N.C. Dep't of Env't Health & Natural Res. , \n164 N.C. App. 550, 555 (2004) (quotations omitted).  In doing so, the court applies \"the \nstandard established by Rule 56.\"  Id.  at 576-77. \n[19] Under Rule 56(c), summary judgment is to be re ndered \"forthwith\" if the \npleadings, depositions, answers to interrogatories and admissions on file, together with \nthe affidavits, if any, show that upon the forecast of evidence there exists no genuine \nissue as to any material fact and that any party is entitled to a judgment as a matter of \nlaw.  Grayson v. High Point Dev. Ltd. P'ship , 175 N.C. App. 786, 788 (2006). The \nstandard requires the court to view the evidence in the light most favorable to the \nnonmoving party.  Bruce-Terminix Co. v. Zurich Ins. Co. , 130 N.C. App. 729, 733 \n(1998).  As previously discussed, the parties agree that the facts are undisputed and \nthat no genuine issue of material fact exists with regard to the issues before the court. 15  \nB. \nMarket Discount Income  \n[20] The question before the court relating to the deductibility of Market \nDiscount Income presents an issue of first impression.  Petitioner contends that the \nFinal Agency Decision, adopting the ALJ's decision that Market Discount Income cannot \nbe deducted as interest income for tax purposes, improperly interprets the interplay \nbetween the Internal Revenue Code (\"Code\") and the North Carolina Revenue Act \n(\"Revenue Act\").  Petitioner contends that the Code and Revenue Act, read together, \nallow Petitioner to deduct its Market Discount Income in determining its state net \n                                                 \n15  Petitioner Memo 9-10; Respondent Memo 4. \nincome. 16   Respondent argues to the contrary, contending that the profit earned from \ntrading in United States bonds is not deductible under G.S.105-130.5(b)(1) as interest \nincome. \n[21] As previously discussed, because Petitioner se eks review of a Final \nAgency Decision adopting summary judgment on this issue, the court will review the \nrecord to determine whether summary judgment was proper under Rule 56. \n[22] In determining a taxpayer's state net income, the starting point is the \ntaxpayer's federal taxable income, which is then adjusted pursuant to certain additions \nand deductions.  G.S. 105-130.2(5c) (defining \"state net income\" to be \"[t]he taxpayer's \nfederal taxable income as determined under the Code, adjusted as provided in G.S. \n105-130.5 . . . .\").17   Therefore, the issue is whether Petitioner can deduct the $724,098 \namount as interest income under G.S. 105-130.5(b)(1). \n[23] Whether or not Petitioner can deduct its Marke t Discount Income in \ndetermining state net income is a question of statutory interpretation.  It is a well-settled \nrule of statutory construction that \"[w]here the language of a statute is clear and \nunambiguous, . . . the courts must give it its plain and definite meaning, and are without \npower to interpolate, or superimpose, provisions . . . .\"  Morton Bldgs., Inc. v. Tolson , \n172 N.C. App. 119, 122 (2005) (quoting State v. Camp , 286 N.C. 148, 152 (1974)).  \nAdditionally, \"[d]eductions . . . are privileges, not rights, and are allowed as a matter of \nlegislative grace.\"  Aronov v. Sec'y of Revenue , 323 N.C. 132, 140 (1988) (citing Ward \n                                                 \n16  Allowable deductions to state net income are specifically set out in G.S. 105-130.5(b).  The deduction \nat issue in this case is set out in G.S. 105-130.5(b)(1). \n17  Included in federal taxable income is, among other things, ordinary income and interest income.  It is \nimportant to note that Petitioner's Market Discount Income is included in its federal taxable income, even \nif treated as interest income under the Code for federal tax purposes.  The focus of this Petition is \nwhether Petitioner's Market Discount Income can be deducted from the amount that makes up its federal \ntaxable income to determine its state net income. \nv. Clayton , 5 N.C. App. 53 (1969)).  The court is required to construe strictly any statute \nproviding for a deduction and resolve ambiguities in favor of taxation.  Id.   Simply put, \nwhen interpreting a taxing statute, \"[t]axation is the rule; exemption the exception.\"  Id.  \n(quoting Broadwell Realty Corp. v. Coble , 291 N.C. 608, 611 (1977)) (internal \nquotations omitted). \n[24] Here, Petitioner is seeking to avail itself of  a deduction from taxation.  In \ndoing so, Petitioner must overcome a statutory construction that weighs heavily in favor \nof taxation.  Accordingly, Petitioner must clearly meet all requirements for any deduction \nlisted in G.S. 105-130.5(b), which sets out those deductions from federal taxable \nincome that can be made in determining state net income. \n[25] As previously stated, the deduction at issue i s found in G.S. 105-\n130.5(b)(1).  This subsection states that a deduction may be taken from federal taxable \nincome for: \nInterest upon the obligations of the United States or its \npossessions, to the extent included in federal taxa ble \nincome: Provided, interest upon the obligations of the United \nStates shall not be an allowable deduction unless i nterest \nupon obligations of the State of North Carolina or any of its \npolitical subdivisions is exempt from income taxes imposed \nby the United States. \n \nG.S. 105-130.5(b)(1).  A taxpayer must meet four requirements to be able to take the \ndeduction outlined in G.S 105-130.5(b)(1): (a) the income must be interest, (b) the \ninterest must be on an obligation of the United States, (c) the interest must have been \nincluded in federal taxable income and (d) interest on North Carolina bonds must be \nexempt from federal taxation. \n[26] The parties disagree with respect to the first  and last requirements above \n(i.e., whether Petitioner's Market Discount Income is interest income and whether such \nincome on North Carolina bonds is exempt from federal taxation). \n[27] As to the first requirement, that the income b e interest, Petitioner argues \nthat its Market Discount Income qualifies as interest income.  Petitioner's logic is this: \n(a) North Carolina has adopted the Code as its starting point for determining state net \nincome; (b) section 1276 of the Code states that Market Discount Income shall be \ntreated as interest for purposes of the Code; (c) therefore, Market Discount Income \nshould be treated as interest for purposes of G.S. 105-130.5(b)(1).18  Respondent \ncontends instead that the profit earned on discount bonds should be taxed as ordinary \nincome and should not be treated the same as periodic interest payments earned on the \nbond (i.e., coupon interest).19  \n[28] Petitioner's argument directs the court to sec tion 1276 of the Code as \nsupport for its argument that Market Discount Income should be treated as interest \nincome for purpose of G.S. 105-130.5(b)(1).  Section 1276 20  states that, \"[e]xcept as \notherwise provided in this section, gain on the disposition of any market discount bond \nshall be treated as ordinary income to the extent it does not exceed the accrued market \ndiscount on such bond.\"  26 U.S.C. § 1276(a)(1).  However, section 1276(a)(4), further \nclarifies the Code's characterization of Market Discount Income, stating that Market \n                                                 \n18  Petitioner Memo 11. \n19  Respondent Memo 5-6. \n20  Section 1276 specifically addresses the type of income at issue here: gain on market discount bonds \n(i.e., Market Discount Income). \nDiscount Income, even though treated as ordinary income under subsection (a)(1), \n\"shall be treated as interest for purposes of [the Code].\"21   Id.  § 1274(a)(4). \n[29] Following the rules of statutory construction of a tax statute, the court \nadopts the plain and ordinary meaning of the word \"interest\" found in G.S. 105-\n130.5(b)(1) and construes any ambiguities in favor of taxation.  There are no references \nto Market Discount Income in G.S. 105-130.5(b)(1).  Accordingly, the court interprets \nthe word \"interest,\" as used in G.S. 105-130.5(b)(1), to mean those periodic payments \nreceived by the holder of a bond, or other obligation, of the United States, but not \nMarket Discount Income received upon a bond reaching maturity.  Instead, for state tax \npurposes, Market Discount Income should be treated as ordinary income, similar to a \nprofit or gain earned on any other transaction. \n[30] The court's interpretation of \"interest\" is su pported by the Code and the \nRevenue Act.  There is simply no support in G.S. 105-130.5(b)(1) to read the word \ninterest to include Market Discount Income.  The court finds nothing to connect G.S. \n105-130.5(b)(1) with section 1276(a)(4) of the Code.  In fact, section 1276(a)(4) on its \nface is limited to the Code. 22  \n[31] Further, the provision in the Revenue Act that  states federal taxable \nincome shall be used to determine state net income does not operate as a wholesale \nadoption of all Code provisions and definitions.  If the General Assembly intended to \nadopt the Code's treatment of Market Discount Income as interest it could have done so \n                                                 \n21  Notwithstanding the Code's treatment of Market Discount Income on United States obligations as \ninterest income, Market Discount Income on local an d state bonds is treated as ordinary income.  Cf. § \n103(a) and  § 1276(a)(4) (read together, these sections clearl y provide that Market Discount Income \nrealized on local or state issued bonds shall be treated as ordinary income, and not as interest, in \ndetermining a taxpayer's gross income under the Cod e). \n22  See  26 U.S.C. § 1276(a)(4) (stating that Market Discou nt Income shall be treated as income for \npurposes of [the Code] . (emphasis added)). \nby specific reference.  The absence of any reference in G.S. 105-130.5(b) to section \n1276(a)(4) of the Code or Market Discount Income is compelling, especially in light of \nthe fact that there are twelve references to the Code within the other subsections of \nG.S. 105-130.5(b). 23  \n[32] Market Discount Income is not interest and is only treated as interest for \npurposes of the Code to determine a taxpayer's federal tax obligation.  In any event, the \nCode's treatment of Market Discount Income as interest does not alter the express \nstatutory language found in G.S. 105-130.5(b)(1).  Accordingly, the court CONCLUDES \nthat Market Discount Income is not interest under G.S. 105-130.5(b)(1).  Petitioner has \nnot met its burden of overcoming the presumption that exists in favor of taxation when \ninterpreting a statute allowing a deduction.  Petitioner cannot deduct its Market Discount \nIncome on United States obligations for state tax purposes. 24  \n[33] Pursuant to Rule 56(c), summary judgment is ap propriate when there are \nno genuine issues as to any material facts and any party is entitled to a judgment as a \nmatter of law.  Here, both parties agree that the underlying facts are undisputed on the \nissue of the deductibility of Market Discount Income, 25  and the court therefore \nCONCLUDES that there exist no genuine issue as to any material facts in this regard.  \nAccordingly, summary judgment is appropriate with respect to this issue.  See  Forbis v. \n                                                 \n23  See e.g. , G.S. 105-130.5(b)(3a), (6), (7), (9), (12), (25) (referencing the Code to provide context and \ndefinitions for which deductions can be taken, and for how much, in order to determine state net incom e). \n24  In addition to the court's conclusion that Market Discount Income is not interest for state tax purposes, \nthe court is also persuaded that reciprocity does not exist, which also prevents Petitioner from taking a \ndeduction for its Market Discount Income.  The policy behind the deduction permitted by G.S. 130-\n105(b)(1) is to permit a deduction for interest earned on federal obligations, if interest on local and state \nobligations likewise is exempt from federal taxation.  It is undisputed that interest on local and state \nobligations is exempt from gross income for federal tax purposes.  See 26 U.S.C. § 103.  However, \nMarket Discount Income on local or state obligations is not exempt and is taxed as ordinary income und er \nthe Code.  See id. § 1276(a)(4).  Accordingly, for the additional reason that reciprocity does not exist, \nno deduction can be taken for Market Discount Incom e on federal obligation for state tax purposes. \n25  See  Petitioner Memo 10 (stating that the evidence is u ncontroverted and that summary judgment is \nappropriate); Respondent Memo 4 (stating that \"[t]he facts are undisputed.\"). \nNeal , 361 N.C. 519, 523 (2007) (quoting Rule 56(c) standard for entering summary \njudgment).  Therefore, in light of the above conclusion that Petitioner cannot deduct \nMarket Discount Income as interest for state tax purposes, summary judgment should \nbe entered in favor of Respondent on this issue.  In this regard, the Final Agency \nDecision should be AFFIRMED. \nC. \nInterest Abatement  \n[34] The second issue raised by the Petition deals with abatement of the \naccrued interest on the Market Discount Income tax amount beginning in July 2002 and \nending on May 16, 2006.  Specifically, Petitioner argues that it should not have to pay \ninterest on the Market Discount Income tax amount for the above period because any \ndelay in paying the tax is attributable to Respondent's delay. 26   Respondent contends \nthat the interest cannot be abated because a tax becomes a debt when it is due, and \ninterest begins to accrue at that time. 27  \n[35] The ALJ's decision granted summary judgment in  Petitioner's favor on this \nissue, stating that the accrued interest on the unpaid tax operated as a penalty, which \nPetitioner should not have to pay as a result of Respondent's delay. 28  \n[36] Respondent did not adopt the ALJ's decision on  this issue and did not \nabate the interest Petitioner owed on the unpaid tax amount. 29   Instead, Respondent \nrejected some of the ALJ's findings of fact, made additional findings of fact and \nconcluded that interest on the Market Discount Income tax amount was properly \n                                                 \n26  Petitioner Memo 20-21. \n27  Respondent Memo 9. \n28  Decision Granting Partial Summ. J. Pet'r 2. \n29  Final Agency Decision 9. \nassessed against Petitioner for the period that the tax was due but unpaid. 30   However, \nRespondent concluded that genuine issues of material facts existed regarding whether \nthe interest on the tax should be abated. 31   Respondent remanded the issue to the ALJ \nfor a hearing to determine whether Respondent should consider abating the accrued \ninterest. 32  \n[37] Petitioner asks the court to enter summary jud gment in its favor on this \nsecond issue.  Petitioner contends that Respondent committed procedural error \nbecause it did not comply with the requirements of G.S. 150B-36(b1) and (b2).33   \nSpecifically, Petitioner contends that Respondent erred when it did not adopt some of \nthe ALJ's findings of fact, made findings of fact not contained in the ALJ's decision and \ndid not adopt the ALJ's decision.  Petitioner objects to Findings of Fact 15, 16, 17 and \n18 and Respondent's rejection of the ALJ's decision.  Petitioner contends that the above \nfindings of fact and rejection of the ALJ's decision were made in contravention to \nstatutory requirements. \n[38] G.S. 150B-36(b) provides that an \"agency shall  adopt each finding of fact \ncontained in the [ALJ]'s decision unless the finding is clearly contrary to the \npreponderance of the admissible evidence . . . .\"  G.S. 150B-36(b).  The agency is \nstatutorily mandated to \"set forth separately and in detail . . . the reasons for not \nadopting the findings of fact\" and \"the evidence in the record relied upon by the agency \n                                                 \n30  Id. 8. \n31  Id.  \n32  Id.  8-9. \n33  The court recognizes that G.S. 150B-36, in its entirety, has been repealed by Session Laws 2011-398, \ns. 20, enacted by the General Assembly in an attemp t to overhaul the administrative hearing process.  \nThe provisions of Session Laws 2011-398, s. 20 were  effective as of January 1, 2012, and apply to all \ncontested cases commenced on or after that date.  However, the repeal of G.S. 150B-36 was not \nretroactive for contested cases already commenced before the above effective date.  This contested case \nwas commenced on November 11, 2008, with the filing  of the Petition, well before G.S. 150B-36 was \nrepealed.  Accordingly, the court applies G.S. 150B-36 as it read when this action commenced. \nin not adopting the finding of fact contained in the [ALJ]'s decision.\"  G.S. 150B-36(b1).  \nFurthermore, for any additional findings of fact made by the agency not contained in the \nALJ's decision, the statute requires the agency to \"set forth separately and in detail the \nevidence in the record relied upon by the agency in making the finding of fact.\"  G.S. \n150B-36(b2).  \"Any new findings of fact made by the agency shall be supported by a \npreponderance of the admissible evidence in the record.\"  Id.   Also, the agency cannot \nmake additional findings of fact that conflict with any finding of fact made by the ALJ, \nunless the ALJ's finding of fact is specifically not adopted by the agency.  Id. \n[39] Findings of fact usually are not appropriate a t the summary judgment \nstage, except to set out undisputed facts.  See  Krueger v. N.C. Criminal Justice Educ. & \nTraining Standards Comm'n , 198 N.C. App. 569, 578 (2009).  However, the ALJ in this \ncase did make findings of fact, some of which were modified and rejected by \nRespondent in its Final Agency Decision.  Therefore, the court will review the modified \nand rejected findings of fact through the lens of G.S. 150B-36(b), (b1) and (b2).  \n[40] Respondent rejected the ALJ's Findings of Fact  3 and made Finding of \nFact 15.  The ALJ's Finding of Fact 3 stated, \"[Respondent] cannot explain the inactivity \nby the agency during the four (4) year gap.\"  Respondent rejected this finding of fact \nand made its own Finding of Fact 15, which states, \"[Respondent] could not locate any \nrecords to explain the inactivity between September 2002 and May 2006.\"  As stated \nabove, Respondent must accept each finding of fact made by the ALJ unless such it is \nclearly contrary to the preponderance of the evidence.  This is a very high burden for \nRespondent to overcome, which requires Respondent to state its reasoning in detail for \nnot adopting the ALJ's findings of fact and the evidence in the record relied upon. \n[41] Respondent stated that portions of the ALJ's F inding of Fact 3, \"are \ncontrary to the evidence in the record and shall be modified.\"34   This does not meet the \nstandard set forth in G.S. 150B-36(b1).  An ALJ's findings of fact must be accepted \nunless clearly contrary to the preponderance of the evidence.  Additionally, other than \nstating that the ALJ's Finding of Fact 3 is contrary to the evidence in the record, \nRespondent fails to provide any further explanation to support why it rejected the ALJ's \nFinding of Fact 3.  Respondent must state in detail its reasons for not adopting a \nparticular finding of fact and the evidence relied upon by Respondent in doing so, which \nRespondent has failed to do.  Simply put, Respondent has not complied with G.S. \n150B-36(b1) in rejecting the ALJ's Finding of Fact 3. \n[42] Along with Finding of Fact 15, Respondent made  Findings of Fact 16, 17 \nand 18, which were not made by the ALJ.  Respondent cited to several places in the \nrecord as support for its additional findings of fact.  However, in making these findings of \nfact, Respondent did not set forth \"in detail the evidence in the record relied upon by the \nagency in making the finding of fact.\"  G.S. 150B-36(b2).  For Finding of Fact 15, \nRespondent cites solely to its own brief as support.  For Finding of Fact 16, 17 and 18, \nRespondent cites to selected excerpts from various documents in the record and \nincludes those excerpts as its additional findings of fact.  For Finding of Fact 16 and 18, \nRespondent merely quotes from evidence in the record as its finding of fact.  By doing \nso, Respondent has not meet the requirement that it set forth in detail the evidence on \nwhich it relied in making the new findings of fact and does not show that the \npreponderance of the evidence in the record supports the new findings of fact.  With \n                                                 \n34  Final Agency Decision ¶ 15 (Findings of Fact). \nregard to Findings of Fact 15, 16, 17 and 18, Respondent has not complied with G.S. \n150B-36(b2) in making additional findings of fact. \n[43] Because Respondent failed to meet the requirem ents of G.S. 150B-36(b1) \nand (b2), the court CONCLUDES that this issue should be remanded to Respondent for \ncompliance with the statute. \n[44] Petitioner also contends that Respondent commi tted error in its Final \nAgency Decision by not adopting the ALJ's granting of summary judgment to Petitioner \nwith respect to the interest abatement issue.  As previously discussed, the standard of \nreview for this court is set by G.S. 150B-51(d) when reviewing a Final Agency Decision \nthat does not adopt the ALJ's decision granting summary judgment.  The statute \nprovides that a \"court may enter any order allowed by Rule 56\" when \"reviewing an \nagency decision that does not adopt an [ALJ]'s decision allowing . . . summary judgment \n. . . .\"  G.S. 150B-51(d).  The scope and standard of review require the court to apply \nthe same \"standard established by Rule 56 . . . .\"   Krueger , 198 N.C. App. at 576-77. \n[45] Notwithstanding Respondent's failure to comply  with the above statutory \nrequirements, it appears to the court that genuine issues of material fact exist with \nregard to whether the accrued interest should be abated for the period beginning in July \n2002 and ending on May 16, 2006.  Pursuant to G.S. 105-237.1, tax debt liability may \nbe compromised if it is found that a compromise is in the best interest of the State and, \namong other criterion, would avoid an unjust result.  The ALJ did not make findings of \nfact with regard to tax debt liability abatement, as required by G.S. 105-237.1.  \nConsequently, this issue should be remanded by Respondent to the ALJ for appropriate \nfindings of fact as to whether the accrued interest should be abated pursuant to G.S. \n105-237.1.35  \n[46] Petitioner's motion for summary judgment on th is interest abatement issue \ntherefore should be DENIED.  \nIV. \nCONCLUSION  \n NOW THEREFORE, based upon the foregoing, it hereby  is ORDERED that: \n[47] The Final Agency Decision granting summary jud gment in favor of \nRespondent with regard to the first issue, dealing with the deductibility of Market \nDiscount Income, is AFFIRMED. \n[48] The Final Agency Decision denying summary judg ment in favor of \nPetitioner with regard to the second issue is REMANDED to Respondent for compliance \nby Respondent with G.S. 150B-36(b1) and (b2) as to those findings of fact rejected or \nadded by Respondent in the Final Agency Decision.  Further, Respondent shall then \nREMAND this second issue to the ALJ for a recommendation, as required by G.S. \n150B-36(d), of whether the accrued interest should be abated, pursuant to the standard \nset forth in G.S. 105-237.1. \n  \n                                                \n \n35  At the time the Petition was filed, Respondent had remanded this case to the ALJ for a hearing to \ndetermine whether the requirements of G.S. 105-237.1 had been met to justify interest abatement.  G.S. \n150B-36(d) states that if an ALJ grants summary judgment and the agency does not adopt that decision, \n\"[the agency] shall set forth the basis for failing to adopt the decision and shall remand the case to  the \nadministrative law judge for hearing.\"  In its Final Agency Decision, Respondent complied with this st atute \nand remanded the issue to the ALJ for hearing.  However, G.S. 150B-36(d) permits the party aggrieved \nby the Final Agency Decision to seek immediate judicial review, which Petitioner elected to do. \n This the 3rd day of May, 2013.  "
}