{
  "id": "d6c59b5c55f8a45ac3ffec073838d478c99ce3876b200687698b849f4b47a102",
  "source_file": "data/raw/ncbc/d6c59b5c55f8a45ac3ffec073838d478c99ce3876b200687698b849f4b47a102.pdf",
  "raw_text": "Maurer v. SlickEdit , Inc., 2006 NCBC 1\n \nSTATE OF \nNORTH \nCAROLINA\n                                   IN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\nWAKE COUNTY                                                                                   04 CVS\n  10527\n \n \nJILL L. \nMAURER,                                               \n                                                                             \nPlaintiff,                                         \n                                                                             \n                                                                             \n                                                                             \nv.                                                              \n                                                                             \nSLICKEDIT, INC., ANDRE \nBOISVERT,\nERICA H. BOISVERT, J. CLARK MAURER,\nand HOWARD H. LEWIS,\n \nDefendants.\n \n \n \n \n \n \nORDER AND OPINION\n \nO, what a tangled web we weave,\nWhen first we \npractise\n to deceive!\n                        – Sir Walter Scott, “\nMarmion\n” (1808)\n \n{1}\n             \nThis matter comes before the Court on Defendant Andre \nBoisvert’s\n post-trial motions for\njudgment notwithstanding the verdict or in the alternative for a new trial and upon Plaintiff Jill Maurer’s\nmotion for liquidated damages under the North Carolina Wage and Hour Act, which was set aside for later\ndetermination prior to trial.\n{2}\n             \nAfter considering the briefs and oral arguments of each party and for the reasons below, the Court\nGRANTS Defendant \nBoisvert’s\n motion for judgment notwithstanding the verdict and Plaintiff’s claim\nagainst \nSlickEdit\n, Inc. for liquidated damages under the North Carolina Wage and Hour Act.  \nDefendant\nAndre \nBoisvert’s\n motion, in the alternative, for a new trial is denied.\n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, L.L.P., by \nMark A. Ash\n and \nJ.\nMitchell Armbruster\n for Plaintiff Jill L. Maurer.\n \nWomble\n Carlyle \nSandridge\n & Rice, PLLC, by \nPressly \nM. Millen\n and Melody C.\nRay-\nWelborn\n for Defendants \nSlickEdit\n, Inc., Andre \nBoisvert\n, Erica H. \nBoisvert\n, J. Clark\nMaurer, and Howard H. Lewis.\n \nI.\n{3}\n             \nPlaintiff filed her Amended Complaint in this action on July 30, 2004, asserting eight claims: (1)\nbreach of fiduciary duty, (2) unfair and deceptive trade practices, (3) oppression, (4) constructive fraud,\n(5) fraud, (6) civil conspiracy, (7) unjust enrichment, and (8) rescission and reformation.  Plaintiff filed an\nAmended Complaint on September 29, 2004, asserting the same claims and a ninth claim for slander. \n{4}\n             \nThis Court ruled on defendants’ motion to dismiss on May 16, 2005.  The Court dismissed six of\nplaintiff’s claims and allowed the claims for fraud, slander, and rescission and reformation to continue. \nAfter defendants filed their motion to dismiss but before this Court’s ruling, plaintiff moved to amend her\ncomplaint.  The Court granted the motion, and plaintiff filed her Second Amended Complaint on May 31,\n2005, adding two new claims against Defendant \nSlickEdit\n, Inc.: (1) breach of employment contract and\n(2) recovery of unpaid wages under the North Carolina Wage and Hour Act.  \n(“Wage & Hour Act”).\n \n{5}\n             \nFollowing cross-motions for summary judgment, this Court ruled in favor of plaintiff on the claim\nfor breach of contract but dismissed plaintiff’s slander claim against Clark Maurer and ruled that the\nrescission and reformation claim was moot.  Plaintiff was awarded $240,212 in damages on her claim\nagainst the corporation for unpaid bonus payments.  The Wage & Hour Act claim against the corporation\nwas held open for later determination, and the fraud claims against Erica and Andre \nBoisvert\n proceeded to\ntrial.  No claims remained against Clark Maurer, and the claims against Howard Lewis had been dismissed\nby plaintiff.\n{6}\n             \nA\n nine-day trial commenced on August 22, 2005.  At the close of plaintiff’s evidence, defendants\nmoved for a directed verdict pursuant to Rule 50.  The motion was denied.  At the close of the defendants’\ncase in chief, defendants again moved for a directed verdict, and that motion was denied.  The case was\nsubmitted to the jury on the fraud claims against Erica \nBoisvert\n and Andre \nBoisvert\n.  The jury returned a\nverdict in favor of Erica \nBoisvert\n and against Andre \nBoisvert\n, awarding plaintiff actual damages of\n$452,500 and an additional $1,130,000 in punitive damages. \n{7}\n             \nFollowing the verdict, Defendant Andre \nBoisvert\n filed a Rule 50(b) motion for judgment\nnotwithstanding the verdict and, in the alternative, a motion for new trial under Rule 59.  The parties also\nfiled briefs on the Wage & Hour Act issue that had been held open prior to trial. \n{8}\n             \nThe parties have been through two mediations and received repeated reminders from the Court\nthat their inability to resolve their disputes in a businesslike manner threatened the long term viability of\nthe company over which they were litigating. \n                                                                                                                       \nII.\nA.\n{9}\n             \nThis\n case is the quintessential corporate domestic drama fanned by the flames of a bitter divorce,\nunbounded egos among the actors, and an abundance of deceit.  It is at once a morality play, a lesson in\nthe benefit of written contracts, and a classic example of the dangers of executive hubris.\n{10}\n         \nPlaintiff Jill L. Maurer is a resident of \nWake \nCounty\n, \nNorth Carolina\n.  Plaintiff is currently a\n42.5% shareholder of \nSlickEdit\n, Inc. and served as its Chief Executive Officer until her termination in\nApril 2004.  She and Defendant Clark Maurer started and built the Company together.  Mr. and Ms.\nMaurer legally divorced on February 14, 2003.  Their divorce is inextricably intertwined with the\ncorporate manipulations giving rise to the claims at issue.\n{11}\n         \nDefendant \nSlickEdit\n, Inc. (“Slick Edit”, “the Company”) is a corporation organized under the laws\nof Virginia, with its principal place of business in Morrisville, Wake County, North Carolina.\n{12}\n         \nDefendant J. Clark Maurer is a resident of \nWake \nCounty\n, \nNorth Carolina\n.  Mr. Maurer is a 42.5%\nshareholder of \nSlickEdit\n, the Chief Technology Officer of \nSlickEdit\n, and a member of the Company’s\nBoard of Directors.  He designed the software that is the main product of the Company. Prior to trial, the\nclaims against Clark Maurer were dismissed.\n{13}\n         \nDefendant Andre \nBoisvert\n is a resident of \nWake County\n, \nNorth Carolina\n.  Mr. \nBoisvert\n is an 11%\nshareholder of \nSlickEdit\n and Chairman of the Company’s Board of Directors.  He is also a consultant or\nofficer in several other businesses driven by the creation, production, or marketing of computer software.\n{14}\n         \nDefendant Erica H. \nBoisvert\n is a resident of \nWake County\n, \nNorth Carolina\n.  Ms. \nBoisvert\n serves as\nPresident and Chief Operating Officer of \nSlickEdit\n and is a member of the Company’s Board of\nDirectors.  Ms. \nBoisvert\n is a 2.5% shareholder of \nSlickEdit\n.  She is married to Andre \nBoisvert\n.\n{15}\n         \nHoward H. Lewis is a resident of \nWake County\n, \nNorth Carolina\n.  Mr. Lewis is a 1% shareholder\nof \nSlickEdit\n and a member of the Company’s Board of Directors.  He was formerly an officer at\nSlickEdit\n.  The claims against Mr. Lewis were dismissed prior to trial.\nB.\n{16}\n         \nJill and Clark Maurer married in December 1987.  In early 1988, the two incorporated their\ncompany, \nMicroEdge\n Inc., later to become \nSlickEdit\n, in \nVirginia\n.  All of the stock was issued to Clark\nMaurer and remained in his ownership until December 2001.  The Company released its first product in\n1988—an editor for programmers known as \nSlickEdit\n, which was intended to work on multiple computer\nplatforms.  The software was developed by \nClark\n.  Clark Maurer licensed the rights to the software to the\nCompany on August 5, 1992, in exchange for an 8% royalty on all revenues the Company derived from\nthe product’s use.  The royalties were paid to him individually until the license was terminated in 2001 and\nthe intellectual property rights were transferred to the Company.\n{17}\n         \nIn\n the late 1990s, as the “tech bubble” grew, Jill and Clark decided to explore the possibility of\nselling the Company.  They hired Paul Rasmussen to help them with those efforts and executed a written\nagreement documenting his role in selling the Company.  That document explicitly stated that Mr.\nRasmussen was to help sell the Company and based his compensation in part upon the price paid on a\nsuccessful sale.  After engaging in dialogue with many potential purchasers, including substantial\ndiscussions with 10 to 15 of them, Mr. Rasmussen was unable to present \nSlickEdit\n with an acceptable deal\n—partly because, as he testified at trial, Jill Maurer’s expectations as to the value of the Company were\nunreasonably high.  The agreement with Mr. Rasmussen was terminated in 1999.  Soon after that, the\n“tech bubble” burst, and technology and software companies quickly began to lose their luster with\ninvestors.\n{18}\n         \nIn\n 2000, Jill Maurer met Andre \nBoisvert\n at a meeting for potential investment in another\ncompany.  The two discussed \nSlickEdit\n and the possibility of Andre \nBoisvert\n becoming an advisor to the\nCompany.  Jill Maurer spoke with \nSlickEdit’s\n attorney, Larry Robbins, who encouraged her to follow\nthrough with those discussions.  Andre \nBoisvert\n was brought on as a consultant.  The parties disagree as to\nwhy \nSlickEdit\n hired Mr. \nBoisvert\n.  Jill Maurer claims that Mr. \nBoisvert\n was hired to help sell the\nCompany.  All others involved in the case who testified on the matter, including Clark Maurer, testified\nthat their understanding was that he was brought in to help grow the Company. \n{19}\n         \nLater\n that same year, Mr. \nBoisvert\n joined the \nSlickEdit\n Board of Directors.  He became Chairman\nof the Board of Directors in 2001.    In June 2000, Andre’s wife, Erica \nBoisvert\n, was hired as the Chief\nFinancial Officer for a spin-off company called \nNewTek\n, Inc.  \nNewTek\n was designed to spin out a product\nsimilar to \nSlickEdit\n that would be used in a mainframe environment.  Erica also initially did some\naccounting work for both \nNewTek\n and \nSlickEdit\n.  When \nNewTek\n failed to get off the ground, Erica\ntransitioned into full time employment at \nSlickEdit\n.  Initially her role was to help with accounting matters,\nincluding getting the Company’s books into compliance with General Accepted Accounting Principles\n(“GAAP”).\n[1]\n  Ms. \nBoisvert\n was promoted to Chief Operating Officer in January 2004.  She eventually\nwas named Chief Financial Officer of \nSlickEdit\n. \n{20}\n         \nJill Maurer testified that in the fall of 2001 she realized that her marriage was not working—a fact\nthat she confided in Erica \nBoisvert\n.  Jill told Erica that she was considering leaving \nClark\n.  They discussed\nthe disruptive impact that a divorce between the co-founders could have on the Company.  The two talked\nwith Andre about cleaning up the Company’s documents in order to avoid conflict over the relative\nrelationship between the \nMaurers\n and the Company. \n{21}\n         \nNearly\n ten years earlier, Clark Maurer had signed an agreement that provided for an 8% royalty\npayment on all revenues derived from the use of \nSlickEdit\n software.  On December 31, 2001, at the advice\nof Mr. \nBoisvert\n, he signed another document terminating that agreement and transferring ownership rights\nto the software to \nSlickEdit\n.  In return, both Clark and Jill Maurer signed employment agreements with\nSlickEdit\n which included, in addition to base salary, a provision for each to receive an annual bonus of 4%\nof the Company’s licensing revenue.  Clark and Jill Maurer separated the same day.  They legally\ndivorced on February 14, 2003.  After the divorce, both continued to work at the Company, but Jill’s time\nwas reduced due to her childcare responsibilities.\n{22}\n         \nOn January 1, 2002, Stock Purchase Agreements were issued, giving Andre and Erica \nBoisvert\nshares of company stock.  Andre \nBoisvert\n acquired 50,000 shares of newly-issued treasury shares for a\npromissory note in the amount of $90,500, giving him a 1% interest in the Company.  Erica \nBoisvert\nacquired 125,000 shares of newly-issued treasury shares for a promissory note in the amount of $226,500,\ngiving her a 2.5% interest in the Company. \n{23}\n         \nOn July 1, 2002, Andre \nBoisvert\n acquired another 500,000 shares—giving him an additional 10%\nshare of the Company—for a promissory note in the amount of $905,000.  This transaction was completed\nwith unanimous approval of the Board of Directors. Plaintiff’s expert, Randy Whitt, testified that the price\npaid was fair market value.  Jill Maurer claims that the impetus behind the transaction was a conversation\nwith Mr. \nBoisvert\n in which he stated that he “needed more motivation” to sell the Company.  Following\nthe January and July 2002 transactions, Clark and Jill Maurer each owned approximately 42.5% of the\nCompany.  In September 2002, the Board of Directors voted unanimously to forgive a portion—nearly\n50%—of Andre \nBoisvert’s\n debt to the Company.  Jill Maurer testified that her reason for supporting that\ndecision was again to provide the additional motivation Mr. \nBoisvert\n wanted in order for him to market\nthe Company.\n{24}\n         \nIn\n early April 2004, Jill Maurer requested an estimate of \nSlickEdit’s\n first quarter financials.  She\nneeded money for taxes.  She got \nClark\n to agree to a tax-free distribution to be made to both \nherself\n and\nMr. Maurer to meet tax obligations including those derived from ownership of \nSlickEdit\n.  The other\nshareholders received distributions as well.  The \nBoisverts\n were particularly upset about the way in which\nJill engineered the dividend and the cash flow of the Company.   \n{25}\n         \nFollowing a vote of the Board of Directors, plaintiff, herself a member of the Board, was\nterminated “without cause” as an employee of \nSlickEdit\n on April 20, 2004.  The Company continued to\npay plaintiff her base salary for six months following her termination.  It discontinued her bonus\npayments, which were much greater than her salary, on April 30, 2004.  The cessation of those payments\nis the basis of Jill Maurer’s claim under the Wage & Hour Act.\n{26}\n         \nIt\n is hard to conceive of a more dysfunctional corporate family than the officers, directors, and\nshareholders of \nSlickEdit\n.  Clark Maurer had all of the stock originally issued in his name, and the royalty\ncontract provided all of the income to him.  Jill Maurer and the \nBoisverts\n rearranged the corporate\nstructure to suit Jill when she knew she wanted a divorce but didn’t tell \nClark\n.  The \nBoisverts\n likely took\nadvantage of both Clark and Jill and manipulated both of them.  Based on statements of the \nBoisverts\n,\nClark\n thought Jill had taken advantage of him in the separation agreement by hiding the value and amount\nof jewelry she had purchased.  \nClark\n got even with Jill by terminating her employment and bonus.  Jill\nretaliated by suing Clark, Erica, and Andre.  Clark Maurer appeared incapable of any independent thought\n—being first manipulated by Jill and then by the \nBoisverts\n. \n{27}\n         \nJill wanted the Company sold so she could cash out her interest at the highest price and complete\nher divorce from \nClark\n.  She still does.  Clark and the \nBoisverts\n, on the other hand, derived greater value\nby keeping the Company going.  The Company would be less marketable and less valuable without Clark,\nwho created the software.  If Jill and Clark could ever agree on anything, they have voting control. \nAbsent their agreement, the minority shareholders hold the balance of power.\n[2]\nIII.\n \nWAGE & HOUR ACT\n{28}\n         \nThe Court first addresses plaintiff’s claim for liquidated damages under the Wage & Hour Act. \nHaving prevailed on the breach of contract claim at summary judgment, plaintiff now seeks to recover\nliquidated damages under the Wage & Hour Act for \nSlickEdit’s\n failure to continue her bonus payments\nfollowing her termination.  \nN.C.G.S. §§ 95-25.1 \net seq.\n{29}\n         \nThe Wage & Hour Act was adopted with the following public policy in mind:\nThe wage levels of employees, hours of labor, payment of earned wages, and the well-\nbeing of minors are subjects of concern requiring legislation to promote the general welfare\nof the people of the State without jeopardizing the competitive position of \nNorth Carolina\nbusiness and industry.\nN.C.G.S. § 95-25.1(b).\n  With regard to payment of earned wages, the Act specifically requires employers\nto pay their employees “all wages and tips accruing on the regular payday.”  \nN.C.G.S. § 95-25.6.\n  Any\nemployer who fails to pay wages owed on the date they become due is liable to the employee for unpaid\nwages, plus interest.  \nN.C.G.S. § 95-22.22(a).\n  Furthermore, unless the employer demonstrates that its\nfailure to pay the wages owed was in good faith, the Court may, in its discretion, “award liquidated\ndamages in an amount equal to the amount found to be due.”  \nN.C.G.S. § 95-22.22(a1).\n   \n{30}\n         \nAt\n issue is whether the Wage & Hour Act applies here and, if so, whether plaintiff is entitled to\nliquidated damages.  \nSlickEdit\n contends that plaintiff should not be entitled to recover liquidated damages\nfor two reasons: (1) the Wage & Hour Act is inapplicable because the bonus payments here do not qualify\nas “wages,” as defined under the Act, and (2) \nSlickEdit’s\n decision to discontinue the bonus payments was\nmade in good faith.  In applying the Act, this Court must construe it liberally.  \nN.C.G.S. § 95-22.25.\n{31}\n         \nFirst, \nSlickEdit\n argues that the Wage & Hour Act does not apply because the bonuses do not\nconstitute “wages” under the Act.  The Act defines “wages” as “compensation for labor or services\nrendered by an employee whether determined on a time, task, piece, job, day, commission, or other basis\nof calculation.”  \nN.C.G.S. § 95-25.2(16).\n  The definition section of the Act also declares that wages shall\ninclude “sick pay, vacation pay, severance pay, commissions, \nbonuses\n, and other amounts promised when\nthe employer has a policy or a practice of making such payments.”  \nId.\n (emphasis added).\n{32}\n         \nDespite the fact that the Act explicitly defines wages to include bonuses, \nSlickEdit\n argues that the\nbonus owed here is not in fact a “wage” but instead a “\nrecharacterized\n royalty.”  \n(Def. \nSlickEdit’s\nMemorandum Regarding Wage and Hour Act and Breach of Contract Issues, at 7.)\n \n(“\nSlickEdit\n Wage &\nHour Act Brief”).\n  Consequently, \nSlickEdit\n argues, the bonus is not compensable under the Wage & Hour\nAct.  \nId.\n  To assert that the bonus payments here did not constitute “wages” is more than a bit\ndisingenuous.  \nSlickEdit\n made a consistent, deliberate business decision to pay the bonus as wages.  It\nreported the bonus payments as wages in Jill Maurer’s W-2 forms from 2002 to 2004, and it withheld\nSocial Security and Medicare taxes from her bonus compensation.  Moreover the bonus provision was\ncreated in plaintiff’s Employment Agreement as \ncompensation\n expressly given in consideration for\nservices provided by plaintiff under the Agreement.  Now, after years of representing the payments under\nthe bonus provision as wages and treating them as such, \nSlickEdit\n has made an about-face in an attempt to\navoid the consequences of its failure to honor its agreement with the plaintiff. \n{33}\n         \nThe\n following is \nuncontroverted\n.  The \nBoisverts\n convinced the \nMaurers\n that the ownership of the\nintellectual property needed to be in the corporation.  By doing so, the \nMaurers\n lost their primary income\nstream, thus requiring that it be replaced by a bonus.  Since the royalty was unrelated to an employment\nterm but continued as long as the intellectual property was used, it makes sense that the employment\ncontract provided that the replacement bonus based on net revenues would continue beyond termination. \n{34}\n         \nJill Maurer and Erica \nBoisvert\n, the two people clearly responsible for the agreements, both knew\nwhat Clark Maurer did not: Jill wanted a divorce and wanted to ensure, before Clark knew about the\ndivorce, that she got her half of the royalty stream.  The employment contract took care of that need before\nClark\n knew what was coming.  Mr. Robbins, \nSlickEdit’s\n attorney, did not know of the divorce plans, so it\nis not surprising that he did not know that someone had changed his form employment agreement to\naccomplish equitable distribution of the income stream from the intellectual property. \n{35}\n         \nWhile\n it is clear that this bonus arrangement was a substitute for royalty payments, that doesn’t\ndiscount the fact that the Company explicitly chose the use of a bonus provided for in an employment\ncontract and reported the bonus as wages for all tax purposes.  It converted the royalty to a bonus which\nwas part of the employment agreement for both Jill and Clark. \n{36}\n         \nSlickEdit\n likens the bonus payments to other forms of post-payment employment such as pensions\nand retirement benefits, which, it argues, are not covered by the Act.  In support of this proposition,\nSlickEdit\n cites an unreported North Carolina Court of Appeals decision, \nWhitley v. Horton\n, which\nSlickEdit\n contends adopted a rule that the Wage & Hour Act does not cover forms of compensation that\ncontinue to be paid post-employment.  \n(\nSlickEdit\n Wage & Hour Act Brief, at 7.)\n (\nciting\n \nWhitley v. Horton\n,\nNo. COA 03-1459 (N.C. App. Feb. 15, 2005)).  Such a broad characterization of that decision, however,\nfails to acknowledge the import of the factual context in which that decision was rendered. \n{37}\n         \nIn \nWhitley\n, the trial court found that the plaintiff employees and defendant employer had agreed to\nan employment term of 60 days, which was cut short when the employer closed its business before the 60-\nday period had run.  \nWhitley\n, No. COA 03-1459.  The employer ceased payment of the employees’ wages\nwhen the business closed, and the trial court held that the failure to pay the employees’ \nweekly salary\n for\nthe \nunworked\n days constituted a violation of the Wage & Hour Act.  \nId.\n  The Court of Appeals reversed\nthe trial court’s holding on the ground that the employer had already paid the employees’ salaries for time\nactually worked and that the unpaid wages corresponded to work that had not been performed.  \nId.\n \n{38}\n         \nHere, however, \nSlickEdit\n does not contend that the bonus payments are tied to work that has not\nyet been performed.  More appropriately the payments are tied to a history of service to the corporation,\ndating back to its earliest days.  It is utterly inconsistent for \nSlickEdit\n to have expressly provided in the\nemployment agreement that the bonus payments would survive any termination to Ms. Maurer’s\nemployment and then to argue that those payments are necessarily tied to her continued performance\nunder that contract.  \nSlickEdit\n purposefully and consistently treated the bonus payments as wages and\nintentionally chose not to tie those payments to future performance by Ms. Maurer under her employment\ncontract.  It cannot now successfully argue that the bonus payments are not wages.\n{39}\n         \nSlickEdit\n argues that even if the bonus payments constitute “wages” under the Wage & Hour Act,\nliquidated damages are inappropriate here because the Company acted in good faith.  The Wage & Hour\nAct states that if “the employer shows to the satisfaction of the court that the act or omission constituting\nthe violation was in good faith and that the employer had reasonable grounds for believing that the act or\nomission was not a violation of this Article, the court may, in its discretion” reduce the amount of\nliquidated damages or award none at all.    \nN.C.G.S. § 95-25.22 (a1).\n  The burden is on the employer to\ndemonstrate good faith in its decision not to continue paying wages.  \nHamilton\n v. Memorex \nTeltex\n Corp\n.,\n118 N.C. App. 1, 15, 454 S.E.2d 278, 286 (1995).\n  Even if the employer demonstrates good faith, the trial\ncourt may still award liquidated damages.  \nId.\n  If the employer fails to show good faith, however, the trial\ncourt has no discretion to reduce the amount of liquidated damages awarded.  \nId.\n{40}\n         \nWhile Ms. Maurer received millions of dollars from \nSlickEdit\n in the years before the dispute\narose, it is clear that termination of her employment coupled with cessation of the bonus payments created\nenormous leverage to force her to sell her minority stake at a discounted value.  She was a single mother\nwith custody of two children, both of whom required more than normal care.  The loss of \nall\n of her income\nstream from the Company put her in a difficult position.  It is also undisputed that \nClark\n was angry with\nJill over the divorce settlement.  The \nBoisverts\n were angry with her for engineering the dividend behind\ntheir backs and interfering with their management of the Company.  It was a situation ripe for retaliation.\n{41}\n         \nSlickEdit\n claims that it showed good faith by acting on the advice of its legal counsel after\ncontacting him to determine its legal obligations under Ms. Maurer’s employment agreement.  After\nSlickEdit’s\n attorney, Larry Robbins, advised the Company that the issue of continuing bonuses under the\ncontract was ambiguous, the Company decided to continue making the payments until the end of the\nmonth in which Ms. Maurer was fired. \n{42}\n         \nThe Court finds \nSlickEdit’s\n argument that it acted in good faith by relying on the advice of its\nattorney unpersuasive.  During discovery, \nSlickEdit\n invoked the attorney-client privilege when plaintiff\nattempted to solicit from Mr. Robbins his reasons for advising \nSlickEdit\n to terminate Jill Maurer’s bonus. \nThat stance was never abandoned and Mr. Robbins’s deposition testimony was never revised until\nSlickEdit\n filed affidavits of Mr. Robbins, Mr. Millen, and Mr. \nBoisvert\n in support of its good faith\nargument. \n{43}\n         \nMoreover, every witness who has been asked to look at the employment agreement has reached\nthe conclusion that the bonus payments should have continued post-termination.  \nMaurer v. \nSlickEdit\n,\n2005 NCBC 4, ¶23.\n  Larry Robbins himself, when asked about the provision at deposition, said that the\nbonus payments should have continued after Ms. Maurer was fired, and it is telling that \nSlickEdit\n amended\nClark Maurer’s employment agreement shortly after that deposition by removing the bonus survival\nclause. \n(Plaintiff’s Memorandum Regarding Wage and Hour Act and Breach of Contract Damages, at 8-9\n& \nExh\n.\n 1.) (“Plaintiff’s \nSlickEdit\n Wage & Hour Act Brief”) (citing \nSlickEdit’s\n Mar. 11, 2005 Board\nminutes).  Furthermore, even after the Court held, in its August 12, 2005 Order, that the employment\nagreement required continued bonus \npayments,\n \nSlickEdit\n has continued to withhold the payments. \n{44}\n         \nSlickEdit’s\n argument that liquidated damages should be reduced because it acted in good faith is\nrejected, and plaintiff’s request for liquidated damages equal to the amounts owed is, in the exercise of the\nCourt’s discretion, granted.  Even if there was good faith on the part of the corporate defendant, the Court\nwould still exercise its discretion to award liquidated damages.  Ms. Maurer was unfairly denied the bonus\npayments to which she was entitled.\n \nIV.\n \nJUDGMENT NOTWITHSTANDING THE VERDICT\nA.\nLegal Standard\n{45}\n         \nRule 50(b) of the North Carolina Rules of Civil Procedure provides, in relevant part as follows:\nWhenever a motion for a directed verdict made at the close of all the evidence is denied or\nfor any reason is not granted, the submission of the action to the jury shall be deemed to be\nsubject to a later determination of the legal questions raised by the motion.  Not later than\n10 days after entry of judgment, a party who has moved for a directed verdict may move to\nhave the verdict and any judgment entered thereon set aside and to have judgment entered\nin accordance with his motion for a directed verdict; . . . [T]he motion shall be granted if it\nappears that the motion for directed verdict could properly have been granted.  A motion\nfor a new trial may be joined with this motion, or a new trial may be prayed for in the\nalternative.  If a verdict was returned the judge may allow the judgment to stand or may set\naside the judgment and either order a new trial or direct the entry of judgment as if the\nrequested verdict has been directed.\nN.C.G.S. § 1A-1, Rule 50(b\n)(\n1). \n{46}\n         \nThe rules that apply in ruling on a directed verdict also apply when deciding on a motion for\njudgment notwithstanding the verdict—the motion is technically a renewed motion for directed verdict. \nHarvey\n v. \nNorfolk\n, 60 N.C. App. 554, 556, 299 S.E.2d 664, 666 (1983).\nJudgment notwithstanding the verdict should be granted only when the evidence is\ninsufficient as a matter of law to support the verdict. Where the evidence admitted at trial,\ntaken in the light most favorable to the non-moving party with all reasonable inferences\ndrawn in his favor, is sufficient to support the verdict, it should not be set aside.\nBeal v. K. H. Stephenson Supply Company, Inc\n., 36 N.C. App. 505, 507, 244 S.E.2d 463, 465 (1978).\n{47}\n         \nThe Court may properly grant a motion for judgment notwithstanding the verdict where the\nevidence presented by the non-moving party is insufficient to support the verdict.  \nBrokers, Inc. v. High\nPoint City Bd. of \nEduc\n., 33 N.C. App. 24, 234 S.E.2d 56 (1977).  To withstand a motion for directed\nverdict, the party opposing the motion must provide actual proof:\nof\n such a character as reasonably to warrant the inference of the fact required to be\nestablished, and not merely sufficient to raise a surmise or conjecture as to the existence of\nthe essential fact. . . . “[E]\nvidence\n which merely shows it possible for the fact in issue to be\nas alleged, or which raises a mere conjecture that it was so, is an insufficient foundation for\na verdict and should not be left to the jury.” . . . “Judges are no longer required to submit a\ncase to the jury merely because some evidence has been introduced by the party having the\nburden of proof, unless the evidence \nbe\n of such a character as that it would warrant the jury\nto proceed in finding a verdict in favor of the party introducing such evidence.”\nLee v. Stevens\n, 251 N.C. 429, 433, 111 S.E.2d 623, 627 (1959) (quoting \nByrd v. Express Co.\n, 139 N.C.\n273, 51 S.E. 851 (1905)).  The motion should be denied if there is “evidence more than a scintilla to\nsupport plaintiff’s prima facie case in all its constituent elements.”  \nClark\n v. Moore\n, 65 N.C. App. 609,\n610, 309 S.E.2d 579, 580 (1983).\n \n{48}\n         \nThis\n case presents an unusual interplay between the burdens of proof in fraud claims and punitive\ndamage claims.  Fraud must be proved by a preponderance of the evidence.  \nOliver v. Hecht\n, 207 N.C.\n481, 486, 177 S.E. 399, 402 (1934).\n  Recovery of punitive damages requires “clear and convincing”\nevidence.  \nN.C.G.S. § 1D-15(a).\n  It is a distinction with a difference.  It makes sense to require a person\nseeking the extraordinary damages sanctioned by punitive award to establish that right by clear and\nconvincing evidence while only having to establish the underlying claim by a preponderance of the\nevidence.  That is true even though the underlying claim is a fraud claim.  It may be that in most fraud\ncases the evidence which established fraud is so clear that it also reaches the level to support punitive\ndamages.  However, there can be situations—and this could be one of them—where the plaintiff could\nrecover on a fraud claim and not be entitled to recover punitive damages.  That is certainly the situation\nthe pattern jury instructions contemplate.  \nN.C.P.I. -- Civil 800.00; N.C.P.I. -- Civil 810.96.\n  For that\nreason, the Court will first examine the evidence to support the underlying fraud claim and then apply the\nclear and convincing standard to the punitive damages claim.\nB.\n{49}\n         \nDefendant Andre \nBoisvert\n bases his motion for judgment notwithstanding the verdict on the\ngrounds that the jury could not have reasonably found that plaintiff established the required elements of\nfraud. In fraud cases, the trial court may only grant a motion for judgment notwithstanding the verdict if\nthe plaintiff fails to present evidence supporting her prima facie case “in all its constituent elements.” \nRowan County Bd. of \nEduc\n. v. United States Gypsum Co\n., 332 N.C. 1, 16, 418 S.E.2d 648, 658 (1992).\n{50}\n         \nIn North Carolina, a prima facie claim of fraud consists of the following elements:\n(a) that defendant make a representation relating to some material past or existing fact; (b)\nthat the representation was false; (c) that when he made it defendant knew it was false or\nmade it recklessly without any knowledge of its truth and as a positive assertion; (d) that\nthe defendant made the false representation with the intention that it should be acted on by\nthe plaintiff; (e) that the plaintiff reasonably relied upon the representation and acted upon\nit; and (f) that the plaintiff suffered injury.\nBolick\n v. Townsend Co.\n, 94 N.C. App. 650, 652, 381 S.E.2d 175, 176 (1989) (quoting \nMyers & Chapman,\nInc. v. Thomas G. Evans, Inc.\n, 323 N.C. 559, 374 S.E. 2d 385 (1988)) (emphasis omitted). Defendant\nAndre \nBoisvert\n focuses on elements (a) (false representation), (e) (reasonable reliance), and (f)\n(damages).  The Court will address each separately.  Before doing so, it is important to note what plaintiff\ndoes not claim to be the underlying misrepresentation: plaintiff concedes that any claim based on the debt\nreduction is derivative and not the subject of this suit.  \n(Tr. 925.)\n \n1.         False Representation\n{51}\n         \nAndre \nBoisvert\n claims that Jill Maurer failed to present sufficient evidence at trial of a false\nrepresentation.  To satisfy the false representation element, a certain level of specificity is required.  \nNorth\nCarolina\n courts uniformly require that the representation be “definite and specific”.  \nHarding v. Southern\nLoan & Ins. Co.\n, 218 N.C. 129, 10 S.E.2d 599, 601 (1940).\n  \nSee also \nHorack\n v. Southern Real Estate Co\n.,\n150 N.C. App. 305, 313, 563 S.E.2d 47, 53 (2002).  Requiring this heightened level of specificity allows\ncourts to distinguish “mere puffing, guesses, or assertions of opinions from representations of material\nfacts.”  \nRowan\n \nCounty\n \nBd.\n of \nEduc\n., 332 N.C. at 17, \n418 S.E.2d at 659\n. \n{52}\n         \nAndre \nBoisvert\n complains that the evidence here of a misrepresentation on the part of Mr.\nBoisvert\n, submitted exclusively in the form of the plaintiff’s own testimony, does not give any indication\nthat a specific or definite promise was made.  Ms. Maurer testified at trial that in 2000 Mr. \nBoisvert\n was\nbrought on board as an advisor on the \npossible\n sale of the Company:\nQ.        Did you – from that point forward, over the next, you know, month or so, did you\nand Mr. \nBoisvert\n talk about the possibility of him becoming an advisor to you?\nA.        We did.  Andre and I ended up on the Board of Directors of [another] company\ntogether, and were able to talk to each other, got to know each other.  And it was – I had\nbeen unsuccessful at selling the company.  I was also looking at going into the mainframe\nmarket, which I didn’t really know much about.\nQ.        Let me stop you, I’m sorry.\nA.        Yeah.\nQ.        Did – did Mr. \nBoisvert\n agree to advise you and Clark in the possible sale of the\ncompany?\nA.        He did.  He started by saying that – that we probably needed investors.  He looked\nat the financials.  We didn’t really – our goal was to sell the company, and he told me that –\nbut I had been frustrated, because we tried to sell the company and it didn’t work. \n            * * *\n            Q.        Well what – what did he want in exchange for agreeing to be an advisor to you in\nthe possible sale of the company?\nA.        He wanted one percent of the company.\n            Q.        When you say one percent, does that mean stock?  Is that what he was talking\nabout?\nA.        Stock, right, that he gain, he’d get paid when the company was sold.\n* * *\nQ.        Did you and Clark talk between yourselves . . . about whether to agree to associate\nMr. \nBoisvert\n as an advisor for purposes of selling the company?\nA.        We did.\nQ.        And did you and Mr. Maurer agree with Mr. \nBoisvert\n at that time, that he should –\nthat his request for ownership of stock should be honored?\nA.        We did.\n(Tr. 142-44.)\n  Ms. Maurer also testified that she and Mr. \nBoisvert\n again discussed his role in the Company\nin July 2002:\nQ.        Let’s go up to July 2002.  Did you have any discussion with Mr. \nBoisvert\n in about\nJuly 2002 about why the company wasn’t selling?\nA.        I did.  It was very important to me at this time that it did.  I was on my own with the\nchildren.  We – we had separated and it was important – it was important to me to sell the\ncompany.\nQ.        What was Mr. \nBoisvert’s\n response to your questions about why the company\nwasn’t selling?\nA.        He said that he wasn’t motivated enough to sell the company, that he wanted – that\nin order for him to be motivated, he would need 10 percent of the company as opposed to\none percent.\n(Tr. 224.)\n{53}\n         \nThe extent of Jill Maurer’s testimony is that Andre \nBoisvert\n promised to be “an advisor in the\npossible\n sale of the company” and that in July 2002 he told her that, in order to be motivated to sell the\nCompany, he would need 10% of the Company.  Mr. \nBoisvert\n argues that this testimony falls far short of\ndemonstrating a specific or definite promise.  Reading all of the evidence in a light most favorable to the\nplaintiff, the Court is inclined to agree.\n{54}\n         \nThere was little evidence presented here as to any of the terms of Mr. \nBoisvert’s\n promise.  First,\nno representation was made that a sale would or should take place by any particular date.  Jill Maurer\nherself testified that “we did not have an exact date in mind.  We had the sense, you know, we – I certainly\ndid not think it would take four years.  I – I didn’t think it would take that long.”  \n(Tr. 588.)\n  Second, Ms.\nMaurer testified that Mr. \nBoisvert\n never promised to sell to a particular type of company. \n(Tr. 600.)\n{55}\n         \nFurthermore, plaintiff presented no evidence that Mr. \nBoisvert\n promised to try to sell the\nCompany for any particular price.  On cross examination, Ms. Maurer’s testimony as to the intended price\nwas as follows:\nQ.        Now he – and he never promised that he would – he would sell it for a particular\nprice, right?\nA.        Not necessarily for a particular price, we discussed sort of a range of prices.\nQ.        Did he promise you he’d sell it within that range?\nA.        He promised that he would try to sell within that range.\nQ.        What was that range?\nA.        The number that we had talked about was 20 million, and I don’t remember at the\ntime if we had said, you know, like 15 to 25, I don’t really remember.\n* * *\nQ.        But he never promised you that he could sell it for $20,000,000, did he?\nA.        He said that he had the \ncapabilities, that\n he was – he – you know, that he was one of\nthe best people that we could have to – to work to help us do that.\nQ.        But that’s different than promising to sell it for $20,000,000, right?\nA.        He promised to actively try to sell to [sic] for that.\nQ.        Well –\nA.        You know, if you’re trying to say did he absolutely guarantee that he could do that,\nhe didn’t do that.  He definitely said that he had the capabilities to do it.\n(Tr. 588-89.)\n  According to plaintiff’s own testimony, Mr. \nBoisvert\n never stated that he would sell for a\nparticular price or even within a given price range other than that he “had the capabilities” to sell the\nCompany somewhere in the $20,000,000 range.\n \n[3]\n{56}\n         \nAt best, plaintiff bases her claim of fraud on a side agreement between herself and Andre \nBoisvert\nthat he would work as “an advisor in the possible sale of the company”—a promise that  was neither\nreduced to writing nor reflected in any corporate documents, including Mr. \nBoisvert’s\n stock purchase and\nconsultant agreements.  According to the plaintiff herself, there was no agreement as to any time frame\nwithin which the sale should take place, or that Mr. \nBoisvert\n would sell for a particular price or range of\nprices, other than that he “had the capabilities” to do so. \n{57}\n         \nAn\n alleged promise is not definite and specific if there is no evidence of the terms of the\nagreement.  \nSee \nHorack\n v. Southern Real Estate Co\n., 150 N.C. App. 305, 313, 563 S.E.2d 47, 53 (2002). \nIn \nHorack\n, the plaintiff was a commercial real estate broker who sued his former employer and another\nbroker who had been one of his co-workers at that company.  The plaintiff claimed that he was defrauded\nwhen the broker failed to honor an alleged agreement to share the commission from a transaction on which\nhe had worked when he was still with the company.  The trial court ruled in favor of the broker on his\nmotion for directed verdict, and the North Carolina Court of Appeals affirmed that decision on the ground\nthat the plaintiff had failed to demonstrate that the misrepresentation was definite or specific.  In so\nholding, the Court noted that “[t]here was no evidence detailing the terms of plaintiff’s commission on the\n. . . transaction under the alleged separate agreement, especially those terms concerning the amount of that\ncommission.”  \nHorack\n, 150 N.C. App. at 313, \n563 S.E.2d at 313\n.\n{58}\n         \nHere, as in \nHorack\n, there is little clarity as to the terms of the alleged promise.  There is no\nevidence that Mr. \nBoisvert\n was to sell the Company by a certain date.  There is no evidence that he\nrepresented that he could or would sell the Company for a given price or an amount within a specified\nprice range.  There is no indication as to whether the alleged promise was contingent on Mr. Maurer’s\napproval of a general plan to sell the Company or of any specific transaction—which all agree would be\nrequired in order to sell the Company.  Plaintiff’s testimony indicates that Mr. \nBoisvert\n agreed to “advise”\nSlickEdit\n in its efforts to sell the Company and that he stated that he was “capable” of selling the\nCompany within a certain price range.  Even ignoring the mountain of evidence—in the form of Company\ndocuments and the testimony of every other person involved in \nSlickEdit\n management—that consistently\nindicates that Mr. \nBoisvert\n was brought in for purposes other than to sell the Company, plaintiff’s\nevidence fails to demonstrate that a definite and specific representation was made by Andre \nBoisvert\nwhich might serve as the basis for a fraud claim.\n \n2.         Reasonable Reliance\n{59}\n         \nEven\n had plaintiff offered sufficient proof of false representation, Defendant \nBoisvert\n argues, Ms.\nMaurer failed to establish that she reasonably relied and acted on that misrepresentation.  For a fraud claim\nto be actionable, a plaintiff must prove that she reasonably relied on the false representation to her\ndetriment.  \nSee Wall v. Fry\n, 162 N.C. App. 73, 78, \n590 S.E.2d 283, 286\n (2004). Generally, the issue of\nwhether the complainant relied reasonably on another’s false representation is a question for the finder of\nfact.  \nOlivetti Corp. v. \nAmes\n Bus. \nSys.,\n Ins.\n, 319 N.C. 534, 544, 356 S.E.2d 578, 584 (1987).\n{60}\n         \nIn order to properly address this issue, it is helpful for the Court to consider separately the specific\npoints in time at which the plaintiff alleges the false representations were made:  1) the initial hiring of\nAndre \nBoisvert\n in 2000; 2) the second issuance of stock to Andre \nBoisvert\n in July 2002; and 3) \nSlickEdit’s\ndecision in September 2002 to reduce Mr. \nBoisvert’s\n debt by half.\n{61}\n         \nWith\n regard to the initial hiring, plaintiff’s evidence failed to indicate any reliance whatsoever on\nthe part of Jill Maurer.  Ms. Maurer alleges that Andre \nBoisvert\n first represented that he would help to sell\nSlickEdit\n in 2000 when he was hired as a consultant.  It should first be noted that Ms. Maurer was not yet\na shareholder at \nSlickEdit\n at the time, so she was not even in a position to rely \ndetrimentally\n on the\npromise. \n{62}\n         \nFurthermore, Ms. Maurer’s actions, when contrasted with an earlier effort to sell \nSlickEdit\n, show a\nfailure to actually rely on such a promise by Andre \nBoisvert\n.  At the time of the alleged promise, \nSlickEdit\nhad recently ended an engagement with Paul Rasmussen under which Mr. Rasmussen was helping to sell\nthe Company.  Mr. Rasmussen had been brought on as an advisor to \nSlickEdit\n, and a written contract was\nexecuted explicitly stating that his responsibility was to sell the Company.  That agreement stated that\nRasmussen would be compensated at an hourly rate and that he would receive a commission on a scale of\n2-6% upon the completion of a successful sale. \n{63}\n         \nIn\n relying on the agreement with Mr. Rasmussen, plaintiff knew exactly what to do, and she did\njust that.  She reduced the promise and the terms of the agreement to writing.  Here, however, instead of\nacting in reliance on Mr. \nBoisvert’s\n promise, she acted altogether inconsistently with such an agreement. \nRather than reducing the alleged promise to writing, Jill Maurer, on behalf of the Company, had\nconsulting and restricted stock purchase agreements executed which failed altogether to state that Mr.\nBoisvert\n was being brought in to help sell the Company.  Those agreements, signed by the plaintiff\nherself, instead point to a different role for Mr. \nBoisvert\n—to help \ngrow\n the Company.\n{64}\n         \nLikewise, plaintiff has failed to establish reasonable reliance as to the issuance of a 10% share of\nthe Company in July 2002.  Plaintiff’s own expert, Randy Whitt, testified that the $1.81 per share\nvaluation, reflected in the promissory note that was given in exchange for the 10% share, was an\nappropriate price. \n(Tr. 844.)\n  This was based on his determination that the corporation at the time was\nvalued at approximately $9,000,000.  \n(Tr. 827-28, 850-59.)\n  Had Mr. \nBoisvert’s\n role been to sell the\nCompany and had the corporation sold at that time at its fair market value, he would have received\nnothing for his services.  It would have been patently unreasonable for Ms. Maurer to rely on an alleged\npromise by Andre \nBoisvert\n to work to sell the Company with full knowledge that he would receive no\ncompensation for doing so.\n{65}\n         \nThis\n leaves only the decision by the Company in September of 2002 to reduce Andre \nBoisvert’s\ndebt to the Company by half.  Ms. Maurer’s reliance on this occasion was far from reasonable.  Ms.\nMaurer was unreasonable in relying on a secret agreement with Mr. \nBoisvert\n and affirmatively\nmisrepresenting to the Board why the debt forgiveness was being sought.  Ms. Maurer put forward the\nmotion at the September 23, 2002 board meeting, and she testified at trial that her reason for doing so was\nto provide more motivation for Mr. \nBoisvert\n to sell the Company.  No mention is made in the minutes\nfrom that board meeting, however, that that objective was ever stated as the basis for the debt\nforgiveness.  In any event, Ms. Maurer does not claim that promise is the one upon which she is suing for\nfraud.  \nSee supra\n ¶ 71.  \n{66}\n         \nThroughout the entirety of Ms. Maurer’s relationship with Mr. \nBoisvert\n, it would have been\nunreasonable for her to rely on a side agreement with Andre \nBoisvert\n that was inconsistent with the\nmission of the corporation and the goals of the majority of \nSlickEdit’s\n Board of Directors.  A fraud\nclaimant cannot reasonably rely on a promise with full knowledge that the \npromisor\n is without the power\nto carry out the promise.  \nSee \nHorack\n, 150 N.C. App. at 313, \n563\n S.E.2d at 53 (holding that the plaintiff\ncould not have reasonably relied on the defendant’s misrepresentations where she was aware that the\ndefendant did not have the authority to fulfill the promise).\n{67}\n         \nJill Maurer was fully aware that neither she nor Andre \nBoisvert\n had the power to sell the Company\nwithout approval of the other directors.  Ms. Maurer herself testified that were the Company to be sold,\nsuch sale would have to be approved by Clark Maurer.  \n(Tr. 597.)\n  Clark Maurer testified that after the\nengagement with Paul Rasmussen failed, his understanding was that in order to consider selling the\nCompany at some point in the future, the business would have to grow first (Tr. 726.)  He further testified\nthat his understanding was that Andre \nBoisvert\n was brought in to do just that, stating that \nSlickEdit\n “didn’t\nbring [Andre] in to sell the company at any point in time.”  Similarly, Howard Lewis—the only member\nof the Board of Directors other than the \nMaurers\n and the \nBoisverts\n—testified that the corporation’s\nprimary strategy at the time was to grow.  Ms. Maurer, herself an officer and director at \nSlickEdit\n, was no\ndoubt aware that Andre \nBoisvert\n owed fiduciary duties of due care, loyalty, and candor to the Company\nwhich would obligate him to work to execute the goals of the corporation and not her own personal\nwishes.\n[4]\n{68}\n         \nUltimately, it was simply unreasonable for Jill Maurer to rely on an alleged promise to sell the\nCompany where there was no agreement as to target price, target time frame, strategy to take in\naccomplishing that task, compensation for doing so, or even the power to carry it out.  The Court therefore\nconcludes that plaintiff failed to introduce sufficient evidence of reasonable reliance to support the verdict.\n \n3.         Damages\n{69}\n         \nAndre \nBoisvert\n also argues that the verdict is not supported by competent evidence of actual\ndamages recoverable in a direct action.  Proof of actual damages is an essential element of a claim of\nfraud.  \nSee Piedmont Inst. of Pain Mgmt. v. \nStaton\n Found.\n, 157 N.C. App. 577, 589-90, 581 S.E.2d 68, 76-\n77 (2003) (citing \nMyers & Chapman, Inc. v. Thomas G. Evans, Inc.\n, 323 N.C. 559, 568, 374 S.E.2d 385,\n391 (1988)).\n{70}\n         \nAgain, it is helpful for the Court to consider separately the specific points in time at which the\nplaintiff alleges the false representations were made:  1) the initial hiring of Andre \nBoisvert\n in 2000; 2) the\nsecond issuance of stock to Andre \nBoisvert\n in July 2002; and 3) the corporation’s decision in September\n2002 to reduce Mr. \nBoisvert’s\n debt by half.  In 2000, when Andre \nBoisvert\n received the first 1% of\nSlickEdit\n stock, Ms. Maurer was not a shareholder and therefore was not in a position to be damaged,\neither directly or indirectly by the transaction. \n{71}\n         \nThe\n third event, the forgiveness of half of Mr. \nBoisvert’s\n debt, cannot serve as the basis for\ndamages here.   The Court previously ruled, in its May 16, 2005 Order, that a claim on any injury arising\nout of that event would belong to the corporation and not to the plaintiff individually.  \nMaurer v. \nSlickEdit\n,\nInc\n., 2005 NCBC 1, ¶63.\n  The parties themselves stipulated that, if wrongful, the debt forgiveness resulted\nin injury to the corporation and not to the plaintiff herself.  Plaintiff’s counsel acknowledged this both\nbefore the jury at trial and during oral arguments on the post-trial motions.  \n(Tr. 925.)\n (“I think the loan\nforgiveness claim, if we have that claim, yeah, \nit’s\n derivative, just like Mr. Millen said.”.)  The Court also\ninstructed the jury that the forgiveness of the promissory note could not serve as the basis for an award of\ndamages.\n{72}\n         \nOnly\n the second event—the sale of a 10% interest in \nSlickEdit\n in July, 2002—remains.  As to that\nevent, plaintiff claims that she was harmed when her percentage ownership of \nSlickEdit\n diminished to\n42.7% as a result of \nSlickEdit’s\n decision to issue 500,000 treasury shares to Andre \nBoisvert\n on July 1,\n2002.  As is always the case when a corporation issues new shares of stock, all of \nSlickEdit’s\n shareholders\nat the time, including Jill Maurer, Clark Maurer, Erica \nBoisvert\n, and Howard Lewis, saw a dilution in their\npercentage\n ownership when those shares were issued.\n{73}\n         \nCourts that have awarded damages for dilution of ownership percentage have done so where the\nrecipient paid less than the \nactual value\n of the stock.  \nSee, e.g., Stone v. Martin\n, 85 N.C. App. 410, 355\nS.E.2d 255 (1987) (affirming the trial court’s cancellation of the defendant director’s stock where the trial\ncourt found he caused the corporation to issue shares of stock to himself for \nno\n consideration); \nUS v.\nNASD, Inc.\n, 422 U.S. 694, 708 n. 17 (1975) (“The existing shareholders’ equity interests were diluted\nbecause the incoming investors bought into the fund at less than the actual value of the shares at the time\nof purchase.”); \nRosenbaum v. McAllister\n, 64 F.3d 1439, 1446 (10th Cir. 1995) (stating that “to the extent\nthe corporation received less than fair value for the shares sold to the class members it diluted the value of\nthe stock held by the other common shareholders”). \n{74}\n         \nWhile\n all of \nSlickEdit’s\n shareholders experienced a loss of percentage ownership, none lost \nvalue\nas a result of the transaction because the shares were given in exchange for an amount equal to the actual\nvalue of those shares.  In exchange for the 500,000 shares, Andre \nBoisvert\n gave the corporation a\npromissory note in the amount of $905,000 plus interest.  Plaintiff’s expert witness testified that the\n$905,000 amount, based on \na per\n share valuation of $1.81, was fair market value. \n{75}\n         \nTherefore\n the amount given by Mr. \nBoisvert\n was equal to the value of the stock received.  Even if\nthe transaction was caused by a fraudulent misrepresentation by Mr. \nBoisvert\n, there were no actual\ndamages to either \nSlickEdit\n or its shareholders, because equal value was added to the corporation and\nindirectly to the shareholders, including Jill Maurer.  As the value given was equal to the value received,\nthere are no pecuniary losses on which to base a claim for damages.  \nSee Wall v. Fry\n, 162 N.C. App. 73,\n78-79, 589 S.E.2d 283, 286-87 (2004) (affirming dismissal of the plaintiff’s fraud claim where the value\nreceived in the allegedly fraudulent transaction was equal to the value given).\n{76}\n         \nEven\n if the transaction had caused damages to \nSlickEdit\n directly and to its shareholders indirectly,\nhowever, plaintiff would not be the proper party to recover.  The transaction complained of here was\nbetween the corporation and one of its board members.  Any resulting injury would have been to the\nCompany directly, and a claim for damages on that injury would properly be brought by the Company\nitself—not one of its minority shareholders.  \nSee \nAubin\n v. Susi\n, 149 N.C. App. 320, 560 S.E.2d 875 (2002)\n(holding that a minority shareholder cannot maintain a fraud action for her own individual recovery\nwithout “a showing that she has sustained ‘a loss peculiar to herself’” and affirming dismissal of the\nplaintiff’s fraud claim because she failed to show a sustained loss different from that sustained by the\ncorporation) (quoting \nOuten\n v. \nMical\n, 118 N.C. App. 263, 266, 454 S.E.2d 883, 885 (1995)).\n[5]\n \n The Court\ntherefore must conclude that the plaintiff failed to present sufficient evidence of actual damages to support\nthe verdict. \n{77}\n         \nThe problem confronting the Court is that the only possible sustainable case of fraud that the\nevidence discloses is based upon a claim which is derivative and based upon a conspiracy to deceive the\nother directors and shareholders.  The evidence supported a finding that Andre \nBoisvert\n promised Jill\nMaurer that if his debt were reduced he would work to sell the Company and that he did not intend to do\nso at the time he made the promise.\n[6]\n  \nNeither Jill Maurer nor Andre \nBoisvert\n disclosed that deal to the\nother shareholders and directors.  Instead Jill made the motion based upon Andre’s past contributions to\nthe Company and the other directors—all of whom were opposed to selling the Company—went along.  It\nwas the Company which lost the asset, not the shareholder, and Jill Maurer was affected in precisely the\nsame way that all the other shareholders were affected.  Jill had no incentive to vote for the debt reduction\n—other than to support her personal interest in seeing the Company sold.   Defendant Andre \nBoisvert’s\nmotion for judgment notwithstanding the verdict should be granted.\nC.\n{78}\n         \nIn North Carolina, punitive damages may only be awarded if the plaintiff proves compensatory\ndamages and the jury finds the presence of one of the following aggravated factors relating to the injury\nfor which compensatory damages were awarded:  (1) fraud, (2) malice, or (3) willful or wanton conduct. \nN.C.G.S. § 1D-15(a).\n   The existence of the aggravating factor must be proved by clear and convincing\nevidence.  \nN.C.G.S. § 1D-15(b).\n  The clear and convincing standard is greater than the general\npreponderance of the evidence standard—it requires evidence “which should ‘fully convince.’”  \nSchenk v.\nHNA Holdings, Inc\n., 613 S.E.2d 503, 508 (2005) (quoting \nIn re Smith\n, 146 N.C. App. 302, 204, 552\nS.E.2d 184, 184 (2001)). \n{79}\n         \nHere\n, the jury found that the evidence of fraud on the part of Andre \nBoisvert\n warranted an award\nof punitive damages in this case.  The Court finds that the evidence presented to support this conclusion is\nfar from clear and convincing.\n{80}\n         \nPlaintiff testified at trial that an agreement was struck between her and Andre \nBoisvert\n in 2000\nwhereby Mr. \nBoisvert\n would work to sell the Company.  She also testified that that agreement was\nreinforced when a 10% stock interest was issued in July 2002 to provide “more motivation” for Mr.\nBoisvert\n to sell the Company.  Neither agreement \nwas reduced\n to writing nor was either confirmed by\nevidence of action on the part of either party in conformity with such an agreement. \n{81}\n         \nJill Maurer’s former husband and \nSlickEdit\n co-founder Clark Maurer testified that he had no\nknowledge that such an agreement ever even existed.  Mr. Maurer and Howard Lewis, \nSlickEdit’s\nPresident at the time of the 2002 stock issuance, both testified that their understanding was that Andre\nBoisvert\n was being compensated for his efforts to help \ngrow\n the Company.  Neither Mr. Maurer nor Mr.\nLewis was under the impression that Mr. \nBoisvert’s\n role in the Company was to position it for sale. \n{82}\n         \nThe Company’s attorney, Larry Robbins, who drafted the Stock Purchase Agreements, also had no\nknowledge of any such agreement.  Robbins was told, and it was his understanding, that the Company’s\nstrategy was to grow the Company.  At trial, Robbins testified as follows:\nQ.        Did Ms. Maurer tell you, in this year 2000 time period, that she had invited Mr. \nBoisvert\n to\njoin the board in order for him to sell the company?\nA.        No.\nQ.        Let me expand on the question, the time period and question.  Did she tell you at any time\nfrom the year 2000 to the time that she was terminated by \nSlickEdit\n in April \n2004, that\n Mr.\nBoisvert\n had agreed to sell the company for her? \nA.        No.\n* * *\nQ.        [W]as it your understanding in this year 2000 time period, that the overall strategy that was\nbeing discussed was a growth strategy?\nA.        Yes, sir.\n(Tr. 951, 953.)\n \n{83}\n         \nThe Restricted Stock Purchase Agreements themselves, which were executed by Ms. Maurer on\nbehalf of the Company, specifically state that Mr. \nBoisvert’s\n “relationship with the company is important\nfor its growth\n.”  Plaintiff’s \nExh\n. \n21 (Restricted Stock Purchase Agreement) (emphasis added).\n  The\nconsultant agreements, executed between \nSlickEdit\n and Andre \nBoisvert\n in January 2002 and July 2002,\nstate that Mr. \nBoisvert’s\n duties were to “[a]\nssist\n senior management in identifying key strategic alliance\npartners” and, once those partners were identified, to “assist senior management in getting these key\nalliance partners to license \nSlickEdit’s\n technology either under a VAR or OEM agreement.”  Plaintiff’s\nExh\n. \n10 (Agreement for Individual Consultant, \nExh\n.\n A); Plaintiff’s \nExh\n. \n11 (Agreement for Individual\nConsultant, \nExh\n.\n A).  Even though the second of these agreements was signed by both Jill Maurer and\nAndre \nBoisvert\n and executed in the same month as the second alleged promise, no mention is made of any\nduty on the part of Mr. \nBoisvert\n to work to sell the Company.\n{84}\n         \nPaul Rasmussen, who had previously been engaged by the \nMaurers\n to help sell \nSlickEdit\n, testified\nthat he spoke with Ms. Maurer concerning Mr. \nBoisvert’s\n role at \nSlickEdit\n at the time the initial\nagreement was made with Mr. \nBoisvert\n.  His testimony as to that conversation was as follows:\nQ.        After your engagement ended, did you ever have occasion to speak with Ms. Maurer\nconcerning some dealings that she was beginning to have with Andre \nBoisvert\n?\nA.        Yes.  Yes.  I did.  I -- I did have a conversation with -- with Jill about Andre, that\nshe was considering bringing Andre in and she -- she knew that I knew him and not well,\nbut I knew of him.  And she told me that she was bringing him in for strategic reasons.  The\nintent was not to sell the company, it was just for strategic reasons, and some of the things\nthat they wanted to do and expand the business and so on.\nQ.        Do you recall her specifically telling you that her intent in bringing Mr. \nBoisvert\ninto the company was not to sell the company?\nA.        She said they had changed their mind.  They weren’t going to sell the company and\nthere were strategic things they wanted to do to grow the company.\nQ.        Did she ever, at any time, tell you that her reason for bringing him to the company\nwas to sell the company?\nA.        Nope.\n(Tr. 1159-60.) \n{85}\n         \nAnother\n factor that makes it difficult to find clear and convincing evidence to support a punitive\ndamage claim is the exoneration of Erica \nBoisvert\n by the jury.  The jury had to find that there was no\nfraud in any of the transactions involving her.  The one conversation she had no part of was the one\nbetween Andre and Jill on debt reduction.  The jury did not find any long running conspiracy between\nErica and Andre to defraud Jill.\n{86}\n         \nThere\n is simply no clear and convincing evidence that a valid agreement under which Andre\nBoisvert\n would work to sell the Company ever existed, and there is an abundance of evidence to the\ncontrary.  While the plaintiff herself claims that such an agreement was reached, she presented no\nevidence whatsoever indicating a target sale date or that a price target was ever discussed.  Other than the\nplaintiff’s own testimony, there is no evidence that Andre \nBoisvert\n was hired by \nSlickEdit\n to help sell the\nCompany.  All other evidence, including agreements executed by the plaintiff and testimony from every\nperson involved in acquiring and retaining Mr. \nBoisvert’s\n services, points to the conclusion that Andre\nBoisvert\n was brought on board for strategic purposes—to help grow the Company, not to market it for\nsale.  Plaintiff’s evidence of fraud on the part of Andre \nBoisvert\n falls far short of being clear and\nconvincing, and for that reason, Defendant \nBoisvert’s\n motion for judgment notwithstanding the verdict,\ninsofar as it relates to the punitive damages award, should be granted.\n{87}\n         \nIn\n summary, the following factors, most of them \nuncontroverted\n, militate against a finding of clear\nand convincing evidence:\n1)\n      \nThe jury verdict exonerating Erica \nBoisvert\n;\n2)\n      \nPlaintiff’s expert’s testimony that the fair market value of the Company was 9 million dollars\nrather than 20 million dollars;\n3)\n      \nThe animosity between the \nMaurers\n, which made any agreement on management of the\nCompany problematic;\n4)\n      \nThe necessity for Clark Maurer, who was the creative force behind the design of the software,\nto agree to any sale;\n5)\n      \nThe written Company minutes, \nunobjected\n to by plaintiff, \nwhich referred to the plans to grow\nthe Company;\n6)\n      \nThe testimony of non-party witnesses like Mr. Robbins and Mr. Rasmussen that they were told\nthat the plan was to grow the Company;\n7)\n      \nThe contrast between the written brokerage agreement with Rasmussen and the oral agreement\nrelied upon by plaintiff;\n8)\n      \nThe secretive nature of the agreement between Jill and Andre;\n9)\n      \nThe lack of any financial incentive for Andre \nBoisvert\n to work to sell the Company until the\ndebt reduction;\n10)\n  \nThe financial benefit to the \nBoisverts\n of Erica remaining employed by the Company;\n11)\n  \nThe absence of any offers for the Company prior to the tech bubble bursting and the change in\nthe market after the bubble burst;\n12)\n  \nPlaintiff’s inability to specify a timeframe, price, or other conditions of sale which Andre\nBoisvert\n was obligated to fulfill; and\n13)\n  \nThe absence of any evidence that this one product Company which competes against free open-\nsource products could be sold at all.\n{88}\n         \nEven if the appellate courts were to find that Jill Maurer had a direct claim for the fraudulent\ninducement of her support for Andre’s debt reduction, there remain two troubling aspects of the jury\nverdict.  First, the award of actual damages of $452,500 gives the full compensation to Jill and all of the\nother shareholders and the corporation do not recoup any of their loss.  Second, the award of punitive\ndamages to Jill for Andre’s reneging on a secret agreement concealed by Jill from the other shareholders\nand directors rewards equally reprehensible conduct on her part.  This Court has trouble sustaining an\naward of punitive damages under those circumstances.  To do so is to reward conduct that amounts to a\nbreach of fiduciary duty. Also, where the party injured knows that she is participating in a secret deal\npurposely hidden from other shareholders and directors, there cannot be clear and convincing evidence of\nreasonable reliance required \nto sustain\n punitive damages.\n{89}\n         \nFinally\n, where, as here, a director proposes corporate action for which she has a personal interest\nor agenda, there exists a duty of loyalty and a duty of candor to the corporation and the other directors to\ndisclose the personal interest.  In this case, Jill Maurer failed to comply with that duty.  Undoubtedly, she\nbelieved \nClark\n could be persuaded to sell if both she and Andre were influencing him, but there was a duty\nto disclose her agreement and self-interest when she made the motion to reduce Andre’s debt.  Her failure\nto comply with her duty of loyalty and candor should bar her from recovering punitive damages.  It would\nalso serve as a bar to a claim for fraud based on the debt reduction.  Even if the fraud claims were\nsustained, this Court would conclude that plaintiff did not meet her burden of proof of clear and\nconvincing evidence on the punitive damage claim.\n{90}\n         \nIf directors A and B conspired to usurp a corporate opportunity and A later declined to give B her\nshare of the profit from the usurped opportunity, would the courts of North Carolina enforce the\nagreement made in breach of the fiduciary duties of A and B?  The Court does not believe they would. \nThis situation is no different; an award of punitive damages would be contrary to public policy.\nV.\nNEW TRIAL\n{91}\n         \nDefendant \nBoisvert\n, as an alternative to his motion for judgment notwithstanding the verdict, has\nmoved for a new trial under Rule 59 of the North Carolina Rules of Civil Procedure.  Under N.C.G.S. §\n1A-1, N.C. R. \nCiv\n. P. 50(c)(1), if a motion for judgment notwithstanding the verdict is granted, “the Court\nshall also rule on the motion for new trial, if any, by determining whether it should be granted if the\njudgment is thereafter vacated or reversed, and shall specify the grounds for granting or denying the\nmotion.”  \nSee Cox v. \nSteffes\n, 161 N.C. App. 237, 246, \n587 S.E.2d 908,\n 914 (2003).\n{92}\n         \nAndre \nBoisvert\n argues that certain objectionable evidence introduced at trial “distorted and\noverwhelmed the trial proceedings in a way that plainly influenced the jury’s verdict.”  (Defendants Brief\nin Support of Post-Trial Motions, at 21.)  Specifically, Mr. \nBoisvert\n complains about the following\ncategories of evidence:  evidence of plaintiff’s termination, Mr. \nBoisvert’s\n role in the termination, the\nforgiveness of Mr. \nBoisvert’s\n debt to the Company, his past dealings with another company (CIP),\npersonal information concerning the plaintiff and Clark Maurer, and Mr. \nBoisvert’s\n alleged attempt to\ncorrupt a designated witness.\n{93}\n         \nThe Court has determined that if the jury verdict is upheld by the appellate court, Mr. \nBoisvert’s\nasserted grounds for new trial should be denied.  The Court has carefully reviewed Mr. \nBoisvert’s\n asserted\ngrounds for new trial and believes that they are without merit.  The parties to this drama have woven a\nmesh of deception, intrigue, domestic squabble, corporate infighting, greed, and oral agreements that\nmade it impossible to understand the claims and defenses without seeing the whole picture.  Thus,\nevidence of plaintiff’s termination, Mr. \nBoisvert’s\n role in it, \nthe\n forgiveness of his debt, the Maurer’s\ndomestic dispute, and the \nBoisverts\n’ involvement therein are relevant parts of the overall picture.  Mr.\nBoisvert’s\n past dealings with CIP and the disagreements between the shareholders of that Company were\nan unfortunate sideshow, but not prejudicial.  The fact that Mr. \nBoisvert\n was unwise and arrogant enough\nto contact a witness for the plaintiff without consulting his own counsel is not grounds for a new trial.\n{94}\n         \nFinally\n the Court notes the issue of plaintiff’s counsel’s conduct concerning contact with a\nsequestered witness.\n[7]\n  Although the Court finds that conduct improper, it was not sufficiently prejudicial\nto warrant a new trial.\nVI.\nCONCLUSION\n{95}\n         \nThis\n case presents a classic example of how not to run a corporation.  Defendant Andre \nBoisvert\nprobably did mislead Jill Maurer about what he would do for her personal interests.  His\nmisrepresentations do not rise to the level of actionable fraud, at least as would support a claim by her\ndirectly as opposed to the corporation.  She has not established any damages or reasonable reliance.  Even\nif there \nexists\n a sustainable fraud claim, the evidence was not of a clear and convincing nature to support\npunitive damages.\n{96}\n         \nThe Court exercises its discretion to invoke liquidated damages under N.C.G.S. § 95-22.22(a1).  It\nis difficult to find that anyone involved in this dispute has acted in “good faith”.  Certainly, the decision to\ncut off all of Mrs. Maurer’s income was not made in good faith.  Even if it was made in good faith, the\nCourt’s decision would be the same.\n{97}\n         \nThe\n posture of this case prevents the Court from reaching an equitable solution to the disputes\nbetween the parties.  The ideal, equitable, and just result here would be for Mr. \nBoisvert\n to turn his stock\nback to the corporation and to have his debt cancelled.  If the corporation, or a majority of its shareholders,\nwished to employ Mr. \nBosivert\n for any purpose it could do so with a written contract spelling out his\nduties and compensation.  He could choose not to be affiliated with the Company in any way—a wise\ncourse in the Court’s view.  Unfortunately, the Court has not found a sound legal basis for invoking that\nkind of equitable relief given the posture of the case.  It would welcome any opportunity provided by the\nappellate courts.\n[8]\n{98}\n         \nThe Court has considered another possibility—ordering a \nremittitur\n reducing the award to plaintiff\nto $184,875.  That would represent Jill Maurer’s 42.5% of the $435,000 debt reduction.  It would\ncompensate her for her ownership percentage of the debt reduction.  It would eliminate the punitive\ndamages for the reasons cited in this opinion.  It would have the benefit of making Andre \nBoisvert\n pay\ndamages to her for misleading her about his intent without permitting her to recover actual damages that\nbelong to the corporation or other shareholders, and it would not allow her to recover punitive damages in\na situation where she may have breached her fiduciary duty to the corporation.  The problem is that her\nclaim for that fraud is derivative—as her counsel has conceded.\n{99}\n         \nThe\n parties have failed in two attempts at mediation.  If the appellate courts find that there is a\nvalid fraud claim on the record in this case, this Court does not believe a new trial is warranted.  Even\nafter the appellate process has run its course years from now, this corporation will remain adrift until the\nparties reach some agreement about its future and their respective roles in it.\n{100}\n     \nBased\n upon the foregoing, it is hereby ORDERED, ADJUDGED and DECREED:\n1.         Plaintiff’s claim for liquidated damages under the North Carolina Wage and Hour Act is\nGRANTED and Defendant \nSlickEdit\n shall pay liquidated damages equal to the total\namount owed under plaintiff’s Employment Agreement.\n2.         Defendant Andre \nBoisvert’s\n motion for judgment notwithstanding the verdict on plaintiff’s\nfraud claim is GRANTED.  Judgment is hereby entered dismissing plaintiff’s claim for\nfraud against Andre \nBoisvert\n.\n3.         Defendant Andre \nBoisvert’s\n motion for judgment notwithstanding the verdict on plaintiff’s\npunitive damages claim is GRANTED.  Judgment is hereby entered dismissing plaintiff’s\nclaim for punitive damages.\n4.         Alternatively, Defendant Andre \nBoisvert’s\n motion for a new trial is DENIED.\n \n \nIT IS SO ORDERED, this the 3d day of February 2006.                                         \n \n[1]\n        Ms. \nBoisvert\n testified that when she began work on cleaning up the company’s books, she discovered that the company had\na significant cash problem.  In January 2001, for instance, Erica discovered that the company was left with less than one month of\noperating capital after Jill Maurer wired a substantial sum of money from the company to her personal account.\n \n[2]\n        Even if the verdict against Andre \nBoisvert\n is upheld and paid, Andre, Erica, and Howard Lewis will control over 14% of\nthe Company’s outstanding shares.  Erica \nBoisvert\n will remain as CEO.  Andre, Clark, and Howard will still control the Board of\nDirectors, and \nClark\n will remain the Chief Technology Officer and architect of the software product.\n \n[3]\n        Mrs. Maurer knew that there had been no interest in buying the company in the twenty million dollar range when it was\nlisted with Mr. Rasmussen.  In the interim the tech bubble had burst and technology companies had lost their luster.  She agreed to\nsell Mr. \nBoisvert\n stock at fair market value—valuing the entire company at $9,000,000.  It is not reasonable to rely on a promise to\nsell at more than double fair market value.  There is no evidence in this record that the company could be sold, much less that it\ncould be sold at a price far in excess of fair market value.\n \n[4]\n   While it was clear to everyone that Jill Maurer wanted the Company sold for personal reasons, this record is devoid of any\nevidence that she disclosed her agreement with Andre \nBoisvert\n—to reduce his corporate debt in return for his promise to sell the\nCompany—with any other director or shareholder.  It was an undisclosed side deal.\n \n[5]\n        A recent case out of the Delaware Supreme Court drew a distinction between direct and indirect harm in determining\nwhether a case is direct or derivative or direct in nature.  In \nTooley\n v. Donaldson Lufkin & Jenrette, Inc.\n, the Court adopted a ‘direct\nharm’ approach, ruling that “the stockholder must allege something other than an injury resulting from a wrong to the\ncorporation.”  845 A.2d 1031, 1035 (Del. 2004).  The Court also looked at whether the resulting relief should properly go to the\ncorporation or the individual owners\n.  \nId.\n at 1036.\n  For a discussion of the “direct harm” approach and its subsequent application in\nother jurisdictions, see Daniel S. Kleinberger, \nDirect Versus Derivative and the Law of Limited Liability Companies\n, 58 Baylor L.\nRev. (forthcoming Winter 2006) (manuscript at 46-48).  Under such an analysis, plaintiff’s fraud claim would clearly fail here as\nthe alleged injury was to the corporation directly, and Ms. Maurer has not presented evidence of any injury other than that flowing\nindirectly from harm to the corporation.  While the Court finds such an analysis instructive, it does not base its decision today on\nthe \nTooley\n “indirect harm” approach.  The Court leaves consideration of the merits of the \nTooley\n approach for another day. \n          Had \nSlickEdit\n opted to bring suit against Mr. \nBoisvert\n (or had plaintiff brought a derivative action on behalf of the\ncorporation), perhaps a more appropriate and equitable remedy, rather than allowing the shareholders to recover individually,\nwould be to require Mr. \nBoisvert\n to turn his shares back in to the corporation in return for the cancellation of the promissory note. \nThat, of course, is beyond the scope of this Order.\n \n[6]\n        If that was the conclusion reached by the jury, the Court concurs in that finding.  Andre \nBoisvert’s\n testimony on this issue\nis significant.  He could not testify as to why Jill Maurer made the motion or any conversation about it, leaving the jury with only\nher explanation of what happened.  There was evidence to support a finding that he did not intend to keep the promise.  His wife\nderived all of her income from managing the company—an income likely to be lost in a sale.  Shortly after the debt forgiveness,\nAndre \nBoisvert\n engineered Jill’s termination, and his wife was one of the principal beneficiaries of that move.  He expressly voted\nto grow the company rather than sell it, and there had been no change in circumstances in the interim.\n          It should be clear, even from a cold record, that Andre \nBoisvert\n made a terrible witness.  He was arrogant, argumentative,\nevasive, \nunresponsive\n at times, and there was every reason for the jury to doubt his credibility.  The Court is convinced that he did\nget Jill Maurer to support reducing his debt on the promise he would support her personal interest in \ntrying\n to sell the company.  He\nwas smart enough to know that the value of his shares would not exceed the debt he owed for them unless his debt was\nsubstantially reduced.  In obtaining the debt reduction, he was insuring that he would get something if the Company were sold at\nfair market value.  Jill Maurer had no incentive to vote for the reduction other than her personal interest in selling the Company.\n          The Court believes, as it appears the jury believed, that Andre \nBoisvert\n did make that promise and failed to fulfill it and that\nthere was evidence to support a finding that he never intended to fulfill it.  That is not a claim upon which Jill Maurer may recover\n—at least not in the amount found by the jury.  It is also a claim that places her in breach of her fiduciary duty to the corporation,\nand, as discussed above, it is a claim upon which no reasonable reliance could be found because it would have placed Andre\nBoisvert\n in breach of his fiduciary duty as a director.\n \n[7]\n   On August 24, the third day of trial, plaintiff called two witnesses who had previously worked with Mr. \nBoisvert\n.  Prior to\ntheir testimony, the Court granted defense counsel’s motion for a sequestration order under N.C. Rule of Evidence 615.  The\nsecond witness, Peter Bull, was excused from the courtroom while the first, \nJesper\n \nVork\n, testified.  Following Mr. \nVork’s\ntestimony, the Court took a brief recess, during which plaintiff’s counsel, Mark Ash, encountered Mr. Bull in the hallway.  Mr. Ash\nhanded Mr. Bull some documents that were discussed during Mr. \nVork’s\n cross-examination and suggested, “You should take a\nlook at these.”  Giving \na sequestered witness documents\n he had not seen before and which had been used in the questioning of the\nprior witness was improper.\n \n[8]\n   Clearly, the parties could reach such a result by settlement.  (Alternatively, he could transfer to Jill her pro rata share of his\nstock which was debt free.)  Such a settlement would remove any windfall to Mr. \nBoisvert\n and leave the Company to be managed\nby its directors in the best interests of all the shareholders and the other constituents (such as employees) interested in the welfare\nof the company.  The company would get back the stock issued by it.  Neither Mr. \nBoisvert\n nor anyone else who benefited from\nthe reduction in his debt approved under false pretenses would be rewarded.\n "
}