{
  "id": "d6c5aaba43df5d087146aa8f25ce0d6cf6d0e40b9c39b864333a0fe740f908a1",
  "source_file": "data/raw/ncbc/d6c5aaba43df5d087146aa8f25ce0d6cf6d0e40b9c39b864333a0fe740f908a1.pdf",
  "raw_text": " Miller v. RedGoose, LLC, 2024 NCBC 74. \n \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 25675 \n \nDWAYNE MILLER, \n \nPlaintiff, \n \nv. \n \nREDGOOSE, L.L.C. d/b/a NERDS TO \nGO and PHILIP CARTER, \nindividually, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO DISMISS \nAMENDED COUNTERCLAIMS \n \n \n THIS MATTER is before the Court on Plaintiff Dwayne Miller’s Motion to \nDismiss Amended Counterclaims (“Motion to Dismiss” or the “Motion,” ECF No. 48.) \nThe Court, having  considered the Motion  to Dismiss , the parties’ briefs, the \narguments of counsel, the applicable law, and all appropriate matters of record, \nCONCLUDES that the Motion to Dismiss should be DENIED.  \nShanahan Law Group, PLLC by Kieran J. Shanahan for Plaintiff \nDwayne Miller. \n \nGreen Mistretta Law, PLLC by Robert A. Smith, Stanley B. Green, and \nDawn T. Mistretta for Defendants RedGoose, LLC d/b/a Nerds to Go \nand Philip Carter.  \n \nDavis, Judge.  \nINTRODUCTION \n1. This case involves a twist on a familiar fact pattern in this Court  \ninvolving a  dispute between an  employer and its former employee .  Here, the \ncompany asked the employee —following his resignation —to assist  with the \ntransition resulting from his departure  by ensuring that other company employees \nwere aware of the location of key client information stored on the company’s computer \nsystem.  The company alleges that the employee instead used his continued access to \nits computer system for nefarious purposes that caused it to suffer monetary injury.  \nThe present  Motion concerns the legal sufficiency of the company’s allegations in \nsupport of several of its claims for relief arising from these facts.  \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact in connection with a motion to \ndismiss under Rule 12(b)(6) of the North Carolina Rules of Civil Procedure and \ninstead recites those facts contained in the [counterclaims] (and in documents \nattached to, referred to, or incorporated by reference in the [counterclaims]) that are \nrelevant to the Court’s determination of the motion.  See, e.g., Window World of Baton \nRouge, LLC v. Window World, Inc. , 2017 NCBC LEXIS 60, at *11 (N.C. Super. Ct. \nJuly 12, 2017).  \n3. Miller is a resident of Franklin County, North Carolina.   (Am. \nCountercls. ¶ 1, ECF No. 47.)  \n4. Defendant RedGoose, L .L.C. d/b/a Nerds to Go (“NTG”) is a North \nCarolina limited liability company with its principal place of business in Wake \nCounty, North Carolina.  (Am. Countercls. ¶ 2.)  \n5. Defendant Philip Carter is a resident of Franklin County, North \nCarolina and is the franchise owner of NTG.  (Am. Compl.  ¶¶ 3–4, ECF No. 6.)  \n6. Miller worked for NTG from 26 January 2022 until his resignation on 1 \nJune 2023.  (Am. Countercls. ¶ 8.)  \n7. NTG is a computer services company which provides enterprise software \nservices and is a sub -licensor of office-related computer software.  (Am. Countercls. \n¶¶ 13, 20.) \n8. At the time of his resignation, Miller agreed (at NTG’s request) to work \nfor two additional weeks in order to ensure that NTG’s employees would be able to \neffectively access customer information after his departure so that the company could \nprovide continuous service to its clients.  In exchange, Miller was to be compensated \nat his former rate of pay during the transition period.   (Am. Countercls.  ¶¶ 9–10.)   \n9. NTG asserts that Miller had no intention of actually assisting in the \ntransition process and that, to the contrary, he agreed to NTG’s request solely in order \nto gain continued access to proprietary information on its computer systems \n(including client-related information) for a new business he was starting that would \ncompete with NTG.  (Am. Countercls. ¶¶ 12–13.) \n10. After obtaining access to this information, Miller contacted NTG’s \nclients and asked them to terminate their service agreements with NTG and switch \nto Miller’s new venture.  (Am. Countercls. ¶ 13.)  \n11. In furtherance of this scheme, Miller sent correspondence to all of NTG’s \nclients and included a termination form , which they could use to cancel their NTG \nservice agreements.  (Am. Countercls. ¶ 14.) \n12. In addition, Miller used his network access credentials to lock out NTG \nemployees from accessing client data  and also deleted client passwords , which had \nthe effect of preventing NTG’s customers from accessing their own sites.  When NTG \ndemanded that Miller provide the login credentials and passwords, Miller refused to \nhand over this information unless NTG provided him with two weeks’ pay.   (Am. \nCountercls. ¶¶ 15–17.)  \n13. NTG was ultimately required to hire third-party experts to gain access \nto its systems and reset its clients’ log-in information.  (Am. Countercls.  ¶ 18.) \n14. In addition to providing IT support for its clients, NTG also purchases \nwholesale software licenses and sells the m to its clients, effectively creating  \nsublicenses for which it bills its clients on a monthly basis.  (Am. Countercls. ¶¶ 20–\n23.) \n15. NTG alleges that during this same time period , Miller attempted to \ntransfer its clients’ software accounts to Miller’s new venture and in some cases sold \nNTG’s clients new software subscriptions but diverted the subscription revenue to \nMiller’s new business.  (Am. Countercls. ¶¶ 24–26.) \n16. Finally, NTG asserts that Miller placed online orders for the purchase \nof equipment and supplies through NTG’s Amazon.com account, that these purchases \nwere not invoiced to any of NTG’s customers, and that they could not be accounted \nfor in a recent audit.  (Am. Countercls. ¶ 28.)  \n17. NTG alleges that, as a result of  Miller’s wrongful actions, it lost both \nclients and thousands of dollars in revenue.  (Am. Countercls. ¶¶ 19, 27.)  \n18. This lawsuit was initiated not by NTG but rather by Miller, who filed a \nComplaint in Wake County District Court on 14 September 2023 in which he asserted \nclaims against NTG and Carter under the North Carolina Wage and Hour Act and \nfor breach of contract . (ECF No. 3 .)  Miller subsequently filed a First Amended \nComplaint in Wake County District Court on 9 November 2023.  (ECF No. 6.) \n19. NTG filed its initial Counterclaims on 11 December 2023 , which \nincluded claims for fraud, conversion, tortious interference with contract, and unfair \nand deceptive trade practices (“UDTP”).  (ECF No. 8.) \n20. On 12 December 2023, this case was designated a complex business case \nand assigned to the undersigned.  (ECF Nos. 1, 2.)  \n21. The Court subsequently entered an Order on 20 December 2023  \ntransferring this case from the District Court Division to the Superior Court Division. \n(ECF No. 10.) \n22. On 23 August 2024, NTG filed its Amended Counterclaims in which it \nadded claims for computer trespass under N.C.G.S. § 14-458 and embezzlement and \ntheft by employee.  (Am. Countercls.  ¶¶ 40–49, 60–67.)   \n23. Miller filed the present Motion to Dismiss on 23 September 2024.  \n24. The Motion came before the Court for a hearing on 13 November 2024 \nat which all parties were represented by counsel.   \n25. The Motion has now been fully briefed and is ripe for resolution.  \nLEGAL STANDARD \n26. In ruling on a motion to dismiss under Rule 12(b)(6), the Court may only \nconsider the complaint and “any exhibits attached to the complaint,”  Krawiec v. \nManly, 370 N.C. 602, 606 (2018), in order to determine whether “as a matter of law, \nthe allegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief can be granted under some recognized legal theory,”  Forsyth Mem’l \nHosp., Inc. v. Armstrong World Indus., Inc. , 336 N.C. 438, 442 (1994) (cleaned up).  \nThe Court must view the allegations in the complaint “in the light most favorable to \nthe non-moving party.” Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5 \n(2017) (cleaned up). \n27. “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen (1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (cleaned up).   \nANALYSIS \n28. The Court makes two preliminary observations.   First, the present \nMotion to Dismiss is addressed solely to NTG’s counterclaims and does not implicate \nany of Miller’s claims for relief.   Second, Miller’s Motion seeks dismissal only as to \nNTG’s claims for fraud, computer trespass, tortious interference with contract, and \nUDTP.  As a result, the counterclaims for conversion and embezzlement and theft by \nemployee are unaffected by the Motion. \nA. Fraud  \n29. We have previously held that  \n[t]o state a claim for fraud, the plaintiff must show: (1) a false \nrepresentation or concealment of material fact, (2) reasonably calculated \nto deceive, (3) made with the intent to deceive, (4) that does in fact \ndeceive, and (5) results in damage to the plaintiff.  Harrold v. Dowd, 149 \nN.C. App. 777, 782, 561 S.E.2d 914, 918 (2002) (citing Ragsdale v. \nKennedy, 286 N.C. 130, 138, 209 S.E.2d 494, 500 (1974)). \n \nRule 9(b) of the North Carolina Rules of Civil Procedure requires fraud \nclaims to be pled with particularity.  N.C. R. Civ. P. 9(b).  “Mere \ngeneralities and conclusory allegations of fraud will not suffice.”  Sharp \nv. Teague, 113 N.C. App. 589, 597, 439 S.E.2d 792, 797 (1994) (quoting \nMoore v. Wachovia Bank & Trust Co., 30 N.C. App. 390, 391, 226 S.E.2d \n833, 835 (1976)). \n \nThe particularity requirement of Rule 9(b) means that a plaintiff must \nspecifically allege the time, place and content of the alleged fraudulent \nmisrepresentation or concealment, and the identity of the person who \nconcealed the information.  See Terry v. Terry , 302 N.C. 77, 85, 273 \nS.E.2d 674, 678 (1981). \n \nAllran v. Branch Banking & Trust Corp., 2011 NCBC LEXIS 20, at **8–9 (N.C. \nSuper. Ct. July 6, 2011). \n30. NTG contends that Miller misrepresented his true intentions when he \nagreed to assist NTG with its plan to ensure continuous service to its clients following \nhis departure.  In reality, NTG asserts, Miller had no actual intention of helping NTG \nin this manner and instead sought to use this computer access for his own purposes, \nincluding the solicitation of NTG’s customers for his new venture.  \n31. As an initial matter, the Court finds that the fraud counterclaim \nsatisfies Rule 9(b).  NTG’s counterclaim is specific as to the content of Miller’s alleged \nmisrepresentation as well as the date and other circumstances under which it was \nmade.  \n32. Miller’s primary argument is that NTG’s allegations fail to show a \ncausal connection between Miller’s misrepresentation and the harm it allegedly \nsuffered.   \n33. Specifically, Miller asserts that the essence of the  asserted \nmisrepresentation—as pled by NTG— is that he stated he would work to provide the \nother NTG employees with access to client -related information stored on the \ncompany’s computer network  in exchange for receipt of his former salary for the \nensuing two weeks when, in reality, he never intended to  perform this service for \nNTG.   Miller argues that (1) the only damages that NTG could have logically incurred \nfrom such a misrepresentation would have been the sums it paid Miller for the work \nit thought he was performing pursuant to their agreement , but that  (2) NTG is \ninstead claiming damages for the separate and unrelated injury resulting from \nMiller’s actions in taking away its clients and its ensuing loss of customers.   \n34. The Court finds Miller’s argument to be unavailing because it reads the \nfraud claim too narrowly.  NTG has alleged that Miller misrepresented his agreement \nto accept NTG’s offer because he secretly sought computer access for the purpose of \ninducing the company’s clients to leave NTG and follow him to his new business.  At \nthis initial stage of the proceeding, the Court concludes that such an injury is causally \nrelated to Miller’s alleged misrepresentation .  But for hi s false statement as to his \nwillingness to assist NTG as requested, Miller would not have been able to obtain the \ncomputer access that he then used to accomplish the result of taking away NTG’s \nclients, using NTG’s proprietary information for his own purposes to the detriment of \nthe company, “ransom ing” data, and lock ing clients out of NTG’s systems.  These \nallegations are enough to survive a motion to dismiss. \n35. Next, Miller argues that NTG has failed to allege th at it reasonably \nrelied upon Miller’s misrepresentation.  The Court disagrees.  \n36. NTG makes the following allegations on this issue in its Counterclaims:  \n• “This false representation was material to the agreement between NTG and \nPlaintiff—NTG would not have agreed to pay Plaintiff the equivalent of an \nadditional two weeks of work if Plaintiff did not agree to perform vital \nservices for NTG to aid it in transit ioning its clients to other NTG \nemployees.”  (Am. Countercls. ¶ 33.) \n \n• “The false representation was reasonably calculated to deceive Defendant \ninto paying Plaintiff additional money and giving him continued access to \nNTG systems and data.”  (Am. Countercls. ¶ 34.) \n \n• “The false representation was made intentionally by Plaintiff with intent to \ndeceive NTG.”  (Am. Countercls. ¶ 35.) \n \n• “The false representation did in fact deceive NTG.  Plaintiff’s employment \nwas terminated on Thursday, June 1, 2023 by telephone.  Notwithstanding \nthis termination, Plaintiff was paid for both Thursday and Friday, June 1 -\n2, using vacation and holiday pay, in reliance on Plaintiff’s representation \nthat he would work to aid NTG with the transition.  Additionally, NTG did \nin fact continue to grant Plaintiff access to its systems and data based on \nthat representation.”  (Am. Countercls. ¶ 36.) \n \n37. The Court is satisfied that these allegations sufficiently allege the \nreliance element of a fraud claim.  \n38.  Accordingly, Miller’s Motion to Dismiss NTG’s fraud counterclaim is \nDENIED.  \nB. Computer Trespass  \n39. A claim for computer trespass under North Carolina law is governed by \nN.C.G.S. § 14-458(a), which provides in pertinent part as follows:  \nExcept as otherwise made unlawful by this Article, it shall be unlawful \nfor any person to use a computer or computer network without authority \nand with the intent to do any of the following: \n \n(1) Temporarily or permanently remove, halt, or otherwise \ndisable any computer data, computer programs, or computer \nsoftware from a computer or computer network. \n \n. . .  \n  \n(3) Alter or erase any computer data, computer programs, or \ncomputer software. \n \n. . .  \n \n(5)  Make or cause to be made an unauthorized copy, in any \nform, including, but not limited to, any printed or electronic form \nof computer data, computer programs, or computer software \nresiding in, communicated by, or produced by a computer or \ncomputer network.  \n \nN.C.G.S. § 14-458(a)(1), (3), (5). \n \n40. For purposes of this statute, “a person is ‘without authority’ when (i) the \nperson has no right or permission of the owner to use a computer, or the person uses \na computer in a manner exceeding the right or permission[.]” N.C.G.S. § 14-458(a). \n41. Miller seeks to dismiss NTG’s claim for computer trespass on the theory \nthat because NTG voluntarily gave Miller access to its computer systems it cannot \nclaim that he acted without authority by accessing that system.  As a result, Miller \nargues, NTG is unable to satisfy the elements of a computer trespass claim because \nit admits that his access to its computer system was authorized. \n42. In response, NTG contends that regardless of whether Miller was \ninitially given permission to access the computer system , his actual use grossly \nexceeded the scope of his authority when he used that access to “lock NTG and clients \nout of their systems, ra nsom certain data, and to steal proprietary and confidential \nclient data.” (Am. Countercls. ¶¶ 47–49.)   \n43. Thus, the parties’ dispute on this issue hinges on whether North \nCarolina’s computer trespass statute requires that a defendant’s initial access to the \ncomputer at issue be unauthorized in order for a violation to exist or, alternatively, \nwhether a violation can  be found where the defendant uses the computer in an \nunauthorized manner regardless of whether his original access was permitted. \n44. This Court recently adopted the latter interpretation in Relation Ins., \nInc., v. Pilot Risk M gmt. Consulting, LLC, 2024 NCBC LEXIS 99 (N.C. Super. Ct. \nJuly 12, 2024) in connection with a claim for computer trespass under North Carolina \nlaw.  In Relation, we ruled that a violation of N.C.G.S. § 14-458 can occur even where \nthe defendant’s initial access to the computer at issue was authorized.   \nFor purposes of this statute, “a person is without authority when (i) the \nperson has no right or permission of the owner to use a computer, or the \nperson uses a computer in a manner exceeding the right or permission[.] \nN.C.G.S. §14 -458(a) . . . . Here, Relation alleges that the Former \nEmployees “used” Relation’s computers in a manner exceeding their \nrights or permission. \n \nRelation, 2024 NCBC LEXIS 99, at *124 (emphasis added). \n45.  Federal courts in North Carolina interpreting N.C.G.S. § 14-458(a) have \nreached a similar conclusion:   \nHowever, just because [the employee] had  unlimited access did not \nmean he had unlimited authorization.  While he could access all of ICP, \nhe was only authorized to use that access to the extent it was necessary \nto perform his CHGYM tasks and duties.  Any greater utilization of that \naccess would exceed his “right or permission,” thus qualifying as \n“without authority” for purposes of the North Carolina computer \ntrespass statute.  N.C. Gen. Stat. § 14-458(a).  \n \n \nCHGYM LLC, v. Unify Ath letics LLC, 2022 U.S. Dist. LEXIS 6249 (M.D.N.C.  Jan. \n12, 2022); see also McKeown v. Tectran Mfg., 2018 U.S. Dist. LEXIS 81743, (W.D.N.C. \nMay 14, 2018) (finding allegations sufficient to state a claim for violation of N.C.G.S. \n§ 14-458 where a former employee, after resigning but prior to returning his work -\nissued laptop, uploaded his employer’s documents and information to a thumb drive \nand then proceeded to delete those same files from his work-issued laptop). \n46. Thus, because NTG has alleged that Miller exceeded his authorized use \nof NTG’s computer system, the Court finds that it has pled a valid claim for computer \ntrespass.  \n47. Miller’s Motion to Dismiss is  therefore DENIED as to NTG’s \ncounterclaim for violation of N.C.G.S. § 14-458. \nC. Tortious Interference with Contract  \n48. Our Supreme Court has articulated the elements of a tortious \ninterference with contract claim as follows:  \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \nthe defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to plaintiff. \n \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661 (1988). \n48. Miller makes two primary arguments in support of his motion to dismiss \nthis claim. \n49. First, Miller argues that NTG has failed to either describe with \nspecificity the contracts with which he allegedly interfered or attach copies of those \ncontracts to its Counterclaims.   \n50. North Carolina courts have held that a claim for tortious interference \nwith contract is not subject to a heightened pleading requirement.  See Greentouch \nUSA Inc., v. Lowe’s Cos., Inc., 2024 NCBC LEXIS 132, at *20 (N.C. Super. Ct. Oct. 2, \n2024).   (“[C]laims of tortious interference with existing contract are not held to a \nheightened pleading standard but rather must only satisfy the relatively low bar of \nnotice pleading.”).  \n51. Therefore, the Court’s analysis is limited to the  issue of whether this \nclaim, as pled, satisfies notice pleading.  Our Supreme Court has held that “under the \nliberal concept of notice pleading” a plaintiff ’s allegations “need only give sufficient \nnotice of the events on which the claim is based to enable defendants to respond and \nprepare for trial and [be] sufficient to satisfy the substantive elements of the claim of \ntortious interference with contract.”   Embree Constr. Grp., Inc. v. Rafcor, Inc. , 330 \nN.C. 487, 501 (1992); see also Feltman v. City of Wilson, 238 N.C. App. 246, 252 (2014) \n(“Under notice pleading, a statement of claim is adequate if it gives sufficient notice \nof the claim asserted to enable the adverse party to answer and prepare for trial, to \nallow for the application of the doctrine of res judicata, and to show the type of case \nbrought.”) (cleaned up).   \n52. NTG alleges that it is a sub-licensor of certain office -related software \nand provides enterprise software services to its clients.  (Am. Countercls. ¶¶ 13, 20.)  \nThe Counterclaims also contain allegations about Miller’s awareness of NTG’s \ncustomer contracts and the steps he took to induce those clients to leave NTG and \nfollow him to his new business venture .  (Am. Countercls. ¶¶ 13–16, 75–76.)  Notice \npleading does not require greater detail as to the specific terms of those contracts.  \n53. Second, Miller contends that because there is no allegation that he was \nsubject to a contractual covenant not to  compete or a covenant not to  solicit NTG’s \nclients, he was fully permitted to compete with NTG for clients  as a business \ncompetitor.  For this reason, he argues, NTG has failed to allege that he acted without \njustification so as to satisfy the fourth element of a tortious interference claim.   \n54. This Court has made clear  that a defendant-competitor cannot escape \nliability on a tortious interference claim by arguing that it acted with  justification \nwhere the competitor  competed through the use of unlawful means.   See \nMarketPlace4 Ins., LLC v. Vaughn , 2023 NCBC LEXIS 31, at *35 (N.C. Super. Ct. \nFeb. 24, 2023) (“[T]he ‘without justification” element of a tortious interference claim \nis satisfied where the defendant’s conduct involved unlawful means.”).  As we stated \nin MarketPlace4 Ins.:    \nThis limitation on a defendant’s ability to assert justification is \neminently logical.  After all, if a defendant could automatically escape \nliability on a tortious interference claim simply by claiming that it was \nengaged in a competitive relationship with the plaintiff during the time \nperiod referenced in the complaint, then it would be virtually impossible \nfor a plaintiff to ever succeed on a tortious interference claim in this \ncontext. \n \nId. at *35–36.   \n \n55. Here, as discussed throughout this Opinion, NTG has alleged that Miller \nfraudulently obtained continued access to NTG’s computer systems  after his \nresignation in order to persuade clients to leave NTG  for his own financial benefit.  \nIn furtherance of this goal: \n• Miller “solicited NTG’s clients to terminate their subscriptions and \nservice agreements with NTG and switch their services to [Miller’s] \nnew venture . . . .  To do so, [Miller] sent NTG’s clients a form letter \nto send in t o NTG cancelling their services agreements. ” (Am. \nCountercls.  ¶¶ 13–14.) \n \n• “[Miller] also illegally used his administrative access credentials to \nNTG’s systems to lock out NTG personnel from their own systems—\npreventing them from accessing critical client data and \ninfrastructure . . .  .  When one client contacted NTG  . . .  to reset \npasswords after being locked out of their own systems by . . . Miller, \nNTG was unable to access the passwords as they had been deleted \nby [Miller] and removed offsite  . . .  . When this occurred,  NTG \ncontacted [Miller] and asked him for the credentials.  [Miller] \nadmitted he had the credentials, but demanded a ransom payment \nin the amount of the two weeks pay that had been previously \ndiscussed in order to return the passwords back to NTG  . . . .   NTG \ndid not comply with the ransom demand and instead was required to \nhire third-party experts[.]” (Am. Countercls. ¶¶ 15–18.) \n \n• “[Miller] deleted Philip Carter’s administrative credentials with the \n[software] wholesaler, created his own new administrative \ncredentials within NTG’s account, separately opened a separate \naccount with the wholesaler for his new venture, and then attempted \nto use his NTG credentials to transfer NTG’s client accounts and \nsoftware licenses from NTG to his new venture within the \nwholesaler’s system.  . .  .  The wholesaler discovered this transfer \nprocess and halted it after it recognized that it was unauthori zed.  \nThereafter, since the transfer was thwarted, [Miller] simply created \nnew accounts for the clients he had solicited under his new venture’s \naccount.  .  .  .  From within this new account [Miller] signed the \nclients up for entirely new licenses, even though the clients and NTG \nremained obligated to pay the wholesaler for the remaining months \non their original licenses that were being sold under NTG’s account.”  \n(Am. Countercls. ¶¶ 24–26.)  \n56. These allegations are more than sufficient to allege unlawful methods of \ncompetition.  For these reasons, the Court DENIES Miller’s Motion to Dismiss as to \nNTG’s counterclaim for tortious interference with contract.  \nD.  UDTP \n57. Finally, the Court is also unpersuaded by Miller’s arguments seeking \ndismissal of NTG’s UDTP claim.    \n58. “To prevail on a claim of unfair and deceptive trade practices a plaintiff \nmust show (1) an unfair or deceptive act or practice, or an unfair method of \ncompetition, (2) in or affecting commerce, (3) which proximately caused actual injury \nto the plaintiff o r to his business.”  Spartan Leasing Inc. v. Pollard , 101 N.C. App. \n450, 460–61 (1991). \n59. Miller first contends that NTG has merely alleged that Miller breached \nhis agreement with NTG following his resignation and argues that a breach of \ncontract—absent aggravating circumstances—is insufficient to give rise to a UDTP \nclaim.  See SciGrip, Inc. v. Osae , 373 N.C. 409, 427 (2020)  (holding that a breach of \ncontract claim “standing alone, did not suffice to support the maintenance of an unfair \nand deceptive trade practices claim”) ; see also Griffith v. Glen Wood Co ., 184 N.C. \nApp. 206, 217 (2007) (holding that a plaintiff must show both a breach of contract and \nthe presence of substantial aggravating circumstances to support a UDTP claim); \nBranch Banking and Trust Co. v. Thompson, 107 N.C. App. 53, 62 (1992) (“[A] mere \nbreach of contract, even if intent ional, is not sufficiently unfair or deceptive under \nN.C.G.S. § 75-1.1.”). \n60. However, as discussed above, NTG has alleged that Miller made a \nfraudulent misrepresentation, embezzled  funds, locked NTG employees out of its \ncomputer system, tortiously interfered with its contracts with customers and clients, \nand used its computers in an unauthorized manner  to steal  its clients.  These \nallegations, if proven, go well beyond a simple breach of contract.  \n61. Moreover, the Court has now declined to dismiss any of NTG’s other \ncounterclaims, and the continuing viability of at least some of those claims \nautomatically serves as a predicate for a UDTP claim to proceed.   See, e.g., Bhatti v. \nBuckland, 328 N.C. 240, 243 (1991) (holding that fraud constitutes a per se violation \nof the UDTPA ); Faucette v. 6303 Carmel Rd., LLC , 242 N.C. App. 267, 276 (2015) \n(holding that a tortious conversion claim can satisfy the elements of a UDTP claim);  \nS. Fastening Sys. v. Grabber Constr. Prods ., 2015 NCBC LEXIS 42 at  *28–29 (N.C. \nSuper. Ct. Apr . 28, 2015)  (“[O]ur Courts have long recognized that claims \nfor…tortious interference with contract may form the basis of a UDTP claim .”) \n(cleaned up).  \n62. Finally, Miller argues that NTG has failed to  adequately ple ad that \nMiller’s acts were “in or affecting commerce” because they took place within the \ncontext of an employment relationship. \n63. This Court has previously stated that  \ndespite the expansive definition of commerce contained in Chapter 75, \n“the [UDTPA] is not focused on the internal conduct of individuals \nwithin a single market participant, that is, within a single business.”  \nWhite v. Thompson , 364 N.C. 47, 53 (2010) (holding that defendant’s \nconduct fell outside the scope of the UDTPA where he “unfairly and \ndeceptively interacted only with his partners” and where “his conduct \noccurred completely within the . . . partnership”); see also Alexander v. \nAlexander, 250 N.C. App. 511, 515 (2016) (holding that defendant’s \nmisappropriation of corporate funds “for the benefit of himself and his \nfamily members are more properly classified as the misappropriation of \nfunds within a single entity rather than commercial tra nsactions \nbetween separate market participants ‘in or affecting commerce’ ”).   \n \nKelly v. Nolan, 2022 NCBC LEXIS 78, at * 24 (N.C. Super. Ct. July 19, 2022) \n64. Here, however, NTG has alleged that Miller’s wrongful acts included \ninducing NTG’s clients to leave NTG and follow him to his new business.  NTG has \nalso asserted that Miller engaged with NTG’s software wholesaler in an attempt to \nshift software license agreements from NTG to Miller’s new business venture.  The \nCourt finds that such conduct, if proven , would constitute acts “in or affecting \ncommerce.” \n65. Accordingly, the Court DENIES Miller’s Motion to Dismiss NTG’s \nUDTP counterclaim.  \nCONCLUSION \n  THEREFORE, IT IS ORDERED  that Miller’s Motion to Dismiss is \nDENIED.  \nSO ORDERED, this the 26th day of November, 2024. \n \n/s/ Mark A. Davis    \nMark A. Davis \nSpecial Superior Court Judge \nfor Complex Business Cases \n "
}