{
  "id": "d6ccf56e2203119a8d6a0f9f8f42913b9d3fcb05e34d84824ad7a2901e060441",
  "source_file": "data/raw/ncbc/d6ccf56e2203119a8d6a0f9f8f42913b9d3fcb05e34d84824ad7a2901e060441.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 8065 \n \nTONYA A. HADDOCK and \nCADENCE DEVELOPMENT, LLC, \n \nPlaintiffs, \n \nv. \n \nVOLUNTEERS OF AMERICA, INC.; \nVOLUNTEERS OF AMERICA \nNATIONAL SERVICES; and \nSUSSEX VOA AFFORDABLE \nHOUSING, LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO STRIKE \nAND DEFENDANTS’ PARTIAL \nMOTION TO DISMISS \n \n \n1. THIS MATTER  is before the Court on  the 11 March 2021 filing of \nDefendants’ Motion to Strike (the “Motion to Strike”) brought pursuant to Rule 12(f) \nthe North Carolina Rules of Civil Procedure (the “Rule(s)”) , (Defs.’ Mot. Strike, ECF \nNo. 55 [“Mot. Strike”]), and a separate filing on the same date of Defendants’ Partial \nMotion to Dismiss br ought pursuant to Rule 12(b)(6) (the “Motion to Dismiss” and \nwith the Motion to Strike collectively referred to as the “Motions”), (ECF No. 58). \n2. For the reasons set forth herein, the Court  DENIES the Motion to Strike \nand GRANTS in part and DENIES in part the Motion to Dismiss. \nEllinger & Carr, PLLC , by Steven Carr, Jeffrey Ellinger , and Susan \nYelton Ellinger , for Plaintiffs  Tonya A. Haddock and Cadence \nDevelopment, LLC.  \n \nThe Banks Law Firm, P.A. , by Sherrod Banks, Theodore Curtis \nEdwards, and Jesse H. Rigsby , for Defendants Volunteers of America, \nInc., Volunteers of America National Services, and Sussex VOA \nAffordable Housing, LLC.  \n \nRobinson, Judge. \n \nHaddock v. Volunteers of Am., Inc., 2021 NCBC 49. \n \n \nI. INTRODUCTION \n3. These Motions follow this Court’s 22 January 2021 entry of the Order and \nOpinion on Defendants’ Motion to Strike and Motion to Dismiss  (the “Initial Order \nand Opinion”).  Haddock v. Volunteers of Am., Inc., 2021 NCBC LEXIS 8, at *1 (N.C. \nSuper. Ct. Jan. 22, 2021).  In the Initial Order and Opinion, the Court dismissed five \nclaims asser ted by Plaintiffs Tonya A. Haddock (“Haddock”) and Cadence \nDevelopment, LLC (“Cadence Development”)  in their Verified Complaint and \nDemand for Jury Trial, including Plaintiffs’ claims for Breach of Duty to Partner and \nUnfair and Deceptive Trade Practices.  Haddock, 2021 NCBC LEXIS 8, at *20.   \n4. Pursuant to Rule 15, on 9 February 2021, Plaintiffs amended their first \ncomplaint and filed the Amended Complaint and Demand for Jury Trial (the  \n“Amended Complaint”).  (Am. Compl. & Demand Jury Trial, ECF No. 52 [“Am. \nCompl.”].)  Now Defendants request that the Court strike certain allegations in the \nAmended Complaint pursuant to Rule 12(f), dismiss certain claims pursuant to Rule \n12(b)(6), deny a request for relief, and  dismiss Defendant Sussex VOA Affordable \nHousing, LLC (“Sussex VOA”) from this action. \nII. FACTUAL BACKGROUND \n5. The Court does not make findings of fact on the Motions brought pursuant \nto Rule 12, but instead only recites those facts incl uded in the Amended Complaint \nrelevant to the Court’s determination of the Motions.   \n \n \n6. Haddock is a developer of affordable housing projects , which are financed \nin part by low -income housing tax credits under Section 42 of the Internal Revenue \nCode.  (Am. Compl. ¶ 5.) \n7. Cadence Development is a North Carolina limited liability company.  (Am. \nCompl. ¶ 5.)  Haddock is the manager of Cadence Development’s managing member.  \n(Am. Compl. ¶ 5.) \n8. Defendants Volunteers of America, Inc. (“VOA”) and Volunteers of America \nNational Services (“VOANS”  and with VOA  collectively referred to as “VOA \nDefendants”) are nonprofit corporations.  (Am. Compl. ¶ 6.)   VOANS is a “ wholly \ncontrolled” subsidiary of VOA.  (Am. Compl. ¶ 26.)   \n9. Beginning in 2018, Hadd ock and Cadence  Development started the \ndevelopment of an affordable housing project in Raleigh, North Carolina known as \n“The Sussex.”  (Am. Compl. ¶ 7.)   Haddock and Cadence Development obtained \noptions to purchase four parcels of real property for the de velopment of The Sussex  \n(the “Purchase Options”).  (Am. Compl. ¶ 7.) \n10. On 21 September 2018, representatives of VOA, John Kirkland (“Kirkland”) \nand Mary Phaneuf (“Phaneuf”), emailed Haddock  in regards to The Sussex .  (Am. \nCompl. ¶ 8.)  Kirkland and Phaneuf informed Haddock that they became aware that \nHaddock was “looking for a non-profit partner” for The Sussex and Kirkland intended \nto discuss the project opportunity with VOA’s Development Review Committee.  (Am. \nCompl. ¶ 8.)   On 28 Se ptember 2018, Kirkland informed Haddock that VOA had \napproval “to partner” with Haddock to develop The Sussex.  (Am. Compl. ¶¶ 9–10.) \n \n \n11. On 1 October 2018, Haddock assigned the Purchase Options  for two of the \nparcels to VOANS .  (Am. Compl. ¶ 40.)   That same day, Haddock filed an initial \napplication for tax credits to be allocated to an entity to be formed on a later date for \nthe development of The Sussex.  (Am. Compl. ¶ 14.) \n12. On 14 October 2018, Kirkland represented to Haddock by email that “[w]e \nthought it best to create a partnership agreement as soon as we hear about the \ncredits, the entities are set up, and we get Debbie McKenney signed up do [sic] create \nthe agreement.”  (Am. Compl. ¶ 37.)    \n13. On 1 6 October 2018, VOA and Haddock entered into an In dependent \nContractor Agreement  (the “Agreement”) .  (Am. Compl. Ex. 1  [the “Agreement”] .)  \nSection 9 of the Agreement provides in part that “[t]he relationship of [Haddock] to \nVOA is that of an independent contractor, and nothing in this Agreement shall be \nconstrued as creating any other relationship.”  (Agreement § 9.)   \n14. The Agreement sets a period for performance commencing on 1 October \n2018 and ending on 31 January 2019 .1  (Agreement § 2.)   By the terms of the \nAgreement, following 31 January 2019, the Agreement was to automatically extend \nfor “successive sixty (6 0) day periods,” unless (1) a party notified the other party of \nits desire not to extend the Agreement  in writing; (2) VOA received or accepted \n \n1 The Agreement actually sets a date of 31 January 2018 for the expiration of the term of the \nAgreement.  (Agreement § 2.)  However, it is clear that the  parties agree this is a \ntypographical error and the end date in Section 2 of the Agreement is intended to be  on 31 \nJanuary 2019.  (See Am. Compl. ¶ 39; Br. Supp. Mot. Dismiss 7.)   This is further supported \nby Attachment B  to the Agreement , which provides  that VOA agreed to “periodically \ncompensate” Haddock “on a monthly basis commencing October 1, 2018 through January 31, \n2019.”  (Agreement Attach. B.) \n \n \nHaddock’s work as completed; or (3) the Agreement was terminated under its terms.  \n(Agreement § 2.)   \n15. Section 4 of the Agreement provides that “[a]ny material change to the \nWork or the terms of this Agreement must be set forth in writing signed by the \nparties.”  (Agreement § 4.)  This requirement i s again emphasized in Section 15 , \nwhich provides that the “Agreement may only be modified in writing, signed by the \nparties at the time of such modification.”  (Agreement § 15.)   \n16. Pursuant to the Agreement, Haddock was to be compensated with monthly \ndraws of $10,000.  (Agreement Attach. B.)  VOA also agreed to pay Haddock “monthly \ndraws against the Developer Fee share in the amount of 15% and 15% of the annual \ncash flow, or some mutually -agreed-upon compensation structure.”  (Agreement \nAttachs. A, B.) \n17. Attachment A to the Agreement describes Haddock as “a local partner” and \n“a local developer partner.”  (Agreement Attach. A.)  Attachment A also provides that \n“[b]oth parties agree that, upon realization and award of LIHTC bond financing . . . \n[the] parties shall enter into a future binding agreement that  specifies partnership \nscope and compensation following the LIHTC award.”\n2  (Agreement Attach. A.)   \n18. On 30 and 31 October 2018, multiple VOA representatives, including \nPhaneuf and Kirkland, sent emails  to an outside r non -party indicating that they \nneeded assistance “in negotiating and drafting a co -developer agreement” with \n \n2 “LIHTC” as used in the Agreement means “ ‘low income housing tax credits’ under Section \n42 of the Internal Revenue Code.”  (Am. Compl. ¶ 32.) \n \n \nHaddock to document VOA and Haddock’s “agreement/partnership.”  (Am. Compl. \n¶ 42 (emphasis omitted).) \n19. Less than one month after ent ering into the Agreement, Haddock \nperformed or commenced performance of all services she was to provide pursuant to \nthe terms of the Agreement.  (Am. Compl. ¶ 43.) \n20. At a 2 November 2018 VOA NS board meeting, minutes were recorded \nstating that “VOANS will be partnering with Tonya Haddock on this project.”  (Am. \nCompl. ¶ 18.)  Plaintiffs allege that throughout 2018 and 2019, Kirkland and other \nVOA representatives made references to a “development partnership” with Haddock \nand described Haddock as “our partner” and “development partner.”  (Am. Compl . \n¶ 17 (emphasis omitted).)  \n21. Notwithstanding the Agreement’s expiration on 31 January 2019, VOA and \nHaddock agreed that she should continue to perform developer services for T he \nSussex and submit invoices to VOA for her services.  (Am. Compl. ¶ 49.) \n22. On 30 May 2019, Kirkland asked VOA representatives to provide Phaneuf \nand Haddock with a revised agreement between Haddock and VOA.  (Am. Compl. \n¶¶ 50, 53; see also Am. Compl. Ex. 2.)  However, VOA never provided Haddock with \na final revised agreement at any time after 30 May 2019, despite Haddock’s multiple \ninquiries into the status of a revised agreement t o Kirkland and Kimberly King \n(“King”), VOA’s Senior Vice President of Housing Development.  (Am. Compl. ¶¶ 54–\n55.) \n \n \n23. Sometime during June 2019, King, on behalf of VOA, informed Haddock in \na telephone conversation that “Haddock could not participate as a partner with VOA \nin the development of the Sussex and could not receive cash flows from the project.”  \n(Am. Compl. ¶ 58.)   Haddock and King proceeded to negotiate an agreement for \nHaddock’s payment and involvement with The Sussex.  ( See Am. Compl. ¶ ¶ 58–60, \n64–65.)  Specifically, Haddock requested compensation at 35% of the developer fee.  \n(Am. Compl. ¶ 58.)   \n24. On 31 July 2019, Haddock’s lawyer sent a letter to VOA that expressed \nconcerns regarding the negotiations of a revised agreement .  (Am. Compl. ¶ 66; see \nalso Am. Compl. Ex. 7.)  Haddock’s lawyer represented that  Haddock was not in a \nposition to renegotiate her fee for T he Sussex and Haddock  “was given multiple \nassurances throughout the performance of her duties that a finalized contract \nreflecting her original terms of 35% of the developer fee was forthcoming.”  (Am. \nCompl. Ex. 7.) \n25. Haddock continued to work on The Sussex through 13 August 2019.  (Am. \nCompl. ¶ 68.)  Plaintiffs allege that instead of negotiating in good faith with Haddock, \nVOA Defendants suddenly terminated their relationship with her on 15 August 2019.  \n(Am. Compl. ¶¶ 20, 77.)  At no time before that date did Defendants communicate to \nHaddock that Defendants were disappointed in or disapproved of any of her work for \nThe Sussex.  (Am. Compl. ¶ 19.) \n26. On 13 December 2019, VOA formed Sussex VOA  (collectively referred to \nherein with VOA Defendants as “Defendants” ) as a North Carolina limited liability \n \n \ncompany.  (Am. Compl. ¶¶ 6,  27, 78.)  VOA Defendants are the only members and \nmanagers of Sussex VOA.  (Am. Compl. ¶ 79.)  VOANS is the managing member of \nSussex VOA.  (Am. Compl. ¶ 27.) \n27. On 18 December 2019, VOA acquired the real property for The Sussex \nproject by exercising the assigned Purchase Options and granted the deeds to the real \nproperty to Sussex VOA.  (Am. Compl. ¶ 80.)     \nIII. PROCEDURAL BACKGROUND \n28. The Court sets forth  here only those portions of the procedural history \nrelevant to its determination of the Motions. \n29. Plaintiffs initiated this action on 22 July 2020.  (See ECF No. 3.)  After the \nCourt’s entry of the Initial Order and Opinion, o n 9 February 2021, Plaintiffs filed \nthe Amended Complaint.   \n30. On 11 March 2021, Defendants filed the Motion to Strike and Defendants’ \nBrief in Support of Motion to Strike.  (Defs.’ Br. Supp. Mot. Strike, ECF No. 56 [“Br. \nSupp. Mot. Strike”]) , and separately  filed the Motion  to Dismiss and Defendants’ \nBrief in Support of Partial Motion to Dismiss, (Defs.’ Br. Supp. Partial Mot. Dismiss, \nECF No. 59 [“Br. Supp. Mot. Dismiss”]).3 \n31. On 31 March 2021, Plaintiff s filed Plaintiffs’ Brief Opposing Defendants’ \nMotion to Strike Paragraphs 11 and 12 in Plaintiffs’ Amended Complaint, (Pls .’ Br. \n \n3 The Court notes that before the filing of the Motions, Plaintiffs filed the Motion for Rule 11 \nSanctions and Rule 60 Relief, (ECF No. 53), and shortly after the filing of the Motions, \nDefendants filed Defendants’ Motion to Strike Plaintiffs’ Rule 11/60 Motions and Brief, (ECF \nNo. 60).  The Court intends to enter a separate order or orders on those motions at a later \ndate.     \n \n \nOpposing Defs.’ Mot. Strike Paragraphs 11 & 12 Pls.’ Am. Compl., ECF No. 66 [“Resp. \nMot. Strike”]), and Plaintiffs’ Brief in Response to Defendants’ Partial Motion to \nDismiss, (Pls. ’ Br. Resp. Defs.’ Partial Mot. Dismiss, ECF No. 67 [“Resp. Mot. \nDismiss”]). \n32. On 12 April 2021, Defendants filed  their replies to the Motion to Strike, \n(ECF No. 72), and the Motion to Dismiss, (ECF No. 73).     \n33. The Motions are ripe for resolution.4 \nIV. MOTION TO STRIKE \n34. Defendants seek an order striking two paragraphs of  the Amended \nComplaint.  Defendants specifically contend that paragraphs 11 and 12 of the \nAmended Complaint should be stricken on the basis that the two paragraphs in \nquestion “plead the contents of attorney-client privileged email communications that \nwere inadvertently produced to Plaintiffs in discovery ” by Defendants.  (Mot. Strike \n1.) \n35. Pursuant to Rule 12(f), a trial court “may order stricken from any pleading \nany insufficient defense or  any redundant, irrelevant, immaterial, impertinent, or \nscandalous matter.”  N.C.G.S. § 1A-1, Rule 12(f).  Whether to grant or deny a motion \nto strike brought pursuant to Rule 12(f) is within the trial court’s sound discretion.  \nReese v. City of Charlotte, 196 N.C. App. 557, 567 (2009). \n36. “Rule 12(f) motions are viewed with disfavor and are infrequently granted.”  \nDaily v. Mann Media, Inc., 95 N.C. App. 746, 748–49 (1989) (internal quotation marks \n \n4 The Court, as permitted by North Carolina Business Court Rule 7.4, decides the Motions \nwithout a hearing.  \n \n \nand citation omitted).  “Matter should not be stricken unless it has no possible bearing \nupon the litigation.  If there is any question as to whether an issue may arise, the \nmotion should be denied.”  Shellhorn v. Brad Ragan, Inc. , 38 N.C. App. 310, 316 \n(1978).     \n37. While tethered to Rule 12(f), the Motion to Strike is based on the contention \nthat Defendants inadvertently disclosed documents constituting privileged and \nconfidential attorney-client communications, in the form of a 3 October 2018 internal \nemail produced to Plaintiffs in discovery, and that the allegatio ns contained in \nparagraphs 11 and 12 of the Amended Complaint recount statements from those \nprivileged communications.  (Br. Supp. Mot. Strike 2–3.) \n38. It is Plaintiffs’ position that the referenced communications in paragraphs \n11 and 12 of the Amended Complaint “were never intended to be confidential \nattorney-client communications” or if the communications are privileged, any such \nprivilege was waived by Defendants.  (Resp. Mot. Strike 6.)   \n39. A communication is protected by attorney-client privilege if: \n(1) the relation of attorney and client existed at the time the \ncommunication was made, (2) the communication was made in \nconfidence, (3) the communication  relates to a matter about which the \nattorney is being professionally consulted, (4) the communication was \nmade in the course of giving or seeking legal advice for a proper purpose \nalthough litigation need not be contemplated and (5) the client has not \nwaived the privilege. \n \nIn re Investigation of the Death of Miller, 357 N.C. 316, 335 (2003).   The party \nasserting the attorney-client privilege has the burden of establishing each element.  \nId. at 336.   “If any one of these five elements is not present in any  portion of an \n \n \nattorney-client communication, that portion of the communication is not privileged.”  \nId. at 335. \n40. “The attorney-client privilege can be waived by either intentional disclosure \nor inadvertent disclosure.  In either case, a finding of waiver depends on the \nparticular circumstances surrounding the disclosure.”   Blythe v. Bell , 2012 NCBC \nLEXIS 44, at *21 (N.C. Super. Ct. July 26, 2012) (citation omitted). \n41. As noted by this Court in Window World of Baton Rouge, LLC v. Window \nWorld, Inc., 2019 NCBC LEXIS 54, at *27 (N.C. Super. Ct. Aug. 16, 2019) , aff’d per \ncuriam, 2021-NCSC-70: \nCourts balance the following factors to determine whether \ninadvertent production of privileged materials waives the attorney -\nclient privilege: “(1) the reasonableness of the precautions taken to \nprevent inadvertent disclosure; (2) the number of inadvertent \ndisclosures; (3) the extent of the disclosures; (4) any delay in \nmeasures taken to rectify the disclosures; and (5) overriding interests \nin justice.”  Morris v. Scenera Research, LLC, 2011 NCBC LEXIS 34, \nat *28 (N.C. Super. Ct. Aug. 26 , 2011) (citing Victor Stanley, Inc. v. \nCreative Pipe, Inc. , 250 F.R.D. 251, 259 (D. Md. 2008)).  “The \nreasonableness of the privilege holder in protecting and asserting the \nprivilege is paramount to overcoming the consequences of an \ninadvertent waiver.”  Id. (quoting Martin v. State Farm Mut. Auto. \nIns. Co., No. 3:10-CV-0144, 2011 U.S. Dist. LEXIS 36058, at *13 (S.D. \nW. Va. Apr. 1, 2011)). \n \n42. The Motion to Strike fails to demonstrate that Defendants took reasonable \nsteps to avoid inadvertent production of privileged materials.  This is a key factor to \nbe considered by the Court in determining whether to find that the waiver was \ninadvertent.  The Motion to Strike and Defendants’ briefing on the Motion to Strike \nare all silent on what steps Defendants took, in reviewing documents for the potential \n \n \nproduction of attorney-client privileged communications or the steps Defendants took \nto prevent the disclosure of privileged communications to avoid waiving the privilege.     \n43. In the absence of such evidence, the Court finds that the Defendants failed \nto carry their burden to establish that Defendants took reasonable precautions to \nprevent inadvertent disclosure of the disputed privileged material s in the Amended \nComplaint, including the email in question in its document production.   See In re \nInvestigation of the Death of Miller, 357 N.C. at 336 (providing that the party \nasserting privilege may not meet its burden by conclusory assertions, but “su fficient \nevidence must be adduced” to establish privilege). \n44. Defendants rely on a proposed consent protective order , agreed to by the \nparties, in their argument that the privilege was not waived as to the email \ncommunications contained in paragraphs 11 and 12 in the Amended Complaint.  (Br. \nSupp. Mot. Strike 8–9.)  The proposed consent protective order provides in part that \nthe “[i]nadvertent disclosure or production of Discovery Materials that are subject to \nthe attorney client privilege, the work-product doctrine, the joint-defense or common-\ninterest privilege, or any other privilege or immunity from discovery shall not \nconstitute a waiver of, or an estoppel as to any claim of, such privilege, immunity, or \nprotection.”  (ECF No. 46.)  However, when such a provision “does not address what \nconstitutes inadvertent disclosure [and] what precautionary measures are required” \nthe provision may be insufficient to protect the party from waiver of privileged \ncommunications.  Window World of Baton Rouge, 2019 NCBC LEXIS 54, at *30.  As \nconcluded in Window World, the Court concludes that notwithstanding this provision \n \n \nof the proposed protective order, waiver of privilege may be found in this instance \nwhere Defendants make no representations and provide the Court with no evidence  \nregarding whether their review for privileged materials was reasonable.  Id.  at *29–\n31.          \n45. As a result of this determination, there is no proper basis to strike the \nallegations contained in paragraphs 11 and 12 of the Amended Complaint.  Therefore, \nthe Court DENIES the Motion to Strike.   \nV. MOTION TO DISMISS \n46. Defendants move to dismiss Plaintiffs’ claims for (1) breach of partnership \nagreement and breach of fiduciary duty as a partner; (2) negligence; (3) constructive \nfraud; and (4) unfair and deceptive trade practices.  Defendants further request that \nVOA Sussex be dismissed from this action and the Court deny Plaintiffs’ request for \na constructive trust.   \nA. Legal Standard \n47. In ruling on a motion to dismiss pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure, the Court reviews the allegations in the Amended \nComplaint in the light most favorable to Plaintiffs.   See Christenbury Eye Ctr., P.A. \nv. Medflow, Inc., 370 N.C. 1, 5  (2017).  The Court’s inquiry is “whether, as a matter \nof law, the allegations of the complaint . . . are sufficient to state a claim upon which \nrelief may be granted under some legal theory[.]”  Harris v. NCNB Nat’l Bank , 85 \nN.C. App. 669, 670 (1987).  The Court accepts all well -pleaded factual allegations in \nthe relevant pleading as true.  See Krawiec v. Manly , 370 N.C. 602, 606 (2018).  The \n \n \nCourt is therefore not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274 (2005) \n(citation omitted). \n48. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated b y reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC. , 251 N.C. App. 198, 206 (2016) \n(citation omitted).  The Court may consider these attached or incorporated documents \nwithout converting the Rule 12(b)(6) motion into a motion for summary judgment.  \nId. (citation omitted).  Moreover, the Court “may properly consider documents which \nare the subject of a plaintiff’s complaint and to which the complaint specifically refers \neven though they are presented by the defendant.”  Oberlin Capital, L.P. v. Slavin , \n147 N.C. App. 52, 60 (2001) (citation omitted).5 \n49. Our Supreme Court has noted tha t “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good clai m; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’  ” Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 615 (2018) (quoting Wood v. Guilford Cty., 355 N.C. 161, 166 (2002)).  This \n \n5 In their response to the Motion to Dismiss, Plaintiffs make reference to matters outside the \nAmended Complaint and its attachments.  The Court declines to consider information outside \nthe Amended Complaint and its attachments or otherwise convert the Motion to Dismiss into \none for summary judgment pursuant to Rule 56.  Moch, 251 N.C. App. at 206 (providing that \nconsideration of matters outside of the complaint and its attachments would result in \nconverting a Rule 12(b)(6) motion into one for summary judgment).   \n \n \nstandard of review for Rule 12(b)(6) is the standard our Supreme Court “uses \nroutinely . . . in assessing the sufficiency of complaints in the context of complex \ncommercial litigation.”  Id. at 615 n.7 (citations omitted).  \nB. Analysis \n50. Defendants primarily argue that because the parties did not  enter into a \npartnership agreement, or otherwise form a partnership under North Carolina law , \nall claims predicated on the existence of a partnership (constituting three of the four \nclaims subject of this Motion to Dismiss) must fail.  (Br. Supp. Mot. Dismiss 1.)  The \nCourt, at least in part, agrees and therefore GRANTS in part and DENIES in part \nthe Motion to Dismiss.   \n1. Breach of Partnership Agreement  and Breach of Fiduciary \nDuty as a Partner  \n51. Plaintiffs label their first cause of action as “Breach of Partnership \nAgreement and Breach of Fiduciary Duty as a Partner.”  (Am. Compl. 28.)  The Court \nseparately addresses Plaintiffs’ claim for “breach of partnership agreement” and \n“breach of fiduciary duty as a partner.”   \n52. While Plaintiffs label the ir first claim in part as a claim for breach of \npartnership agreement, th e Court interprets the claim effectively to be a claim for \nbreach of the Agreement.  See Chesson v. Rives, 2013 NCBC LEXIS 46, at *11 (N.C. \nSuper. Ct. Oct. 28, 2013) (“A partnership agreement is  a contract between the \npartners.”).  In other words, the question of whether there was a partnership formed \nby Plaintiffs and Defendants is not determinative of Plaintiffs’ breach of contract \n \n \nclaim.  The Court focuses its inquiry on whether Plaintiffs ade quately allege breach \nof the Agreement for the purposes of Rule 12(b)(6). \n53. To state a breach of contract claim, a plaintiff need only allege “(1) [the] \nexistence of a valid contract and (2) [a] breach of the terms of that contract.”  Poor v. \nHill, 138 N.C. App. 19, 26 (2000).   As stated numerous times by this Court, “stating \na claim for breach of contract is a relatively low bar.”  Vanguard Pai Lung, LLC v. \nMoody, 2019 NCBC LEXIS 39, at *11 (N.C. Super. Ct. June 19, 2019).   \n54. The Court interprets Plaintiffs’ breach of contract claim to be based on VOA \nDefendants’ “failing and refusing to account for and to pay the amounts due to Ms. \nHaddock under the Agreement.”  (Am. Compl. ¶ 101.)  Plaintiffs allege, and the terms \nof the Agre ement establish, that “Defendants agreed . . . to compensate [Haddock]  \nwith 15% of the developer fee earned by the parties for the development of The \nSussex, and 15% of the project cash flows, as expressly stated in the Agreement.”  \n(Am. Compl. ¶ 22 ; see also  Agreement Attach. B .)  Plaintiffs further allege that \nDefendants breached this Agreement.  (Am. Compl. ¶ 23.)   \n55. To the extent Plaintiffs’ breach of contract claim is based on non -payment \nby Defendants to Haddock pursuant to the terms of the Agreement, the Court \nconcludes that Plaintiffs have sufficiently stated a breach of contract claim.  \nTherefore, the Motion to Dismiss should be DENIED as to the request that the Court \n \n \ndismiss Plaintiffs’ first claim for relief to the extent the claim is based on Defendants’ \nnon-payment to Haddock pursuant to the terms of the Agreement.  \n56. Unlike Plaintiffs’ breach of contract claim , Plaintiffs’ claim for breach of \nfiduciary duty, alleged as part of the first claim for relief,  is entirely premised on \nPlaintiffs’ contention that the parties established a partnership.   \n57. Plaintiffs allege that “Defendants and Ms. Haddock agreed to carry on as \nco-owners of a business for profit, The Sussex.”  (Am. Compl . ¶ 95.)  In support of \ntheir breach of fiduciary duty to partner claim, Plaintiffs contend that “the words of \nthe Agreement also make it clear that their agreement was a partnership \nagreement[,]” and it so follows that Defendants owe Plaintiffs a fiduciary duty.  (Resp. \nMot. Dismiss 9 (emphasis in original).)   \n58. Plaintiffs seemingly make an additional argument that in considering the \nparties’ conduct, as alleged in the Amended Complaint, the Court could infer the \nexistence of a partnership between them.  (Resp. Mot. Dismiss 16.)  Plaintiffs cite to \nWilder v. Hobson , 101 N.C. App. 199, 202 (1990) , for the proposition that the \n“[e]xistence of a partnership does not require an express agreement and the parties’ \nintent to formulate a partnership can be inferred by the conduct of the parties by \nexamining all of the circumstances.”  The Court addresses these arguments together.   \n59. The Agreement is clearly titled  as an Independent Contractor Agreement.   \n(Agreement 1.)  Beyond the title of the Agreement , the terms of the Agreement are \nclear.  Haddock is referenced as “C ontractor” throughout the Agreement.  \nImportantly, the Agreement provides that “nothing in this Agreement shall be \n \n \nconstrued as creating any other relationship” than that of an independent contractor.  \n(Agreement § 9.)  \n60. Although Attachment A to the Agreeme nt references Haddock as a “local \npartner” and a “local developer partner,” this vague use of the word “partner” in the \nAttachment to the Agreement and in communications between the parties, does not \novercome the express provisions of the Agreement that provide that the terms of the \nAgreement shall not be construed as to create any other relationship between VOA \nand Haddock than that of an independent contractor.  See Crescent Foods, Inc. v. \nEvason Pharms., Inc. , 2016 NCBC LEXIS 76, at *18 (N.C. Super. Ct. Oct. 5, 2016) \n(providing that where an agreement expressly identifies a party as an independent \ncontractor, such language “weighs against any contention that the parties had a \n‘meeting of the minds’ as to the formation of a partnership”). \n61. While the Amended  Complaint includes allegations  that could establish  \nthat the parties contemplated a future partnership agreement and began \nnegotiations to form a partnership, these allegations fall short  of establishing that \nthe parties formed a partnership pursuant to N orth Carolina law .  The Amended \nComplaint makes clear that, despite Haddock’s attempts to negotiate a partnership \nwith VOA after she was informed that VOA did not intend to partner with her for the \ndevelopment of The Sussex, the parties never reached any agreement, other than as \nset forth in the Agreement itself,  on the splitting of the Developer Fee or the profits \nof The Sussex.  (Am. Compl. ¶¶ 58–65.)  Failure to agree on the split of profits of any \nalleged partnership between the parties and failure to allege any other agreed -to \n \n \nterms of a partnership arrangement is fatal to Plaintiffs’ argument that the parties  \nformed a partnership.  See Boyce v. McMahan, 285 N.C. 730, 734 (1974) (providing \nthat generally, “a contract, or offer to contract, leaving material portions open for \nfuture agreement is nugatory and void for indefiniteness”); see also Compton v. Kirby, \n157 N.C. App. 1, 11 (2003) (providing that a partnership may be inferred when there \nis “a meeting of the minds with respect to the material terms of the partnership \nagreement”); Wilder, 101 N.C. App. at 202 (“[C]o-ownership and sharing of any actual \nprofits are indispensable requisites for a partnership.”).  The parties did no more than \nexpress their intention  to agree to form a partners hip at some point in the future.   \n(See Agreement Attach A.) \n62. In sum, the conduct of and communications between the parties alleged by \nPlaintiffs in the Amended Complaint are insufficient to overcome the express \nlanguage of the Agreement .  See La Familia Cosmovision, Inc. v. Inspiration \nNetworks, 2014 NCBC LEXIS 52, at *22 (N.C. Super. Ct. Oct. 20, 2014) (“The various \nverbal communications and representations referenced in the Amended Complaint, \nincluding casual references to a ‘partnership’ between the parties, are best viewed as \ncircumstantial evidence that cannot overcome the explicit contractual language \nspecifying Defendants as independent contractors rather than legal partners.”).  The \nAgreement expressly defines the parties’ relationship : Haddock was acting as an \nindependent contractor for VOA.  Any  modification to the parties’ relationship as it \npertains The Sussex was required to be in a signed writing pursuant to the terms of \nthe Agreement.  (Agreement §§ 4, 15.)  Attachment A to the Agreement provides that \n \n \nthe parties “shall enter into a future binding agreement that specifies partnership \nscope[.]”  No such written agreement or modification  is alleged in the Amended  \nComplaint or attached thereto.         \n63. The Amended Complaint and its attachments fail to establish the existence \nof a partnership carried on by the parties  and thus Plaintiffs’ first claim for relief to \nthe extent it is based on a “breach of fiduciary duty as a partner” cannot survive the \nMotion to Dismiss .  Accordingly, the Court GRANTS the Motion to Dismiss and \ndismisses Plaintiffs’ claim for breach of fiduciary duty as a partner with prejudice.6 \n2. Negligence and Constructive Fraud \n64. Plaintiffs’ claims for negligence and constructive fraud rise or fall on the \nexistence of a duty owed by Defendants to Plaintiffs.   Plaintiffs, in support of their  \nclaims for  negligence and constructive fraud,  contend that they “have sufficiently \nalleged and the evidence overwhelmingly establishes that the parties entered into a \npartnership agreement, and as partners, Defendants were bound as a matter of law \nto fulfill certain fidu ciary duties of trust and loyalty to Ms. Haddock and Cadence \nDevelopment.”  (Resp. Mot. Dismiss 14.)    \n65. An essential element of a claim for constructive fraud is the existence of a \nfiduciary relationship.  Vanguard Pai Lung, 2019 NCBC LEXIS 39, at *16.  Similarly, \nto state a claim for negligence, a plaintiff must allege the existence of a  legal duty.  \nStein v. Asheville City Bd. of Educ. , 360 N.C. 321, 328 (2006)  (“To state a claim for \ncommon law negligence, a plaintiff must allege: (1) a legal duty; (2) a breach thereof; \n \n6 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt[.]”  First Fed. Bank v. Aldridge, 230 N.C. 187, 191 (2013).  \n \n \nand (3) injury proximately caused by the breach.”).   As the Court has already \ndetermined herein, Plaintiffs have not plea ded facts that support the existence of a \nfiduciary duty arising out of a partnership and there are no further allega tions \ncontained in the Amended Complaint that would create a fiduciary relationship \nbetween the parties ; therefore, the breach of fiduciary duty claim should be \nDISMISSED.  See Edwards v. Mutter, 2019 NCBC LEXIS 111, at *10–11 (N.C. Super. \nCt. Dec. 17, 201 9) (dismissing a claim for breach of fiduciary duty when no de  jure \nfiduciary relationship existed and the claimant failed to allege circumstances giving \nrise to a de facto fiduciary relationship). \n66. To the extent Plaintiffs  contend that the Agreement imposes a legal duty \non Defendants, distinct from the formation of a part nership, to support their claim s \nfor negligence and constructive fraud, Plaintiffs’ claims similarly fail .  Plaintiffs  \nallege that “[u]nder the Agreement and as partners, Defendants owed Plaintiffs a \nduty to exercise reasonable care in the performance of t heir development of The \nSussex project and other partnership objectives.”  (Am. Compl. ¶ 104.)   “Parties to a \ncontract do not thereby become each others’ fiduciaries; they generally owe no special \nduty to one another beyond the terms of the contract.”  Highland Paving Co. v. First \nBank, 227 N.C. App. 36, 43  (2013) (cleaned up).  “To state a viable claim in tort for \nconduct that is also alleged to be a breach of contract, ‘a plaintiff must allege a duty \nowed to him by the defendant separate and distinct from any other duty owed under \ncontract.’ ”  Akzo Nobel Coatings, Inc. v. Rogers, 2011 NCBC LEXIS 42, at *48 (N.C. \n \n \nSuper. Ct. Nov. 3, 2011) (quoting Kelly v. Georgia- Pacific LLC, 671 F. Supp. 2d 785, \n791 (E.D.N.C. 2009)).      \n67. The Amended Complaint contains no other allegations of any other \nrecognizable legal duty owed by Defendants to Plaintiffs, nor do Plaintiffs identify a \nseparate and distinct duty in their briefing on this i ssue.  Therefore, the Court \nGRANTS the Motion to Dismiss Plaintiffs’ negligence claim and  constructive fraud \nclaim and DISMISSES the claims with prejudice.  \n3. Unfair and Deceptive Trade Practices \n68. To state a claim for a violation of N.C.G.S. § 75 -1.1 (“UDTPA”), a plaintiff \nmust allege that “(1) defendant committed an unfair and deceptive act or practice, (2) \nthe action in question was in or affecting commerce, and (3) the act proximately \ncaused injury to the plaintiff.”  Dalton v. Camp, 353 N.C. 647, 656 (2001).  “A practice \nis unfair if it is unethical or unscrupulous, and it is deceptive if it has a tendency to \ndeceive.”  Id.  Defendants contend that Plaintiffs’ UDTPA claim should be dismissed, \nciting North Carolina law holding that a breach of contract , with out more, is \ninsufficient to support a UDTPA claim.  (Br. Supp. Mot. Dismiss 20.) \n69. “[A] mere breach of contract, even if intentional, is not sufficiently unfair or \ndeceptive to sustain an action under N.C.G.S. § 75 -1.1.”  Branch Banking & Tr. Co. \nv. Thompson, 107 N.C. App. 53, 62 (1992); see also SciGrip, Inc. v. Osae, 373 N.C. 409, \n427 (2020).  A UDTPA claim premised on a breach of contract must be accompanied \nby an aggravating circumstance.  Kerry Bodenhamer Farms, LLC v. Nature’s Pearl \n \n \nCorp., 2017 NCBC LEXIS 27, at *19 (N.C. Super. Ct. Mar. 27, 2017) (citing Eastover \nRidge, L.L.C. v. Metric Constructors, Inc., 139 N.C. App. 360, 368 (2000)).    \n70. Such aggravating circumstances “generally involve forged documents, lies, \nand fraudulent inducements[,]”  Forest2Market, Inc. v. Arcogent, Inc. , 2016 NCBC \nLEXIS 3, at *14 (N.C. Super. Ct. Jan. 5,  2016), and “[a]s a general proposition, \nunfairness or deception either in the formation of the contract or in the circumstances \nof its breach may establish the existence of a substantial aggravating circumstances \nsufficient to support an unfair and decept ive trade practices claim[,]” SciGrip, 373 \nN.C. at 426.  “On the other hand, ‘threats to terminate,’ ‘efforts to encourage’ another \nto continue contractual performance while ‘planning to breach,’ and ‘refusal to \notherwise meet’ contractual obligations do n ot rise to the level of aggravating \ncircumstances.’ ”  Kerry Bodenhamer Farms, 2017 NCBC LEXIS 27, at *19–20 (citing \nDeltacom, Inc. v. Budget Telecom, Inc., U.S. Dist. LEXIS 54488, at *12–13 (E.D.N.C. \nMay 20, 2011)); see also Post v. Avita Drugs, LLC, 2017 NCBC LEXIS 95, at *10– 12 \n(N.C. Super. Ct. Oct. 11, 2017) (collecting cases on aggravating circumstances that \nmay or may not support a UDTPA claim). “Thus, the North Carolina Court of Appeals \nhas repeatedly stressed that a [UDTPA] violation ‘is unlikely to occur during the \ncourse of contractual performance.’ ”  Post, 2017 NCBC LEXIS 95, at *11 (citing Heron \nBay Acquisition LLC v. United Metal Finishing, Inc., 245 N.C. App. 378, 383 (2016)).   \n71. Plaintiffs allege that Defendants’ conduct constitutes “substantial evidence \nof repeated acts of bad faith, violations of this covenant in their dealings with Ms. \nHaddock, and evidence of substantial aggravating circumstances attending these \n \n \nviolations, the unfair dealings, and their tortious breach of the Agreement they made \nwith Ms. Haddock.”  (Am. Compl. ¶ 107.)  Plaintiffs further allege that in July 2019, \nwell after the execution of the Agreement, Defendants devised a scheme to “oust” \nPlaintiffs from The Sussex.  (Am. Compl.  ¶ 108.)  In other words, any alleged unfair \nand deceptive conduct by Defendants is related to their  planned breach of the \nAgreement, which is insufficient to support a UDTPA claim .  See Post, 2017 NCBC \nLEXIS 95, at *11.   Upon careful review of the Amended Complaint, Defendants do \nnot allege any aggravating circumstances sufficient to support the UDTPA claim \npremised entirely on a breach of contract.  \n72. Therefore, the Motion to Dismiss is GRANTED to the extent it requests \ndismissal of Plaintiffs’ claim for unfair and deceptive trade practices and the claim \nshould be DISMISSED with prejudice.  \n4. Constructive Trust \n73. Defendants contend that “the Court should dismiss [Sussex VOA] as a \nDefendant in this case and deny Plaintiffs ’ request for a constructive trust remedy \ninvolving it.”  (Br. Supp . Mot. Dismiss 21.)  It is Defendants’ position that “[i]f \nPlaintiffs prove their case, then they would have an adequate remedy at law ” in the \nform of a judgment against VOANS or VOA, making a con structive trust an \nunavailable remedy.  (Br. Supp. Mot. Dismiss 21.) \n74. As stated in the Initial Order and Opinion, a constructive trust “is a remedy \nwhich may or may not be available depending on the underlying causes of action. ”  \nHaddock, 2021 NCBC LEXIS 8, at *19 (citing Roper v. Edwards, 323 N.C. 46 1, 464 \n \n \n(1988)).  It is premature to make a determination as to which remedies, if any, \nPlaintiffs are entitled to, and the Court declines to do so on this Motion to Dismiss.   \nTherefore, the Motion to Dismiss is DENIED to the extent it requests the Court deny \nPlaintiffs’ request for a constructive trust. \n75. Defendants also contend that “Pl aintiffs’ claims do not properly implicate \nownership interests in [Sussex VOA] or its real or personal property.”  (Br. Supp. Mot. \nDismiss 22.)  Similarly, the Court concludes that it is premature to dismiss Sussex \nVOA from this action.   \n76. Plaintiffs allege  that VOA formed Sussex VOA, VOA Defendants are \nmembers and managers of Sussex VOA, and VOA granted the deeds to the real \nproperty acquired by the exercise of Purchase Options for The Sussex to Sussex VOA.  \n(Am. Compl. ¶¶ 6, 27, 78 –79.)  The Court cannot c onclude at this stage of the \nproceeding that the surviving claims will not implicate Sussex VOA.  \n77. Therefore, the Court DENIES Defendants’ request to dismiss Sussex VOA \nfrom this action.       \nVI.      CONCLUSION \n78. For the foregoing reasons, the Court hereby DENIES the Motion to Strike \nand GRANTS in part and DENIES in part the Motion to Dismiss as follows: \nA. Without concluding that the parties entered into a partnership \nagreement, the Court DENIES the Motion to Dismiss to the extent \nit requests dismissal of Plaintiffs’ breach of contract claim based on \nDefendants’ alleged breach of the Agreement.   \n \n \nB. The Court GRANTS the Motion to Dismiss to the extent it requests \ndismissal of Plaintiffs’ claims for breach of fiduciary duty  as a \npartner, negligence, constructive fraud, and unfair and deceptive \ntrade practices and DISMISSES Plaintiffs’ claims for breach of \nfiduciary du ty as a partner, negligence, constructive fraud, and \nunfair and deceptive trade practices with prejudice.   \nC. The Court DENIES the Motion to Dismiss to the extent it requests \ndismissal of the remedy of a constructive trust.  \nD. The Court DENIES the Motion to Dismiss to the extent it requests \ndismissal of Sussex VOA from this action.   \n79. For clarity, upon entry of this Order and Opinion, the remaining claims in \nthis action are: (1) the breach of contract claim to the extent it is based on a breach \nof the Agreement’s payment terms; (2) unjust enrichment; and (3) breach of contract \nby repudiation. \nSO ORDERED, this the 25th day of August, 2021. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}