{
  "id": "d6d3fa115a94e23731d1dc310d9955f42eb18b9676be9b50ef4320b4e823e652",
  "source_file": "data/raw/ncbc/d6d3fa115a94e23731d1dc310d9955f42eb18b9676be9b50ef4320b4e823e652.pdf",
  "raw_text": "InVue Sec. Prods., Inc. v. Stein, 2017 NCBC 113. \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 19774 \n \nINVUE SECURITY PRODUCTS, \nINC., \n \nPlaintiff, \n \nv. \n \nPHILLIP K. STEIN; and SCORPION \nSECURITY PRODUCTS, INC., \n \nDefendants. \n \n \n \n \nORDER AND OPINION  \nON DEFENDANT STEIN’S  \nMOTION TO DISMISS AND \nPLAINTIFF’S MOTION FOR \nPRELIMINARY INJUNCTION \n \n \n1. After being employed by Plaintiff InVue Security Products, Inc. (“InVue”) \nfor more than a decade, Defendant Philip K. Stein resigned his employment in August \n2017.  Stein then accepted a similar position with Defendant Scorpion Security \nProducts, Inc. (“Scorpion”), one of InVue’s direct competitors.  In this action, InVue \nalleges that Stein, in his new employment, has breached and is continuing to breach \nagreements that restrict his use of InVue’s confidential information and that contain \ncovenants not to compete with InVue or to solicit its customers. \n2. InVue moves for a preliminary injunction to enforce these agreements.  In \nresponse, Stein contends the non-competition and non -solicitation covenants  are \nfacially invalid and moves to dismiss the claim for breach of  the covenants under \nNorth Carolina Rule of Civil Procedure 12(b)(6).  For the reasons discussed below, the \nCourt GRANTS in part and DENIES in part both motions. \nJohnston, Allison & Hord, P.A. , by Patrick E. Kelly and Michael J. \nHoefling, for Plaintiff.  \n \nJames, McElroy & Diehl, P.A., by Jon P. Carroll and Adam L. Ross, for \nDefendant Phillip K. Stein.  \n \n \n \nConrad, Judge. \n \nI. \nPROCEDURAL HISTORY \n \n3. On October 26, 2017, InVue filed its verified complaint  along with motions \nfor a temporary restraining order  and for a preliminary injunction .  The Honorable \nRobert C. Ervin granted a temporary restraining order to enjoin “Stein from soliciting \nInVue clients, customers, and employees.”  ( TRO at 1, ECF No. 17.)  Judge Ervin  \ndenied all other requested relief on the grounds that InVue “failed to demonstrate a \nlikelihood of success on the merits or that irreparable harm will occur absent the \nissuance of injunctive relief.”  (TRO at 2.)  \n4. On November 8, InVue filed an amended verified complaint  (“Amended \nComplaint”), including an amended motion for preliminary injunction.  The Amended \nComplaint incorporates (but does not re -state) the original complaint’s allegati ons \nand amends paragraph 63 to incorporate by reference several affidavits attached as \nexhibits.  (Am. V. Compl., ECF No. 4.)  For ease of reference, this Opinion cites the \nnumbered allegations in the original complaint.  (V. Compl., ECF No. 3.) \n5. Stein filed his motion to dismiss on November 9.  T he case was then \ndesignated as a complex business case, after which the parties jointly tendered, and \nthe Court adopted, a Consent Order extending the temporary restraining order  \npending a hearing on InVue ’s motion for preliminary injunction  and Stein’s motion \nto dismiss.  (Consent Order, ECF No. 24.)  The parties further agreed to a shortened \nbriefing schedule for both motions, which are now fully briefed.  (Consent Order.)   \n \n \n6. Stein also filed an objection  and motion to strike the affidavits attached to \nthe Amended Complaint , arguing they were filed too late  and therefore could not  \nsupport the motion for preliminary injunction.  ( See Obj. & Mot. to Strike, ECF No. \n12.)  In subsequent briefing, Stein withdrew the timeliness objection and instead \nrequested that the Court strike limited portions of the affidavits on hearsay and \nrelated grounds.  (See Br. in Supp. Obj. & Mot. to Strike, ECF No. 29.)  This motion \nis also fully briefed. \n7. The Court held a hearing on the pending motions on December 14, 2017.  \nThe motions are ripe for disposition. \nII. \nBACKGROUND \n \n8. For purposes of Stein’s motion to dismiss, the Court assumes the facts \nalleged in the Amended Complaint to be true.  As to InVue’s motion for preliminary \ninjunction, the Court considers the Amended Complaint and the additional evidence \nsubmitted by the parties in determining whether InVue has carried its burden.  Any \nfindings in that regard are solely for purposes of the  preliminary-injunction motion \nand are not binding at a later stage. \nA. Stein’s Employment with InVue \n9. InVue manufactures, sells, and distributes “anti -theft devices and related \ngoods for use by the retail industry.”  (V. Compl. ¶¶  7.)  As relevant here, InVue’s \ncustomers include retailers of mobile phones, electronics, and similar products that \nmust be secured to prevent or deter theft.  (V. Compl. ¶ 13; Aff. of Galleberg ¶ 2, ECF \nNo. 4 Ex. G.) \n \n \n10. InVue hired Stein in 2006.  (V. Compl. ¶ 8.)  Apart from a two-year stint as \na Senior Product Manager, Stein spent most of the next decade as one of InVue’s \nNational Account Managers.  (V. Compl. ¶¶  8–11.)  In this role, Stein developed \nrelationships with key customers, promoted InVue’s products, a nd helped develop \nInVue’s marketing strategies.  (V. Compl. ¶ 9.)  Stein’s position also gave him access \nto sensitive business information, including “InVue’s books and records, customer \nlists, business plans and practices,” and related information.  (V. Compl. ¶ 40.) \n11. Stein managed several of InVue’s customer accounts, including Verizon \nWireless, Cricket, Staples, and AT&T.  (V. Compl. ¶¶ 11, 13.)  These customers have \n“stores and regional managers throughout the entire United States.”  (V. Compl. \n¶ 13.)  As a result, Stein traveled extensively and developed contacts with customers \nacross the country.  (See V. Compl. ¶¶ 12, 14.)     \nB. The Employment Agreements \n12. During the course of his employment, Stein entered into several agreements \nwith InVue.  (V. Compl. ¶¶  15, 21, 22.)  Stein executed a Confidentiality and Non -\nDisclosure Agreement (“Confidentiality Agreement”) in December 2010.  (V. Compl. \n¶ 15, Ex. A.)  This agreement prohibits Stein from “divulging, furnishing, copying, \ntaking, using or allowing access to ” InVue’s  confidential information.  (V. Compl. \n¶ 16.) \n13. In June 2011, InVue informed Stein that his participation in a stock \nappreciation plan entitled him “to a cash payment in exchange for his execution” of \n“covenants not to solicit InVue’s customers or e mployees [and] not to compete with \n \n \nInVue for an 18 month period following the termination of his employment with \nInVue for any reason.”  (V. Compl. ¶¶ 18, 20.)  Stein agreed and, in July 2011, signed \na document entitled “Cash Award Under the Amended and Re stated Stock \nAppreciation Plan.”  (V. Compl. ¶  21, Ex. C  at 1 .)  InVue then provided  a cash \npayment.  (V. Compl. ¶¶ 23, 28.)  \n14. The non -competition covenant states that, for a period of 18 months \nfollowing his termination, Stein shall not: \nanywhere (i) within the United States of America (“Territory”) or \n(ii) within any State within the United States of America in which \nEmployee has directly or indirectly engaged in the Business as defined \nbelow, while employed by the Company,  work as an employee, o fficer, \nagent, director, representative, consultant, stockholder, partner or \nproprietor for any business which engages in the manufacture, sale or \ndistribution of theft reduction devices for use by the retail industry  \n(“Business”).  \n \n(V. Compl. Ex. C at 2.) \n \n15. In the non-solicitation covenant, Stein further agreed that, during the same \nperiod following termination, he would not: \ndirectly or indirectly contact or solicit the clients or customers of the \nCompany in the Territory with whom the Employee or Compan y has \ndone Business at any time in the twelve (12) month  period preceding \nEmployee’s termination of employment or who is or has been a client or \ncustomer of the Company in the twelve (12) months preceding \ntermination, or who were made know n to the Employee  through \nemployment with the Company, for the purpose of inducing the client or \ncustomer to terminate or modify its relationship with the Company.  \n \n(V. Compl. Ex. C at 2–3.)  Stein also agreed not to contact or solicit InVue’s employees \nduring the same period.  (See V. Compl. Ex. C at 3.) \n \n \nC. Stein’s Alleged Solicitation of InVue’s Customers \n16. Stein resigned from InVue on August 18, 2017.  (V. Compl. ¶ 29.)  A few days \nlater, he began working for Scorpion, “a direct compe titor of InVue.”  (V. Compl. \n¶¶ 31–32, 43.)  According to InVue, “Stein performs the same or similar tasks and \nduties as he performed while employed by InVue and is selling competing products, \ndirectly or indirectly to InVue’s customers.”  (V. Compl. ¶ 35.)   \n17. In its Amended Complaint, InVue generally alleges that Stein has solicited \nbusiness from several customers with which he developed contacts while at InVue, \nincluding Verizon Wireless, Spring Communications, and Prime Communications.  \n(See V. Compl. ¶  36.)  However, most of the allegations and  supporting affidavits \nrelate to Stein’s solicitation of Verizon Wireless, specifically including Stein’s visit to \nits corporate offices in September 2017.  (See V. Compl. ¶¶ 51–55.)  There is no dispute \nStein made this visit, but the parties sharply dispute its purpose and effect. \n18. According to InVue, Stein sought to induce Verizon Wireless to terminate or \nmodify its relationship with InVue.  In their affidavits, InVue’s employees testify that \nthey encountered Stein on site at Verizon Wireless , after which “Stein asked them \nnot to tell anyone else at InVue that they had seen him there .”  (V. Compl. ¶  53.)  \nInVue contends that Stein marketed a software theft-reduction device that directly \ncompetes with InVue’s  own products .  ( See Aff. of Grant ¶  17.c., ECF No. 38.)  \nFurthermore, InVue asserts that Verizon Wireless is one of its largest accounts, \nwhich, if terminated, would result in substantial losses.  (Aff. of Edwards ¶  5, ECF \nNo. 4 Ex. H; Aff. of Grant ¶ 19.)   \n \n \n19. In opposition to the motion for preliminary injunction, Stein acknowledges \nthat he met with Verizon Wireless.  (2d Aff.  of Stein ¶ 22, ECF No. 42 .)  He states, \nhowever, that he “focused on marketing Scorpion’s SWIS software application,” which \nhe characterizes as a “software application” that is not a “theft reduction device.”  (2d \nAff. of Stein ¶  19.)  According to Stein, SWIS does not compete with any InVue \nproduct.  (2d Aff. of Stein ¶ 20; see also Aff. of Thakral ¶ 7, ECF No. 43.) \nD. This Action \n20. InVue asserts two claims for breach of contract against Stein: first, that he \nhas breached the non-competition and non-solicitation covenants; and second, that \nhe has breached the Confidentiality Agreement.  These claims are the subject of \nInVue’s motion for preliminary injunction.   InVue also asserts a claim  against \nScorpion for tortious interference with contract.   \nIII. \nSTEIN’S MOTION TO DISMISS \n \n21. In his motion to dismiss, Stein argues that the covenants not to compete \nwith InVue and not to solicit InVue’s customers are facially invalid.  If Stein prevails, \nthe claim for breach of contract must be dismissed, and InVue would not be entitled \nto a preliminary injunction enforcing the covenants.   The Court therefore addresses \nthese threshold issues first.  \nA. Legal Standard \n22. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Concrete Serv. Corp. v. Inv’rs Grp., Inc. , 79 N.C. App. 678, 681, 340 \nS.E.2d 755, 758 (1986).  “Dismissal of a complaint under Rule 12(b)(6) is proper when \n \n \none of the following three conditions is satisfied: (1) when the complaint on its face \nreveals that no law supports plaintiff’s claim; (2) when the complaint on its face \nreveals the  absence of fact sufficient to make a good claim; (3) when some fact \ndisclosed in the  complaint necessarily defeats plaintiff’s claim.”   Jackson v. \nBumgardner, 318 N.C.172, 175, 347 S.E.2d 743, 745 (1986). \n23. In deciding a Rule 12(b)(6) motion, the Court must treat the well -pleaded \nallegations of the complaint as true and view the facts and permissible inferences “in \nthe light most favorable to” the non-moving party.  Ford v. Peaches Entm’t Corp., 83 \nN.C. App. 155, 156, 349 S.E.2d 82, 83 (1986); see also Sutton v. Duke, 277 N.C. 94, 98, \n176 S.E.2d 161, 163 (1970).  “[T]he court is not required to accept as true any \nconclusions of law or unwarranted deductions of fact.”  Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001).  In addition, the Court “may \nproperly consider documents which are the subject of a plaintiff’s complaint and to \nwhich the complaint specifically refers,” without converting a Rule 12(b)(6) motion \ninto a motion for summary judgment.  Weaver v. St. Joseph of the Pines, Inc., 187 N.C. \nApp. 198, 204, 652 S.E.2d 701, 707 (2007) (quoting Oberlin Capital, 147 N.C. App. at \n60, 554 S.E.2d at 847). \nB. Analysis \n24. Under North Carolina law, a restrictive employment covenant must be “(1) \nin writing; (2) made part of a contract of employment; (3) based on valuable \nconsideration; (4) reasonable both as to time and territory; and (5) not against public \npolicy.”  United Labs., Inc. v. Kuykendall, 322 N.C. 643, 649–50, 370 S.E.2d 375, 380 \n \n \n(1988).  If the covenant is wider in scope than is necessary to protect the business of \nthe employer, “it will not be enforced.”  VisionAIR, Inc. v. James, 167 N.C. App. 504, \n508, 606 S.E.2d 359, 362 (2004).   \n25. This Court has recognized that “the elements are the same for non -\ncompetition and non-solicitation clauses.”  Kinston Med. Specialists, P.A. v. Bundle , \n2015 NCBC LEXIS 48, at *11 (N.C. Super. Ct. May 7, 2015) (internal quotation marks \nomitted).  Nevertheless, in applying these elements, North Carolina courts do not \nview non-competition clauses  favorably but are more willing to enforce non -\nsolicitation clauses.  See, e.g., Farr Assocs., Inc. v. Baskin , 138 N.C. App. 276, 282, \n530 S.E.2d 878, 881 (2000); see also Sandhills Home Care, L.L.C. v. Companion Home \nCare - Unimed, Inc., 2016 NCBC LEXIS 61, at *25  (N.C. Super. Ct. Aug. 1, 2016) ; \nAkzo Nobel Coatings, Inc. v. Rogers , 2011 NCBC LEXIS 42, at *29, 31 (N.C. Super. \nCt. Nov. 3, 2011).   \n1. Non-Competition \n26. Stein contends that the non -competition covenant is facially unenforceable \nfor two reasons:  first, it is unreasonable as to time and territory; and second,  it is \nbroader than necessary to protect InVue’s legitimate business interests.  (Br. in Supp. \nStein’s Partial Mot. to Dismiss 6–9 [“Stein Br.”], ECF No. 28.)  The Court agrees with \nStein’s second argument and therefore need not address the first. \n27. Our courts have recognized that an employer has a legitimate interest in \nprotecting “customer relationships and goodwill against misappropriation by \ndeparting employees.”  Kuykendall, 322 N.C. at 651, 370 S.E.2d at 381.  But the \n \n \nrestriction must be  “no wid er in scope than is necessary to protect the business.”  \nVisionAIR, 167 N.C. App. at 508, 606 S.E.2d at 362.  The North Carolina Court of \nAppeals and this Court routinely hold that non-competition covenants are overbroad, \nand therefore unenforceable, when they “prohibit the employee from engaging in \nfuture work that is distinct from the duties actually performed by the employee.”  \nMedical Staffing Network, Inc. v. Ridgway , 194 N.C. App. 649, 656, 670 S.E.2d 321, \n327 (2009); see also VisionAIR, 167 N.C. App. at 508, 606 S.E.2d at 362; CopyPro, Inc. \nv. Musgrove, 232 N.C. App. 194, 203, 754 S.E.2d 188, 194 (2014).   \n28. Here, the non-competition covenant  prohibits Stein  from working “as an \nemployee, officer, agent, director, representative, consultant, stockholder, partner or \nproprietor for any business which engages in the manufacture, sale or distribution of \ntheft reduction devices for use by the retail industry .”  (V. Compl. Ex. C at 2.)  The \nonly exception is that Stein may own up to one percent of a publicly traded company \nin the industry or shares of mutual funds with an interest in such businesses.   (See \nV. Compl. Ex. C at 2.) \n29. These restrictions are facially overbroad and not tailored to protect InVue’s \nlegitimate business interests.  As Stein correctly observes, the clause effectively \nprohibits Stein from taking any employment with a competitor —even if his duties \nare unrelated to those he performed for InVue.  ( See Stein Br. 7.)  It also appears to \nsweep in employment with non-competitors.  The language “engage[d] in the \nmanufacture, sale or distribution of theft reduction devices  for use by the retail \n \n \nindustry” is broad enough to capture businesses (such as Amazon.com) that InVue \ncertainly could not consider a competitor. \n30. Such restrictions are  indistinguishable from others this Court has found \nunenforceable in considering a motion to dismiss.  See Sandhills, 2016 NCBC LEXIS \n61, at * 15; Akzo, 2011 NCBC LEXIS 42, at *42 .  In Sandhills, for example,  the \nemployees were prohibited from “work[ing] for, provid[ing] services for, consult[ing] \nwith, or otherwise assist [ing] any individual or entity who is in the home health or \npersonal care business competing with the Employer.”  Sandhills, 2016 NCBC LEXIS \nat * 15.  The Court held that this non-compete was “overly broad because it effectively \nprohibits the Former Employee De fendants from obtaining employment with any \nother company in the home health business in any North Carolina county in which \nthe Plaintiff provides services.”  Id. at *15, 17 (granting motion to dismiss).  Similarly, \nin Akzo, the Court held invalid a provision that would have prevented the employee \n“from working for a competitor in the wood coatings industry in a position wholly \noutside the scope of his” previous employment.  Akzo, 2011 NCBC LEXIS 42, at *42–\n43 (granting motion to dismiss); see also Aeroflow Inc. v. Arias , 2011 NCBC LEXIS \n21, at *18 (N.C. Super. Ct. July 5, 2011) (holding similar covenant “unenforceable as \na matter of law” in context of a motion for preliminary injunction). \n31. InVue does not dispute the fact that  the non-competition covenant would \nprohibit Stein from working in any capacity for a competitor.  Instead, InVue argues \nthat such a restriction is reasonable if the employee “would feel the same pressure to \ndisclose competitive information” “no matter what capacity or position he worked in.”  \n \n \n(InVue’s Br. in  Resp. 16.)  For that proposition, InVue relies heavily on Precision \nWalls, Inc. v. Servie, 152 N.C. App. 630, 568 S.E.2d 267 (2002).   \n32. As numerous courts have explained, the holding of Precision Walls is narrow \nand confined to its unique facts.  See, e.g., CopyPro, 232 N.C. App. at 203, 754 S.E.2d \nat 194 (concluding “that Precision Walls does not control the outcome in this  case”); \nHorner Int’ l Co. v. McKoy , 232 N.C. App. 559, 566, 754 S.E.2d 852, 857 (2014) \n(deciding that Precision Walls  was “largely inapposite” to the case before it);  \nVisionAIR, 167 N.C. App. at 509 & n.1, 606 S.E.2d at 362–63 & n.1 (distinguishing \nPrecision Walls); see also Asheboro Paper & Packaging, Inc. v. Dickinson, 599 F. Supp. \n2d 664, 675 (M.D.N.C. 2009)  (following VisionAIR and distinguishing  Precision \nWalls); NDSL, Inc. v. Patnoude , 914 F. Supp. 2d 885, 898 & n.6 (W.D. Mich. 2012) \n(deeming “broad language” in Precision Walls to be “dicta”).  Whatever else Precision \nWalls may stand for, it plainly does not support enforcing a nationwide restriction on \nemployment of any kind with competitors (and even some non-competitors) in a given \nindustry. \n33. As discussed, the Court perceives no meaningful difference between the non-\ncompetition covenant in this case and those in VisionAIR, Sandhills, Akzo, and \nsimilar decisions.  A dhering to the views expressed in these decisions, the Court \nconcludes that “the noncompetition agreement at issue here is much broader than is \nnecessary to protect [InVue’s] legitimate business interests and is, for that reason, \nunenforceable.”  CopyPro, 232 N.C. App. at 204, 754 S.E.2d at 195.  Accordingly, the \n \n \nCourt grants Stein’s motion to dismiss the cla im for breach of contract to the extent \nit is based on the covenant not to compete.   \n2. Non-Solicitation  \n34. Stein also argues that the non-solicitation covenant is facially invalid.  He \ncontends that the covenant improperly prevents him from soliciting InVue customers \nwith which he did not have direct contact during his employment.  (See Stein Br. 16.)  \nAlthough Stein correctly characterizes the scope of the covenant, he does not cite any \ncase granting a motion to dismiss on this basis , and the Court cannot conclude that \nthis covenant is overbroad as a matter of law at the pleading stage. \n35. Indeed, North Carolina courts have enforced non-solicitation clauses even \nwhen the restrictions are not limited to clients or customers with whom the employee \nhad direct contact.  See, e.g., Triangle Leasing Co. v. McMahon , 327 N. C. 224, 229, \n393 S.E.2d 854, 857 –58 (1990) (concluding that the restriction that prevented the \nemployee from soliciting the company’s customers was reasonable); see also Wade S. \nDunbar Ins. Agency, Inc. v. Barber, 147 N.C. App. 463, 469, 556 S.E.2d 331, 335 –36 \n(2001).  So long as the complaint pleads some basis to support such a broad \nrestriction, dismissal under Rule 12(b)(6)  would be premature.   See Kinston Med. \nSpecialists, P.A. v. Bundle, 2015 NCBC LEXIS 48, at *11–12 (N.C. Super. Ct. May 7, \n2015) (denying motion to dismiss); S andhills, 2016 NCBC LEXIS 61, at *27 –28 \n(same).     \n36. InVue’s Amended Complaint alleges that Stein was a National Accounts \nManager for roughly a decade.  ( See V. Compl. ¶  8.)  In that role, Stein held \n \n \nresponsibility for numerous accounts with customers having a nationwide footprint.  \n(See V. Compl. ¶¶ 11–13.)  He developed existing client relationships while also \nidentifying new customer opportunities, evaluating general market conditions, and \nassisting in developing InVue’s business strategy.  (See V. Compl. ¶ 9.)  Furthermore, \nInVue alleges that Stein’s position gave him access to “customer lists,” “business \nplans,” and related materials.  (V. Compl. ¶ 40.)   \n37. In light of these allegations, “[a]t this very early stage of the case and based \nupon the pleadings alone,  the Court cannot conclude ” that the non -solicitation \ncovenant “is unreasonable simply because it prohibits [Stein] from soliciting \ncustomers with whom [he] may not have had personal contact during employment”  \nwith InVue.  Sandhills, 2016 NCBC LEXIS 61, at *27–28.  The Court therefore denies \nStein’s motion to dismiss the claim for breach of contract to the extent it is based on \nthe non-solicitation covenant. \nIV. \nINVUE’S MOTION FOR PRELIMINARY INJUNCTION \n \n38. InVue seeks a preliminary injunction as to the non -competition covenant, \nthe non-solicitation covenant, and the Confidentiality Agreement.  Because the Court \nhas dismissed the claim for breach of the non -competition covenant, the Court also \ndenies the moti on for preliminary injunction on that issue.  In considering  the \nremaining issues, the Court concludes that InVue is entitled to a narrow preliminary \ninjunction as to the solicitation of its customers but  not as to  the Confidentiality \nAgreement.  \n \n \nA. Legal Standard \n39. A preliminary injunction is “an extraordinary measure taken by a court to \npreserve the status quo of the parties during litigation.”  Ridge Cmty. Inv’rs, Inc. v. \nBerry, 293 N.C. 688, 701, 239 S.E.2d 566, 574 (1977).  The plaintiff bears the burden \nto establish the “right to a preliminary injunction,” Pruitt v. Williams, 288 N.C. 368, \n372, 218 S.E.2d 348, 351 (1975), and is entitled to relief only: “(1) if [the] plaintiff is \nable to show [a] likelihood of success on the merits of his case and (2) if [the] plaintiff \nis likely to sustain irreparable loss unless the injunction is issued, or if, in the opinion \nof the Court, issuance is necessary for the protection of [the] plaintiff’s rights during \nthe course of litigation.”  A.E.P. Indus., Inc. v. McClure, 308 N.C. 393, 401, 302 S.E.2d \n754, 759–60 (1983) (internal quotation marks omitted). \n40. “Injunctive relief is granted only when irreparable injury is real and \nimmediate.”  Hall v. City of Morganton , 268 N.C. 599, 600 –01, 151 S.E.2d 201, 202 \n(1966).  The plaintiff may demonstrate irreparable injury by showing that “the injury \nis beyond the possibility of repair or possible compensation in damages” or “that the \ninjury is one to which the complainant should not be required to submit or the other \nparty permitted to inflict, and is of such continuous and frequent recurrence that no \nreasonable redress can be had in a court of law.”  A.E.P., 308 N.C. at 407, 302 S.E.2d \nat 763 (emphasis omitted).  A court sh ould not enter an injunction if there is a “full, \ncomplete and adequate remedy at law.”  Bd. of Light & Water Comm’rs v. Parkwood \nSanitary Dist., 49 N.C. App. 421, 423, 271 S.E.2d 402, 404 (1980); see also A.E.P., 308 \nN.C. at 406, 302 S.E.2d at 762.  In addition, the trial court must weigh the potential \n \n \nharm a plaintiff will suffer if no injunction is entered against the potential harm to a \ndefendant if the injunction is entered.  See Williams v. Greene, 36 N.C. App. 80, 86, \n243 S.E.2d 156, 160 (1978).  \nB. Analysis \n1. Non-Solicitation \n41. The non-solicitation covenant prohibits Stein from contacting or soliciting  \nthree overlapping groups of customers: (1) those with whom he did business in the \ntwelve months prior to his resignation  from InVue; (2) customers of InVu e during \nthat same period; or (3) customers made known to Stein through his employment \nwith InVue.  ( See V. Compl. Ex. C at 2 –3.)  In addition, the covenant is limited to \ncontacts made by  Stein “for the purpose of inducing the client or customer to \nterminate or modify its relationship with” InVue.  (V. Compl. Ex. C at 3.) \n42. InVue argues that Stein breached this covenant by contacting Verizon \nWireless and four other InVue customers .  (InVue Reply 7–8, ECF No. 46 .)  Stein \ncounters that the covenant is facially invalid and that he has not sought  to induce \nany customer to modify its relationship with InVue.  ( See Stein’s Resp. Br. 11 –13, \nECF No. 41.)   \n43. In his first argument , Stein reiterates his view that the covenant  is \nunenforceable because it prohibits solicitation of customers with which he had no \ndirect contact.  Again, the Court disagrees.  InVue has provided evidence, in the form \nof verified allegations and supporting affidavits, that Stein’s position  involved \nsubstantial responsibility and gave him access to “customer lists,” “business plans,” \n \n \nand related materials.  (V. Compl. ¶  40.)  Stein also acknowledges that he had \nawareness of —and, on occasion, temporary responsibility for —customer accounts \nhandled by other InVue employees.  (2d Aff. of Stein ¶ 15.)  This evidence supports a \nprohibition on solicitation of customers beyond those with which he had direct \ncontact.  See Triangle Leasing , 327 N.C. at 229, 393 S.E.2d at 858 ( affirming \npreliminary injunction and holding that access to customer lists supported scope of \ncontractual non-solicitation clause).   \n44. Stein also relies on Evo Corp. v. Poling, in which this Court denied a motion \nfor preliminary injunction based on a non-solicitation clause.  2015 NCBC LEXIS 83 \n(N.C. Super. Ct. Aug. 20, 2015) .  The case is inapposite.   In Evo, the covenant  \nprohibited the former employee from soliciting any potential customer and also \nprohibited activities in a fifty -mile radius around each customer.  These broad (and \nunusual) restrictions were both central to the Court’s decision.  See Evo, 2015 NCBC \nLEXIS 83, at *14.  Stein’s non -solicitation clause does not include  any equivalent \nprohibitions.  (See V. Compl. Ex. C at 2–3.)  Accordingly, the Court concludes, at this \nstage, that InVue is likely to succeed in demonstrating that the non -solicitation \ncovenant is enforceable. \n45. The more difficult question is whether Stein ’s activities were  “for the \npurpose of inducing [ any customer ] to terminate or modify its relationship with” \nInVue.  (V. Compl. Ex. C at 3 (emphasis added).)   InVue appears to construe this \nlanguage to prohibit Stein from soliciting any and all business fro m its customers.   \nThe Court does not read it so broadly.  By its plain terms, the covenant centers on \n \n \nInVue’s relationship with its customers, not on Stein’s solicitation of business more \ngenerally.  Furthermore, before agreeing to the covenant, Stein deleted language that \nwould have prevented him from “otherwise engag[ing]” in business with InVue’s \ncustomers.  (V. Compl. Ex. C at 5.)  InVue’s interpretation would read that language \nback into the covenant, upsetting the parties’ bargain.   Accordingly, the question is \nnot simply whether Stein contacted InVue’s customers or even whether he attempted \nto market a competing product to them.  It is instead whether, by doing so, Stein \nsought to induce a modification or termination of an existing relationship with InVue. \n46. With this understanding, it is clear that InVue has not demonstrated a \nlikelihood of success as to four of the five customers Stein allegedly solicited.  InVue’s \nallegations that Stein contacted P rime Communications, Spring Communications, \nand Staples are conclusory, with no explanation of the nature of Stein’s solicitation \nor its consequences.  ( V. Compl. ¶¶ 36, 50 .)  InVue does not even address these \ncustomers in its opening or reply briefs.  The allegations regarding Wireless Lifestyle \nare equally deficient: although InVue asserts that it lost Wireless Lifestyle’s business \nto Scorpion, InVue presents no evidence tying Stein to Wireless Lifestyle , and it  \nacknowledges that Wireless Lifestyle was a “prospective customer ,” not a customer \nwith an existing relationship.  (InVue Br. in Resp. to Obj. & Mot. to Strike 6, ECF No. \n39.)  Simply put, there is no evidence that Stein  took any action designed to induce \nthese businesses to terminate or modify their relationships with InVue. \n47. As to Verizon Wireless, the case for a breach is far more compelling.  InVue \nbegan selling Verizon Wireless “hardware and software based security solutions” \n \n \nseveral years ago.  (Aff. of Grant ¶ 4.)  Recently, InVue began developing—at Verizon \nWireless’s request —a new software -based security product.  ( Aff. of. Grant ¶  10.)  \nStein was aware of this collaboration.  Verizon Wireless was one of his largest \ncustomers, and he “was involved . . . in the development and sale of [the] new wireless \nsecurity product.”  (Aff. of Grant ¶¶ 10, 14.) \n48. It is undisputed that Stein visited Verizon Wireless after resigning from \nInVue and that, upon being seen by InVue employees at Verizon Wireless’s offices, \nStein asked that they conceal his presence from others at InVue.  (2d Aff. of Stein \n¶ 24.)  Stein concedes that he sought to  market Scorpion’s SWIS product to Verizon \nWireless.  ( Aff. of Stein ¶  8, ECF No. 8 .)  According to InVue, he did so with full \nknowledge that SWIS is competitive with InVue’s theft-reduction devices and highly \nsimilar to the software-based product that it has been developing in collaboration \nwith Verizon Wireless.  (InVue Br. in Supp. 7–9; ECF No. 27.)   \n49. Although Stein insists that  SWIS “is not a theft reduction device” \ncompetitive with InVue’s products, his argument is unpersuasive.  (Stein’s Resp. Br. \n15.)  As Stein admits in his second affidavit, SWIS is a software application that \n“functions to lock the device and provide location retrieval data.”  (2d Aff. Stein ¶  21 \n(emphasis added).)  In addition, devices that prevent or deter theft may be hardware \nbased, software based, or a combination of the two.  SWIS appears to fit comfortably \nwithin this group of products, and the evidence tends to show that SWIS is similar to \nthe software-based product InVue is developing specifically for Verizon Wireless.   \n \n \n50. From this evidence, the Court concludes that Stein  did more than simply \nattempting to engage in business with Verizon Wireless.  Stein knew that InVue and \nVerizon Wireless were collaborating on a software -based solution, and his actions  \nhave significant potential to undermine, if not end, that collaboration.  This evidence \namply supports InVue’s claim that Stein solicited Verizon Wireless for the purpose of \ninducing it to terminate or modify its relationship with InVue .  Thus, InVue has \ncarried its burden to establish a likelihood of success on its claim that Stein breached \nthe non-solicitation covenant. \n51. The Court also concludes that InVue has demonstrated a reasonable \napprehension of irreparable harm.  Verizon Wireless is one of InVue’s largest \ncustomers.  InVue has a legitimate interest in protecting its customer relationship  \nfrom inter ference by Stein, who is performing duties for Scorpion that are highly \nsimilar to those he performed for InVue .  The Court is persuaded that, in the event \nVerizon Wireless ends its collaboration with InVue as to a software -based product, \nthe harm would be difficult to remedy through damages. \n52. The remaining issue concerns the scope of an appropriate injunction.   A \npreliminary injunction must be tailored to the irreparable harm faced by the plaintiff.  \nIn addition, the order  must “be specific in terms, and de scribe in reasonable detail \nthe act or acts restrained or enjoined.”  Gibson v. Cline, 28 N.C. App. 657, 659, 222 \nS.E.2d 478, 479 (1976).  As the United States Supreme Court has held, “basic fairness \nrequires that those enjoined receive explicit notice of precisely what conduct is \noutlawed.”  Schmidt v. Lessard, 414 U.S. 473, 476 (1974). \n \n \n53. InVue asserts that the injunction should track the language of the non -\nsolicitation covenant and extend, more or less, to all of its customers for the past year.  \nThe Court disagrees.  In many circumstances, evidence that a defendant improperly \nsolicited on e customer would warrant an injunction against solicitation of other \ncustomers to protect the plaintiff’s interests.  In this circumstance, a broad injunction \nwould be more likely to interfere with Stein’s legitimate right to engage in business \nthan to protect InVue from wrongful interference with its customer relationships.   \n54. The irreparable harm resulting from Stein’s solicitation of Verizon Wireless \nappears to be unique to that customer, and there is no evidence from which the Court \ncould conclude that solicitation of other customers would be likely to result in similar \nirreparable harm.  As noted, the non-solicitation covenant does not generally prohibit \nStein from engaging in business with InVue’s customers.  Moreover, I nVue has \nprovided no details regarding its relationships with other customers.  InVue has not \nsupplied a list of its customers, and, when questioned at oral argument, InVue’s \ncounsel could not identify how many customers the covenant’s restriction might \ninclude.  It is entirely unclear wh ether Stein’s interactions with other customers \nwould be acceptable competition for future business or an attempt to alter the \ncustomers’ relationships with InVue.  Accordingly, t he record does not support \nextending an injunction to all of InVue’s customers, and doing so would simply invite \nfurther disputes and motions practice with the underlying threat “of a contempt \ncitation.”  Schmidt, 414 U.S. at 476.  \n \n \n55. In light of these considerations, t he Court enjoins Stein from directly or \nindirectly contacting Verizon Wireless for the purpose of inducing Verizon Wireless \nto terminate or modify its relationship with InVue.  Stein may not market to Verizon \nWireless the SWIS product or any other product in competition with products sold by \nInVue.  This injunction does not extend to other InVue customers  or restrict Stein’s \nright to engage in business with them. \n56. The balancing of the equities  supports this limited injunction .  It protects \nInVue’s longstanding collaboration and relationship with Verizon Wireless .  On the \nother hand, Stein may continue to work for Scorpion and make a living in his chosen \nfield. \n57. For these reasons, the Court grants InVue’s motion for a preliminary \ninjunction as to the non-solicitation covenant, subject to the identified limitations.  \n2. Non-Solicitation of Employees \n58. The Temporary Restraining Order separately enjoins Stein from “contacting \nor soliciting, directly or indirectly, the employees of InVue or former employees of \nInVue who were employed within the twelve (12) month period preceding termination \nof Defendant Stein’s employment.”  ( TRO at 2.)  In support of its motion for \npreliminary injunction, however, InVue does not address the solicitation of InVue’s \nemployees or argue that this restriction should continue.  The Court deems it \nabandoned and declines to convert this aspect of the Temporary Restraining Order \ninto a preliminary injunction. \n \n \n3. Confidentiality Agreement \n59. InVue also seeks “to preliminarily enjoin Stein (and Scorpion) from \nmisappropriating and using InVue’s confidential information.”  (InVue Br. in Supp. \n2–3.)  The basis for this request is unclear.  Although InVue spends considerable time \naddressing the non -competition and non -solicitation covenants, its opening brief \nglosses over the Confidentiality Agreeme nt.  As best the Court can tell, InVue’s \nposition consists of a single paragraph , without citation,  in the statement of facts \n(InVue Br. in Supp. 13) and a passing reference  in the  argument to the alleged \nirreparable harm that will flow from further violat ions of the Confidentiality \nAgreement (InVue Br. in Supp. 22).   \n60. In its reply brief, InVue attempts to remedy these deficiencies.  It contends \nthat the Court should “infer” that Stein’s discussions with Verizon Wireless involved \nInVue’s confidential inform ation.  ( InVue Reply 9.)  It also cites cases in which the \nanticipated or inevitable disclosure of trade secrets warranted injunctive relief.  \n(InVue Reply 10.)   \n61. Even assuming these arguments are timely, the Court finds them \nunpersuasive.  In the absence of evidence that Stein actually disclosed confidential \ninformation to Verizon Wireless, InVue’s speculation that he may have done so is \ninsufficient to carry its burden.  Furthermore, InVue has not identified any \ninformation that is subject to trade -secret protection, and its reliance on such cases \nis misguided. \n \n \n62. As a result, InVue has not carried its burden to demonstrate a likelihood of \nsuccess on the merits or that irreparable harm will result if an injunction is not \nissued.  The Court denies the motion f or preliminary injunction as to the \nConfidentiality Agreement. \nV. \nCONCLUSION \n \n63. For these reasons, the Court GRANTS Stein’s motion to dismiss InVue’s \nclaim for breach of contract to the extent it  is based on the non -compete clause.  In \nall other respects, the Court DENIES Stein’s motion to dismiss. \n64. The Court GRANTS InVue’s motion for a preliminary injunction as to the \nnon-solicitation covenant.   \na. Stein is preliminarily ENJOINED from directly or indirectly contacting \nVerizon Wireless for the purpose of inducing Verizon Wireless to terminate or \nmodify its relationship with InVue.  Stein may not market to Verizon Wireless \nScorpion’s SWIS product or any other product in competition with products sold \nby InVue.   \nb. This Order shall remain in force until ( i) this action is resolved, (ii ) the \n18-month period in the res trictive covenant expires, or (iii ) further order of this \nCourt, whichever occurs first.   \nc. InVue shall provide security fo r the payment of costs and damages \nshould it be determined that Stein has been wrongfully enjoined or restrained by \nthis Order.  Upon considering the facts of record, and in its discretion, the Court \nconcludes that a $25,000 bond is appropriate  (including the $1,500 previously \n \n \nposted for the temporary restraining order).  InVue shall post the bond in the form \nof a third-party surety bond undertaking or a cash security deposit with the Clerk \nof Superior Court of Mecklenburg County, North Carolina.  This Order shall \nbecome effective upon InVue’s posting of the bond or security. \nd. In all other respects, InVue’s motion for preliminary injunction is \nDENIED. \n65. The Court has also fully considered Stein’s motion to strike.  The evidence \nto which Stein objects is not necessary to the Court’s decision.  Accordingly, the Court \nDENIES the motion to strike as moot.  \n \nThis the 18th day of December, 2017. \n /s/ Adam M. Conrad    \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}