{
  "id": "d72129098771a7d3e22260082cb2059a37c8a220201fb7c7bf6beed0ebc6e206",
  "source_file": "data/raw/ncbc/d72129098771a7d3e22260082cb2059a37c8a220201fb7c7bf6beed0ebc6e206.pdf",
  "raw_text": "Time Warner Entm’t Advance/Newhouse P’ship v. Town of Landis, 2011 NCBC 19. \n \nSTATE OF NORTH CAROLINA \n \nROWAN COUNTY  \n \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n10 CVS 1172 \nTIME WARNER ENTERTAINMENT \nADVANCE/NEWHOUSE \nPARTNERSHIP, \n \nPlaintiff,  \n \nv. \n \nTOWN OF LANDIS, NORTH \nCAROLINA, \n \nDefendant. \n \n \n \n \n \n \nORDER & OPINION \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP by Reid L. Phillips; \nHogan Lovells, LLP by Gardner F. Gillespie and Paul A. Werner, III for \nPlaintiff.   \n \nPoyner & Spruill, LLP by David M. Barnes and Andrew H. Erteschik for \nDefendant.  \n \nJoseph W. Eason for the North Carolina Association of Electric Cooperatives, \nAmicus Curiae.   \n \nMurphy, Judge.  \n{1} The Court heard this matter on Fe bruary 17, 2011, on the Motion of \nDefendant Town of Landis, North Carolina (the “Town”), for partial summary \njudgment pursuant to Rule 56 of the North Carolina Rules of Civil Procedure.   \n{2} The Town moved for summary judg ment on Plaintiff Time Warner \nEntertainment Advance/Newhouse Partnership’s (“TWEAN”) First Claim for Relief \nfor “refusal to negotiate” and Second Claim for Relief for “violation of \nnondiscrimination requirement.”   \n{3} After considering the Complaint, the briefs and submissions of the \nparties, and the arguments of counsel at the February 17, 2011 hearing, the Court \nagrees with Defendant that there is no disputed issue of material fact relating to \nPlaintiff’s First Claim for Relief for “refusal to negotiate” as required under Section \n62-350 of the North Carolina General Statutes and Defendant is entitled to \nsummary judgment as a matter of law as to this claim only.  Accordingly, \nDefendant’s Motion for Partial Summary Judgment as to Plaintiff’s First Claim for \nRelief is GRANTED.  Plaintiff’s First Claim for Relief for “refusal to negotiate” is, \ntherefore, DISMISSED. \n{4} The Court further concludes that there exists a disputed issue of \nmaterial fact as to whether Plaintiff violated the nondiscrimination requirement of \nSection 62-350 of the North Carolina General Statutes.  Accordingly, Defendant’s \nMotion for Partial Summary Judgment as to Plaintiff’s Second Claim for Relief is \nDENIED.   \nI. \nFACTS \n{5} Plaintiff TWEAN is a New York ge neral partnership with its principal \nplace of business in New York, New York.  TWEAN is a cable system operator that \nprovides internet, television and telephone services via cables attached to utility \npoles owned by the Town, a municipal corporation, pursuant to a pole attachment \nagreement under which the parties operated.  Pursuant to this agreement, from \n1979 to 2009, the Town permitted TWEAN to attach its cables to the Town’s utility \npoles at the original rate of $3.00 per pole.   \n{6} Effective July 10, 2009, the Nort h Carolina General Assembly enacted \nSection 62-350 of the North Carolina General Statutes (the “Act”) which provides \nthat “a municipality . . . that owns or controls poles, ducts, and conduits shall allow \nany communications service provider to utilize its poles, ducts, and conduits at just, \nreasonable, and nondiscriminatory rates, terms and conditions adopted pursuant to \nnegotiated or adjudicated agreements.”  N.C. Gen. Stat. § 62-350(a) (2010). \n{7} The Act further provides a mechanism for resolving disputes between \ncommunication service providers and municipal utilities over the use of poles, ducts \nand conduits.  First, the parties are required to negotiate concerning rates, terms \nand conditions for the use of or attachment to the poles, ducts, or conduits.  N.C. \nGen. Stat. § 62-350(b) (2010).  If they are unable to reach an agreement within a 90-\nday period or if either party believes in good faith that an impasse has been reached \nbefore the expiration of the 90-day period, either party may bring an action in the \nBusiness Court and the Court “shall resolve any dispute identified in the pleadings \nconsistent with the public interest and necessity so as to derive just and reasonable \nrates, terms, and conditions.”  N.C. Gen. Stat. § 62-350(c) (2010). \n{8} In 2009, the Town proposed a new contract to cover TWEAN’s existing \nand future cable attachments to the Town’s poles.   The new contract would increase \nTWEAN’s attachment rate from $3.00 per pole, per year, to more than $36.00 per \npole, per year with additional increases built in.  TWEAN objected to the proposed \nincrease. \n{9} After the Town and TWEAN were unable to resolve their differences \nand reach an agreement regarding reasonable rates, terms and conditions, on April \n19, 2010, Plaintiff filed its Notice of Designation and Complaint alleging three \nseparate claims for relief: (1) refusal to negotiate (N.C. Gen. Stat. § 62-350(b)); (2) \nviolation of the non-discrimination requirement (N.C. Gen. Stat. § 62-350(a)); and \n(3) issues in dispute.  Compl. ¶¶ 34-49.   \n{10} In addition to TWEAN, the Town also allows another local exchange \ncarrier – Windstream Communications (“Windstream”) – to attach to the Town’s \npoles pursuant to a joint use agreement.  This agreement provides for a reciprocal \narrangement wherein the Town attaches to poles owned by Windstream at no \ncharge and Windstream attaches to poles owned by the Town at a rate of $2.00 per \npole, per year.   \n{11} It is uncontroverted that TWEAN does not own any utility poles within \nthe jurisdiction of the Town and does not have a reciprocal arrangement with the \nTown for the attachment of cables used to deliver electrical or communication \nservices to the public.   \n{12} The Town now seeks summary judgment on TWEAN’s claims for \n“refusal to negotiate” and “violation of the Act’s nondiscrimination requirement.”  \nThe Town concedes that the third claim “issues in dispute” is ripe for determination \nby the Court at trial and is not included in its Motion for Partial Summary \nJudgment.   \n{13} Included in the Town’s Motion  for Partial Summary Judgment were \nallegations supported by attached discovery documents, including deposition \ntestimony, that summarized the contacts, communications and efforts at \nnegotiations between the Town, its representatives, and TWEAN and its \nrepresentatives.  TWEAN presented no documentary or testimonial evidence to \ncontradict the contents of those documents and the Court considers the contents to \nbe uncontroverted.  The Court adopts many of those allegations and sets out salient \nportions below that support the Court’s determination of these issues.   \n{14} On August 3, 2009, the Town’s  Administrator, Douglas R. Linn \n(“Linn”), wrote to TWEAN’s representative, Nestor M. Martin (“Martin”), regarding \na new pole attachment contract for 2010.  See Def.’s Mot. Summ. J. Ex. A.  The \nletter enclosed a new proposed contract for TWEAN, and asked that any comments \nbe directed to the Town’s consultant, McGavran Engineering, P.C.  \nId.  The letter \nfurther advised that McGavran Engineering had completed a pole attachment \nsurvey and offered to provide TWEAN with the results of that survey.  Id. The letter \nalso referenced new state legislation regulating pole attachments and stated that \n“we need to discuss this very soon,” and “we look forward to hearing from you on \nthis matter.” Id.  \n{15} On August 24, 2009, Martin wrot e back to Linn on behalf of TWEAN. \nDef.’s Mot. Summ. J. Ex. B.  Martin indicated that TWEAN had not yet received the \npole attachment survey results from McGavran Engineering, and that it wanted to \nreview those results before responding to the August 3, 2009 letter. Id.  \n{16} On August 27, 2009, Edward  McGavran, III (“McGavran”) of \nMcGavran Engineering wrote to TWEAN, providing TWEAN with “the complete \ninventory/audit results for The Town.”  Def.’s Mot. Summ. J. Ex. C.  The letter \nexplained that TWEAN had more attachments on the Town’s poles than was \nauthorized, and that the Town would be charging TWEAN for “back rent” under the \nthen-existing 1979 rental rate.  Id.  The letter further explained that the Town \nwould take TWEAN’s National Electrical Safety Code (“NESC”) violations “very \nseriously as a risk management problem,” but that the Town “will work with \n[TWEAN] on getting these violations cleaned up, knowing they did not show up \nthere overnight.”  \nId.  The letter concluded by stating that TWEAN should let \nMcGavran know if it had any questions, and that he would answer them “as soon \nand as accurately as [he] can.” Id.  \n{17} On August 31, 2009, TWEAN resp onded to the Town’s August 3, 2009 \nletter.  Def.’s Mot. Summ. J. Ex. D.  In the first full paragraph of the letter, Martin \nmade reference to the newly-enacted provisions of Chapter 62 of the North Carolina \nGeneral Statutes, indicating that either party had the right “to take the matter to \nthe Business Court for resolution” if they were unable to agree on rates, terms and \nconditions within 90 days.  Id.  Martin specifically requested that Linn “treat this \nletter as a request under Section 62-55(b) to negotiate a new pole agreement, to \ninclude a just, reasonable and non-discriminatory rate.”  Id.  He also stated that \nTWEAN expected to have a redlined copy of the Town’s proposed pole attachment \nagreement ready for review shortly and requested the Town to complete an \nattached questionnaire and provide TWEAN with the Town’s most recent annual \nfinancial statements related to its electric service.  Id.  TWEAN further indicated \nthat it would use this information to formulate a proposal regarding a reasonable \nattachment rate. Id.  The letter pointed out that McGavran Engineering’s pole \nattachment audit did not include any specifics as to which of TWEAN’s cable \nattachments on the Town’s poles were in violation of their agreement.  \nId.  The \nletter concluded by reminding the Town that the parties would “have an \nopportunity to seek the assistance of the North Carolina Business Court if [they \nwere] unable to negotiate a mutually satisfactory agreement.”  \nId.  \n{18} On September 10, 2009, TWEAN sent  the Town a redlined copy of the \nTown’s proposed pole attachment agreement.  Def.’s Mot. Summ. J. Ex. E.  Despite \nthe Town’s instruction that TWEAN deal directly with its consultant, McGavran, \nTWEAN directed the redlined proposed agreement to Linn, the Town \nAdministrator, and did not copy McGavran. \nId.  \n{19} TWEAN scheduled a face-to-face meeting on September 21, 2009 with \nrepresentatives of the Town concerning the proposed pole attachment agreement. \nSee Def.’s Mot. Summ. J. Ex. F, Tanck Dep. 21, Sept. 17, 2010.  The Town was \nrepresented by Linn and McGavran, and TWEAN was represented by its Director of \nGovernment Relations for the Charlotte Region, Michael Tanck. \nId.  The meeting \nlasted approximately 45 minutes and consisted primarily of discussions concerning \nthe pole attachment agreement. Id. at 26:7-10. \n{20} Following the face-to-face meeting between the Town and TWEAN, \nTanck sent a letter on September 22, 2009 to the Town thanking the Town for the \ntime it took for the meeting.  Def.’s Mot. Summ. J. Ex. G.   \n{21} On October 12, 2009, McGavran e-ma iled Martin asking for a copy of \nthe redlined agreement, and again reminded Martin that “we will be handling this \nissue for the Town.”  Def.’s Mot. Summ. J. Ex. H.  \n{22} Four days later, Martin responded by providing McGavran a copy of \nthe redlined proposed agreement in pdf format.  Id.  Thereafter, McGavran           e-\nmailed Martin to request a Word version of the redlined proposed agreement, which \nMartin sent to McGavran. Id.  \n {23} On November 12, 2009, Martin e-mailed McGavran to inquire as to \nwhether McGavran had an opportunity to review the redlined proposed agreement.  \nId.  That same day, McGavran e-mailed Martin and explained that “we have some \nvery serious concerns regarding those redlines.”  Id.  McGavran pointed out that a \nprimary concern was “the attempt by [TWEAN] to limit the [T]own to having only \ndirect employees of the [T]own deal with [TWEAN].”  Id.  McGavran explained that \nthe Town would determine with whom TWEAN dealt on the Town’s behalf and \nfurther pointed out that there was no legal authority for requiring direct employees \nto deal with attaching parties.  Id.   \n{24} Martin responded to McGavran’s e-mail by stating, “I understand your \nposition on that issue.  We will deal with the Town’s suggested revisions in the \nlanguage when we see them on this and other issues.”  Id.  Martin reiterated his \nrequest for cost information because it was “important to our negotiating a \nreasonable rate.”  Id.   \n{25} On November 13, 2009, McGavran re sponded, “I am fine with most of \nthis and will get back with you.  Making a push with Gastonia and Tideland at the \nmoment so if you could give me some type of response (knowing your schedule is \ncrowded these days). Just give the best you can as soon as you can.  We’ll go from \nthere.” Id.  \n{26} On December 4, 2009, Martin  e-mailed McGavran regarding the \nproposed pole attachment redlined agreement and the responses to the pole \nattachment questionnaire that TWEAN submitted.  Def.’s Mot. Summ. J. Ex.  I. \nMcGavran responded, “I gave you some comments regarding the contract but will \nget a few more together for you.  We still await Gastonia and Tideland EMC from \nyou as well.” Id.  \n{27} On January 5, 2010, TWEAN’s co unsel, Gardner F. Gillespie, sent a \nletter to Linn stating the following: “[TWEAN] believes an impasse has been \nreached in its pole attachment license and rate negotiations with the Town of \nLandis.  In an effort to resolve the outstanding issues in our negotiation of such \nagreement, [TWEAN] would like to commence mediation subject to the Statewide \nMediated Settlement Conferences in Superior Court Civil Actions, and pursuant to \nNorth Carolina Law.”  Def.’s Mot. Summ. J. Ex. J.  \n{28} The Town did not respond directly to TWEAN’s January 5, 2010 letter, \nbut e-mailed TWEAN its “Landis Attachment Rate Worksheets A & B” on February \n26, 2010, which contained detailed information from McGavran Engineering \nregarding the inputs used to determine the pole attachment rate, as well as \nfinancial information from the Town. Def.’s Mot. Summ. J. Ex. K. \n{29} In a letter dated March 4, 2010, Ma rtin wrote to Linn noting that the \nLandis Attachment Rate Worksheets “lacked key information” requested by \nTWEAN concerning the “net cost” of the Town’s poles, and that the Town failed to \nprovide the annual financial statements related to its electrical service.  Def.’s Mot. \nSumm. J. Ex. L.  Martin claimed that TWEAN needed this information to \ndetermine what might be a just and reasonable pole attachment rate.  \nId. \n{30} In his deposition testimony on September 16, 2010, Martin made clear \nthat there were two main differences between the agreement proposed by the Town \nand the redlined agreement proposed by TWEAN: (1) the definition of “attachment”; \nand (2) TWEAN proposed to negotiate the rates through a course of negotiations as \nopposed to accepting the rates that were outlined in the initial contract.  Def.’s Mot. \nSumm. J. Ex. M, Martin Dep. 148: 1-9, Sept. 16, 2010.  Martin acknowledged, \nhowever, that TWEAN never proposed to the Town an alternative rate.  \nId. at \n148:10-11.  \n{31} On January 21, 2010, TWEAN, in internal documents, began referring \nto the “Landis complaint” and as early as February 17, 2010 drafted a complaint “re \nTWEAN v. Town of Landis.”  Def.’s Mot. Summ. J. Ex. T. \n{32} On March 31, 2010, Martin executed  the Verification for the Complaint \nthat was filed by TWEAN on April 19, 2010. See Def.’s Mot. Summ. J. Ex. N.  \nII.  \nLEGAL STANDARD  \n{33} A trial court must grant summary judgment “when there is no genuine \nissue as to any material fact and any party is entitled to a judgment as a matter of \nlaw.  Wal-Mart Stores East, Inc. v. Hinton, 197 N.C. App. 30, 37, 676 S.E.2d 634, \n641 (2009).  “Summary judgment is appropriate if . . . the facts are not disputed and \nonly a question of law remains . . . .”  Id.   \nIII. \nANALYSIS \nFirst Claim: Refusal to Negotiate \n{34} In its First Claim for Relief, TWEAN alleges that the Town has \nviolated section 62-350(b) of the North Carolina General Statutes “by refusing to \nnegotiate the rate, terms, and conditions of a proposed pole attachment agreement.”  \nCompl. ¶ 36.  \n{35} As the parties agree on the materi al facts of the dispute regarding the \nFirst Claim for “refusal to negotiate,” and disagree only as to what constitutes \n“negotiation” as a matter of law, a partial summary disposition of the claim is \nproper and appropriate.  \n{36} This is the first case aris ing under Section 62-350 of the North \nCarolina General Statutes for a court to consider what constitutes a “refusal to \nnegotiate” concerning the rates, terms, and conditions for the continued use of or \nattachment to poles or conduits owned or controlled by one of the parties to an \nattachment agreement.   \n{37} Although no North Carolina court has ever addressed the issue in the \ncontext of this statute, the North Carolina Supreme Court has considered the \nquestion of refusal to negotiate in good faith in the context of a condemnation \nproceeding.  See Kings Mountain v. Cline, 281 N.C. 269, 188 S.E.2d 284 (1972).   \n{38}  In that case, Kings Mountain (t he “City”) sought to purchase the \ndefendants’ real property in order to construct a municipal reservoir.  Id.  The City \nhad the defendants’ land appraised and subsequently made the defendants an offer \nto purchase the land for $44,562.60.  Id.  Defendants refused the City’s offer to \npurchase a fee interest in the land and responded that the defendants would only \ngrant the City an easement over the land.  \nId.  The parties’ disagreement over the \ntype of interest to be conveyed thwarted further negotiation.  Id.  The City made the \ndefendants a firm offer of $44,562.60 for the land in fee, which the defendants again \nrefused.  Id.  Thereafter, the City initiated condemnation proceedings and the \nSuperior Court held that the City was “entitled to acquire in fee the land described \nin the petition for such sum of money to be determined and assessed by a jury.”  \nId.  \nThe defendants appealed claiming that the condemnation proceeding should have \nbeen dismissed because the City failed to negotiate in good faith before instituting \nit.  \nId.  The Supreme Court affirmed the decision and concluded that the evidence in \nthe record supported the trial court’s findings and that the findings supported each \njudgment.  Id. at 274, 188 S.E.2d at 287.   \n{39} This Court is not persuaded, however, by the holding or dicta in Cline \nas that court did not squarely address what constitutes “good faith negotiation” as a \nmatter of law.  The court merely held that, upon the evidence presented, the \nSuperior Court made findings that supported the order entered.  Id.    \n{40} Given the absence of case la w dealing squarely with the issue \ndiscussed herein, the Court has turned to the area of contract law, specifically \nagreements to negotiate, for direction.         \n{41} In construing the meaning of a pplicable terms used in a statute, the \nCourt applies a “plain meaning” standard.  “Statutes should be read and understood \naccording to the natural and most obvious import of the language without resorting \nto subtle and forced construction for the purpose of either limiting or extending \ntheir operation.”  \nNance v. Southern Ry., 149 N.C. 366, 372, 63 S.E. 116, 118-19 \n(1908). \n{42} “Negotiation” as defined in Black’s Law Dictionary is “a consensual \nbargaining process in which the parties attempt to reach an agreement on a \ndisputed or potentially disputed matter.”  Black’s Law Dictionary 1064 (8th ed. \n2004).    \n{43} This Court has been unable to find any legal authority to support the \nproposition that the duty to negotiate imposes an obligation on a party to actually \nreach an agreement, and concludes as a matter of law that no such duty exists \nwithin this jurisdiction.   \n{44} Ordinarily when parties to an ag reement undertake to negotiate, they \nimplicitly do so under a general obligation of fair dealings with each other.  \nAlthough Section 62-350(b) of the North Carolina General Statutes imposes an \naffirmative duty upon a municipality to “negotiate concerning the rates, terms, and \nconditions for the use of or attachment to poles…,” the statute does not contain \nexpress language that such negotiation must be “in good faith,” nor does it expressly \nimpose an obligation of “fair dealing.”  An obligation to negotiate, however, absent \nan attending duty to do so “in good faith,” would render the obligation meaningless.  \n{45} “Good faith” is defined in Black’s Law Dictionary as “a state of mind \nconsisting in (1) honesty in belief or purpose, (2) faithfulness to one’s duty or \nobligation, (3) observance of reasonable commercial standards of fair dealing in a \ngiven trade or business, or (4) absence of intent to defraud or to seek unconscionable \nadvantage.”  Black’s Law Dictionary 713 (8th ed. 2004).  \n{46}  For the purpose of resolving the issue presented herein, the Court \nmakes no distinction in meaning between the terms “good faith” and “fair dealing.”   \n{47} In determining whether the Town refused to negotiate (in good faith) \nwith TWEAN, the Court looks to the behavior of the Town vis-à-vis TWEAN and \nthe circumstances surrounding the course of their interactions.   \n{48} A leading authority on Contract law, E. Allan Farnsworth, directs \ncourts to look for “subtler manifestations [of bad faith] in contract negotiations, such \nas refusing to disclose information relevant to the negotiations, rejecting routine \nprovisions, shifting bargaining positions when agreement is near, engaging in \ndilatory tactics, or withholding agreement on trivial matters.”  See, E. Allan \nFarnsworth, Farnsworth on Contracts § 3.26(c) (3d ed. 2004).   \n{49}   Farnsworth outlines seven prac tices that may constitute bad faith in \ncontract negotiations: (1) refusal to negotiate; (2) improper tactics; (3) unreasonable \nproposals; (4) non-disclosure; (5) negotiations with others; (6) reneging; and (7) \nbreaking off negotiations.  Id. at § 3.26(c).   \n{50} The absence or presen ce of one or more of these practices by the Town \nherein is instructive to the Court in determining whether the Town negotiated in \ngood faith with TWEAN.   \n{51} TWEAN asserts that the Town gave  it an ultimatum (take-it-or-leave-\nit offer) and cites case law from other jurisdictions that seems to suggest that such a \nposition does not constitute good-faith negotiation.  See Pl’s Br. in Opp’n. to Def.’s \nMot. Summ. J. 14-16.  In the context of the cases Plaintiff presents in its brief, the \nCourt might be persuaded by Plaintiff’s argument if the facts of this particular case \nsupported such a simplistic view.  This Court is, however, unconvinced by Plaintiff’s \narguments.   \n{52} The North Carolina Court of A ppeals addressed the question of \nwhether a condemning authority negotiated in good faith, as required by statute, in \na condemnation proceeding.  See Greensboro-High Point Airport, Auth. v. Irvin, 36 \nN.C. App. 662, 245 S.E.2d 390 (1978).  The Court of Appeals found the following \nlanguage from an opinion by the Supreme Court of Indiana to be pertinent:  \nWe do not construe  the language [of the statute pertaining to \nnegotiations] to mean that the condemning authorities must first make \nan offer of a figure below that which they believe to be the maximum \nthey could justify paying for the property, then through a series of \nnegotiations bargain with the property owner until some figure within \nwhat the Commission might consider to be reasonable was agreed \nupon. In fact, it appears to be much more honest and forthright on the \npart of the condemning authority to come forth in their initial offer \nwith the highest price they feel they could reasonably justify paying for \nthe property. The fact that a property owner might place a higher \nvalue on his real estate and attempt to induce the condemning \nauthority to pay a higher price does not bind the condemning authority \nto raise its figure. \n \nId. at 671, 245 S.E.2d at 395-96 (citing Murray v. City of Richmond, 276 N.E.2d 519, \n522 (Ind. 1971)). \n{53} The facts of this case clearly de monstrate that during the course of \nseveral months TWEAN discussed the terms of a new agreement with the Town; \nthe parties met face-to-face to facilitate further discussions; TWEAN sent to the \nTown a redlined version of the proposed pole attachment agreement; and the Town \nprovided to TWEAN some information about the pole attachment rates and some of \nits financial information.  It appears that TWEAN, after months of discussion with \nthe Town and its representatives, believed that an impasse had been reached in its \npole attachment license and rate negotiations with the Town and confirmed that \nbelief in a letter from TWEAN’s legal counsel to Plaintiff’s Town Administrator.  \n {54} There is no credible evidence before the Court that the Town, or any of \nits representatives, acted in bad faith, i.e., engaged in improper tactics, offered \nunreasonable proposals to TWEAN, failed to disclose relevant information that was \ncritical to the continuation of negotiations, reneged on any representations to \nTWEAN, or abruptly broke off negotiations.   \n{55} Section 62-350(c) of the North Ca rolina General Statutes makes clear \nthat either party to an attachment agreement has the option of bringing an action \nin Business Court if either party believes in good faith that an impasse has been \nreached.   \n{56} The parties deliberated, discussed and conferred both in writing and in \nperson in an attempt to reach an agreement.  It was TWEAN who represented that \nan impasse had been reached and communicated the same in writing to the Town.  \nAt that point, either party had the right to exercise its option of bringing an action \nin Business Court to resolve their differences.   \n{57} Upon the particular facts of this  case, the Court concludes as a matter \nof law that the Town did not refuse to negotiate with TWEAN; that, in fact, the \nTown negotiated in good faith with TWEAN in attempting to reach an agreement.   \n{58} Therefore, the Court GRANTS summary judgment in favor of the \nTown on Plaintiff’s First Claim for Relief for “refusal to negotiate.”  \n \n \n \nSecond Claim: Violation of Nondiscrimination Provision \n{59} In its Second Claim for Relief,  TWEAN alleges that the Town “has \npermitted attachments to its utility poles on terms and conditions more favorable \nthan the terms proposed to Plaintiff.”  Compl. ¶ 40.  \n{60} It is axiomatic that a plaintiff be “similarly situated” with the entity \nthat the plaintiff contends has received favorable treatment in order to prove a \nviolation of the nondiscrimination requirement of section 62-350(a) of the North \nCarolina General Statutes.  See State ex rel. Util. Comm’n v. Tidewater Natural \nGas Co., 259 N.C. 558, 565, 131 S.E.2d 303, 308 (1963). \n{61} It is undisputed that the only other entity besides TWEAN that the \nTown allows to attach to its poles is Windstream. \n{62} Whether Windstream and TWEAN are similarly situated for purposes \nof addressing the nondiscrimination provision of the Act involves a question of fact \nand not of law.   \n{63} The parties are clearly in disput e regarding the facts related to this \nissue.  As such, summary judgment is not appropriate.   \n{64} Therefore, the Court DENIES summary judgment on Plaintiff’s Second \nClaim for Relief for “violation of the nondiscrimination requirement.” \nIV. \nCONCLUSION \n{65} Based upon the foregoing findings of fact, the Court concludes as a \nmatter of law that there exists no genuine issue as to any material fact regarding \nthe Plaintiff’s First Claim for Relief for “refusal to negotiate” and Defendant is \nentitled to summary judgment as a matter of law as to this claim only.   \n{66} It is, therefore,  ORDERED that Defendant’s Motion for Partial \nSummary Judgment is GRANTED as to the First Claim for Relief and DENIED as \nto the Second Claim for Relief.  Plaintiff’s First Claim for Relief for “refusal to \nnegotiate” is, therefore, DISMISSED. \nThis the 30th day of June, 2011.  \n "
}