{
  "id": "d76fd0a1d975a84c03885731d108e5ddb9970690cc265ba968c79d4971dabc44",
  "source_file": "data/raw/ncbc/d76fd0a1d975a84c03885731d108e5ddb9970690cc265ba968c79d4971dabc44.pdf",
  "raw_text": "Outdoor Lighting Prospectives Franchising, Inc. v. Harders, 2012 NCBC 26.  \n  \n {1}  THIS MATTER, designated a complex business case by Order of Chief \nJustice Sarah Parker dated March 28, 2012 and assigned to this court on March 30, \n2012, is now before the court on Plaintiff Outdoor Lighting Perspectives \nFranchising, Inc.’s Motion for Preliminary Injunction (“Motion”) pursuant to Rule \n65 of the North Carolina Rules of Civil Procedure (“Rule(s)”).  For the reasons stated \nbelow, the Motion is GRANTED in part and DENIED in part.    \n \nParker Poe Adams & Bernstein, LLP, by William L. Essler IV and Katie M. \nIams and Gray, Plant, Mooty, Mooty & Bennett, P.A., by Michael R. Gray, \npro hac vice, for Plaintiff Outdoor Lighting Perspectives Franchising, Inc.  \n \nHagan Davis Mangum Barrett & Langley, PLLC, by Beth D. Langley and \nJason B. Buckland for Defendants Patrick Harders, Outdoor Lighting \nPerspectives of Northern Virginia, Inc., and Enlightened Lighting, LLC.   \n \nGale, Judge.  \n \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \n \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n12 CVS 4430 \nOUTDOOR LIGHTING \nPERSPECTIVES FRANCHISING, \nINC., \n \nPlaintiff, \n \nv. \n \nPATRICK HARDERS, OUTDOOR \nLIGHTING PERSPECTIVES OF \nNORTHERN VIRGINIA, INC. and \nENLIGHTENED LIGHTING, LLC, \n \nDefendants. \n \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER ON MOTION FOR ORDER ON MOTION FOR ORDER ON MOTION FOR ORDER ON MOTION FOR \nPRELIMINARY INJUNCTION PRELIMINARY INJUNCTION PRELIMINARY INJUNCTION PRELIMINARY INJUNCTION     \nI. SUMMARY OF HOLDING \n {2}  Plaintiff Outdoor Lighting Perspectives Franchising, Inc. (“OLP”) seeks to \nenforce covenants to which it contends Defendants Patrick Harders (“Harders”) and \ntwo corporations he controls, Outdoor Lighting Perspectives of Northern Virginia, \nInc. (“OLP-NV”) and Enlightened Lighting, LLC (“Enlightened”), are bound by \nreason of the October 23, 2006 agreement identified as Outdoor Lighting \nPerspectives Franchise Agreement (“Agreement”).  OLP seeks a preliminary \ninjunction pendente lite.  \n{3}  OLP began the litigation by requesting that the court enjoin Defendants \nfrom any involvement in an “outdoor lighting business.”  At the hearing upon OLP’s \nMotion, in response to the court’s expressed concern whether the Agreement \nsupports such a broad restriction, OLP indicated that it would be satisfied with a \nrestriction limited to the scope of outdoor lighting business actually performed by \nDefendant Harders during the term of the Agreement.  Defendants, on the other \nhand, urge that the ambiguity and breadth of the Agreement’s language precludes \nany injunctive relief, particularly where the Agreement seeks to reach any outdoor \nlighting business in its broadest context and well beyond the contours of business \nHarders conducted pursuant to the Agreement while it was in force.  \n{4}  While OLP champions its legal interests in protecting its franchise \nenterprise and invokes broad equitable principles to do so, ultimately, the court \nmust apply the specific language OLP has chosen for that protection.  And here, the \ncourt finds that the chosen language on the one hand is narrower than OLP’s \ninvitation to restrict Defendants from a wide field of outdoor lighting, and on the \nother hand broader than with which the North Carolina courts have been \ncomfortable, at least in the employment field.  Admittedly, North Carolina courts \nare more lenient in enforcing restrictions contained in agreements attendant to the \nsale of a business.  Here, the case involves neither employment nor the sale of a \nbusiness.  It arises in the context of an expired franchise agreement.  A franchisor \nmore frequently pursues post-termination enforcement in federal court because of a \nformer franchisee’s abuse of federally protected trademark rights.  In fact, OLP has \nrecently secured injunctive relief of that nature from Judge Mullen of the United \nStates District Court for the Western District of North Carolina.  See Outdoor \nLighting Perspectives Franchising, Inc. v. Home Amenities, Inc. , No. 3:11-cv-0567, \n2012 U.S. Dist. LEXIS 5406 (W.D.N.C. 2012).  Here, however, OLP does not \ncomplain of trademark violations but of Defendants’ failure to abide by covenants \nrestricting competition as defined under the Agreement, as well as other obligations \nsuch as the return of confidential information, including customer records.    \n{5}  Clearly, however, the primary focus of this action is to enforce the \nrestriction on post-termination competition.  The court’s analysis then must contend \nwith the precise language of the restrictive covenant, and the defined terms \nembodied in the covenant.  Section 14.2(b) of the Agreement contains the post-\ntermination non-compete provision and provides:   \nUpon termination or expiration . . . transfer, sale or assignment of this \nAgreement by the Franchisee, neither the Franchisee, the operating \nmanager or the Franchisee’s owners will have any direct or indirect \ninterest (i.e. through a relative) as a disclosed or beneficial owner, \ninvestor, partner, director, officer, employee, consultant, \nrepresentative or agent, for two (2) years, in any Competitive Business \nwithin 100 miles of the Territory or any other franchisee’s Franchisor’s \nor Affiliates territory.   \n \n(Compl. Ex. A (“Agrmt.”) § 14.2(b).)  The Agreement includes a “Definitions” section, \nbut the term “Competitive Business” is not defined there.  The term “Competitive \nBusiness” is first referenced in Section 14.2(a) of the Agreement which restricts \ncompetition by the Franchisee while the Agreement is in force.  The Franchisee is \nprohibited by Section 14.2(a) from activity “to be used or employed in any business \noperating in competition with an outdoor lighting business or any business similar \nto the Business (“Competitive Business”) as carried on from time to time . . .”  \n“Business” and “Outdoor Lighting Business” are defined in the Agreement’s \n“Definitions” section, at least when the terms are capitalized.  The Agreement \ndefines these capitalized terms to “mean[ ] the business operations conducted or to \nbe conducted by the Franchisee consisting of outdoor lighting design and automated \nlighting control equipment and installation services, using the Franchisor’s System \nand in association therewith the Marks.”  (Agrmt. at B-2−B-4.)  “Franchisor’s \nSystem” or “System” means the standards, systems, concepts, identifications, \nmethods and procedures developed or used by the Franchisor . . . for the sales and \nmarketing of the Franchisor’s Products . . . and Services . . .”  (Agrmt. at B-2−B-4.)   \n {6}  There is tension between these definitions.  The scope of “Business” or \n“Outdoor Lighting Business” is defined in reference to the operations conducted by \nthe individual Franchisee, which may or may not be coextensive with the \nFranchisor’s overall operations.  The Franchisor’s overall operations, however, \ndefine the scope of the “System,” and such operations may be broader than those \nconducted by the individual Franchisee in its “Business.”  “Competitive Business” is \nmuch more broadly stated than “Business.”  “Competitive Business” extends to any \nbusiness in competition with an outdoor lighting business or any business “similar \nto” the defined term “Business.”  “Competitive Business” then is broader than the \nfranchise “System,” “Products,” and “Services.” 1  The post-termination restriction is \ndefined in reference to “Competitive Business.”  The breadth of that chosen term \ncreates the problem Plaintiff now faces in seeking injunctive relief.  Had Plaintiff \nlimited the covenant to the defined term “Business,” it would present much less of \nan issue and would conform to Plaintiff’s request to limit the injunction to what \nDefendants did pursuant to the Agreement.  But, the chosen term reaches beyond \nthe outer limits of North Carolina court decisions upholding restrictive covenants \nand, as the court concludes, falls within those cases which prohibit unreasonable \nrestrictions on competition.  The court concludes the overbreadth cannot be cured by \n“blue penciling” as the court cannot substitute “Business” for “Competitive \nBusiness” without rewriting the Agreement.  \n                                                 \n1 “Products” and “Services” are also defined terms.  “Products” is “all supplies, materials, and \nequipment sold, prepared or otherwise dealt with in connection with and all services performed at or \nfrom the home or leased Premises or in connection with the Business and associated with the \nMarks.”  (Agrmt. at B-4.)  “Services” is “all services sold, prepared or otherwise dealt with in \nconnection with Business and all services performed at or from the premises or in connection with \nthe Business.”  (Agrmt. at B-4.)  The terms are defined with specific references to “Business” done by \nthe Franchisee as opposed to the Franchisor’s overall business to the extent it was greater.   \n {7}  OLP itself notes problems inherent in the geographic scope of the \nrestrictive covenant which, as worded, extends to anywhere within 100 miles of the \nTerritory or any other franchisee’s Franchisor’s or Affiliates Territory.  OLP has \nfranchises in several states, as well as territories and foreign countries.  OLP \ninvites the court simply to strike the 100 mile territorial provision so as to restrict \nthe covenant to only the borders of any franchise territory.  Defendants contend \nthat OLP has no authority to make this request.  The invitation to strike the 100 \nmile limitation presents a more comfortable invitation for the court’s use of the blue \npencil doctrine because it is arguable a “separate and distinct” clause that can be \ndisregarded.     \n {8}  The North Carolina Supreme Court has suggested that blue penciling \nmay be appropriate in certain instances to refuse to enforce a distinctly separable \npart of the covenant.  \nWelcome Wagon Int’l, Inc. v. Pender , 255 N.C. 244, 248, 120 \nS.E.2d 739, 742 (1961).  But blue penciling does not allow a court to otherwise \nrevise  or rewrite the agreement between the parties.  Whittaker Gen. Med. Corp. v. \nDaniel , 324 N.C. 523, 528, 379 S.E.2d 824, 828 (1989); Hartman v. W.H. Odell and \nAssociates, Inc. , 117 N.C. App. 307, 317, 450 S.E.2d 912, 920 (1994).   \n {9}  Again, the court notes that this particular case turns on the precise \nlanguage of this particular franchise covenant.  A North Carolina appellate court \nmay later adopt a standard of general application to franchises that affords well-\nwritten competition restrictions in a franchise agreement the benefit of the more \nliberal standard afforded to agreements incidental to the sale of a business.  See, \ne.g., Jewel Box Stores Corp. v. Morrow , 272 N.C. 659, 158 S.E.2d 840 (1968).  \nCertainly, there are policy considerations that would militate in favor of such a \nstandard.  But, the court here need not resolve those policy questions.  Here, it is \nconstrained by the language OLP has chosen which pushes beyond even the borders \nof a liberal standard because the covenant goes beyond business in which the \nFranchisee itself was involved and transcends the business the Plaintiff can \nlegitimately protect.   \n {10}  A franchise agreement is a contract.  There are certain bedrock \nprinciples that inform a court’s approach to contract enforcement.   \nThe controlling purpose of the court in construing a contract is to \nascertain the intention of the parties as of the time the contract was \nmade, and to do this consideration must be given to the purpose to be \naccomplished, the subject-matter of the contract, and the situation of \nthe parties . . . When the language of a contract is clear and \nunambiguous, effect must be given to its terms, and the court, under \nthe guise of constructions, cannot reject what the parties inserted or \ninsert what the parties elected to omit.  It is the province of the courts \nto construe and not to make contracts for the parties. \n \nWeyerhaeuser Co. v. Carolina Power & Light Co. , 257 N.C. 717, 719, 127 S.E.2d \n539, 541 (1962). \n{11}  However, there are other covenants beyond Section 14.2(b) which do not \npresent similar problems of overbreadth and to which Defendants must be bound.   \n \nII.  FINDINGS OF FACT \n {12}  The court considered testimony by affidavit, documents attached to the \npleadings, briefs, oral argument, and other supporting materials, and after such \nconsideration makes the following FINDINGS OF FACT for the limited purpose of \ndetermining the Motion. \n {13}  Plaintiff OLP is a North Carolina corporation with its principal place of \nbusiness in Richmond, Virginia.  OLP’s predecessor in interest was based in North \nCarolina until Outdoor Living Brands, Inc.’s 2008 acquisition of OLP.  OLP \ndistributes its “Products” and “Services” through its authorized franchises.  OLP \nowns the federally registered name Outdoor Lighting Perspectives® and related \nmarks represented in Registration Nos. 3,250,972 and 3,302,023 (the “Marks”).  \nOLP currently has forty-two (42) franchises in the United States, Canada, Kuwait, \nand the Bahamas.  (Aff. of Scott Zide (“Zide Aff.”) ¶ 24.)  \n {14}  Defendant Harders is a citizen and resident of Manassas, Virginia.  \nDefendant OLP-NV is a Virginia corporation owned by Harders which operated as \nan authorized OLP franchise until late October 2011.  Enlightened is a Virginia \nlimited liability company owned by Harders.  Each Defendant has appeared and \nconsents to the court’s jurisdiction.  \n {15}  OLP and Harders entered into the initial Agreement in 2001, which was \nrenewed in 2006.  Among other provisions, the Agreement granted Harders an \nexclusive license to use OLP’s Marks and “Business System” in the Northern \nVirginia territory encompassing Arlington, Fairfax, Prince William, and Loudoun \nCounties.  (Compl. ¶¶ 4, 8; Aff. of Patrick Harders (“Harders Aff.”) ¶¶ 4, 5.)  The \nAgreement expired on October 23, 2011.  Plaintiff contends that Harders \nconsciously allowed the Agreement to expire while Harders asserts that OLP \nbreached and terminated the Agreement on October 20, 2011 when an unknown \ncaller informed Harders’ customer Russell A. Bantham that Harders “was no longer \nassociated [with] OLP and that [OLP was] taking over the Northern Virginia \nlocation.”  (Harders Aff. ¶ 29; Zide Aff. ¶ 14; Affidavit of Russell A. Bantham \n(“Bantham Aff.”) ¶¶ 4−7.)   \n {16}  On October 27, 2011, OLP sent a letter to Harders confirming the \nexpiration of the Agreement and reminding Harders of his post-termination \nobligations pursuant to Sections 14.2(b) and 17.9 of the Agreement.  (Compl. Ex. B.)  \nThe language of the restrictive covenant provided by Section 14.2(b) and related \ndefinitions are laid out above.   \n {17}  By Section 17.9, Harders agreed that “upon termination or expiration of \n[the] Agreement,” he would: \n (a)  Immediately discontinue the use of all Marks . . . ; \n \n (b)  Immediately turn over to the Franchisor all materials, \nincluding the Manual, customer lists, records, files, instructions, \nbrochures, advertising materials, agreements, Confidential \nInformation, Trade Secrets and any and all other materials provided \nby the Franchisor to Franchisee . . .; \n \n (c) . . . take such action within five (5) days to cancel or assign to \nFranchisor or its designee as determined by Franchisor, all \nFranchisee’s right, title and interest in and to Franchisee’s telephone \nnumbers . . . \n \n(Agrmt. §§ 17.9(a)−(c).)   \n {18}  OLP does not contend that Defendants have continued to use the Marks.  \nIt does complain, however, that Defendants have not turned over written materials \nas required by Section 17.9.  Defendants have cancelled the telephone numbers \nused during the franchise term, but OLP complains that those numbers have not \nbeen assigned as the Agreement requires. \n {19}  OLP contends that it discovered in January 2012, through an article in \nLoudoun Magazine, that Harders was directly competing with OLP in the territory \npreviously serviced by OLP-NV.  (Compl. Ex. C.)  The article identifies Harders as \nthe owner of Enlightened and quotes him extensively regarding his outdoor lighting \ncapabilities.  (Compl. ¶ 17.)  OLP believes that through Enlightened, Harders “is \nproviding the same services to the same customers with the same assets, employees \nand Business Systems as when he was an OLP franchisee.”  (Pl.’s Mem. of Law in \nSupp. of Mot. for Prelim. Inj. (“Pl.’s Supp. Br.”) at 1.)  OLP further alleges that \nHarders uses his OLP-NV projects to promote Enlightened, asserting that the \nEnlightened website (www.enlightenedlights.com) “displays several homes . . . that \nare actually lighting projects completed while [Harders] was operating as OLP-NV.”  \n(Pl.’s Supp. Br. at 3.)  Defendants indicate that such references have now been \nremoved from Enlightened’s website.  (Harders Aff. ¶72.) \n {20}  After discovering the article, OLP’s counsel wrote Harders’ counsel \nrequesting his voluntary compliance with the post-expiration provisions of the \nAgreement and indicating that litigation would follow his refusal to do so.  (Compl. \nEx. D.)  Harders refused, asserting that: (1) the post-termination non-compete \nprovision of the Agreement is overly broad and unenforceable as a matter of law; (2) \nwith the exception of certain documents retained for tax reasons, he no longer \npossesses any OLP competitively sensitive or proprietary information, and (3) \nneither he nor Enlightened continues to utilize the Marks in any way.   \n {21}  On March 5, 2012, Plaintiff filed suit in Mecklenburg County Superior \nCourt against Harders, Enlightened, and OLP-NV for breach of the post-expiration \nobligations of the Agreement, civil conspiracy, misappropriation of goodwill, and \ninjunctive relief pursuant to Rule 65, contending that the continued operation of \nEnlightened as a direct competitor in the outdoor lighting industry has irreparably \nharmed OLP and frustrated its ability to re-franchise the Northern Virginia \nterritory previously serviced by OLP-NV.    \n {22}  OLP had earlier instituted litigation in the United States District Court \nfor the Western District of North Carolina against another franchisee and secured a \npreliminary injunction enjoining that franchisee from being engaged in “the outdoor \nlighting business.”  Unlike Harders, that franchisee apparently continued to use the \nMarks, and the federal court had jurisdiction under the trademark laws.  \nSee \nOutdoor Lighting Perspectives Franchising, Inc. , 2012 U.S. Dist. LEXIS 5406.  The \nfederal court did not in its memorandum opinion address the overbreadth issue that \nnow precludes this court from enforcing the covenant it finds to be overbroad.     \n {23}  OLP claims the right to eliminate geographic overbreadth by exercising \na unilateral choice to strike the language providing a buffer of “within 100 miles” \nunder Section 14.5 of the Agreement which provides that “the Franchisor reserves \nthe right to reduce the scope of [Section 14.2] without the Franchisee’s consent, at \nany time or times, effective immediately upon notice to the Franchisee.”  (Agrmt. § \n14.5.)  Defendants contend that if such language gave OLP the right to modify the \nscope of the Section 14.2(b) covenant while the Agreement was in force, such right \nexpired upon the termination of the Agreement.  The court need not resolve issues \nof geographic scope in light of its decision on other grounds. \n \nIII.  CONCLUSIONS OF LAW \n {24}  “A preliminary injunction is an extraordinary measure taken by a court \nto preserve the status quo of the parties during litigation.”  A.E.P. Indus., Inc. v. \nMcClure , 308 N.C. 393, 401, 302 S.E.2d 754 (1983).  Issuance is proper only: \n(1)  if the plaintiff is able to show a likelihood  of success on the merits \nof his case and (2) if the plaintiff is likely to sustain irreparable loss \nunless the injunction is issued, or if, in the opinion of the Court, \nissuance is necessary for the protection of a plaintiff’s rights during the \ncourse of the litigation. \n \nId.  (citations omitted) (emphasis in original).  The burden is on the moving party to \nestablish its right to a preliminary injunction, but the remedy “should not be lightly \ngranted.”  GoRhinoGo, LLC v. Lewis , 2011 NCBC 38 ¶ 29 (N.C. Super. Ct. Sept. 29, \n2011), http://www.ncbusinesscourt.net/opinions/2011_NCBC_38%20.pdf (citations \nomitted); Travenol Labs., Inc. v. Turner , 30 N.C. App. 686, 692, 228 S.E.2d 478, 483 \n(1976).   \n {25}  The Motion is to be determined pursuant to North Carolina law based \non the Agreement’s choice of law provision in Section 21.1. \n {26}  North Carolina law has developed a substantial body of case law \naddressing the enforceability of restrictive covenants both incident to contracts of \nemployment and contracts for the sale of a business.  The case law in the North \nCarolina state courts addressing post-termination obligations in franchise \nagreements is less defined. \n{27}  Under North Carolina law, covenants in restraint of trade are subject to \ncareful judicial scrutiny.  \nUnited Labs., Inc. v. Kuykendall , 322 N.C. 643, 370 S.E.2d \n375 (1988).  The reasonableness of such restraints depends on the circumstances of \neach case and is a question of law for the court to decide.  Keith v. Day , 81 N.C. \nApp. 185, 193, 343 S.E.2d 562, 567 (1986) (citing Jewel Box Stores Corp. , 272 N.C. \n659, 158 S.E.2d 840).  “A covenant which prohibits a person from engaging in a \nsimilar business will be upheld if:” (1) it is founded on valuable consideration; (2) it \nis necessary to protect the legitimate interest of the one who is to benefit from the \ncovenant; (3) it is reasonable with respect to time and territory; and (4) it does not \ninterfere with the public interest.  Id.  (citations omitted).  By statute, the covenant \nmust be in writing and signed by the one who agrees not to compete.  N.C. GEN . \nSTAT . § 75-4 (2012).   \n {28}  Covenants in employment agreements which restrain competition are \nnot viewed favorably under modern law.  Farr Assocs., Inc. v. Baskin , 138 N.C. App. \n276, 282, 530 S.E.2d 878, 881 (2000).  Any ambiguity in a covenant against \ncompetition is to be construed against the drafter.  Reichhold Chems., Inc. v. Goel , \n146 N.C. App. 137, 153, 155, 555 S.E.2d 281, 291 (2001).  A restrictive covenant “is \nunreasonable and void if it is greater than is required for the protection of the \npromisee or it imposes an undue hardship upon the person who is restricted.”  \nMasterclean of N.C., Inc. v. Guy , 82 N.C. App. 45, 50, 345 S.E.2d 692, 695 (1986) \n(citations omitted).   \n{29}  However, North Carolina courts will enforce well-written restrictions on \ncompetition.  “While the law frowns upon unreasonable restrictions, it favors the \nenforcement of contracts intended to protect legitimate interests.  It is as much a \nmatter of public concern to see that valid covenants are observed as it is to frustrate \noppressive ones.”  Kuykendall , 322 N.C. at 649; 370 S.E.2d at 380 (internal \nquotations, brackets, and citations omitted).   \n {30}  North Carolina courts recognize the distinction between covenants not \nto compete ancillary to the sale of a business and covenants not to compete ancillary \nto employment contracts, with the latter deserving closer judicial scrutiny.  \nSee \nSeaboard Indus., Inc. v. Blair, 10 N.C. App. 323, 178 S.E.2d 781 (1971); Jewel Box \nStores Corp. , 272 N.C. 659, 158 S.E.2d 840.   \n{31}  The North Carolina Supreme Court articulated the principal \njustification for the heightened scrutiny applicable to restrictive covenants ancillary \nto employment contracts as follows:  \n[a] workman “who has nothing but his labor to sell and is in urgent \nneed of selling that” may readily accede to an unreasonable restriction \nat the time of his employment without taking proper thought of the \nmorrow, but a professional man who is the product of a modern \nuniversity or college education is supposed to have in his training an \nasset which should enable him adequately to guard his own interest, \nespecially when dealing with an associate on equal terms. \n \nBeam v. Rutledge , 217 N.C. 670, 673−74, 9 S.E. 2d 476, 478 (1940).   \n {32}  The North Carolina Court of Appeals explained that the policy factors \nplay differently in the sale of a business as follows: \n[a]mong reasons often given for the greater acceptability of “sale of \nbusiness covenants” are that covenants not to compete enable the \nseller of a business to sell his goodwill and thereby receive a higher \nprice; and they also furnish a material inducement to the purchaser \nwho purchases a business with the hope of retaining its customers.  \n \nSeaboard Indus., Inc.  10 N.C. App. at 333, 178 S.E.2d at 787.     \n {33}  A franchise agreement is generally entered into for purposes of enabling \nthe franchisee to create a valued business by utilizing the franchisor’s system and \nmarks, with the successful franchisee creating goodwill for both the franchisor and \nfranchisee.  As such, a franchise agreement shares some of the same characteristics \nas a sale of a business.  And, at least theoretically, the franchisee has more leverage \nand freedom of contract than might an employee in those situations typical of the \nemployment contracts on which case precedent was created.  But, even a more \nlenient standard attendant to the sale of a business does not authorize a court to \nenforce covenants more broadly than they were written and agreed to by the \nsignatories.2   \n {34}  The language of the restrictive covenant at issue here would clearly be \nproblematic in an employment agreement, for North Carolina courts do not look \nfavorably upon restrictions against “direct[ ] or indirect[ ]” competition in \nemployment contracts.  See VisionAIR v. James , 167 N.C. App. 504, 508, 606 S.E.2d \n359, 362 (2004) (affirming trial court’s ruling that plaintiff-employer could not show \na likelihood of success on the merits of a preliminary injunction when the non-\ncompete provision stated the employee could not “own, manage, be employed or \notherwise participate in, directly or indirectly, any business similar to the \nEmployer’s”).  However, similar phrases have been enforced in an agreement \nancillary to the sale of a business.  See Bicycle Transit Auth., Inc. v. Bell , 314 N.C. \n219, 226, 333 S.E.2d 299, 303−04 (1985) (overturning summary judgment in favor of \ndefendant-purchaser of business and upholding as valid covenant not to “ directly or \n                                                 \n2 Through its papers and during oral argument, Plaintiff repeatedly encouraged the court to adopt \nand apply franchise standards developed by the federal courts.  While it is true that some federal \ncourts apply a quasi-intermediate level of scrutiny to franchise agreements, reported North Carolina \nappellate court decisions fail to make such a distinction.  Furthermore, the unreported federal \nauthority cited by Plaintiff fails to articulate a bright-line test to determine the enforceability of \nrestrictive covenants incident to franchise agreements.  See Lockhart v. Home-Grown Indus. of Ga., \nInc.,  No. 3:07-CV-297, 2007 U.S. Dist. LEXIS 67256 (W.D.N.C. 2007); Meineke Car Care Centers, \nInc. v. Bica , No. 3:11-cv-369-FDW-DCK, 2011 U.S. Dist. LEXIS 118171 (W.D.N.C. 2011).   \nindirectly  be employed by, be associated with, be under contract with, own, manage, \noperate, join, control or participate in the ownership, management, operation, or \ncontrol of, or be connected in any manner with, any business which is a competitor \n. . .”) (emphasis added).  Here, the court determines that the use of the terms “direct \nor indirect interest (i.e., through a relative)” do not alone invalidate the covenant.   \n {35}  The problem here arises because of the definition of “Competitive \nBusiness” in Section 14.2(a).  The definition is by no means a model of clarity.  The \nlanguage, however, closely attempts to restrict Defendants from any “outdoor \nlighting business or any business similar to the Business . . .”  If the word \n“business” were capitalized, the Agreement’s own definition would restrict the scope \nto the activities actually conducted by Defendants pursuant to the Agreement.  The \nlanguage so limited would be consistent with OLP’s indication at oral argument \nthat an injunction of that scope would adequately protect its interests.  However, \nthe language further restricts Defendants from any  outdoor lighting business and \nany business which competes with a business “similar to” the Franchisee’s business.   \nThis expansive language extends well beyond activities that Defendants performed \npursuant to the Agreement.  It likewise extends beyond the business OLP itself \nconducts.  The language thus extends beyond OLP’s legitimate business interests.  \n {36}  Even though contained in a franchise agreement, the breadth of the \nchosen language conflicts with cases which refuse, at least in the employment \ncontext, to enforce restrictive covenants which purport to limit the promisor’s ability \nto perform work in an unrelated capacity for a business in the same field.  See \nHenley Paper Co. v. McAllister , 253 N.C. 529, 534−35, 117 S.E.2d 431, 434 (1960) \n(non-compete which purported to “exclude[ ] defendant from too much territory and \nfrom too many activities” found overly broad and unenforceable), VisionAIR , 167 \nN.C. at 508−09, 606 S.E.2d at 362−63 (non-compete ancillary to employment \nagreement found overly broad and unenforceable where the defendant would “be \nprevented from doing even wholly unrelated work at any firm similar to [plaintiff]”); \nHartman , 117 N.C. App. at 317, 450 S.E.2d at 920 (non-compete ancillary to \nemployment agreement found overly broad and unenforceable “in that, rather than \nattempting to prevent plaintiff from competing for business, it required plaintiff to \nhave no association whatsoever with any business that provides [similar] services. . \n. . Such a covenant would appear to prevent plaintiff from working as a custodian \nfor any ‘entity’” performing such services). \n{37}  This is not, however, an employment case.  Cases might allow OLP to \nrestrict Defendants from doing business after the franchise ends from business that \nthey did while an OLP franchisee.  Try as it might, the court cannot interpret the \ndefinition of a “Competitive Buisness” to be restricted to the business done by \nDefendants pursuant to the Agreement.  The court should not and will not enforce \nthe covenant to foreclose Harders or his corporations from the entire field of outdoor \nlighting or any business that competes with an outdoor lighting business or a \n“similar” business.  That is the only choice the definition of “Competitive Business” \ngives the court.  The court would have preferred to limit the definition to “Business” \ndone by the franchisee.  It would have enforced that covenant.  But simply striking \nthe term “Competitive” from the definition so as to substitute the defined term \n“Business” would require the court to rewrite the Agreement that the Parties \nentered into. 3  \n {38}  OLP has not shown a probability of success in enforcing the covenant in \nSection 14.2(b).  The Motion to enjoin Defendants from violating that provision is \nDENIED.   \n                                                 \n3  The court need not address further complications in terms of whether the Agreement extends \nbeyond a time the courts would find reasonable.  While the competition restriction at first appears to \nbe for two (2) years, the language of Section 14.3 makes the time period much less clear.  That \nsection provides that, “if any person restricted by this Section 14 refuses to voluntarily comply with \nthe foregoing obligations, the two (2) year period will commence with the entry of any order of court \nor arbitrator enforcing this Section 14.”  (Agrmt. § 14.3.)  Defendants contend that the time cannot be \ndetermined under this language, but that in any event, the restriction is well beyond two (2) years \nand further beyond the bounds of what the North Carolina courts have been willing to enforce.  \nNorth Carolina courts generally analyze the time and territory restrictions in tandem.  See Farr \nAssocs., Inc. , 138 N.C. App. at 280, 530 S.E.2d at 881.  When the restraint on competition results \nfrom the sale of a business, North Carolina courts have upheld restrictive covenants containing \nlimitations of ten (10), fifteen (15), and twenty (20) years, as well as for the life of one of the parties.  \nJewel Box Stores Corp. , 272 N.C. at 663, 158 S.E.2d at 843 (citations omitted).   \n \n {39}  OLP is, however, entitled to enjoin violations of other provisions of the \nAgreement.  To prevail on a claim for breach of contract under North Carolina law, \na plaintiff must establish the existence of a valid contract and a breach of the \ncontractual terms.  Poor v. Hill , 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000).   \n {40}  Harders does not challenge the validity of the Agreement or the post-\ntermination undertakings outlined in Section 17.9, but takes exception to the class \nof materials asserted by OLP to be proprietary and competitively sensitive.  More \nspecifically, by affidavit, Harders asserts: \n (a)  “The information that OLP claims is ‘proprietary’ and \n‘competitively-sensitive’ information . . . is publicly available and readily \nknown to competitors of OLP.”  (Harders Aff. ¶ 30.) \n (b)  “OLP’s purported ‘training’ and/or ‘Business System’ regarding the \ninstallation of low-voltage outdoor lighting is the same information that is \ntaught by fixture manufacturers, lighting distributors, . . . as well as \nlandscape design courses in schools, trade-shows, hardware and home \nimprovement stores, and on television and the internet.”  (Harders Aff. ¶ 31.) \n (c)  “The ‘training’ provided by the OLP manual was very basic \ninformation that . . . is taught free to customers at Lowe’s, Home Depot and \nother home improvement stores throughout the country.”  (Harders Aff. ¶ 32.)  \n (d)  “The purported proprietary and confidential training regarding the \nvarious installation techniques is not taught by OLP or its employees . . . \n[but] by one of its suppliers, B&B.  The training provided to OLP franchisees \nby B&B is the same training that B&B puts on for free for competitors of \nOLP . . .”  (Harders Aff. ¶ 34.) \n {41}  During oral argument, Harders stated that he “threw away” most of the \ncompetitively sensitive and proprietary information distributed to him by OLP and \nthat he cancelled the OLP-NV telephone number after the Agreement expired.   \n {42}  Section 17.9 of the Agreement gives OLP the option of having the \nfranchisee cancel phone numbers or have them assigned to OLP. \n {43}  By Harders’ own admission, he is in breach of Section 17.9 of the \nAgreement because he: (1) retained certain OLP proprietary and competitively \nsensitive information which he deems essential to this litigation and for income tax \npurposes; (2) retained certain installation files in an effort to provide maintenance \nto customers serviced by OLP-NV during the term of the Agreement; and (3) failed \nto assign OLP-NV’s telephone number within five (5) days of the Agreement’s \nexpiration in accordance with Section 17.9(c). \n {44}  OLP has demonstrated a likelihood of success on the merits of its claim \nfor breach of the post-expiration undertakings in Section 17.9 of the Agreement. \n {45}  OLP has demonstrated sufficient irreparable injury to justify injunctive \nrelief.  A party may show that it will suffer “irreparable injury” for which it has no \nadequate remedy at law where damages are difficult and cannot be ascertained \nwith certainty.  \nSee e.g., A.E.P. , 308 N.C. 393, 406−07, 302 S.E.2d 754, 762 (“[O]ne \nof the factors used in determining the adequacy of a remedy at law for money \ndamages is the difficulty and uncertainty in determining the amount of damages to \nbe awarded for defendant’s breach”).  \n {46}  OLP has been harmed.  Harders has retained and made use of \nconfidential OLP information including customer and installation files and has used \nworked performed by OLP-NV to market Enlightened and compete for business in \nthe Northern Virginia territory.   \n {47}  If the court does not enjoin Harders’ continued breach of the post-\nexpiration undertakings in Section 17.9 of the Agreement, OLP will suffer \nirreparable harm to its goodwill and franchise system.  \n {58}  It is difficult, if not impossible, to assign a dollar figure to the damages \nOLP may suffer in this case.  The court cannot quantify the economic loss attendant \nto OLP’s loss of goodwill, customer relationships, and franchise System as a result \nof Harders’ improper use and retention of the competitively sensitive and \nproprietary information.   \n {49}  Section 17.18 of the Agreement acknowledges the availability of \ninjunctive relief to prevent irreparable harm stating “[n]othing herein shall prevent \nthe Franchisor or the Franchisee from seeking injunctive relief to prevent \nirreparable harm, in addition to all other remedies.“  Similar language has been \nrecognized as evidence of the inadequacy of monetary damages.  A.E.P. , 308 N. C. at \n406, 302 S.E.2d at 762; see Amdar, Inc. v. Satterwhite , 37 N.C. App. 410, 246 S.E.2d \n165, disc. rev. den.  295 N.C. 645 (1978).   \n {50}  Harders, Enlightened, and OLP-NV will suffer materially less damage \nor injury than OLP if Harders is not enjoined from the continued breach of the post-\nexpiration undertakings in Section 17.9.  \n {51}  Harders contends that he has merely retained certain unidentified \ndocuments “solely for the purposes of this lawsuit” and “for income tax purposes.”  \n(Harders Aff. ¶ 61.)  The court concludes that OLP’s interest in preserving the \nintegrity of its competitively sensitive and proprietary information outweighs any \nharm that might be suffered by Harders, Enlightened, or OLP-NV.  \n {52}  Rule 65(c) requires that the grant of a preliminary injunction shall be \nconditioned upon the giving of security by the moving party in a sum determined by \nthe court to be proper for the payment of costs and damages that may be suffered by \na party ultimately determined to have been wrongfully enjoined or restrained.   \n {53}  In its discretion, the court concludes that to protect the interests of those \nimpacted by this injunction, security in the amount of $5,000 is reasonable and \nappropriate as a condition of granting a preliminary injunction in this matter.  \n NOW THEREFORE, based upon the foregoing FINDINGS o f FACT and \nCONCLUSIONS of LAW, it is hereby ORDERED that: \n {1}  The Motion by Plaintiff seeking a preliminary injunction is GRANTED, in \npart, based on the terms and conditions of this Order.  \n {2}  This Order is intended only to preserve the status quo between OLP and \nthe Defendants during the pendency of this litigation.   \n {3}  Conditioned upon compliance by OLP with the requirement in Paragraph \n53 above, Defendants shall: \n (a)  immediately discontinue the use, if any, of all signs, structures, \nforms of advertising, telephone listings, facsimile numbers, e-mail addresses, \nthe Manual, and all materials, Products and Services of any kind which are \nidentified or associated with the System; and return all of these materials \nand Products to OLP; \n (b)  within ten (10) business days turn over to OLP all materials, \nincluding the Manual, customer lists, records, files, instructions, brochures, \nadvertising materials, agreements, Confidential Information, Trade Secrets \nand any and all other materials provided by OLP to Harders and/or OLP-NV \nor created by a third party for Harders or OLP-NV relating to the operation \nof OLP-NV.  Under no circumstances shall Harders, OLP-NV, or Enlightened \nretain any printed or electronic copies of the Manual, Confidential \nInformation, or Trade Secrets or portions thereof; and  \n (c)  within ten (10) days take all necessary action to assign to OLP or \nits designee as determined by OLP, all of the Defendants’ right, title, and \ninterest in and to the telephone numbers previously used in the operation of \nOLP-NV.  \n {4}  Notwithstanding the requirements of Paragraph 3 above, and upon five \n(5) business days written notice, OLP shall provide Harders access to any and all \nfinancial records necessary for the sole and exclusive purpose of facilitating the \naccurate reporting of Harders’ income or other business taxes.     \n {5}  The security required by Paragraph 55 shall be in the form of a surety \nbond or other undertaking satisfactory to the Clerk of Superior Court of \nMecklenburg County, for the payment of such costs and damages as may be \nincurred or suffered by any party who is found to have been wrongfully enjoined by \nthis Order.   \n {6}  Except as GRANTED by the terms of this Order, the Motion is DENIED.   \n \n IT IS SO ORDERED, this 14 \nth  day of May, 2012. \n \n \n "
}