{
  "id": "d770c0c6979f8d60caa4f3c36a6e661af7f48f3e8f101105c1a586b8b51e4700",
  "source_file": "data/raw/ncbc/d770c0c6979f8d60caa4f3c36a6e661af7f48f3e8f101105c1a586b8b51e4700.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \n IN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n11 CVS 15111 \nLEGALZOOM.COM, INC., \n \nPlaintiff and Counter-Defendant, \n \nv. \n \nTHE NORTH CAROLINA STATE \nBAR, \n \nDefendant and Counter-Plaintiff. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER AND OPINION \n \n {1} THIS MATTER is before the court on LegalZoom.com, Inc.’s Motion for \nPartial Judgment on the Pleadings (“LegalZoom’s Motion”) and The North Carolina \nState Bar’s Motion for Judgment on the Pleadings (“State Bar’s Motion”).  For the \nreasons stated below, LegalZoom’s Motion is DENIED, and the State Bar’s Motion \nis GRANTED in part and DENIED in part. \nCarlton Law PLLC, by Alfred P. Carlton, Jr., and Nexsen Pruet, \nPLLC, by R. Daniel Boyce, Eugene Boyce, and Thomas J. Ludlam, for \nPlaintiff LegalZoom.com, Inc. \n \nNorth Carolina Department of Justice, by I. Faison Hicks, Special Deputy \nAttorney General, for Defendant The North Carolina State Bar. \n \nGale, Judge. \n \nI. PROCEDURAL HISTORY  \n \n {2}   LegalZoom, Inc. (“LegalZoom”) filed its Complaint on September 30, \n2011 seeking declaratory and injunctive relief.  The matter was designated a \ncomplex business case and assigned to the undersigned on November 7, 2011.  The \nNorth Carolina State Bar (“State Bar”) moved to dismiss the Complaint on \nFebruary 22, 2012.  By its August 27, 2012 Order, the court denied the State Bar’s \nMotion to Dismiss in part, but deferred ruling on the issue of whether LegalZoom is \nengaged in the unauthorized practice of law until the State Bar elected whether to \nLegalZoom.com, Inc. v. N. Carolina State Bar, 2014 NCBC 9. \nfile a counterclaim seeking to enjoin LegalZoom.  The State Bar filed its Answer, \nCounterclaim, and Motion for Preliminary and Permanent Injunction on September \n21, 2012, and an Amended Answer and Counterclaim on October 1, 2012, including \na request that LegalZoom be enjoined.    LegalZoom replied to the counterclaim on \nOctober 31, 2012.   \n {3} LegalZoom filed its Motion for Partial Judgment on the Pleadings on \nDecember 20, 2012, which was limited to the issue of whether the State Bar must \nregister LegalZoom’s prepaid legal services plans.  The State Bar filed its Motion for \nJudgment on the Pleadings on January 17, 2013.  The Motions have been fully \nbriefed, a hearing was held on June 18, 2013, and the Motions are ripe for \ndisposition.   \n \nII. FACTUAL BACKGROUND \n \n {4} The court does not make findings of fact in ruling upon a Rule 12(c) \nmotion, and in considering the motion, the nonmovant’s factual averments are \nassumed to be true. \nRagsdale v. Kennedy, 286 N.C. 130, 137, 209 S.E.2d 494, 499 \n(1974) (internal citations omitted).   \n {5} The court is permitted, when asse ssing a Rule 12(c) motion, to consider \nexhibits attached to and referenced in the nonmovant’s pleadings, and exhibits \nattached or referred to in the movant’s pleadings so long as the nonmovant has \nmade admissions regarding those exhibits.  See Reese v. Charlotte-Mecklenburg Bd. \nof Educ., 196 N.C. App. 539, 545–46, 676 S.E.2d 481, 486 (2009).  The court may \nfurther consider facts of which it may take judicial notice, so long as any such fact is \n“not subject to reasonable dispute in that it is either (1) generally known within the \nterritorial jurisdiction of the trial court or (2) capable of accurate and ready \ndetermination by resort to sources whose accuracy cannot reasonably be \nquestioned.”  N.C. R. Evid. 201(b) (“Rule 201”); see also Hope – A Women’s Cancer \nCtr., P.A. v. State, 203 N.C. App. 593, 597, 693 S.E.2d 673, 676 (2010). \n {6}  In its Complaint, LegalZoom plea ds that its services are “available on \nthe Internet at www.LegalZoom.com.”  (Compl. for Declaratory and Injunctive \nRelief (“Compl.”)¶ 9.)  The court concludes that it may take judicial notice of the \ninformation provided on LegalZoom’s website pursuant Rule 201.  See Blackburn v. \nBugg, No. COA11-1349, 2012 N.C. App. LEXIS 485, at * 11–12, 723 S.E.2d 585 \n(N.C. App. Ct. 2012); Doron Precision Sys., Inc. v. FAAC, Inc., 423 F. Supp. 2d 173, \n179 n.8 (S.D.N.Y. 2006) (“For purposes of a 12(b)(6) motion to dismiss, a court may \ntake judicial notice of information publicly announced on a party’s website, as long \nas the website’s authenticity is not in dispute and ‘it is capable of accurate and \nready determination.’”) (quoting Fed. R. Evid. 201(b)). \n {7} The factual statement provides context for these pending motions in \naccordance with these standards. \n {8} LegalZoom, through its website, www.LegalZoom.com, offers two \nservices: (1) a legal document preparation service; and (2) in those states where \npermitted, prepaid legal services plans.  (Compl. ¶ 9; Am. Answer ¶ 9.)  LegalZoom \ncurrently offers its document preparation service nationwide, including in North \nCarolina, and offers its prepaid legal services plans throughout much of the United \nStates.  (Compl. ¶ 9.)  Its prepaid legal services plans are not presently offered in \nNorth Carolina because they have not yet been registered. \nA. The State Bar’s Inquiry Into LegalZoom’s Online Legal Document \nPreparation Service \n {9} In March 2003, the State Bar’s Au thorized Practice Committee (“APC”) \nopened an inquiry into whether LegalZoom’s online legal document preparation \nservice constituted the unauthorized practice of law (“UPL”).  (Compl. ¶ 20, Ex. 1; \nAm. Answer ¶ 20.)  On August 26, 2003, the APC advised LegalZoom by letter that \nit had “voted to dismiss this complaint because the evidence was insufficient to \nsupport a finding of probable cause that [LegalZoom was] engaged in the \nunauthorized practice of law.”  (Compl. Ex. 3; Am. Answer ¶ 23.) \n {10} On January 30, 2007, the APC notified LegalZoom by letter that it had \nagain opened an inquiry into whether LegalZoom’s activities constitute UPL.  \n(Compl. Ex. 4; Answer ¶ 24.)  A number of letters followed.  LegalZoom responded to \nthe APC’s letter on February 13, 2007, explaining its contention that LegalZoom did \nnot furnish legal advice or guidance, and did not engage in UPL.  (Compl. Ex. 5; \nAm. Answer ¶ 25.)  On May 5, 2008, the APC sent LegalZoom a letter, captioned \n“LETTER OF CAUTION – Cease and Desist” (“Cease and Desist Letter”), which \nstates that the APC “concluded that there is probable cause to believe that \nLegalZoom’s conduct constituted the unauthorized practice of law . . . [and] voted to \nissue this Letter of Caution to notify you of its decision and to demand that you stop \nengaging in your activities now.”  (Compl. Ex. 6; Am. Answer ¶ 26.)  The letter \nconcludes that, “Legalzoom’s conduct as described above is illegal in North Carolina \nand must end immediately,” and requests that LegalZoom “provide a response with \nevidence that [it has] have complied with the Committee’s decision within 15 days \nof [its] receipt of this letter.”  (Compl. Ex. 6.)   \n{11} LegalZoom responded to the Ceas e and Desist Letter on June 13, 2008 \nchallenging the APC’s conclusions, (Compl. Ex. 7; Am. Answer ¶ 27,) and providing \na legal opinion drafted by LegalZoom’s North Carolina counsel which concludes that \nthe “document preparation and filing service provided by Plaintiff does not \nconstitute the ‘organizing’ of a corporation, and therefore is not the unauthorized \npractice of law . . . .”  (Compl. ¶ 30, Ex. 8; Am. Answer ¶ 8.)\n1 \n{12} By letter dated June 17, 2008, the APC acknowledged receipt of \nLegalZoom’s June 13, 2008 response letter.  The State Bar did not thereafter \ninstitute any legal proceeding against LegalZoom until filing its Counterclaim in \nthis action.  (Compl. Ex. 9; Am. Answer ¶¶ 31–32, 34.) \n {13} The State Bar has made copies  of its Cease and Desist Letter and \nLegalZoom’s June 13, 2008 response letter publicly available upon request, \nincluding to bar officials in other states who referenced the letter in their own \ninvestigations, and the APC’s meeting minutes reflecting the decision to issue the \nCease and Desist Letter were posted on the State Bar website for some period of \ntime.  (Compl. ¶ 35; Am. Answer ¶ 35.)    LegalZoom avers that the State Bar’s \n                                                 \n1 LegalZoom’s document preparation services are not limited to incorporation. \nCounsel has also made statements to third parties expressing his opinion that \nLegalZoom’s conduct is illegal in North Carolina.  (Compl. ¶ 36; Am. Answer ¶ 36.)   \nB. LegalZoom’s Attempts to Register its Purported Legal Services Plans \n {14} LegalZoom has two legal service plans: one for consumers and one for \nbusiness users.  On July 14, 2010, LegalZoom sent a letter to the State Bar seeking \nto register its consumer “Advantage Plus Plan” as a prepaid legal services plan.  \n(Compl. Ex. 10; Am. Answer. ¶ 45.)   \n {15} The APC responded on September 30, 2010 by letter, (Compl. Ex. 11; \nAm. Answer ¶¶ 41–42.), informing LegalZoom that its initial registration statement \nwas deficient in three respects: (1) it did not include the required “list of the names, \naddresses, and telephone numbers of all North Carolina licensed attorneys who \nhave agreed to participate in the plan”; (2) it did not include the required “notarized \ncertification forms from each attorney who has agreed to participate in the plan”; \nand (3) it did not include the marketing material the APC needed to review.  \n(Compl. Ex. 11.)  The letter raised an additional concern regarding the lack of a \nmembership plan for individuals who plan to purchase the Advantage Plus Plan.  \n(Compl. Ex. 11.)  Finally, the APC stated that: \nIt appears from the material you submitted for LegalZoom [Advantage \nPlus Plan] that LegalZoom continues to conduct business in a way that \nthe [APC] prohibited in its May 5, 2008 cease and desist letter.  You \nare offering plan members an opportunity to get a 10% discount off the \nprice of legal documents prepared by LegalZoom.  This service in your \nplan violates the very essence of a prepaid legal services plan, which is \nthat a North Carolina licensed attorney must provide the legal \nservices.  Please respond to that concern. \n(Compl. Ex. 11.)   \n {16} LegalZoom responded on Octobe r 14, 2010 with two letters.  The first \ncontends that the Cease and Desist Letter did not and could not prohibit any \nactivity, and, that, in any event, the State Bar does not itself have power to declare \nLegalZoom’s practices to be illegal and must rather seek court action, such that the \nCease and Desist Letter or the State Bar’s unilateral determination is not a basis \nfor refusing to register the Advantage Plus Plan.  (Compl. Ex. 12; Am. Answer ¶ 44.)  \nThe second letter: (1) provided the name, address, and telephone number of one \nattorney who would provide the plan’s legal services; (2) clarified that LegalZoom \nwas attempting to register two plans: the Business Advantage Pro Plan (available \nto businesses) and the Legal Advantage Pro Plan (available to individuals); and (3) \nincluded what LegalZoom contends is the certification for the attorney and \nadditional marketing materials for the plans.  (Compl. Ex. 13; Am. Answer ¶ 41.) \n {17} The APC, through its legal co unsel, responded on November 18, 2010 \nthat, after considering the initial registration statement at its October 27, 2010 \nmeeting, the APC “declined to register LegalZoom [Advantage Plus Plan] as it had \nseveral concerns about the plan as offered.”  (Compl. Ex. 14; Am. Answer ¶ 45.)  \nFirst, the APC still had concerns that the plan offered its participants a discount on \nLegalZoom’s legal document preparation services, which the APC believed rendered \nit unable to register the plan “since a component of it does not satisfy the definition \nof a prepaid legal service plan and violates [North Carolina’s] unauthorized practice \nstatutes.”  (Compl. Ex. 14.)  Second, because LegalZoom desired to register two \nseparate plans, each plan must be registered separately.  (Compl. Ex. 14; Am. \nAnswer ¶ 45.)  Third, the APC was concerned that LegalZoom identified only one \nattorney to provide all plan services, and noted that an attorney certification had \nnot been submitted for that attorney.  (Compl. Ex. 14; Am. Answer ¶ 45.)  The APC \nrequested a response by December 10, 2010, and requested notice by January 7, \n2011 if LegalZoom desired to appear before the APC at its next meeting on January \n19, 2011.  (Compl. Ex. 14; Am. Answer ¶ 45.)   \n {18} LegalZoom responded on December 29, 2010.  (Compl. Ex. 15; Am. \nAnswer ¶ 46.)  LegalZoom represented that it had removed the discount on the legal \ndocument preparation service from the prepaid legal service plans it was seeking to \nregister; that it did want to register two separate plans and would submit separate \napplications if necessary; and that it had obtained a second attorney who agreed to \nprovide services for the plans.  (Compl. Ex. 15; Am.  Answer ¶ 46.)  On March 24, \n2011, the APC responded that LegalZoom needed to submit separate applications \nfor the two plans.  (Compl. Ex. 16; Am. Answer ¶ 47.)  The APC also raised its \nconcern regarding how LegalZoom would notify North Carolina residents that the \ndiscount on the legal document preparation services was not available to them, \nnoting that the discount was still listed on LegalZoom’s website.  (Compl. Ex. 16; \nAm. Answer ¶ 47.)   \n {19} The APC met again to consider LegalZoom’s applications on April 20, \n2011.  (Compl. Ex. 17; Am. Answer ¶ 47.)  By letter dated April 28, 2011, the APC \ninformed LegalZoom that an additional concern had been raised at the meeting: \nwhether North Carolina residents would still have access to the legal document \npreparation service from the same website through which they would be accessing \nthe prepaid legal services plans, and asked LegalZoom to respond by May 28, 2011.  \n(Compl. Ex. 17; Am. Answer ¶ 47.)   \n{20} LegalZoom responded on July 8, 2011 that both the document \npreparation service and the prepaid legal services would be available via its \nwebsite, but insisted that “there is no legal basis to deny registration of the pre-paid \nplans based on the legal document service.”  (Compl. Ex. 18; Am. Answer ¶ 48.)   \n {21} Sometime before August 18, 201 1, counsel for LegalZoom telephoned \nthe president of the State Bar to request a meeting regarding the registration of \nLegalZoom’s prepaid legal services plans.  (Comp. Ex. 19; Am. Answer ¶ 50.)  The \nState Bar responded by email on August 18, 2011 that it did “not believe such a \nmeeting would be productive at this time” and that it would “provide a more \ndetailed written response to [LegalZoom’s] issues very soon.”  (Compl. Ex. 19; Am. \nAnswer ¶ 50.)   \n{22} The APC’s next meeting was sc heduled for October 18, 2011.  (The \nNorth Carolina State Bar’s Br. in Opp’n to LegalZoom’s Mot. for Partial J. on the \nPleadings (“State Bar Opp’n Br.”) 18.)  Prior to this meeting, the State Bar had not \nissued a final determination whether it would register the plans, and if so, its basis \nfor doing so.  \n{23}  LegalZoom filed its Complaint on  September 30, 2011.  It has never \nappeared before a meeting of the APC.  It has not demanded a hearing before the \nState Bar. \n{24} Two things remain unclear after a review of the correspondence:  first, \nthe basis for the State Bar’s doubts that LegalZoom’s legal services plans do not \nmeet the statutory definition of a prepaid legal service plan and whether those \ndoubts would ultimately lead to a final decision to refuse to register them;  and \nsecond, whether the State Bar separately contends it can refuse to register the \nplans based on its opinion that the document preparation service with which they \nare offered constitutes UPL. \nC. The Nature of LegalZoom’s Document Preparation Services \n{25} A customer using the LegalZoo m internet document preparation \nprogram chooses the document he wishes to prepare.  He then interacts with the \nsoftware and provides information that is incorporated into templates. \n{26} LegalZoom indicates that the form  language included in its templates \nwas prepared before any customer interaction and does not change or vary \ndepending upon what information the customer provides.  (Compl.  ¶10.) \n{27} LegalZoom calls its process “LegalZi p,” and refers to it as a “branching” \ntechnology.  (Compl. Ex. 5.)  As the customer proceeds, the pre-existing templates \nare populated with information the customer provides, and LegalZoom equates the \nsoftware to the modern technological equivalent of a printed form book or do-it-\nyourself kit.  (Compl.  ¶¶10, 13.)  It contends that it exercises no discretion or \nindependent legal judgment in response to customer choice.  (Compl.  ¶16.)   \n{28} A number of LegalZoom’s templat es are based on or are verbatim \nrecitations of forms issued by North Carolina state agencies.  Others are prepared \nor approved by North Carolina licensed attorneys before being made available \nonline.  (Compl.  ¶13.)  \n {29} The State Bar, in contrast, co ntends that the branching process is \nmore akin to the practice of law, including professional judgment, and should be \ncompared to the manner in which a lawyer interviews a client and chooses portions \nof a form depending on the client response, such that the choice of which part of the \nform to use or omit depends upon the exercise of judgment.  LegalZoom contends \nthat the absence of its exercise of judgment is evidenced by the fact that the \nsoftware would always prepare an identical document for any customer providing \nthe same responses. \n{30} In connection with its briefing, the State Bar prepared ten \nattachments taken from screenshots from the LegalZoom website.  These include \npages representing documents relating to incorporating a business (The North \nCarolina State Bar’s Br. Supp. Mot. J. on the Pleadings (“State Bar Supp. Br.”) \nAttachs. 4, 5,) preparing a will (State Bar Supp. Br. Attach. 7,) preparing for an \nuncontested divorce (State Bar Supp. Br. Attach. 8,) and completing a real estate \ntransaction (State Bar Supp. Br. Attachs. 9, 10.)  Others include statements \nexpressing opinions regarding the quality or nature of efforts developing the \nprogram, including, for example, statements that documents related to forming a \nbusiness were “developed by attorneys from some of the most prestigious law firms \nin America,” (State Bar Supp. Br. Attach. 1,) that the “documents are trial-tested \nand have been accepted by courts and governmental agencies in all 50 states,” \n(State Bar Supp. Br. Attach. 2,) and that LegalZoom’s “team of experienced \nattorneys have [sic] designed the LegalZoom Last Will to meet the specific laws and \nrequirements of each U.S. state[,]” (State Bar Supp. Br. Attach. 3.)  Other \nattachments relate to certain assurances, such as that incorporation packages are \n“backed by a 100% Satisfaction Guarantee[,]” (State Bar Supp. Br. Attach. 6,) that \nLegalZoom’s documents are finalized with a “Peace of Mind Review”, and that wills \nare “backed by our $50,000 Guarantee[,]” (State Bar Supp. Br. Attach. 7.) \n{31} LegalZoom also offers screen shots of its website to highlight \ndisclaimers stated at various points throughout the software that LegalZoom is not \na law firm and does not provide legal advice, and encourages consulting a lawyer for \nfurther legal questions or inquiries.  (Compl. ¶ 17, Ex. 5.)  The State Bar offers \nother statements within the software for context such as “we create and file your \nincorporation papers,” (State Bar Supp. Br. Attach. 1,) “LegalZoom can complete all \nof these required documents for you, including personalized bylaws and \norganizational resolutions,” (State Bar Supp. Br. Attach. 4,) “[s]imply answer a few \nquestions and we’ll create your divorce papers,” (State Bar Supp. Br. Attach. 8,) and \n“[w]e complete your real estate deed[,]” (State Bar Supp. Br. Attach. 10.) \n{32} LegalZoom makes certain statements within the software program \nregarding legal requirements, such as, for example, a listing of legal criteria \nnecessary for a valid will, (State Bar Supp. Br. Attach. 3,) the consequences of dying \nintestate, (State Bar Supp. Br. Attach. 3,) the steps required for valid incorporation, \n(State Bar Supp. Br. Attach. 4,) the advantages of incorporation, (State Bar Supp. \nBr. Attach. 5,) and requirements for uncontested divorce eligibility (State Bar Supp. \nBr. Attach. 8.)   \n{33} Other details regarding the softwa re may be referred to as necessary \nduring the court’s following analysis. \nIII. STANDARD OF REVIEW \n {34} “A motion for judgment on the pleadings is the proper procedure when \nall the material allegations of fact are admitted in the pleadings and only questions \nof law remain.”  Ragsdale, 286 N.C. at 137, 209 S.E.2d at 499.  On a 12(c) motion, \nThe trial court is required to view the facts and permissible inferences \nin the light most favorable to the nonmoving party.  All well pleaded \nfactual allegations in the nonmoving party’s pleadings are taken as \ntrue and all contravening assertions in the movant’s pleadings are \ntaken as false. . . . All allegations in the nonmovant’s pleadings, except \nconclusions of law, legally impossible facts, and matters not admissible \nin evidence at the trial, are deemed admitted by the movant for \npurposes of the motion.” \nId. (internal citations omitted).   \nIV.   ANALYSIS \n {35} LegalZoom’s Motion asserts that the court can and should declare, on \nthe present record, that the State Bar must register LegalZoom’s prepaid legal \nservice plans because it has no authority to decline that registration.  The State \nBar’s Motion asserts the court can and should declare that LegalZoom is engaged in \nthe unauthorized practice of law and is, therefore, not entitled to any of the relief \nsought in the Complaint.  Each contends that at least certain aspects of the other’s \nMotion is not yet ripe because its resolution depends upon contested fact issues.  \n((Pl. LegalZoom’s Br. Opp’n North Carolina State Bar’s Mot. J. on the Pleadings \n(“LegalZoom Opp’n Br.”) 2; State Bar Opp’n Br. 3.) \n{36} The court will first address Le galZoom’s Motion, followed by its \ndiscussion of the State Bar’s Motion. \nA. LegalZoom’s Motion for Partial Judgment on the Pleadings \n \n {37} LegalZoom seeks a judgment declaring that the State Bar has limited \nresponsibility with regard to registering prepaid legal services plans, and must \nregister those plans once the applicant has complied with the various \nadministrative aspects of the application, as otherwise the State Bar would be \nforming or expressing opinions regarding the plans which it is not allowed to do. \n(LegalZoom.com, Inc.’s Br. Supp. Mot. for Partial J. on the Pleadings (“LegalZoom’s \nSupp. Br.”) 1, 15.)   The State Bar contends rather that it has the authority to \ndetermine whether those plans meet the definition of a “prepaid legal services \nplan,” and that LegalZoom has not yet provided all information necessary to that \ndetermination.  The issue involves differing interpretations of the State Bar’s \nauthority pursuant to 27 N.C. Admin. Code 01E.0303 (2013) (“Administrative \nRule”).   \n{38} LegalZoom correctly states that by regulation, the State Bar “shall not \napprove or disapprove any prepaid legal services plan or render any legal opinion \nregarding any plan,” 27 N.C. Admin. Code 01E.0301 (2013).  However, the \nAdministrative Rule further directs the State Bar to: \nreview the plan’s initial registration statement to determine whether \nthe registration statement is complete and the plan, as described in the \nregistration statement, meets the definition of a prepaid legal services \nplan and otherwise satisfies the requirements for registration provided \nby Rule .0304.  If, in the opinion of counsel, the plan clearly meets the \ndefinition and the registration statement otherwise satisfies the \nrequirements for registration, the secretary will issue a certificate of \nregistration to the plan’s sponsor.  If, in the opinion of counsel, the plan \ndoes not meet the definition or otherwise fails to satisfy the \nrequirements for registration, counsel will inform the plan’s sponsor \nthat the registration is not accepted and explain any deficiencies.   \n \n27 N.C. Admin. Code 01E.0305 (2013) (emphasis added). \n{39} The court must now determine whether the State Bar has issued a \nfinal decision that it has been directed to make, and if so, whether LegalZoom has \navailed itself of available administrative procedures before seeking court review.  If \nnot, the court does not have subject matter jurisdiction because LegalZoom has not \nexhausted administrative remedies.2 \n {40} The Administrative Procedure Act (“APA”) applies to every agency \nexcept those specifically enumerated.  N.C. Gen. Stat. § 150B-1(c) (2013).  The APA \ndefines an “agency” as “an agency . . . in the executive branch of the government of \nthis State . . . .”  N.C. Gen. Stat. § 150B-2(1a) (2013).  By this definition, the State \nBar is an agency, and it is not specifically exempted from the APA.  See § 150B-1(c); \nN.C. Gen. Stat. § 84-15 (2013) (“There is hereby created as an agency of the State of \nNorth Carolina . . . the North Carolina State Bar.”); see also N. Carolina State Bar \nv. DuMont, 304 N.C. 627, 642, 286 S.E.2d 89, 98 (1982) (applying the APA rules to \nthe State Bar Disciplinary Hearing Commission). \n{41} The APA generally sets out conditio ns precedent to judicial review of \nan administrative determination, including a requirement for a final agency \ndecision and exhaustion of administrative remedies.  Huang v. N. Carolina State \nUniv., 107 N.C. App. 710, 713, 421 S.E.2d 812, 814 (1992).   \n{42} While the State Bar has not fully explained its underlying reasoning, it \nraised concerns about LegalZoom coupling its legal document software and legal \nservice plans in a single internet portal, and whether the plans met the definition of \n                                                 \n2 This is a different issue than the standing and ripeness issue the court faced when determining \nwhether LegalZoom could seek a court declaration regarding whether it was engaged in UPL before \nthe State Bar, as the agency charged with enforcing the statute, had determined whether it would \nseek a civil injunction or pursue a criminal investigation.  \nLegalZoom.com, Inc. v. N. Carolina State \nBar, 2012 NCBC LEXIS 49, at *14–15 (N.C. Super. Ct. Aug. 27, 2012). \na prepaid legal services plan.  It is not clear how the State Bar may have coupled \nthese considerations.   \n{43} It is also uncertain whether the St ate Bar’s refusal, to date, to register \nthe plans rests on the State Bar’s perception of its own authority to declare that \nLegalZoom is engaged in the unauthorized practice of law through its cease and \ndesist process, and because of that unilateral determination declare that the legal \nservice plans do not meet the statutory definition.  It is equally unclear if the State \nBar contends there are other independent reasons why LegalZoom’s plans do not \nmeet the statutory definition. \n{44} Administrative Rule 01E.0303 requires the State Bar to determine \nwhether a particular plan meets the statutory definition of a prepaid legal services \nplan.  LegalZoom did not force the State Bar to make a final decision or seek a \nhearing to challenge any purported final determination, as permitted under \nAdministrative Rule 01E.0305.  The record does not yet clarify what conclusion the \nState Bar has reached on that issue and the basis upon which its decision is made.   \n{45} The court has considered LegalZ oom’s arguments that further pursuit \nof administrative processes should not be required.  First, the court acknowledges \nLegalZoom’s suggestion that the State Bar spurned LegalZoom’s further efforts at \nthe administrative level when it declined an informal meeting with LegalZoom’s \npresident.  (Compl. Ex. 19, Am. Answer ¶ 50.)  But, requesting an informal \nsettlement conference does not substitute utilizing the administrative hearing \navailable under Administrative Rule 01E.0305, which provides that, “[u]pon notice \nthat the plan’s registration has not been accepted, the plan sponsor may resubmit \nan amended plan registration form or request a hearing before the committee . . . .”  \n27 N.C. Admin. Code 01E.0305.   \n{46} LegalZoom elected to institute this litigation, rather than to seek such \na hearing.  LegalZoom’s contentions that the administrative hearing is optional or \nthat it was waived on the grounds of futility are unavailing.  (LegalZoom.com, Inc.’s \nReply Br. in Supp. of its Mot. for Partial J. on the Pleadings (“LegalZoom’s Reply \nBr.”) 9-10.)  The assertion that the Rule provides only an optional remedy is \nforeclosed by the Court of Appeal’s decision in Johnson v. University of North \nCarolina, 202 N.C. App. 355, 358–59, 688 S.E.2d 546, 549 (2010).  In Johnson, the \nagency’s rules provided that the plaintiff “may” appeal an adverse decision to the \nBoard of Trustees.  Id. at 358, 688 S.E.2d at 549.  The plaintiff contended that \n“because the administrative procedures provide that a faculty member ‘may’ appeal \nan adverse decision to the Board of Trustees but do not provide that a faculty \nmember ‘shall’ appeal, [he] was not required to appeal from the decision to \ndischarge him to the Board of Trustees before filing the present action . . . .”  Id. \n(emphasis in original).  The Court of Appeals rejected the argument, holding that \nthe plaintiff must pursue any administrative remedies provided before seeking \njudicial review.  Id. at 358–59, 688 S.E.2d at 549. \n {47} LegalZoom’s futility argument is likewise foreclosed by court decisions.  \nSee Affordable Care, Inc. v. N. Carolina State Bd. of Dental Exam’rs, 153 N.C. App. \n527, 571 S.E.2d 52 (2002) (“[F]utility cannot be established by plaintiffs’ prediction \nor anticipation that the Commission would again rule adversely to plaintiffs’ \ninterests.” )   \n {48} The court has also carefully considered LegalZoom’s further argument \nbased on \nIn re North Carolina Pesticide Board, 349 N.C. 656, 509 S.E.2d 165 (1998), \nthat exhaustion is not required when the agency’s action is challenged on \nconstitutional grounds.  In re N. Carolina Pesticide Bd. File Nos. IR 94-128, IR94-\n151, IR94-155, 349 N.C. 656, 509 S.E.2d 165 (1998) [hereinafter Meads]; \n(LegalZoom’s Reply Br. 10.)  There is a distinction between a challenge that an \nagency has applied a statute in an unconstitutional manner and a facial \nconstitutional challenge to the statute itself.  Meads teaches that exhaustion applies \nto the former but not the latter.  Meads, 349 N.C. at 669–70, 509 S.E.2d at 174–76.  \nHere, on the issue of a failure to register the plans, LegalZoom’s Complaint attacks \nthe manner in which the State Bar has applied the governing statutes. (Compl. ¶¶ \n63–70.)  \n{49} In sum, the court concludes that  LegalZoom has failed to exhaust its \nadministrative remedies. See Vass v. Bd. of Trs. of the Teachers’ & State Emps.’ \nComprehensive Major Med. Plan, 324 N.C. 402, 408–09, 379 S.E.2d 26, 30 (1989). \nAccordingly, LegalZoom’s Motion for Partial Judgment on the Pleadings is \nDENIED.  \nB. The State Bar’s Motion for Judgment on the Pleadings \n1. The court’s declaration on the primary issue of unauthorized practice of \nlaw should await a more developed factual record. \n {50} LegalZoom’s Complaint presents  several claims, but each either \ndepends on or involves consideration of the central issue: whether LegalZoom \nengages in the unauthorized practice of law by offering its internet-based document \npreparation service.  Both LegalZoom and the State Bar seek the court’s declaration \non that issue.  LegalZoom contends that the declaration needs a more developed \nrecord.  The State Bar contends the court can resolve the issue on the present \nrecord. \n{51} The court concludes that a more de veloped record is appropriate, even \nif some specific instances of claimed UPL can be isolated for review based on the \ncurrent record.\n3  This decision follows long and careful review of pleadings, briefs, \nand cited authorities, oral argument presented, and a number of efforts to draft a \ndispositive ruling consistent with Rule 12(c) standards.  Accordingly, the State Bar’s \nMotion for Judgment on the Pleadings should be DENIED in part, as it relates to \nthe unauthorized practice of law issue, without prejudice to the potential later \nconsideration of issues raised by the Motion pursuant to Rule 56.  The court further \nelaborates on its reasoning below.   \n{52} The context for deciding the ultimate issue of UPL may vary \ndepending on the particular document or use to which a LegalZoom customer may \nput the software.  The court’s interaction with LegalZoom’s website during the \ncourse of its further consideration amplified this contextual variance which it first \nrecognized when reviewing the briefs.  Considering these varying contexts, the court \n                                                 \n3  The court will likewise defer further consideration of LegalZoom’s motion for jury trial as further \nefforts are taken to refine the nature of the issues and more specific questions that must be \nanswered.   \nhopes to be able to apply the governing statutes through a standard that can be \nconsistently applied to the various functions that may arise from use of LegalZoom’s \nsoftware, as well as other forms of software or self-help programs or texts to which \nLegalZoom’s software might be compared. \n{53} The court approaches the matter as one in which it must apply the \nexisting statutes and regulations.  There is a current policy-oriented dialogue in \nwhich some urge that the practice of law should be substantially deregulated in \nfavor of market forces.  Proponents of such deregulation argue, in part, that strict \napplication of statutes prohibiting the unauthorized practice of law has yielded \neconomic inefficiency, including but not limited to causing basic legal services to be \noutside the reach of many or most consumers.4  Unless such policy arguments \nbecome a necessary part of a constitutional analysis the court is required to \nundertake, such policy changes are more appropriately addressed to the Legislature \nand are not now before the court.   \n{54} In addition to the variables noted above, the court has also become \ngenerally but not specifically aware that LegalZoom may have modified its program \nor practices from state to state in response either to litigation, as in Missouri or \nSouth Carolina, or to regulatory inquiry, as in Ohio or Pennsylvania.  Such \ndistinctions, if they in fact have been made, are not dispositive, but may inform the \ncourt’s analysis. \n{55} Ultimately, the court looks to the factual record to inform how it must \napply the governing North Carolina statutes.  The general prohibition against the \nunauthorized practice of law is stated in section 84-4 which provides: \nExcept as otherwise permitted by law, it shall be unlawful for any \nperson or association of persons, except active members of the Bar of \nthe State of North Carolina admitted and licensed to practice as \nattorneys-at-law, to appear as attorney or counselor at law in any \n                                                 \n4 E.g. Ray Worthy Campbell, Rethinking Regulation and Innovation in the U.S. Legal Services \nMarket, 9 N.Y.U. J. L. & Bus. 1 (2012) (arguing in favor of deregulating a legal services on the \nindividual side of the market to promote innovation and better customer choices); Gillian K. \nHadfield, The Cost of Law: Promoting Access to Justice Through the (Un)Corporate Practice of law, \nInt’l Rev. L. & Econ. (forthcoming), available at http://ssrn.com/abstract=2333990 (observing that the \ncurrent business model for delivering legal services prices many ordinary individuals out). \naction or proceeding before any judicial body, including the North \nCarolina Industrial Commission, or the Utilities Commission; to \nmaintain, conduct, or defend the same, except in his own behalf as a \nparty thereto; or, by word, sign, letter, or advertisement, to hold out \nhimself, or themselves, as competent or qualified to give legal advice or \ncounsel, or to prepare legal documents, or as being engaged in advising \nor counseling in law or acting as attorney or counselor-at-law, or in \nfurnishing the services of a lawyer or lawyers; and it shall be unlawful \nfor any person or association of persons except active members of the \nBar, for or without a fee or consideration, to give legal advice or \ncounsel, perform for or furnish to another legal services, or to prepare \ndirectly or through another for another person, firm or corporation, any \nwill or testamentary disposition, or instrument of trust, or to organize \ncorporations or prepare for another person, firm or corporation, any \nother legal document. . . . The provisions of this section shall be in \naddition to and not in lieu of any other provisions of this Chapter. \nN.C. Gen. Stat. § 84-4 (2013).  Chapter 84 does not define various terms, including \n“hold out,” “legal advice or counsel,” “legal document(s),” or “legal services.”   \n{56} Section 84-2.1 defines the “practice of law” as: \nperforming any legal service for any other person, firm or corporation, \nwith or without compensation, specifically including the preparation or \naiding in the preparation of deeds, mortgages, wills, trust instruments, \ninventories, accounts or reports of guardians, trustees, administrators \nor executors, or preparing or aiding in the preparation of any petitions \nor orders in any probate or court proceeding; abstracting or passing \nupon titles, the preparation and filing of petitions for use in any court, \nincluding administrative tribunals and other judicial or quasi-judicial \nbodies, or assisting by advice, counsel, or otherwise in any legal work; \nand to advise or give opinion upon the legal rights of any person, firm \nor corporation[.] \nN.C. Gen. Stat. § 84-2.1 (2013). \n{57} Section 84-5 further prohibits corp orations from practicing law, and in \ndoing so, lists additional activities which may supplement the definition of “the \npractice of law.”  It provides: \nIt shall be unlawful for any corporation to practice law or appear as an \nattorney for any person in any court in this State, or before any judicial \nbody or the North Carolina Industrial Commission, Utilities \nCommission, or the Department of Commerce, Division of Employment \nSecurity, or hold itself out to the public or advertise as being entitled to \npractice law; and no corporation shall organize corporations, or draw \nagreements, or other legal documents, or draw wills, or practice law, or \ngive legal advice, or hold itself out in any manner as being entitled to \ndo any of the foregoing acts, by or through any person orally or by \nadvertisement, letter or circular. The provisions of this section shall be \nin addition to and not in lieu of any other provisions of Chapter 84. \nN.C. Gen. Stat. § 84-5 (2013). \n{58} The court discerns at least three intersecting principles arising from \nthese statutes, that, when considered in light of case precedent both within and \nwithout North Carolina, must be accommodated in the overall analysis.  Two of \nthese principles represent the reasoning in reported cases recognizing what has \nbeen referred to as “exceptions” on UPL prohibitions.  The first has been referred to \nas either “self-help” or the “self-representation” exception, essentially meaning that \none can legally undertake activities in his own interests that would be UPL if \nundertaken for another, or to “practice law” to represent oneself.  The second \nexception has been referred to as a “scrivener’s exception,” essentially meaning that \nunlicensed individuals may record information that another provides without \nengaging in UPL as long as they do not also provide advice or express legal \njudgments.  The third, less-litigated principle arises from the statutory prohibitions \non “holding out”.5  Applying this principle may become entangled with First \nAmendment issues.6 \n{59} Analyzing LegalZoom’s software requ ires consideration of each of these \nthree principles.  The respective briefs concentrate most heavily on whether \nLegalZoom’s software is protected by the two exceptions.  That is, whether or not \nthe software acts as a mere scrivener or appropriately assists customers who are \nengaged in self-representation.  The briefs do recognize the First Amendment \nconsiderations at play, but do not include as extensive an effort to apply the \n“holding out” prohibitions specifically in the context of how LegalZoom’s software \n                                                 \n5 In addition to the provisions of section 84-4 prohibiting holding oneself out as competent to provide \nlegal advice or counsel, there are administrative regulations that direct that a lawyer who is not \nadmitted to practice in this jurisdiction shall not: . . . . hold out to the public or otherwise represent \nthat the lawyer is admitted to practice law in this jurisdiction.” 27 N.C. Admin. Code 02, Rule 5.5(b) \n(2013). \n6 See, e.g., Dacey v. New York Cnty. Lawyers’ Ass’n, 423 F.2d 188 (balancing an individual’s First \nAmendment rights against a prosecutor’s sovereign immunity). \nworks and how it is marketed to encourage customers more confidently to engage in \nself-representation.  For example, they do not extensively discuss (1) how \nLegalZoom’s own statements embodied in the website should regulate or qualify the \napplication of the two recognized exceptions, if those statements are intended to, \nand actually do, instill greater customer confidence in self-representation, or (2) \nhow such statements should be read together against the backdrop of the public \npolicies promoted by the statutory prohibitions on “holding out.”  \n{60} A useful summary of the “self-hel p exception” or “self-representation \nexception” may be found in the oft-cited opinion in The Florida Bar v. Brumbaugh, \n355 So. 2d 1186 (Fla. 1978).  Brumbaugh recognizes that (1) each person has a \nfundamental constitutional right to represent themselves, and (2) individuals may \nsell sample legal forms and “type up” instruments that clients have filled out \nwithout engaging in the practice of law.  \nBrumbaugh, 355 So. at 1194.   \n{61} The North Carolina Supreme Cour t recognized this right of self-\nrepresentation and further extended the right to allow corporate agents to prepare \ncertain legal documents on behalf of the corporation so long as the efforts were to \nadvance a matter in which the corporation had a primary interest.  State v. Pledger, \n257 N.C. 634, 127 S.E.2d 337 (1962).7  The defendant in Pledger was an employee of \na company engaged in the sale and construction of homes, but was not licensed to \npractice law or a member of The North Carolina Bar.  Id. at 634, 127 S.E.2d 337.  \nThe defendant prepared several deeds of trust, and saw to the execution, \nacknowledgement, and recordation of those deeds, for homes that the company sold.  \nId.  The Supreme Court held that the defendant did not engage in the unauthorized \npractice of law, because “[a] person, firm or corporation having a primary interest, \nnot merely an incidental interest, in a transaction, may prepare legal documents \nnecessary to the furtherance and completion of the transaction without violating \n[the law].”  Id. at 637, 127 S.E.2d at 339.   \n{62} LegalZoom champions Pledger as granting its customers the right of \nself-help. LegalZoom does not assert that it has a primary interest in its customer’s \n                                                 \n7 This case did not explicitly speak to the offer or sale of legal forms or self-help software. \nlegal affairs.  LegalZoom’s position is rather that it lawfully assists its customer in \nself-representation and in the process of recording the customer-supplied \ninformation, LegalZoom does not make legal judgments or offer customer advice \ntailored to the customer’s individual circumstance.   LegalZoom’s contention is that \nits recording of information falls comfortably within the recognized “scrivener” \nexception.   \n{63} The “scrivener exception” has not, to the court’s knowledge, been \nconsidered by the North Carolina state appellate courts.  It has been considered in a \nfederal bankruptcy court sitting in North Carolina, which described the exception as \n“merely typing or ‘scrivening’ a petition or legal document for another person”.  In re \nGraham, No. 02-81930C-7D, 2004 Bankr. LEXIS 1678 (M.D.N.C. Feb. 10, 2004); see \nalso In re Lazarus, No. 05-80274C-7D, 2005 Bankr. LEXIS 1093 (Bankr. M.D.N.C. \nMar. 14, 2005).  While recognizing the exception, these cases are also careful to \ncaution scriveners against going further so as to provide advice.  In Lazarus, the \nBankruptcy Court held that a petition preparer, Ms. Couch, engaged in the \nunauthorized practice of law in violation of § 110 of the Bankruptcy Code.  In re \nLazarus, 2005 Bankr. LEXIS at *14–15.  Ms. Couch was found to have exceeded the \nlimited scrivener exception because “the evidence reflected that the Debtor had no \nunderstanding [of the matters in the bankruptcy forms] and that Ms. Couch \ncounseled and advised the Debtor regarding such matters and that in some \ninstances actually decided what information would be inserted in the forms.”  Id. at \n*15. \n {64} The petition preparer in Graham was also held to have engaged in the \npractice of law as it is defined by section 84-2.1, In re Graham, 2004 Bankr. LEXIS \n1678, at *36–40, where she provided clients with a workbook, a pamphlet providing \na step-by-step guide to filling out the workbook, and information on filing for \nChapter 7 bankruptcy.  Id. at *5–6.  The Bankruptcy Court held that \n[t]he Workbook and Guide are intended to clarify the information \nrequired on the official forms for the petition, schedules and statement \nof financial affairs.  A review of these documents reveals that they \nconstitute legal advice when provided by a petition preparer to a \ncustomer for whom bankruptcy documents are being prepared.  The \nWorkbook to be completed by the customer is not merely a blank copy \nof the official forms.  Rather, it is a document prepared by We The \nPeople USA which, together with the Guide and Overview, contains \nadvice to the customer concerning bankruptcy law and how the blanks \nin the Workbook should be completed. . . . While § 110 allows a \nbankruptcy petition preparer to type bankruptcy forms, it does not \nallow the petition preparer ‘to provide documents that explain \nbankruptcy or how to complete the required information that the \npreparer is then to transfer to the Official Forms.’ \nId. at *38–39 (citing In re Moore, 283 B.R. 852, 863 (Bankr. E.D.N.C. 2003)).  The \ncourt continued that, by taking the information the customer filled out in the \nWorkbook and entering it into an official form on a computer, which differed from \nthe Workbook the customer filled out, the preparer had engaged in the practice of \nlaw.  Id. at *39.   \n{65} In some instances, LegalZoom’s software operations may comfortably \nremain within the permissible boundaries of these cases, such as where a legal form \nclosely tracks a state agency form, the information a customer supplies is routine, \nand no significant part of the form is added or omitted  based on customer \nresponses.  There are other aspects of the LegalZoom program that may not \ncomfortably fit the scrivener exception, such as instances where LegalZoom may, \neither by itself or in association with another, go beyond recording information, for \nexample, in obtaining or approving legal descriptions for deeds, reviewing and \nassessing potentially interfering trademarks, or taking actions to finalize \nincorporation.    \n{66} The court is not yet comfortable th at it understands the overall process \nof preparing more complex documents, and hopes to develop a greater \nunderstanding of how the branching software process is implemented in preparing \nsuch documents, including whether and how a customer’s answer to one question \neffects what further parts of the template are offered and what further choices the \ncustomer is asked to make.  Questions include, for example, if a customer makes \none choice presented to him by the branching software, are there portions of the \ntemplate that are then never shown to the customer?  If so, what is the reasoning \nbehind and the legal significance of the software’s determination not to present that \nportion of the form?  If Pledger teaches that an unlicensed individual has the right \nto “practice law” on his own behalf, Pledger, 257 N.C. at 636, 127 S.E.2d at 339, \ndoes its premise require that only the unlicensed individual make choices in \ndrafting a legal document, and that the choice or risk of an incorrect choice about \nwhich portions of a form to include must belong exclusively to the individual?  Is \nthere then a legally significant difference between how one engaging in self-\nrepresentation uses a form book versus LegalZoom’s interactive branching \nsoftware?  A form book presents the customer with the entire form, often \naccompanied by opinions or directions on how to use the form, but any choice and its \nimplications are solely the customer’s.  Does the LegalZoom software effectively \nmake choices for its customer?   Do responses depend in any part on the effects of \nstatements embodied in the software, either those that promote the program or \nthose that disclaim legal advice being given? \n{67} The court does not by any means suggest these are the controlling or \nonly relevant questions or that they have certain answers.  Rather, they are \nexamples of questions the court is not comfortable answering based on the current \nrecord alone. \n{68} As to the statutory prohibitions on “holding out,” the court will be \nrequired to seek a balance between the public interest being protected, and the \ncorresponding First Amendment rights LegalZoom may have.  The court remains \nuncertain how the interplay of those potentially competing rights and interests \nshould affect the court’s overall interpretation of UPL statutes, including \napplication of recognized exceptions. \n{69} In sum, the court determines th at a greater factual record will help \nshape and answer these and other questions.  The court then concludes that the \nissue of unauthorized practice of law should not be decided at this juncture \npursuant to the State Bar’s Motion, and the State Bar’s Motion in that regard \nshould be DENIED without prejudice to revisiting the issues pursuant to Rule 56.   \n2. Certain claims should, however, be dismissed at this juncture. \na. LegalZoom’s equal protection claim depends on the plan \nregistration issue for which LegalZoom has not yet exhausted its \nadministrative remedies. \n \n {70} LegalZoom’s equal protection cl aim derives from its claim that the \nState Bar has unlawfully failed to register the prepaid legal services plans.8   This is \na type of constitutional claim for which exhaustion of administrative remedies is \nappropriate. Copper ex rel. Copper v. Denlinger, 363 N.C. 784, 788–90, 688 S.E.2d \n426, 428–30 (2010) (distinguishing between state constitutional claims and claims \nrelating to the U.S. Constitution).  As LegalZoom did not exhaust its administrative \nremedies with respect to the State Bar’s refusal to register the plans, the equal \nprotection claim is DISMISSED without prejudice to its being refiled should a final \nagency determination return to the court for review. \nb. LegalZoom’s commercial disparagement and declaratory judgment \nclaims as stated should be dismissed on the basis of sovereign \nimmunity. \n{71}    LegalZoom contends it has been defamed by the State Bar’s \npublication of claims that LegalZoom’s conduct is illegal. (Compl. ¶¶ 71–79.)  The \nState Bar contends that LegalZoom’s claim for commercial disparagement is barred \nby sovereign immunity.  (State Bar Supp. Br. 23–24.)   LegalZoom challenges the \ndefense as being inapplicable where a state agency has acted beyond its authority.  \n(LegalZoom Opp’n Br. 23–24).   \n{72} Sovereign immunity protects a St ate agency from suit absent a waiver \nof its immunity.  Walton v. N. Carolina Dep’t of Agric. & Consumer Servs., No. 5:09-\nCV-302-FL, 2010 U.S. Dist. LEXIS 143680, at * 7 (W.D.N.C. Feb. 17, 2010) (internal \ncitations omitted); see also Gammons v. N. Carolina Dep’t of Human Res., 344 N.C. \n51, 54, 472 S.E.2d 722, 723 (1996).  A state agency is entitled to this immunity, as is \nthe State itself.  See Meyer v. Walls, 347 N.C. 97, 104, 489 S.E.2d 880, 884 (1997) \n                                                 \n8 LegalZoom brings its equal protection claim on the basis that the State Bar singled it out, “not \nallowing Plaintiff to register its legally compliant prepaid legal services plans.”  (Compl. ¶ 69.) \n{73} LegalZoom has not argued that the State Bar has waived its \nimmunity, see (State Bar Supp. Br 24; LegalZoom Opp’n Br. 23–24,) and in any \ncase, waiver must be specifically pleaded. Paquette v. Cnty. of Durham, 155 N.C. \nApp. 415, 418, 573 S.E.2d 715, 717–18 (2002).  The court cannot assume waiver \nunder the Tort Claims Act, as the claim for commercial disparagement is an \nintentional tort.  N.C. Gen. Stat. §§ 143-291–300.1 (2013); White v. Trew, 366 N.C. \n360, 364, 736 S.E.2d 166, 168–69 (2013) (libel); Davis v. N. Carolina State Highway \nComm’n, 271 N.C. 405, 408, 156 S.E.2d 685, 687 (1967); Wojsko v. State, 47 N.C. \nApp. 605, 610–11, 267 S.E.2d 708, 711 (1980) (false representation and fraudulent \ninducement).  \n{74}    As to LegalZoom’s contention that the defense is inapplicable where \nthe agency has exceeded its authority, the court notes that LegalZoom has not \nincluded any individual defendant who acted or failed to act on the agency’s behalf.  \nWhile individual officers may be subject to suit when acting within the scope of \ntheir state agency but beyond the agency’s legal authority, \nLewis v. White, 287 N.C. \n625, 643, 216 S.E.2d 134, 146 (1975) (quoting Schloss v. Highway Commission, 230 \nN.C. 489, 53 S.E.2d 517 (1949)), superseded on other grounds by statute as noted in \nState v. Williams & Hessee, 53 N.C. App. 674, 680, 281 S.E.2d 721, 725 (1981), the \nagency itself remains immune from suit, as it is “powerless to exceed its authority \nas is a robot to act beyond the limitations imposed by its own mechanism.”  Schloss, \n230 N.C. at 492, 53 S.E.2d at 518–19. \n{75} The court is compelled to apply immunity even though LegalZoom \nseeks only a declaratory judgment that the State Bar has acted without legal \nauthority to make or disseminate a purported final or binding determination that \nLegalZoom’s conduct is illegal.9  Claims for injunction and declaratory judgment, in \naddition to those for money damages, are subject to the doctrine of sovereign \n                                                 \n9  The court recognizes a reading of Administrative Rule 01D.0206 that would limit the State Bar’s \nuse of a Cease and Desist Letter to only those instances where it believes there to be probable cause \nthat there has been UPL, and that the conduct is not likely to be continued, and that otherwise, the \nState Bar must pursue either criminal or civil court actions. The court expresses no opinion on \nwhether a claim based on this Rule is now moot because the State Bar has since brought its \ncounterclaim. \nimmunity.  Bio-Med. Applications of N. Carolina, Inc. v. N. Carolina Dep’t of Health \n& Human Servs., Div. of Facility Servs., 179 N.C. App. 483, 491, 634 S.E.2d 572, \n578, writ allowed, rev. on additional issues denied, 360 N.C. 644, 638 S.E.2d 463 \n(2006) (upholding a trial court’s dismissal of the plaintiff’s permanent injunction \nand declaratory judgments claims against a state agency on the basis of sovereign \nimmunity).   \n{76} Therefore, LegalZoom’s comm ercial disparagement claim and \ncorresponding petition for declaratory judgment, as stated, are DISMISSED. \nc. While the monopoly claim may survive the invocation of sovereign \nimmunity, it should await resolution along with the central issue of \nwhether LegalZoom is engaged in UPL. \n{77} LegalZoom’s monopoly claim revolves around, if not totally depends \nupon, its contention that its document preparation service does not constitute the \nunauthorized practice of law and that the State Bar’s effort to exclude that service \nwould be an unconstitutional effort to protect a monopoly on the practice of law, \nprohibited under the North Carolina Constitution.  Sovereign immunity does not \nbar that particular claim. “When there is a clash between these constitutional \nrights and sovereign immunity, the constitutional rights must prevail.”  \nCraig ex. \nrel. Craig v. New Hanover Cnty. Bd. of Educ., 363 N.C. 334, 339, 678 S.E.2d 351, \n355 (2009).  Unlike LegalZoom’s equal protection claim, its monopoly claim is not \nsolely based on the State Bar’s refusal to register its prepaid legal services plans, \nand thus is not subject to dismissal for failure to exhaust administrative remedies. \nV. CONCLUSION \n {78} For the foregoing reasons: \n1. LegalZoom’s Motion for Partial Judgment on the Pleadings is \nDENIED, without prejudice to the court’s consideration of the \nissues presented upon the State Bar’s final determination \nwhether it will register LegalZoom’s prepaid legal services plans.  \n2. The State Bar’s Motion for Judgment on the Pleadings is \nGRANTED as to LegalZoom’s equal protection and commercial \ndisparagement claims, and for declaratory relief insofar as related \nto those claims; therefore \ni. LegalZoom’s equal protection claim is DISMISSED without \nprejudice. \nii. LegalZoom’s claims for commercial disparagement and \ndeclaratory judgment, as stated, are DISMISSED. \n3. The State Bar’s Motion is otherwise DENIED without prejudice to \nthe further consideration of the issues raised upon a subsequent \nmotion for summary judgment. \n4. The court wishes to hold a status conference in advance of the \nParties undertaking discovery or designating expert witnesses.  \nCounsel are asked to consult and advise the court within five \nbusiness days of the issuance of this Order of two days in April \n2014 on which the Parties would be available for such a \nconference. \n \nThis 24th day of March, 2014. "
}