{
  "id": "d774d3da34b2c356ee4f459d6252387151cac09b892b2d1e05b7c5eb09925786",
  "source_file": "data/raw/ncbc/d774d3da34b2c356ee4f459d6252387151cac09b892b2d1e05b7c5eb09925786.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 5734 \nBCORE TIMBER EC OWNER LP, \n \nPlaintiff, \n \nv. \n \nQORVO US, INC.,  \n \nDefendant. \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION FOR \nSUMMARY JUDGMENT \n \n1.  BCORE Timber EC Owner LP (“BCORE”) is the landlord, and \nDefendant Qorvo US, Inc. (“Qorvo”) is the tenant  subject to a lease agreement \ninvolving a 120,000 square foot building in an industrial park in Greensboro, North \nCarolina.  When it moved into the building,  Qorvo’s predecessor, RF Micro Devices, \nInc. (“RFMD”), made modifications in preparation for manufacturing semiconductors.  \nBCORE contends that the lease required Qorvo to restore the bu ilding to its shell \ncondition when it moved out on 30 September 2022,  at the end of the lease term.  \nQorvo disagrees with BCORE’s interpretation of the lease and has refused BCORE’s \ndemands.  It now moves pursuant to Rule 56 of the North Carolina Civil Pro cedure \n(the “Rules(s)”) for summary judgment on statute of limitations grounds  \n(the “Motion”), (ECF No. 29).  \n2. Having considered the Motion, the related briefing, the arguments of \ncounsel at a hearing on the Motion held 30 April 2024, and other relevant matters of \nrecord, the Court hereby DENIES the Motion.  \n  \nBCORE Timber EC Owner LP v. Qorvo US, Inc., 2024 NCBC 42. \nTroutman Pepper Hamilton Sanders LLP, by Jason D. Evans and \nJacquelyn Arnold, and Barack Ferrazzano Kirschbaum & Nagelberg \nLLP, by Roger H. Stetson, Joshua W. Mahoney, and David B. Lurie, for \nPlaintiff BCORE Timber EC Owner LP. \n \nRobinson, Bradshaw & Hinson, P.A., by Andrew W. J. Tarr, Brendan \nBiffany, and Leighton E. Whitehead, for Defendant Qorvo US, Inc. \n \nEarp, Judge.  \nI. FACTUAL BACKGROUND \n3. The Court does not make findings of fact on a motion for summary \njudgment.  Instead, the Court summarizes below the material facts it considers to be \nuncontested.  See, e.g., Vizant Techs., LLC v. YRC Worldwide, Inc., 373 N.C. 549, 551 \n(2020). \n4. On 2 October  2007, Highwoods Realty Limited Partnership \n(“Highwoods”) leased a 120,000 square-foot shell building (the “Property”) to RFMD \n(the “Lease”).  (Aff. of Jason Gray [“Gray Aff.”] ¶ 3,  Ex. A [“Lease”], ECF No. 35.1.)  \nThe Lease expired on 30 September 2022.  (Lease 1.) \n5. Relevant to the parties’ dispute, Section 13 of the Lease, titled “Tenant \nRepairs; Alterations,” provides:  \nAt Landlord’s option, Landlord may require that Tenant \nremove any or all alterations or improvements at Tenant’s \nexpense upon termination of the Lease.  \n \nSection 45 of the Lease, titled “Surrender,” provides:  \nThe Tenant shall surrender the Premises in good and clean \ncondition and repair, excepting only normal wear and tear \nand damage by fire or other casualty damage  covered by \ninsurance and paid to Landlord. \n(Lease 7, 14.) \n6. RFMD intended to use the Property as a semiconductor fabrication \nfacility.  (Gray Aff. ¶ 4.)  The Lease permitted RFMD to alter and im prove the \nProperty, and between 2007 and 2008 RFMD spent approximately $34 million doing \nso.  ( Gray Aff. ¶ 4.)  Modifications included, among other things,  the addition of a \nsteel-framed mezzanine, r emoval of portions of the building ’s foundation slab, and \nconstruction of an aci d waste neutralization room beneath and outside the building \nenvelope.  (Gray Aff. ¶ 4.) \n7. In March 2008, RFMD acquired a semiconductor fabrication facility in \nthe United Kingdom, obviating its need to continue preparing the Property for that \npurpose.  ( Gray Aff. ¶ 5.)   Instead, RFMD decided to  use the Property for general \nstorage and warehousing.  (Gray Aff. ¶ 6.) \n8. In 2016, RFMD merged with TriQuint Semiconductor,  Inc. to form \nQorvo.  (Gray Aff. ¶ 7.)  As a result of the merger, Qorvo succeeded to RFMD’s interest \nas tenant under the Lease.  (Gray Aff. ¶ 7, Ex. B.) \n9. On 30 January 2020, BCORE purchased the Property , along with \nseveral other properties,  from Highwoods  and became landlord under the Lease .  \n(Compl. Ex. C, ECF No. 2 ; Gray Aff. ¶ 8; Aff. of Nicholas Brady [“Brady  Aff.”] ¶ 3, \nECF No. 45.) \n10. Prior to closing on the Property, in December 2019  representatives of \nBCORE toured the building and discussed various topics, including the condition of \nthe Property.  (Brady Aff. ¶ 4-5.)  Qorvo’s Director of Facilities, Steve Bean (“Bean”), \nreported that Qorvo “had been keeping in mind a budget of millions of dollars to \nrestore the Property when the Lease term ended.”  (Brady Aff. ¶ 5; Br. Supp. of Def.’s \nMot. for Summ. J. [“Def.’s Br. Supp.”] Ex. 2, ECF No. 41.1.) \n11. Shortly thereafter, on 3  January 2020, representatives of both \nHighwoods and BCORE participated in a telephone meeting with Bean.  (Brady Aff. \n¶ 6; Def.’s Br. Supp. Ex. 3, ECF No. 41.2.)  During this meeting, Bean again informed \nHighwoods and BCORE that he believed it would cost $3.5 million to restore the \nProperty to its shell condition.  (Def.’s Br. Supp. Ex. 2; Brady Aff. ¶ 6.) \n12. Following these discussions, on 13 January 2020, Highwoods sent Qorvo \na letter to confirm that Qorvo understood its obligation to restore the Property at the \nend of the Lease.  (Gray Aff. ¶ 9, Ex. C [“Tenant Estoppel Letter”].)  At BCORE’s \nrequest, the following provision was included in the Tenant Estoppel Letter: \n[P]ursuant to Sections 13 and 45 of the Lease, Tenant is \nsolely responsible for the restoration of the building back \nto its initial shell condition, including but not limited to, \nthe obligations to (i) restore the slab which was removed by \nTenant, (ii) remove the mezzanine space that was added by \nTenant, and (iii) remove any tenant \nalterations/improvements to the truck court. \n \n(Gray Aff. ¶ 9; Tenant Estoppel Letter  § 7; Def.’s Br. Supp. Ex. 4, ECF No. 41.3.)\n1  \nQorvo responded by striking the above-quoted language from the Tenant Estoppel \nLetter.  (Gray Aff. ¶ 10, Ex. D; Def.’s Br. Supp. Ex. 5, ECF No. 41.4.) \n13. On 21 January 2020, Sharon Wall , Highwoods’ Legal Director of Real \nEstate Investments, contacted Jason Gray (“Gray”), Qorvo’s Assistant Treasurer, to \n \n1 The National Association for Industrial and Office Parks (“NAIOP”) defines “truck court” as \nthe “[e] xterior area adjacent to an industrial building’s loading docks where trucks \nmaneuver.” See https://www.naiop.org/education-and-career/industry-terms-and-\ndefinitions/#defT (last visited 12 June 2024).  \nask why Qorvo had deleted language from the Tenant Estoppe l Letter.  Gray \nresponded: “Per our legal department, we deleted that portion of Section 7 because \nunder the terms of the lease we are not responsible for restoring the building back to \nits initial shell condition.”  (Def.’s Br. Supp. Ex. 5 .)  Highwoods then requested a \ntelephone call with Qorvo’s legal team to discuss the issue.  (Gray Aff. ¶ 11; Def.’s Br. \nSupp. Ex. 5.) \n14. On 23 January 2020, Gray, along with Qorvo’s in-house counsel, Philip \nSmith, and its outside counsel , Phil Runkel , engaged in a telephone call with  \nrepresentatives of both Highwoods and BCORE.  (Gray Aff. ¶ 11; Def.’s Br. Supp. \nEx. 5.)  Qorvo contends that during that call its representatives “unequivocally stated \nto Highwoods and BCORE that Qorvo had no obligation to restore the Property to its \nshell condition, never intended to perform any such restoration work, and would not \ndo so.”  (Gray Aff. ¶ 11.)  BCORE contends that while Qorvo’s counsel stated that \nQorvo did not intend to restore the Property to its “shell” condition, counsel  “did not \nspecify what work [Qorvo] did intend to perform at the end of the Lease term, nor did \n[Qorvo] make a distinct, unequivocal, and absolute refusal to perform all its \nremaining Lease obligations or otherwise state that [Qorvo] would not remove any \n‘alterations or improvements’ if [BCORE] so elected consistent with Section 13 of the \nLease.”  (Brady Aff. ¶ 9.) \n15. The next day  Highwoods sent Qorvo a revised version of the Tenant \nEstoppel Letter, deleting the challenged language.  (Gray Aff. ¶ 12; Def.’s Br. Supp. \nEx. 5.)  Qorvo signed the revised Tenant Estoppel Letter on 27 January 2020.  (Gray \nAff. ¶ 12, Ex. D.) \n16. On 28 January 2020, BCORE’s attorney, Michael Goldberg (“Goldberg”), \nemailed Highwoods’ general counsel, Jeff Miller  (“Miller”), regarding B CORE’s \nplanned purchase of the Property and expressing concern: “[t]his deal (and the agreed \nupon purchase price) has always hinged on the estimated $4 million restoration of \nthe Qorvo space being a tenant (not landlord) responsibility.  However, this estoppel \n(and the subsequent emails and phone calls with Highwoods and Qorvo) have made \nit clear that this point i s very much in dispute.”  (Def.’s Br. Supp. Ex. 7, ECF No. \n41.6.)  Goldberg continued that “[w]e received both (i) an estoppel certificate that \nstruck tenant’s obligations with respect to the $4M restoration and (ii) an unequivocal \nconfirmation from Qorvo that ‘per our legal department, we deleted  that portion of  \nSection 7 because under the terms of the lease we are not responsible for restoring \nthe building back to its initial shell condition.’ This quite clearly is a matter adverse \nto the landlord in a material respect[.]”  (Def.’s Br. Supp. Ex. 7.) \n17. Highwoods subsequently entered into a Cost Sharing Agreement with \nBCORE on 30 January 2020 to address this concern.   (Defs.’ Br. Supp. Ex. 8  [“Cost \nSharing Agreement”]  ECF No. 41.7 .)  The Cost Sharing Agr eement provides: \n“notwithstanding the terms of the Lease, [Qorvo] has indicated that it does not intend \nto undertake the Restoration Work\n2 at the end of the term of the Lease and, in the \n \n2 Restoration Work “includ[es] without limitation, (i) restoring the slab which was removed \nby the Tenant and (ii) removing the mezzanine space that was added  by the Tenant, but \nspecifically excluding the paving and asphalt work located in the truck court.”  (Cost Sharing \nAgreement ¶ C.) \nevent that [Qorvo]  fails to undertake the Restoration Work, [Highwoods] and \n[BCORE] desire to set forth their respective obligations with respect thereto.”   (Cost \nSharing Agreement ¶ D.) \n18. The same day the Cost Sharing Agreement was signed, Highwoods, \nagain at BCORE’s request, sent a letter to Qorvo reiterating its position that Section \n13 of the Lease made it Qorvo ’s responsibility  to remove all alterations and \nimprovements at the conclusion of the Lease.  (Gray Aff. ¶ 13, Ex. E; Def.’s Br. Supp. \nEx. 9, ECF No. 41.8.)   Qorvo r esponded on 24 February 2020, stating, “[a]s we \ndiscussed on our conference call, it is [Qorvo’s] position that it is not obligated to \nperform the work referenced in your letter . . . . Pursuant to Section 45 [of the Lease], \nthe only requirement upon termi nation of the Lease is that we surrender the \nPremises ‘in good and clean condition and repair[.]’”  (Gray Aff. ¶ 14, Ex. F.) \n19. Despite Qorvo’s insistence  in January and February 2020 that it was \nnot obligated to perform the requested work, Qorvo, internally, planned for the \nrestoration work.  ( See e.g., Aff. of David Lurie [“Lurie Aff.”] Ex. 3, ECF No. 44 (7 \nFebruary 2020 email from Steve Bean to Landmark Builders “to discuss getting a \nvery rough estimate for some demo work” at the Property); Lurie Aff. Ex. 5 (2 March \n2020 email from Steve Bean to  Rick Kroon, another Qorvo employee,  stating that \nrestoration “work should start around July 2021 .”); Lurie Aff. Ex. 6 (29 June 2020 \nemail from Steve Bean to Katy Zahn, a Qorvo employee,  stating that Bean was \n“working under the assumption that everything comes out, including the \nmezzanine.”); Lurie Aff. Ex. 8 (10 July 2020 email from Steve Bean dis cussing \ntimeline and budget for “returning the [Property] back to a shell unit.”). \n20. When rest oration work had not begun by 17 September 2021, \napproximately one year before the expiration of the Lease, BCORE sent Qorvo a \nNotice of Breach of Lease stating, \nTenant has expressed to Landlord that it does not intend \nto comply with [Section 13] of the Lease.  This is a direct \nrepudiation of Tenant’s contractual obligations, and \nLandlord deems this to constitute an anticipatory breach \nof the Lease.  As such, in order to protect its rights in the \nPremises and under the Lease, Landlord hereby demands \nthat Tenant provide written affirmation within fifteen (15) \ndays of the date of this correspondence that (a) it will \ncomply with its obligation under the Lease to restore the \nPremises to the shell condition it was delivered, and (b) \nthat it will complete all such w ork by no later than the \ntermination of the Lease term on September 30, 2022. \n \n(Brady Aff. Ex. 1.)  The Notice also demanded that Qorvo cure certain safety \nviolations issued by the Greensboro Fire Department, Life and Safety Divis ion (the \n“FLS Violations”).  Qorvo responded on 1 October 2021 stating,  \nTenant has never stated that it will not comply with its \nobligations under Section 13 (or any other provision) of the \nLease. Rather, Tenant disagrees with Landlord’s attempts \nto broaden the requirements of the Lease beyond what the \noriginal parties intended 14 years ago when they executed \nit. According to the Landlord’s Notice, the last sentence of \nSection 13 of the Lease requires that Tenant ‘restore the \nPremises to the shell condition it was delivered.’ The words \nin the Landlord’s Notice are found nowhere in Section 1 3 \n(or anywhere else in the Lease) because the original parties \nto the Lease never intended for Tenant to restore the \nbuilding to its original condition. \n \n(Brady Aff. Ex. 2.) \n21. The Lease expired on 30 September 2022, and Qorvo returned the \nProperty to BCORE that day.  (Gray Aff. ¶ 15.)  Qorvo did not restore the Property to \nits shell condition, but it did remedy the FLS Violations.  (Gray Aff. ¶¶ 15-16, Ex. G.)  \nUpon re -entering the  Property, BCORE commenced the restoration work that it \ncontends Qorvo failed to complete.  (Brady Aff. ¶ 24.) \nII. PROCEDURAL BACKGROUND \n22. On 21 July 2022, approximately two months before the expiration of the \nLease, BCORE filed suit against Qorvo in Delaware Superior Court (the “Delaware \nAction”).  (Gray Aff. ¶ 17, Ex. H [“Delaware Compl.”].)  On 18 November 2022, Qorvo \nmoved to dismiss the Delaware Action u nder the doctrine of forum non conveniens .  \n(Gray Aff. ¶ 17.)  The Delaware court granted Qorvo’s motion and dismissed the case \non 18 April 2023.  See BCORE Timber EC Owner LP v. Qorvo US, Inc., No. N22C-07-\n139, 2023 Del. Super. LEXIS 198 (Apr. 18, 2023).   \n23. BCORE then initiated the action in this Court by filing its Complaint on \n9 June 2023.  BCORE asserts claims for waste and breach of contract, and it seeks a \ndeclaratory judgment that (i) Defendant was obligated under the Lease to remove the \nAlterations3 and restore the Property to its shell condition by no later than the \nconclusion of the Lease; (ii) Defendant’s failure and refusal to comply with this \nobligation is a material breach of the Lease; and (iii)  Defendant is oblig ated to \nindemnify Plaintiff for any damage or injury arising from its breach .  (See generally \nCompl.) \n \n3 “Alterations” is defined at length in the Complaint.  (See Compl. ¶ 23(a)-(i), ECF No. 2.) \n24. On 19 June 2023, t he case was designated as a complex business case  \nand assigned to the undersigned pursuant to Rules 2.1 and 2.2 of the General Rules \nof Practice for the Superior and District Courts, (ECF No. 1).  \n25. Defendant filed the Motion on 26 February 2024.  After full briefing, the \nCourt held a hearing on the Motion on 30 April 2024.  (Not. of Hr’g, ECF No. 47.)  The \nMotion is now ripe for disposition.  \nIII. LEGAL STANDARD \n26. “Summary judgment is appropriate ‘if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to a judgment as a matter of law.’ ”  Da Silva v. WakeMed, 375 N.C. 1, 10 \n(2020) (quoting N.C. R. Civ. P. 56( c)).  “A genuine issue of material fact ‘ is one that \ncan be maintained by substantial evidence. ’”  Curlee v. Johnson, 377 N.C. 97, 101 \n(2021) (quoting Ussery v. Branch Banking & Tr. Co. , 368 N.C. 325, 335 (2015)).   \n“Substantial evidence is such relevant evidence as a reasonable mind might accept \nas adequate to support a conclusion and means more than a scintilla or a permissible \ninference.”  DeWitt v. Eveready Battery Co., 355 N.C. 672, 681 (2002) (cleaned up).  \n27. The party moving for summary judgment “bears the  burden of \nestablishing that there is no triable issue of material fact[.]”  Cummings v. Carroll , \n379 N.C. 347, 358 (2021) (citation and quotation marks omitted).   A movant may \nsatisfy its burden by proving that “an essential element of the opposing party’s claim \ndoes not exist, cannot be proven at trial, or would be barred by an affirmative defense, \nor by showing through discovery that the opposing party cannot produce evidence to \nsupport an essential element of [the] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 \n(2000) (citations omitted).  “The trial judge must view the presented evidence in a \nlight most favorable to the nonmoving party.”  Belmont Ass’n v. Farwig, 381 N.C. 306, \n310 (2022) (quoting Dalton v. Camp, 353 N.C. 647, 651 (2001)).   \nIV. ANALYSIS \n28. Defendant contends that the Court should grant summary judgment in \nits favor because each of Plaintiff’s claims is time–barred by the statute of limitations.  \nPlaintiff argues that summary judgment on this basis is improper because (1) the \nLease is a sealed instrument, making a claim for breach subject to the ten year statute \nof limitations in Section 1-47 of the North Carolina General Statutes; and (2) even if \nthe three year statute of limitations in Section 1-52 applies, Plaintiff’s cause of action \nfor breach did n ot accrue until October 2021, less than three years before this suit \nwas filed. \n29. “Ordinarily, the question of whether a cause of action is barred by the \nstatute of limitations is a mixed question of law and fact.  However, when the bar is \nproperly pleaded and the facts are admitted or are not in conflict, the question of \nwhether the action is barred becomes one of law, and summary judgment is \nappropriate.”  Pembee Mfg. Corp. v. Cape Fear Constr. Co., 313 N.C. 488, 491 (1985) \n(internal citations and quotation marks omitted).  \n  \nA. Breach of Contract \n30. Plaintiff alleges that Defendant breached the Lease by, among other \nthings, “[f]ailing and refusing to remove the Alterations and restore the [Property] to \n‘shell’ condition by the conclusion of the Lease Term[.]”  (Compl. ¶ 65(d).)  Defendant \nresponds that any such claim would have accrued at the latest by 30 January 2020, \nwhen Highwoods and BCORE entered into the Cost Sharing Agreement , and \ntherefore the claim is barred by the three-year statute of limitations.  (Def.’s Br. Supp. \n11-19, ECF No. 40.)  Plaintiff disputes that assertion and maintains that because the \nLease is a sealed instrument , its claim for breach is  subject to a ten -year statute of \nlimitations.  In  any event, Plaintiff argues, its claim could not have  accrued until \nOctober 2021, when Qorvo failed to provide the assurances demanded in BCORE’s \nNotice of Breach of Lease.  (Pl.’s Resp. in Opp. to Def.’s Mot. for Summ. J. [“Pl.’s Br. \nOpp.”] 13-22, ECF No. 42.) \n1.  Applicable Statute of Limitations \n31. In general, claims for a breach of a lease agreement are subject to a \nthree-year statute of limitations.  N.C.G.S. § 1-52(1); Glynne v. Wilson Med. Ctr., 236 \nN.C. App. 42, 48 (2014) (“[C]laims for  . . . breach of a lease agreement mu st be \nasserted within three years of the date of the underlying breach.”).  However, \npursuant to Section 1- 47(2) of the North Carolina General Statutes , a “ sealed \ninstrument” or “an instrument of conveyance of an interest in real property,”  is \nsubject to a  ten- year statute of limitations.  “[T]he determination of whether an \ninstrument is a sealed instrument, commonly referred to as a specialty, is a question \nfor the court.”  Square D Co. v. C.J. Kern Contractors, Inc., 314 N.C. 423, 426 (1985). \n32. In support of its position that its claim for breach of the Lease is subject \nto the ten–year statute of limitations , Plaintiff points to the fac e of the Lease.   The \nsignature page includes the Highwoods corporate seal, and the word “seal” appears \nin brackets beneath t he signature of RFMD’s assistant secretary.   In addition, the \nsignatures are notarized, and the Lease bears the notary’s seal.  Plaintiff argues that \nthese marks establish the Lease as a sealed instrument.  (Pl.’s Br. Opp. 15-17.)   \n33. Further, Plaintiff points to the affidavit of Rick Dehnert, formerly Vice \nPresident of Highwoods , who attests that,  “[t]o the best of [his] recollec tion,” seals \nwere added to the Lease in 2007 “to provide the additional protections afforded to \ncontracts under seal.”  (Aff. of Rick Dehnert [“Dehnert Aff.”] ¶¶ 4, 8, ECF No. 43.) \n34. It is well-settled that “[t]he seal of a corporation is not in itself conclusive \nof an intent to make a specialty[.]”  Square D, 314 N.C. at 426 (citing 18 Am. Jur. 2d, \nCorporations § 158 (1965) ); see also Blue Cross & Blue Shield v. Odell Assocs., Inc. , \n61 N.C. App. 350, 362 (1983) (“Because the routine use of a corporate seal i s merely \nto demonstrate authority to execute a  document, the mere presence of a corporate \nseal, without more, does not convert the document into a specialty.”). \n35. In determining whether a corporate seal transforms a contract into a \nspecialty, the Court looks at “whether the body of the contract contains any language \nthat indicates that the parties intended that the instrument be a specialty or whether \nextrinsic evidence would demonstrate such an intention.”  Square D, 314 N.C. at 428.  \nBut the language proposed by the Court that appears in Square D, decided more than \nthirty years ago, is noticeably absent here.  See id. (explaining that language such as \n“I have hereu nto set my hand and seal,” “witness our hands and seals,” or “other \nsimilar phrases contained within the contract” indicate  intent to create a sealed \ninstrument).  The absence of this language is telling. \n36. As for Mr. Dehnert’s affidavit, the Court observes that he has changed \npositions three times since leaving his position with Highwoods.  (Dehnert Aff. ¶¶ 1-\n4.)  He is not a signatory on the Lease and does not claim to have been present when \nit was signed.  Mr. Dehnert testified only that he was “involved in the negotiation for \nand creation of [the subject] lease,” (Dehnert Aff. ¶ 6), and “[t]o the best of [his] \nrecollection” seals were added to the Lease in 2007 “to provide the additional \nprotections afforded to contracts under seal.”  (Dehnert Aff. ¶ 8.) \n37. Mr. Dehnert bases his limited recollection of events occurring almost \nseventeen years ago on generalizations  rather than on specific facts relating to this \nLease.  Thus, Mr. Dehnert’s testimony is insufficient to support a conclusion that \nHighwoods intended for the Lease to be sealed.  See Waters v. Pumphrey , 286 N.C. \nApp. 151, 156 (2022) (“Only specific facts showing that there is a genuine issue for \ntrial are sufficient for a non -movant to prevail on summary judgment, meaning \nstatements of opinion which fai l to express certainty about a thing are inadequate \nunder this standard.” (cleaned up)); Hylton v. Koontz , 138 N.C. App. 629, 634 -35 \n(2000) (observing that affirmations based on “personal awareness,” “information and \nbelief,” “advised and informed,” “believes,” “believed,” and what the affiant “thinks” \ndo not comply with the personal knowledge requirement of Rule 56(e)). \n38. Moreover, even if Mr. Dehnert’s testimony were suf ficient to establish \nHighwoods’ intent, it does not speak to then -tenant RFMD’s intent.  Both parties \nmust intend for the Lease to be sealed in order for it to be a sealed instrument subject \nto the ten-year statute of limitations.   See Kornegay v. Aspen Asset Grp., LLC, 2006 \nNCBC LEXIS 13, at ** 14 (N.C. Super. Ct. Sept. 26, 2006)  (“[A] contract’s ‘legal \nconsequences are not dependent upon the impressions or understanding of one alone \nof the parties to it. It is not what either thinks, but what both agree.’” (quoting N. & \nW. Overall Co. v. Holmes, 186 N.C. 428, 431 (1923))). \n39. Citing our Supreme Court’s opinion in Dunes S. Homeowners Ass’ n v. \nFirst Flight Builders,  341 N.C. 125 (1995),  Plaintiff points to the  Declaration of \nCovenants, Conditions and Restrictions appended to the Lease as Exhibit E  and \nargues that it provides the support necessary to establish that the Lease is an \ninstrument of conveyance of an interest in real property and, therefore, the ten–year \nstatute of limitations applies to its claim for breach. \n40. It is true, as Plaintiff argues, that the Supreme Court distinguished the \nDeclaration of Covenants and Restrictions at issue in Dunes from the construction \ncontract at issue in Square D .  Dunes , 3 41 N.C. at 132.  It is  also true that the \nSupreme Court concluded that the nature of the former instrument —a restrictive \ncovenant—“constitutes an interest in land in the nature of a negative easement[,]” \nand therefore provided substantive support for a conclusion that the parties intended \nfor the instrument to be sealed.  Id .  But the document at issue in Dunes was the \nDeclaration itself, which “[w]hile technically not a deed  . . . did affect an interest in \nland[.]”  Id .  In this  case, the document at issue is not the Declaration .  Instead, \nBCORE alleges that Qorvo breached the L ease, to which the Declaration was  \nappended as an unreferenced, unincorporated exhibit.  Without more, the Court \ncannot conclude as a matter of law that the Lease is a sealed instrument.   \n41. Accordingly, the Court concludes that the Lease is not a sealed \ninstrument, and Plaintiff’s breach of contract claim is subject to the  three-year \nstatute of limitations generally applicable to breach of contract claims.  N.C.G.S. § 1-\n52(1).  Nevertheless, for the reasons discussed below, Plaintiff’s claim is not barred \nby the statute of limitations because it was filed within three years of the date it \naccrued. \n2. Claim Accrual \n42. Qorvo maintains that it repudiated a ny obligation to restore the \nProperty to its shell condition more than three  year s prior to the initiation of \nBCORE’s claim for breach  and, therefore, the statute of limitations on the contract \nclaim expired before the claim was brought. \n43. Qorvo bases its argument on three undisputed facts.  First, Qorvo points \nout that, on 16 January 2020, it struck from the Tenant Estoppel Letter the language \npurporting to obligate it to restore the Property to its shell condition.  (Def.’s Br. Supp. \nEx. 5.)  Second, Qorvo explained to Highwoods that it deleted the relevant language \nfrom the Tenant Estoppel Letter “because under the terms of the lease [ Qorvo was] \nnot responsible for restoring the building back to its initial shell condition.”  (Def.’s \nBr. Supp. Ex. 5.)  Third, Qorvo repeated during a 23 January 2020 telephone call that \nit would not perform the restoration work requested by  Highwoods and BCORE.   \n(Gray Aff. ¶ 11; Brady Aff. ¶ 9.) \n44. The statements Qorvo highlights are certainly blunt , but BCORE \ndisputes whether, in context,  they were clear and unequivocal  refusals to perfo rm \nwhat the Lease required .  Instead, BCORE presents evidence that it understood \nQorvo’s statements “as an attempt to open discussions regarding the scope of \n[Qorvo’s] responsibilities and the meaning of Section 13 of the Lease —and not as an \nunequivocal indication that [Qorvo] would in fact refuse to perform its material \nrestoration obligations under the Lease.”  (Brady Aff. ¶ 15.)   For example, on 21 \nJanuary 2020, in response to Highwoods’ inquiry regarding the Tenant Estoppel \nLetter, Qorvo stated, “ under the terms of the Lease, we are not responsible for \nrestoring the build ing back to its initial shell condition.”  (Def.’s Br. Supp. Ex. 5 \n(emphasis added).)\n 4  \n45. Furthermore, citing D.G. II, LLC v. Nix , 211 N.C. App. 332, 338-39 \n(2011), BCORE argues that it is up to the nonbreaching party to decide whether to \n \n4 Qorvo relies on the Cost Sharing Agreement between Highwoods and BCORE as evidence \nthat BCORE treated its statements as an unequivocal repudiation , but a factfinder could \nconclude that the language of the Cost Sharing Agreement proves otherwise.  Highwoods and \nBCORE agreed that  “in the event that [Qorvo] fails to undertake t he Restoration \nWork . . . [Highwoods] and [BCORE] desire to set forth their respective obligations with \nrespect thereto.”  (Cost Sharing Agreement ¶ D (emphasis added).)  At the time the Cost \nSharing Agreement was signed, Qorvo still had over two -and-a-half years to complete the \nrestoration work.  There is  evidence that BCORE and Highwoods entered into the Cost \nSharing Agreement as a precautionary measure.  (Brady Aff. ¶¶ 10-11, 16-17.) \n \ntreat the other contracting party’s conduct as  anticipatory repudiation .  Here , at \nBCORE’s direction, Highwoods did not do so but rather sent a letter to Qorvo on 30 \nJanuary 2020 stating, “Landlord hopes that this matter can be resolved amicably at \nthe time of expiration or termination of the Lease.”  (Gray Aff. Ex. E.) \n46.  BCORE’s arguments highlight what appears to the Court to be a \nmisapplication of the concept of anticipatory breach to this dispute, which is not one \ninvolving repudiation of the Lease, but rat her is one in which both parties embrace \nthe Lease but simply disagree over its terms.  “For repudiation to result in a breach \nof contract, ‘the refusal to perform must be of the whole contract or of a covenant \ngoing to the whole consideration, and must be distinct, unequivocal, and absolute[.]’”  \nProfile Invs. No. 25, LLC v. Ammons East Corp. , 207 N.C. App. 232, 237 (2010) \n(quoting Edwards v. Proctor, 173 N.C. 41, 44 (1917)).   \n47. Qorvo continued to occupy the Property and to pay rent  through the \nterm of the Lease.  As reflected in its 21 January 2020 statement above, its  position \nwas simply that the language of the Lease did not  obligate it to perform the work \nrequested of it.   On 24 February 202 0 Qorvo sent a letter to Highwoods with its \ninterpretation of the Lease: “[I]t is [Qorvo’s] position that it is not obligated to perform \nthe work referenced in your letter.  The language in Section 13 of the Lease plainly \napplies to ‘alterations’ and not to the initial upfit.  The items you mention were part \nof the initial upfit of the [Property].”  (Gray Aff. Ex. F.)  Furthermore, i n response to \nBCORE’s Notice of Breach of Lease in October 2021, Qorvo stated, “[t]enant has never \nstated that it will not comply with its obligations under Section 13  (or any other \nprovision) of the Lease.  Rather, Tenant disagrees with Landlord’s attempts to \nbroaden the requirements of the Lease beyond what the original parties intended 14 \nyears ago when they executed it.”  (Brady Aff. Ex. 2.)  Thus, Qorvo’s protestati ons \nthat it was not obligated to restore the Property to its shell condition w ere not an \nunequivocal repudiation of the Lease, “but merely an expression of [Qorvo’s] position \nregarding its interpretation of one part of the [Lease].”  See W&W Partners, Inc.  v. \nFerell Land Co., 2019 NCBC LEXIS 45, at *21 (N.C. Super. Ct. July 25, 2019). \n48. On 17 September 2021, as the end of the Lease approached, BCORE sent \nQorvo a Notice of Breach of Lease demanding that Qorvo “provide written affirmation \nwithin fifteen (15) days” regarding its obligation to restore the Property  and that it \nwould “deem [Qorvo’s] lack of response” as a repudiation.  ( Brady Aff. Ex. 1.)  When \nQorvo failed to respond within fifteen days and then failed to restore the Property to \nits shell condition when the Lease ended in  September 2022, this action followed on \n9 June 2023, less than three years later. \n49. Accordingly, Defendant’s Motion as to Plaintiff’s claim for breach of \ncontract shall be DENIED.5  \nB. Declaratory Judgment \n50. The statute of limitations for a declaratory judgment action is th at \nassociated with the substantive claim that most closely approximate s the basis for \nthe requested declaration.  Chisum  v. Campagna, 376 N.C. 680, 718-19 (2021) \n(collecting cases); cf. Asheville Lakeview Props., LLC v. Lake View Park Comm’n, Inc., \n \n5 Given the Court ’s determination, it does not address Plaintiff’s estoppel argument.  ( See \nPl.’s Br. Opp. 26-28.) \n254 N.C. App. 348, 353 (2017)  (“If the statute of limitations is properly applied to \nplaintiff’s underlying claims, no relief can be afforded under the Declaratory \nJudgment Act.” (cleaned up)). \n51. Plaintiff’s declaratory judgment claim is predicated upon its  claim that \nDefendant breached the Lease by failing to restore the Property to shell condition at \nthe end of the Lease.  ( See Compl. ¶ 75.)   Accordingly, the t hree-year statute of \nlimitations for Plaintiff’s breach of contract claim applies to its declaratory judgment \nclaim. \n52. For the same reasons that Plaintiff’s contract claim is not time-barred, \nits declaratory judgment claim is also not time -barred.  Accordingly, Defendant’s \nMotion with respect to Plaintiff’s claim for declaratory judgment shall be DENIED.  \nC. Waste \n53. Moving to BCORE’s final claim, t he complaint alleges that Qorvo \ncommitted waste “[b]y turning over the Prope rty . . . in poor, unsafe, damage d and \nnot reasonably usable condition” at the end of the Lease period.  (Compl. ¶ 59.) \n54. In North Carolina, claims for waste are subject to the three-year statute \nof limitations  found in Section 1- 52(16) of the North Carolina General Statutes.  \nMcCarver v. B lythe, 147 N.C. App. 496, 498 (2001) (“The applicable statute  of \nlimitations for permissive waste is three years.” (citing Sherrill v. Connor, 107 N.C. \n630, 638 (1890))).  Such claims are subject to a discovery rule, however, and “shall not \naccrue until . . . physical damage to [ the claimant’s] property becomes apparent or \nought reasonably to have become apparent to the claimant, whichever event first \noccurs.”  N.C.G.S. § 1-52(16).  “[O]nce some physical damage has been discovered, the \n[damage or] the injury springs into existence and completes the cause of action.”  \nMcCarver, 147 N.C. App. at 499 (quoting Pembee Mfg. Corp. v. Cape Fear Constr. Co., \n69 N.C. App. 505, 509 (1984)) (alteration in original). \n55. Qorvo argues that the condition of the Property became apparent to \nBCORE at least by 13 January 2020, after it had toured the building and demanded \nthat Highwoods include in its Tenant Estoppel Letter to Qorvo a statement that \nQorvo must “restore the slab” and “remove the mezzanine.”  (See Def.’s Br. Supp. 22-\n23.)  Because BCORE failed to assert its waste claim within three years of that date, \nQorvo contends that the claim is barred by the statute of limitations.   \n56. BCORE responds that no actionable  waste could have occurred with \nrespect to modifications to the Property until the Lease expired on 30 September 2022 \nand Qorvo refused to honor its obligations under the Lease.  Therefore, it argues, the \nearliest the statute of limitations could have begun to run on a claim for waste was \n30 September 2022.  (See Pl.’s Br. Opp. 25.)  The Court agrees. \n57. Under North Carolina law, a tenant does not commit waste where the \nproperty can be returned to its original posit ion before the lease is terminated.   See \nHomeland, Inc. v. Backer, 78 N.C. App. 477, 482 (1985)  (holding that plaintiff failed \nto establish a prima facie case on the issue of waste where the houses moved by the \ndefendant “could be replaced in their original positions before the lease terminated.”).  \nMoreover, the Lease expressly permitted the tenant to make “alterations, additions, \nor improvements ” to the Property during the Lease term  and provided that “[a]t \nLandlord’s option, Landlord may require that Tenant remove any or all alterations \nor improvements at Tenant’s expense upon termination of the Lease. ”  (Lease § 13.)  \nIt was not until 30 September 2022, when the Lease ended and Qorvo ret urned the \nProperty t o BCORE in its unrestored condition , that Plaintiff’s claim for waste \naccrued.    \n58. Accordingly, Defendant’s M otion as to Plaintiff’s claim for waste shall \nbe DENIED.  \nV. CONCLUSION \n59. For these reasons, Defendant’s Motion for Summary Judgment, \n(ECF No. 29), is DENIED.  The stay previously entered in this action, (ECF No. 49), \nis lifted.  The parties are ORDERED to confer and to file within ten days an updated \ncase management report and proposed case management order suggesting deadlines \nfor the close of the fact and expert discovery periods, additional dispositive motions, \nand mediation.  \n \nIT IS SO ORDERED, this 21st day of June, 2024. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}