{
  "id": "d7bcf1addb5dad50407b9f1b9394d8294f9071a0dc6fc9fecd8000f5b67fd4ea",
  "source_file": "data/raw/ncbc/d7bcf1addb5dad50407b9f1b9394d8294f9071a0dc6fc9fecd8000f5b67fd4ea.pdf",
  "raw_text": "State v. Orion Processing, LLC, 2017 NCBC 20. \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n  SUPERIOR COURT DIVISION \nCOUNTY OF WAKE  13 CVS 7161 \n \n   \nSTATE OF NORTH CAROLINA, ex rel. \nROY COOPER, Attorney General, and \nTHE NORTH CAROLINA STATE BAR, \n \nPlaintiffs, \n \nv. \n \nORION PROCESSING, LLC, d/b/a World \nLaw Processing, World Law Debt, World \nLaw Group, and World Law Plan; SWIFT \nROCK FINANCIAL, INC., d/b/a World \nLaw Debt, World Law Group, and World \nLaw Plan; DERIN ROBERT SCOTT;  \nBRADLEY JAMES HASKINS, d/b/a \nWorld Law Group; WORLD LAW \nSOUTH, INC., d/b/a World Law Group; \n__________________________________ \nAnd GLOBAL CLIENT SOLUTIONS, \nLLC; \n \nDefendants. \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n \nOPINION, DEFAULT JUDGMENT and \nPERMANENT INJUNCTION AGAINST \nDEFENDANTS SWIFT ROCK \nFINANCIAL, INC., BRADLEY JAMES \nHASKINS, and WORLD LAW SOUTH, \nINC. \n )  \n \n1. THIS MATTER is before the Court on  Plaintiffs’, the State of North \nCarolina, ex rel. Josh Stein, Attorney General and the North Carolina State Bar, \nMotion for Judgment by Default Against Defendants Swift Rock Financial, Inc., \nBradley James Haskins, and World Law Sout h, Inc. (“Plaintiffs’ Motion”). For the \nreasons expressed below, Plaintiffs’ Motion is GRANTED, and the Court hereby \nenters its final judgment.  \nNorth Carolina Department of Justice, by M. Lynne Weaver, Special Deputy \nAttorney General, for Plaintiff the State of North Carolina ex rel. Josh Stein, \nAttorney General. \nThe North Carolina State Bar, Katherine Jean, Counsel, and David R. Johnson, \nDeputy Counsel, for Plaintiff the North Carolina State Bar. \nBlanchard, Miller, Lewis & Isley, P.A. by E. Hardy Lewis for Defendant Orion \nProcessing, LLC. \nGale, Chief Judge. \nI. INTRODUCTION \n2. Plaintiffs, the State of North Caro lina (“the State”), and the North \nCarolina State Bar (“State Bar”) filed a complaint in Wake County Superior Court \nalleging Defendants collectively have engaged in a scheme offering illegal debt \nadjusting services and unauthorized legal services to North Carolina consumers in \nviolation of the statutes prohibiting debt adjusting, the unauthorized practice of law, \nand unfair and deceptive trade practices.   \n3. The Plaintiffs’ present motion seeks the entry of a default judgment and \na permanent injunction against Defendants Swift Rock Financial, Inc., Bradley \nJames Haskins, and World Law South, Inc.   \n4. The Court concludes that, based upon the record, including the verified \nComplaint and Amended Complaint and their accompanying exhibits—the \naverments of which are deemed admitted by the defaulting Defendants’ default, the \nPlaintiffs’ Motion should be GRANTED.   \nII. PROCEDURAL HISTORY \n5. Plaintiffs in this case are the State of North Carolina, by and through \nits Attorney General, Josh Stein, and the North Carolina State Bar, a state agency.  \nPlaintiffs have standing to bring this acti on pursuant to N.C. Gen. Stat. §§ 75-15, \n14-425, and 84-37.   \n6. Plaintiffs filed their original Complaint on May 22, 2013.   \n7. On May 23, 2013, the Court entered a Temporary Restraining Order, \nenjoining Defendants Orion Processing, LLC (“Orion”), Swift Rock Financial, Inc. \n(“Swift Rock”), and Derin Robert Scott (“Scott”), and all persons in active concert with \nthem, from soliciting or enrolling North Carolina customers in Defendants’ debt \nsettlement program, from collecting furthe r fees from North Carolina customers for \nillegal debt adjusting services, and from engaging in the unauthorized practice of law \nin North Carolina.  \n8. On June 4, 2013, the Court entered a Preliminary Injunction Order, \ncontinuing the terms of the Temporary Restraining Order.   \n9. Swift Rock failed to appear or to file an answer or other responsive \npleading, and an entry of default was entered against Swift Rock on September 26, \n2013. \n10. Plaintiffs filed an Amended Complaint on June 25, 2014, naming World \nLaw South, Inc. (“WLS”) and Bradley Jam es Haskins (“Haskins”) as additional \nnamed defendants. \n11. On October 6, 2014, the Chief Justice designated the case as exceptional \npursuant to Rule 2.1 of the General Rules of Practice for the Superior and District \nCourts and assigned the undersigned, James L. Gale, as the presiding judge.  The \nparties agreed that the Local Rules of the North Carolina Business Court would apply \nto this case even though it was not designated as a mandatory complex business case. \n12. WLS, through counsel, appeared in the action, and on October 10, 2014, \nWLS filed a motion to dismiss.   \n13. On February 27, 2015, Orion filed a voluntary petition for bankruptcy \nprotection under Chapter 11 of the U.S. Bankruptcy Code in the United States \nBankruptcy Court for the Western District of Texas.   \n14. On March 13, 2015, WLS’s counsel filed a notice of discharge, \ntermination, and withdrawal from the proc eeding.  Subsequently, on April 6, 2015, \nthe Court entered an Order allowing WLS’s counsel’s withdrawal.   \n15. Haskins failed to appear, plead, or otherwise defend himself in this \naction.  Plaintiffs filed an Affidavit of Service of Process on Defendant Bradley James \nHaskins on May 22, 2015.  The Court entere d an Entry of Default against Haskins \non June 3, 2015.  Haskins never filed a motion to set aside the Entry of Default or \notherwise responded to the Entry of Default entered against him.  \n16. On November 9, 2015, WLS’s motion to dismiss was denied.   \n17. WLS failed to file an answer and an entry of default was entered against \nWLS on February 19, 2016.   \n18. On December 19, 2016, Plaintiffs file d Plaintiffs’ Motion for Judgment \nBy Default Against Defendants Swift Rock , Haskins, and WLS.  Defendants Swift \nRock, Haskins, and WLS did not file any response motions or motions to set aside the \nentries of default.  \n19. On January 4, 2017, Haskins emailed the Court regarding this action, \nasserting that Plaintiffs have improperly served Haskins with the documents in this \nmatter and that Plaintiffs should have served the documents to Haskins at his \naddress in Europe.  The Court forwarded this correspondence to Plaintiffs so that all \nparties were aware of the communication.   \n20. Because Defendants Haskins, Swift Rock, and WLS did not respond to \nPlaintiffs’ Motion nor did they file motions to set aside their entries of default, the \nCourt finds that Plaintiffs’ Motion is ripe for disposition.  \nIII. SUMMARY OF FACTS \n21. As detailed in Plaintiffs’ Complaint and Amended Complaint, and the \nadditional evidence presented with the Motion for Summary Judgment, Orion offered \nillegal debt adjusting services to financially distressed consumers in North Carolina \nand other states, initially under its own name and later under the name “World Law \nGroup” or one of several “World Law” names.  After beginning its operations under \nthe World Law name in 2010, Orion, togeth er with Haskins and WLS, also began \nproviding its debt adjusting customers with legal services, held itself out as a law \nfirm, and told its customers that it was prov iding the services of attorneys.  At no \ntime was Orion a law firm or otherwise auth orized to provide legal services to its \ncustomers in North Carolina. \n22. On January 14, 2008, Scott formed Swift Rock, a Texas company, for the \npurpose of offering and engaging in debt  adjusting.  Swift Rock marketed debt \nsettlement services directly to consumers and enrolled consumers in debt settlement \nplans.   \n23. On June 2, 2008, Scott formed Or ion as a Texas limited liability \ncompany.  Scott is the sole member and ma nager of Orion.  After Orion was formed, \nthe functions of Swift Rock and Orion were divided.  Swift Rock focused on marketing \nto and enrolling financially distressed consumers with substantial amounts of credit \ncard debt, representing that it was experienced in negotiating substantially reduced \nsettlements with consumers’ creditors to  reduce or eliminate consumers’ debts \nwithout bankruptcy.   \n24. Orion focused on servicing the customers once they were enrolled in the \ndebt settlement program.  Once customers were enrolled by Swift Rock, Orion’s \nemployees confirmed the sale, performed an y ostensible debt negotiation services, \nand handled all further communications with the customer and the customer’s \ncreditors.   \n25. Once consumers were enrolled in th e debt settlement program, Orion \ninstructed customers to stop paying th eir creditors.  Instead, customers were \ninstructed to make monthly payments into their debt settlement program under the \npromise that Orion would use the funds to negotiate settl ements of the customer’s \ndebts for considerably less than the amount owed.  Customers’ funds were held by a \nthird party, Global Client Solutions, LLC (“Global”).\n1   \n                                                 \n1 Global is a third party payment processor t hat acted as an escrow agent.  Global debited \nthe customer’s bank account monthly and depo sited those funds in a “special purpose \naccount” in the customer’s name in a third party bank.  Global disbursed Orion’s and Swift \nRock’s fees from the customer’s special purpose account, pursuant to the customer’s debt \nsettlement agreement.  If and when a settlement was reached, Global disbursed payment to \nthe customer’s creditor.  Global was named as a third-party Defendant in the case solely for \ninjunctive purposes, in order to ensure the ce ssation of the disbursement of further illegal \nfees to Defendants.  Global is unrelated to  the Defendants, and Plaintiffs voluntarily \n26. The customer’s monthly payment included Orion’s and Swift Rock’s fees.  \nThese fees included advance fees for joining the program and recurring monthly fees \nfor Orion’s services.  Whatever amounts remained from these monthly payments after \nOrion’s and Swift Rock’s fees were deducted were to be accumulated for eventual use \nin settling the customer’s debts.  As a result of the deduction of these advance fees, a \ncustomer typically had to participate in the program for two to four years before \nsufficient funds accumulated to offer creditors.   \n27. Swift Rock and Orion operated in  this fashion until approximately \nsometime in 2010.   \n28. In late 2009, because of abuses by the debt settlement industry, in a \nrule-making proceeding, the Federal Trade Commission (“FTC”) proposed \namendments to the federal Telemarketing Sales Rule (“TSR”) that would prohibit \ndebt relief providers, including debt settl ement companies, from collecting advance \nfees prior to actually settling consumers’ debts.  (FTC Telemarketing Sales Rule, 74 \nFed. Reg. 41988 (proposed August 19, 2009)). \n29. Seeking a means of continuing Orion’s and Swift Rock’s debt settlement \nbusiness and apparently believing that the proposed FTC regulation exempted law \nfirms, during the spring of 2010, Scott met with Haskins in Fort Lauderdale, Florida.  \nHaskins, who is licensed as an attorney  in Texas, represented that he was the \nprincipal of a large international law firm called the “World Law Group.”  In reality, \nthere was no large, international law firm headed by Haskins.   \n                                                 \ndismissed Global as a Defendant on June 10, 2015.  The use of the term “Defendants” in this \nOrder does not refer to Global.  \n30. Orion and Haskins agreed to jointl y continue providing Orion’s and \nSwift Rock’s debt settlement services und er the “World Law” name.  Orion’s Chief \nOperating Officer David S. Klein (“Klein”) executed a Memorandum of \nUnderstanding (“MoU”) on behalf of Orion with “World Law Group LLP” that recited \nan effective date of July 18, 2010.  The MoU provided that Orion would continue to \nnegotiate and settle debts on behalf of customers while World Law would purportedly \nprovide Orion’s customers with legal services. \n31. After reaching an agreement with Haskins, in April 2011, Orion filed an \nassumed name certificate with the clerk for Travis County, Texas, identifying “World \nLaw Debt” as an assumed name of Orion.  Orion, holding itself out as “World Law \nDebt,” including on Internet websites, offered to provide the services of attorneys to \ncustomers.  The Defendants’ form contracts with consumers (called “Client Service \nAgreements” (“CSAs”)) included provisions representing that “World Law Debt” \nwould provide a local attorney who would provide legal advice “throughout the \nrepresentation.”  The CSAs included this statement:   \nThe local attorney will review CLIE NT’S case files, consult with \nCLIENT, explain to CLIENT their [sic] options if served or \nthreatened with a lawsuit, and prepare and deliver to client, \nready for client to file, a full response to any debt collection \nlawsuit filed against CLIENT, st emming from an accepted and \nenrolled trade line, while advising the CLIENT with regards to \nstate and/or federal debt collection laws. \n32. Orion continued to provide debt adjusting services to consumers \nfollowing its agreement with World Law.  Defendants’ CSAs purported to reflect that \nthe customer was contracting with a World Law entity—variably identified as “World \nLaw Debt,” “World Law Group,” or “World Law Plan”—and that World Law would \nprovide an attorney for the debtor in addition to providing debt adjusting services.  \nOrion’s employees handled all of the debt adjusting services.  Orion’s employees held \nthemselves out to consumers as being “par alegals” and “litigation specialists” with \nthe “law firm” “World Law,” “World Law Group,” and later, “World Law South,” \nalthough there was no such law firm.  \n33. In many instances, customers who followed Orion’s instructions to stop \npaying their creditors were sued by th eir creditors for non-payment.  Orion’s \nemployees advised customers to forward al l legal pleadings and documents to Orion \nand represented that “World Law” attorney s would provide legal assistance to the \ncustomers.  Even though the CSAs stated customers would receive the assistance of \nan attorney licensed in the customer’s state, no known North Carolina attorneys \nactually communicated with Orion’s employees or with North Carolina customers to \ngive advice about their lawsuits.   \n34. Instead, Orion employees received prepared form pleadings from \nanonymous “World Law” email addresses, such as attorneys22@worldlawdirect.com, \nand Orion employees could not identify wh o had prepared them or where they had \nbeen prepared.  The prepared  “answers” to lawsuits we re all based on the same \ndocument template; in almost every instance only the name of the parties, the court \ncaption, and information about the customer’s account differed.  The form answer \nasserted patently frivolous defenses and cl aims that had no legal or factual basis, \nwhich caused some customers to  be sanctioned by courts. 2  Orion also provided \ncustomers with prepared form responses to discovery and motions for summary \njudgment.  These documents also made false statements of fact or contained frivolous \nresponses.  Orion employees instructed customers that the legal documents had been \nprepared specifically for their case by a “World Law” local attorney.  Orion’s \nemployees forwarded these legal documents to customers and advised them to sign \nthe documents as \npro se defendants, and instructed the customers on how to serve \nthem on the plaintiff-creditor and file them  with local courts.  Virtually identical \nfrivolous pleadings were filed in more th an 120 cases brought by creditors against \nWorld Law’s customers in North Carolina courts.   \n35. Orion’s employees also instructed customers to make various assertions \nand claims in court using scripts provided by Orion.  If the hearing was one in which \njudgment might be awarded, such as summary judgment, a person who represented \nhimself or herself as being with “World Law” sometimes contacted the customer by \nemail and instructed the customer to demand “federal arbitration” at the hearing.  \nCustomers were not told what arbitration involved or that they would have to pay an \narbitration fee.  In response, many courts denied consumers’ requests for arbitration \nor imposed deadlines on consumers to initiate arbitration.  Other courts allowed the \nrequests.   \n                                                 \n2 For example, the “answers” routinely stated that the customer never opened the credit card \naccounts at issue, even though the customer previously had not disputed that they owed the \ndebts, and in fact, had instructed World Law to settle the same debts.   \n36. If the court allowed arbitration, Orion employees often submitted an \narbitration claim on behalf of the customer to the American Arbitration Association \n(“AAA”).  All such claims were virtually id entical.  In almost all instances, the \ncustomer’s representative was identified as Haskins.   \n37. Under Defendants’ World Law scheme, Orion continued to charge steep \nadvance fees to customers, including those in North Carolina.  Fees charged by Orion \nto North Carolina customers under the CSAs included—a $199 initial enrollment fee, \na monthly fee of $84.95 designated as an “attorney fee,” a “bundled legal service” fee, \nand a “debt settlement” fee, which was ch arged each month and was based on the \namount of the consumer’s enrolled debts.  Virtually all of the fees were collected in \nadvance of any attempt by Orion to settle a customer’s debts.  On a monthly basis, \nGlobal disbursed these fees to Orion or, at Orion’s direction, to Swift Rock or to third \nparties that had enrolled the customer, except for a monthly bank fee of $9.45, which \nwas retained by Global.  Orion authorized Global to  pay “World Law” $20.00 per \nmonth from each enrolled consumer’s account as an “attorney administration fee.”  At \nOrion’s authorization, this $20.00 monthly “attorney administration fee” was \ndisbursed by Global into a bank account in  the name of a WLD Price Global, Inc., a \nthen-dissolved business corporation solely owned by Haskins.  \n38. These activities persisted in North Carolina until the Temporary \nRestraining Order and Preliminary Injunction Order was entered by this Court.  \nAfter the Preliminary Injunction Order was entered by the Court, Global continued \nto draft customers’ accounts for Defendants’ fees, but Global held the fees in suspense \nin customers’ accounts and did not disburse  any fees to Orion, Swift Rock, or any \nthird parties, except for Global’s bank fee.   \n39. Following the Court’s entry of its Preliminary Injunction Order, in \nAugust 2013, Haskins caused to be create d Defendant “World Law South, Inc.,” \n(“WLS”) which was a North Carolina corporation.  Notwithstanding the Preliminary \nInjunction Order’s express provision that its terms applied to all persons “acting in \nconcert” with Defendants, WLS attempted to maintain that, while its business was \n“identical” to that of “World Law Group,” because WLS was not an original named \ndefendant and was not expressly named in the Court’s Preliminary Injunction Order \n(because it had not yet been formed), WLS could therefore provide debt adjusting and \nlegal services to consumers.  Defendants  then proceeded to operate under the WLS \nname in communications with North Carolina customers’ and customers’ creditors. \n40. Defendants continued to perform debt settlement services to existing \ncustomers.  Orion continued to provide legal documents to North Carolina customers \nwith instructions for filing them in North Carolina courts, sometimes under the name \n“World Law South,” and to initiate arbi tration proceedings on behalf of North \nCarolina customers.  \n41. Most customers’ debts were not settled,\n3 and many customers’ debt \nsituations were significantly worsened as a result of their participation in \n                                                 \n3 Defendants’ failure to settle customers’ de bts and misrepresentations to customers are \nevidenced by Court-appointed Trustee James K. Pendergrass, Jr.’s status report from \nFebruary 2015, showing that, five months afte r WLS sought “immediate relief” from the \nCourt for the handling of customers’ funds afte r Global terminated its relationship with \nDefendants in September 2014, and WLS was subsequently unable to deposit customers’ \nchecks at a financial institution – the Trustee was able to verify the existence of only 41 \nDefendants’ program.  Under the terms of the World Law CSA, much of customers’ \nmonies were earmarked for Defendants’ advance fees.  As a result, many customers \nwere unable to accumulate sufficient funds to settle their debts, their debts were not \nsettled, and their creditors went unpai d—causing many creditors to sue the \ncustomer-debtors, and/or forcing some customers into bankruptcy.   \n42. The sole person at “World Law Group” who management of Orion \nunderstood to be in charge of and responsible for “World Law Group” and with whom \nthey communicated was Haskins.  \n43. On August 17, 2015, the federal Consumer Financial Protection Bureau \n(“CFPB”) filed a civil enforcement action against Defendants in the U.S. District \nCourt for the Southern District of Florida,  alleging that Defendants had engaged in \nviolations of the federal TSR by collectin g illegal advance fees from consumers for \ndebt relief services\n4 and had engaged in unfair and deceptive practices.  The CFPB \nobtained a nationwide injunction prohibiting Defendants from engaging in debt relief \nand related legal activities, and the federal court appointed a Receiver to assume \ncontrol over Defendants’ enterprise, which was shut down. \n44. Since early 2010, at least 1,427 North Carolina consumers have entered \ninto agreements (“Client Service Agreemen ts”) for debt relief services that were \nprovided by Orion through Orion’s arra ngement with Haskins (d/b/a World Law \n                                                 \nactual agreed-upon settlements with customers’ creditors, out of 1130 checks and negotiable \ninstruments received from customers, which wa s an actual settlement rate of 3.6 percent.  \n(Interim Monthly Status Report by Trustee [February 2015], at pages 3-4, filed March 11, \n2015.)  \n4 The federal debt relief services rule, which pr ohibits the collection of advance fees for debt \nrelief services, became effective on October 27, 2010. \nGroup, and later d/b/a WLS).  From early 2010 until September 1, 2014, North \nCarolina customers paid a total of at le ast $8,549,095.03 into the “World Law” debt \nsettlement program.  When Global terminated its business relationship with \nDefendants effective September 1, 2014, Gl obal issued refunds to North Carolina \ncustomers of Defendants’ fees that had been withheld from Defendants and retained \nin customers’ special purpose accounts pursuant to the Court’s Preliminary \nInjunction Order of June 4, 2013, together with any amounts that had been set aside \nto pay customers’ creditors—leaving a total of at least $3,170,306.00 in fees that were \npaid to Defendants that have not been returned to consumers or disbursed to \nconsumers’ creditors.  \nIV. ANALYSIS \n45. Under Rule 55 of the North Carolina Rules of Civil Procedure, “[w]hen \ndefault is entered due to a defendant’s failure to answer, the substantive allegations \ncontained in plaintiff’s complaint are no longer in issue, and for the purposes of entry \nof default and default judgment, are deemed admitted.”  \nLuke v. Omega Consulting \nGrp., LC, 194 N.C. App. 745, 751, 670 S. E.2d 604, 609 (2009) (citing Blankenship v. \nTown & Country Ford, Inc. , 174 N.C. App. 764, 767, 622 S.E.2d 638, 640 (2005)).  \nThus, under Rule 55, judgment by default may be entered by a court upon an entry \nof default and finding that the complaint su pports the recovery sought by Plaintiffs. \nN.C. R. Civ. P. 55.  See, e.g., Webb v. McJas, Inc., 228 N.C. App. 129, 133, 745 S.E.2d \n21, 24 (2013).   \n46. On January 4, 2017, Haskins emailed the Court regarding this action, \nasserting that Plaintiffs have improperly served Haskins with the documents in this \nmatter and that Plaintiffs should have served the documents to Haskins at his \naddress in Europe.  Haskins, however, filed no motion to set aside the Entry of \nDefault entered against him or response to  Plaintiff’s motion for entry of default \njudgment.  Haskins’ email clearly demonstrates that Haskins knows how to contact \nthe Court, is aware of the Court’s web do main address, and has access the Court’s \nwebsite.  Haskins, like the general public , has access to the entire docket for this \naction through the Court’s website.  Fu rther, Haskins is a trained and licensed \nattorney.  Because Haskins, Swift Rock, and WLS have not filed any proper motion \nto set aside the entries of default or othe rwise responded to Plaintiffs’ Motion for \nJudgment By Default, the Court finds it appropriate to enter default judgment \nagainst Haskins, Swift Rock, and WLS.  \n47. Defendants have engaged in a joint enterprise to provide illegal debt \nadjusting and legal services, and therefore they are jointly and severally liable for all \nactions of their co-conspirators.  “A conspiracy is generally defined as an agreement \nbetween two or more individuals to do an unlawful act or to do a lawful act in an \nunlawful manner.”  \nBurton v. Dixon, 259 N.C. 473, 476, 131 S.E.2d 27, 30 (1963).  “If \na conspiracy is formed and an overt act, causing damage, is committed by any one or \nmore of the conspirators in furtherance of the conspiracy, all of the conspirators are \nliable.” Id. at 476, 131 S.E.2d at 30.  “The liab ility of the conspirators is joint and \nseveral.”  Id. at 477, 131 S.E.2d at 30; see also Dickens v. Puryear, 302 N.C. 437, 456, \n276 S.E.2d 325, 337 (1981); Neugent v. Beroth Oil Co. , 149 N.C. App. 38, 53, 560 \nS.E.2d 829, 838 (2002).  A joint enterprise is the pursuit of a common purpose by two \nor more persons or entities for their mutual benefit.  BDM Invs. v. Lenhil, Inc. , No. \n11 CVS 449, 2012 NCBC LEXIS 7, at * 70–71 (N.C. Super. Ct. Jan. 18, 2012); \nSlaughter v. Slaughter, 93 N.C. App. 717, 720, 379 S.E.2d 98, 100 (1989).  When the \nparties to a joint enterprise or joint ventur e agree to pursue illegal activity, there is \na conspiracy, and each conspirator is jointly and severally liable for any resulting \nharm from the overt act of one of the parties.  \nBurton, 259 N.C. at 477, 131 S.E.2d at \n30; Dickens, 302 N.C. at 456, 276 S.E.2d at 337.   Plaintiffs’ Amended Complaint \namply pleads that all Defendants, includ ing Orion, Swift Rock, Haskins, and WLS \nhave acted together in a common illegal enterprise.  Therefore, they are jointly and \nseverally liable for all acts of the enterprise.   \n48. The agreement between Orion and Haskins (doing business as World \nLaw Group, and later as WLS) under which Haskins agreed to provide legal services \nto Orion’s and Swift Rock’s debt adjusting customers created a joint enterprise.  Since \nthe activities of the joint enterprise consis ted of illegal activities in North Carolina, \ndebt adjusting and the unauthorized practice of law, Orion, Swift Rock, and Haskins \nentered into a conspiracy to violate North Carolina law.  \nSee McAdams v. Blue, 3 N.C. \nApp. 169, 173, 164 S.E.2d 4 90, 493–94 (1968).  Each cons pirator is jointly and \nseverally liable for any resulting harm from the overt act of one of the parties.  Burton, \n259 N.C. at 476–77, 131 S.E.2d at 30. \n49. The Debt Adjusting Act, N.C. Gen. Stat. § 14-424, prohibits any person \nfrom offering, attempting to engage, or engagi ng in “debt adjusting,” as that term is \ndefined in N.C. Gen. Stat. § 14-423.  N.C. Gen. Stat. § 14-424 (2015).  “Debt adjusting” \nis defined as follows: \n“Debt adjusting” means entering into or making a contract, \nexpress or implied, with a particular debtor whereby the debtor \nagrees to pay a certain amount of money periodically to the person \nengaged in the debt adjusting business and that person, for \nconsideration, agrees to distribute, or distributes the same among \ncertain specified creditors in accordance with a plan agreed upon. \nDebt adjusting includes the business or practice of any person \nwho holds himself out as acting or offering or attempting to act \nfor consideration as an intermed iary between a debtor and his \ncreditors for the purpose of settling, compounding, or in any way \naltering the terms of payment of any debt of a debtor, and to that \nend receives money or other property from the debtor, or on behalf \nof the debtor, for the payment to, or distribution among, the \ncreditors of the debtor.  Debt adjusting also includes the business \nor practice of debt settlement or  foreclosure assistance whereby \nany person holds himself or herself out as acting for consideration \nas an intermediary between a de btor and the debtor’s creditors \nfor the purpose of reducing, settling, or altering the terms of the \npayment of any debt of the debtor, whether or not the person \ndistributes the debtor’s funds or property among the creditors, \nand receives a fee or other consideration for reducing, settling, or \naltering the terms of the payment of the debt in advance of the \ndebt settlement having been completed or in advance of all the \nservices agreed to having been rendered in full. \nN.C. Gen. Stat. § 14-423(2) (2015).  \n50. Defendants’ activities plainly constitute “debt adjusting” under N.C. \nGen. Stat. § 14-423.  North Carolina customer-debtors paid Defendants on a monthly \nbasis for debt relief services, includ ing debt settlement services, with the \nunderstanding that Defendants would negotiate substantially reduced settlements of \ncustomers’ debts with their creditors, and th at their creditors would be paid out of \nthe monies accumulated in their World La w debt settlement program.  Defendants \ncollected substantial fees from customers for those services, with the vast majority of \nDefendants’ fees being collected in advanc e of any settlements being reached with \ncustomers’ creditors.   \n51. Pursuant to N.C. Gen. Stat. § 14-425,  the offering of debt adjusting \nservices or the continuation of any debt adjusting business is an unfair and deceptive \npractice, in violation of N.C. Gen. Stat. § 75-1.1.  N.C. Gen. Stat. § 14-425 (2015).  \n52. By engaging, or offering or attempting to engage in, debt adjusting—\nincluding by holding itself out as an intermediary between North Carolina consumer \ndebtors and the debtors’ creditors for the purpose of reducing, settling, or altering the \nterms of the payment of debtors’ debts, and by collecting fees in advance of the \nsettlement of debtors’ debts—Defendants, doing business under various “World Law” \nnames, have violated N.C. Gen. Stat. §§ 14-423 and 14-424. \n53. N.C. Gen. Stat. § 84-2.1 states that the practice of law in North Carolina \nis “defined to be performing any legal service for any other person, firm or corporation, \nwith or without compensation,” including “preparing or aiding in the preparation of \nany petitions or orders in any probate or court proceeding” and “assisting by advice, \ncounsel, or otherwise in any legal work; and to advise or give opinion upon the legal \nrights of any person, firm or corporation.  . . .”  N.C. Gen. Stat. § 84-2.1 (2015).  \n54. N.C. Gen. Stat. § 84-4 provides that “it shall be unlawful for any person \nor association of persons, except active members of the Bar of the State of North \nCarolina admitted and licensed to practice as attorneys-at-law, to appear as attorney \nor counselor at law in any action or proceed ing before any judicial body” or “to give \nlegal advice or counsel.  . . .”  N.C. Gen. Stat. § 84-4 (2015). \n55. N.C. Gen. Stat. § 84-5 provides that a corporation may not engage in the \npractice of law, including any advertising or holding out that it can provide attorneys \nor legal services.  N.C. Gen. Stat. § 84-5 (2015).  \n56. Defendants Swift Rock and WLS are not law firms authorized to provide \nlegal services in North Carolina.  \n57. Defendants Swift Rock and WLS ar e business companies that are \nprohibited from engaging in the practice of law in North Carolina under N.C. Gen. \nStat. § 84-5. \n58. Haskins is not licensed or otherwise authorized to practice law in North \nCarolina.   \n59. Defendants’ agreement with custom ers makes clear that Defendants \ncontracted with customers to provide legal services, including a “local” attorney to \nreview the customer’s files and to advise on options with respect to any actual or \nthreatened lawsuits.  This is an obvi ous violation of the prohibition against \ncorporations practicing law under N.C. Gen. Stat. § 84-5.   \n60. The documents Defendants provided to North Carolina customers were \nlegal documents.  The documents consiste d of answers to be filed in lawsuits, \nresponses to discovery requests, and responses to motions for summary judgment.   \n61. Defendants gave legal advice to  customers, including specific \ninstructions to customers on how to file and serve the prepared pleadings and what \nto say to courts.   \n62. By representing in communications with North Carolina customers and \nwith customers’ creditors, that Defendants , doing business as “World Law,” could \nprovide the services of attorneys, includin g providing a local attorney to customers, \nDefendants have violated N.C. Gen. Stat. §§ 84-4 and -5. \n63. By preparing and providing court pleadings and other legal documents \nto North Carolina customers to represent themselves pro se, Defendants violated N.C. \nGen. Stat. §§ 84-4 and -5. \n64. By providing legal advice to North Carolina customers on defending \nlawsuits, Defendants violated N.C. Gen. Stat. §§ 84-4 and -5. \n65. The Unfair and Deceptive Practices Act, N.C. Gen. Stat. § 75-1.1, \nprohibits any person from engaging in an unfair or deceptive practice in or affecting \ncommerce.  Defendants’ adjusting activities and provision of legal services to North \nCarolina consumers are activities in or affecting commerce in this State. \n66. By engaging, or offering, or attempti ng to engage in, debt adjusting, \nDefendants have violated N.C. Gen. Stat. § 75-1.1. \n67. By making false or misleading representations to consumers—including \nthat: (a) “World Law Group,” “World Law South,” and/or “World Law” was a law firm, \nwhen it was not; (b) Defendants would provide a local attorney to customers to \nrepresent them in legal actions brought by their creditors, when Defendants did not \nprovide a local attorney, and customers never spoke with or had access to any \nattorney, let alone a local attorney; (c) The pleadings, legal documents and legal \nadvice provided by Defendants to customers had been prepared specifically for their \nsituation by a local attorney, when in fact, they were form pleadings and no identified \nattorney had prepared them; (d) Defendants would settle customers’ debts for reduced \namounts with their creditors and save customers money, leaving them in better \nfinancial situations, when in fact, in most instances, customers’ debts were not settled \nand customers lost money due to Defendan ts’ onerous front-loaded fee scheme; (e) \nState and federal laws required customer funds to be held in an attorney or attorney \nbased trust account, when no such laws ex isted; and (f) Customers’ funds would be \nplaced into an attorney or attorney based trust account, when they were not—\nDefendants have violated N.C. Gen. Stat. § 75-1.1. \n68. Pursuant to N.C. Gen. Stat. § 75-15.1 and § 14-425, Plaintiffs are \nentitled to an award of the disgorgement of all amounts paid by North Carolina \nconsumers into Defendants’ debt settlement program that have not previously been \nrefunded or paid to consumers’ creditors. \n69. Pursuant to N.C. Gen. Stat. § 75-15.2 and § 14-425, in any suit brought \nby the Attorney General, in which the defendant is found to have violated N.C. Gen. \nStat. § 75-1.1, the Court may impose a civil penalty of up to $5,000 for each violation.  \nFurther, in any action brought by the Attorney General under Chapter 75, where it \nis shown that an action or practice when  committed was specifically prohibited by a \ncourt order, the Court may, in its discretion, impose a civil penalty up to $5,000 per \nviolation.  In determining the amount of the civil penalty, the Court is to consider all \nrelevant circumstances, including, but not limited to, the extent of the harm caused \nby the conduct constituting a violation, th e nature and persistence of such conduct, \nthe length of time over which the conduc t occurred, and any corrective action taken \nby the defendant.   \n70. Based upon this record, the Court finds that an award of civil penalties \nis justified.  From its inception, Orion’s and Swift Rock’s collection of advance fees for \ntheir debt adjusting services was in viol ation of North Carolina law.  Defendants \nformulated their “World Law” scheme in a willful, express attempt to evade upcoming \nfederal rules by cloaking their debt settlem ent services as purported legal services.  \nAs set forth above, by falsely representing to consumers that they would provide them \nwith legal representation – including a local attorney – who would represent them \nand negotiate with their creditors, Defendants deceptively induced vulnerable, \nfinancially-strapped consumers to pay them  substantial monies for settlement of \ntheir debts.  Instead, Defe ndants provided virtually no  meaningful services to \nconsumers and caused them substantial ha rm, leading many consumers to be sued \nby their creditors, and to file for bankruptcy, and even causing some to be sanctioned \nby courts because of Defendants’ false pleadings.   \n71. Further, as set forth in Plaintiffs’ Complaint and Amended Complaint, \nprior to filing suit in 2013, both the Stat e and the State Bar issued cease and desist \nletters to Defendants, warning them that their activities constituted illegal debt \nadjusting and the unauthorized practice of law in North Carolina.  Notwithstanding \nPlaintiffs’ notifications, Defendants continued their activities unabated.  Only after \nthis Court issued its Preliminary Injuncti on Order were the payment of illegal fees \nto Defendants halted through Global’s cessation of turning over fees to Defendants \nand its holding of Defendants’ fees in customers’ accounts.  However, notwithstanding \nthe Court’s Preliminary Injunction Order, Defendants continued to provide form legal \npleadings to customers to be filed in Nort h Carolina courts, continued to purport to \nrepresent North Carolina customers in arbi tration, and continued to provide legal \nadvice to North Carolina customers.  These activities prompted Plaintiffs to file a \nmotion for contempt, which was accompanied by substantial evidence of Defendants’ \nviolations.  Defendants’ activities only ceased after the CFPB brought a federal \nenforcement action against Defendants and a federal court appointed a receiver to \nshut down Defendants’ illegal operation, at which time Plaintiffs’ motion for contempt \nwas withdrawn as moot.  \nV. JUDGMENT AND PERMANENT INJUNCTION \nFor the reasons set forth herein, it  is hereby ORDERED, ADJUDGED and \nDECREED that:  \n1. Plaintiffs’ Motion for Judgment by Default Against Defendants Swift  \nRock Financial, Inc., Bradley James Haskin s, and World Law South, Inc. is hereby \nGRANTED. \n2. Pursuant to Rule 65 of the North Carolina Rules of Civil Procedure, \nSwift Rock Financial, Inc., Bradley James Haskins, and World Law South, Inc. and \ntheir agents, servants, em ployees, officers, members,  directors, affiliates, \nsubsidiaries, representatives, attorneys,  successors, heirs, and assignees, and any \nother person acting under their direct ion and control, including through any \ncorporation, trust, or other device, are pe rmanently enjoined from engaging in, or \nproviding substantial assistance to others engaging in any acts or activities \nconstituting debt adjusting, the practice of law, or unfair and deceptive trade \npractices in North Carolina, including but not limited to being enjoined from the \nfollowing: \nA. Advertising, soliciting or offering debt adjusting services or legal \nservices, directly or indirectly, to North Carolina consumers; \nB. Performing or engaging in any debt adjusting services or \nperforming or providing any legal services, directly or indirectly, \nfor or on behalf of North Carolina consumers; or   \nC. Receiving or collecting any money or other consideration from any \nNorth Carolina consumer for debt adjusting services or legal \nservices. \n3. As used in this injunction, “debt adjusting services” mean and include  \nthe following:  \nA. The offering or undertaking to negotiate, resolve, settle, or \ncompromise debts of North Carolina consumers, including the \noffering or performance of any debt adjusting service for or on \nbehalf of North Carolina consumer s as that term is defined in \nN.C. Gen. Stat. § 14-423;  \nB. Any “debt relief service” as that term is defined in the \nTelemarketing Sales Rule, 16 C.F.R. § 310.2(m); and  \nC. Any related, analogous, or similar service which is offered for the \npurported purpose of assisting North Carolina consumers with \ndebt relief, relief from consumers’ creditors, or increasing \nconsumers’ access to credit; including but not limited to relief \nfrom student loans, mortgage loan s, or the provision of credit \nrepair services.  \n4. As used in this injunction, “legal services” mean and include the \nfollowing:  \nA. Offering or performing any legal service for another person, firm, \nor corporation in North Carolina, including legal services \nspecifically defined and identified in N.C. Gen. Stat. §§ 84-2.1, \n84-4, and 84-5; \nB. Preparing, offering to prepare, assisting in the preparation of, or \nproviding legal pleadings, includ ing but not limited to answers, \ndiscovery responses, affidavits, or motions, to or for use by \nconsumers in North Carolina, including pleadings provided to the \nconsumer for \npro se filing or use;  \nC. Providing legal advice to consumers in North Carolina, including \nbut not limited to advice concerning defense of lawsuits brought \nagainst the consumer, instructions on filing any pleadings or \nother documents with a court or tribunal, or instructions to \nconsumers on statements and le gal arguments to present to a \ncourt or other tribunal;  \nD. Communicating with any court, tribunal, or creditor as an \nattorney or other representative of the legal interests of a North \nCarolina consumer whether identified as an attorney, a paralegal, \nor any other title or designation; and \nE. Advertising or holding out in an y medium, including television \nadvertising and the internet, to North Carolina consumers as an \nattorney or as having an ability to provide attorneys, legal \nservices, or the services of an attorney. \n5. This Injunction shall be construed broadly to include any subterfuge, \ndevice, or practice engaged in by Swift Rock Financial, Inc., Bradley James Haskins, \nor World Law South, Inc. in an effort to evade the dictates of this Injunction.   \n6. In accordance with N.C. Gen. Stat. § 84-37 and N.C. R. Civ. P. 65, no \nbond is required for entry of this injunction. \nIT IS FURTHER ORDERED, ADJUDGED AND DECREED that, pursuant to \nN.C. Gen. Stat. §§ 14-425, 75- 1.1, and 75-15.1, the State shall have and recover of \nSwift Rock Financial, Inc. , Bradley James Haskins, an d World Law South, Inc., \njointly and severally, the principal sum of  three million, one hundred and seventy \nthousand three hundred and six dollars ($3,170,306.00), for consumer restitution and \nconsumer protection purposes.  Pursuant to N.C. Gen. Stat. § 75-15.2 and § 14-425, \nthe State shall further have and recover of Swift Rock Financial, Inc., Bradley James \nHaskins, and World Law South, Inc., join tly and severally, the sum of six million \ndollars ($6,000,000.00) for civil penalties.   \nAs claims against all other parties have  been resolved by prior orders or \njudgments, this Default Judgment and Pe rmanent Injunction constitutes the final \nadjudication of all claims involving all parties and the Court’s final judgment.  The \naction is therefore DISMISSED and furthe r action shall be limited to enforcing \njudgments that have been entered.  \nIT IS SO ORDERED, this the 7th day of March 2017. \n \n \n \n/s/ James L. Gale \nJames L. Gale \nChief Business Court Judge \n \n "
}