{
  "id": "d83ba0ba58a30ad4d73af055d3a3352fb309bc84308042462ee3a82b28526125",
  "source_file": "data/raw/ncbc/d83ba0ba58a30ad4d73af055d3a3352fb309bc84308042462ee3a82b28526125.pdf",
  "raw_text": "Provectus Biopharmaceuticals, Inc. v. RSM US LLP, 2018 NCBC 100. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 10396 \n \nPROVECTUS \nBIOPHARMACEUTICALS, INC., \n \nPlaintiff, \n \nv. \n \nRSM US LLP f/k/a McGLADREY, \nLLP, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \n \n \n1. THIS MATTER is before the Court upon Defendant RSM US LLP f/k/a \nMcGladrey, LLP’s (“RSM”) Motion to Dismiss Plaintiff Provectus \nBiopharmaceuticals, Inc.’s (“Provectus”) Amended Complaint under R ule 12(b)(6) of \nthe North Carolina Rules of Civil Procedure (the “Motion”). \n2. Having considered the Motion, the briefs and supplemental briefs in support \nof and in opposition to the Motion, and the arguments of counsel at the hearing on \nthe Motion, the Court hereby GRANTS in part and DENIES in part the Motion. \nBaker, Donelson, Bearman, Caldwell & Berkowitz, PC, by Mark D. \nGriffin, Lori H. Patterson, Matthew G. White, and R. Andrew \nHutchinson, and Erwin, Bishop, Capitano & Moss, P.A. , by A. Todd \nCapitano, for Plaintiff Provectus Biopharmaceuticals, Inc. \n \nWilliams & Conn olly LLP, by Thomas H. Selby, Jessica Richard, and \nAmy B. McKinlay,  and Poyner Spruill LLP , by Karen H. Chapman, \nCynthia L. Van Horne, and Lee A. Spinks, for Defendant RSM US LLP \nf/k/a McGladrey LLP. \n \nBledsoe, Chief Judge. \n \n \nI. \n \nFACTUAL BACKGROUND \n \n3. The Court does not make findings of fact when ruling on a motion to dismiss \nunder Rule 12(b)(6).  See, e.g., Concrete Serv. Corp. v. Inv’rs Grp., Inc ., 79 N.C. App. \n678, 681, 340 S.E.2d 755, 758 (1986). Rather, the Court recites the relevant \nallegations in the pleading asserting the challenged claims —here, Provectus’s \nAmended Complaint. \n4. Provectus is a publicly traded , development-stage biotechnology company \nwith its principal place of business in Knoxville, Tennessee.  (Am. Compl. ¶¶ 1, 14 , \nECF No. 24.)  Provectus was founded in 2002  and focuses on developing drugs for \ncertain cancers and skin conditions .  (Am. Compl. ¶ 19.)   At all relevant times , \nProvectus had four employees.  (Am. Compl. ¶ 20.)   \n5. Defendant RSM is an Iowa limited liability part nership with its principal \nplace of business in Illinois.  (Am. Compl. ¶ 15.)  RSM is the United States-based firm \nwithin RSM International, a global network of independent audit, tax, and consulting \nfirms.  (Am. Compl. ¶ 15.)  RSM holds itself out as a leading provider of auditing, tax, \nwealth management, and consulting services.  (Am. Compl. ¶ 15.)  RSM is registered \nto conduct business in North Carolina and conducted its primary services at issue \nhere through its North Carolina offices and personnel.  (Am. Compl. ¶ 15.)   \n6. The present dispute between these two companies involves Provectus’s \ncontention that two of its executives received millions of dollars in wrongful \n \n \nreimbursement payments as the result of intentional, willfu l, or negligent actions \nRSM took in the course of providing accounting or auditing services to Provectus. \n7. In 2007,  RSM approached Provectus, marketing itself as  a “one -stop \nresource for all of Provectus’s accounting and financial needs.”  (Am. Compl. ¶ 21.)  \nProvectus decided to hire RSM because, with only four employees,  Provectus lacked \nthe internal resources or ability to manage and monitor its own financial and \naccounting systems.  (Am. Compl. ¶¶ 20, 22.)   \n8. Beginning in 2007 and continuing through early 2016, RSM maintained \nthree separate engagements with  Provectus.  (Am. Compl. ¶ ¶ 2–3.)  The different \nengagements can be summarized as follows:  \n(1) An outsourcing engagement, under which RSM provided comprehensive \naccounting services, human resources services, related technology services, \nand business consulting services;  \n \n(2) An engagement for review of  [Provectus’s] financial statements, under \nwhich RSM advised on Form 10 -K and Form 10 -Q reporting requirements, \nreviewed financial statements for compliance with SEC rules and \nregulations, advised on specific footnote disclosures, advised on various \ntechnical accounting matters, and assisted with respon ding to the SEC on \nany comment letters relating to technical accounting matters; and  \n \n(3) An engagement to provide internal audit and Sarbanes -Oxley (“SOX”) \ncompliance servi ces, under which RSM directed  [Provectus’s] compliance \nwith SOX Section 404, including the utilization of integrated risk \nmanagement services to plan and conduct a Committee of Sponsoring \nOrganizations of the Treadway Commission (“COSO”) evaluation, to design \nand assess the effectiveness of [Provectus’s] internal controls, and to assess \noperating effectiveness of [Provectus’s] internal controls.  \n \n(Am. Compl. ¶¶ 2, 22.)  As a result of these engagements, Provectus alleges that RSM \nhad “direct access to and day-to-day control over every aspect of Provectus’s financial \n \n \nand accounting systems from 2007 until early 2016, including complete control over \nthe management of [Provectus’s] general ledger.”  (Am. Compl. ¶ 23.)   \n9. As a particular part of its duties connected to its SOX compliance services \n“RSM developed, drafted, reviewed, and commented on the development of \nProvectus’s internal controls environment, including Prov ectus’s Purchase to Pay \nProcess [Narrative].”  (Am. Compl. ¶ 29 .)  This Purchase to Pay Process Narrative \ndealt with  “the processes a nd responsibilities for reviewing, processing, and \napproving [Provectus] expenditures.”  (Am. Compl. ¶ 30 .)  These expenditures \nincluded advances and reimbursements for travel and entertainment (“T&E”)  \nexpenses incurred by Provectus employees.  (Am. Compl. ¶¶ 30–35.) \n10. Under the Purchase to Pay Process Narrative, Provectus employees could \nreceive wire transfer advances to cover future travel costs purportedly associated \nwith Provectus.  (Am. Compl. ¶ 49.)  The process for advancing and documenting \nthese wire transfers required the approval of key Provectus personnel:  \nThe CFO determines the need for a wire and completes the Wire Backup \nForm.  This form is then signed by 2 of the 3 [Provectus] founders and the \nform is faxed to the bank for completion.  The Wire Backup Form is attached \nto the Bank Confirmation and the CFO prepares the journal entry to record \nthe transaction and forwards to [RSM] for posting.  In addition, a copy of the \ntransaction is given to the [Bible Harris Smith PC (“BHS”)] staff member to \nmake sure it is included properly on the reconciliation and processed in \nQuickBooks.1 \n  \n                                                 \n1  BHS was a CPA firm “retained by Provectus to provide data processing assistance within \nthe accounting department and to prepare Provectus’s Federal Income Tax Returns.”  (Am. \nCompl. 10 n.2.) \n \n \n \n(Am. Compl. ¶ 35.)  As part of this process, RSM received the advance request s and \nthe necessary officer approval for the wire transfers.  (Am. Compl. ¶ 49.)   \n11.  The Purchase to Pay Process Narrative  also allowed Provectus employees \nto be reimbursed for legitimate business expenses.  (Am. Compl. ¶ 49.)  This process \nworked as follows: \nEach employee prepares an itemized listing of expenses, attaches the support \nfor each item and signs.  This Expense Report is then forwarded through the \nCFO to the BHS Staff member who reviews the document for accuracy and \ncompleteness of backup a nd amounts.  If there are problems these are \ndiscussed and resolved with the applicable employee and once final, they are \nsigned off by the BHS staff and process[ed] as any other invoice.   \n \n(Am. Compl. ¶ 31.)  As part of the reimbursement process, RSM received an expense \nreimbursement request and any paperwork submitted therewith.  (Am. Compl. ¶ 49.)  \n12. The degree to which the T&E advances and reimbursement processes were \nfollowed allegedly changed over time .  Prior to 2011, RSM requested , sampled, and \ntested T&E expense reports and re ceived back -up documentation to  support T&E \nexpense payments.  (Am. Compl. ¶ 60.)  Beginning in 2011, however, RSM stopped \nreceiving back -up documentation to show that the funds  transferred to Provectus \nemployees were actually used for company-related travel or other legitimate business \npurposes.  (Am. Compl. ¶ 50.)   \n13. As another part of RSM’s SOX engagement, RSM also issued quarterly and \nannual reports regarding RSM’s control monitoring.  (Am. Compl. ¶ 38.)  To perform \nthese services, RSM sampled Provectus’s expense payments, including  \nreimbursements for T&E expenses .  (Am. Compl. ¶ 39.)  For the majority of the \nparties’ engagement, RSM represented that it had identified no material weaknesses \n \n \nin Provectus’s internal controls .  (Am. Compl.  ¶¶ 55, 63 –75.)  In February 2016 , \nhowever, RSM issued a report acknowledging that  certain aspects of Provectus’s \ninternal controls were materially deficient.  (Am. Compl. ¶¶ 38, 54, 66–76.)  Provectus \nnow alleges that such w eaknesses existed well before that time  and that these \nweaknesses greatly harmed Provectus. \n14. Between 2011 and 2016, Provectus’s CEO, Dr. Craig Dees (“Dees”), received \napproximately $3.2 million in advances for T&E expenses.  (Am. Compl. ¶ 7.)  Dees \ndid not substantiate these advances.  (Am. Compl. ¶ 11.)  Provectus’s COO and CFO, \nPeter Culpepper (“Culpepper”), also received between $300,000 and $1.4 million  in \nT&E reimbursements without providing adequate documentation.  (Am. Compl. ¶ 7.)  \nProvectus alleges that Dees and Culpepper never actually incurred any T&E \nexpenses associated with these payments  and were instead siphoning money from \nProvectus for their own gain.  (Am. Compl. ¶ 11.)  \n15. Provectus contends that RSM bears responsibility  for Dees’s an d \nCulpepper’s wrongful advances and reimbursements.  Provectus alleges that RSM (i) \nfailed to design and implement satisfactory internal controls to prevent the payment \nof advances and reimbursements for illegitimate purposes, (Am. Compl. ¶  60), (ii) \nknew of the nature and frequency of these T&E advances and reimbursements but \nnever requested further document support from Provectus to validate whether \nProvectus funds had been used for legitimate business purposes , (Am. Compl. ¶¶ 8, \n46), and (iii)  continually made negligent and/or intentional misrepresentations to \nProvectus concerning the adequacy of Provectus’s internal controls,  Provectus’s \n \n \nfinances, and RSM’s own sampling through RSM’s quarterly and annual report s,  \n(Am. Compl. ¶ 61).  In total, Provectus avers that RSM’s failures and \nmisrepresentations permitted D ees and Culpepper to loot Provectus of almost $4 \nmillion.  (Am. Compl. ¶ 136.)  \n16. Provectus further alleges that in addition to suffering harm as a result of \nRSM’s failure to provide proper SOX consulting services, Provectus is now facing \nproblems due to other services RSM provided .  As part of these  other services, RSM \nrecorded advance payments from Provectus’s research and development (“R&D”) \naccount to vendors who conducted clinical trial testing of Provectus’s products as part \nof the approval process sanctioned by the Food and Drug Administration.  (Am. \nCompl. ¶¶ 77–78, 81–82.)  Provectus alleges that “RSM utterly failed in its accounting \nand testing to determine which payments to v endors were still advanced payments \nand which had actually been billed against Provectus’s account in respect to each \nindividual vendor.”  (Am. Compl. ¶ 8 3.)  Provectus further avers that its new ly \nretained accountants and auditors have discovered other ma terial weaknesses in \nProvectus’s controls over financial reporting.  (Am. Compl. ¶ 86.)  Provectus claims \nthat RSM’s failures with regard to the R&D account and Provectus’s financial \nreporting “pose the threat of being considered material as related to Pro vectus’s \nfinancial statement reporting requirements,” and that Provectus’s new internal and \nexternal auditors are  now investigating all of Provectus’s advance payments from \nprior years due to RSM’s conduct.  (Am. Compl. ¶ 88.) \n \n \nII. \nPROCEDURAL BACKGROUND \n17. Provectus filed its Complaint in this action on June 9, 2017  and \nsubsequently filed an Amended Complaint on September 18, 2017 .  The Amended \nComplaint asserts claims against RSM for negligence, gross negligence, professional \nmalpractice, negligent misrepresentation, intentional misrepresentation, fraudulent \nconcealment, breach of contract, and breach of fiduciary duty.  \n18. On October 23, 2017, RSM filed the Motion, seeking dismissal of all claims \nunder Rule 12(b)(6) of the North Carolina Rules of Civil Procedure.  RSM also filed a \nsupporting brief to which it attached a series of writings (the “Engagement Letters”) \nthat are signed by Provectus and memorialize  RSM’s SOX compliance services \nengagement with Provectus.  (Def.’s Br. Supp. Mot. Dismiss Ex. A, at 6, 16, 26, 36, \n45, 54, 62 [hereinafter “Engagement Letters”], ECF No. 32 .)  These letters are \nreferenced in Provectus’s Amended Complaint , (E.g., Am. Compl. ¶ 42 (Provectus \nentrusted RSM to perform its  internal audit services  . . . in accordance with the \nengagement letters)), and Provectus has relied upon their contents in its briefing.  \n(Pl.’s Resp. Opp’n Mot. Dismiss 18, ECF No. 37.)  \n19. The Court held a hearing on the Motion on December 19, 2017.  Thereafter, \nthe Court permitted supplemental briefing on certain issues raised at the December \n19 hearing.  That briefing  was completed on January 16 , 2018.  The Motion is now \nripe for resolution.  \n \n \nIII. \nLEGAL STANDARD \n20. In ruling on a motion to dismiss under Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure, the Court’s inquiry is “whether, as a matter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon which \nrelief may be granted under some legal theory[.]”  Harris v. NCNB Nat’l Bank of N.C., \n85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987) (citing Stanback v. Stanback, 297 \nN.C. 181, 185, 254 S.E.2d 611, 615 (1979)).   \n21.  The Court will not grant a motion to dismiss “u nless it appears to a \ncertainty that plaintiff is entitled to no relief under any state of facts which could be \nproved in support of the claim.”  Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, \n166 (1970) (emphasis omitted).  Therefore, dismissal of a cl aim pursuant to Rule \n12(b)(6) is only proper “(1) when the complaint on its face reveals that no law supports \n[the] claim; (2) when the complaint reveals on its face the absence of fact sufficient to \nmake a good claim;  [or] (3) when some fact disclosed in  the complaint necessarily \ndefeats the . . . claim.”  Oates v. JAG, Inc. , 314 N.C. 276, 278, 333 S.E.2d 222, 224 \n(1985).   \n22. The Court construes the allegations in the pleading “in the light most \nfavorable to the non-moving party.”  Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 \nN.C. 1, 5, 802 S.E.2d 888, 891 (2017).  The Court is not, however, required “to accept \nas true allegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’ t of Health & Human \n \n \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005); see also McCrann v. \nPinehurst, LLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, 777 (2013).  The Court may \nalso reject allegations “that are contradicted by the documents attached,  specifically \nreferred to, or incorporated by reference in the complaint.”  Laster v. Francis , 199 \nN.C. App. 572, 577, 681 S.E.2d 858, 862 (2009).   This includes consideration of “the \ncontract which [is] the subject of the action and [is] specifically refe rred to in the \ncomplaint.”  Coley v. N.C. Nat’l Bank , 41 N.C. App. 121, 126, 254 S.E.2d 217, 220 \n(1979). \nIV. \nLEGAL ANALYSIS \n23. RSM’s Motion challenges  Provectus’s claims on several grounds, arguing \nthat (i) the claims are time -barred under the terms of the Engagement Letters, (ii) \nProvectus’s own negligence bars Provectus’s negligence -based claims, (iii) Provectus \nhas not stated a claim for breach of fiduciary duty,  (iv) the economic loss rule bars \nProvectus’s tort claims,  (v) Provectus cannot show that its reliance on alleged \nmisrepresentations was reasonable, (vi) Provectus has not met the requirements of \nRule 9(b)  in pleading its fraud -based claims , and (vii) Provectus is barred from \nseeking consequential and punitive damages under the terms of the Engagem ent \nLetters.   \n24. The Court begins by examining the timeliness of Provectus’s claims before \naddressing RSM’s various arguments specifically against Provectus’s tort claims and \nthe availability of consequential and punitive damages. \n \n \nA. Limitations Period for Provectus’s Claims \n25. Dismissal of a claim under Rule 12(b)(6) is appropriate “if it appears on the \nface of the complaint” that the statute of limitations bars the claim.  Shepard v. Ocwen \nFed. Bank, FSB, 361 N.C. 137, 139, 638 S.E.2d 197, 199 (2006). 2  “Once a defendant \nraises a statute of limitations defense, the burden of showing that the action was \ninstituted within the prescribed period [rests] on the plaintiff.  A plaintiff sustains \nthis burden by showing that the relevant statute of limitations has not expired.”  Id. \n26. Similarly, where a statute does not prohibit a shorter limitations period, \nNorth Carolina courts generally uphold contractual provisions limiting the time  \nperiod for bringing an action on a contract.  See Horne-Wilson, Inc. v. Nat’l Sur. Co., \n202 N.C. 73, 74–75, 161 S.E. 726, 726 (1932) (holding plaintiff could not pursue action \non a bond outside the twelve -month limitations period provided for by the bond’s \nterms); Beard v. Sovereign Lodge of Woodmen of the World , 184 N.C. 154, 157, 113 \nS.E. 661, 662 (1922) (“[T]he time limited is not a statute of limitation, but a contract \nwhich imposes a restriction upon the right of action by definitely fixing the period \nwithin which the plaint iff must assert his rights, and  . . . a failure to comp ly with \nsuch requirement works not only a denial of the plaintiff’s remedy, but a forfeiture of \n                                                 \n2  After an opportunity to fully brief the issue, both sides agr ee that North Carolina law \ngoverns Provectus’s claims.  Based on the allegations in the Amended Complaint, the Court \nagrees and concludes that North Carolina law applies to Provectus’s claims for purposes of \nthis Motion.  See Torres v. McClain , 140 N.C. Ap p. 238, 241, 535 S.E.2d 623, 625 (2000) ; \nKLATMW, Inc. v. Elec. Sys. Prot., Inc., 2011 NCBC LEXIS 12, at *46 (N.C. Super. Ct. May 2, \n2011); cf. Schwarz v. St. Jude Med., Inc. , 802 S.E.2d 782, 788 (N.C. Ct. App. 2017) (holding \nbroadly worded forum -selection clause applied to contract and noncontract claims).  The \nCourt reserves the right to alter this conclusion in later motion practice and at trial should \nthe developing record require the Court to revisit the issue. \n \n \nhis right to enforce the defendant’s obligation. ”); Heilig v. Aetna Life Ins. Co. , 152 \nN.C. 358, 359–60, 67 S.E. 927, 928 (1910) (noting North Carolina courts enforce terms \nwithin insurance policies that limit “the time in which actions to recover the loss \ncovered by the policies can be begun”).   \n27. There is some support for allowing parties to contractually limit their time \nto bring other claims as well, but the Court’s research has disclosed no published \nNorth Carolina decision squarely addressing the issue.  See Steele v. Safeco Ins. Co. \nof Am., No. COA12-266, 2012 N.C. App. LEXIS 1274, at *7–8 (N.C. Ct. App. Nov. 20, \n2012) (concluding that a one-year contractual limitation for the commencement of an \naction was reasonable  and enforceable as to an unfair or deceptive trade practices \nclaim); see also Badgett v. Fed. Express Corp., 378 F. Supp. 2d 613, 622–23 (M.D.N.C. \n2005) (holding a contractual limitation for the time to bring an emotional distress \nclaim valid under federal and North Carolina law). \n28. RSM argues that all of Provectus’s claims are time -barred because the \nEngagement Letters contained limitations clauses that provided “[a]ny action against \neither party by the other in connection with this Agreement must be brought within \neighteen (18) months after the cause of action arises.”  (Def.’s Br. Supp. Mot. Dismiss \n7, ECF No. 31; see Engagement Letters 10, 19, 29, 39, 48, 56.)  RSM also argues that \nthe accrual scheme of N.C. Gen. Stat. 1-15(c) applies to all of Provectus’s claims and \nthat the last act giving rise to Provectus’s claims  occurred in  October 2015 .  \nCombining the proffered eighteen -month limita tions period and the October 2015 \naccrual date, RSM asserts that Provectus’s Complaint, filed June 9, 2017 , was  \n \n \nuntimely because “[a]ll of Provectus’s claims stem from the SOX compliance services \nthat RSM provided pursuant to the annually -executed [E]ngagement [L]etters .”  \n(Def.’s Br. Supp. Mot. Dismiss 8.)   \n29. Provectus counters by alleging that the last act giving rise to Provectus’s \nclaims occurred in February 2016 .  Provectus also argues that the Engagement \nLetters’ limitation s clauses do not apply to its tort -based claims and that  RSM is \nequitably estopped from asserting a limitations defense. \n30. Before proceeding, the Court notes that RSM’s characterization of the scope \nof the Engagement Letters appears problematic.  The Engagement Letters before the \nCourt address only RSM’s “Quarterly Control Monitoring and [SOX] consulting \nengagements” with Provectus.  ( E.g., Engagement Letters 1.)  While a large part of \nProvectus’s allegations do appear to stem from  RSM’s contractual agreement to \nprovide these services, Provectus has also alleged that the parties entered into \nseparate engagements for, among other things, (1) “comprehensive accounting \nservices” and (2) the “review of [Provectus’s] financial statements.”  (Am. Compl. ¶ 2.)  \nFor purposes of RSM’s limitations period argument, however, th is distinction is not \nmaterial because even if the Engagement Letters’ eighteen-month limitations period \nwas intended to apply to all of RSM’s engagements,  the allegations in the Amended \nComplaint allow all of Provectus’s examined claims to survive. \n31. The parties’ arguments present the Court with four questions to address: \nfirst, what statute of limitations would ordinarily govern each of Provectus’s claims; \nsecond, whether the shortened limitations period in the Engagement Letters is \n \n \nenforceable as to each of Provectus’s claims; third, whether each claim is timely under \nthe applicable accrual sch eme and limitations period; and fourth , to the extent the \nCourt concludes Provectus’s claims are time-barred, whether the doctrine of equitable \nestoppel prevents RSM from asserting a limitations defense.   The Court examines \nthese questions with respect to each of Provectus’s claims, with the exception of \nbreach of fiduciary duty, which the Court deals with subsequently. \n1.  Professional Malpractice, Breach of Contract, and Negligence \n32. For several of Provectus’s claims, there is little question as to what statute \nof limitations applies.  Claims for professional malpractice are generally subject to a \nthree-year statute of limitations under N.C. Gen. Stat. § 1 -15(c).  Babb v. Hoskins , \n223 N.C. App. 103, 107, 733 S.E.2d 881, 884 (2012).   Section 1-15(c) also governs \n“claims arising out of the performance of or failure to perform professional services \nbased on negligence or breach of contract.”  Sharp v. Teague, 113 N.C. App. 589, 592, \n439 S.E.2d 792, 794 (1994)  (internal quotation marks omitted); see also Bader v. \nKurdys, No. 1:16-CV-00294, 2017 U.S. Dist. LEXIS 141893, at *3 (W.D.N.C.  Sept. 1, \n2017) (noting that under North Carolina law “claims for negligence or breach of \ncontract that arise from allegations aroun d the failure to perform professional \nservices” are governed by N.C. Gen. Stat. § 1-15(c)).  Thus, notwithstanding possible \nmodification by the Engagement Letters, Provectus’s claims for malpractice, breach \nof contract, and negligence are governed by section 1-15(c). \n33. Next, in looking at the applicable limitations period in which Provectus was \nrequired to bring its claims for malpractice, breach of contract, and negligence, the \n \n \nCourt concludes it need not reach the issue of whether the Engagement Letters’ \neighteen-month limitation period is enforceable or whether the three -year period \nprovided by section 1 -15(c) applies  because the claims are  timely under either \nframework. \n34. The limitations period to bring causes of action governed by section 1 -15(c) \n“begins to run from defendant’s last act giving rise to the claim or from substantial \ncompletion of some service rendered by defendant.”  Harrold v. Dowd, 149 N.C. App. \n777, 78 1, 561 S.E.2d 914, 917  (2002).  “To determine when the last act occurred , \n[courts] consider the contractual relationship between the parties and when the \ncontracted-for services were completed.”  Head v. Gould Killian CPA Grp., P.A. , 812 \nS.E.2d 831, 838  (N.C. 2018).  The key question here is thus when RSM carried out \nthe last act giving rise to Provectus’s malpractice, breach of contract, and negligence \nclaims. \n35. Provectus filed its Complaint on June 9, 2017, rendering claims that arose \nmore than eighteen months prior to that date—i.e., before December 9, 2015—time-\nbarred under the more restrictive limitations period provided by  the Engagement \nLetters.  RSM contends that the last act giving rise to Provectus’s claims occurred \neither on October 27, 2015 —the date RSM asserts it issued its final report to \nProvectus that allegedly contained n egligently or intentionally misleading \ninformation about Provectus’s expense-related internal cont rols—or in November \n2015—when RSM contends it  informed Provectus that it had questions about \nProvectus’s advancements and reimbursements.   RSM also argues tha t each \n \n \nEngagement Letter constituted a separate agreement and that claims related to all \nbut the most-recent Engagement Letter should be considered time-barred. \n36. In contrast, Provectus contends that RSM’s last act was in February 2016,  \nwhen RSM first issued a report acknowledging any failures with Provectus’s internal \ncontrols.  Provectus relies upon its allegation that  RSM continuo usly failed to \n“adequately develop and review Provectus’s internal controls over financial \nreporting” up until this time  to support its contention that February 2016 was the \ndate of the last act giving rise to its claims.  (Am. Compl. ¶¶ 76, 192.) \n37. Addressing RSM’s arguments, the documents RSM proffers to support its \nassertion that RSM’s last act occurred in October or Novem ber 2015 are of limited \npotency on a Rule 12(b)(6) motion .  Even if considered, this evidence does not \ndefinitively prove RSM’s “last act” occurred before December 9, 2015 when the \nAmended Complaint’s allegations are viewed in the light most favorable to Provectus.  \nFurther, on the facts pleaded , the Court cannot agree with RSM that each \nEngagement Letter represents a distinct agreement. \n38.  First, the parties debate whether the Court may consider the October 2015 \nreport offered by RSM at the Rule 12(b)(6) sta ge.  See N.C. R. Civ. P. 12(b); Laster, \n199 N.C. App. at 577, 681 S.E.2d at 862.  The Court need not decide that issue.  Even \nif the Court were to consider the October 2015 report, the report in no way indicates \nthat it was the last act giving rise to Provectus’s claims.  In fact, the report is \nidentified as the “Q3 Control Monitoring Report,” (Def.’s Br. Supp. Mot. Dismiss Ex. \nC, at  1, ECF No. 32),  suggesting that RSM had yet to make the final allegedly \n \n \nmisleading Quarterly Control Monitoring Report for 2015.  ( See Am. Comp. ¶¶ 75 –\n76.)  In short, the October 2015 report’s date does not “contradict” the allegations in \nthe Amended Complaint, Laster, 199 N.C. App. at 577, 681 S.E.2d at 862, and does \nnot disclose a fact that necessarily defeats Provectus’s claim when considered against \nthe four corners of the Amended Complaint , Oates, 314 N.C. at 278, 333 S.E.2d at \n224. \n39. Second, for support that its last act occurred no later than November 2015, \nRSM cites to a complaint filed by Provectus against BHS in Tennessee state court \n(the “BHS Complaint”).  The BHS Complaint alleges that “ [i]n November 2015, \nProvectus was advised b y its internal auditor, [RSM], that RSM had questions \nregarding advanced funds for expenses, reimbursements for expenses, and receipts \nfor expenses, that were incurred by [Provectus’s] now-former CEO, [Dees].”  (Def.’s \nBr. Supp. Mot. Dismiss Ex. B, at 5, E CF No. 32.)   Even if the Court were to take \njudicial notice of this allegation, Zloop, Inc. v. Parker Poe Adams & Bernstein, LLP , \n2018 NCBC LEXIS 16, at *14 (N.C. Super. Ct. Feb. 16, 201 8) (“Courts may in their \ndiscretion take judicial notice of court filings made in other jurisdictions.”), that RSM \ncommunicated to Provectus that it had questions about Dees’s expenses in November \n2015 does not, when viewed in the light most favorable to Provectus, conclusively \ndetermine that RSM’s last act or substantial co mpletion of services giving rise to \nProvectus’s claims occurred at that time. \n40. Finally, the Engagement Letters outlining RSM’s engagement with \nProvectus do not, on their face, clearly create the compartmentalized series of \n \n \nagreements RSM postulates .  For on e thing, while both parties describe the \nEngagement Letters as annual agreements, none of the Engagement Letters \npresented to the Court contain a stated duration or term providing for only one year’s \nworth of services.  To the contrary, the Engagement Letters appear to contemplate \ncontinuing services provided by RSM, such as “[o]ngoing internal controls \nmonitoring.”  (Engagement Letters 60.)  The letters also appear to have been signed \nat varying intervals—the first letter is dated January 9, 2007; the second August 19, \n2009; the third June 28, 2011; the fourth March 12, 2012 , (Engagement Letters 31, \n41, 50, 57)—and all but the first letter provide that they are meant to “supersede all \nprior oral and written communications” between the parties “and may be amended, \nmodified or changed  . . . in writing when signed by both parties,” (Engagement \nLetters 7, 17, 27, 37, 46, 55).   \n41. The Court does not believe that these provisions , or what the Court may \ndiscern about the circumstances surrounding each Engagement Letter under the \nlimitations of Rule 12(b)(6), allow the Court to conclude as a matter of law that the \nEngagement Letters constitute separate agreements, each with their own limitations \nperiod, at this stage of the proceedings.  See Fulghum v. Selma, 238 N.C. 100, 104, 76 \nS.E.2d 368, 370 (1953)  (“Where the parties to a contract calling for a continuing \nperformance fix no time for its duration and none can be implied from the nature of \nthe contract or from the surrounding circumstances, the contract is terminable at will \nby either party on reasonable notice to the other.”); see also Electro Lift, Inc. v. Miller \nEquip. Co. , 4 N.C. App. 203, 207, 166 S.E.2d 454, 456 ( 1969) (“ Parties to \n \n \na contract may, by  mutual consent, agree to change its terms.”) ; cf. Williamson v. \nPricewaterhouseCoopers LLP , 872 N.E.2d 842, 847 (N.Y. 2007) (holding claims on \nsome of plaintiff’s annual engagements with an auditor were time-barred under New \nYork’s applicable statute of limitations where each agreement was for “separate and \ndiscrete audit services” for plaintiff’s year -end financial statements and did not \ncontemplate further work). \n42. Instead, viewing Provectus’s allegations as proven  and looking at the \ncontractual relationship between the parties as pleaded, the duration of the parties’ \nengagement, and when the alleged mistakes could no longer be remedied, as well as \nthe negligence and contractual breach alleged, the Court finds that a factfinder could \nreasonably conclude  that RSM’s last act occurred in early 2016 .  The Amended \nComplaint alleges that the engagements between Provectus and RSM lasted at least \nuntil February 2016.  Under the terms of that relationship, RSM was to assist \nProvectus, “as requested, in the development  and implementation” of an “ongoing \ninternal audit plan” and ongoing monitoring.  (Engagement Letters 2 –3.)  RSM \nwarranted that its services would be performed “with reasonable care in a diligent \nand competent manner.”  (Engagement Letters 7.)  Provectus’s claims for malpractice, \nnegligence, and breach of contract are based, in part, on allegations that RSM \ncontinuously failed to properly implement or monitor Provectus’s internal controls \nand that RSM’s failure to meet its ongoing obligations allowed Dees a nd Culpepper \n \n \nto receive improper fund transfers through at least the beginning of 2016.  (Am. \nCompl. ¶ 7.)   \n43. Based on these allegations, t he Court concludes that Provectus has \nsufficiently alleged facts showing that RSM’s last act giving rise to Provectus’ s \nmalpractice, negligence, and breach of contract claims occurred after December 9, \n2015.  Compare Sunbow Indus., Inc. v. London , 58 N.C. App. 751, 753, 294 S.E.2d \n409, 410 (1982) (attorney’s contracted -for services imposed a duty to represent \nplaintiff during closing and continuing duty to perfect plaintiff’s security interest), \nwith Hargett v. Holland, 337 N.C. 651, 655 –56, 447 S.E.2d 784, 788 (1994) (holding \nthe last act or completion of services by attorney occurred when attorney supervised \nthe execution of a will and the contract with the attorney’s client did not impose a \ncontinuing obligation to review or correct the will).  See generally Head, 812 S.E.2d \nat 838 (discussing both Sunbow and Hargett for purposes of determining when a \ncause of action acc rues under N.C. Gen. Stat. 1 -15(c)).  The claims are thus timely \nunder the limitations period s provided by either the Engagement Letters or section \n1-15(c). \n44. Accordingly, the Court concludes that Provectus’s claims for malpractice, \nnegligence, and breach of contract will not be dismissed on limitation period grounds \nat the Rule 12(b)(6) stage.  This decision does not preclude RSM from raising a statute \nof limitations defense as the factual record develops.  In light of this conclusion, the \n \n \nCourt need not address Provectus’s equitable estoppel argument with respect to these \nclaims.3 \n2. Negligent Misrepresentation \n45. Determining which statute of limitations applies to P rovectus’s claim for \nnegligent misrepresentation and whether the eighteen-month limitation period in the \nEngagement Letters is enforceable against this claim is more difficult. \n46. Our appellate courts have previously held that the three -year statute of \nlimitations provided by N.C. Gen. Stat. § 1 -52(5) applies to claims for negligent \nmisrepresentation.  Guyton v. FM Lending Servs. , 199 N.C. App. 30, 35, 681 S.E.2d \n465, 470 (2009).   These courts have also agreed that “[a] claim for negligent \nmisrepresentation does not accrue until two events occur: first, the claimant suffers \nharm because of the misrepresentation, and second, the claimant discovers the \nmisrepresentation.”  Id. at 35, 681 S.E.2d at 470 –71 (internal quotation marks \nomitted).  The Supreme Court of N orth Ca rolina has , however,  alluded to the \npossibility that a claim for negligent misrepresentation may be brought into the fold \nof section 1 -15(c) in certain circumstances.   Barger v. McCoy Hillard & Parks , 346 \nN.C. 650, 665, 488 S.E.2d 215, 223–24 (1997). \n                                                 \n3  RSM also contends that if the Court determines section 1-15(c) applies to any of Provectus’s \nclaims, the four-year statute of repose in section 1 -15(c) bars all of Provectus’s claims that \naccrued prior to June 2013.  Section 1 -15(c)’s statute of repose beings to run “from the last \nact of the defendant giving rise to the” malpractice action.  N.C. Gen. Stat. § 1-15(c).  Because \nthe Court concludes that Provectus has pleaded facts that, when taken in the light most \nfavorable to Provectus, allow for the conclusion that the last act giving rise t o Provectus’s \nclaims governed by section 1 -15(c) occurred after December 9, 2015, section 1 -15(c)’s four-\nyear statute of repose will not bar those claims at this stage of the case. \n \n \n47. In Barger, our Supreme Court noted that it had never expressly addressed \n“whether . . . a negligent misrepresentation claim would be tantamount to a \nprofessional malpractice claim for purposes of determining the appropriate statute of \nlimitations.”  Id. at 665, 488 S.E.2d at 223.  Faced with the question of what statute \nof limitations governed a claim for negligent misrepresentation by a non -client \nagainst an accounting firm , the court examined the language of section 1 -15(c).  Id.  \nThe court observed that section 1 -15(c) applies to causes of action arising from a \nparty’s rendering of “professional services.”  Id.; see also N.C. Gen. Stat. § 1 -15(c).  \nProfessional services, the court reasoned, “refers to those services where a \nprofessional relationship exists between plaintiff and defendant —such as a \nphysician-patient or attorney -client relationship .”  Barger, 346 N.C. at 665, 488 \nS.E.2d at 223 (internal quotation marks omitted).   Because no such prof essional \nrelationship existed between the parties  in Barger, the court concluded that section \n1-15(c) did not govern the claim for negligent misrepresentation.  Id. at 665, 488 \nS.E.2d at 223– 24 (“In the absence of a professional relationship between the parties, \nthis claim cannot fall under the professional malpractice statute of limitations.”). \n48. If the preeminent factor preventing section 1-15(c) from applying to a claim \nfor negligent misrepresentation in Barger was the lack of a professional relationship, \nthen here, where such a relationship is alleged to ex ist, see Head v. Gould Killian \nCPA Grp., P.A. , 795 S.E.2d 142, 149 (N.C. Ct. App. 2016)  (holding evidence and \nallegations sufficient to support a client’s claim for professional malpractice against \naccountants), aff’d in part and rev’d in part on other gro unds, 812 S.E.2d 831 (N.C. \n \n \n2018), it stands to reason  that Provectus’s negligent misrepresentation claim is \n“tantamount to a professional malpractice claim for purposes of determining the \nappropriate statute of limitations.”  See Barger, 346 N.C. at 665, 488 S.E.2d at 223.  \nThe facts alleged here show that an accountant-client or auditor-client relationship \nexisted between Provectus and RSM,  and Provectus’s claim arises from alleged \nnegligence in RSM’s provision of professional services.  Accordingly, the Court \nconcludes that section 1 -15(c) applies to Provectus’s claim for negligent \nmisrepresentation. \n49. Having so concluded, the Court next concludes it need not reach the issue of \nwhether the limitations period of the Engagement Letters or section 1 -15(c) applies \nto Provectus’s negligent misrepresentation claim because th e claim is timely under \neither framework. \n50. Under North Carolina law, omissions do not serve as a basis for a negligent \nmisrepresentation claim.  Carmayer, LLC v. Koury Aviation, Inc., 2017 NCBC LEXIS \n82, at *38 (N.C. Super. Ct. Sept. 11, 2017); DeGorter v. Capitol Wealth, Inc. , 2016 \nNCBC LEXIS 44, at *26 n.2 (N.C. Super. Ct. May 31, 2016).  Here, this rule means \nthat the last act giving rise to Provectus’s claim for negligent misrepresentation must \nhave been an actual misrepresentation by RSM, not simply a failure to correct an \nearlier misrepresentation.  See Carmayer, LLC, 2017 NCBC LEXIS 82, at *38. \n51. RSM argues that the last act giving rise to Provectus’s claim for negligent \nmisrepresentation occurred in October 2015, when RSM tendered the already \ndiscussed October 2015 report.  As stated above, however, the October 2015 report \n \n \ndoes not definit ively establish  that it was the last source of the alleged \nmisrepresentations.  Provectus avers  that the 2015 Quarterly Control Monitoring \nReports contained false or misleading information and that it was not until the 2015 \nannual report in February 2016 that RSM revealed the problems with Provectus’s \ninternal controls.  (See Am. Comp. ¶¶ 75–76.)  Therefore, viewing the alleged facts in \nthe light most favorable to Provectus, the Court must acknowledge that RSM likely \nmade its last allegedly misleading statement to Provectus on some  date after the \nOctober 2015 Q3 report was issued and  possibly after December 9, 2015.  As stated \npreviously, the October 2015 report does not “contradict” the allegations in the \nAmended Complaint, Laster, 199 N.C. App. at 577, 681 S.E.2d at 862, nor does it \ndisclose a fact that necessarily defeats Provectus’s claim when the  Court considers \nthe report against the four corners of the Amended Complaint, Oates, 314 N.C. at \n278, 333 S.E.2d at 224.  Consequently, Provectus’s claim for negligent \nmisrepresentation will not be dismissed on limitations period grounds at the motion \nto dismiss stage of this case.   This decision does not prevent RSM from raising a \nstatute of limitations defense as the factual record develops. \n3. Intentional Misrepresentation and Fraudulent Concealment \n52. Fraud by a professional is not within the scope of section 1 -15(c).  Sharp, \n113 N.C. App. at 592, 439 S.E.2d at 794.  Provectus’s claims for intentional \nmisrepresentation and fraudulent concealment thus fall under N.C. Gen. Stat. § 1 -\n52(9).  See N.C. Gen. Stat. § 1-52(9).  \n \n \n53. The Court need not decide whether the Engagement Letters’ eighteen -\nmonth limitation period is enforceable as to Provectus’s fraud -based claims because \nthe claims are timely even if the shorter eighteen-month period applies.   \n54. Claims for fraud generally accrue at the time of discovery, “regardless of the \nlength of time between the fraudulent act or mistake and plaintiff’s discovery of it.”  \nBirtha v. Stonemor, N .C., LLC , 220 N.C. App. 286, 297, 727 S.E.2d 1, 9 (2012).  \n“[D]iscovery means either actual discovery or when the fraud should have been \ndiscovered in the exercise of reasonable diligence. ”  Id. (internal quotation marks \nomitted). \n55. RSM contends that Provectus discovered the basis for its intentional \nmisrepresentation and fraudulent concealment claims  in November 2015 by again \nciting the BHS Complaint.  According to RSM, Provectus should have discovered its \nemployees’ fraud after learning  “RSM had questions regarding advanced funds for \nexpenses, reimbursements for expenses, and receipts for expenses, that were incurred \nby” Dees.  (Def.’s Br. Supp. Mot. Dismiss Ex. B, at 5.)  Because Provectus brought its \nfraud claims more than eighteen months after November 2015, RSM argues both \nfraud claims are untimely. \n56. Here too, however, even if the Court were to take judicial notice of the \nallegations in the BHS Complaint, the cited language does not contradict or otherwise \nundermine Provectus’s allegation in this litigation that Provectus did not disco ver \nRSM’s misrepresentations until February 2016.  That “RSM had questions regarding \nadvanced funds” does not necessarily establish that, at that same time, Provectus \n \n \ndiscovered—or through reasonable diligence should have discovered —the alleged \nfacts that serve as the basis for Provectus’s c laims here.   Accordingly, the Court \nconcludes that RSM’s Motion should be denied to the extent it seeks dismissal of \nProvectus’s claims for intentional misrepresentation or fraudulent concealment  on \nlimitation period grounds  on the facts pleaded .  This dec ision does not prejudice \nRSM’s ability to raise a statute of limitations defense as the factual record develops. \n4. Gross Negligence \n57. With respect to Provectus’s claim for gross negligence, matters again become \ncomplicated.  Unlike claims of breach of contract and ordinary negligence, the Court’s \nresearch has revealed no case law in North Carolina addressing whether claims for \ngross negligence are subsumed within section 1-15(c)’s provisions when premised on \nfacts that also give rise to a claim for professional malpractice .  After carefully \nexamining appellate precedent concerning gross negligence, ordinary negligence, and \nsection 1 -15(c), the Court concludes that section 1 -15(c) does not apply to gross \nnegligence claims. \n58. “[T]he difference between ordinary negligence and gross negligence is \nsubstantial.”  Yancey v. Lea , 354 N.C. 48, 53, 550 S.E.2d 155, 158 (2001).  Our \nSupreme Court has previously defined gross negligence as “wanton conduct done with \na conscious or reckless di sregard for the rights and safety of others ” or “wilful \nnegligence [involving] a deliberate purpose not to discharge some duty necessary to \nthe safety of the person or property of another[.]”  Id. at 52–53, 550 S.E.2d at 157–58.  \nWhereas negligence connote s “inadvertence” of varying extremes, willfulness and \n \n \nwantonness are characterized by intentional wrongdoing.  Id. at 53, 550 S.E.2d at \n158.  Thus, “[a]n act or conduct rises to the level of gross negligence when the  act is \ndone purposely and with knowledg e that such act is a breach of duty to others, i.e., \na conscious disregard of the safety of others.”  Id. \n59. In the context of section 1-15(c), this difference has substantial implications.  \nOur Court of Appeals has previously held that fraud by a professional “is not within \nthe scope of ‘professional services’ as that term is used in N.C. Gen. Stat. § 1 -15(c),” \nreasoning that fraud includes a “deliberate” breach of professional obligations.  See \nSharp, 113 N.C. App. at 592, 439 S.E.2d at 794 .  In that gross negligence involves \nacts “done purposely and with knowledge that such act is a breach of duty to others,” \nYancey, 354 N.C. at 53, 550 S.E.2d at 158, the same conclusion must be drawn—that \nwillful and wanton conduct associated with a claim for gross negligence does not fall \nwithin “professional services,” as that term is used in section 1-15(c), and “thus cannot \nbe ‘malpractice’ within the meaning of that statute,” see Sharp, 113 N.C. App. at 592, \n439 S.E.2d at 794. \n60. The Court therefore concludes that Provectus’s gross negligence claim is not \ngoverned by section 1-15(c) and that the applicable statute of limitations would thus \nordinarily be three years.  See N.C. Gen. Stat. § 1 -52(5).  The Court next turns to \nwhether the Engagement Letters’ limitations period is enforceable as to this claim. \n61. North Carolina case law supports the proposition that parties may \ncontractually limit their risks associated with possible claims for ordinary negligence, \nsee Hall v. Sinclair Refining Co. , 242 N.C. 707, 709, 89 S.E.2d 396, 397 (1955), but \n \n \ndoes not provide the same basis for enforcing contractual protections against liability \nfor intentional wrongdoing, see Ada Liss Grp. v. Sara Lee Corp., No. 06CV610, 2010 \nU.S. Dist. LEXIS 59691, at *26–27 (M.D.N.C. Apr. 28, 2010)  (noting that no North \nCarolina decision supports “enforcement of exculpatory clauses for intentional \nwrongdoing”).  This contrast in North Carolina’s law cautions against enforcing \ncontract clauses that shorten the time period in whi ch a party can seek relief for \ninjuries resulting from intentional wrongdoing.  The Court therefore concludes that \nthe three-year statute of limitations provided by N.C. Gen. Stat. § 1-52(5) applies to \nProvectus’s claim for gross negligence, not the eighteen-month period set forth in the \nEngagement Letters. \n62. The final question for the Court to resolve is whether the three-year statute \nof limitations the Court has found applicable to a claim for gross negligence bars any \npart of Provectus’s gross negligence claim here.  Ordinarily, the statute of limitations \nfor gross negligence begins to run from the date “the wrong [was] complete,” Lee v. \nCity of Fayetteville , No. 5:15 -CV-638-FL, 2016 U.S. Dist. LEXIS 42366, at *19 \n(E.D.N.C. Mar. 30, 2016)  (alteration in original) (quoting Fulton v. Vickery, 73 N.C. \nApp. 382, 389–90, 326 S.E.2d 354, 359 (1985)), even if the damages or injuries at that \ntime are nominal or undiscovered, see Birtha, 220 N.C. App. at 292, 727 S.E.2d at 9.   \n63. North Carolina recognizes “ an exception to the general rule that a claim \naccrues when the right to maintain a suit arises” in the “continuing wrong doctrine.”  \nBabb v. Graham , 190 N.C. App. 463, 481, 660 S.E.2d 626, 637 (2008).   “When this \ndoctrine applies, a statute of limitations does not begin to run until the violative act \n \n \nceases.”  Williams v. Blue Cross Blue Shield, 357 N.C. 170, 179, 581 S.E.2d 415, 423 \n(2003).  The doctrine is triggered by “continual unlawful acts,” but “not by continual \nill effects from an original violation.”  Id.  To determine whether the doctrine applies, \ncourts consider “the particular policies of the statute of limitations in question, as \nwell as the nature of the wrongful conduct and harm alleged.”  Id. (quoting Cooper v. \nUnited States, 442 F.2d 908, 912 (7th Cir. 1971)).   Here, Provectus argues that the \ncontinuing wrong doctrine operates to save its gross negligence claim.4 \n64. Provectus alleges three main categories of wrongful conduct giving rise to \nits gross negligence claim: (i) the preparation and communication of misinformation, \n(ii) a failure to properly test and monitor  Provectus’s internal controls  or require \nsubstantiation for T&E expenditures , and (iii) a failur e to adequately design or \nimplement sufficient internal controls.  (Am. Compl. ¶ ¶ 156–57.)  For the first two \ncategories of conduct, the Court concludes that P rovectus has alleged continuing \nviolations by RSM that fall within the three years prior to Provectus filing suit.   \n65. In contrast , w ith respect to the third category —inadequately designed \ninternal controls—the last implementation of a T&E-related internal control alleged \nin the Amended Complaint occurred in 2010 when RSM assisted in devel oping the \n2010 Purchase to Pay Process Narrative.  (Am. Compl. ¶ 33.)  Provectus acknowledges \n                                                 \n4  Provectus contends that the continuing wrong doctrine saves all of its claims in this case.  \nThe doctrine is not applicable, however, to Provectus’s other claims, which are governed by \nsection 1-15(c) or other incompatible accrual schemes.  See Williams, 357 N.C. at 178–79, 581 \nS.E.2d at 423 (stating that the continuing wrong doctrine is an exception to the general \naccrual rule applicable to claims other than malpractice); Birtha, 220 N.C. App. at 297, 727 \nS.E.2d at 9.  Thus, the only claim the doctrine affects is Provectus’s gross negligence claim. \n \n \n \nthat this was the “only change” RSM made to the Purchase to Pay Process Narrative.  \n(Pl.’s Resp. Opp’n Mot. Dismiss 15.)  Thus, e ven if P rovectus was subsequently \ninjured as a result of gross negligence in the design of this process  or a failure to \ncorrect flaws in the process , that harm would be a continuing ill effect  from the \noriginal implementation of the 2010 Narrative, not a continuing wrong that would \ndelay the accrual of Provectus’s claim. \n66. As a result, the Court concludes Provectus’s gross negligence claim is timely \nto the extent that claim is premised on wrongs concerning RSM’s misrepresentations \nor failure to properly monitor Provectus’s internal controls.  To the extent the claim \nis based on RSM’s grossly negligent design of Provectus’s internal controls, however, \nthe claim is time-barred unless the doctrine of equitable estoppel applies. \n67. “The doctrine of estoppel applies when a plaintiff shows the defendant’s \nactions caused the plaintiff to be reasonably and justifiably misled into missing the \nstatute of limitations deadline.”  Turning Point Indus. v. Global Furniture, Inc., 183 \nN.C. Ap. 119, 125, 643 S.E.2d 664, 668 ( 2007).  When considered in the context of a \nmotion to dismiss under Rule 12(b)(6), the “issue is whether the complaint on its face \nsufficiently states a claim for relief to equitably estop” a defendant from asserting the \nstatute of limitations.  Bryant v. Adams, 116 N.C. App. 448, 460, 448 S.E.2d 832, 838 \n(1994).  The essential elements of equitable estoppel are: \n(1) conduct on the part of the party sought to be estopped which amounts to \na false representation or concealment of material facts; (2) the intention that \nsuch conduct will be acted on by the other party; and (3) knowledge, actual or \nconstructive, of the real facts.  The party asserting the defense must have (1) \na lack of knowledge and  the means of knowledge as to the real facts in \n \n \nquestion; and (2) relied upon the conduct of the party sought to be estopped \nto his prejudice. \n \nId. \n \n68. On its face, Provectus’s Amended Complaint provides the essential elements \nfor equitable estoppel to apply to Provectus’s gross negligence claim to the extent that \nclaim is based upon negligent design.  Provectus alleges that RSM concealed the \nflawed design of Provectus’s internal controls by giving false “satisfactory” ratings to \nProvectus in order to induce Provectus to continue its engagements with RSM.  (Am. \nCompl. ¶¶ 55, 66 –75, 203.)  Provec tus also alleges facts that, when taken as true, \nshow its reli ance on RSM’s reports contributed to the damage done by Dees and \nCulpepper and prevented Provectus from filing suit within the three years following \nthe implementation of the 2010 Purchase to Pay Process Narrative.   (Am. Compl. ¶¶ \n43, 59, 202.) \n69. RSM replies to Provectus’s request for equitable estoppel relief by arguing \nthat even if the above is true, Provectus has not alleged facts showing it lacked  the \nmeans to discover the truth about its problematic advancement and reimbursement \ncontrols or the ways in which Dees and Culpepper were exploiting those controls.   \nProvectus argues that this is not the case, contending that its allegations show that \nRSM’s development, drafting, implementation, and testing of the internal controls \nprevented Provectus from knowing or having the means to know that the controls \nwere deficient. \n70. The Court agrees with Provectus at this stage of the case.  Provectus alleges \nfacts showing that Provectus was unaware of the problems with its internal controls.  \n \n \n(See, e.g., Am. Compl. ¶¶ 58–59.)  Provectus also alleges that RSM was tasked with \ndesigning, monitoring, and testing the deficient advancement and reimbursement \ncontrols, that Provectus lacked the internal resources or ability to manage such \ncontrols, and that Provectus’s CFO, the employee who played a central role in making \nsure Provectus followed  the controls, was simultaneously exploiting weaknesses in \nthose controls for his own profit.  (Am. Compl. ¶¶ 20, 31–35, 39.)  Viewing these facts \nin the light most favorable to Provectus, the Court concludes that the Amended \nComplaint sufficiently pleads that Provectus lacked a means of knowing the truth \nabout the flawed internal controls to complete the necessary elements of equitable \nestoppel.  As a result, the Court will not dismiss Provectus’s claim for gross negligence \nbased upon the design of Provectus’s internal controls on statute of limitations  \ngrounds.  This decision does not preclude RSM from raising a statute of limitations \ndefense or challenging Provectus’s assertion of equitable estoppel as the factual \nrecord develops. \nB. Tort Claims  \n71. RSM offers several additional arguments to support dismissal of Provectus’s \ntort claims.  The Court addresses each in turn.  \n1. Contributory Negligence \n72. RSM first contends that Provectus’s negligence-based claims—negligence, \ngross negligence, professional malpractice, and negligent misrepresentation—should \nbe dismissed because the Amended Complaint’s allegations demonstrate contributory \n \n \nnegligence on the part of Provectus.  Viewing the alleg ations in the light most \nfavorable to Provectus, the Court disagrees.  \n73. “Contributory negligence is negligence on the part of the plaintiff which \njoins, simultaneously or successively, with the negligence of the defendant alleged in \nthe complaint to produce the injury of which the plaintiff complains.”  Piraino Bros. \nv. Atl. Fin. Grp., Inc., 211 N.C. App. 343, 351–52, 712 S.E.2d 328, 334 (2011) (internal \nquotation marks omitted).  In North Carolina, a plaintiff’s contributory negligence \nacts as “a complete bar” to its own negligence claims, Swain v. Preston Falls E., \nL.L.C., 156 N.C. App. 35 7, 361, 576 S.E.2d 699, 702 (2003), and “gross contributory \nnegligence” acts as a complete bar to recovery on a claim for gross negligence , \nMcCauley v. Thomas, 242 N.C. App. 82, 89, 774 S.E.2d 421, 426 (2015).  This doctrine \ncan also serve to bar professional negligence claims, see Piraino Bros., 211 N.C. App. \nat 351, 712 S.E.2d at 334, and claims for negligent misrepresentation, see Swain, 156 \nN.C. App. at 360–62, 576 S.E.2d at 702–03 (affirming trial court’s dismissal of various \nnegligence claims, including negligent misrepresentation, on contributory negligence \ngrounds); see also Vigus v. Milton A. Latta & Sons Dairy Farms, Inc., No. COA08-700, \n2009 N.C. App. LEXIS 830, at *34 (N.C. Ct. App. May 19, 2009) ( noting that \n“justifiable reliance (an element of  negligent misrepresentation) \nand contributory negligence (a defense to  negligent misrepresentation) are closely \nassociated bars to recovery” on negligent misrepresentation claims). \n74. In the context of Rule 12(b)(6), the Court may dismiss negligence claims as \na result of contributory negligence when a claimant’s allegations, taken as true, “show \n \n \nnegligence on the [claimant’s] part[,] proximately contributing to his injury, so clearly \nthat no other conclusion can be reasonably drawn therefrom.”  Mohr v. Matthews, 237 \nN.C. App. 448, 451, 768 S.E.2d 10, 12–13 (2014) (quoting Sharp v. CSX Transp., Inc., \n160 N.C. App. 241, 244–45, 584 S.E.2d 888, 890 (2003)). \n75. Here, RSM argues that  Provectus’s own negligence produced Provectus’s \nalleged injury because Provectus playe d an essential part in the process for paying \nemployee advances .  Th at process required two of Provectus’s three founders to \napprove T&E advances before the CFO , Culpepper,  prepared the  corresponding \njournal entry and forwarded information to RSM.  (Am. Compl. ¶ 35.)  In a company \nof four employees, this meant  at least one Provectus employee  not engaged in \nfraudulent acts approved each transaction.  RSM thus contends that Provectus was \nnegligent through its officers each time there was a fra udulent wire transfer.  RSM \nfurther contends that Provectus contributed to its own injuries because Provectus \nwas responsible for providing  documentation to RSM to support requested \nreimbursements.  (See Am. Compl. ¶¶ 48, 49.) \n76. Provectus counters by arguing that true fault lies with RSM because RSM \nwas the entity that negligently developed and implemented the processes for \nProvectus’s T&E advances and reimbursements.  Thus, Provectus contends, any \nproblems arising from  the proces s for approving these expenses are directly \n \n \nattributable to RSM’s negligence in creating a system that facilitated Dees’s and \nCulpepper’s alleged misconduct. \n77. While RSM’s arguments may potentially give rise to an inference of \ncontributory negligence, the Court concludes that Provectus’s allegations do not show \ncontributory negligence “so clearly that no other conclusion can be reasonably drawn \ntherefrom.”  Mohr, 237 N.C. App. at 451, 768 S.E.2d at 13.  The Court cannot rule at \nthis stage that Provectus’s officers’ approvals of problematic expenses and Provectus’s \nfailure to continue providing supporting documentation to RSM amount to negligence \nas a matter of law —particularly in light of Dees’s and Culpepper’s allegedly \nfraudulent conduct and the Amended Complaint’s lack of specific facts concerning the \nreimbursement process and what Provectus’s other two employees could have or \nshould have known.  See Martishius v. Carolco Studios, Inc., 355 N.C. 465, 479, 562 \nS.E.2d 887, 896 (2002) (“The exist ence of contributory negligence is ordinarily a \nquestion for the jury[.]”); Sharp, 160 N.C. App. at 245, 584 S.E.2d at 891 (reversing \ntrial court’s dismissal of negligence claims on the basis of contributory negligence \nbecause, at the motion to dismiss stage, the complaint presented the question of \nwhether plaintiff exercised due care).  \n78. Additionally, contrary to RSM’s assertion that Provectus acted without due \ncare as a matter of law through the fraudulent acts “of Dees and Culpepper \nthemselves,” ( Def.’s Br. Supp. Mot. Dismiss 17), the Court cannot conclusively \ndetermine that such acts would render Provectus negligent under agency principles.  \nSee Estes v. Comstock Homebuilding Cos ., 195 N.C. App. 536, 542, 673 S.E.2d 399, \n \n \n403 (2009) (“[A]n act of the servant is not within the scope of employment if it is done \nwith no intention to perform it as a part of or incident to a service on account of which \nhe is employed.”); Reinninger v. Prestige Fabricators, Inc. , 136 N.C. App. 255, 262, \n523 S.E.2d 720, 725 (1999) ( “When, however, the agent has a reason or motive to \nwithhold facts from his principal, the knowledge of the agent is not  imputed to the \nprincipal.” (internal quotation marks omitted)); see also In re Am. Biomaterials Corp., \n954 F.2d 919, 924–25 (3d Cir. 1992) (noting that an employee who embezzles from his \ncorporation does not act within the scope of his employment in doing so).  Accordingly, \nthe Court will not dismiss  Provectus’s negligence-based claims on this basis  under \nRule 12(b)(6).   \n2. Breach of Fiduciary Duty \n79. RSM contends that Provectus’s claim for breach of fiduciary duty should be \ndismissed because the allegations do not demonstrate that a fiduciary relationship \nexisted between RSM and Provectus.   \n80. For a successful breach of fiduciary duty claim, a plaintiff must show that \n“(1) [defendant] owed [plaintiff] a fiduciary duty ; (2) [defendant] breached [its] \nfiduciary duty; and (3) the breach of fiduciary duty was a proximate cause of injury \nto [plaintiff].”  Alkemal Singapore Private Ltd. v. DEW Glob. Fin., LLC , 2018 NCBC \nLEXIS 36, at *34 (N.C. Super. Ct. Apr. 19, 2018) (citing Farndale Co. v. Gibellini, 176 \nN.C. App. 60, 68, 628 S.E.2d 15, 20 (2006) ).  An initial requirement for a breach of \nfiduciary duty claim is a fiduciary relationship between the parties.  Dalton v. Camp, \n353 N.C. 647, 651, 548 S.E.2d 704, 707 (2001).  North Carolina law recognizes that “a \n \n \nfiduciary duty can arise by operation of law ( de jure ) or based on the facts and \ncircumstances ( de facto )[.]”  Lockerman v. S. River Elec. Membership Corp ., 794 \nS.E.2d 346, 351 (N.C. Ct. App. 2016).   \n81. “[D]e jure fiduciary relationships . . . arise . . . because of the nature of the \nrelationship, ‘such as attorney and client, broker and principal, executor or \nadministrator and heir, legatee or devisee, factor and principal, guardian and ward, \npartners, principal and agent, trustee and cestui que trust.’”   BDM Invs. v. Lenhil, \nInc., 2012 NCBC LEXIS 7, at *51  (N.C. Super. Ct. Jan. 18, 2012) (quoting Abbitt v. \nGregory, 201 N.C. 577, 598, 160 S.E. 896, 906 ( 1931)).  North Carolina courts , \nhowever, do not recognize de jure fiduciary relationships between accountants and \ntheir clients, or between external auditors and their clients.  See CommScope Credit \nUnion v. Butler & Burke, LLP , 369 N.C. 48, 52 –53, 790 S.E.2d 657, 660 (2016) \n(external auditors) ; Harrold, 149 N.C. App.  at 783–84, 561 S.E.2d at 919 \n(accountants).  Provectus acknowledges this point of law and thus only contends that \na de facto fiduciary relationship existed between RSM and Provectus.  \n82. For purposes of determining whether a de facto fiduciary relationship exists, \nNorth Carolina courts compare the facts of a case to the  well-settled definition of a \nfiduciary relationship: \n[A] fiduciary relationship [is] one in which there has been a special confidence \nreposed in one who in equity and good conscience is bound to act in good faith \nand with due regard to the interests of the one reposi ng confidence.  All \n \n \nfiduciary relationships are characterized by a heightened level of trust and \nthe duty of the fiduciary to act in the best interests of the other party. \n \nCommScope Credit Union, 369 N.C. at 52, 790 S.E.2d at 660 (internal citations and \nquotation marks omitted).  “Specifically, a fiduciary relationship arises whenever \nthere is confidence reposed on  one side, and resulting domination and influence on \nthe other.”  Head, 812 S.E.2d at 837 (internal quotation marks omitted).  This is a \ndemanding standard, and “[o]nly when one party figuratively holds all the cards—all \nthe financial power or technical in formation, for example —have North Carolina \ncourts found that the ‘special circumstance’ of a fiduciary relationship has arisen.”  \nBDM Invs., 2012 NCBC LEXIS 7, at *52 (quoting Broussard v. Meineke Disc. Muffler \nShops, Inc. , 155 F.3d 331, 348 (4th Cir.  1998)).  Accordingly, at this stage of the \nlitigation, the Court examines whether the allegations in the Amended Complaint, if \ntrue, establish a de facto fiduciary relationship between RSM and Provectus.  \n83. The Engagement Letters state that RSM “[would] be entitled to rely on all \nof [Provectus’s] decisions and approvals made independently, and [RSM would] not \nbe obligated to evaluate, advise on, confirm or reject such decisions and approvals.”  \n(Engagement Letter s 4.)  I t was Provectus’s management that was ultimately \nresponsible for all of the following: \n(1) establishing and maintaining effective internal control over financial \nreporting and safeguarding assets; (2) identifying and ensuring that \n[Provectus] complies with the requirements of the Sarbanes -Oxley Act and \nother laws and regulations applicable to [Provectus’s] activities; [and] (3) \ninforming [RSM] of all significant deficiencies and material weaknesses in \ninternal controls of which [Provectus] has knowledge[.] \n \n \n \n(Engagement Letters 4.)  Such language does not suggest a relationship characterized \nby “domination and influence” or one in which RSM held “all the cards.” \n84. Nevertheless, Provectus also contends that a fiduciary relationship existed \nbecause RSM expanded its SOX compliance duties beyond those enumerated in the  \nEngagement Letters to assume duties that were originally delegated to Provectus .  \nFor support, Provectus points to the 2007 Purchase to Pay Process Narrative, which \nRSM allegedly developed, reviewed, and commented on.   \n85. Provectus’s allegations, however, also reveal that—pursuant to the 2007 \nNarrative—RSM recorded Provectus’s expenditures only after two of the three \nProvectus founders approved the expenditure and after the CFO “prepare[d] the \njournal entry to record the  transaction.”   (Am. Compl. ¶ 35.)  Thus, even assuming \nRSM’s development and review of the Purchase to Pay Process Narrative was extra-\ncontractual, the developed system bestowed ultimate decision-making authority on \nProvectus.  Such allegations do not establish a fiduciary relationship.  See Bradshaw \nv. Maiden, 2015 NCBC LEXIS 80, at *36  (N.C. Super. Ct. Aug. 10, 2015) ; see also \nKastel v. Nuveen Invs. Inc., No. 1:09CV646, 2015 U.S. Dist. LEXIS 113250, at *18–20 \n(M.D.N.C. Aug. 25, 2015) (dismissing claim for breach of fiduciary duty under North \nCarolina law where defendant, a financial advisor, provided advice and direction to \nplaintiffs, but plaintiffs retained decision-making authority and failed to allege facts \nshowing a lack of ability to make decisions). \n86. Provectus attempts to assert a separate basis for a fiduciary relationship by \nreference to work RSM performed under engagements other than the SOX \n \n \ncompliance engagement, arguing that RSM also “provided comprehensive accounting, \nhuman resource technology, and business consulting services to Provectus in addition \nto internal audit functions. ”  (Pl.’s Resp. Opp’n Mot. Dismiss 19 .)  Focusing on \naccounting, Provectus alleges that RSM had “direct access to and day-to-day control \nover every aspect of Provectus’s financial and accounting systems from 2007 until \nearly 2016, including complete control over the management of [Provectus’s] general \nledger.”  (Am. Compl. ¶ 23.)   \n87. This set of allegations show s that RSM had a very involved  role in \nperforming its accounting-related services for Provectus but still does not sufficiently \nallege that RSM’s execution of its accounting-related services influenced, controlled, \nor dominated Provectus’s decision-making process.   \n88. For instance, with regard to the potentially problematic R&D advances \nProvectus contends it is now examining, besides general and conclusory allegations \nof knowledge and control , Provectus alleges only that “RSM recorded [the R&D \npayments] in Provectus’s financial statements and general ledger,” that “RSM tested \nsamplings of these payments as part of its comprehensive accounting and financial \nservices,” and that “RSM utterly failed in its accounting and testing to determine \nwhich payments to ve ndors were still advanced payments and which had actually \nbeen billed against Provectus’s account[.]”  (Am. Compl. ¶¶ 82–83.)  Likewise, to the \nextent RSM played any role as an accountant in the T&E expenses process (as \nopposed to its role in drafting, implementing, and monitoring the controls overseeing \nthose expenses), RSM’s only task s were (i) posting information about wire transfers \n \n \nafter Provectus’s CFO had determined a wire transfer was necessary and two of \nProvectus’s three founders had approved that  transfer, (Am. Compl. ¶ 35), or (ii) \nreceiving reimbursement requests and paperwork submitted therewith after \nProvectus’s CFO and BHS had processed the reimbursement, (see Am. Compl. ¶¶ 31, \n49). \n89. These factual allegations describe  accounting duties that were ministerial \nor administrative in nature and did not involve decision-making in which Provectus \nreposed confidence and trust in RSM.  Compare Head, 812 S.E.2d at 837–38 (fiduciary \nrelationship existed with accountant where the client executed a power of attorney \nfor the accountant to handle all tax matters for the client, including engaging in \ncommunications with the IRS on the client’s behalf) , with Venturtech II v. Deloitte \nHaskins & Sells, 790 F. Supp. 576, 588 (E.D.N.C. 1992) (applying North Carolina law \nand concluding “ that [defendant] did not owe a fiduciary duty to plaintiffs ” where \nthere was “no evidence before the court that [defendant], in preparing [third-party \ndefendant’s] financial statements, acted in a way to influence or control the plaintiffs \nin their investment decision ”), aff’d sub nom. Heritage Capital Corp. v. Deloitte, \nHaskins & Sells, 993 F.2d 228 (4th Cir. 1993).   \n90. Thus, while Provectus may argue  that RSM should have discovered the \nfraudulent T&E expenses and potentially problematic payments from Provectus’s \nR&D account by virtue of RSM’s provision of accounting-related services to Provectus \nand RSM’s superior knowledge and expertise in relation to such matters , these  \nallegations are insufficient to create a fiduciary relationship.  See Silverdeer, LLC v. \n \n \nBerton, 2013 NCBC LEXIS 21, at *26 –27 (N.C. Super. Ct. Apr. 24, 2013) (“[A]n \naccountant-client relationship is not an inherently fiduciary one and  . . . mere \nallegations of the  accountant’s failure to properly advise his client [are] insufficient \nto support a claim for breach of fiduciary duty.” (citing Harrold, 149 N.C. App. at 784, \n561 S.E.2d at 919)).  \n91. Ultimately, Provectus alleges that RSM provided many services for \nProvectus as an accountant, auditor, and consultant and that Provectus relied on \nRSM’s services because Provectus lacked the internal resources or ability to manage \nand monitor its accounting and financial  systems.  The Court concludes that t hese \nallegations fail to establish  a relationship of trust and confidence in RSM sufficient \nto create a de facto fiduciary relationship under North Carolina law.  See, e.g., BDM \nInvs., 2012 NCBC LEXIS 7, at *52  (requiring that a de facto fiduciary “figuratively \nhold[] all the cards ” in the parties’ relationship).  Accordingly, the Court concludes \nthat Provectus has not sufficiently alleged the existence of a fiduciary rel ationship \nand that the Motion should be granted with respect to Provectus’s breach of fiduciary \nduty claim.  \n3. The Economic Loss Rule \n92. RSM next contends that North Carolina’s economic loss rule requires the \ndismissal of each of Provectus’s tort claims, argui ng that the subject matter of these \nclaims overlaps completely with the parties’ contractual engagements.  At the outset \nof this discussion , the Court notes that the economic loss rule  does not apply to  \nProvectus’s fraud claims.  See Bradley Woodcraft, Inc. v. Bodden, 795 S.E.2d 253, 259 \n \n \n(N.C. Ct. App. 2016) (holding that the economic loss rule does not apply to fraud \nclaims).  Therefore, the issue before the Court is whether the economic loss rule bars \nProvectus’s claims for negligence, gross negligence,  professional malpractice , and \nnegligent misrepresentation. \n93. North Carolina’s economic loss rule is born out of the principle that “a breach \nof contract does not give rise to a tort action by the promise e against the promisor.”  \nN.C. State Ports Auth. v. Lloyd A. Fry Roofing, Co. , 294 N.C. 73, 81, 240 S.E.2d 345, \n350 (1978).  The rule provides “ limitations on the recovery in tort when a contract \nexists between the parties that defines the standard of conduct and which the courts \nbelieve should set the measure of recovery.”  Akzo Nobel Coatings, Inc. v. Rogers, 2011 \nNCBC LEXIS 42, at *47–48 (N.C. Super. Ct. Nov. 3, 2011).  In short, this rule means \nthat a tort action may not be brought against a “party to a contract who simply fails \nto properly perform the terms of the contract, even if that failure to properly perform \nwas due to the negligent or intentional conduct of that party, when the injury \nresulting from the breach is damage to the subject matter of the contract.”  \nForest2Market, Inc. v. Arcogent, Inc., 2016 NCBC LEXIS 3, at *7 –8 (N.C. Super. Ct. \nJan. 5, 2016) (quoting Spillman v. Am. Homes of Mocksville, Inc. , 108 N.C. App. 63, \n65, 422 S.E.2d 740, 741–42 (1992)).   \n94. To maintain a tort claim for conduct “also alleged to be a breach of contract,” \nthe plaintiff must show “a duty owed by the defendant separate and distinct from any \nduty owed under a contract.”  Id. at *8 (quotation marks omitted).  The tort claim \n“must be grounded on a violation of a duty imposed by operation of law, and the right \n \n \ninvaded must be one that the law prov ides without regard to the contractual \nrelationship of the parties.”  Rountree v. Chowan County, 796 S.E.2d 827, 831 (N.C. \nCt. App. 2017).   \n95. North Carolina courts do not appear to have expressly considered w hether \nthe economic loss rule bars tort claims brought against accounting  or auditing  \nprofessionals for work done pursuant to a contract .  Other jurisdictions facing this \nissue have determined that the economic loss rule does not preclude such tort suits.  \nHydro Inv’rs, Inc. v. Trafal gar Power, Inc., 227 F.3d 8, 18 (2d Cir 2000 ) (“While we \nrecognize that some cases have applied the economic loss rule to bar recovery where \nthe only loss claimed is economic in nature, and still others have applied that rule to \nprofessional malpractice cases, the better course is to recognize that the rule allows \nsuch recovery in the limited class of cases involving liability for the violation of a \nprofessional duty.  To hold otherwise would in effect bar recovery in many types of \nmalpractice actions.” (internal citations omitted)); Moransais v. Heathman , 744 So. \n2d 973, 983–84 (Fla. 1999) (“[T]he economic loss rule does not bar a cause of action \nagainst a professional for his or her negligence even though the damages are purely \neconomic in nature and the a ggrieved party has entered into a contract with the \nprofessional’s employer.”), overruled by Tiara Condo. Ass’n v. Marsh & McLennan \nCos., 110 So. 3d 399, 407 (Fla. 2013) (holding that the economic loss rule should be \nlimited to product liability cases, rendering the Moransais exception moot); \nCongregation of the Passion v. Touche Ross & Co. , 636 N.E.2d 503, 515 (Ill. 1 994) \n(“Accountants have long been held to be members of a skilled profession, and liable \n \n \nfor their negligent failure to observe reasonable professional competence.  This duty \nto observe reasonable professional competence exists independently of any \ncontract.  The economic loss doctrine does not bar recovery in tort for the breach of a \nduty that exists independently of a contract.” ); St. Malachy Roman Catholic \nCongregation of Geneseo v. Ingram , 841 N.W.2d 338, 351 (Iowa 2013)  (noting that \n“purely economic losses are recoverable in actions asserting claims of professional \nnegligence against attorneys and accountants” as an exception to the economic loss \nrule); Tommy L. Griffin Plumbing & Heating Co. v. Jordan, Jones & Goulding, Inc. , \n463 S.E.2d 85, 89 (S.C. 1995)  (noting that accountants and attorneys owe a duty to \ntheir clients “separate and distinct” from any contract for services). \n96. North Carolina law appears to be in accord with these cases.  It has been \ngenerally recognized in this State for some time “that an accountant may be  held \nliable for damages naturally and proximately resulting from his failure to use that \ndegree of knowledge, skill and judgment usually  possessed by members of the \nprofession in a particular locality.”   Head, 795 S.E.2d at 149; Snipes v. Jackson, 69 \nN.C. App. 64, 73, 316 S.E.2d 657, 662 (1984) (citing 1 Am. Jur. 2d Accountants § 15 \n(1962)).  This potential liability is a function of tort law and exists independent of any \ncontract.  See Head, 795 S.E.2d at 149; Shook v. Lynch & Howard, P.A., 150 N.C. App. \n185, 187–88, 563 S.E.2d 196, 198 (2002); Snipes, 69 N.C . App. at 73, 316 S.E.2d at \n662.  Consequently, where a party seeks to recover in tort for an accountant’s “failure \nto use that degree of knowledge, skill and judgment usually possessed by members of \nthe profession in a particular locality ,” the Court concludes that the economic loss \n \n \nrule will not bar such claims.   See Head, 795 S.E.2d at 149; Shook, 150 N.C. App. at \n187–88, 563 S.E.2d at 198; Snipes, 69 N.C. App. at 73, 316 S.E.2d at 662. \n97. Provectus alleges that RSM provided accounting  and auditing services to \nProvectus and asserts that RSM’s negligent or grossly negligent provision of those \nservices caused Provectus harm.   (See, e.g., Am. Compl. ¶¶ 59 –60.)  Based on these \nallegations, the Court concludes that RSM owed a duty to competently perform its \nservices independent of the contractual engagements between the parties.  See Reich \nv. Price, 110 N.C. App. 255, 259, 429 S.E.2d 372, 375 (1993) (“One who undertakes to \nrender services in the practice of a profession owes a duty to exercise that degree of \nskill, care, and diligence exercised by members of that same profession.” (quoting \nRestatement (Second) of Torts §  299A (Am. Law Inst. 1965))).   Accordingly, t he \neconomic loss rule will not bar Provectus’s tort claims in this case.  \n4. Negligent Misrepresentation, Intentional Misrepresentation , and \nFraudulent Concealment \n \n98. RSM’s various arguments against Provectus’s claims for intentional \nmisrepresentation and fraudulent concealment can be collapsed into two main points: \nfirst, that Provectus’s allegations do not demonstrate reasonable reliance, and second, \nthat Provectus ha s not satisfied North Carolina Rule of Civil Procedure 9(b)’s \npleading standards.  If correct, these arguments also  present a bar to Provectus’s \n \n \nclaim for negligent misrepresentation, and the Court therefore addresses RSM’s \narguments as they apply to that claim as well. \na. Reasonable Reliance \n99. RSM first argues that Provectus’s fraud claims should be dismissed because \nProvectus’s own allegations demonstrate that its reliance on any allegedly misleading \nrepresentations was not reasonable. \n100. “[A]ny reliance on  . . . allegedly [fraudulent] representations must be \nreasonable.”  Forbis v. Neal, 361 N.C. 519, 527, 649 S.E.2d 382, 387 (2007).  “[W]hen \nthe party relying on [a] false or misleading representation could have discovered the \ntruth upon inquiry, the complaint must allege that he was denied the opportunity to \ninvestigate or that he could not have learned the true facts by exercise of reasonable \ndiligence.”  Hudson-Cole Dev. Corp. v. Beemer , 132 N.C. App. 341, 346, 511 S.E.2d \n309, 313 (1999) .  Likewise, a plaintiff’s reliance on misrepresentations must be \njustifiable for a plaintiff to recover under a theory of negligent misrepresentation.  \nSee Helms v. Holland , 124 N.C. App. 629, 635, 478 S.E.2d 513, 517 (1996).  “The \nreasonableness of a party’s reliance is a question for the jury, unless the facts are so \nclear that they support only one conclusion .”  Forbis, 361 N.C. at 527, 649 S.E.2d at \n387. \n101. For the reasons given in connection with RSM’s contributory negligence \ndefense, the Court concludes that the allegations in the Amended Complaint do not \nsupport only the conclusion that Provectus’s reliance was unreasonable or that \nProvectus necessarily could have discovered the truth about its financial processing \n \n \nsystems and Dees’s and Culpepper’s conduct upon inquiry.  As a result, the Court will \nnot dismiss Provectus’s claims for negligent misrepresentation, intentional \nmisrepresentation, or fraudulent concealment on this ground at the Rule 12(b)(6) \nstage. \nb. Rule 9(b)’s Particularity Requirements \n102. RSM also seeks dismissal of Provectus’s intentional misrepresentation and \nfraudulent concealment claims by arguing that Provectus has  failed to plead these \nclaims with the particularity required by Rule 9(b). \n103. Under Rule 9(b), t o successfully plead a claim for  fraud or negligent \nmisrepresentation, a plaintiff must  allege “the circumstances constituting [the \nclaim] . . . with particularity.”  N.C. R. Civ. P. 9(b); Herrera v. Charlotte Sch. of Law, \nLLC, 2018 NCBC LEXIS 35, at *36 (N.C. Super. Ct. Apr. 20, 2018) ( “[A]llegations of \nnegligent misrepresentation  must also be stated with particularity in compliance \nwith Rule 9(b).”).  This particularity requirement is met by alleging the “time, place \nand content of the  . . . representation [in question] , [the] identity of the person \nmaking the representation[,] and what was obtained as a result of the fraudulent acts \nor representations.”  Birtha, 220 N.C. App. at 296, 727 S.E.2d at 9 (quoting Terry v. \nTerry, 302 N.C. 77, 85, 273 S.E.2d 674, 678 (1981)). \n104. RSM first  contends that Provectus’s allegations fall short of Rule 9(b)’s \nrequirements because Provectus has not pleaded what RSM “obtained” as a result of \nthe alleged concealment and misrepresentations.  The Court disagrees. \n \n \n105. Provectus alleges that RSM’s misleading  statements and concealment of \nmaterial deficiencies caused Provectus to extend or renew its engagements for RSM’s \nservices.  (Am. Compl. ¶ 203.)  Provectus also asserts that RSM safeguarded its own \nreputation by concealing the problems with Provectus’s fi nancial systems.   (Am. \nComp. ¶ 204.)  RSM insists that these allegations do not plead with particularity \nwhat RSM obtained, arguing that similar allegations are insufficient to show a \n“benefit” was obtained in the context of a claim for constructive fraud.   See Barger, \n346 N.C. at 667 , 488 S.E.2d at 224 (holding that a “continued relationship with \nplaintiffs” was not sufficient to constitute a “benefit required for a claim of \nconstructive fraud”); Deyton v. Estate of Waters , 2013 NCBC LEXIS 19, at * 30–31 \n(N.C. Super. Ct. Apr. 25, 2013) (plaintiff’s contention that defendants committed \nfraud to protect their own  reputation was not sufficient to show that defendants \nreceived a benefit to support a constructive fraud claim).  RSM’s argument, however, \nimproperly confounds the requirements for two distinct causes of action. \n106. A claim for constructive fraud is fundamentally different from a claim for \nactual fraud in that “it is based on a confidential relationship rather than a specific \nmisrepresentation,” Barger, 346 N.C. at 654, 488 S.E.2d at 217 (quoting Terry, 302 \nN.C. at 85, 273 S.E.2d at 678–79), and does not require proof of a defendant’s intent \nto deceive, Forbis, 361 N.C. at 529, 649 S.E.2d at 388.  The claim of constructive fraud \noriginated in the courts of equity and is based on the notion “not that there is fraud, \nbut that there may be fraud” where a fiduciary has consummated a transaction \nbenefiting himself and harming those to whom he owes a fiduciary duty.  Lee v. \n \n \nPearce, 68 N.C. 76, 81 (1873).  In s uch circumstances, courts presume fraud due to \nthe suspicious nature of the transaction —a superior party, who should place the \ninterests of another before his own, has obtained a benefit while simultaneously \ninjuring those who have placed their trust and c onfidence in him.  See Barger, 346 \nN.C. at 666, 488 S.E.2d at 224; Watts v. Cumberland Cty. Hosp. Sys., Inc. , 317 N.C. \n110, 116, 343 S.E.2d 879, 884 (1986); Terry, 302 N.C. at 83, 273 S.E.2d at 677; Lee, \n68 N.C. at 81.  The fact the defendant obtained a benefit is thus the defining feature \nof constructive fraud and what sets such a claim apart from a claim for breach of \nfiduciary duty.  See White v. Consol. Planning, Inc. , 166 N.C. App. 283, 294, 603 \nS.E.2d 147, 155–56 (2004). \n107. In contrast, the elements of a  claim for actual fraud are “ (1) [a] [f] alse \nrepresentation or concealment of a material fact, (2) reasonably calculated to deceive, \n(3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage \nto the injured party.”  Ragsdale v. Kennedy, 286 N.C. 130, 138, 209 S.E.2d 494, 500 \n(1974).  This claim afford s plaintiffs a remedy when they have been harmed by \nanother’s intentional deceit.  See id.   And while the deceiver inevitably obtains a \nbenefit in most cases of fraud, the Court has not found, and the parties have not cited, \nany case holding that a claim for actual fraud requires an allegation that the \ndefendant received a benefit sufficient to  support a claim for constructive fraud (as \nopposed to a specific allegation concerning what was obtained or what the deceiver \nstood to obtain).  Imposing such a requirement on fraud claims goes against common \n \n \nsense and could hypothetically leave plaintiffs without a remedy in those cases where \na deceiver acts purely out of malice or spite and without tangible benefit. \n108. In short, because the legal theories underlying constructive fraud and actual \nfraud are distinct, the Court concludes that it would be impro per to apply case law \nconcerning those benefits that may, or may not, allow a presumption of fraud in the \ncontext of constructive fraud to determine whether Provectus has pleaded a claim for \nactual fraud with requisite particularity under Rule 9(b).  The Court draws the same \nconclusion to the extent a similar argument c an be asserted against Provectus’s \nnegligent misrepresentation claim.   Certainly, where a plaintiff makes vague \nallegations, or makes no allegations, about what was obtained as the result of \nmisrepresentations or concealment, dismissal is appropriate.  See S.N.R. Mgmt. Corp. \nv. Danube Partners 141, LLC , 189 N.C. App. 601, 611, 659 S.E.2d 442, 450 (2008) \n(affirming dismissal of fraud claim where the plaintiff merely alleged that the \ndefendants “obtained proprietary information” from plaintiff); Harrold, 149 N.C. App. \nat 782–83, 561 S.E.2d at 918–19 (affirming dismissal of fraud claim where plaintiffs \ncompletely failed to allege what was obtained as the result of fraud).  But here, where \nProvectus has alleged that RSM’s actions preserved the engagements between RSM \nand Provectus and safeguarded RSM’s reputation, (Am. Compl. ¶¶ 203–04), the Court \nconcludes that Provectus has particularly pleaded what RSM “obtained” to the extent \nnecessary to satisfy Rule 9(b).   \n109. RSM next argues that Provectus has failed to meet the pleading standards \nof Rule 9(b) because the Amended Complaint does not identify the particular dates \n \n \non which RSM made the alleged misrepresentations.  Provectus disagrees and argues \nthat the Amended Complaint is sufficient under Rule 9(b)’s standards because it puts \nRSM on notice of who allegedly made the representations, wh ich reports those \nrepresentations were contained in, what the reports contained, and the timeframe in \nwhich the representations were made.   After reviewing the parties’ arguments and \nProvectus’s Amended Complaint, the Court agrees with Provectus. \n110. Provectus’s allegations of fraud revolve around  RSM’s alleged decision not \nto disclose “material facts concerning RSM’s overall financi al accounting and \nreporting services,” such as the “material deficiencies in the internal control [s] over \n[Provectus’s] financial reporting.”  (See, e.g., Am. Comp. ¶ 202.)  Provectus pleads that \nRSM represented in quarterly and annual reports to Provectus between 2011 to 2015 \nthat Provectus’s internal controls were “Satisfactory, as defined in RSM’s reports[.]”  \n(Am. Comp. ¶ 179.)  Provectus quotes this definition  in the Amended Complaint , \naverring that “Satisfactory” meant “[n]o significant observations exist[ed]; controls \n[were] considered adequate to mitigate operational, strategic and/or financial risks; \n[and] findings [were] not significant to the overall unit.”  (Am. Compl. ¶ 55.)   \n111. Provectus also identifies the reports containing the allegedly misleading \ninformation, the RSM employee that provided Provectus with each report, and the \nmonth or year RSM issued each report.  (Am. Compl. ¶¶ 65–75.)  Provectus does not \nallege specific dates for  any report, but the Amended Complaint does contain the \nmonth and year that each annual report was made, (Am. Compl. ¶¶ 66, 88, 70, 72, \n74), and alleges that the misleading statements a lso appeared in RSM’s “Quarterly \n \n \nControl Monitoring Reports” throughout 2011, 2012, 2013, 2014, and 2015 , (Am. \nCompl. ¶¶ 67, 69, 71, 73, 75). \n112. The purpose of Rule 9(b) is to provide a defendant with sufficient notice of \nthe fraud alleged “in order to meet the charges.”  See Terry, 302 N.C. at 85, 273 S.E.2d \nat 678.  There is  no precise language or formula required to meet Rule 9(b)’s \nstandards, and our appellate courts have  held that a pleading is sufficiently \nparticular “if, upon a liberal construction of the whole pleading, the charge of fraud \nmight be supported by proof of the alleged constitutive facts.”   Carver v. Roberts, 78 \nN.C. App. 511, 513, 337 S.E.2d 126, 128 (1985) (quoting Brooks Equip. & Mfg. Co. v. \nTaylor, 230 N.C. 680, 686, 55 S.E.2d 311, 315 (1949)).  Provectus’s allegations identify \nthe reports in which Provectus contends the above discussed representations were \nmade and consequently provide RSM with the information required to know which \nreports are the subject of Provectus’s claims.  Accordingly, in these circumstances, \nthe Court concludes that Provectus’s allegations are sufficient to meet the time, place, \nand content requirements of Rule 9(b) with respect to Provectus’s fraud and negligent \nmisrepresentation claims. \n113. RSM also contends  in its post -hearing brief that Provectus has not \nsufficiently pleaded fraudulent intent on the part of RSM, arguing that Provectus’s \nallegations that R SM made misrepresentations knowingly and intentionally are \nconclusory and unsupported.  The Court disagrees.  Rule 9(b) allows a party to plead \nfraudulent intent generally .  N.C. R. Civ. P. 9(b).  As Provectus has otherwise \nparticularly pleaded its fraud c laims and has generally averred fraudulent intent, \n \n \n(Am. Compl. ¶¶ 194 –95), the Court will not dismiss those claims due to a general \nallegation of intent. \n114. In sum, the Court will not dismiss Provectus’s claims for negligent \nmisrepresentation, intentional misrepresentation, or fraudulent concealment under \nRule 9(b). \nC. Limitation of Liability Provisions \n115. The final  issue to be resolved on RSM’s Motion is the extent to which \nProvectus may recover for its claims against RSM.  RSM contends that the limitation \nof liability provisions in the Engagement Letters preclude Provectus from recovering \nconsequential or punitive damages.  In response, Provectus argues (i) that this issue \nis not ripe for the Court’s determination at this s tage of the litigation and (ii)  that \nProvectus’s tort claims arise independently from the Engagement Letters and thus \nare not subject to the limitation  provisions.  For the reasons discussed herein, the \nCourt concludes that the limitation of liability provisions apply to some, but not all, \nof Provectus’s claims.  \n116. “North Carolina follows a ‘broad policy’ which generally accords contracting \nparties ‘freedom to bind themselves as they see fit[,] ’” and “[e]nforcement of \ncontractual liability limitations and damages exclusions is one aspect of this freedom \nof contract.”  Severn Peanut Co. v. Indus. Fumigant Co. , 807 F.3d 88, 91 (4th Cir. \n2015) (quoting Hall, 242 N.C. at 709, 89 S.E.2d at 397–98).  As a result, “ a person \nmay effectively bargain against liability for harm caused by his ordinary negligence \nin the performance of a legal duty arising out of a contractual relation.”  Id. (quoting \n \n \nHall, 242 N.C. at 709, 89 S.E.2d at 397).   “[S]uch provisions will not be  enforced,” \nhowever, “where the result would be unconscionable and ‘elicit a profound sense of \ninjustice.’”  Performance Sales & Mktg., LLC v. Lowe’s Cos., No. 5:07CV140, 2010 U.S. \nDist. LEXIS 55426, at *46 (W.D.N.C. June 4, 2010) (quoting Blaylock Grading Co. v. \nSmith, 189 N.C. App. 508, 512, 658 S.E.2d 680, 683 (2008)). \n117. Provectus first contends that this issue is not ripe for determination at this \nstage of the litigation, pointing to cases in which  courts have deferred ruling on the \neffects of limitation of liability provisions pending further factual development of the \nrecord.  See, e.g., Lindsay v. Nichino Am., Inc., 202 F. Supp. 3d 524, 532–33 (M.D.N.C. \n2016); WakeMed v. Surgical Care Affiliates, LLC, 243 N.C. App. 820, 827, 778 S.E.2d \n308, 314 (2015); Medfusion, Inc. v. Allscripts Healthcare Sols., Inc. , 2015 NCBC \nLEXIS 34, at *15 (N.C. Super. Ct. Mar. 31, 2015).  These courts, however, deferred \nruling on the grounds that the contract provisions at issue were ambiguous, see \nWakeMed, 243 N.C. App. at 827, 778 S.E.2d at 314 ; Medfusion, Inc., 2015 NCBC \nLEXIS 34, at *15, or that more factual development was needed to determine whether \nthe contract provisions were unconscionable, see Lindsay, 202 F. Supp. 3d at 532–33; \nPerformance Sales & Mktg., LLC, 2010 U.S. Dist. LEXIS 55426, at *46.   \n118. Here, Provectus does not contend that the limitation of liability provisions  \nare ambiguous or unconscionable  and even alleges that all provisions of the \nEngagement Letters are enforceable.  The parties’ sole disagreement goes to the scope \nof the limited liability provisions in relation to Provectus’s claims.  The Court agrees \nwith the parties that the Engagement Letters’ limitation of liability provisions are \n \n \nnot ambiguous.  It is therefore for the Court to determine the effect of these provisions \nas a matter of law.  Barrett Kays & Assocs., P.A. v. Colonial Bldg. Co. of Raleigh, 129 \nN.C. App. 525, 528, 500 S.E.2d 108, 111 (1998).  \n119. The limitation of liability provisions in the Engagement Letters provide that  \n[T]he total liability of [Provectus] and [RSM] . . . relating to this Agreement \nwill in no event exceed an amount equal to the fees paid (in the case of [RSM]’s \nliability) or owing (in the case of [Provectus’s ] liability) to [RSM] under this \nAgreement.  In no event will [Provectus] or [RSM] . . . be liable for any special, \nconsequential, incidental, punitive or exemplary damages or loss[.]” \n \n(Engagement Letters 8; see Engagement Letters 18, 28, 38, 47, 56, 65  (containing \nsubstantially similar terms).)  \n120. As stated above , North Carolina law allows parties to contract ually limit \nliability for acts of negligence flowing from their contractual relationship.  Hall, 242 \nN.C. at 709, 89 S.E.2d at 397.  The substantial majority of Provectus’s allegations in \nthis case  take issue with RSM’s  provision of services under the parties’ SOX \ncompliance engagement .  The main thrust of Provectus’s claims is that RSM \nimproperly developed and monitored controls for T&E expenditures and/or failed to \nnotice, correct, or report —either negligently or intentionally —any problems with \nthose controls.  The Engagement Letters provided by RSM outlined RSM’s provision \nof these SOX compliance services.  (See, e.g., Engagement Letters 1–5.)  Even though \nProvectus now contends RSM undertook additional,  SOX-related duties that went \nbeyond the terms of the Engagement Letters, such as developing the Purchase to Pay \nProcess Narrative, Provectus pleads that these tasks were carried out “[i]n connection \nwith” the SOX compliance services.  (Am. Compl. ¶ 30.)   Thus the wrongdoing, \n \n \nincluding tortious conduct , alleged here—i.e., failures to develop, implement, \nmonitor, and provide information about the Purchase to Pay Process Narrative and \nother SOX complianc e controls —“relate[s] to” the SOX compliance services RSM \ncontracted to provide.  See, e.g., Rodgers Builders, Inc. v. McQueen, 76 N.C. App. 16, \n18, 25, 331 S.E.2d 726, 728,  732 (1985) (provision in contract that specified “[a]ll \nclaims . . . arising out of, or relating to, the Contract Documents or the breach thereof” \nwas “sufficiently broad to include any claims which [arose] out of or [were] related to \nthe contract or its breach, regardless of the characterization of the claims as tort or \ncontract”).   \n121. Accordingly, the Court concludes that the limitation of liability clause s in \nthe Engagement Letters before the Court apply to Provectus’s breach of contract, \nnegligence, negligent misrepresentation, and professional malpractice claims  to the \nextent those claims are related to RSM’s “engagement to provide internal audit and \n[SOX] compliance services.”  (Am. Compl. ¶ 2.)   \n122. The Court will not , however,  totally dismiss Provectus’s requests for \nconsequential and punitive damages.   \n123. First, the Court will not enforce the limitation of liability provisions in the \nEngagement Letters before the Court with respect to Provectus’s gross negligence or \nfraud-based claims.  As previously noted, “[t]he case law in North Carolina supports \nonly the more limited proposition that exculpatory clauses [may] eliminat[e] liability \nfor ordinary negligence” and offers no foundation for “the enforcement of exculpatory \nclauses for intentional wrongdoing.”   Ada Liss Grp., 2010 U.S. Dist. LEXIS 59691, at \n \n \n*26–27; cf. Oestreicher v. Am. Nat’l Stores, Inc., 290 N.C. 118, 136, 225 S.E.2d 797, \n809 (1976) (“In the so-called breach of contract actions that smack of tort because of \nthe fraud and deceit involved, we do not think it is enough just to permit defendant \nto pay that which the . . . contract required him to pay in the first place.  If this were \nthe law, defendant has all to gain and nothing to lose.”).   \n124. Indeed, the majority of courts refuse to enforce contract terms exculpating \nintentionally harmful conduct .  Joseph H. King , Jr., Exculpatory Agreements for \nVolunteers in Youth Activities -- The Alternative to “Nerf (registered)” Tiddlywinks, 53 \nOhio St. L.J. 683, 728  (1992) (“[A] majority of courts  . . . hold that exculpatory \nagreements are unenforceable if defendant’s conduct constituted gross negligence.”); \nsee also Waggoner v. Nags Head Water Sports, No. 97-1394, 1998 U.S. App. LEXIS \n6792, at *23–24 (4th Cir. Apr. 6, 1998) (holding that plaintiff’s negligence claim was \nbarred by an exculpatory clause because there was no evidence to support the \nassertion that defendant acted intentionally or recklessly); Restatement (Second) of \nContracts § 195 (Am. Law Inst. 1981) (“A term exempting a party from tort liability \nfor harm caused intentionally or recklessly is unenforceabl e on grounds of public \npolicy.”).   \n125. Accordingly, the Court finds that the limitation of liability provisions of the \nEngagement Letters will not prevent Provectus from recovering consequential or \npunitive damages should Provectus succeed on its claims for gross negligence, \nintentional misrepresentation, or fraudulent concealment.  See Andrews v. \nFitzgerald, 823 F. Supp. 356, 379 (M.D.N.C. 1993) (applying North Carolina law and \n \n \nconcluding “if Plaintiffs can prove that Defendants acted in a grossly negligent \nmanner, Plaintiffs’ claims for negligent misrepresentation will not be barred by the \nexculpation clause”). \n126. Second, though Provectus’s claims, as pleaded, focus on the injury Provectus \npurportedly suffered as a result of RSM’s alleged failure to adequately design, \ndevelop, and monitor Provectus’s T&E expenditure controls  pursuant to the SOX \ncompliance engagement, (Am. Compl. ¶ ¶ 142–43, 150–51, 156–57, 163–64, 170–71, \n178–79, 202, 213), the Court notes that Provectus has also pleaded (1) an outsourcing \nengagement between the parties for duties including accounting and (2) an \n“engagement for review of [Provectus’s] financial statements ,” (Am. Compl. ¶ 2), as \nwell as facts purportedly related to these other engagements.   \n127. In particular, Provectus has brought forward allegations that RSM failed to \nproperly account for advances from Provectus’s R&D account  or recognize other \nweaknesses in Provectus’s financial reporting .  (Am. Compl. ¶¶ 77 –88.)  These \nallegations do not appear to relate to the SOX consulting engagement covered by the \nEngagement Letters before the Court .  (See, e.g., Engagement Letters 57 .)  It is not \nat all apparent that Provectus has suffered harm as a  result of these  additional \nalleged facts, (see Am. Compl. ¶ 88 (pleading that RSM’s errors “pose the threat of \nbeing considered material”), and Provectus’s standing to assert claims on these \nallegations is thus in doubt, Neuse River Found. v. Smithfield Foods, Inc. , 155 N.C. \nApp. 110, 114, 574 S.E.2d 48, 52 (20 02) (“Standing most often turns on whether the \nparty has alleged ‘injury in fact[.]’”).  Nonetheless, the Court cannot say at this stage \n \n \nthat claims based upon these additional allegations are subject to the limitation of \nliability provisions in the Engagement Letters.   \n128. Consequently, to the extent Provectus’s claims are premised on (1) its \n“outsourcing engagement, under which RSM provided comprehensive accounting \nservices” or (2) the parties’ “engagement for review of [Provectus’s] financial \nstatements,” (Am. Compl. ¶ 2), the Court will not now rule that those claims are \nsubject to a limi tation of liability provision.  The Court reserves the right to revisit \nthis decision upon later motion practice. \nV. \nCONCLUSION \n129. WHEREFORE, the Court hereby ORDERS as follows: \na. RSM’s Motion is GRANTED in part as follows: \ni. Provectus’s claim fo r breach of fiduciary duty is  dismissed with \nprejudice. \nii. Provectus shall not recover consequential or punitive damages on \nits claims for breach of contract, negligence,  negligent \nmisrepresentation, or professional malpractice to the extent those \nclaims seek recovery for injuries related to RSM’s engagement to \nprovide internal audit and SOX compliance services. \nb. RSM’s Motion is DENIED in part as follows: \ni. Provectus’s claims for negligence, breach of contract, professional \nmalpractice, negligent misrepresentation,  gross negligence,  \n \n \nintentional misrepresentation, and fraudulent concealment shall \nnot be dismissed. \nii. Provectus shall not be precluded from seeking consequential or \npunitive damages on its claims for gross negligence, intentional \nmisrepresentation, and fraudulent concealment at this stage of \nthe litigation. \niii. Provectus shall not be precluded, at this time, from seeking \nconsequential or punitive damages on its claims for breach of \ncontract, negligence, negligent misrepresentation, or professional \nmalpractice to the extent those claims are premised on (1) the \noutsourcing engagement between the parties or (2) the \nengagement between the parties under which RSM was to review \nProvectus’s financial statements.   \nSO ORDERED, this the 28th day of September, 2018. \n \n \n    /s/ Louis A. Bledsoe, III   \n    Louis A. Bledsoe, III \n    Chief Business Court Judge \n "
}