{
  "id": "d8b04b452ece138897d530a7ea8a0870ec2ede0f1f85599ce592b1c9e15206e3",
  "source_file": "data/raw/ncbc/d8b04b452ece138897d530a7ea8a0870ec2ede0f1f85599ce592b1c9e15206e3.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nGASTON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 725 \n \nLORAY MILL DEVELOPERS, LLC, \nLORAY MILL MANAGER, LLC, \nLORAY COMMERCIAL TENANT, \nLLC, LORAY MILL \nREDEVELOPMENT PHASE II, LLC, \nJBS VENTURES, LLC, and JOSEPH \nLENIHAN, \n \nPlaintiffs, \n \nv. \n \nCAMDEN LORAY MILL PHASE 1, \nLLC and JOHN GUMPERT, \n \nDefendants. \n \n \n \n \nAMENDED ORDER AND OPINION \nON CROSS-MOTIONS FOR  \nSUMMARY JUDGMENT\n1  \n \n1. THIS MATTER  is before the Court upon (i) Defendants’ Motion for \nSummary Judgment as to Plaintiffs’ Claims and as to Defendants’ Counterclaim for \nDeclaratory Judgment (“Defendants’ Motion”), (ECF No. 30), and (ii) Plaintiffs’ \nMotion for Summary Judgment (“Plaintiffs’ Motion”) , (ECF No. 3 2), (together with \nDefendants’ Motion, the “Motions”), each filed 15 March 2022 in the above-captioned \ncase.   \n \n1 The Court enters this amended order and opinion to amend its Order and Opinion on Cross-\nMotions for Summary Judgment entered on 7 February 2023 [hereinafter “February Order”], \n(ECF No. 91), primarily to amend and clarify certain of the Court’s rulings on Plaintiffs’ \nMotion on Defendants’ counterclaim for declaratory judgment, (see February Order ¶¶ 2, 78, \n79, 102(b), n.58 (n.59 infra), n.82 (n.84 infra) and newly added footnotes 107, 108, 110, 111, \nand 115 infra), to correct the summary of its ruling in paragraph two , and to clarify the \nentities to which certain rulings apply, (see February Order ¶¶ 27, 31, 36, 38, 57–59, 69, 78, \n79, 84, 102(b), n.56 (n.57 infra), 123 (n.130 infra)).  See also, e.g., Vizant Techs., LLC v. YRC \nWorldwide, Inc., 2018 NCBC LEXIS 155, at * 9 (N.C. Super. Ct. Nov. 15, 2018)  (recognizing \nthat “a trial court judge has the authority to reconsider his or her own summary judgment \nruling” and citing cases), aff’d per curiam, 373 N.C. 549, 554 (2020).  \nLoray Mill Devs., LLC v. Camden Loray Mill Phase 1, LLC, 2023 NCBC 12A. \n2. Having considered the Motions, the briefs and related materials in support \nof and in opposition to the Motions, the arguments of counsel at the hearing on the \nMotions, and other appropriate matters of record, the Court  hereby DENIES \nDefendants’ Motion and GRANTS in part and DENIES in part Plaintiffs’ Motion \nas set forth below. \nRosenwood, Rose & Litwak, PLLC, by Erik M. Rosenwood, for Plaintiffs-\nCounterclaim Defendants Loray Mill Developers, LLC, Loray Mill \nManager, LLC, Loray Commercial Tenant, LLC, Loray Mill \nRedevelopment Phase II, LLC, JBS Ventures, LLC, and Joseph Lenihan. \nBerman Fink Van Horn P.C., by William J. Piercy and Daniel H. Park, \nand McGuire Wood & Bissette, P.A., by Matthew S. Roberson, for \nDefendants-Counterclaim Plaintiffs  Camden Loray Mill Phase I, LLC  \nand John Gumpert. \nBledsoe, Chief Judge. \nI. \n \nFACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact in ruling  on motions for summary \njudgment.  The following background, drawn from the evidence submitted in support \nof and in opposition to the Motions, is intended only to provide context for the Court’s \nanalysis and ruling.   \n4. This case involves a dispute between the two principal owners of t he Loray \nMill (the “Mill”) project, a large -scale, mixed-use urban revitalization and historic \npreservation project located at a 120 -year-old, six-story brick building in Gastonia, \nNorth Carolina.  The Mill formerly contained a textile mill known as Loray Mill (the \n“Property”) and was owned by Firestone Textile and Fibers (“Firestone”) from the \n1930s to the 1990s .2  In 1998, Firestone donated the Property to The Historic \nPreservation Foundation of North Carolina, Inc. (“PNC”), and PNC then sought to \nfind a developer to preserve and develop the Property (the “Project”).    \n5. In 2003, Defendant John Gumpert (“Gumpert”) , through his company, \nCamden Management Partners, Inc., put the Property under contract and attempted \nto develop the Project.  The Project failed to close, however, due to a lack of financing \nduring the recession of the late 2000s.3   \n6. At some point in the late 2000s, Gumpert met  Plaintiff Joseph Lenihan \n(“Lenihan”).4  Lenihan, through his company,  Plaintiff JBS Ventures, LLC (“JBS”), \nagreed to invest capital in the Project and guarantee Project loans, and thereafter the \nProject secured financing and closed in 2012 or 2013. 5  By this time, Lenihan , JBS, \nGumpert, and Gumpert’s company, Defendant Camden Loray Mill Phase I, LLC \n(“Camden”), had begun working together to develop the Project and each had incurred \nhundreds of thousands of dollars in pre-construction costs.6   \n \n2 (Defs.’ Br. Supp. Mot. Summ. J. Pls.’ Claims and Defs.’ Countercl. Declaratory J. Ex. 1, Aff. \nJohn Gumpert, dated 14 Mar. 2022, ¶ 6 [hereinafter “Gumpert Aff.”], ECF No. 31.2; Verified \nCompl. ¶¶ 13–14 [hereinafter “Compl.”], ECF No. 3; Defs.’ Answer and Verified Countercls. \n¶¶ 13–14, ECF No. 4.)  Defendants’ Answer and Verified Counterclaims contain separately \nnumbered sections for affirmative defenses and counterclaims.  The Court will refer to the \nformer section as “Answer” and to the latter as “Countercls.” \n \n3 (Gumpert Aff. ¶ 8; Compl. ¶ 18.) \n \n4 (Gumpert Aff. ¶ 9 (stating the introduction was in 2009); Compl.  ¶ 17 (placing the \nintroduction in 2007).) \n \n5 (Gumpert Aff. ¶ 9; Compl. ¶ 18.) \n \n6 (Answer ¶ 18; Compl. ¶ 19.)  According to Lenihan JBS had made contributions of $747,500 \nand a loan of $395,393.69, and Camden had contributed $402,500 to cover construction costs \nas of 1 November 2012.  (Compl. ¶ 19.)  Gumpert avers that Camden had incurred hundreds \n7. The Project ultimately cost well over $40,000,000 and generated more than \n$16,000,000 in federal and state tax credits.7   \n8. The Project was divided into two phases.  Phase I has been completed; Phase \nII has not yet begun. \n9. The owner of P hase I of the Project was Loray Mill Redevelopment, LLC  \n(“LMR”).  The manager of LMR was Plaintiff Loray Mill Manager, LLC (“LMM”), and \nLMM owned 90% of LMR.  The remaining 10% of LMR was owned by Loray Master \nTenant, LLC (“LMT”). 8  LMM’s manager is JBS, and JBS’s manager is Lenihan.  \nLMM was initially owned 64.995% by JBS, 34.995%  by Camden, and .01% by \nCenturion Construction Company, Inc. \n10. The owner of Phase II was Plaintiff Loray Mill Redevelopment Phase II, LLC \n(“LMR2”).9  LMR2’s manager is LMM, and L MR2 was initially owned 50% by JBS \nand 50% by Camden. \n \nof thousands of dollars more in additional pre -construction costs as of this date.  (Ans wer \n¶ 19.) \n \n7 (Compl. ¶ 22; Answer ¶ 22.) \n \n8 LMT is the entity through which the Project was leased.  LMM was the manager of LMT, \nand LMT was owned .01% by LMM  and 99.99% owned by the Project’s tax credit investors.  \nChevron TCI, Inc., the Project’s federal tax credit investor, owned 98.99%, and Foss N.C. Mill \nCredit 2011 Fund I, LLC and Foss N.C. Mill Credit 2014 Fund I, LLC, the Project’s North \nCarolina state tax credit investors, each owned .5%.  (Gumpert Aff. ¶ 14(e); Defs.’ Br. Supp. \nMot. Summ. J. Pls.’ Claims and Defs.’ Countercl. Declaratory J. Ex. A, ECF No. 31.3; Compl. \n¶¶ 23, 24.) \n \n9 (Gumpert Aff. ¶¶ 14(c), (d); Compl. ¶ 24.) \n \n11. The developer of the Project was Plaintiff Loray Mill Developer s, LLC \n(“LMD”).  LMD  was owned 65% by JBS and 35% by Camden , and JBS was LMD ’s \nmanager.10 \n12. Plaintiff Loray Commercial Tenant, LLC (“LCT”) leases out the commercial \nand retail portions of the Project.11  LCT was initially owned 65% by JBS and 35% by \nCamden, and JBS served as LCT’s manager. \n13. Finally, former defendant HPP, LLC, 12 a Gumpert and Camden-affiliated \nentity, served as the construction manager for the Project. 13  Gumpert acted as on -\nsite representative during construction between 2013 and 2016 14 and worked with \nCenturion and other subcontractors on the Project.15 \n14. JBS and Camden entered into substantially identical operating agreements \nfor LMD, LMM, LCT, LMR, and LMR2 (collectively, the “Loray Entities”) , each of  \n \n10 (Gumpert Aff. ¶ 14(a); Compl. ¶ 24.) \n \n11 (Gumpert Aff. ¶ 14(f); Compl. ¶ 24.) \n \n12 HPP, LLC was voluntarily dismissed from this action on 29 April 2021.  (ECF No. 11.) \n \n13 (Countercls. ¶ 35; Pls.’ Resp. Defs.’ Verified Countercls. ¶ 35, ECF No. 12.)  Gumpert also \ntestified that Camden was the construction manager for the Project from 201 3 to 2016.  \n(Gumpert Aff. ¶ 11.) \n \n14 (See Gumpert Aff. ¶ 11; Countercls. ¶ 35; Compl. ¶ 26.) \n \n15 (Compl. ¶¶ 27–28.)   \n \nwhich, except for LMR, 16 was governed by Georgia law .17  Among other provisions, \nthe operating agreements for the Loray Entities (the “ Operating Agreements ”) \npermitted JBS, as the LLC’s manager (or as manager of the LLCs’ manager), to issue \na capital call in writing to JBS and Camden in the following circumstances: \nAdditional Contributions. If at any time, and from time to time, the \nManager in good faith believes that the Company is, or at any time \nwithin the following ninety (90) days will be, in the position of having \npayment obligations in excess of cash including reserves or equivalent \nresources with which to fund such obligations, including available \nborrowed funds from third party sources (although the Manager is not \nobligated to cause the Company, or to attempt to cause the Company, to \nborrow such funds), the Manager shall make such s ituation, and in \nparticular the amount of the excess of obligations over resources so \ndetermined (the “cash need amount”) known to the Members in writing \n(a “Capital Call”).  If the Manager issues a Capital Call to the Members, \neach Member shall make an Ad ditional Contribution to the Company \nwithin thirty (30) days following receipt of the Capital Call from the \n \n16 The LMR Operating Agreement provided that LMR was organized under the laws of the \nState of North Carolina.  ( Compl. Ex. E, Operating Agreement Loray Mill Redevelopment, \nLLC 1 [hereinafter “LMR Agreement”].) \n \n17 (Gumpert Aff. ¶ 15; Aff. Erik M. Rosenwood, d ated 15 Mar. 2022,  Ex. 2, Operating \nAgreement Loray Mill Developer, LLC  Art. 2.1 [hereinafter “LMD Agreement”], ECF No. \n33.2; Aff. Erik M. Rosenwood, dated 15 Mar. 2022,  Ex. 1, Operating Agreement Loray Mill \nManager, LLC  Art. 2.1 [hereinafter “LMM Agreemen t”], ECF No. 33.1; Aff. Erik M. \nRosenwood, dated 15 Mar. 2022, Ex. 3, Operating Agreement Loray Commercial Tenant, LLC \nArt. 2.1 [hereinafter “LCT Agreement”], ECF. No. 33.3; Defs.’ Br. Supp. Mot. Summ. J. Pls.’ \nClaims and Defs .’ Countercl . Declaratory J . Ex. D , Operating Agreement Loray Mill \nRedevelopment Phase II, LLC Art. 2.1 [hereinafter “LMR2 Agreement”], ECF No. 31.6.)  \nCollectively, the LMR, LMD, LMM, LCT, and LMR2 Agreements  will be referred to as the \n“Operating Agreements.”  The Operating Agreements have been filed in multiple locations \non the docket.  The LMD  Agreement also appears at Complaint Ex hibit B and Defendants’ \nResponse Brief in Opposition to Plaintiffs’ Motion for Summary Judgment Ex hibit A.  The \nLMM Agreement also appears at Complaint Exhibit A and Defendants’ Index of Materials \naccompanying their Brief in Support of their Motion for Summary Judgment Exhibit 1.  The \nLCT Agreement also appears at Compl aint Exhibit C and Def endants’ Index Materials \nSupporting Motion for Summary Judgment Exhibit 3.  For ease of reference, when citing an \nArticle included in all Operating Agreements, the citation will reference “Operating \nAgreements.” \nManager in an amount equal to such Member’s Residual Percentage \nmultiplied by the cash need amount.18 \n \n15. The Operating Agreements further provided that if a member failed to make \nan Additional Contribution consistent with the C apital Call within 60 days  (and \nthereby became a “ Shortfall Member”), any other member ( a “Non-Shortfall \nMember”) was permitted, but not required, to “loan or contribute to the Company the \namount of the entire Additional Contribution for such Member and the Shortfall \nMember.”19  The Non-Shortfall Member could then treat the loan or contribution: \nas either a debt owing by the Company to the Non-Shortfall Member (a \n“Shortfall Loan”), or as a capital contribution to the Company by the \nNon-Shortfall Member, in either case pursuant to the terms and \nconditions of Section 4.3(b); provided, however, that prior to the time \nthat Chevron reserve is released at the Project Entity level, the Non -\nShortfall Member may only make a Shortfall Loan to the Company and \nmay not make a capital contribution to the Company.20 \n \n16. If the Non-Shortfall Member elected to treat the Additional Contribution as \na capital contribution, the Operating Agreements provided that the members’ \nownership interests would be adjusted in accordance with the contributions each had \nmade.21   \n17. The Operating Agreements gave JBS, as manager of each entity, broad \nauthority to manage the entity: \n \n18 (Operating Agreements Art. 4.2.) \n \n19 (Operating Agreements Art. 4.3(a).) \n \n20 (Operating Agreements Art. 4.3(a).) \n \n21 (Operating Agreements Art. 4.3(b).) \n \n3.1 Authority of Manager . Subject to provisions hereof limiting its \nauthority; the Manager shall have full charge at its sole discretion of the \nmanagement, conduct and operation of the Company’s business, within \nthe confines of such b usiness, and its decisions shall be binding on the \nCompany, and in particular, without limitation upon the generality of \nthe foregoing, the Manager shall have authority to cause the Company: \nto employ or engage the services of such agents, employees, independent \ncontractors, attorneys, and accountants, as it deems reasonably \nnecessary; to create, by grant or otherwise, easements and servitudes; \nto alter, improve, repair, raze, replace, and rebuild Company property; \nto effect insurance for the Company and th e Members; to pay, collect, \ncompromise, arbitrate, or otherwise adjust any and all claims or \ndemands of or against the Company; to enter into any and all other \ntransactions involving the Company ’s property, real or personal, or \nbusiness affairs; and to abandon any unconsummated transaction, even \nif consent thereto by other Members has been obtained (whether or not \nany such consent was required).  Without limiting the generality of the \nforegoing, the Manager shall have full, complete and exclusive \nauthority, power, and discretion to act as a Member and Manager of the \nProject Entity and in such capacities and subject to the Operating \nAgreement for the Project Entity to manage and control the business, \nproperty and affairs of the Project Entity, to make all decisions \nregarding those matters and to perform or cause to be performed any \nand all other acts or activities customary or incident to the management \nof the Project Entity’s business, property and affairs.\n22 \n \n18. The Operating Agreements restricted JBS, as manag er, in certain ways as \nwell, including by requiring JBS to “use reasonable, good faith efforts to consult with \nCamden on all material management issues”23 and prohibiting JBS from taking “any \naction which ha [d] the effect of altering, modifying, changing or amending  [the \nOperating Agreements]”; “commingl[ing] the funds of the Company with funds of the \n \n22 (Operating Agreements, Art. 3.1.) \n \n23 (Operating Agreements Art. 3.1.) \n \nManager or any other person”; or “materially chang[ing] or add[ing] to the approved \nconstruction scope of the Project.”24   \n19. Although t he Operating Agreements also required the preparation and \nsubmission of operating budgets for each Loray Entity , it is undisputed that the \nparties subsequently agreed that such budgets were only necessary for LMT and LCT \nsince the operations of the other Loray Entities were included within the budgets of \nthose entities.25  The Operating Agreements required JBS to prepare and submit the \nproposed operating budgets to the respective LLC’s members for their approval not \nlater than 45 days before the end of each entity’s fiscal year.26  The members agreed \nto “consider the proposed Operating Budget in good faith and consult with each other \nas necessary in an effort to resolve any differ ences” and to “not  . . . unreasonably \nwith[o]ld, condition[ ] or delay[ ]” their approval.   \n20. Approval under the Operating Agreements required the consent of those \n“Members, including the Manager, holding Residual Percentages which taken \ntogether exceed fifty percent (50%) of the aggregate of all Residual Percentages owned \nby all of the Members, including the Manager.”\n27  Once approved, JBS, as manager, \nhad “the right, power and authority to expend funds on behalf of the Company (with \nCompany funds) for any of the items set forth in, and with respect to, the Accounting \n \n24 (Operating Agreements Art. 3.2.) \n \n25 (Gumpert Aff. ¶¶ 44–45; Aff.  Joseph Lenihan ¶ 9 [hereinafter Lenihan Aff.], ECF No. 38.) \n \n26 Only the LMR Operating Agreement omitted this 45-day period. \n \n27 (Operating Agreement Art. 11.8.) \n \nPeriod covered by an approved Operating Budget, without the further consent [of] the \nMembers.”28  In addition, the parties agreed that the manager was “entitled to incur \nde minimus [sic] expenditures not provided in the Operating Budget which [did] not \nexceed (i) the sum of $25,000 as to any single expenditure, and (ii) the sum of $100,000 \nas to any such expenditures in the aggregate for any fiscal year.”29  \n21. Construction of Phase I  of the Project began on 27 March 2013 .30  \nDisagreements between Gumpert and Lenihan began to emerge not long after and \npersisted throughout the course of construction.  In particular,  Lenihan initiated a \nnumber of design changes to the Project  that Gumpert did no t support.31  Gumpert \ndocumented his opposition to these changes as early as 4 February 2014.32  When the \nProject began to run over budget, Gumpert blamed Lenihan’s redesigns.  For his part, \nLenihan contended that Gumpert grossly mismanaged the Project’s construction and \nblamed Gumpert for causing the Project to incur vast cost overruns.33   \n \n28 (Operating Agreement Art.  3.3(c).)  In the event that the members did not approve an \noperating budget, the Operating Agreement gave JBS, as manager, and without the consent \nof any other member, the authority to spend up to 110% of the line items in the last approved \noperating budget as well as the authority to incur emergency expenditures  to “prevent \nimminent damage to persons or property on or about the Project .”  (Operating Agreement \nArt. 3.3(b), (d).) \n \n29 (Operating Agreement Art. 3.3(e).) \n \n30 (Countercls. ¶ 44.) \n \n31 (Countercls. ¶ 47.) \n \n32 (Aff. Erik M. Rosenwood, dated 15 Mar. 2022, Ex. 5, ECF No. 33.5.)   \n \n33 (Compl. ¶ 32; Countercls. ¶ 54.)   \n \n22. In response to the se increased costs, Lenihan and Gumpert took various \nactions to keep the Project afloat.   During 2014, Lenihan made loans and \nguarantees,34 and Camden deferred a portion of its construction management fee. 35  \nAs a result of these actions, Lenihan and Gumpert agreed in early 2015 to increase \nJBS’s LMR2 ownership interest from 50 % to 65% and to reduce Camden’s LMR2 \nownership interest from 50% to 35%.36     \n23. Over time, matters worsened, and the Project struggled to stay afloat.  It is \nundisputed that by 2016, the Project was behind schedule and over budget by \n$8,000,000.37  JBS, as manager of the Loray Entities and pursuant to A rticle 4.2 of \nthe Operating Agreements, issued a series of capital calls t o raise funds to save the \nProject and to reimburse itself for funds it advanced to the Project.  Camden did not \nparticipate in these calls , contending variously that the calls were procedurally \nimproper, issued for unbudgeted items, and otherwise invalid.  These capital calls, \ntheir validity, and their effect on JBS’s and Camden’s respective ownership of each of \nthe Loray Entities lie at the heart of Plaintiffs’ claims and Defendants’ counterclaims.   \n \n34 For example, in March 2014, JBS loaned LMR2 $100,000, (Aff. Erik Rosenwood, dated 15 \nMar. 2022, Ex. 16, ECF No. 33.16),  and on 8 December 2014, Lenihan guaranteed a bridge \nloan and agreed to put $1,000,000 in escrow as collateral.  (Compl. ¶ 33.) \n   \n35 (Countercls. ¶ 55; Aff. Erik M. Rosenwood, dated 15 Mar. 2022, Ex. 17, Dep. Camden Loray \nMill Phase I 30(b)(6), dated 15 Dec. 2021, 249:19–24 [hereinafter “Camden Dep.”], ECF No. \n33.17.)   \n \n36 (Defs.’ Br. Supp. Mot. Summ. J. Pls.’ Claims and Defs.’ Countercl. Declaratory J.  Ex. E, \n[hereinafter “February 2015 Call”], ECF No. 31.7.)  The February 2015 Call can also be found \nat Aff. Erik M. Rosenwood, Ex. 6, ECF No. 33.6 and Compl. Ex. F. \n \n37 (Compl. ¶ 30, Countercls. ¶ 48.)    \n \n24. The capital calls at issue in this litigation include those made by JBS: (i) in \nDecember 2015 for $855,166.63 (the “December 2015 Call”) 38; (ii) in June 2017 for \n$150,000 (the “June 2017 Call”), 39 (iii) in February 2019 for $2,304,934 40 and \n$130,50041 (the “2019 Calls”), and (iv) in July 2020 for $478,000 (the “July 2020 Call”) \n(collectively, the “Capital Calls” or the “Calls”).  Camden did not participate in any of \nthese Calls.42 \n25. Plaintiffs assert that as a result of Camden’s failure to participate in these \nCapital Calls, and consistent with JBS’s election under A rticle 4.3 of the Operating \nAgreements, Camden’s ownership interests in LMM, LCT, and LMR2 ha ve been \nlawfully reduced to less than 1% in each.43  Defendants contend that Camden’s failure \n \n38 (Defs.’ Br. Supp. Mot. Summ. J. Pls.’ Claims and Defs.’ Countercl. Declaratory J. Ex. I \n[hereinafter “December 2015 Call”], ECF No. 31.11; Compl. ¶ 48; Countercls. ¶¶ 83–84.)  The \nDecember 2015 Call can also be found at Compl. Ex. G and Aff. Erik M. Rosenwood, dated 15 \nMar. 2022, Ex. 7, ECF No. 33.7.   \n \n39 (Compl. ¶ 53.)   \n \n40 (Compl. ¶ 56; Countercls . ¶ 98; Defs.’ Br. Supp. Mot. Summ. J. Pls.’ Claims and Defs.’ \nCountercl. Declaratory J. Ex. K, ECF No. 31.13.) \n \n41 (Compl. ¶ 58; Countercls . ¶ 99; Defs.’ Br. Supp. Mot. Summ. J. Pls.’ Claims and Defs.’ \nCountercl. Declaratory J. Ex. L, ECF No. 31.14.) \n \n42 (Compl. ¶¶ 53, 57, 60; Countercls. ¶¶ 101, 109.) \n \n43 (Compl. ¶ 63.)  In particular, Plaintiffs assert that for LMM,  JBS contributed $2,957,066 \nand Camden contributed $35; for LCT , JBS contributed $681,100 and Camden  contributed \n$35; for LMR2, JBS contributed $281,000 and Camden contributed $35; and for LMD , JBS \ncontributed $747,500 and Camden contributed $402,500.  (Compl. ¶ 63.)  Lenihan bases his \nownership calculations on the parties’ relative contributions to each entity.   (Compl. Ex. M \n[hereinafter “July 2020 Ownership Letter”]).  The July 2020 Ownership Letter is also found \nat Exhibit F to Def endants’ Brief in Support of Their Motion for Summary Judgment as to \nPlaintiffs’ Claims and as to Defendants’ Counterclaim for Declaratory Judgment.  (ECF No. \n31.8.) \n \nto participat e in the Capital Calls d id not impair its 30% interest in these three \nentities.44  Plaintiffs and Defendants agree that Camden retains a 30% interest in \nLMD. \n26. In addition to their contention that the C apital Calls were invalid, \nDefendants also seek to recover funds they contend JBS and Lenihan spent without \nCamden’s approval and which were in excess of the Project’s a pproved budgets .  \nPlaintiffs contend that the challenged expenditures were for Project improvements, \npayroll expenses, and ma nagement and consulting (“oversight”) fees  that benefited \nthe Project and were permitted under the Operating Agreements and applicable \nlaw.45   \n27. On 23 February 2021, Plaintiffs initiated this action, asserting claims (i) for \ndeclaratory judgment determin ing JBS’s and Camden’s respective ownership \ninterests and rights in the Loray Entities and (ii) for breach of contract.46  On 5 April \n2021, Defendants answered the Complaint and asserted counterclaims against \nPlaintiffs for (i) declaratory judgment, (ii) breach of contract, (iii) derivative and direct \nclaims for breach of fiduciary duty, (iv) unjust enrichment, (v) derivative and direct \nclaims for constructive fraud, (vi) conversion, and (vii) civil conspiracy.47  \n \n44 (Countercls. ¶ 112.) \n \n45 (Gumpert Aff. ¶ 43.)   \n \n46 (Compl.) \n \n47 (Countercls.) \n \n28. After the completion of discovery, the parties filed their respective Motions  \non 15 March 2022.  After full briefing, the Court held a hearing on the Motions on 11 \nMay 2022 (the “Hearing”), at which all parties were represented by counsel.   \n29. On or about 26 August 2022, the Loray Mill was sold for $44,750,000 (the \n“Sale”).  Plaintiffs informed Defendants of the Sale by letter dated 8 September 2022 \n(the “Letter”).  While Defendants did not oppose the Sale, they objected to Plaintiffs’ \nplan for distribution of the pro ceeds of the Sale (the “Sale Proceeds”) and therefore \nfiled a Motion for Preliminary Injunction48 (“PI Motion”) on 19 September 2022.  On \n1 November 2022, after full briefing and hearing , and with Plaintiffs’ consent, the \nCourt granted the PI Motion and ordered Plaintiffs to escrow $6,245,810.36 of the \nSale Proceeds in Plaintiffs’ counsel’s trust account pending further order of the \nCourt.49   \n30. Thereafter, on 11 November 2022, Defendants fi led a Supplemental Reply \nin Support of Defendants’ Motion to Reopen Discovery ,50 to which Plaintiffs filed a \nresponse on 29 November 2022. 51  Defendants filed a  surreply in response 52 which \nstated, in part, that Plaintiffs produced to Defendants on 2 Decem ber 2022 LCT’s \n \n48 (ECF No. 47.) \n \n49 (Order on Defs.’ Mot. Prelim. Inj., ECF No. 64.) \n \n50 (ECF No. 65.) \n \n51 (Pls.’ Reply Defs.’ Suppl. Reply Supp. Defs’ Mot. Reopen Disc., ECF No. 68.) \n \n52 (Suppl. Surreply Supp. Defs’ Mot. Reopen Disc., ECF No. 70.) \n \n2021 K-1 tax form (the “K-1”)53 reflecting that Camden owns 35% of LCT.54  Because \nno party had advanced summary judgment arguments based on Camden’s reported \nownership in LCT’s K-1 tax form, the Court, acting sua sponte, ordered supplemental \nbriefing on 9 December 2022 concerning the K-1’s relevance to the Motions.55   \n31. In addition, on 6 December 2022, the Court, also acting sua sponte, ordered \nsupplemental briefing to address whether, under Georgia and North Carolina law, \nthe economic loss r ule bars Defendants’ counterclaims for breach of fiduciary duty \nand constructive fraud based on Plaintiff s’ alleged payment of unbudgeted payroll \nexpenses, oversight fees, and commercial tenant improvements.56 \n32. After full supplemental briefing as described above, the Court held a further \nhearing on the Motions on 18 January 2023, at which all parties were represented by \ncounsel. \n33. The Motions are now ripe for resolution.  \nII. \n \nLEGAL STANDARD \n34. Under Rule 56, “[s]ummary judgment is appropriate ‘if t he pleadings, \ndepositions, answers to interrogatories, and admissions on file, together with the \n \n53 (ECF No. 72.) \n \n54 The Court subsequently learned that similar representations are made in LMM’s 2017 K-\n1, (ECF No. 31.29), LCT’s 2019 K-1, (ECF No. 31.30), and LMD’s 2020 K-1, (ECF No. 79). \n \n55 (Second Order Suppl. Briefing Mots. Summ. J., ECF No. 74.) \n \n56 (Order Suppl. Briefing Mots. Summ. J., ECF No. 73.) \n \naffidavits, if any, show that there is no genuine issue as to any material fact and that \nany party is entitled to a judgment as a matter o f law.’ ”  Da Silva v. WakeMed, 375 \nN.C. 1, 10 (2020) ( quoting N.C. R. Civ. P. 56(c)).   “An issue is genuine if it can be \nproven by substantial evidence and a fact is material if it would constitute or \nirrevocably establish any material element of a claim or a defense.”  Lowe v. Bradford, \n305 N.C. 366, 369 (1982) .  “Substantial evidence is such relevant evidence as a \nreasonable mind might accept as ade quate to support a conclusion and means more \nthan a scintilla or a permissible inference.”  Curlee v. Johnson, 377 N.C. 97, 101 (2021) \n(cleaned up).  “The summary judgment standard requires the trial court to construe \nevidence in the light most favorable to the nonmoving party.”  Draughon  v. Evening \nStar Holiness Church of Dunn, 374 N.C. 479, 482 (2020). \n35. “The party seeking summary judgment bears the initial burden of \ndemonstrating the absence of a genuine issue of material fact.”  Liberty Mut. Ins. Co. \nv. Pennington, 356 N.C. 571, 579 (2002).  The movant may meet this burden either \n(1) “by proving an essen tial element of the opposing party’s claim does not exist, \ncannot be proven at trial , or would be barred by an affirmative defense ” or (2) “ by \nshowing through discovery that the opposing party cannot produce evidence to \nsupport an essential element of [its ] claim[.]”  Dobson v. Harris,  352 N.C. 77, 83 \n(2000).  If the movant meets this burden, “the burden then shifts to the nonmovant \nto come forward with specific facts establishing the presence of a genuine factual \ndispute for trial.”  Pennington, 356 N.C. at 579; see N.C. R. Civ. P. 56(e) (“[A]n adverse \nparty may not rest upon the mere allegations or denials of his pleadings, but his \nresponse, by affidavits or as otherwise provided in this rule, must set forth specific \nfacts showing that there is a genuine issue for trial.”). \nIII. \n \nANALYSIS \nA.  Defendants’ Motion   \n36. Each side seeks a declaratory judgment determining the ownership interests \nand rights JBS and Camden have in the Loray Entities.57  Defendants seek summary \njudgment on both sides’ declaratory judgment claims, contending that the undisputed \nevidence establishes as a matter of law that Camden has a 30% ownership interest \nin  the Loray Entities.58  Plaintiffs argue that Defendants’ Motion should be denied \nbecause the undisputed evidence shows that Camden’s failure to participate in JBS’s \nvarious Capital Calls has reduced Camden’s ownership interests in LMM, LCT, and \nLMR2 to less than  1% in each.59  Defendants also seek summary judgment on \nPlaintiffs’ claim that Defendants breached the various  Operating Agreements by \ndisputing the legitimacy of JBS’s  C apital Calls and by interfering with Plaintiffs’ \n \n57 The parties’ pleadings are somewhat imprecise, but it is clear that Plaintiffs seek a \ndeclaratory judgment at least as to LMM, LCT, LMR2, and LMD, (see Compl. ¶¶ 63, 74, 77), \nand that Defendants seek a declaratory judgment at least as to LMM, LCT, and LMD, ( see \nCountercls. ¶ 190, 193– 94).  In addition, Plaintiff s initially sought a declaration regarding \nJBS’s “authority to move ahead with refinancing or other restructuring of the Project’s \nfinances,” (Compl. ¶ 75), but Plaintiffs’ counsel conceded at the hearing on the PI Motion that \nthe sale mooted this aspect of Plaintiffs’ declaratory judgment claim.  \n \n58 (Defs.’ Br. Supp. Mot. Summ. J. Pls.’ Claims and Defs .’ Countercl. Declaratory J. 14–15 \n[hereinafter “Defs.’ Supp. Br.”], ECF No. 31.) \n \n59 (Pls.’ Mem. Law Opp’n Defs.’ Mot. Summ. J. Pls.’ Claims and Summ. J. Their Countercls. \n5 [hereinafter “Pls.’ Opp’n Br.”], ECF No. 37; Compl. ¶ 63.)  Unlike Defendants, Plaintiffs do \nnot seek summary judgment on their affirmative claim for relief.  \n \noperations, refinancing efforts, and negotiations wi th the Project’s tax credit \ninvestors.60    \n1.   Declaratory Judgment Claims \n37. As noted above, the Operating Agreements provide JBS with the power and \nauthority to make capital calls on behalf of a Loray Entity and allow a member of the \nentity to cover a non -contributing member’s portion of the capital call , which the \nmember may convert into equity and thereby reduce the non -contributing member’s \nequity interest in the entity .61  Plaintiffs allege that they properly exercised th ese \npowers, resulting in the di lution of Defendants’ ownership interests in LMM, LCT, \nand LMR2 to less than 1% in each. \n38. Defendants argue, however,  that the undisputed evidence shows that  \nCamden’s ownership interests in LMM, LCT, and LMR2 were not diluted by JBS’ s \nCapital Calls because (i) the Calls were made before the “Chevron reserve” had been \nreleased and only after JBS made contributions to the Project, not before, which were \nrequired for a valid capital call under the  Operating Agreements;62 (ii) JBS did not \nissue a ca pital call for  LCT;63 and (iii) the  Capital Calls to LMM and LMR2 were \n \n60 (Pls.’ Opp’n Br. 3.)  Plaintiffs have abandoned their breach of contract claim to the extent \nit is based on Gumpert’s work as the Project’s construction manager or on Defendants’ alleged \ninterference with the “operations of the general contractor and various subcontractors ,” \nexcept to the extent that they may serve as offsets or as estoppel against Defendants’ claims.  \n(Pls.’ Opp’n Br. 3.)   \n \n61 (Defs.’ Supp. Br. 6; Pls. Opp’n Br. 3–4; Operating Agreements Arts. 4.2 and 4.3.) \n \n62 (Defs.’ Supp. Br. 9–12, 16–19.)  \n \n63 (Defs.’ Supp. Br. 15–16.) \n \nmade to recoup Plaintiffs’ improper and unapproved expenses.64  Defendants \ntherefore argue that they are entitled to summary judgment against  Plaintiffs’ \nclaims.   \n39. For their part, Plaintiffs contend that they have offered evidence showing \nthat the Capital Calls were consistent with the Operating Agreements and , to the \nextent they were not, were consistent with the course of dealing between the \nparties.65   \n40. After a careful review of the record, the Court concludes that genuine issues \nof material fact preclude summary judgment for Defendants on Plaintiffs’ declaratory \njudgment claim.\n  \na. Choice of Law \n41. The Court first turns to choice of law.  The Operating Agreements for LMM \nand LMR2 each provide that the Agreements “shall be construed in accordance with \nand governed by the law of Georgia, and particularly by the [Georgia Limited \nLiability Company] Act.”\n66  The LCT Operating Agreement likewise provides that it \n“shall be construed in accordance with and governed by the law of Georgia,” but, in \napparent conflict, goes on to state “and particularly by the [North Carolina Limited \nLiability Company] Act.”  Bec ause our courts recognize that “where parties to a \ncontract have agreed that a given jurisdiction’s substantive law shall govern the \n \n64 (Defs.’ Supp. Br. 19–21.)   \n \n65 (Pls.’ Opp’n Br. 5, 10, 12.) \n \n66 (LMM Agreement Art. 2.1; LMR2 Agreement Art. 2.1.) \ninterpretation of the contract, such a contractual provision will be given effect,”  \nTanglewood Land Co. v. Byrd, 299 N.C. 260, 262 (1980), the Court will apply Georgia \nlaw to the LMM and LMR2 Operating Agreements and both Georgia and North \nCarolina law to the LCT Operating Agreement.   \nb. The “Chevron Reserve” \n \n42. The parties dispute the meaning of the term “Chevron reserve” in Article 4.3 \nof the Operating Agreement.  The term is not defined or otherwise referenced in the \nAgreement, and its meaning cannot be discerned from the four corners of the \ndocument.  Accordingly, the Court finds that the term is ambiguous.  See, e.g., Unified \nGov’t of Athens -Clarke Cnty . v. Stiles Apartments, Inc. , 295 Ga. 829, 832 (2014)  \n(“When the terms of a contract are clear and unambiguous, the reviewing court looks \nonly to the contract  itself to determine the parties’ intent .” ); Richard Haney Ford, \nInc. v. Ford Dealer Comput. Servs., 218 Ga. App. 315, 316 (1995) (“[T]he existence or \nnonexistence of an ambiguity is [  ] a question of law for the court.” ); see also, e.g. , \nJones v. Casstevens, 222 N.C. 411, 413 (1942) (“If there be no dispute as to the terms, \nand they are plain and unambiguous, there is no room for construction.  The contract \nis to be interpreted as written.”); Myers v. Myers, 213 N.C. App. 171, 175 (2011) \n(“[W]hether . . . the language of a contract is ambiguous or unambiguous is a question \nfor the court to determine.”).  \n43. The Court further concludes that the pertinent rules of contract construction \ndo not supply the term’s meaning as a matter of either Georgia or North Carolina law \ngiven the single use of the term in the Operating Agreements .  See, e.g ., City of \nBaldwin v. Woodard & Curran, Inc., 293 Ga. 19, 30 (2013)  (“[I]f the contract is \nambiguous in some respect, the court must apply the rules of contract construction to \nresolve the ambiguity.”); Johnston Cnty. v. R.N. Rouse & Co., 331 N.C. 88, 94 (1992) \n(“[I]t is a fundamental rule  of contract construction that the courts construe an \nambiguous contract in a manner that gives effect to all of its provisions, if the court \nis reasonably able to do so.”). \n44. Finally, the Court concludes that the parties’ proffered extrinsic evidence is \nin conflict and is not susceptible to a single interpretation.  See, e.g., Claussen v. Aetna \nCasualty & Sur. Co., 259 Ga. 333, 334 (1989) (“ Extrinsic evidence to explain \nambiguity in a contract becomes admissible only when a contract remains ambiguous \nafter the pertinent rules of construction have been applied.”); Cogdill v. Sylva Supply \nCo., 265 N.C. App. 129, 142 (2019) (“Where the language of a contract  is ambiguous, \ncourts consider other relevant and material extrinsic  evidence to ascertain the \nparties’ intent[.]”).  In particular, Gumpert avers that the “Chevron reserve” is the \nfunding Chevron provided to the Project , which was finally exhausted  on 24 \nDecember 2020.67  In contrast, Lenihan has testified that the term “refers to ‘Tenant \nReserve’ as outlined in the [LMT] O perating Agreement” and was an account tha t \nhad been exhausted by 2016.68   \n45. The parties’ competing contentions about their pattern and practice and \ncourse of dealing regarding the “Chevron reserve” is similarly in conflict.  In the face \n \n67 (Defs.’ Supp. Br. 17 n.18; Gumpert Aff. ¶ 12.)   \n \n68 (Lenihan Aff. ¶ 5; Pls.’ Opp’n Br. 8–9; Compl. Ex. H.)   \n \nof this disputed evidence, the Court concludes that the meaning of the term “Chevron \nreserve” must be resolved by the factfinder 69 at trial.  Accordingly, Defendants’ \nMotion must be denied to the extent it is based on Defendants’ contention that the \nOperating Agreements required that the “Chevron reserve” be released before a valid \nCapital Call could issue. \nc. Capital Calls for Reimbursement of Advanced Funds  \n \n46. The Court next considers Defe ndants’ contention that the Operating \nAgreements required JBS to make capital calls before it made contributions to the \nProject and thereby prohibited JBS from making a capital call to obtain \nreimbursement for advanced funds.  Defendants rely  on Article 4.2 of the Operating \nAgreements for support, which provides that JBS may make capital calls when it “in \ngood faith believes that the Company is, or at any time within the following ninety \n(90) days will be, in the position of having payment obligations in excess of cash[.]”     \n47. Plaintiffs, however, point to section 3.1 of the Operating Agreements, which \nbroadly grants JBS “full charge at its sole discretion of the management, conduct and \noperation of the Company’s business,” and argue that the Agreements do not restrict \nJBS from loaning money to any of the Loray Entities , calling the loan due at a date \nin the future, and then seeking reimbursement through a capital call.  Plaintiffs \nargue that this construction describes a process that fully complie d with Article 4.2, \n \n69 In the February Order, the Court referenced that certain issues would be resolved by a \njury.  However, in e-mail correspondence with the Court, the parties requested a bench trial \nof this matter, which the Court subsequently noticed on 17 February 2023.  (ECF No. 95.)  \nThe Court therefore has replaced the references to a “jury” in the February Order with \n“factfinder” in this amended order and opinion. \nwas well established by the parties’ regular course of conduct, and occurred with \nrespect to each Capital Call. \n48. Based on the above, the Court concludes that, at a minimum, both sides have \nproffered reasonable interpretations of the Operating Agreement, thereby requiring \nthe denial of Defendants’ Motion to this extent under Rule 56.  See, e.g. , Schenkel & \nShultz, Inc. v. Hermon F. Fox & Assocs., P.C., 362 N.C. 269, 275 (2008) (concluding \nsummary judgment was inappropriate where contract was “susceptible to differing \nyet reasonable interpretations”); see also, e.g., Bowers v. Today’s Bank, 347 Ga. App. \n615, 618 (2018) (“A contract is ambiguous if the words used therein leave the intent \nof the parties in question—i.e., that intent is uncertain, unclear, or is open to various \ninterpretations.”).  \nd. Capital Calls on LCT \n \n49. Defendants next contend that JBS never issued a capital call to LCT  and \nthus that Camden continues to own 30% of that entity.  For their support, Defendants \nrely upon Gumpert’s affidavit averments to that effect\n70 and point to a letter dated 6 \nJuly 2020 in which Lenihan stated that “Loray Mill Developer  [sic] and Loray \nCommercial Tenant have not received capital calls and I am working on those now.”71 \n50.  Plaintiffs respond in opposition that Defendants “ ignore [ ] the course of \nconduct between the parties, whereunder from the beginning capital calls would be \n \n70 (Gumpert Aff. ¶ 19.) \n \n71 (July 2020 Ownership Letter.) \n \nissued through [LMM] and the funds disbursed to the various entities.” 72  Plaintiffs \nacknowledge, however, that “beginning in 2017, various capital calls were mad e on \nbehalf of specific companies,” limiting Plaintiffs’ alleged course of conduct to the first \ntwo capital calls at issue: the February 2015 Call, which Defendants admit was valid, \nand the December 2015 Call, through which Plaintiffs offer evidence suggesting that \nLCT received $681,175 of the $885,000 raised in the Call.73   \n51. In considering these competing contentions, the  Court first notes that \nDefendants mischaracterize the quoted passage from Lenihan’s 6 July 2020 letter to \nGumpert to imply that Lenihan recognized that company -specific capital calls were \nrequired under the Operating A greements.  Lenihan, however,  began his letter by \nstating the following: \nIt has come to my attention that you now are stating that all the Loray \nentities are to be treated in dividually and not as a group of companies.  \nThis is not what you and I agreed too [sic] and has not been the way we \nhave been treating these entities since inception of the project.  When \ncapital was needed, with your approval and actual request, I did no t \nidentify each individual company we were  putting money into as we \nagreed that all capital was for the entire group of companies and we \nused the money that came into the group to pay invoices for which ever \ncompany needed the cash at that time to keep from having to call capital \nfor the entities that had no income like Loray Mill Manager, Loray Mill \nDeveloper and Loray Mill Manager.74 \n \n52. He then stated: \nNow that it appears you are calling this into question and are asserting \nthat each individual company should be treated as a stand-alone entity, \n \n72 (Pls. Opp’n Br. 12.) \n \n73 (Pls. Opp’n Br. 12–13; July 2020 Ownership Letter.) \n \n74 (July 2020 Ownership Letter.) \n \ntherefore I would need to establish percentage ownership of each entity \nbased on the capital calls that were made. \n \nIf this were in fact the way we had agreed, the facts would look like \nthis:75 \n \nIt was in this context—in framing a scenario with which Lenihan did not agree—that \nLenihan stated that LCT had not received a capital call.  As such, while the evidence \nis undisputed that Plaintiffs did not make a capital call specifically on behalf of LCT, \nLenihan’s testimony is not fairly characterized to suggest that he admitted that such \na company-specific capital call was a requirement of the Operating Agreements.  \n53. Shorn of this implication, the evidence before the Court is in sharp dispute \nwith respect to the December 2015 Call.  Defendants point to the requirement of a \ncapital call on LCT for an equity conversion under section 4.3 of the LCT  Operating \nAgreement and the  undisputed fact that no capital call was specifically made on \nbehalf of LCT.  Plaintiffs rely on the above -stated course of conduct , which is \nsupported by Lenihan’s testimony, contemporaneous writings, and JBS’s conduct in \nmaking the unchallenged February 2015 Call on behalf of LMM for all Loray Entities, \nto have effected a modification of the Operating Agreements’ specific terms  \nconcerning capital calls.   \n54. Both North Carolina and Georgia law recognize that “[a]  contract may be \nmodified or waived . . . by conduct which naturally and justly leads the other party to \nbelieve the provisions of the contract are modified or waived . . . even where the \ninstrument provides for any modification of the contract to be in writing.”  Childress \n \n75 (July 2020 Ownership Letter.) \n  \nv. C.W. Myers Trading Post, Inc., 247 N.C. 150, 154 (1957); see, e.g., Glimcher Props., \nL.P. v. Bi-Lo, LLC, 271 Ga. App. 322, 324 (2005) (“parties may modify  a written \nagreement through their conduct , even when the contract  itself contains a merger \nclause or a ‘No Waiver’ provision”).  As a result, the Court concludes that the parties’ \nconflicting evidence creates a genuine issue of material fact as to whether the \nDecember 2015 Call was made on behalf of LCT, precluding summary judgment for \nDefendants on this ground.76   \ne. Capital Calls for Allegedly Improper and Unapproved Expenses \n \n55. Defendants’ next contention is that JBS initiated capital calls to raise funds \nto pay for unbudgeted payroll expenses , oversight fees, and commercial tenant \nimprovements, as well as  to recoup funds that benefited Plaintiffs rather than the \nLoray Entities.77   \n56. Plaintiffs offer testimony from Leni han, however, that many of the payroll \nexpenses and oversight fees that Defendants challenge as unbudgeted were included \nin the budget for LMT , which is not a party to the lawsuit, and that the payments \nDefendants allege to be improper self- dealing were approved by Defendants and \nmade for proper business purposes .78  In particular, Lenihan addresses each of the \n \n76 According to Lenihan, Camden’s failure to participate in the December 2015 Capital Call \nresulted in ownership adjustments leaving JBS with 99.98532% and Camden with .005138% \nof LCT.  (July 2020 Ownership Letter.) \n \n77 (Defs.’ Supp. Br. 13.)  These contentions allege improper expenditures from 2013 to 2021.  \n(Gumpert Aff. ¶¶ 46–48.) \n \n78 (Second Aff. Joseph Lenihan, dated 21 Apr. 2022, Ex. B, ECF No. 41.2.) \n \nexpenses Defendants challenge and attests to specific facts rebutting each of \nDefendants’ claims.  Accordingly, viewing this evidence in the light most favorable to \nPlaintiffs, the Court concludes that  Plaintiffs have offered sufficient evidence to \npreclude summary judgment for Defendants on this ground.79 \nf. Quasi-Estoppel Based on the K-1 Tax Forms \n \n57. Finally, Defendants invoke the doctrine of quasi-estoppel to contend that the \nK-1 representations of LCT, LMR2, LMD, and LMM should preclude Plaintiffs from \ncontending in this litigation that Camden has less than a 35% interest in these  \nentities.   \nUnder quasi-estoppel doctrine one is not permitted to injure another by \ntaking a position inconsistent with prior conduct, regardless of whether \nthe person had actually relied upon that conduct.  Likewise, under a \nquasi-estoppel theory, a party who accepts a transaction or instrument \nand then accepts benefits under it may be estopped to take a later \nposition inconsistent with the prior acceptance of that same transaction \nor instrument.  The essential purpose of quasi-estoppel is to prevent a \nparty from benefitting by taking two clearly inconsistent positions. \n \nSnow Enter., LLC v. Bankers Ins. Co., 282 N.C. App. 132, 142  (2022) (cleaned up).  \n“Quasi-estoppel is thus directly grounded upon a party’s acquiescence or acceptance \nof payment or benefits, by virtue of which that party is thereaf ter prevented from \nmaintaining a position inconsistent with those acts.”  Id. at 142–43 (cleaned up). \n58. Defendants argue that the doctrine should apply because Plaintiffs “have \naccepted tax benefits” from the representations of Camden’s ownership in the K-1s.80  \n \n79 As discussed below, the Court concludes on Plaintiffs’ Motion that Defendants’ \ncounterclaims for breach of fiduciary duty and constructive fraud based on Plaintiffs’ alleged \nself-dealing must be dismissed.  \n \n80 (Defs.’ Suppl. Br. Mots. Summ. J. Addressing Impact LCT K-1 4, ECF No. 83.) \nPlaintiffs argue in opposition that JBS and Lenihan were not responsible for the K-1 \nrepresentations because they were prepared by an independent accounting firm \nwithout their input, and, in any event, the percentage ownership figures reflected in \nthe K-1s neither harm nor benefit the Loray Entities.81  JBS and Lenihan also argue \nthat the representations were made to reflect Defendants’ position in light of the \nparties’ current dispute and are subject to amendment upon a judicial determination \nof L enihan’s and G umpert’s respective ownership shares in the course of this \nlitigation.  In the face of these conflicting positions and evidence, the Court concludes \nthat the facts necessary to determine the potential application of quasi -estoppel are \nin dispute and must await a factfinder’s determination at trial.   \n59. For each of these reasons, therefore, the Court concludes that Defendants’ \nMotion seeking summary judgment on the parties’ declaratory judgment claims must \nbe denied. \n2.  Plaintiffs’ Breach of Contract Claim \n60. Plaintiffs allege that Defendants breached the various Operating \nAgreements by improperly interfering with the Loray Entities ’ operations  after \nPlaintiffs made, and Defendants failed to respond to,  valid capital calls that diluted \nCamden’s investment.  Defendants respond that their conduct was consistent with \ntheir rights as 30% owners of these various entities.  So framed, the parties appear \nto agree that Plaintiffs’ claim for breach of contract thus depends upon the resolution \n \n \n81 (Pls.’ Reply Defs.’ Suppl. Br. Mots. Summ. J. Addressing Impact 2021 LCT K-1 3, ECF No. \n86; Pls.’ Reply Defs.’ Suppl. Br. Mots. Summ. J. Addressing Impact 2021 LCT K-1 Ex. A, ECF \nNo. 86.1.) \nof the parties’ competing claims for declaratory judgment.  Since the Court has \nconcluded that the claims for declaratory relief must be resolved at trial, the Court \nreaches the same conclusion concerning Plaintiffs’ claim for breach of contract.  \nAccordingly, Defendants’ Motion as to this claim must also be denied. \nB.      Plaintiffs’ Motion  \n61. Apart from its  request for declaratory judgment, Camden has asserted  \ncounterclaims directly against (i) JBS for breach of the Operating Agreements  and \nfor breach of fiduciary duty, (ii) LMM for breach of the LMM Operating Agreement,82 \nand (iii) JBS and Lenihan for constructive fraud and unjust enrichment.  Camden \nhas also asserted counterclaims derivatively (i)  on behalf of LMM, LMD, and LCT  \nagainst JBS for breach of fiduciary duty  and (ii) on behalf of LMR against Lenihan \nfor conversion.\n83  Finally, Defendants together have asserted a direct counterclaim \nagainst Plaintiffs for civil conspiracy.   \n \n82 Defendants base this claim on LMM’s alleged breach of Article 5.4(d) of the LMM Operating \nAgreement by failing to pay Camden a “construction management fee associated with the \nproject.”  (Countercls. ¶ 187.)  The LMM Operating Agreement, however, does not contain an \nArticle 5.4(d), and no other provision requires a “construction management fee” be paid to \nCamden.  In any event, Defendants have not offered any evidence or argument in opposition \nto Plaintiffs’ motion seeking summary judgment on this claim.  The Court therefore will grant \nPlaintiffs’ Motion and enter summary judgment for Plaintiffs on this counterclaim  as \npleaded. \n \n83 The Court notes that LMR does not appear in the caption and is not identified as a party \nin Defendants’ counterclaims.  Plaintiffs have not challenged Defendants’ purported \nderivative claim for LMR on this ground, however, and the Court will therefore consider \nPlaintiffs’ Motion against this claim solely on the grounds asserted in the Motion  and \nsupporting briefs. \n \n62. Plaintiffs move to dismiss all counterclaims, 84 contending that Defendants’ \ncounterclaims for breach of contract and breach of fiduciary duty are time-barred by \nthe applicable statute of limitations and further that all of Defendants’ counterclaims \nmust be dismissed in light of the undisputed evidence of record. \n1.  Defendants’ Breach of Contract and Breach of Fiduciary Duty  \n  Counterclaims \n \na. Statutes of Limitations85 \n63. As an initial matter, the Court notes that North Carolina’s “traditional \nconflict of laws rule is that matters affecting the substantial rights of the parties are \ndetermined by lex loci, the law of the situs of the claim, and remedial or procedural \nrights are determined by lex fori, the law of the forum.”  Boudreau v. Baughman, 322 \nN.C. 331, 335 (1988).  “Ordinary statutes  of limitation are clearly procedural, \naffecting only the remedy directly and not the right to recover.”  Id.  at 340.   \nAccordingly, although the Operating Agreements provide that they will be govern ed \nby Georgia law, North Carolina’s statutes of limitations will be applied to Defendants’ \ncounterclaims. \n \n84 Plaintiffs do not advance arguments specific to Defendants’ declaratory judgment claim \n(Count IX), despite stating in their supporting briefs that they seek dismissal of all claims .  \n(See Defs.’ Resp. Opp’n Pls.’ Mot. Summ. J . 2 [hereinafter “Defs.’ Opp’n Br.”], ECF No. 39 .)  \nBecause the declaratory judgment counterclaim is based on the same facts and allegations \nas certain of Defendants’ breach of contract counterclaims, however, the Court will consider \nPlaintiffs’ Motion to seek dismissal of Defendants’ declaratory judgment counterclaim based \non the same arguments Plaintiffs advance to dismiss the relevant portions of Defendants’ \nbreach of contract counterclaims. \n \n85 As discussed in further detail , infra Sec. 3.a., the Court concludes that Defendants’ \nderivative counterclaims for breach of fiduciary duty should be dismissed for lack of standing.  \nAccordingly, the discussion that follows only addresses the applicable statutes of limitations \nfor Defendants’ direct claims for breach of contract and breach of fiduciary duty. \n \n64. Under North Carolina law, Defendants’ claims for breach of contract and \nbreach of fiduciary duty each have a three-year statute of limitations.  See, e.g., Ussery \nv. Branch Banking & Tr. Co. , 368 N.C. 325, 335 n.5 (2015) (recognizing three -year \nstatute of limitations for breach of contract  and breach of fiduciary duty  claims) \n(citing N.C.G.S. § 1 -52(1), (5), (9) (2017)) .86  For both claims, “the statute  [of \nlimitations] begins to run when the claim accrues.”  Miller v. Randolph, 124 N.C. App. \n779, 781 (1996).  A “cause of action generally accrues when the right to institute and \nmaintain a suit arises .”  Ocean Hill Joint Venture v. N .C. Dep’t of Env ’t, Health & \nNat. Res., 333 N.C. 318, 323 (1993) ( cleaned up).  The right to sue for both breach of \ncontract and breach of fiduciary duty arises when the plaintiff knew or should have \nknown of the  alleged breach.  See, e.g.,  Chisum v. Campagna (Chisum I), 376 N.C. \n680, 702 (2021) (for breach of contract claims); Toomer v. Branch Banking & Tr. Co., \n171 N.C. App. 58, 69 (2005) (for breach of fiduciary duty claims) .  In short, “as soon \nas the injury becomes apparent to the claimant or should reasonably become \n \n86 In deciding which statute of limitations should be applied to a declaratory judgment claim, \nthe Court is “guided by the principle that the statute of limitations is not determined by the \nremedy sought, but by the substantive right asserted by plaintiffs.”  Baars v. Campbell Univ., \nInc., 148 N.C. App. 408, 414 (2002).   Since Defendants’ declaratory judgment counterclaim \nseeks a determination of contract rights, the three-year statute of limitations for breach of \ncontract applies.  See, e.g., Penley v. Penley, 65 N.C. App. 711, 723 (1984) (“Although in form \nthe complaint asked for relief through a declaratory judgment, in substance, as represented \nby the evidence produced and the issue submitted to the jury, the action is based on \ncontract.”), rev’d on other grounds, 314 N.C. 1 (1985); see also, e.g., Ludlum v. State, 227 N.C. \nApp. 92, 95 (2013) (holding that “[b]ecause plaintiff waited too long to file his claim [based on \ncontract], he is barred from a determination that he is owed any benefits at all [pursuant to \nthat contract]” under his declaratory judgment claim). \n \napparent, the cause of action is complete and the limitation period begins to run.” \nChisum I, 376 N.C. at 701. \n65. Plaintiffs argue that the actions upon which Defendants base their breach -\nbased counter claims—Plaintiffs’ alleged unbudgeted commercial tenant upfits, \nimproper capital calls, failure to accept an offer for purchase of a tax credit, unpaid \ndevelopment fee, and Camden’s loss of investment partners and financing—were all \nknown to Defendants more than three years before Defendants filed their \ncounterclaims for breach of fiduciary duty and breach of contract on 5 April 2021.87   \n66. In particular, Plaintiffs contend, and the undisputed evidence shows , that \nDefendants were on notice of Plaintiffs’ alleged breaches of fiduciary duty and \ncontract (i) no later than the end of construction in 2016 as to JBS’ s design changes \nin 2013 and 201488 that led to the unbudgeted commercial tenant upfit expenditures \nin 2015 and 2016 about which Defendants complain;89 (ii) in 2015 as to JBS’s failure \nto pay the develop ment fee when it became due  at that time ;90 (iii) in 2016 as to \nLMM’s failure to pay the construction management fee when it bec ame due at \nconstruction completion;91 (iv) in 2016 as to JBS’s failure to reach an agreement with \n \n87 (Pls.’ Supp. Br. 9–12.)   \n \n88 (Aff. Erik M. Rosenwood Ex. 5.) \n \n89 (Aff. Erik M. Rosenwood Ex. 10, ECF No. 33.10.) \n \n90 (Camden Dep. 68:17–74:9.)   \n \n91 (Camden Dep. 249:19–24.) \n \nFoss regarding tax credits;92 (v) in 2016 as to Gumpert’s lost financing;93 (vi) in 2015 \nas to Lenihan’s alleged self-dealing;94 and (vi) on 8 December 2015 and 6 June 2017 \nas to the Capital Calls initiated and communicated to Defendants on those dates.95 \n67. Rather than challenge this undisputed evidence, Defendants rely upon the \ncontinuing wrong doctrine, the discovery rule, and equitable estoppel principles to \nargue that their counterclaims should survive dismissal.96  The Court examines each \ncontention in turn.   \nb. Continuing Wrong Doctrine \n68. Defendants first contend that Plaintiffs’ alleged breaches “remain a constant \nand continuing theme”  and t herefore that the statute of limitations has not yet \nexpired by operation of the continuing wrong doctrine.97  “When this doctrine applies, \na statute of limitations does not begin to run until the violative act ceases.”  Williams \nv. Blue Cross Blue Shield, 357 N.C. 170, 179 (2003).  To determine whether \nDefendants have suffered from a “continuing wrong,” the Court consider s “[t]he \nparticular policies of the statute of limitations in question, as well as the nature of \nthe wrongful conduct and harm alleged.”  Id.  In particular, the Court “must examine \n \n92 (Camden Dep. 242:13–246:11.) \n \n93 (Camden Dep. 247:19–248:9.) \n \n94 (Countercls. ¶¶ 119–21.) \n \n95 (Defs.’ Supp. Br. Exs. I–J, ECF Nos. 31.11–.12.) \n \n96 (Defs.’ Opp’n Br. 2.)   \n \n97 (Defs.’ Opp’n Br. 2, 8–9.)   \nthe wrong alleged by the plaintiff to determine if the purported violation is the result \nof continual unlawful acts, each of which restarts the running of the statute of \nlimitations, or if the alleged wrong is instead merely the continual ill effects from an \noriginal violation.”  Quality Built Homes, Inc. v. Town of Carthage, 371 N.C. 60, 70  \n(2018) (cleaned up).  As a result, “the ‘continuing wrong’ doctrine does nothing more \nthan provide that the applicab le limitations period starts anew in the event that an \nallegedly unlawful act is repeated.”  Id.   \n69. Here, the conduct on which Defendants base their claims for breach involved \nseparate discrete acts rather than continual ill effects from an original breach of \ncontract or an original breach of fiduciary duty.  The undisputed evidence shows that \nthe payment of unbudgeted commercial tenant upfit expenditures, the failure to pay \na development or construction management fee, the failure to reach an agreement \nwith Foss, Gumpert’s loss of financing, and the pre-5-April-2018 capital calls were (i) \nnon-repetitive and occurred at a specific, identified time well before 5 April 2018, (ii) \nthe alleged injuries to Defendants resulting from these actions occurred at the time \nof the events, and (iii) the events and Defendants’ injuries were known by Defendants \nprior to 5 April 2018.  Accordingly,  the Court concludes that Defendant s’ breach of \ncontract and breach of fiduciary dut y claims are untimely and that the continuing \nwrong doctrine does not apply to save Defendants’ late-filed claims. \nc. “Discovery Rule” \n70. Under the “discovery rule,” “a party must initiate an action within a certain \nstatutorily prescribed period after discovering its injury to avoid dismissal of a claim.”  \nChristenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5  (2017).  As noted above, \nthe rule applies to both breach of contract and breach of fiduciary duty claims  and \nstates that the statute of limitations be gins to run only when the injured party \ndiscovers, or should have discovered, the injury.  See, e.g., Chisum I, 376 N.C. at 699–\n702; Toomer, 171 N.C. App. at 68–69.  \n71. Plaintiffs argue that the same evidence that defeats Defendants’ continuing \nwrong argument requires the rejection of Defendants’ defense based on the discovery \nrule.  Defendants disagree, contending that, despite having pleaded claims based on \nPlaintiffs’ alleged financial misconduct, they were not on notice of Plaintiffs’ specific \nfinancial misconduct until Plaintiffs produced the Loray Entities’ financial records as \nQuickBooks files (“QuickBooks”) in discovery in this action on 11 January 2022. 98  \nThey argue that the QuickBooks production revealed, for the first time , the specific \nself-dealing transactions on which their claims are based, specific unbudgeted \nexpenditures on tenant improvements, payroll expenses,  oversight fees, and the \namount of cash available to pay the development fee, 99 and, as a result, their claims \nshould be saved by the discovery rule.   \n72. Plaintiffs assert that the QuickBooks production provided Defendants with \nadditional information that only supplemented  the information already available to \n \n98 (Defs.’ Opp’n Br. 3.)   \n \n99 (Defs.’ Opp’n Br. 3–4.)    \n \nDefendants.100  The Court agrees with Plaintiffs.  Defendants were sufficiently aware \nof Plaintiffs’ alleged financial misconduct to assert their counterclaims in 2021 , and \nthey based those claims on the very misconduct  Defendants contend they only \nrecently discovered.  At most, the QuickBooks production provide s further evidence \nto support Defendants’ counterclaims and the extent of Defendants’ alleged \ninjuries,101 not evidence of new claims that may be asserted with a n ew statute of \nlimitations.  See Pembee Mfg. Corp. v. Cape Fear Constr. Co., 313 N.C. 488, 494 (1985) \n(“The fact that further damage which plaintiff did not expect was discovered does not \nbring about a new cause of action, it merely aggravates the original injury.”).  Indeed, \nDefendants have not sought to amend their counterclaims or file a separate action \nbased on the QuickBooks production, a confirmation that Defendants’ counterclaims, \nas originally pleaded, embrace the information gleaned from the QuickBo oks \nproduction. \n73. Accordingly, the Court concludes that the discovery rule does not salvage \nDefendants’ contract and breach of fiduciary duty claims to the extent they are based \non Plaintiffs’ alleged conduct before 5 April 2018.  \n \n100 (Pls.’ Reply Defs.’ Resp. Opp’n Pls.’ Mot. Summ. J. 9 [hereinafter “Pls.’ Reply Br.”], ECF \nNo. 40.)  Citations to the page numbers in Pls.’ Reply Br. are to the electronic filing’s PDF \npage numbers as the brief itself is not paginated. \n \n101 Indeed, Defendants asserted in their Opposition Brief  that “it was not until this Court \nforced JBS to make the Loray  Entities QuickBooks available in January 2022 that \nDefendants became aware of the details and extent of JBS’[s] self-dealing and the unbudgeted \nexpenditure of Loray Entity money.”  (Defs.’ Opp’n Br. 13 (emphasis added).) \n \nd. Estoppel  \n74. Finally, Defendants contend that Plaintiffs should be estopped from \nadvancing a statute of limitations defense because Plaintiffs did not provide the \nQuickBooks production until ordered by the Court in January 2022.102   \n75. “Equitable estoppel may be invoked, in a proper case, to bar a defendant \nfrom relying upon the statute of limitations.”  Duke Univ. v. Stainback, 320 N.C. 337, \n341 (1987).  The party seeking the application of equitable estoppel must demonstrate \nthe following: \n[T]he essential elements of an equitable estoppel as related to the party \nestopped are: (1) Conduct which amounts to a false representation or \nconcealment of material facts, or at least, which is reasonably calculated \nto convey the impression that the facts are otherwise than, and \ninconsistent with, those which the party afterwards attempts to assert; \n(2) intention or expectation that such conduct shall be acted upon by the \nother party, or conduct which at least is calculated to induce a \nreasonably prudent person to believe such conduct was intended or \nexpected to be relied and acted upon; (3) knowledge, actual or \nconstructive, of the real facts. As related to the party claiming the \nestoppel, they are: (1) lack of knowledge and the means of knowledge of \nthe truth as to the facts in question; (2) reliance upon the conduct of the \nparty sought to be estopped; and (3) action based thereon of such a \ncharacter as to change his position prejudicially[.] \n \nGore v. Myrtle/Mueller, 362 N.C. 27, 33 –34 (2007) ( first alteration in original) \n(quoting Hawkins v. M. & J. Fin. Corp., 238 N.C. 174, 177–178 (1953)). \n76. “The party asserting the claim must plead the necessary facts with \nparticularity and demonstrate that the [opposing party’s] representations delayed it \nfrom filing suit.”  Christenbury Eye Ctr., P.A. v. Medflow, Inc., 2015 NCBC LEXIS 64, \nat *8 (N.C. Super. Ct. June 19, 2015).  “The court need not find bad faith, fraud nor \n \n102 (Defs.’ Opp’n Br. 11–12.)   \nintent to deceive to apply the doctrine of equitable estoppel.”  Blythe v. Bell , 2013 \nNCBC LEXIS 7, at *47 (N.C. Super. Ct. Feb. 4, 2013).  However , “[a] party cannot \nrely on equitable estoppel if it was put on inquiry as to the truth and had available \nthe means for ascertaining it.”  Christenbury Eye Ctr., P.A. , 2015 NCBC LEXIS 64 , \nat *8 (cleaned up).   \n77. Defendants contend that Plaintiffs withheld important financial \ninformation from Camden despite Gumpert’s requests, which began in 2013.103  The \nundisputed evidence demonstrates , however, that  the Project’s property manager \nregularly provided annual budgets and monthly financial statements to  Defendants \nbeginning in 2015.104  Defendants have not challenged this fact, and it is undisputed \nthat Defendants did not seek additional information from the project manager prior \nto June 2020. 105  Moreover, there is no e vidence that Plaintiffs sought to limit the \ninformation the property manager provided to Defendants, 106 and Defendants have \nnot offered evidence that Camden relied in any way on any alleged \n \n103 (Defs.’ Opp’n Br. 2; Defs.’ Opp’n Br. Ex. 1, Second Aff. John Gumpert, dated 12 Apr. 2022 \n¶¶ 8, 11.)   \n \n104 (Camden Dep. 143:25–144:13; Aff. Stephanie Harrison, dated 25 Apr. 2022 ¶ 5 [hereinafter \n“Harrison Aff.”], ECF No. 42.)   \n \n105 (Harrison Aff. ¶ 7; Second Aff. Joseph Lenihan, dated 21 Apr. 2022, ¶ 13 [hereinafter “2d \nLenihan Aff”], ECF No. 41.) \n \n106 (2d Lenihan Aff. ¶ 11.) \n \nmisrepresentations made by JBS.  The Court concludes, in these circumstances, that \nequitable estoppel does not apply.107 \n78. Accordingly, b ased on the above, the Court concludes that the applicable \nstatutes of limitations bar Defendants’ claims for breach of contract  and breach of \nfiduciary duty related to (i) JBS’s alleged failure to pay the development fee, 108 (ii) \nLMM’s alleged failure to pay the construction management fee, 109 (iii) unbudgeted \ncommercial tenant upfit expenditures flowing from JBS’s design changes in 2013 and \n2014,110 (iv) JBS’s failure to reach an agreement with Foss regarding tax credits, (v) \nGumpert’s lost financing,111 (vi) Lenihan’s alleged self-dealing prior to 5 April 2018, \nand (vii) the Capital Calls on 8 December 2015 and 6 June 2017 .  The Court further \nconcludes that the applicable statute of limitations likewise bars Defendants’ \ndeclaratory judgment claim concerning Camden’s alleged right to payment of the \ndevelopment fee given that claim’s close correlation to Defendants’ breach of contract \nclaim based on the same conduct and seeking essentia lly the same relief .  \n \n107 For these same reasons, the Court concludes , separate and apart from its statute of \nlimitations rulings, that Camden’s breach of fiduciary duty claim based on JBS’s alleged \nwithholding of information, (see Countercls. ¶179), necessarily fails.   \n \n108 (Countercls. ¶¶ 151–52.) \n \n109 (Countercls. ¶¶ 186–188.) \n \n110 (See Countercls. ¶¶ 157–61.) \n \n111 (Countercls. ¶ 177.) \n \nAccordingly, Plaintiffs’ Motion will be granted to this extent and the foregoing claims \nwill be dismissed with prejudice.112 \n2.  Defendants’ Breach of Contract Counterclaims – Post-5 April 2018  \n \n79. The Court next turns to Plaintiffs’ Motion to the extent it seeks dismissal of \nDefendants’ counterclaim s for Plaintiffs’ alleged breach of contract after 5 April \n2018.113  To support those claims, Defendants allege that JBS breached multiple \nprovisions of the Operating Agreements , including (i) Article 3.1, by “failing to use \nreasonable, good faith efforts to consult with Camden on all material management \nissues of the entity”; (ii) Article 3.2, by “acting on multiple occasions in excess of the \nlimitations on its powers as Manager”; (iii) Article 3.5, by “obtaining reimbursement \nof other than out -of-pocket expenses incurred by JBS”; (iv) Articles 4.2 and 4.3, by \n“purporting to dilute Camden’s ownership interest therein through improper capital \ncalls”; and (v) Article 4.5, by “failing to apply the capital of each of [LMD, LMM, and \nLCT] . . . in accordance with the applicable operating budget.”\n114  The Court has \nalready concluded that issues of fact remain concerning the alleged breaches of \n \n112 In light of the Court’s ruling, the Court need not address Plaintiffs’ further contention that \nDefendants have failed to offer sufficient evidence to sustain their  breach of contract and \nbreach of fiduciary duty  claims based on Pla intiffs’ alleged conduct prior to 5 April 2018 , \nalthough that evidence is discussed in connection with Defendants’ counterclaim for \nconstructive fraud below. \n \n113 The elements of a claim for breach of contract are similar in North Carolina and Georgia.  \nSee, e.g., Harper v. Vohra Wound Physicians of N.Y., PLLC, 270 N.C. App. 396, 400 (2020) \n(requiring “(1) existence of a valid contract and (2) breach of the terms of that contract”); \nMcAlister v. Clifton , 313 Ga. 737, 742 (2022) (requiring “(1) breach and the (2) resultant \ndamages (3) to the party who has the right to complain about the contract being broken” \n(quoting Norton v. Budget Rent a Car Sys., Inc., 307 Ga. App. 501, 502 (2010))). \n  \n114 (Countercls ¶¶ 129–41; Defs.’ Opp’n Br. 14.)  \n \nArticles 3.5, 4.2, 4.3, and 4.5 relating to wh ether Plaintiffs’ C apital Calls were \nproperly issued, whether Camden’s ownership interest was improperly diluted, and \nwhether Plaintiffs made unauthorized reimbursements and improperly incurred \nunbudgeted expenses after 5 April 2018.  Defendants have also offered evidence that \nJBS commingled funds during this period in violation of Articles 3.2(e) and (f).  As a \nresult, summary judgment on these issues is not proper, and the Court will therefore \ndeny Plaintiffs’ Motion as to Defendants’  breach of contract counterclaims based on \nconduct occurring after 5 April 2018.115 \n3.  Defendants’ Counterclaims for Breach of Fiduciary Duty and  \n  C onstructive Fraud Against JBS \n \n80. Next, Plaintiffs seek to dismiss all derivative and direct counter claims \nagainst JBS for breach of fiduciary duty and constructive fraud.  Defendants premise \ntheir constructive fraud claims on the same conduct as the breach of fiduciary duty \nclaims, so where appropriate, the Court will consider these claims together.    \n81. North Carolina and Georgia law both require that a plaintiff claiming breach \nof fiduciary duty must show (1) a fiduciary duty, (2) a breach of that duty, and (3) \ninjury proximately caused by the alleged breach.  Sykes v. Health Network Sols., Inc., \n372 N.C. 326, 339 (2019); Niloy & Rohan, LLC v. Sechler, 335 Ga. App. 507, 510 n.5 \n(2016).116   \n \n115 As noted in Section III.A.1 above, issues of fact preclude summary judgment for Plaintiffs \ndismissing Defendants’ declaratory judgment counterclaim for the period prior to 5 April \n2018. \n \n116 The choice of law for Defendants’ breach of fiduciary duty and constructive fraud claims \ndiffers by entity and by claim.  Because LMM  and LRM2 are Georgia LLCs, Defendants’ \nderivative claims on behalf of these entities shall be governed by Georgia law.  See N.C.G.S. \n82. Under both North Carolina and Georgia law, a claim for constructive fraud \nrequires a fiduciary or confidential relationship between the parties.  See, e.g. , \nCrumley & Assocs., P.C. v. Charles Peed & Assocs., P.A. , 21 9 N.C. App. 615, 620 \n(2012); Thunderbolt Harbour Phase II Condo. Ass’n v. Ryan, 326 Ga. App. 580, 581–\n82 (2014); see also OCGA § 23-2-58.   \na. Defendants’ Derivative Counterclaims Based on the Capital Calls \n \n83. Plaintiffs first challenge Defendants’ standing to assert derivative claims \nbased on the Capital Calls, contending that any  injury caused by Plaintiffs’ conduct \nwas suffered by Defendants, individually, and not by any of the Loray Entities.  As a \nresult, P laintiffs argue that Defendants lack standing to assert their breach of \nfiduciary duty and constructive fraud claim s derivatively.  See, e.g., Aubin v. Susi, \n149 N.C. App. 320, 324 (2002) (“Standing is a necessary prerequisite to a court’s \nproper exercise of subject matter jurisdiction.”); Sons  of Confederate Veterans v. \nHenry Cnty. Bd. of Comm’rs, 315 Ga. 39, 44 (2022) (“Standing is a jurisdictional \nprerequisite to a plaintiff’s right to sue.”).  The Court agrees.   \n84. Defendants allege that the sole injury a rising from Plaintiffs’ unlawful \nCapital Calls was the reduction in Camden’s ownership interest s in LMM, LMR2, \n \n§ 57D-8-06 (“In any derivative proceeding in the right of a foreign LLC, the matters covered \nby this Article will be governed by the laws of the jurisdiction of the foreign LLC’s \norganization except for the matters governed by G.S. 57D -8-02, 57D-8-04, and 57D-8-05.”).  \nIn contrast, Defendants’ derivative claim on behalf of LCT, a North Carolina LLC, and \nDefendants’ direct claims for breach of fiduciary duty and constructive fraud are governed by \nNorth Carolina law since our courts have held that tort claims are generally governed by the \nlaw of the state where the alleged injury occurred.  See Boudreau, 322 N.C.  at 335 (“For \nactions sounding in tort, the state where the injury occurred is considered the situs of the \nclaim.”); Camacho v. McCallum, 2016 NCBC LEXIS 81, at *17 (N.C. Super. Ct. Oct. 25, 2016) \n(considering breach of fiduciary duty claim to sound in tort).\n \nLMD, and LCT  under the Operating Agreements.  These injuries to Camden’s \nownership interests, however, are specific to Camden, not shared by Plaintiffs,  and \ndo not include injury to any of the affected LLCs.  Since Defendants’ counterclaims \nseek only to remedy Defendants’ own injuries, the counterclaims are necessarily \ndirect, not derivative.  See, e.g. , 759 Ventures, LLC v. GCP Apartment Invs., LLC, \n2018 NCBC LEXIS 82, at *8 (N.C. Super. Ct. Aug. 13, 2018) (noting that whether a \nclaim is direct or derivative “  ‘turns on whether the alleged injuries were caused \ndirectly to [the member/manager] or instead are a consequence of breaches of \nfiduciary duty that harmed’ [the LLCs]”) (quoting Russell M. Robinson, II, Robinson \non North Carolina Corporation Law § 34.04[5], (7th ed. 2017)).   \n85. As a result, the Court concludes that Defendants’ derivative counter claims \nfor breach of fiduciary duty  and constructive fraud arising from the Capital Calls \nmust be dismissed for lack of standing.  See, e.g., Chisum v. Campagna (Chisum II), \n2017 NCBC LEXIS 102, at *17, *19 (N.C. Super. Ct. Nov. 7, 2017) (dismissing a \nderivative breach of fiduciary duty claim where capital calls for additional capital \ncontributions and “freezing” out the plaintiff were not alleged by plaintiff to have \nharmed the LLC) ; N. Walhalla Props., LLC v. Kennestone Gates Condo. Ass’n, Inc. , \n358 Ga. App. 272, 274 (2021) (“The purpose of a derivative action is to protect the \ncorporation and its assets.”).   \nb. Defendants’ Derivative Counterclaims Based on Unbudgeted Expenses \n86. The Court next turns to Defendants’ derivative counterclaims for breach of \nfiduciary duty and constructive fraud based on JBS’s alleged payment of unbudgeted \npayroll expenses, oversight fees, and commercial tenant improvements .117  At the \nCourt’s request, the parties submitted bri efing on 15 December 2022 addressing \nwhether these claims are barred by the economic loss rule under Georgia and North \nCarolina law.  See, e.g., Gen. Elec., Co. v. Lowe’s Home Ctrs., Inc., 279 Ga. 77, 78 \n(2005) (“The ‘economic loss rule’ generally provides  that a contracting party who \nsuffers purely economic losses must seek his remedy in contract and not in tort .”); \nPerry v. Frigi-Temp Frigeration, Inc., 2020 NCBC LEXIS 100, at *18 (N.C. Super. Ct. \nSept. 3, 2020) (concluding economic loss rule barred breach of fiduciary duty claim \nwhere plaintiff sought enforcement of a right existing only in contract).  \n87. Here, the injury Defendants claim to have suffered was caused by Plaintiffs’ \nalleged failure to abide by the Operating Agreements.  The right Defendants seek to \nvindicate is created by contract, and the remedy Defendants seek to impose is defined \nby that same contract.  Under North Carolina law, such a claim is barred by the \neconomic loss rule.  See, e.g., Wilkins v. Wachovia Corp., No. 5:10-CV-249, 2011 U.S. \nDist. LEXIS 30896, at *6 (E.D.N.C. Mar. 24, 2011) (applying North Carolina’s \neconomic loss rule to bar breach of fiduciary duty claims which arose “out of the duties \nin the  . . . agreement and relate to contract performance”); Haigh  v. Superior Ins. \nMgmt. Grp., Inc., 2017 NCBC LEXIS 100, at *19 (N.C. Super. Ct. Oct. 24, 2017) \n(dismissing breach of fiduciary duty claim where alleged wrongdoing was “a result of \nthe parties’ contractual relationship, not as a result of a fiduciary  relationship” and \n \n117 (See Defs.’ Supp. Br. Exs. T, U.) \nwould be “better resolved through contract principles, rather than general principles \nof fiduciary relationships” (emphasis in original)).   \n88. The outcome is the same under Georgia law.  As under North Carolina law, \nGeorgia law provides that “if the tort results from the violation of a duty which is \nitself the consequence of a contract, the right of action is confined to [the contract], \nexcept in cases where the party would have a right of action . . . independently of the \ncontract[.]”  O.C.G.A. § 51-1-11(a).  As  discussed above, the alleged breaches of \nfiduciary duty here are based on Plaintiffs’ alleged breaches of the Operating \nAgreements—specific, identified duties which arise under those contracts and not \nfrom any fiduciary relationship between the parties.  As  a result, Defendants’ \ncounterclaims for breach of fiduciary duty and constructive fraud must be dismissed \nunder both North Carolina and Georgia law to the extent they seek recovery for JBS’s \nalleged payment for unbudgeted items. 118   \n89. Camden’s direct claim against JBS for breach of fiduciary duty based on this \nsame alleged conduct 119 is premised on the same allegations and conduct as its \nderivative claim s.  Thus, to the extent that Def endants’ direct counterclaims are \nbased on JBS’s alleged payment of unbudgeted payroll expenses, oversight fees, and \ncommercial tenant improvements, those direct claims are dismissed for the same \nreasons set forth above.   \n \n118 The Court notes that its ruling provides a separate ground, in addition to statute of \nlimitations, for the dismissal of Defendants’ breach of fiduciary duty counterclaim based on \nPlaintiffs’ alleged payment of unbudgeted items before 5 April 2018.  \n \n119 (See Countercls. ¶¶ 176, 182.) \nc. Defendants’ Direct Counterclaims Based on the Capital Calls \n \n90. Defendants’ direct breach of fiduciary duty and constructive fraud \ncounterclaims based on Plaintiffs’ Capital Calls  require that Defendants establish \nthat Plaintiffs owed Camden a fiduciary duty.  But even if the Court were to conclude \nthat JBS owed a fiduciary duty to Camden as a matter of law on the present record, \nDefendants have failed to offer evidence showing that Plaintiffs have breached that \nfiduciary duty by issuing the Capital Calls.  In particular, w hile the Court has \nconcluded that there are disputed issues of material fact as to whether the Capital \nCalls were properly issued under the Operating Agreements, Defendants have not \noffered competent evidence that Plaintiffs sought to harm Defendants, acted in bad \nfaith, or acted without due regard to Camden’s interests in issuing the Calls.  See, \ne.g., Dallaire v. Bank of Am., N.A., 367 N.C. 363, 367 (2014); O.C.G.A. § 14-11-35.   \n91. To the contrary, it is undisputed that Plaintiffs announced each Capital \nCall, identified its purpose, explained the consequences of failing to participate, and \notherwise provided necessary information to Camden to permit Camden to evaluate \nits participation in the Call.  While  Camden vigorously disagrees with Plaintiffs’ \nreasons for the Capital Calls and the uses of the proceeds of those Calls, it has not \noffered evidence showing that Plaintiffs breached a fiduciary duty in deciding to issue \nthe Calls or to use the proceeds of the Calls as it did.  JBS, as manager, had the right \nto initiate the Calls under the Operating Agreements, and there is no evidence that \nPlaintiffs knowingly issued the Calls for unlawful purposes or through improper \nmeans.  At its core, Defendants complain that the Calls were used to pay for expenses \nother than the development fee.  But Defendants have not shown that Plaintiffs’ use \nof the Call proceeds in this fashion was in breach of a fiduciary duty.  At  most, \nDefendants’ complaint, and resulting remedy, are grounded in contract—in Camden’s \nbargained for rights under the Operating Agreements—and  not through any \nfiduciary duty that JBS may have owed to Camden.  As  such, Defendants’ direct \nbreach of fiduciary duty and constructive fraud claims based on the Calls must be \ndismissed.120 \nd. Defendants’ Derivative Counterclaims Based on Alleged Self-Dealing \n92. Defendants also assert derivative counterclaims for breach of fiduciary duty \nand constructive fraud based on JBS’s alleged self -dealing.121  Plaintiffs seek \nsummary judgment, contending that the undisputed evidence shows that JBS’s \nchallenged payments were for proper corporate purposes and further that JBS’s \ndecision to pay oversight fees and payroll expenses of various LLCs was protected \nconduct under the business judgment rule.   \n \n120 As with Defendants’ counterclaim for breach of fiduciary duty based on Plaintiffs’ alleged \npayment of unbudgeted items above, and as a result of the Court’s dismissal of the fiduciary \nduty counterclaim on statute of limitations grounds , the foregoing provides an additional \nbasis for the dismissal of Defendants’ fiduciary duty counterclaim to the extent it is based on \nPlaintiffs’ Capital Calls prior to 5 April 2018.  \n \n121 (Countercls. ¶¶ 173, 182.)  See N.C.G.S § 57D-3-21(b) (“Each manager shall discharge that \nperson’s duties (i) in good faith, (ii) with the care an ordinary prudent person in a like position \nwould exercise under similar circumstances, and (iii) subject to the operating agreement, in \na manner the manager believes to be in the best interests of the LLC.”); Ga. Code Ann. § 14-\n11-305(1) (“[A managing member of an LLC] shall act in a manner he or she believes in good \nfaith to be in the best interests of the limited liability company and with the care an ordinarily \nprudent person in a like position would exercise under similar circumstances.”).   \n \n93. Because the Court’s statute of limitations ruling limits Defendants’  breach \nof fiduciary duty counterclaim to Plaintiffs’ alleged conduct after 5 April 2018,122 the \nCourt examines that conduct first.   \n94. It appears to the Court that the only specific transact ions occurring after 5 \nApril 2018 that Defendants challenge as improper self -dealing are identified in \nExhibits S and X to Defendants’ supplemental brief. 123  In response to Plaintiffs’ \nMotion, Defendants make conclusory arguments without record citations but appear \nto rely upon Gumpert’s affidavit testimony to show that issues of fact preclude \nsummary judgment.  But while  Gumpert offers evidence that JBS and Lenihan \ncaused LCT and LMM to pay various sums to JBS, Lenihan, and JBS -related \nentities,124 Defendants offer no response to Plaintiffs ’ evidence showing that the \npayments at issue were made for proper purposes and in the best interest of the Loray \nEntities.\n125   \n95. The same is true for JBS’s alleged self -dealing prior to 5 April 2018 .  \nDefendants contend that JBS made distributions to itself and related entities during \nthis period “for its own personal benefit, and to the detriment of [LMM, LCT, LMD,] \n \n122 Defendants’ counterclaim for constructive fraud is subject to a ten -year statute of \nlimitations, see Chisum I, 376 N.C. at 707 (citing N.C.G.S. § 1-56(a)), and thus is unaffected \nby the Court’s statute of limitations rulings above. \n  \n123 (ECF Nos. 31.21, .26.) \n \n124 (Gumpert Aff. ¶¶ 40–43; Defs.’ Supp. Br. Exs. N–S [hereinafter “Cash Accounts Ledgers”], \nECF Nos. 31.15–.21; Defs.’ Supp. Br. Ex. G, ECF No. 31.9.) \n \n125 (Lenihan Aff. Ex. B, ECF No. 38.2; Pls.’ Reply Br. 11.) \n \nand Camden.”126  In particular, Defendants offer evidence showing that JBS and \nLenihan caused the Loray Entities to pay over $1.1 million to Lenihan, JBS, and JBS-\nrelated entities.127  Relying upon these payments, Defendants assert that “there is \nmore than sufficient evidence of JBS’s willful misconduct, knowing violations of the \nlaw, and conflict-of-interest transactions for which JBS received benefits in violation \nof the Operating Agreements.”128   \n96. For their part, Plaintiffs do not deny that these payments were made but \ninstead offer substantial evidence showing that Lenihan and JBS made the payments \nto repay loans and advances to the various Loray Entities consistent with the terms \nof each loan or advance .129  As with the post-5-April-2018 payments, Defendants do \nnot grapple with this evidence and fail to point to any evidence from which a \nreasonable factfinder could conclude that Plaintiffs made the challenged payments in \nbad faith, in knowing violation of the law, or without an honest belief that they were \nacting in the best interests of the Loray Entities.   \n97. Absent such evidence, Plaintiffs’ conduct is protected by the business \njudgment rule, requiring dismissal of Defendants’ counterclaim for constructive fraud \nbased on Plaintiffs’ alleged self -dealing.130  See, e.g. , Fed. Deposit Ins. Corp. v. \n \n126 (Defs.’ Opp’n Br. 16.) \n \n127 (Gumpert Aff. ¶ 41; Defs.’ Supp. Br. Ex. N, ECF No. 31.16.) \n \n128 (Defs.’ Opp’n Br. 20.)   \n \n129 (Pls.’ Reply Br. 11; Defs.’ Br. Supp. Exs. E, I–M, ECF Nos. 31.7, .11–.15.)   \n \n130 Defendants assert their constructive fraud claims not only against JBS, but also against \nLenihan.  (Countercls . ¶¶ 181– 85.)  Yet Lenihan was neither a manager nor a majority \nLoudermilk, 295 Ga. 579, 585 (2014) ([T]he business judgment rule . . . generally \nprecludes claims against officers and directors for their business decisions that sound \nin ordinary negligence, except to the extent that those decisions are shown to have \nbeen made without deliberation, without the requisite diligence to ascertain and \nassess the facts and circumstances upon which the decisions are based, or in bad \nfaith.”); State v. Custard, 2010 NCBC LEXIS 9, at *58 (N.C. Super. Ct. Mar. 19, 2010) \n(“Absent proof of bad faith, conflict of interest, or disloyalty, the business decisions of \nofficers and directors will not be second-guessed if they are the product of a rational \nprocess, and the officers and directors availed themselves of all material and  \nreasonably available information and honestly believed they were acting in the best \ninterest of the corporation.” (cleaned up)).   \n4.  Defendants’ Conversion Counterclaim \n \n98. Defendants base their derivative counterclaim for conversion on Lenihan’s \nalleged use of LMR’s tax credits.  Under North Carolina law,131 however, “only goods \nand personal property are properly the subjects of a claim for conversion .”  Norman \nv. Nash Johnson & Sons’ Farms, Inc., 140 N.C. App. 390, 414 (2000).  “[A]n intangible \n \nmember of LCT, LMM, or LMD , and Defendants have not shown that he otherwise owed \neither Defendant a fiduciary duty.  Accordingly, Plaintiffs are entitled to summary judgment \non Defendants’ constructive fraud claims against Lenihan on this separate , additional  \nground. \n \n131 North Carolina “favors the use of the lex loci test in cases involving tort or tort-like claims.”  \nSciGrip, Inc. v. Osae, 373 N.C. 409, 420 (2020).  “According to the lex loci test, the substantive \nlaw of the state where the injury or harm was sustained or suffered  [applies], which is, \nordinarily, the state where the last event necessary to make the actor liable or the last event \nrequired to constitute the tort takes place.”  Id. (cleaned up).  Since Defendants assert that \nLenihan “moved from California to North Carolina a nd then claimed the tax credits for \nhimself,” (Countercls. ¶ 121), North Carolina is the place of Defendants’ alleged injury.  North \nCarolina law shall therefore apply to Defendants’ conversion claim. \ninterest cannot provide the basis for a conversion claim.”  Window World of N. \nAtlanta, Inc. v. Window World, Inc., 2018 NCBC LEXIS 111, at *8–9 (N.C. Super. Ct. \nOct. 22, 2018).  Because Defendants allege that the converted property interests here \nare tax credits—intangible interests—Defendants’ conversion claim necessarily fails.  \nThe Court will therefore grant Plaintiffs ’ Motion seeking dismissal of this \ncounterclaim. \n5.  Defen dants’ Unjust Enrichment Counterclaim    \n \n99. Because all parties agree that the parties are bound by the Operating \nAgreements and that those Agreements govern the parties’ contract claims , \nDefendants’ counterclaim for unjust enrichment necessarily fails under either North \nCarolina or Georgia law .  See, e.g., Booe v. Shadrick , 322 N.C. 567, 570 (1988) (“If \nthere is a contract between the parties the contract governs the claim and the law \nwill not imply a contract.”); Tuvim v. United Jewish Cmtys., Inc. , 285 Ga. 632, 635 \n(2009) (“Unjust enrichment applies when as a matter of fact there is no legal \ncontract[.]”).  Accordingly, the Court will grant Plaintiffs’ Motion seeking summary \njudgment on this counterclaim. \n6.  Defendants’ Civil Conspiracy Counterclaim  \n \n100. Neither North Carolina nor  Georgia recognizes an independent cause of \naction for civil conspiracy.  See, e.g., Toomer v. Garrett, 155 N.C. App. 462, 483 (2002) \n(“There is no independent cause of action for civil conspiracy.”); O’Neal v. Home Town \nBank of Villa Rica, 237 Ga. App. 325, 330 (1999) (“Absent the underlying  tort, there \ncan be no liability for civil conspiracy.”).  Ra ther, each s tate requires that a  civil \nconspiracy claim be based on the conspiring parties’ agreement to carry out alleged \nmisconduct that supports a separate, underlying claim.  See, e.g., Toomer, 155 N.C. \nApp. at 483 (“Only where there is an underlying claim for unlawful conduct can a \nplaintiff state a claim for civil conspiracy by also alleging the agreement of two or \nmore parties to carry out the conduct and injury resulting from that agreement”);  \nElliott v. Savannah Int’l Motors, Inc., 360 Ga. App. 2 81, 285 (2021) (“To recover \ndamages for a civil conspiracy claim, a plaintiff must show that two or more persons, \nacting in concert, engaged in conduct that constitutes a tort.”). \n101. Defendants allege that LMD , LMM, and LCT, joined by JBS and Lenihan, \nconspired to engage in the alleged misconduct that forms the basis for their \ncounterclaims for breach of fiduciary duty and constructive fraud. 132  Because the \nCourt has concluded that those counterclaims must be dismissed in their entirety, so \ntoo must Defendants’ counterclaim for civil conspiracy.  \nIV. \n \nCONCLUSION \n102. WHEREFORE, for the reasons set forth above, the Court hereby ORDERS \nas follows: \na. Defendants’ Motion is hereby DENIED;  \nb. Plaintiffs’ Motion is DENIED as to (i) Defendants’ breach of  contract \ncounterclaims to the extent those claims are based on Plaintiffs’ conduct \nafter 5 April 2018 ; and (ii) Defendants’ declaratory judgment \n \n132 (Defs. Opp’n Br. 18.) \n \ncounterclaim to the extent that claim seeks to establish the parties’ \nrespective ownership rights in LMM, LCT, and LMD; and \nc. Plaintiffs’ Motion is hereby GRANTED as to Defendants’ remaining \ncounterclaims, and those counterclaims are hereby DISMISSED with \nprejudice.  \n SO ORDERED, this the 27th day of March, 2023. \n \n \n      /s/ Louis A. Bledsoe, III   \n      Louis A. Bledsoe, III \n      Chief Business Court Judge \n \n \n "
}