{
  "id": "d8f89c8ee70a6444fcbd28e9e442d8790ebea3bf5dcd5037abbeede5afc15e96",
  "source_file": "data/raw/ncbc/d8f89c8ee70a6444fcbd28e9e442d8790ebea3bf5dcd5037abbeede5afc15e96.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CVS000619-100 \n \nA DISTRIBUTION COMPANY LLC \nand GREEN FAMILY FARM INT., \nLLC, \n \nPlaintiffs, \n \nv. \n \nMOOD PRODUCT GROUP LLC, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT MOOD PRODUCT \nGROUP LLC’S MOTION TO DISMISS \n \n \n1. THIS MATTER is before the Court on the 5 July 2024 filing of Defendant \nMood Product Group LLC’s Motion to Dismiss (the “Motion”).  (ECF No. 45 [“Mot.”].)  \nPursuant to Rule 12 (b)(6) of the North Carolina Rules of Civil Procedure (the \n“Rule(s)”), Defendant Mood Product Group LLC seeks dismissal of all claims alleged \nagainst it by Plaintiff Green Family Farm Int., LLC.  (Mot. 1.)  \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion. \nCaulk Legal, PLLC by Taylor Caulk, and Smith Law Firm by Jeffrey J. \nSmith, for Plaintiff Green Family Farm Int., LLC.  \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, L.L.P.  by J. \nMitchell Armbruster and Grace A. Gregson , and Much  Shelist, P.C. by \nEdward D. Shapiro  and Lorne T. Saeks, for Defendant  Mood Product \nGroup LLC.  \n \nRobinson, Judge. \n \nI. INTRODUCTION \n3. This action arises out of a business arrangement whereby Plaintiff Green \nFamily Farm Int., LLC (“GFF” ) grew and delivered hemp product to Plaintiff \nA Distrib. Co. v. Mood Product Grp. LLC, 2024 NCBC 66. \nA Distribution Company LLC (“ADC”), which ADC then supplied to Defendant Mood \nProduct Group LLC (“Mood”) pursuant to a  contract between ADC and Mood .  The \nproducts were intended to be sold by Mood on its e-commerce website.  In connection \nwith the transactions, GFF provided to ADC, and ADC provided to Mood, test results \nregarding the composition of its GFF grown hemp products.  \n4. Mood published the  test results provided by GFF on its website.  GFF \nalleges that Mood improperly altered the test reports prior to publication.  The alleged \nalteration, and subsequent use of, these documents serve as the basis of GFF’s claims \nagainst Mood which are the subject of this Motion. \nII. FACTUAL BACKGROUND \n5. The Court does not make findings of fact when ruling on a motion to dismiss \npursuant to Rule 12(b)(6) , and only recites those factual allegations relevant and \nnecessary to the Court’s determination of the Motion.  \nA. The Parties \n6. ADC is a  North Carolina limited liability company located in Asheville, \nNorth Carolina.  (Verified Compl. ¶ 1, ECF No. 3 [“Compl.”].)  ADC is a distribution \ncompany “specializing in cannabis products derived from various source farms.”  \n(Compl. ¶ 10.)   \n7. GFF ( along with ADC, “Plaintiffs” ) is a North Carolina limited liability \ncompany located in Browns Summit, North Carolina.  (Compl. ¶  2.)  GFF is a hemp \nfarming company.  (Compl. ¶  106.)  GFF’s  founder and principal is Rocco Luciano \nMocciola (“Mr. Mocciola”).  (Compl. ¶ 106.)   \n8. Mood is a  Wyoming limited liability company that is registered to do \nbusiness as a foreign entity in Oklahoma.  (Compl. ¶¶  3–4.)  Mood was formed on  \n25 May 2022, and its e-commerce website, Hellomood.co, launched on 27 June 2022.  \n(Compl. ¶¶ 23, 26.)  Mood focuses its business on the sale of lawful THC-based hemp \nproducts, meaning those that have a concentration of Delta-9 THC that is less than \n0.3% of the dry weight of the product.  (See Compl. ¶ 55.) \nB. ADC’s Contract with Mood \n9. On 19 May 2023, ADC and Mood entered into the Distribution and Sale of \nGoods Agreement (the “Agreement”).  (Compl. ¶ 38; see Compl. Ex. A.)1  Pursuant to \nthe Agreement, ADC agreed to supply Mood with hemp products to be sold on \nHellomood.co.  (Compl. ¶ 5.)  GFF is not a party to the Agreement.  (Compl. ¶ 5.)  \n10. The Agreement provides, in relevant part, as follows:  \n14. Compliance with Law. The Parties and the Goods shall comply with \nall applicable laws, regulations, and ordinances. ADC and MOOD, \nindividually, shall maintain  in effect all the licenses, permissions, \nauthorizations, consents, and permits that it needs to carry out its \nobligations under this Agreement. In addition to the foregoing , any \nGoods subject to this Agreement shall be accompanied by validly issued \ncertificates of analysis (COAs) that demonstrate the Goods’ compliance \nwith applicable local, state, and federal law.  \n \nIf any government authority determines that any Goods sold from ADC \nto MOOD are noncompliant with appliable laws, MOOD shall have the \nright to reject the Goods, and to the extent possible in compliance with \nthis Section 14,  ADC shall promptly replace any Goods or provide \nreplacement[.] \n \n(Compl. Ex. A at 5.) \n \n1 All exhibits to the Verified Complaint were filed as one combined document, rather than as \nseparate exhibits with individual ECF Nos.  ( See Compl.)  Therefore, for ease of reference, \nthe Court does not re -cite the same ECF No. when referencing an exhibit for the first time \nand instead cites to each exhibit as follows: (Compl. Ex. [ ] at [ ].)   \n \n11. The Agreement “requires ADC to submit and pay for post -harvest testing \nfor the products it sells to Mood (unless required otherwise by state- specific and/or \nfederal regulation).”  (Compl. ¶ 65.) \nC. The Creation and Role of GFF \n12. In 2019, Mr. Mocciola invested $1 ,000,000.00 to establish indoor hemp \nfarms in Guilford County and begin operations under North Carolina’s pilot program \nfor hemp production.  (Compl. ¶ 114.)   \n13. In late September or early October 2023, Mood began selling GFF’s THCA \nflower online.  (Compl. ¶ 123.) \n14. For a period of time , “GFF was the exclusive grower of all THCA flower \n(eight strains) provided to Mood (through ADC) and sold on Hellomood.co until late \nNovember 2023.”  (Compl. ¶ 120.)  \nD. Crop Testing and Certificates of Analysis \n15. GFF causes hemp crop it grows to be tested at two stages: pre -harvest, \npursuant to  requirements under federal law, and post -harvest, through a n \nunmandated process that is an established business practice of GFF and ADC.  \n(Compl. ¶¶ 118–19.) \n16. As of 31 December 2022, “all hemp growers in North Carolina are required \nto hold USDA licenses.”  (Compl. ¶ 69.)   \n17. The USDA mandates and conducts pre -harvest testing for all hemp crops \ngrown in North Carolina.  (Compl. ¶ 68.)  Before a hemp crop is harvested, a USDA-\nlicensed sampler must visit the farm, clip a sample from a plant, and submit the \nsample for pre -harvest testing.  (Compl.  ¶ 70.)  The grower must harvest the crop \nwithin thirty days of the sampling date.  (Compl. ¶ 70.)  \n18. A Certificate of Analysis (“COA”) “shows the content of THC, THCA, \ncannabinoid, and other chemicals from a laboratory -tested plant in any single \nharvest[,]” ensuring all hemp products sold to consumers contain THC in an amount \ncompliant with federal law.  (Compl. ¶ 64.)  Federal law defines the compliance limit \nfor hemp as a concentration of Delta -9 THC that is less than 0.3% of the dry weight \nof the product.  (Compl. ¶ 55.)  North Carolina uses the same measurement to define \nhemp.  (Compl. ¶ 55.) \n19. In North Carolina, COAs are issued as a result of pre -harvest testing.  \n(Compl. ¶ 67.) \n20. “Once the crop is harvested, only USDA -licensed North Carolina growers \ncan submit their crops directly to a DEA-licensed lab for post-harvest testing and pay \nthe required testing fees.”  (Compl. ¶ 72.)  Post-harvest testing is not mandated under \nNorth Carolina law, but “is an established part of ADC and GFF’s business practices \nto ensure the products they provide are compliant with federal law.”  (Compl. ¶  73.)  \nThe Agreement also required ADC to submit and pay for post-harvest testing for the \nproducts it sold to Mood.  (Compl. ¶ 65.)   \n21. Post-harvest COAs are required to be displayed on Mood’s website in order \nfor Mood to process and receive credit card payments from customers.  (Compl. ¶  74 \n(alleged upon information and belief).) \n22. “Post-harvest COAs contain QR codes that allow members of the consuming \npublic to verify the source and legitimacy of the purchased product.”  (Compl. ¶ 134.)  \nThe QR codes, also found on product packaging, link directly to post -harvest COAs \nfor the product.  (Compl. ¶ 134.)   \n23. In practice, “GFF submits its crops for post-harvest testing at DEA-licensed \nlabs in North Carolina (or DEA -licensed labs in Florida as an alternative option) on \na weekly basis.”  (Compl. ¶ 119.)  GFF incurs monthly expenses upwards of $5,000.00 \nin complying with its pre -harvest and post -harvest testing obligations.  (Compl.  \n¶ 118.) \nE. Mood’s Alteration and Use of the COAs \n24. Pursuant to the Agreement, ADC sent PDF-formatted copies of pre-harvest \nand post-harvest COAs to Mood by email for the strains of flower sold to Mood that \nwere grown and harvested by GFF.  (Compl. ¶ ¶ 81, 121.)  Of particular importance \nto this litigation are the pre -harvest and post -harvest COAs provided to Mood via \nemail on 27 October 2023.  (Compl. ¶¶ 132–33.)   \n25.  “[A]t some point between October 27, 2023 and December 2023  . . . Mood \naltered GFF’s post-harvest COAs, for the eight strains of THCA flower cultivated at \nGFF’s farm, by replacing GFF’s name and address with” Mood’s own name.  (Compl. \n¶ 136.)  \n26. With respect to two strains, “gushers” and “purple punch,” Mood altered the \npost-harvest COAs by changing the “client name” from GFF to Mood, while retaining \nGFF’s license number on the altered version of the COA .  (See Compl. Ex. B at 5– 6; \nCompl. Ex. F at 5–6.)  Other COAs were altered by changing the “client name” from \nGFF to Mood, with neither the original nor the altered COA listing GFF’s license \nnumber.  (See Compl. Ex. C at 5–6; Compl. Ex. D at 5–6; Compl. Ex. E at 5–6; Compl. \nEx. G at 5–6.)   \n27. Since 17 November 2023, “GFF has not filled a single order for THCA flower \ndestined for Mood, through ADC or otherwise.”  (Compl. ¶ 125.)  Nevertheless, Mood \ncontinued to sell the same strains of THCA flower previously grown and supplied by \nGFF, “despite  . . . no longer having the ADC procured products grown by GFF in \ninventory.”  (Compl. ¶ 126.)   \n28. “Mood is currently selling the strains previously supplied by GFF with \nGFF’s respective COAs altered in such a manner as to identify Mood Product Group \nas the client/grower[.]”  (Compl. ¶ 128.)  Mood uses the altered versions of GFF’s post-\nharvest COAs to sell THCA flower grown and procured from unknown third parties.  \n(Compl. ¶ 129.) \nIII. PROCEDURAL BACKGROUND \n29. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n30. Plaintiffs initiated this action on 9 February 2024 upon the  filing of their \nVerified Complaint.  (See ECF No. 3.) \n31. On 19 March 2024, Mood filed its Motion to Compel Arbitration.  (See ECF \nNo. 23.)  On 21 May 2024, the Court ordered that all claims pending in this action \nbetween ADC and Mood proceed to arbitration pursuant to the terms of the \nAgreement but denied Mood’s request that the claims brought by GFF similarly be \narbitrated.  ( See ECF No. 40.)   As a result, on ly the claims  of GFF remain for \ndetermination in this action. \n32. On 5 July 2024, Mood filed the Motion.  After full briefing, t he Court held \na hearing on the Motion on 9 September 2024 (the “Hearing”), where all parties were \nrepresented by counsel.  (See ECF No. 50.)  \n33. The Motion is ripe for resolution. \nIV. LEGAL STANDARD \n34. In ruling on a motion to dismiss pursuant to Rule 12(b)(6) , the Court \nreviews the allegations in the Complaint in the light most favorable to the plaintiff.  \nSee Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5 (2017).  The Court’s \ninquiry is “whether, as a matter of law, the allegations of the complaint .  . . are \nsufficient to state a claim upon which relief may be granted under some legal \ntheory[.]”  Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670  (1987).  The Court \naccepts all well -pleaded factual allegations in the relevant pleadings as true.  See \nKrawiec v. Manly, 370 N.C. 602, 606 (2018).  The Court is therefore not required “to \naccept as true allegations that are merely conclusory, unwarranted deductions of fact, \nor unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health and Hum. \nServs., 174 N.C. App. 266, 274 (2005) (quotation marks and citation omitted). \n35. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC , 251 N.C. App. 198, 206 (2016) \n(citation omitted).  The Court may consider these attached or incorporated documents \nwithout converting the Rule 12(b)(6) motion into a motion for summary judgment.  \nId. (citation and quotations omitted). \n36. Our Supreme Court has observed that “[i]t is well -established that \ndismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face reveals \nthe absence of facts sufficient to make a good claim; or (3) the complaint discloses \nsome fact that necessarily defeats the plaintiff’s claim.’  ”  Corwin v. British Am. \nTobacco PLC, 371 N.C. 605, 615 (2018) ( citations omitted).  This standard of review \nfor Rule 12(b)(6) motions is the standard our Supreme Court “routinely uses . . . in \nassessing the sufficiency of complaints in the context of complex commercial \nlitigation.”  Id. at 615 n.7 (citations omitted). \nV. ANALYSIS \n37. Mood moves to dismiss all  of GFF’s claims against Mood, which include: \n(1) common law unfair competition  (Compl. ¶¶ 203–22), (“Count One”); (2) violation \nof the Lanham Act and N.C.  unfair competition  law (Compl. ¶¶  223–48), (“Count \nTwo”); (3) unfair and deceptive trade practices pursuant to N.C.G.S. § 75 -1.1 et seq. \n(Compl. ¶¶  249–62), (“Count Three”) ; (4) conversion (Compl. ¶¶ 263–68), (“Count \nFour”); (5) unjust  enrichment (Compl. ¶¶  269–76), (“Count Five”) ; (6) punitive \ndamages, (Compl. ¶¶ 277–80) (“Count Six”); and (7) attorne y fees (Compl. ¶¶ 281–\n83), (“Count Seven”).   \n38. The Court first addresses whether GFF has standing to bring these claims, \nand thereafter addresses each claim in turn.  \nA. GFF’s Standing \n39. As a preliminary matter, in its briefing on the Motion, Mood raises the issue \nof whether GFF has standing to bring the claims asserted against Mood.  ( Def.’s Br. \nSupp. Mot. 12, 20, ECF No. 46  [“Br. Supp.”]; Def.’s  Reply Br. Supp. Mot. 2–4 , ECF \nNo. 49 [“Reply”].)  Specifically, Mood claims Mr. Mocciola is the holder of the USDA \nlicense in his individual capacity , and as a result , if GFF has not alleged that Mr. \nMocciola has assigned the license and his potential claims to GFF, GFF has no \nstanding to bring claims related to the license or the COAs.  (Br. Supp. 12, 20)  \n40. “A lack of standing may be challenged by motion to dismiss for failure to \nstate a claim upon which relief may be granted.   Rule 12(b)(6) generally precludes \ndismissal except in those instances where the face of the complaint discloses some \ninsurmountable bar to recovery.”  Street v. Smart Corp., 157 N.C. App. 303, 305 (2003) \n(quoting Energy Investors Fund, L.P. v. Metric Constructors, Inc., 351 N.C. 331, 337 \n(2000)) (quotations omitted).   \n41. “Standing refers to whether a party has  a sufficient stake in an otherwise \njusticiable controversy such that he or she may properly seek adjudication of the \nmatter.”  Am. Woodland Indus . v. Tolson, 155 N.C. App. 624 , 626 (2002) (citations \nomitted).  Standing requires “that the plaintiff have been injured or threatened by \ninjury or have a statutory right to institute an action.”  Bruggeman v. Meditrust Co., \n165 N.C. App. 790, 795 (2004) (citations and quotations omitted).  \n42. Under North Carolina law, a party has standing if he is the real party in \ninterest.  Energy Investors, 351 N.C. at 337.  “A real party in interest is one who \nbenefits from or is harmed by the outcome of the case and by substantive law has the \nlegal right to enforce the claim in question.”  Beachcomber Props., L.L.C. v. Station \nOne, Inc. , 169 N.C. App. 820, 824 (2005)  (citation omitted) .  GFF, as the party \ninvoking the Court’s jurisdiction, has the burden of establishing standing.  Cherry v. \nWiesner, 245 N.C. App. 339, 345 (2016).   \n43. Throughout the Verified Complaint, GFF refers to the USDA license as \n“GFF’s (through Mocciola),” alleging that GFF is the holder of the license with \nMr. Mocciola listed as a “key participant” on behalf of the entity.  ( Compl. ¶¶ 217, \n219–20, 232.)   \n44. At the Hearing,  GFF presented to the Court and Mood’s counsel what it \npurports to be the official USDA hemp producer license .  However, this document is \nnot properly before the Court at the Rule 12(b)(6) stage and will not be considered.   \n45. Nevertheless, the Court determines that the allegations in the Verified \nComplaint that the license is “GFF’s (through Mocciola) [,]” along with arguments of \ncounsel at the Hearing,  are sufficient to satisfy GFF’s burden of demonstrating \nstanding to bring its claims.  Thus, the Court will address the sufficiency of GFF’s \nallegations in the Verified Complaint. \nB. Count One: Common Law Unfair Competition  \n46. GFF allege s Mood has violated unfair competition principles b y \nfraudulently doctoring the authentic post -harvest COAs to reflect Mood as the \nclient/grower and leveraging GFF’s license and the altered COAs to sell product not \nproduced by GFF to “fool the consumer into believing the product it has for sale has \nbeen properly tested in conformity with the state and federal regulatory st ructure \nand passed those tests necessary to be sold as hemp, as opposed to marijuana.”  \n(Compl. ¶¶  216–21.)  GFF further alleges  these are “practices that deceive and \nendanger the consuming public, a central aspect of unfair competition law.”  \n(Compl. ¶ 217.) \n47. The crux of Mood’s argument is that GFF’s common law unfair competition \nclaim fails because there is no allegation in the Verified Complaint that GFF and \nMood are commercial competitors, which Mood asserts is an essential element of this \nclaim.  (Br. Supp. 7–8.)  Mood argues the parties are not competitors because GFF is \na grower and Mood is a seller.  (Br. Supp. 8.) \n48. “Traditionally at common law, including that of North Carolina, the tort of \nunfair competition consisted of acts or practices by a competitor which are likely to \ndeceive the consuming public.”  Stearns v. Genrad, Inc. , 564 F. Supp. 1309, 1320 \n(M.D.N.C. 1983) , aff’d, 752 F.2d  942 ( 4th Cir. 1984)  (citation omitted).  “The \ngravamen of unfair competition is the protection of a business from misappropriation \nof its commercial advantage earned through organization, skill , labor, and money.”  \nHenderson v. U.S. Fid. & Guar. Co. , 346 N.C. 741, 749 (1997)  (citations omitted).  \n“Unfair competition has been found to encompass a range of behaviors ‘such as \ntrademark infringement, imitation of a competitor’s product or its appearance, \ninterference with a competitor’s contract ual relations, [and] disparagement of a \ncompetitor’s product or business methods, and misappropriation of a competitor’s \nintangible property rights such as advertising devices or business systems.’ ”  \nGateway Mgmt. Servs. v . Carrbridge Berkshire Grp., Inc. , 2018 NCBC LEXIS 45, \nat *19–20 (N.C. Super. Ct. May 9, 2018) (quoting Stearns, 564 F. Supp. at 1320).   \n49. “Courts have recognized that a claim for common law unfair competition is \nanalyzed the same way as a claim  for unfair or deceptive trade practices under \n[N.C.]G.S. § 75-1.1.”  Cnty. of Wake PDF Elec. & Supply Co., LLC v. Jacobsen , 2020 \nNCBC LEXIS 103, at *26 (N.C. Super. Ct. Sept. 9, 2020) (citations omitted); see also \nGlob. Textile All., Inc. v. TDI Worldwide, LLC, 2018 NCBC LEXIS 104, at **23 (N.C. \nSuper. Ct. Oct. 9, 2018) (“The standard which a plaintiff must meet to recover on an \nunfair competition claim under the common law is not appreciably different from a \nclaim for unfair or deceptive trade practices.” (cleaned up) (quoting BellSouth Corp. \nv. White Directory Publishers, Inc., 42 F. Supp. 2d 598, 615 (M.D.N.C. 1999))).   \n50. Further, the Court notes the key distinction between common law unfair \ncompetition and claims for unfair and deceptive trade practices “is that common law \nunfair competition claims are limited to claims between business competitors, \nwhereas a UDTP claim may be maintained by a consumer or a business competitor.”  \nGateway, 2018 NCBC LEXIS 45, at *18; see also Triage Logi c Mgmt. & Consulting, \nLLC v. Innovative Triage Servs., LLC, 2020 NCBC LEXIS 94, at **29–30 (N.C. Super. \nCt. Aug. 11, 2020) ( dismissing a comm on law unfair competition claim where  the \ncomplaint did not include an allegation that the defendant was a competitor of the \nplaintiff); Innovare, Ltd. v . Sciteck Diagnostics, Inc. , 2023 NCBC LEXIS 8 , at * *33 \n(N.C. Super. Ct. Jan. 19, 2023) ( dismissing a common law unfair competition claim \nwhere counterclaims alleged the parties’ relationship was that of a manufacturer and \ndistributor and thus lacked allegations that the parties were engaged in a competitive \nrelationship). \n51. Upon review of t he Verified Complaint in this case , the Court finds  no \nallegations that GFF and Mood are business competitors.  Rather, the allegations are \nthat GFF grows hemp product that is distributed to Mood through ADC , to then be \nsold on Mood’s e- commerce marketplace.  As such, GFF has not sufficiently  alleged \nthat Mood is GFF’s competitor. \n52. The Court therefore GRANTS in part the Motion, and Count One  for \ncommon law unfair competition is dismissed with prejudice.  \nC. Count Two: Lanham Act & N.C. Unfair Competition \n53. GFF alleges Mood has violated the Lanham Act and North Carolina unfair \ncompetition law in committing both “reverse passing off” and “passing off. ”  \n(Compl. ¶ 228.)  GFF alleges Mood has committed reverse passing off in various ways, \nincluding: (1) by reverse passing off the USDA  license as Mood’s own; (2) by reverse \npassing off GFF’s authentic COAs as Mood’s own; and (3) by Mood holding itself out \nas the “client/grower” of the product.  (Compl. ¶¶ 230, 232, 235.)   \n54. GFF also alleges “Mood is engaged in regular passing off, where the use of \n[ ] GFF’s COAs leaves the impression that it is selling GFF harvested flower, instead \nof what is actually Mood’s, which upon information and belief was procured by some \nother supplier/grower.”  (Compl. ¶ 239.)   \n55. Mood argues “there are no allegations that either GFF (or Mood) ever sold \ngoods with any mark or other trade dress to support a passing off claim” because the \nGFF goods were marked in a “brand agnostic way.”  (Br. Supp. 11 –12.)  Mood also \ncontends GFF failed to allege a likelihood of consumer confusion and damages , \nspecifically arguing an alleged potential future licensure issue is outside the scope of \nthe Lanham Act.  (Br. Supp. 13–14.)2  \n56. The Lanham Act provides, in relevant part, as follows:  \nAny person who, on or in connection with any goods or services, or any \ncontainer for goods, uses in commerce any word, term, name, symbol, or \ndevice, or any combination thereof, or any false designation of origin, \nfalse or misleading description of fact, or false or misleading \nrepresentation of fact, which — \n \n(A) is likely to cause confusion, or to cause mistake, or to deceive as \nto the affiliation, connection, or association of such person with \nanother person, or as to the origin, sponsorship, or approval of his or \nher goods, services, or commercial activities by another person, or  \n \n(B) in commercial advertising or promotion, misrepresents the \nnature, characteristics, qualities, or geographic origin of his or her or \nanother person’s goods, services, or commercial activities,  \n \nshall be liable in a civil action by any person who believes that he or she \nis likely to be damaged by such act.  \n \n15 U.S.C. § 1125(a)(1).  \n \n57. “Passing off under the Lanham Act ‘occurs when a producer misrepresents \nhis own goods or services as  someone else’s.’ ”  Vitaform, Inc. v. Aeroflow, Inc. , 2020 \nNCBC LEXIS 132, at * *40 (N.C. Super. Ct. Nov. 4, 2020) ( quoting Dastar Corp. v. \n \n2 In its reply brief, Mood contends that “to the extent any Lanham Act claim survives, it must \nbe limited to the time period before November 2023.”  (Reply 10.)  Pursuant to Business Court \nRule 7.7, the Court will not consider this argument as it was raised for the first time in Mood’s \nreply brief. \nTwentieth Century Fox Film Corp., 539 U.S. 23, 27 n.1 (2003)).  “Reverse passing off \noccurs when the producer misrepresents someone else’s goods or services as his own.”  \nVitaform, 2020 NCBC LEXIS 132, at * *40.  A reverse passing off claim requires the \nplaintiff to prove  “(1) that the work at issue originated with [the plaintiff]; (2) that \norigin of the work was falsely designated by [a defendant]; (3) that the false \ndesignation of origin was likely to cause consumer confusion; and (4) that [the \nplaintiff was] harmed [or likely to be harmed] by [a defendant’s] false designation of \norigin.”  Id. at **40–41 (citation omitted).   \n58. North Carolina courts have held that passing off and reverse passing off \nconstitute unfair competition under North Carolina law.  Harrington Mfg. Co. v. \nPowell Mfg. Co., 38 N.C. App. 393, 404 (1978); see also Vitaform, 2020 NCBC LEXIS \n132, at **40 (“[T]he Supreme Court of North Carolina, if confronted with the issue, \nwould likely conclude that reverse passing off likewise constitutes unlawful \ncompetition under North Carolina law.”). \n59. GFF does not allege that Mood ever represented that any of the goods Mood \nwas selling were Mood’s own goods, whether grown or produced by Mood.  Thus, the \nallegations in the Verified Complaint do not support a claim for reverse passing off. \n60. However, GFF does sufficiently allege  facts that state a claim for passing \noff under the Lanham Act.  Two of the altered post -harvest COAs posted on Mood’s \nwebsite reflect Mood as the “client name,” while displaying GFF’s license number as \nthat of the “grower/processer” for the strains.  (Compl. ¶  139; see Compl. Ex. B at 6; \nCompl. Ex. F at 6.)  Furthermore, those altered COAs include QR codes that link the \nconsumer back to GFF’s original post -harvest COAs, which reflect GFF as both the \nclient and the license holder.  (Compl. ¶ 134.)   \n61. Mood argues, in part, that GFF’s passing off claims are deficient because \n“Mood is not alleged to be a grower or producer of hemp products.”  (Reply 5.) \n62. However, the Court finds no case law supporting Mood’s argument that only \na producer may commit passing off.  The language of the Lanham Act is in fact much \nbroader, applying to “[a]ny person . . . in connection with any goods or services. . .[.]”  \n15 U.S.C. § 1125(a)(1) (emphasis added). \n63. The allegations, taken in the light most favorable to GFF, illustrate that \nMood sold third-party product on its website while representing, through the altered \nCOAs, that the product was coming from GFF when it allegedly was not.  Further, \nthe Verified Complaint contains allegations of actual consumer confusion and a \nlikelihood that GFF will be harmed by Mood’s conduct.  (Compl. ¶¶  235, 239, 242, \n245.)  Thus, GFF’s allegations are sufficient to state a claim for passing off under the \nLanham Act.  \n64. Therefore, the Court DENIES  in part the Motion  as to Count Two for \npassing off under the Lanham Act and North Carolina unfair competition law.   \n65. However, the Court GRANTS in part the Motion as to Count Two to the \nextent it seeks relief  for reverse passing off  under the Lanham Act and North \nCarolina unfair competition law, and Count Two is dismissed with prejudice to that \nextent.   \nD. Count Three: Unfair and Deceptive Trade Practices \n66. GFF also alleges “the passing off and reverse passing off claim pursuant to \nthe common law and the Lanham A ct violations are unfair or deceptive trade \npractice[s].”  (Compl. ¶ 258.)   \n67. “To prevail on a claim of unfair and deceptive trade practice s a plaintiff \nmust show (1) an unfair or deceptive act or practice, or an unfair method of \ncompetition, (2) in or affecting commerce, (3) which proximately caused actual injury \nto the plaintiff or to his business.”  Spartan Leasing, Inc. v. Pollard , 101 N.C. App. \n450, 460–61 (1991) (citing Marshall v. Miller, 302 N.C. 539 (1981)).  \n68. The North Carolina Unfair and Deceptive Trade Practices Act (“ UDTPA”) \nprovides, in pertinent part, that “[u]nfair methods of competition in or affecting \ncommerce, and unfair or deceptive acts or practices in or affecting commerce,  are \ndeclared unlawful.”  N.C.G.S. §  75-1.1(a).  Further, the UDTPA defines “ commerce” \nto include “all business activities, however denominated, but does not include \nprofessional services rendered by a member of a  learned profession.”  N.C.G.S. § 75-\n1.1(b).   \n69. “North Carolina courts have previously concluded that when the UDTP [A] \nclaim rests solely upon other claims .  . . which the court determines should be \ndismissed, the UDTP[A] claim must fail as well.”  Chara, LLC v. Sequoia Servs., LLC, \n2020 NCBC LEXIS 52, at *19 (N.C. Super. Ct. Apr. 17, 2020).  Further, the UDTPA \nhas been found to prohibit the same type of activity that the Lanham Act prohibits.  \nCamco Mfg. v. Jones Stephens Corp. , 391 F. Supp. 3d 515, 528 (M.D.N.C. 2019) \n(holding a UDTPA claim survived the motion to dismiss where the Lanham Act claim \nalso survived). \n70. Because the Court has concluded that GFF’s allegations are sufficient to \nstate a claim for passing off under the Lanham Act and North Carolina unfair \ncompetition law, the allegations are likewise sufficient to state a UDTPA claim as to \nthat same conduct.   \n71. The Court therefore DENIES in part the Motion as to Count Three to the \nextent it is based on Count Two as it relates to passing off under the Lanham Act and \nNorth Carolina unfair competition law.  Except as herein denied, the Motion is \nGRANTED in part as to Count Three to the extent it is based on GFF’s reverse \npassing off claim.    \nE. Count Four: Conversion  \n72. GFF claims Mood has “asserted ownership of the GFF original COAs by \nfraudulently altering them to show Mood as the owner of the pre- harvest and post-\nharvest testing results for GFF’s hemp and applied the COAs (with the chemical \nmakeup unaltered) to products of unknown origin and chemical composition.”  \n(Compl. ¶ 267.)   \n73. Mood contends GFF’s conversion claim fails for three reasons: (1) the COAs \nare intangible property consisting of information or data that cannot be converted; \n(2) no ownership right was infringed by Mood taking possession of the COAs because \nthe COAs were provided to Mood pursuant to the Agreement; and (3) GFF did not \nallege that it demanded a return of the COAs.  (Br. Supp. 17.)   \n74. Under North Carolina law, the two essential elements necessary in a claim \nfor conversion are: (1) ownership in the plaintiff, and (2) a wrongful conversion by the \ndefendant.”  Steele v. Bowden , 238 N.C. App. 566, 574 (2014) .  “The essence of \nconversion is not the acquisition of property by the wrongdoer, but a wrongful \ndeprivation of it to the owner . . .”  Bartlett Milling Co. v. Walnut Grove Auction Realty \nCo., 192 N.C. App. 74, 86 (2008) (quotation marks and citation omitted).  Further, in \ncases where the defendant comes into possession of the plaintiff’s property lawfully, \nthe plaintiff must show that it made a demand for the return of the property that was \nrefused by the defendant.  Hoch v. Young, 63 N.C. App. 480, 483 (1983).   \n75. A claim for conversion applies only  to goods or personal property and does \nnot extend to real or intangible property.  See Norman v. Nash Johnson & Sons’ \nFarms, Inc., 140 N.C. App. 390, 414 (2000); Strategic Mgmt. Decisions, LLC v. Sales \nPerformance Int’l, LLC, 2017 NCBC LEXIS 69, at *6 (N.C. Super. Ct. Aug. 7, 2017).   \n76. The Court has recognized that the weight of authority “treats electronic \ndocuments as personal property subject to a claim for conversion.”  Addison Whitney, \nLLC v. Cashion, 2017 NCBC LEXIS 51, at *16 (N.C. Super. Ct. June 9, 2017) (noting \n“[i]t would make little sense to foreclose recovery for the wrongful deprivation of \nelectronic information when taking the same information printed into hard copy form \nwould be sufficient.” (quotation marks and citation omitted)).   \n77. Notwithstanding the Court’s determination i n Addison Whitney  that \nelectronic documents may be the subject of a conversion claim, “ retention by a \nwrongdoer of an electronic copy in a manner that does not deprive the original owner \nof access to the same . . . cannot constitute conversion under current North Carolina \nlaw.”  Duo-Fast Carolinas, Inc. v. Scott’s Hill Hardware & Supply Co. , 2018 NCBC \nLEXIS 2, at *36 (N.C. Super. Ct. Jan. 2, 2018); see also Addison Whitney, 2017 NCBC \nLEXIS 51, at *19–20 (dismissing a claim for conversion where the allegations related \nto electronic copies of documents the plaintiff still had in its possession).  \n78. GFF alleges the COAs were transmitted from ADC to Mood through email \nand were sent as PDF -formatted copies.  (Compl. ¶¶  81, 121 .)  While conversion \nclaims do not generally extend to intangible property, the PDF copies of the COAs \nare “electronic documents” that constitute personal property subject to a claim for \nconversion.  See Addison Whitney, 2017 NCBC LEXIS 51, at *16.  \n79. GFF’s claim for conversion nevertheless fails for two reasons.  First, Mood \ncame into possession of the COAs lawfully when ADC emailed the COAs to Mood \npursuant to terms of the Agreement , and GFF has not alleged  that it demanded a \nreturn of the COAs but was denied by Mood, as is required in North Carolina to state \na claim for conversion under these circumstances.  See Hoch, 63 N.C. App. at 483.   \n80. Second, GFF has not alleged that it no longer retains access to the original \nCOAs, which were sent as PDF-formatted copies to Mood.  Thus, GFF has not shown \nthat it was wrongfully deprived of access to the COAs.  See Duo-Fast Carolinas, 2018 \nNCBC LEXIS 2, at *36.   \n81. Accordingly, the Court GRANTS in part the Motion , and the conversion \nclaim in Count Four is dismissed with prejudice. \nF. Count Five: Unjust Enrichment  \n82. GFF alleges “[a] benefit has been conferred on Mood by its fraudulent use \nof GFF’s COAs,” which Mood associates with hemp flower of unknown origin “to feign \ncompliance with federal and state laws regulating hemp commerce for the purpose of \ngenerating revenue.”  (Compl. ¶¶ 273–74.)   \n83. Mood argues the unjust enrichment claim fails because GFF does not allege \nthat it conferred any benefit to Mood without an express contract to pay.  (Br. \nSupp. 19.)  \n84. “In North Carolina, to recover on a claim of unjust enrichment, Plaintiff \nmust prove: (1) that it conferred a benefit on another party; (2) that the other party \nconsciously accepted the benefit; and (3) that the benefit was not conferred \ngratuitously or by an interference in the affairs of the other party.”  Jacobsen , 2020 \nNCBC LEXIS 103, at *29 (citing Southeastern Shelter Corp. v. BTU, Inc. , 154 N.C. \nApp. 321, 330 (2002)).  The benefit must be measurable.  Krawiec, 370 N.C. at 615. \n85. “A claim for unjust enrichment ‘is neither in tort nor contract but is \ndescribed as a claim in quasi contract or a contract implied in law.’ ”  Jacobsen, 2020 \nNCBC LEXIS 103, at *28 (quoting Booe v. Shadrick, 322 N.C. 567, 570 (1988)).  “ ‘The \ngeneral rule of unjust enrichment is that where services are rendered and \nexpenditures made by one party to or for the benefit of another, without an express \ncontract to pay, the law will imply a promise to pay a fair compensation therefor.’  ”  \nKrawiec, 370 N.C. at  615 (quoting Atlantic C. L. R. Co. v. State Highway Comm’n , \n268 N.C. 92, 95–96 (1966) (citation omitted)).  \n86. GFF alleges that the benefit conferred on Mood was its fraudulent use of \nthe altered COAs.  ( Compl. ¶¶ 273–74.)  However, the allegations  in the Verified \nComplaint illustrate that any benefit Mood obtained through using the altered COAs \nwas taken by Mood through its  alteration of the COAs, not conferred upon Mood by \nGFF.  See KNC Techs., LLC v. Tutton, 2019 NCBC LEXIS 72, at *37 (N.C. Super. Ct. \nOct. 9, 2019) (dismissing unjust enrichment claim where the plaintiff only alleged the \ndefendants took some benefit for themselves for which plaintiff believed it should be \nawarded damages); Am. Cirs., Inc. v. Bayatronics, LLC , 2023 NCBC LEXIS 165, at \n**39–40 (N.C. Super. Ct. Dec. 8, 2023) (holding the alleged wrongful taking and \ndissemination of information in violation of a confidentiality agreement did not \nsupport a claim for unjust enrichment because no benefit had been conferred). \n87. The Court therefore GRANTS in part the Motion, and Count Five for  \nunjust enrichment is dismissed with prejudice. \nG. Counts Six & Seven: Punitive Damages & Attorneys’ Fees  \n88. “North Carolina courts have  repeatedly held that ‘a claim for punitive \ndamages is not a stand -alone claim.’ ”  Aldridge v. Metro. Life Ins. Co. , 2019 NCBC \nLEXIS 116, at *146 (N.C. Super. Ct. Dec. 31, 2019) (quoting Funderburk v. JP Morgan \nChase Bank, N.A., 241 NC. App. 415, 425 (2015)). \n89. Additionally, GFF “does not dispute that attorney[ s’] fees and punitive \ndamages are remedies rather than standalone claims.”  (Pl.’s Br.  Opp. Mot. 30, ECF \nNo. 47.)  \n90. Accordingly, the Court hereby GRANTS  in part the Motion , and Counts \nSix and Seven for punitive damages and attorney s’ fees are dismissed without \nprejudice to GFF’s ability to seek these remedies at a later time if warranted by the \nrelevant facts and law.  \nVI. CONCLUSION \n91. THEREFORE, for the foregoing reasons, the Court hereby GRANTS  in \npart and DENIES in part the Motion as follows: \na. The Court GRANTS the Motion in part as to Count One for common \nlaw unfair competition, and that claim is DISMISSED with prejudice;  \nb. The Court GRANTS the Motion in part as to Count Two for reverse \npassing off under the Lanham Act and North Carolina u nfair competition \nlaw, and that claim is DISMISSED with prejudice to that limited extent; \nc. The Court GRANTS  the Motion in part as to Count Three, to the \nextent it is related to  GFF’s reverse passing off claim, and that claim is \nDISMISSED with prejudice to that limited extent; \nd. The Court GRANTS  the Motion in part as to Count Four for \nconversion, and that claim is DISMISSED with prejudice;  \ne. The Court GRANTS the Motion in part as to Count Five for unjust \nenrichment, and that claim is DISMISSED with prejudice; and  \nf. The Court GRANTS the Motion in part as to Counts Six and Seven \nfor punitive damages and attorney fees, and those claims are DISMISSED \nwithout prejudice; and \ng. Except as herein granted, the Motion is hereby DENIED.    \nSO ORDERED, this the 26th of September, 2024. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}