{
  "id": "d93ae0e2ad7bef4d6f0b7f586e29798c8ece0fa89de67645279be435b375d9e7",
  "source_file": "data/raw/ncbc/d93ae0e2ad7bef4d6f0b7f586e29798c8ece0fa89de67645279be435b375d9e7.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 10612 \n \nNANCY WRIGHT; GREG WRIGHT; \nand JODY STANSELL, individually \nand as members of LORUSSO \nVENTURES, LLC d/b/a \nCINCH.SKIRT, \n \nPlaintiffs, \n \nv. \n \nKRISTA LORUSSO, individually and \nas a member-manager of LORUSSO \nVENTURES, LLC d/b/a \nCINCH.SKIRT,  \n \nDefendant, \n \nv.  \n \nLORUSSO VENTURES, LLC d/b/a \nCINCH.SKIRT, \n \nNominal \nDefendant. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION FOR \nSUMMARY JUDGMENT \n \n \n1. This case arises from a dispute among the members of a company called \nCinch.Skirt.  Plaintiffs Nancy Wright, Greg Wright, and Jody Stansell are \nCinch.Skirt’s minority members.  They accuse Defendant Krista LoRusso of abusing \nher position as the majority member and have asserted more than a dozen direct and \nderivative claims against her.  LoRusso has moved for summary judgment on most of \ntheir claims.  For the following reasons, the Court GRANTS in part and DENIES \nin part the motion. \nMiller Law Firm, PLLC , by W. Stacy Miller,  and the Law Office of \nMatthew I. Van Horn, PLLC, by Matthew Ivan Van Horn, for Plaintiffs \nNancy Wright, Greg Wright, and Jody Stansell. \nWright v. LoRusso, 2023 NCBC 64. \nLeonard G. Kornberg, P.A. , by Leonard Gary Kornberg , for Defendant \nKrista LoRusso. \nHiggins & Owens, PLLC, by Sara W. Higgins, for Nominal Defendant \nLoRusso Ventures, LLC. \nConrad, Judge. \nI. \nBACKGROUND \n2. The Court does not make findings of fact when ruling on a motion for \nsummary judgment. The following backgr ound, drawn from the evidence submitted \nby the parties, provides context for the Court’s analysis and ruling only. \n3. Cinch.Skirt is a North Carolina limited liability company that makes and \nsells an easily removable bed skirt for use in hotels and similar businesses.  LoRusso \nfounded the company in early 2017 and was, at first, its only member and manager.  \nLater that year, at LoRusso’s invitation, the Wrights and Stansell signed a purchase \nagreement to acquire minority interests.  From then until now, Cinch.Skirt has had \nfour members, with  LoRusso holding a seventy-six percent interest, the Wrights \njointly holding a twenty percent interest, and Stansell holding the remaining four \npercent interest.  (See LoRusso Aff. ¶ 2, ECF No. 169; Purchase Agrmt., ECF No. 67.)   \n4. An operating agreement governs Cinch.Skirt’s internal affairs.  Any action \ntaken by members requires a supermajority vote, defined as “over eighty percent” of \nthe ownership interests in the company.  The agreement also names LoRusso as the \nsole “initial manager” but restricts her authority in various ways, including by \nrequiring supermaj ority member approval to declare bankruptcy, dissolve the \ncompany, start a new line of business, make loans to any member or manager, an d \nmore.  Members have the right , again by a supermajority vote,  to elect additional \nmanagers and to remove a manager.  (See Op. Agrmt. §§ 2.4, 2.6, 2.7, 2.7*, Ex. A, ECF \nNo. 67.)1 \n5. At an annual meeting i n April 2019, Cinch.Skirt’s members unanimously \nagreed to establish a series of new  internal operating procedures , including how to \nhandle order placement, hiring an outside accountant, and holding weekly member \nmeetings about the financial status of the business.  They also unanimously agre ed \nto divide up “member roles” by specified “job descriptions”: LoRusso became “Product \nDevelopment, Supply Chain & Manufacturing Manager”; Stansell became “Sales \nManager”; Greg Wright  became “Financial Manager”; and Nancy Wright took an  \n“Advisory” role.  The parties now dispute the intent of these member roles.  LoRusso, \non one hand, contends that the members became service providers or employees.  The \nWrights and Stansell, on the other hand, contend that the members elected Stansell \nand Greg Wright to serve as managers of the LLC alongside LoRusso.  (See Def.’s Ex. \n8, ECF No. 168.1; Def.’s Ex. 11, ECF No. 214.1.) \n6. In December  2019, the members held a second meeting to reaffirm the \nactions approved the previous April and to take further me asures.  They agreed , \namong other things, that expenditures of $1,000 or more would require supermajority \napproval, that Cinch.Skirt would provide insurance benefits to each member, and \n \n1 The operating agreement contains two sections numbered 2.7.   The first is entitled \n“Restrictions on Authority of Managers.”   The second is entitled “Term of a Manager and \nReplacement.”  To distinguish these provisions, t his opinion will cite the former as  (Op. \nAgrmt. § 2.7) and the latter as (Op. Agrmt. § 2.7*). \nthat LoRusso and Stansell would coordinate their sales and manufacturi ng efforts.  \n(See Def.’s Ex. 10, ECF No. 168.1.) \n7. According to the Wrights and Stansell, LoRusso reneged on the agreements \nreached in April and December 2019 and abused her position as majority member.  \nThey allege that LoRusso  routinely misused company funds for personal purposes,  \nwithheld financial information, interfered with the other members’ job duties, \npurported to terminate Stansell as “Sales Manager” unilaterally, and effectively \nexcluded the minority members from the business.  Based on these allegations, they \nhave asserted a mix of  direct and derivative claims against LoRusso for fraud, \nnegligent misrepresentation, breach of  contract, breach of fiduciary duty, unjust \nenrichment, and punitive damages .  (See, e.g., LoRusso Dep. 53:9 –23, 95:9–25, ECF \nNo. 189.1; see also 2d Am. Compl., ECF No. 65.)2 \n8. LoRusso has moved for summary judgment on some, but not all,  of the \nclaims asserted against her .  ( See ECF No. 186.)  LoRusso’s motion has been fully \nbriefed, and the Court held a hearing on 11 September 2023.  The motion is ripe for \ndecision. \nII. \nLEGAL STANDARD \n9. Summary judgment is appropriate when “the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \n \n2 LoRusso has asserted counterclaims of her own for breach of contract , computer trespass, \nand similar causes of action.  These counterclaims are not at issue in the pending motion. \nentitled to a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In ruling on a motion \nfor summary judgment, the Court must consider the evidence in the light most \nfavorable to the nonmoving party, drawing all inferences in the nonmoving party’s \nfavor.  See, e.g., Morrell v. Hardin Creek, Inc., 371 N.C. 672, 680 (2018). \n10. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579 (2002).  The moving party meets its burden “by proving that an essential element \nof the opposing party’s claim is nonexistent, or by showing through discovery that the \nopposing party cannot produce evidence to support an essential element of his claim.”  \nDeWitt v. Eveready Battery Co. , 355 N.C. 672, 681  (2002) (citations and quotation  \nmarks omitted).  If the moving party makes that showing, “the burden shifts to the \nnonmoving party to ‘produce a forecast of evidence demonstrating that the nonmoving \nparty will be able to make out at least a prima facie case at trial.’  ”  Cummings v. \nCarroll, 379 N.C. 347, 358 (2021) (quoting DeWitt, 355 N.C. at 682).  The nonmoving \nparty “may not rest upon the mere allegations or denials of his pleading, but his \nresponse, by affidavits or as otherwise provided in this rule, must set forth specific \nfacts showing that there is a genuine issue for trial.”  N.C. R. Civ. P. 56(e). \nIII. \nANALYSIS \n11. The second amended complaint includes seventeen claims for relief, dubbed \nas “counts.”  LoRusso’s motion for summary judgment purports to challenge  counts \nthree through ten, thirteen, and sixteen.3  Her brief in support, however, does not \nmention count thirteen (unjust enrichment ) or count sixteen ( punitive damages) at \nall.  T he Court therefore denies her motion as to those counts  without further \nanalysis.  Having done so, the Court now turns to the parties’ arguments concerning \ncounts three through ten. \nA. Fraud and Negligent Misrepresentation \n12. Counts three through six include a pair of direct claims for fraud and \nnegligent misrepresentation and an identical pair of derivative claims.  These claims \nare based on allegations of self-dealing and misuse of company funds —for example, \nthat LoRusso made personal charges on company credit cards, lent company funds to \nher boyfriend, and improperly paid herself a distribution of $89,000 and reclassified \nit as a loan for tax purposes. \n13. Fraud has five “essential elements”: (a) a false representation or \nconcealment of a material fact, (b) calculated to deceive, (c) made with intent to \ndeceive, (d) that did in fact deceive, and (e) that resulted in damage to the injured \nparty.  Rowan Cnty. Bd. of Educ. v. U.S. Gypsum Co., 332 N.C. 1, 17 (1992).  The \nclaimant must show not only that he actually relied on the misrepresentation but \nalso that his reliance was reasonable.  See Forbis v. Neal, 361 N.C. 519, 527 (2007). \n14. “The tort of negligent misrepresentation occurs when a party justifiably \nrelies to his detriment on information prepared without reasonable care by one who \nowed the relying party a duty of care. ”  Dallaire v. Bank of Am., N.A., 367 N.C. 363, \n \n3 She also challenged counts one and two , and the parties have since stipulated to the \ndismissal of those claims.  (See ECF No. 219.) \n369 (2014) (citations and quotation marks omitted).  Just as fraud requires a showing \nof reasonable reliance, negligent misrepresentation requires an analogous showing of \njustifiable reliance.  See Marcus Bros. Textiles, Inc. v. Price Waterhouse, LLP , 350 \nN.C. 214, 224 (1999) ; see also Value Health Sols., Inc. v. Pharm. Rsch . Assocs., Inc., \n2023 N.C. LEXIS 585, at *22 (Sept. 1, 2023). \n15. LoRusso’s opening brief challenges  only the  allegations concerning the  \n$89,000 payment.  She contends that the Wrights and Stansell  now admit that she  \nearned the payment legitimately as part of her salary.  Nancy Wright testi fied, for \nexample, “that was her salary, and she deserved it.”  (N. Wright Dep. 160:2–11, ECF \nNo. 168.4.)  Likewise, when asked whether the payment “was her incom e,” Stansell \ntestified, “[w]e all know that.”  (Stansell Dep. 128:15–17, ECF No. 168.3.) \n16. In response, the Wrights and Stansell object on a procedural ground:  that \nLoRusso failed to comply with Business Court Rule 7.5, which requires a party to \nprovide pinpoint citations to supporting evidence when possible.  But this is incorrect.  \nLoRusso’s brief cites specific passages from several deposition transcripts to support \nher argument.  There is no violation of Rule 7.5.   \n17. On the merits, the Wrights and Stansell  offer no argument or evidence .  \nThey do not dispute the legitimacy of the $89,000 payment  or LoRusso’s \ncharacterization of their testimony.  Nor do they point to any evidence that LoRusso \nmisrepresented the nature of the payment , that they were deceived  by her, or that \nthey reasonably or justifiably relied on any statements about the payment or how it \nwas classified .  The Wrights and Stansell needed “to come forth with evidence to \ncontrovert” LoRusso’s argument “or otherwise suffer entry of summary judgment \nagainst” them.  Econo-Travel Motor Hotel Corp. v. Taylor, 301 N.C. 200, 205 (1980).  \nThey did not, and as a result, there is no genuine issue of material fact regarding the \n$89,000 payment. \n18. The rest of LoRusso’s arguments are un timely, having been raised for the \nfirst time in her reply brief or at the hearing.  The Court declines to address them.  \nSee BCR 7.2 (“A party should therefore brief each issue and argument that the party \ndesires the Court to rule upon and that the party intends to raise at a hearing.”); 7.7 \n(“[T]he Court may decline to consider issues or arguments raised by the moving party \nfor the first time in a reply brief.”). \n19. Accordingly, LoRusso is entitled to summary judgment to the extent that \nthe claims for fraud and negligent misrepresentation are based on the $89,000 \npayment.  The Court denies her motion as to these claims in all other respects.\n4 \nB. Breach of Contract  \n20. Counts seven and eight are direct and derivative claims  for breach of \ncontract.  Together, the claims allege as many as twenty breaches of the purchase \nagreement, the operating agreement, and other agreements reached during member \nmeetings in 2019.  LoRusso moves for summary judgment across the board.   \n21. Purchase Agreement.   The Wrights  and Stansell allege that LoRusso \nbreached the purchase agreement by failing to obtain patent  protection for the  \n \n4 It is perhaps worth noting that a misuse of company funds alone does not necessarily entail \nfraud or negligent misrepresentation.  At trial, the Wrights and Stansell will need to show \nnot only that LoRusso misused funds but also that she made misrepresentations about her \nactions and that they reasonably or justifiably relied on those misrepresentations. \ncompany’s lead product.  As LoRusso correctly observes, though, she is not a party to \nthat agreement, having  signed it only as a representative  of Cinch.Skirt.  ( See \nPurchase Agrmt. 1.)  Given that she is “not a party to the contract, as a matter of law \n[she] cannot be held liable for any breach that may have occurred.”  Canady v. Mann, \n107 N.C. App. 252, 259 (1992); see also Nationwide Mut. Ins. Co. v. Chantos, 293 N.C. \n431, 438 (1977) ( “It is a fundamental principle of contract law that parties to a \ncontract may bind only themselves and that the parties to the contract may not bind \na third person who is not a party to the con tract in absence of his consent to be \nbound.”).  The Court therefore grants LoRusso’s motion as to the alleged breaches of \nthe purchase agreement. \n22. Operating Agreement.  Although not a party to the purchase agreement , \nLoRusso is a party to Cinch.Skirt’s operating agreement.  See N.C.G.S. § 57D-2-31(b) \n(stating that an interest holder is “deemed to be a party to[] the operating \nagreement”).  The second amended complaint  alleges at least ten breaches of that \nagreement, which LoRusso denies. \n23. Little needs to be said about LoRusso’s argument that “there is no evidence \nin the record to survive Summary Judgement [sic] regarding” the breaches alleged in \n“¶ 176(a), (c), (d), (e), (f), (g), (i), (j), (k)” of the second amended complaint.  (LoRusso \nBr. in Supp. 15, ECF No. 187.)  That single sentence—with no reference to the record \nand no legal argument —is facially insufficient to meet her  “initial burden” as the \nmoving party to show “the absence of a genuine issue of material fact.”  Liberty Mut. \nIns., 356 N.C. at 579. \n24. LoRusso argues  in more depth that she did not breach  the operating \nagreement when she terminated  Stansell from his position within Cinch.Skirt  \nwithout consulting the other members  (which is alleged in paragraph 176(h)  of the \nsecond amended complaint) .  Her position is that Stansell was a “Member -Service \nProvider” as defined in section 2.11  and that she had authority as manager to \nterminate him at any time .  ( See Op. Agrmt. §  2.11 (“In the absence of a separate \nwritten agreement to the contrary, the Manager may terminate such service \nagreement at any time upon notice to such Member -Service Provider.”).)  Stansell \ndisagrees.  He contends that the members unanimously elected him to ser ve as a \nmanager in April 2019 and that a supermajority vote was required to remove him \nfrom that position.  ( See Op. Agrmt. §  2.7* (“The Members shall have the power by \nthe action or vote of a SuperMajority  in Interest Members to remove a Manager \n. . . .”).)5 \n25. Whether Stansell was a manager or a Member-Service Provider is a question \nfor the finder of fact.  The minutes from the April 2019 meeting  are ambiguous , \nstating that members “agreed upon” certain “member roles” and that Stansell would \nserve as “Sales Manager.”  (Def.’s Ex. 8.)  The phrase “member roles” could suggest \nthat Stansell became a Member-Service Provider, as LoRusso contends.  But the title \n \n5 The Wrights and Stansell also argue that they were managers of Cinch.Skirt under the \nstatutory default rule that “[a]ll members by virtue of their status as members are managers \nof the LLC.”  N.C.G.S. § 57D-3-20(d).  This is plainly incorrect.  The statute makes clear that \nan operating agreement may depart from the default rule and that “those persons designated \nas managers in, or in the manner provided in, the operating agreement will be managers.”  \nId.  Here, the operating agreement provides that LoRusso is  “the initial manager[]” and \nallows the members to elect additional managers.  (Op. Agrmt. §§ 2.6, 2.7*.) \n“Sales Manager” could suggest that the members elected Stansell to serve as a \nmanager.  Indeed, Nancy Wright testified that the members voted to create “ a \ntriumvirate of managers with roles ” matching “ their expertise ” and  with “ each of \nthem being a manager of the LLC.”  (N. Wright Dep. 50:7–19.)  The Court cannot \nweigh the credibility of this testimony in deciding a motion for summary judgment; \nthat is the role of the jury.  \n26. The Court therefore denies LoRusso’s motion as to the alleged breaches of \nthe operating agreement. \n27. Oral Agreements.  The second amended complaint refers to two alleged \noral agreements among  the members of Cinch.Skirt in April 2019 and December \n2019.  As alleged, LoRusso breached these agreements by, among other things, failing \nto share profits, failing to provide health insurance, and interfering with the other \nmembers’ performance of their company duties. \n28. LoRusso argues that  these agreements are invalid because section 9.10 of \nthe operating agreement  states that Cinch.Skirt “shall have no oral operating \nagreements.”  (Op . Agrmt. § 9.10.)  This is unpersuasive for two reasons.  First, \nLoRusso does not explain wh y unanimous agreements reached d uring a properly \nnoticed member meeting  are prohibited “oral operating agreements” under section \n9.10 as opposed to  permissible member actions under section 2.4 .  ( Compare Op. \nAgrmt. § 9.10, with Op. Agrmt. §  2.4.)  Second , some evidence suggests that the \nmembers memorialized their oral agreements in writing, arguably satisfying section \n9.10 assuming it applies.  (See Def.’s Exs. 8, 10; see also Def.’s Ex. 9, ECF No. 168.1.)  \nLoRusso is therefore not entitled to summary judgment with respect to the April 2019 \nand December 2019 agreements.  \nC. Breach of Fiduciary Duty \n29. Counts nine and ten are claims for breach of fiduciary duty.  Count nine is a \ndirect claim based on allegations that LoRusso, as Cinch.Skirt’s majority member, \nowes a fiduciary duty to the other members.  Count ten is a derivative claim based on \nallegations that LoRusso, as Cinch.Skirt’s manager, owe s a fiduciary duty to the \ncompany. \n30. Again, although LoRusso’s motion challenges counts nine and ten in their \nentirety, her brief is more limited.  She ignores count ten, other than to concede that \nshe owes a fiduciary duty to Cinch.Skirt in her role as manager.  Accordingly, the \nCourt denies her motion as to count ten. \n31. As to count nine, LoRusso argues that she does not owe a fiduciary duty \nindividually to the Wrights and Stansell.  The Court agrees. \n32. “The law does not favor claims by one LLC member against another for \nbreach of fiduciary duty.”  Strategic Mgmt. Decisions, LLC v. Sales Performance Int’l, \nLLC, 2017 NCBC LEXIS 69, at *1 0 (N.C. Super. Ct. Aug. 7, 2017).  That is because \nmembers of an LLC “are like shareholders in a corporation in that members do not \nowe a fiduciary duty to each other or to the company.”  Kaplan v. O.K. Techs., L.L.C., \n196 N.C. App. 469, 473 (2009). \n33. True, “in some circumstances, a holder of a majority interest who exercises \ncontrol over the LLC owes a fiduciary duty to minority interest members.”  Vanguard \nPai Lung, LLC v. Moody , 2019 NCBC LEXIS 39, at *17 (N.C. Super. C t. June 19, \n2019) (citations and quotation marks omitted).   But control does not necessarily go \n“hand in hand with a majority interest in an LLC.”  Strategic Mgmt. Decisions, 2017 \nNCBC LEXIS 69, at *12.  Because a n LLC is a creature of contract , members have \nthe freedom to allocate rights and responsibilities as they wish .  And minority \nmembers may negotiate to add key protections in the operating agreement : special \nvoting rights, access to information, limits on transfers of interests, and more .  \n“Especially where the members have bargained for comprehensive terms to govern \ntheir relationship, the imprudent imposition of fiduciary duties could ‘undermine the \ncontractual nature of an Operating Agreement.’ ”  Id.  at *11 (quoting HCW Ret. & \nFin. Servs., LLC v. HCW Emp. Benefit Servs., LLC , 2015 NCBC LEXIS 73, at *47 \nn.102 (N.C. Super. Ct. July 14, 2015)). \n34. LoRusso’s seventy-six percent interest in Cinch.Skirt gives her a numerical \nmajority but not a controlling majority.  The operating agreement makes  clear that \n“[a]ny action to be taken by the Members” must “be made by the Members holding a \nSuperMajority In Interest ,” which is defined as more than eighty percent .  (Op. \nAgrmt. § 2.4, Ex. A.)  In some cases, even a supermajority is not enough : unanimity \nis needed to amend the operating agreement and to call for  a loan or  capital \ncontribution from a member .  ( See Op. Agrmt. §§ 3.2, 3.4, 9.3 .)  Together , these \nprovisions prevent LoRusso from taking any member action unilaterally.  See Claudio \nv. Sellers, 2019 N.C. App. LEXIS 288, at * 8 (N.C. Ct. App. Mar. 26, 2019) \n(unpublished) (“Defendant Wilson—although numerically a majority [member] —by \ndefinition of the operating agreement was not a majority [member] and did not owe \na fiduciary duty based on the operating agreement.”). \n35. The Wrights and Stansell insist that LoRusso is Cinch.Skirt’s controlling \nmember because she is also  its manager.  In some cases, managerial authority \ndemonstrates control.  See, e.g. , Vanguard Pai Lung, 2019 NCBC LEXIS 39, at * 19 \n(citing comprehensive “managerial control” as “one of the clearest attributes of a \ncontrolling member of an LLC”) .  Not here, though.  The operating agreement \ncarefully circumscribes LoRusso’s powers  as manager.  Although she has authority \nover many aspects of Cinch.Skirt’s day-to-day business, (Op. Agrmt. § 2.6), she cannot \nunilaterally decide to start a new line of business, sell material assets of the company, \nor pay a salary or lend company funds to any member or manager (including herself), \n(Op. Agrmt. §  2.7(b), (d), (g ), (h )).  These actions require the approval of a \nsupermajority of the members.  Similarly , a supermajority must approve \nextraordinary actions like amending the articles of organization, declaring \nbankruptcy, dissolving the company, and issuing new ownership units and admitting \nnew members.  (See Op. Agrmt. § 2.7(a), (c), (e), (f).)   \n36. A number of o ther provisions give added protection to  minority members.  \nThe rules for when and how to make distributions of company cash are well defined, \nand no member has “priority over any other” when it comes to obtaining a  return of \ncapital and related economic rights.  (Op Agrmt. §§ 3.3, 5.1–5.4.)  In addition, e ach \nmember may, at his or her own expense, inspect company records and demand an \naudit by independent accountants.  (See Op. Agrmt. § 9.1.) \n37. Given the wide-ranging protections for minority members in the operating \nagreement, no reasonable jury could conclude that LoRusso has the sort of controlling \nauthority needed to create a fiduciary relationship among Cinch.Skirt’s members .  \nThe Wrights and Stansell  have effective veto power over any action requiring a \nmember vote as well as a significant check on many  powers of the manager.  They \nalso have economic and informational rights that promise transparency and maintain \nbalance between minority and majority interests .  Imposing fiduciary dut ies on \nLoRusso above and beyond her  contractual duties “ would be inconsistent with the \nparties’ bargain and with this State’s policy of ‘ giv[ing] the maximum effect to the \nprinciple of freedom of contract and the enforceability of operating agreements. ’ ”  \nStrategic Mgmt. Decisions, 2017 NCBC LEX IS 69, at *14 (quoting  N.C.G.S. \n§ 57D-10-01(c)). \n38. Finally, some of the misconduct alleged in count nine took place before the \nWrights and Stansell became members of Cinch.Skirt.  ( See, e.g.,  2d Am. Compl. \n¶ 191(b).)  At that point, the parties were simply in an arm’s-length relationship , \nwhich is not fiduciary in nature.  See, e.g. , Dallaire v. Bank of Am., N.A. , 367 N.C. \n363, 368 (2014). \n39. Absent a fiduciary  relationship, there can be no breach of fiduciary duty.   \nSee, e.g. , Dalton v. Camp, 353 N.C. 6 47, 651 (2001).   The Court therefore grants \nLoRusso’s motion for summary judgment as to count nine. \nIV. \nCONCLUSION \n40. For all these reasons, the Court GRANTS in part  and DENIES in part  \nLoRusso’s motion for summary judgment.   \na. The Court GRANTS  the motion as to  counts three through six to the \nextent based on the alleged $89,000 payment but DENIES  the motion \nas to those counts in all other respects. \nb. The Court GRANTS  the motion as to counts seven and eight  to the \nextent based on the purchase agreement but DENIES the motion as to \nthose counts in all other respects. \nc. The Court GRANTS  the motion as to count nine but DENIES  the \nmotion as to count ten. \nd. The Court DENIES the motion as to counts thirteen and sixteen. \nSO ORDERED, this the 19th day of September, 2023. \n \n \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}