{
  "id": "d9f7262d86716c8f2067301b32945a9982b49fe8637494196713795811fee255",
  "source_file": "data/raw/ncbc/d9f7262d86716c8f2067301b32945a9982b49fe8637494196713795811fee255.pdf",
  "raw_text": "Ward v. FSC I, LLC, 2016 NCBC 91. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF JOHNSTON 16 CVS 274 \n \nTODD WARD and TERRY KALLAM, ) \nDerivatively on Behalf of the  ) \nRIVERWOOD ATHLETIC CLUB  ) \nCOMMUNITY ASSOCIATION, INC., ) \n  Plaintiffs,  )    \n   )  AMENDED OPINION \n v.  ) AND ORDER \n   )  \nFSC I, LLC, FRED SMITH COMPANY,  ) \nFRED J. SMITH, JR., and REID M.  ) \nSMITH,   ) \n  Defendants. ) \n \n THIS MATTER comes before the Court following the filing of the Report of the \nIndependent Investigation Committee ( “Committee”) on behalf of the Riverwood \nAthletic Club Community Association, Inc. (“Report”). On August 3, 2016, the Court \nheld a hearing on the Report. \n THE COURT, having considered the Report, briefs in support of and opposition \nto the Report, the argume nts of counsel and other appropriate matters of record \nFINDS and CONCLUDES that the Report should be adopted and this action should \nbe discontinued and DISMISSED with prejudice. \nINTRODUCTION \n1. This is a derivative lawsuit filed by two members of  the Riverwood \nAthletic Clu b Community Association, Inc.  (“RACCA”), a nonprofit community \nassociation under the North Carolina Nonprofit Corporation Act, N.C. Gen. Stat. §§ \n55A-1-01 et seq. RACCA contracted with the Fred Smith Company (“FSC”) to provide \ncertain amenities to the community , as well as  management and maintenance \n \n \nservices to RACCA. Under the contract, FSC collected fees directly from RACCA \nmembers for the amen ities and services it provided. I n this action, Plaintiffs claim \nthat FSC breached the cont ract by collecting fees from members to which FSC was \nnot entitled, and that FSC converted those fees to its own use.  Plaintiffs also claim \nthat Reid Smith, an officer and member of the board of directors of RACCA, breached \na fiduciary duty to RACCA by failing to prevent FSC from collecting fees to which it \nwas not entitled and by failing to maintain and utilize RACCA’s funds in the best  \ninterests of RACCA. \n2. After the lawsuit was filed, RACCA moved the Court to  stay the action \nand approve appointment of an independent committee to determine whether it was \nin the best interest of RACCA to pursue the claims in the lawsuit. The Court stayed \nthe action and approved appointment of the Committee.  The Committee completed \nan investigation and filed the Report with the Court. The Committee determined that \npursuing the derivative claims raised by Plaintiffs was not in the best interest of \nRACCA. Accordingly, pursuant to N.C. Gen. Stat. § 55A-7-40, the Court must now \ndetermine whether this action should be continued or should be dismissed. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. Plaintiffs Todd Ward  (“Ward”) and Terry Kallam ( collectively \n“Plaintiffs”) are members of RACCA, a non -profit corporation serving as the \ncommunity association for the Riverwood community in J ohnston County, North \nCarolina. RACCA was formed in July, 2001, pursuant to the Declaration of \nCovenants, Conditions and Restrictions for Riverwood Athletic Club  (“Covenants”), \n \n \nin which Defendant Fred Smith Company is alleged to have been one of the \ndeclarants.1 Pursuant to the Covenants, r esidents of Riverwood are provided with \nmemberships in an on -site club and provided access to other full service athletic, \nswim, and golf clubs affiliated with other Fred Smith communities in the Triangle.  \nThe Covenants require the members of RACCA, including Plaintiffs, to pay club \nmembership fees in the form of homeowners assessments.  \n4. On or about January 1, 2011, RACCA a nd FSC  entered into the \nCommunity Association Management, Common Area Maintenance, Sports Club and \nMaintenance Free Neighborhood Agreement (“Service Agreement” ; Defs. Answers \nExhs. A.)  Under the Service Agreement, FSC provides management services to \nRACCA including financial services such as invo icing and recording of assessments \n(“Management Services”), maintenance of common areas (“CAM Services”), and \nenhanced maintenance for certain “maintenance free” townhome neighborhoods \n(“MFN Services”) . The Service Agreement also required FSN to provide residen ts \nwith the club memberships in the on-site and other FSC affiliated clubs in exchange \nfor a membership fee (“Amenities Fee”). FSC was entitled , pursuant to the Service \nAgreement, to fees for the services and club memberships as follows: \n8. MANAGEMENT SERVICES, CAM SERVICES, AND AMENITIES \nFEE. In consideration for the Management Services, CAM Services and \nAmenities, RACCA agrees to pay FSC: \n \na. For the period between January 1, 2011 and December 31, \n2011, the sum of \n                                                 \n1 Defendant FSC I, LLC is alleged to have done business as Fred Smith Company at all times \nrelevant to the allegations in the Complaint.  \n \n \ni. An amount equal to the total number of Units 2 \nmultiplied by Fifty -Five and No/100 Dollars \n($55.00); and \n \nii. An amount equal to the total number of currently or \npreviously inhabited residential structures in the \nCommunity where the Owner or Owners of said \nresidential structures have opted out of a Bronz e \nMembership in the Club in writing multiplied by \nThirty and No/100 Dollars ($30.00); and \n \nb. For each annual period beginning January 1, 2012, and \nthereafter, an amount equal to or greater than the amount \nreferenced in paragraph  8(a) above mutually agreed \nbetween the Board and FSC.3 \n \nAll such amounts shall be due and payable on the 1st day of each month; \nprovided, however, FSC shall have the right to collect and retain the fees \nset forth herein directly from the Owners. \n \n9. MFN SERVICES FEE . In consideration for the MFN Services, \nRACCA agrees to pay FSC: \n \na. For the period between January 1, 2011, and December 31, \n2011, an amount equal to the total number of occupied \nUnits in the MF Neighborhoods multiplied by Fort y-Five \nand No/100 Dollars ($45.00); and \n \nb. For each annual period beginning January 1, 2012, and \nthereafter, an amount equal to or greater than the amount \nreferenced in paragraph 9(a) above mutually agreed to \nbetween the Board and FSC.4 \n \nAll such amounts shall be due and payable on the 1st day of each month; \nprovided, however, FSC shall have the right to collect and retain the fees \nset forth herein directly from the Owners. \n                                                 \n2 The Service Agreement defines a “Unit” as “a ‘currently or previously inhabited \nresidential structure in the Community, including but not limited to any MF Neighborhood \nUnit, but saving and excepting a Unit where the Owner or Owners of said Unit have opted \nout of the Bronze Membership in the Club in writing.’” \n3 The amounts collected pursuant to 8(a)(i) increased to  $56.00 in 2012, $57.00 in 2013, and \n$58.00 in 2014 and 2015. \n4 The amounts collected pursuant to 9(a) increased to $46.00 in 2012, and $47.00 in 2013, \n2014 and 2015. \n \n \n \n(Service Agreement ¶¶ 8–9.) Pursuant to the Service Agreement, FSC collected the \nassessments due to RACCA directly from the homeowners and retained them to pay \nthe fees for the services and club memberships. \n5.  FSC’s collection of assessments from members of RACCA under the  \nService Agreement forms the basis of this action. Plaintiffs  contend that under the \nterms of the Service Agreement,  FSC was only entitled to collect a singl e, annual \npayment in the amounts specified, but instead collected these payments on a monthly \nbasis, resultin g in a significant overpayment. S pecifically, Plain tiffs allege the \nfollowing: \nThe Service Agreement calls for payment by RACCA to FSC based on \nan annual basis.  For instance, for the period January 1, 2011 and \nDecember 31, 2011, FSC is entitled to $55.00 per Unit such that if there \nare 1,000 Units, FSC is  entitled to $55,000 for the year. Upon \ninformation and belief, FSC has collected from RACCA, and converted \nto its use, an amount equal to $55.00 per Unit per month thus resulting \nin payments to FSC in amounts that were 12 times the amounts due \npursuant to the Service Agreement. \n \n(Compl. ¶ 25(b).) \n6. Plaintiffs also contended that FSC has collected fees for unimproved lots \nin a manner not permitted by the Service Agreement. Specifically, Plaintiffs contend \nthat FSC was only entitled to payment from RACCA under the Service Agreement \nfor lots containing a residential structure as follows: \nWithin the Riverwood community, certain lots may or may not contain \nresidential structures. Owners of lots that do not contain residential structures \nstill pay dues to RACCA pursuant to the Covenants provided that one year has \nelapsed since the date of the lot purchase. However, pursuant to the Service \nAgreement, FSC is entitled to collected f ees only from lots that contain a \nresidential structure which are defined as a “Unit” in the Service Agreement. \n \n \nDespite not being entitled to collect fees for the unimproved lots, upon \ninformation and belief, FSC has collected fees from RACCA and the membe rs \nof RACCA for the unimproved lots. \n \n(Id. ¶ 25(a).) \n7. Plaintiffs allege that prior to filing this action they brought these issues \nto the attention of RACCA and its Board of Directors and requested that RACCA \ninvestigate the possible overpayment of f ees to FSC . On August 31, 2015, Ward’s \nattorney sent a letter to RACCA and its Board of Directors, stating in pertinent part \nas follows: \nOn behalf of Mr. Ward, and pursuant to the North Carolina Nonprofit \nCorporation Act including N.C. Gen. Stat. §55A-7-40, w e are hereby \nkindly requesting that RACCA and its board of directors take all \navailable steps and actions to recover funds improperly paid to, or \nconverted by, FSC I, LLC dba Fred Smith Company (“FSC”). \nSpecifically, Mr. Ward contends that FSC has collected funds on behalf \nof RACCA and converted these funds to the use of FSC under the \npurported authority of an agreement commonly known as the \nCommunity Association Management, Common Area Maintenance, \nSports Club and Maintenance Free Neighborhood Agreement (“ Service \nAgreement”). Mr. Ward contends that the amounts paid to FSC or \ncollected by FSC exceed the contract amounts set forth in the S ervice \nAgreement and that RACCA has suffered harm as a result. \n \n(RACCA’s Mot. Stay Proceedings, Ex. A.) \n \n8. The demand letter requested a response by RACCA within thirty days, \nand also requested an inspection of RACCA’s records. (Id.) \n9. On September 30, 2015, RACCA, through counsel, notified Ward’s \nattorney that the RACCA Board of Directors would form an independent committee \nto investigate the issues raised in the August 31 letter and would conduct an audit of \nRACCA’s finances. (RACCA’s Mot. Stay Proceedings, Ex. B.)  In response, Plaintiffs \n \n \nsent a follow-up letter requesting the results of RACCA’s investigation by November \n13, 201 5, due to concerns regarding the  running of the statute of limitations . On \nNovember 9, 2015, RACCA notified counsel for Plaintiffs that the committee had not \nyet met due to scheduling conflicts, and Plaintiffs requested that the results of any \ninvestigation be submitted by November 30, 2015. \n10. In the course of its investigation, the investigative committee sought to \nretain a forensic accountant to audit the accounts of RACCA. Ultimately, the \ninvestigative committee was forced to retain a second accountant after a potential \nconflict of interest was discovered with the first accountant hired. On December 15, \n2015, RACCA notified Ward’s attorney that the audit was expected to be c ompleted \nby the end of January 2016. Nevertheless, on January 27, 2016, before receiving the \nresults of the audit, Plaintiffs filed their Complaint. Based on RACCA’ s contention \nthat the allegations in the Complaint differed from the concerns raised in the demand \nletter, the investigative c ommittee put the investigation “ on hold,” pending further \ndirection of the Court.5 (RACCA’s Mot. Stay Proceedings ¶ 19.) \n11. On April 1, 2016, RACCA filed a Motion to Intervene and a Motion to \nStay/Motion to Appoint Committee (“Motion to Stay”).  In the Motion to Stay, RACCA \nrequested that the Court stay this action pursuant to N.C. Gen. Stat. § 55A-7-40(b) \n(hereinafter references to the North Carolina General Statues  will be to “G.S.”)  to \n                                                 \n5 Before putting the investigation on hold, however, the committee discovered a discrepancy \nbetween the Covenants and the Service Agreement and determined that RACCA had been \npaying fees to FSC for certain unimproved lots for which RACCA did not owe a fee. Based \non this discovery, FSC reimbursed RACCA for improperly collected fees in the amount of \napproximately $24,200. The reimbursement was related only to the fees alleged in \nparagraph 25(a) of the Complaint, and not the fees alleged in paragraph 25(b). \n \n \nallow the investigation of Plaintiffs’ claims to be completed, and that the independent \ncommittee previously appointed by RACCA be approved by the Court to complete the \ninvestigation. On April 18, 2016, Plaintiffs filed a response opposing the Motion to \nStay. On May 11, 2016, following a hearing, the Court entered an order approving \nappointment of the Committee and staying this matter to allow the Committee to \nconclude its investigation and report the results to the Court. The Court also held in \nabeyance RACCA’s Motion to Intervene. \n12. On May 13, 2016, RACCA filed a Motion to Substitute seeking to replace \none member of the Committee with a new member based on a conflict of interest that \nhad developed for one of the original Committee members. Neither Plaintiffs nor \nDefendants opposed the Motion to Substitute, and on May 16, 2016, the Court \ngranted the motion. \n13. On July 13, 2016, RACCA filed the Report. The Report was prepared by \nRACCA’s counsel and verified by each of the three members of the Committee. The \nReport was twelve written pages in length an d accompanied by numerous sworn \naffidavits, written responses to the Committee’s inquiries, and  other relevant \ndocumentation. The Report stated that the “sole, remaining question in dispute is  \n(sic) the allegations made by Plaintiffs that the provisions of paragraph 8 and 9 of the \nService Agreement provide for payment to FSC of (sic) an annual rather than monthly \nbasis” and framed its task as determining “whether [the Committee] believed the \nPlaintiffs’ Claims were valid, or likely to prevail, and whether it was in the best \n \n \ninterest of the members to expend the Association’s funds to pursue those claims.” \n(Report 5-6.) \n14. In making its determination, the Committee interpreted the language \nof the Service Agreement based on the intentions of the parties and by the course of \ndealing between the parties under the Service Agreement. The Committee reviewed \naffidavits from Fred Smith, Jr., on behalf of FSC, and from the three individuals who \ncomprised the RACCA Board of Directors at the time the Service Agreement was \nexecuted and approved by the Board .  All four witnesses testified  by affidavit that \nthey intended that the fees called for under sections 8 and 9 of the Service Agreement \nwere to be paid on a monthly, rather than an annual, basis. The Committee also \nconsidered evidence that established that since the execution of the Service \nAgreement, FSC had collected and RACCA had paid, the required fees on a monthly \nbasis.  The Committee also received evidence that “the previous version of the Service \nAgreement in 2006 was substantially identical and the parties always conducted \nthemselves in accordance with an interpretation that provided for monthly payments \nof the management fees.” (Report 10-11). The Committee also considered the fees paid \nby residents of surrounding communities for similar services and amenities, and \ndetermined that the fees paid by members of RACCA , even when considered on a \nmonthly basis, were substantially lower than fees paid in other communities. (Id. 11-\n12.) Based on its investigation, the Committee determined that “it is not in the best \ninterest of [RACCA] to pursue the claims proffered by Plaintiffs in this case.” (Id. 12.)   \n \n \n15. On July 15, 2016, Plaintiffs filed their Response to Filing of Committee \nInvestigative Report, in which they request that the Court reject the Report and the \nCommittee’s recommendation that this action not proceed. Plaintiffs contend that the \nReport was improperly prepared by RACCA and its  counsel and not  by the \nCommittee, that FSC did not provide the Committee with any “financial records”, \nthat the Committee’s request for information to Plaintiff’s was inadequate, and  that \nthe Report ma de “flawed” legal arguments  and relied on  inadmissible, extrinsic \nevidence in interpreting the Service Agreement \n16. Based on these contentions, Plaintiffs request that this Court disregard \nthe Report, deny RACCA’s Motion to Intervene, and allow this case to proceed on the \nComplaint as-filed. In response, Defendants also filed their respective positions on \nthe Report, in each case requesting that the Report be adopted and this action be \ndismissed based upon the Committee’s conclusions.  \nDISCUSSION \n17. This matter is before the Court pursuant to G.S.  § 55A-7-40(c), which  \nprovides as follows: \nUpon motion of the corporation, the court may appoint a committee composed \nof two or more disinterested directors or other disinterested persons, \nacceptable to the corporation, to determine whether it is in the best interest of \nthe corporation to  pursue a particular legal right or remedy. The committee \nshall report its findings to the court. After considering the report and any other \nrelevant evidence, the court shall determine whether the proceeding should be \ncontinued. \n \n18. The Committee reached the  conclusion that pursuing the legal rights \nand remedies being sought by Plaintiffs in this lawsuit was not in the best interests \n \n \nof the corporation. Accordingly, the Court believes the issue that must be decided is \nwhether the Committee properly reached this conclusion. Unfortunately, neither the \nstatute nor our appellate case law provide express guidance as to the standard to be \napplied by the Court in making this decision. \n19. Defendants argue that the Court should apply the standard provided for \nin the parallel provision of North Carolina’s Business Corporation Act, G.S. § 55-1-01 \net seq . Under the Business Corporation Act, a court “shall dismiss a derivative \nproceeding on motion of the corporation” if an independent quorum of directors or an \nindependent committee appointed by the directors or by the court “determines in good \nfaith after conducting a reasonable inquiry upon which its conclusions are based that \nthe maintenance of the derivative proceeding is not in the best interest of the \ncorporation.” G.S. § 55 -7-44(a). If the Court applies the standard suggested by \nDefendants in deciding whether a committee has fulfilled its duty a court must \ndetermine (a) whether the directors or committee were independe nt, (b) whether it \nconducted a reasonable inquiry, and (c) whether the determination was made in good \nfaith. Borchardt v. King , 2015 U.S. Dist. LEXIS 10604 , *21 (M.D.N.C. January 29, \n2015); Madvig v. Gaither, 461 F. Supp. 2d 398, 404 (W.D.N.C. 2006). \n20. In the absence of appellate interpretation of the compa rable provisions \nin Chapter 55A, Defendants urge the Court to adopt the same standard in considering \nthe Report under G.S. § 55A -7-40(c).  Plaintiffs have not provided any argument \nregarding the standard to be applied by the Court to such review. \n \n \n21. The Court concludes that the three factor standard applied to review of \nan investigation by an independent committee conducted under G.S. § 55-7-44 is the \nproper standard to apply in an action under G.S. § 55A -7-40. While the language \nemployed in the two statutes is not identical, the purpose of the provisions appears \nto be the same. Section 55A -7-40 incorporates many of the rights and obligations \nregarding derivative actions that are provided in Article 7 of Chapter 55 (G.S. §§ 55-\n7-40 – 47). Both the Business Corporation Act and the Nonprofit Corporation Act \npermit the corporation to conduct an investigation regarding the claims made by the \nplaintiff in a derivative action , permit the corporation to seek a stay of a derivative \naction to conduct an investigation, and authorize a court to appoint independent \npersons to conduct an investigation.  Both statutes provide the corporation or  \nindependent committee must determine whether pursuing the derivative claims are \n“in the best interest of the corporation” and for a court to dismiss the derivative action \nbased on the committee’s determination. While G.S. § 55A -7-40 does not expressly \nstate that an investigative committee must reach its conclusions in good faith and \nafter a reasonable inquiry as does G.S. § 55 -7-44, the Court sees no reason why a \ndifferent standard should apply simply because RACCA is a nonprofit corporation. \nTo the contrary, a recent decision of the North Carolina Court of Appeals addressing \nthe standing of members of a property owners association under G.S. § 55A-7-40 to \nbring a derivative action  against a nonprofit corporation  analyzed that issue under \nthe same principles applicable to for -profit corporations. Anderson v. Seascape at \nHolden Plantation, LLC, 773 S.E.2d 78 (N.C. Ct. App. 2015). Accordingly, the Court \n \n \nwill review the Committee’s conclusion applying the same three criteria applied \nunder G.S. § 55-7-44. \na. Independence. \n22. Plaintiffs did not challenge the independence of any the Committee \nmembers in response to the Motion to Stay or the Motion to Substitute, and have not \nargued or presented any evidence that the members had any interests or affiliations \nthat would compromise or call into question their independence. To the contrary, the \nrepresentations regarding the independence of the Committee members provided to \nthe Court at the time each of the members was approved to serve on the Committee \nare unrebutted.  The Court concludes that that the Committee was independent. \n23.  Although they do not challenge the independence of the Committee \nmembers, Plaintiffs  contend that the Report was not actually prepare d by the \nCommittee but rather that the Report was prepared by RACCA. Plaintiffs, however, \noffer no evidence in support of this bald assertion. (Pls.’ Response to Report 1 -2.) \nRACCA counsel’s  involvement in the preparation and submission of the Report, \nwhich was verified by each Committee member, is not grounds for disregarding th e \nReport or its conclusions, and has been permitted in a variety of other cases. See, e.g., \nMadvig, 461 F.Supp. 2d at 408 (finding no conflict where special investigation \ncommittee used the same counsel that previously represented corporate audit \ncommittee in SEC investigation). Aside from noting that RACCA’ s counsel assisted \nthe Committee, Plaintiffs do not suggest, and nothing in the record shows, that \nRACCA counsel exerted any undue or improper influence over the outcome of the \n \n \nReport, or otherwis e inter fered with the Committee’ s purpose. Accordingly, this \nargument is without merit. \nb. Reasonable Inquiry. \n24. The Court next must determine whether the Committee conducted a \nreasonable inquiry into the issues before it. “What constitutes a reasonable inquiry \nis judged from the magnitude of the issue raised. To be reasonable, the inquiry must \nbe commensurate in scope with the nature of the issues raised by the \ncomplainant.” Id. at 407 (citing Russell M. Robinson, II, Robinson on North Carolina \nCorporation Law,  § 1 7.08 (2005).) . The issue considered by the Committee was a \nrelatively narrow one: Did FSC breach the Service Agreement by collecting fees from \nRACCA to which it was not entitled under the Agreement? \n25. With regard to the issue of whether the Service Agreement required the \npayment of monthly or annual fees, the Report and the evidence before the Court \nestablishes that the Committee made inquiries of and requested information from the \nparties to the Service Agreement, FSC and RACCA. The Committee obtained and \nconsidered information by way of sworn affidavits from the signatories to the Service \nAgreement and the RACCA directors who approved the Service Agreement regarding \nthe parties’ intentions in entering into, and their course of dealing under, the Service \nAgreement. The Committee also obtained affi davit evidence from the parties \nregarding their course of dealing under the immediately preceding agreement that \nwas in effect from 2006 until 2011. All of the evidence was that the parties intended \n \n \nthe fees to be pai d monthly, and not annually, and that the fees had been paid on a \nmonthly basis under both the Service Agreement and the predecessor agreement. \n26. The Report and evidence before the Court also shows that the \nCommittee considered the fees paid by members of ot her, local community \nassociations for comparable amenities and services, and determined that the monthly \nfees being paid by RACCA were less than the fees paid by those other associations. \n27. With regard to the payment of certain fees for unimproved lots, the \nCommittee reviewed and compared the language in the Covenants and the language \nin the Separation Agreement and determined that FSC had collected fees for \nunimproved lots to which it was not entitled.  The Committee obtained sworn \naffidavits from FSC that provided a detailed summary of the overpayments. As noted \nabove, based on this information, FSC repaid to RACCA approximately $24,200 in \nfees improperly charged and collected for the unimproved lots. \nc. Good Faith. \n28. The “question about whether the special committee acted in good faith \nis different from a question about the special committee's independence, but the \nissues often relate to the same facts.” Borchardt, 2015 U.S. Dist. LEXIS 10604 at *37 \n(citing  Swenson v. Thibaut, 39 N.C. App. 77, 107, 250 S.E.2d 279, 298 (1978) ). “To \ndetermine whether the special committee acted in ‘good faith,’ a court is  to look to \n‘the spirit and sincerity with which the investigation was conducted, rather than the \nreasonableness of it s procedures on the basis for its conclusions. ’” Borchardt, 2015 \nU.S. Dist. LEXIS 10604, at *34-35. “Of course, merely conducting an investigation as \n \n \na sham or pretext for papering over a predetermined outcome would not be in good \nfaith.” Id. at *35-37. \n29. There is no evidence in the record that the Committee conducted the \ninvestigation or made its determination in bad faith.  Id. at *38 (no evidence that \nspecial committee had “made statements or taken actions that might demonstrate … \nbad faith.”). To the contrary, the thoroughness of its inquiry supports the conclusion \nthat the invest igation was done in good faith. Madvig, 461 F. Supp. 2d at 409 \n(evidence that investigative committee “interviewed witnesses it considered relevant \nto the allegations, secured written statements from others, [and] closely reviewed the \ntransactions [at issue]” establishes “thorough consideration of the potential causes of \naction Ingles might have had against defendants.”). \nd. Plaintiffs’ Response to Report. \n30. Plaintiffs have not specifically framed their arguments in response to \nthe Report as challenges to the reasonableness of the Committee’s investigation or its \ngood faith . Nevertheless, Plaintiffs first contend  that the investigation is flawed \nbecause the Committee “conclude[ed] that Plaintiffs’ claims in this case are not worth \npursuing” despite the fact that FSC did not produce “a single financial record.” (Pls. \nResp. to Report 2.) Plaintiffs, however, offer n o explanation of what specific records \nthey believe should have been reviewed by the Committee, or how those records would \nhave impacted the Committee’s de cision. The primary issue before the Committee \nwas whether FSC had breached the Service Agreement  by collecting fees on a \nmonthly, rather than an annual, basis and the Committee properly focused its efforts \n \n \non determining the correct interpretation of the applicable language in the Service \nAgreement. FSC’s “financial records” would not have aided the Committee’s \ninvestigation of this issue. \n31. Plaintiffs also contend that the Committee did not “properly” make a \nrequest to Plaintiffs for information that they might possess bearing on the \ninvestigation. (Pls. Resp. to Report 2-3.) It appears to be undisputed that on June 7, \n2016, RACCA’s counsel, on behalf of the Committee, sent an email with a 21 page \nattachment to counsel for the par ties involved in this lawsuit. The attachment \ncontained letters to counsel making requests for information from the parties. The \ntwo page letter to Plaintiffs’ counsel was the last two pages of the 21 page attachment, \nand Plaintiffs’ counsel inadvertently did not s ee the letter  and did not provide a \nresponse.  Again, however, Plaintiff s have not explained how the failure to rece ive \nthe letter impacted the Committee’s investigation. In fact, Plaintiffs admitted that \nthey did not have any of the information requested by the Committee in the \noverlooked letter. (Id. 3.) \n32. Finally, Plaintiffs argue that the Committee’s “ legal arguments … are \nflawed” because the Committee considered extrinsic evidence in the form of affidavits \nabout the parties intent in determining the meaning of the terms of the Separation \nAgreement. (Id. 3-4.).  Plaintiffs contend that consideration of evidence of the parties’ \nintent is only permitted when the “contract terms are deemed by the court to b e \nambiguous”, and since there has been no such finding by the Court here, the affidavits \nshould be “inadmissible.” (Id. 4.) As Defendants correctly point out, however, there is \n \n \nnothing in the language of G.S. § 55A-7-40 that would suggest that a corporate \ninvestigative committee is bound by the rules o f evidence applicable to courts, and  \nPlaintiffs have not provided authority to support such a conclusion. \n33. Ultimately, afte r considering the Report and the other evidence, the \nCourt concludes that the Committee’ s investigation was reasonable under the \ncircumstances, and was conducted in good faith by disinterested individuals. Given \nthe issues raised by Plaintiffs’ derivative claims, the Court concludes that the \nCommittee reached a reasonable determination that it is not in the best interest of \nthe corporation to pursue the claims alleged by Plaintiffs in this lawsuit . Based on \nthe foregoing, the Court concludes that this action should not continue and should be \nDISMISSED. 6 \ne. Attorneys’ Fees. \n34. G.S. § 55A-7-40(e) provides in pertinent part that “[i]f the action on \nbehalf of the corporation is successful, in whole or in part , whether by means of a \ncompromise and settlement or by a judgment, the court may award the plaintiff the \nreasonable expenses of maintaining the action, including reasonable attorneys' fees, \n…” (emphasis added). The record establishes that Plaintiffs obtained a benefit for \n                                                 \n6 To the extent Plaintiffs contend that the Court does not have authority to dismiss their \nderivative claims, (Pls.’ Resp. to Report 5,) the Court disagrees.  Although the Nonprofit \nCorporations Act does not contain an express provision for a nonprofit corporation to make a \nmotion to dismiss comparable to that in the Business Corporation Act, G.S. § 55-7-44(a), the \nCourt concludes that the language of G.S. § 55A-7-40(c) is most reasonably read as conferring \nthe same right to dismiss, after review of the corpor ation’s or committee’s report, as is \nprovided by the B usiness Corporation Act . Indeed, the language “[a]fter considering the \nreport and any other relevant evidence, the court shall determine whether the proceeding \nshould be continued” would appear to have no meaning at all, and be superfluous, if it does \nnot confer such authority. \n \n \nRACCA from raising their claims  in the f orm of the approximately $24,200 in \nrepayments RACCA received from FSC for FSC’s improper collection of fees for \nunimproved lots. Accordingly, the Court concludes that Plaintiffs are entitle to  an \naward of reasonable attorneys’ fees pursuant to G.S. § 55A-7-40(e) for the benefit they \nobtained for RACCA. Plaintiffs’ counsel  shall file with the Court an appropriate \naffidavit addressing the factors properly considered by the Court in making an award, \ne.g.  Ge Betz, Inc. v. Conrad, 231 N.C. App. 214, 244, 752 S.E.2d 634, 655 (2013), with \nsupporting records so that the Court can determine the amount of such fees, which \nwill be awarded in a separate order. \nTHEREFORE, it is ORDERED: \n1. That based on the Report of the Committee this action is discontinued and \nDISMISSED with prejudice. \n2. RACCA’s Motion to Intervene is DENIED as moot. \n3. The Court shall make an award of attorneys’ fees to Plaintiffs by separate \norder. \n4. This Amended Opinion and Order SUPERSEDES this Court’s Order \nissued in this matter earlier today, and that Order hereby is \nWITHDRAWN.  \nSO ORDERED, this the 2nd day of December, 2016. \n \n /s/ Gregory P. McGuire     \n      Gregory P. McGuire \n      Special Superior Court Judge \n         for Complex Business Cases "
}