{
  "id": "da4ae2db741db47fb8f2c0c5390acb6e414cf4f23f85f9107c6947be0896f667",
  "source_file": "data/raw/ncbc/da4ae2db741db47fb8f2c0c5390acb6e414cf4f23f85f9107c6947be0896f667.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 9976 \n \nRANDALL JOHNSON; KENNETH \nCRAIG WILSON; MARK ALAN \nDEVORE; LUIS MARCELO \nZANETTI; WILLIAM JAMES FORD; \nand RICHARD FORD, \n \nPlaintiffs, \n \nv. \n \nFRANCIS EVERETT; CATHIE \nEVERETT; CONVERT-A-STAIR, \nL.L.C.; FJ STAIRWAYS, LLC; and \nBRIAN ESTES, jointly and severally, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT BRIAN ESTES’  \nMOTION FOR JUDGMENT  \nON THE PLEADINGS \n \n \n THIS MATTER  is before the Court on Defendant Brian Estes’ Motion for \nJudgment on the Pleadings ( “Motion,” ECF No. 35) .  The Court , having considered \nthe Motion, the parties’ briefs, the arguments of counsel, and all appropriate matters \nof record, CONCLUDES  that the Moti on should be GRANTED,  in part , and \nDENIED, in part. \nVann Attorneys, PLLC, by James R. Vann and Ian Richardson , for Plaintiffs \nRandall Johnson, Kenneth Craig Wilson, Mark Alan Devore, Luis Marcelo \nZanetti, William James Ford, and Richard Ford.  \nBuckmiller, Boyette & Frost, PLLC, by Matthew W. Buckmiller, for Defendants \nFrancis Everett and Cathie Everett.  \nMichael Best & Friedrich  LLP, by Justin G.  May and Luke Taylor, for \nDefendant Convert-A-Stair, L.L.C. \nNo counsel appeared for Defendant FJ Stairways, LLC. \nWard and Smith, P.A., by Alexander C. Dale and Luke Tompkins, for \nDefendant Brian Estes.  \n \nJohnson v. Everett, 2024 NCBC 1. \nINTRODUCTION \n1. The plaintiffs in this action allege that they invested in a company called \nFJ Stairways, LLC (“FJ Stairways”)  that sought to obtain a patent for  a “ pre-\nfabricated stair box system that would revolutionize the home building industry.”  \n(Compl. ¶ 15, ECF No. 3.)  Unbeknownst to the plaintiffs, the founding member of FJ \nStairways subsequently created a new company, Convert -A-Stair, L.L.C. (“CAS”) , \nthat was a direct competitor of FJ Stairways and benefitted from FJ Stairways’ assets \n(including the plaintiffs’ funds) .  The founding member ultimately assigned the \npatent to CAS rather than to FJ Stairways .  Plaintiffs have sued the founding \nmember and his wife on multiple theories, but those claims are not implicated by the \npresent Motion.  Instead, the sole issue presently before the Court is whether  \njudgment on the pleadings should be granted in favor of an additional defendant, \nBrian Estes, who assisted in the formation of CAS and was allegedly involved in its \noperations that took place to the detriment of FJ Stairways.   \nFACTUAL AND PROCEDURAL BACKGROUND \n2. “The Court does not make findings of fact on motions for judgment on \nthe pleadings under North Carolina Rule of Civil Procedure 12(c) and recites only \nthose allegations in the pleadings that are relevant and necessary to the Court’s \ndetermination of the Motion.”  Golden Triangle #3, LLC v. RMP-Mallard Pointe, LLC, \n2020 NCBC LEXIS 37, at *1 (N.C. Super. Ct. Mar. 23, 2020). \n3. Plaintiffs Randall Johnson, Kenneth Craig Wilson, Mark Alan Devore, \nLuis Marcelo Zanetti, William James Ford, and Richard Ford (collectively, \n“Plaintiffs”) are all investors in FJ Stairways .  (Compl. ¶ 15.)  Most of the Plaintiffs  \n“work in either the stair or construction industry[.]”  (Compl. ¶ 15.)      \n4. FJ Stairways is now a defunct entity.  However, at all times relevant to \nPlaintiffs’ claims, FJ Stairways was a limited liability company organized under the \nlaws of North Carolina with its principal place of business in New Hanover County, \nNorth Carolina.  (Compl. ¶ 10.)   \n5. Defendant Francis Everett  (“F. Everett”)  is FJ  Stairways’ registered \nagent.  (Compl. ¶ 10.)  F. Everett and Cathie Everett (“C. Everett”), also a defendant, \nare married and maintain their primary residence in Pender County, North Carolina.  \n(Compl. ¶¶ 7–8.)   \n6. FJ Stairways was “in the business of manufacturing a now patented \nstair system” that the parties refer to as a “wedge system.”  (Compl. ¶¶ 16 –17.)  The \nmanufacturing of FJ Stairways’ wedge system began in January of 2017.  (Compl. ¶ \n18.) \n7. Plaintiffs allege that “[F.] Everett solicited investments into FJ \nStairways from all of the Plaintiffs . . . by explaining to them that he was developing \na patent-pending pre-fabricated stair box system that would revolutionize the home \nbuilding industry”  known as “Convert -A-Stair.”  (Compl. ¶ ¶ 15–17, 27 .)  He \nrepresented to Plaintiffs that in exchange for their investments they would be given \nmembership interests in FJ Stairways.  (Compl. ¶ 28.)  Furthermore, “[p]rior to each \nPlaintiff investing, [ F.] Everett represented to each Plaintiff that their investment  \ninto FJ Stairways would be utilized to fund FJ Stairways’ efforts to procure a patent \nfor the stair box system which would be manufactured by the limited liability \ncompany in which they would be members.”  (Compl. ¶ 60.)      \n8. Plaintiffs collectively invested $307,500 in FJ Stairways in exchange for \nmembership interests therein.1  (Compl. ¶ 25.)  \n9. Plaintiffs allege that F. Everett did not personally invest any money in \nFJ Stairways and instead used Plaintiffs’ investments to fund FJ  Stairways’ \noperations, as well as the patent application process for the wedge system.  (Compl.  \n¶ 26.)  \n10. On 3 March 2018, F. Everett drafted an operating agreement on behalf \nof FJ Stairways. (See Compl. Ex. A, ECF No. 3 .)  The operating agreement listed F. \nEverett, Johnson, Wilson, Luis Zavetto, and Matthew J. Larsen as the members of \nthe company.  (See Compl. Ex. A.)      \n11. On 16 October 2018—without Plaintiffs’ knowledge—F. Everett formed \nCAS, a limited liability company 2 with its principal place of business located in \nPender County, North Carolina.  (Compl. ¶¶ 9, 39 –40.)  As with FJ  Stairways, F. \nEverett was listed as the registered agent for CAS.  (Compl. ¶ 9.)   \n \n1 More specifically, on 23 October 2017, Johnson invested $30,000 in FJ Stairways.  (Compl. \n¶ 19.)  Johnson’s investment was followed by Zanetti’s investment of $75,000 on 1 November \n2017.  (Compl. ¶ 22.)  Subsequently, on 22 March 2018, Wilson invested $75,000.  Next, \nDevore invested $37,500 in the company on 12 July 2018.  (Compl. ¶ 21.)  Finally, W illiam \nJames Ford invested $70,000, and Richard Ford invested $20,000, although the Complaint \ndoes not state when the Fords’ investments were made.  (Compl. ¶¶ 19–24.)   \n \n2 Defendants appear to be taking the position that CAS was merely a holding company  as \nopposed to a competitor of FJ Stairways .  However, for purposes of the present Motion, the \nCourt is, of course, required to take the contrary allegations in Plaintiffs’ Complaint as true. \n12. Plaintiffs allege  that F. Everett used funds from FJ Stairways’ bank \naccount—funds “which were contributed in whole [ or] in part by Plaintiffs”—to pay \nthe filing fee for CAS with the North Carolina Secretary of State’s Office.  (Compl. ¶ \n43.)   \n13. With respect to the ownership interests in CAS, Plaintiffs allege that \nthe Everetts collectively own thirty percent, Estes owns forty percent, and the \nremaining interests are owned by third parties  who are not parties to this lawsuit.  \n(Compl. ¶ 50.)    \n14. On 8 January 2019, F. Everett assigned the pending patent for the \nwedge system to CAS.  (Compl. ¶ 53.)  Subsequently on 16 April 2019, the patent \napplication was approved, and the patent was issued.  (Compl. ¶¶ 54, 57.) \n15. Plaintiffs assert that CAS “now operates in the s ame location formerly \noccupied by FJ Stairways .”  (Compl. ¶ 44.)  Plaintiffs also allege  that at least one \nformer FJ Stairways employee is now employed by CAS.   (Compl. ¶ 45.)   Moreover, \nPlaintiffs contend that  this employee performs the same work at CAS that he  \nperformed at FJ Stairways—that is, building stair boxes  pursuant to t he patent .  \n(Compl. ¶¶ 46–47.)  Additionally, Plaintiffs allege that CAS “to this day, utilizes some \nor all of the equipment owned by FJ Stairways to manufacture stairs.”  (Compl. ¶ 48.)   \n16. In July of 2019, F. Everett brought in Estes to assist in the management \nof one or both of the companies, although the precise scope of his  involvement is not \nentirely clear from the Complaint.  (See Compl. Ex. B, ECF No. 3.)   \n17. On 19 September 2019,  Estes sent some or all of Plaintiffs an email , \nstating as follows:  \nFJ Management [T]eam,  \n  \nSo Frank brought me in to help save FJ back in July.  I evaluated \nthe business model and the books trying to understand the \nbusiness mission.  It turns out FJ was trying to “do it all” with \nminimal funds and limited business guidance .  As I told Frank, \nKenny, and Randy during our September 7th meeting, FJ’s \ncondition was the product of poor business decisions.  FJ was \nfinancially broke and Frank’s patent effort was on life -support \nin desperate need of cash and a major overhaul of the business \nstructure.   \n \nIn July Frank assured me he could fund the business for 12 \nweeks if we could find a way to ensure future success.  In 8 short \nweeks we completely restructured the business model, creating \na corporate holding company (Convert -A-Stair), created an \nexclusive scalable distribution network, and a regionalized \nmanufacturing sector that can supply over 500 stair boxes and \nassociated covers currently.  We developed this  to scale as \nneeded without impacting financially or injecting any \nmanufacturing constraints.  In a word, the Convert -A-Stair \nbusiness model is “ready”.  Beginning October 1, it will be a \nreality.   \n \nYou invested in an idea.  When I was introduced to your “idea”, \nyou and mostly Frank, were days from failure.  On September \n7th, I introduced 3 options to your team for survival. \n \n1) Be a full scale manufacturer and distributor.  This is the \noriginal direction FJ tried and burned through cash.  This is not \na viable option which was proven. \n \n2) FJ to transition as an exclusive distributor of the Convert-\nA-Stair system in Wilmington, Raleigh , and any other \nserviceable market.  This seems to be the best option especially \nsince most of the team has a day job.  We provided basic revenue \nand profit numbers during the meeting.  \n  \n3) Walk away and Frank will pay back all investments at \n$0.50 on the dollar ONLY after 6 months of positive revenue and \ngrowth.  \n \nSince the Sept  7th meeting, Frank found an investor who will \nbecome a working partner to ensure the success of FJ.  This will \nobviously inject much needed cash into FJ, paying down debt, \nand creating some operating income to help FJ start. \n \nI am writing the letter to ask if current FJ members want to \ncontinue.  I asked the same question in the meeting on Sept 7th.  \nFrank asked me to extend to you special treatment as he wants \nto see everyone be successful.  As the consultant rebuilding this \nbusiness, I am moving this business forward with a distributor \nin Wilmington ASAP.  If it’s your team, we will all be excited.  If \nnot, there will be another distributor set -up by Oct 1.  I don’t \nmean to press but please make a decision by next Wednesday \nSeptember 25th.  Understand I get paid on the success of this \nbusiness as do you.   \n \nPlease reach out with any questions you have.  I want you guys \nto be comfortable with the decision you make.  I have attached \nthe following for your review: \n \n1) Business Model visual  \n2) Distribution revenue and cash flow matrix  \n \nThanks, \nBrian Estes  \n \n(Compl. Ex. B (emphasis added).) \n     \n18. On 25 April 2023, Plaintiffs initiated this action by filing a Complaint \nin Wake County Superior Court  naming as defendants F. Everett, C. Everett, CAS, \nFJ Stairways\n3, and Estes. (Compl., ECF No. 3.)  The Complaint as serts claims for \nbreach of contract against F. Everett; quantum meruit against all Defendants; breach \n \n3 On 25 October 2023, the Court issued an Order Entering Default against FJ Stairways  \npursuant to Rule 55(a) of the North Carolina Rules of Civil Procedure based on its failure to \nfile an answer or otherwise respond to the Complaint.  (Order Mot. Entry Default, ECF No. \n43.) \nof fiduciary duty against F. Everett; constructive fraud against F. Everett, C. Everett, \nEstes, and CAS; civil conspiracy against all Defendants; fraud against F. Everett, C. \nEverett, and Estes; declaratory judgment against F. Everett, FJ Stairways, and CAS; \nand judicial dissolution pursuant to N.C.G.S. § 57D-6-02.  (Compl. ¶¶ 72–127.)   \n19. This case was desig nated a mandatory complex business case on 27 \nApril 2023 and assigned to the undersigned the same day.  (ECF Nos. 1, 2.) \n20. On 22 September 2023, Estes filed the present Motion seeking judgment \non the pleadings as to all claims against him  pursuant to Rule 12(c) of the North \nCarolina Rules of Civil Procedure.  (Mot., ECF No. 35.)   \n21. On 28 November 2023, the Court held a hearing on Estes’ Motion, which \nis now ripe for resolution.  \nLEGAL STANDARD \n22. “The Court reviews a Rule 12 (c) motion as it does a motion to dismiss \npursuant to Rule 12(b)(6) .”  Spivey  v. Smith, 2023 NCBC LEXIS 111,  at **7 (N.C. \nSuper. Ct. Sep t. 18, 2023) (citing Akzo Nobel Coatings, Inc. v. Rogers, 2011 NCBC \nLEXIS 42, at **19 (N.C. Super. Ct. Nov. 3, 2011)).  \n23. “A [Rule 12(c)] motion for judgment on the pleadings is the proper \nprocedure when all the material allegations of fact are admitted in the pleadings and \nonly questions of law remain.  When the  pleadings do not resolve all the factual  \nissues, judgment on the pleadings is generally inappropriate.”  Ragsdale v. Kennedy, \n286 N.C. 130, 137 (1974).  “A complaint is fatally deficient in substance, and subject \nto a motion by the defendant for judgment on the pleadings if it fails to state a good \ncause of action for plaintiff and against defendant.”  Bigelow v. Town of Chapel Hill, \n227 N.C. App. 1, 3 (2013) (cleaned up). \n24. When deciding a motion under Rule 12(c), the Court may only consider \n“the pleadings and exhibits which are attached and incorporated into the pleadings.”   \nDavis v. Durham Mental Health/Dev. Disabilities/Substance Abuse Area Auth., 165 \nN.C. App. 100, 104 (2004)  (cleaned up) .  The Court must “view the facts and \npermissible inferences in the light most favorable to the nonmoving party.”  Ragsdale, \n286 N.C. at 137.   “All well pleaded factual allegations in the nonmoving party’s \npleadings are taken as true and all contravening assertions in the movant’s pleadings \nare taken as false.  All allegations in the non-movant’s pleadings, except conclusions \nof law, legally impossible facts, and matters not admissible in evidence at the trial, \nare deemed admitted by the movant[.]”  Id. (internal citations omitted). \nANALYSIS \n25. At the outset the Court notes that apart from Estes, no other Defendants \nhave moved under Rule 12 for dismissal of the claims asserted against them by \nPlaintiffs.  Accordingly, the Court’s analysis herein applies only to the claims asserted \nagainst Estes.   \n26. As noted above, Plaintiffs have alleged claims for quantum meruit, \nconstructive fraud, conspiracy, and fraud against Estes.  (Compl. ¶¶ 76–82, 87–117.)  \nThe Court addresses each of these claims below. \n \n \nI. Fraud  \n27. “The essential elements of fraud are: (1) False  representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured \nparty.”  Rowan Cnty. Bd. of Educ. v. U.S. Gypsum Co., 332 N.C. 1, 17 (1992) (cleaned \nup).   \n28. Estes contends that Plaintiffs’ claim for fraud is fatally defective because \nthey failed to plead all the required elements of fraud and, in addition, their \nallegations fail to meet the particularity requirement imposed by Rule 9( b).  (Def.’s \nBr. Supp. Mot., at 13, ECF No. 36.)   \n29. At the 28 November hearing, counsel for Plaintiffs conceded that the \nallegations of the Complaint are insufficient to state a valid claim for fraud as to \nEstes, and the Court agrees.   \n30. Therefore, Plaintiffs’ fraud claim against Estes is DISMISSED with \nprejudice.     \nII. Quantum Meruit  \n31. Under North Carolina law, “[t]o recover in quantum meruit, [a] plaintiff \nmust show (1) services were rendered to defendants; (2) the services were knowingly \nand voluntarily accepted; and (3) the services were not given gratuitously.”  Scott v. \nUnited Carolina Bank, 130 N.C. App. 426, 429 (1998) (cleaned up).  “Quantum meruit \nclaims require a showing that both parties understood that services were rendered \nwith the expectation of payment.”  Id.  \n32. Estes argues that the quantum meruit claim against him fails because \n“Plaintiffs have not alleged, and cannot prove, that the services rendered were to Mr. \nEstes, that he knowingly or voluntarily accepted them, or that, at the time services \nwere rendered, Plaintiffs expected Mr. Estes to pay.”  ( Def.’s Br. Supp. Mot., at 6.)   \nEstes further contends that (1) “Plaintiffs h ave failed to clearly identify what \nservice[s] form[ ] the basis of their . . . claim[;]” and (2) assuming the alleged services \nconcerned Plaintiffs’ investment s in FJ  Stairways, “Plaintiffs fail to allege, and \ncannot prove, that they invested th is money to the benefit of Mr. Estes or that they \nrendered any other service to Mr. Estes.”  (Def.’s Br. Supp. Mot., at 6.)   \n33. The Court concludes that Plaintiffs’ quantum meruit claim fails for \nseveral reasons —most basically, because  their allegations  do not meet the first \nelement of the claim. T here is no allegation that Plaintiffs actually rendered any \nservices to Estes.   \n34. Plaintiffs’ response brief  seeks to restate this claim as one for unjust \nenrichment but even so construed, the claim still fails as a matter of law.  \n35. To plead a claim for unjust enrichment, a p laintiff must allege the \nfollowing elements: \nFirst, one party must confer a benefit upon the other party. . . . Second, \nthe benefit must not have been conferred officiously, that is it must not \nbe conferred by an interference in the affairs of the other party in a \nmanner that is not justified in the circumstances. . . . Third, the benefit \nmust not be gratuitous. . . . Fourth, the benefit must be measurable. . . . \nLast, the defendant must have consciously accepted the benefit.   \nJP Morgan Chase Bank, N.A. v. Browning, 230 N.C. App. 537, 541–42 (2013) (cleaned \nup). \n36. Plaintiffs contend that the allegation in paragraph 77 of their Complaint \nsufficiently avers that Plaintiffs provided a benefit directly to Estes.   (Pls.’ Br. Opp. \nMot., at 16, ECF No. 38.)   Paragraph 77 states as follows: “At the request of [F .] \nEverett, Plaintiffs provided a total of $307,500.00 to [F.]  Everett, FJ Stairways, and \nupon information and belief, ultimately Convert-A-Stair, [C.] Everett, and Mr. Estes.”  \n(Compl. ¶ 77.)  Estes contends that this allegation is impermissibly conclusory.    \n37. For purposes of analyzing the sufficiency of  a claim under Rule 12(c) , \n“the Court need not accept as true allegations that are ‘ merely conclusory, \nunwarranted deductions of fact, or unreasonable inferences. ’ ”  Spivey, 2023 NCBC \nLEXIS 111, at **8 (quoting Good Hope Hosp., Inc. v. N.C. Dep’t  of Health and Hum. \nServs., 174 N.C. App. 266, 274 (2005)).   \n38. The Court finds that the reference to Estes in paragraph 77 is \ninsufficient to save this claim.  Other portions of the Complaint make clear that the \nmoney Plaintiffs invested in FJ Stairways was  solicited solely by F. Everett, and a \nthorough reading of the Complaint reveals that this money was paid by Plaintiffs well \nbefore Estes was brought on board by F. Everett.   \n39. Indeed, in paragraph 52 of the Complaint Plaintiffs expressly \nacknowledge that after F. Everett’s original efforts to persuade Plaintiffs to invest in \nFJ Stairways—which, once again,  did not involve Estes —neither the Everetts  nor \nEstes ever asked Plaintiffs for additional funds for FJ Stairways.  As such, Plaintiffs’ \nallegations are insufficient to state a valid claim for either quantum meruit or unjust \nenrichment.  \n40. For these reasons, Plaintiffs’ claim for quantum meruit against Estes is \nDISMISSED with prejudice. \nIII. Constructive Fraud  \n41. Our Supreme Court has summarized the elements of a constructive \nfraud claim as follows:  \nConstructive fraud arises where a confidential or fiduciary relationship \nexists, and its proof is less exacting than that required for actual \nfraud.  When a fiduciary relation exists between parties to a transaction, \nequity raises a presumption of fraud when the superior party obtains a \npossible benefit.  To assert a cause of action for  constructive fraud, the \nplaintiff must allege facts and circumstances (1) which created the \nrelation of trust and confidence, and (2) led up to and surrounded the \nconsummation of the transaction in which defendant is alleged to have \ntaken advantage of his position of trust to the hurt of plaintiff. \nHead v. Gould Killian CPA Grp., P.A., 371 N.C. 2, 9 (2018) (cleaned up). \n42. Estes contends that the claim for constructive fraud against him  fails \nbecause there is no allegation that Plaintiffs had a  confidential relationship or  a \nrelationship of trust or confidence with him .  ( Def.’s Br. Supp. Mot., at 9 –11.)  In \nresponse, Plaintiffs argue that they have sufficiently alleged the existence of a de \nfacto fiduciary relationship with Estes.  (Pls.’ Br. Opp. Mot., at 10–12.)    \n43. The Court concludes that the Complaint is devoid of allegations  \nsufficient to plead the existence of a fiduciary relationship between Plaintiffs  and \nEstes. \n44. “In North Carolina, a fiduciary duty c an arise by operation of law ( de \njure) or based on the facts and circumstances (de facto)[.]”  Lockerman v. S. River Elec. \nMbrshp. Corp., 250 N.C. App. 631, 635 (2016).  De jure fiduciary relationships are \noften characterized by the existence of “a heightened level of trust and the duty of the \nfiduciary to act in the best interests of the other party.”  Dallaire v. Bank of Am., N.A., \n367 N.C. 363, 367 (2014).   With respect to de facto fiduciary relationships, “[t]he  \nstandard for finding a de facto fiduciary relationship is a demanding one: Only when \none party figuratively holds all the cards —all the financial power or technical \ninformation, for example—have North Carolina courts f ound that the special \ncircumstance of a fiduciary relationship has arisen. ”  Lockerman , 250 N.C. App. at \n636 (cleaned up).  \n45. As an initial matter, Plaintiffs do not contend that a de jure fiduciary \nrelationship existed between them and Estes .  Furthermore, t he allegations \ncontained in the Complaint cannot reasonably be construed as asserting the existence \nof a de facto fiduciary relationship.  There is simply no allegation of trust or confidence \nreposed by Plaintiffs upon Estes or that Estes took advantage of such a relationship.  \nIndeed, the only actual contact alleged in the Complaint between Estes and Plaintiffs \nis their receipt of the  19 September 2019 email sent by Estes and a 7 September \nmeeting referenced in that email that apparently occurred between Estes and several \nof Plaintiffs in which the financial status of FJ Stairways was discussed. \n46. Accordingly, Plaintiffs’ claim for constructive fraud against Estes is \nDISMISSED with prejudice.  \nIV. Conspiracy \n47. The Court  reaches a different conclusion , however, with respect to \nPlaintiffs’ conspiracy claims against Estes. \n48. It is well -established law that “there is not a separate civil action for \ncivil conspiracy in North Carolina. ”  Dove v. Harvey, 168 N.C. App. 687, 690 (2005).  \nRather, “civil conspiracy is premised on the underlying act.”  Harris v. Matthews, 361 \nN.C. 265, 274, n.2 (2007).  Accordingly, to plead a claim for civil conspiracy, a plaintiff \nmust allege: “(1) an agreement between two or more persons; (2) to do an un lawful \nact or to do a lawful act in an unlawful way; (3) which agreement resulted in injury \nto the plaintiff.”  Boyd v. Drum, 129 N.C. App. 586, 592 (1998).   \n49. A conspiracy claim cannot be maintained “for acts that occurred before \n[a party] joined the alleged conspiracy if those acts completed the ultimate objective of \nthe conspiracy.  In contrast, if the objective of the conspiracy was not yet achieved \nwhen [the party] joined, then [the party] remains jointly and severally liable for those \nacts.”  Hart v. F irst Oak Wealth Mgmt., LLC , 2022 NCBC LEXIS 81 , at **66 (N.C. \nSuper. Ct. July 28, 2022) (emphasis in original).   \n50. This Court has noted that “ it is difficult to dismiss a conspiracy claim \nsummarily because the  elements of a conspiracy claim are broadly stated. ”  Safety \nTest & Equip. Co. v. Am. Safety Util. Corp., 2015 NCBC LEXIS 40, at *48 (N.C. Super. \nCt. Apr. 23, 2015);  see also Kixsports, LLC v. Munn, 2021 NCBC LEXIS 32, at *37 \n(N.C. Super. Ct. Apr 1, 2021)  (“An action for conspiracy may be proven through \ncircumstantial evidence, and behavior that may be benign or innocuous when \nstanding alone can acquire a different meaning when placed in a larger context. ” \n(citation and quotation marks  omitted)); Glob. Textile All., Inc. v. TDI Worldwide, \nLLC, 2018 NCBC LEXIS 104, at * *19–20 (N.C. Super. Ct. Oct. 9, 2018) (finding \nallegations minimally sufficient to support a civil conspiracy claim). \n51. Among other allegations in their Complaint in support of this claim , \nPlaintiffs assert that “Defendants conspired to deceive and defraud Plaintiffs, in \nviolation of [F .] Everett’s fiduciary duties, into conferring a substantial benefit on \nDefendants.”  (Compl. ¶ 97.)   According to the Complaint, t his conspiracy involved \nthe Everetts “form[ing] an agreement to solicit investments from Plaintiffs and then \nform[ing CAS] as a way to exclude Plaintiffs from any benefit of the operation of FJ \nStairways, or the Patent ” in violation of F . Everett’s fiduciary duties to  Plaintiffs.  \n(Compl. ¶ 98.)   \n52. With respect to  Estes, Plaintiffs allege that he joined the Everett s’ \nconspiracy “shortly after [CAS] was formed and agreed to participate in and continue \nthe unlawful conduct of [the] Everett[s].”  (Compl. ¶ 99.)  Plaintiffs contend that Estes \nacted in furtherance of the alleged conspiracy when he sent the 19 September 2019 \nemail to Plaintiffs.  (Compl. ¶ 101.)   \n53. Estes, conversely, maintains that even assuming arguendo  that the \nEveretts engaged in a conspiracy to deceive and defraud Plaintiffs, “its purpose would \nhave been accomplished as soon as money from FJ [Stairways] was used to form and \nfund CAS.”  (Def.’s Br. Supp. Mot., at 12.)  Thus, Estes argues, he cannot be liable for \nany such conspiracy because its objective would have been fulfilled before he assumed \nany role with regard to the companies at issue. \n54. Admittedly, the conspiracy allegations against Estes are not a model of \nspecificity.  Nevertheless , the Court  believes they are sufficient to allow the \nconspiracy claim against Estes to go forward.   \n55. It is true, as Estes contends, that the Complaint alleges a conspiracy for \nthe purpose of inducing Plaintiffs to invest money in FJ Stairways and that this \nobjective was accomplished before Estes came on the scene.  However, the Complaint \nalso alleges that Estes participated in a conspiracy with F . Everett to breach F . \nEverett’s fiduciary duty to Plaintiffs  by forming CAS for the purpose of compet ing \nagainst FJ Stairways and using FJ Stairways’ assets (including Plaintiffs’ invested \nfunds) to do so.  For example, Plaintiffs allege the following: \nUpon information and belief, when FJ Stairways was “out of funds” [F.] \nEverett, [C.] Everett, and Mr. Estes formed an agreement to sell off \n“equity” in the new entity, Convert-A-Stair, L.L.C., an entity engaged in \nthe the [sic] exact same business as FJ Stairways, to the exclusion of \nPlaintiffs, and in violation of [F .] Everett’s fiduciary duties to the \nPlaintiffs.   \n. . .  \nUpon information and belief, [F .] Everett, [C.] Everett, and Mr. Estes \nsold interests in Convert -A-Stair, L.L.C. to various third parties, even \nthough Convert-A-Stair, L.L.C. uses the equipment of FJ Stairways, the \nlocation of FJ Stairways, works with certain customers of FJ Stairways, \nand manufactures  the exact same patented product previously \nmanufactured by FJ Stairways.  \n. . .  \nUpon information and belief, Mr. Estes conspired with, and formed an \nagreement with, [F .] Everett and/or [C.] Everett to send Plaintiffs \nExhibit “B” in violation of [F.] Everett’s fiduciary duties to Plaintiffs.   \n. . .  \n[F.] Everett breached his fiduciary duties to the Plaintiffs proximately \ncausing damage to the Plaintiffs by: \n a. Misappropriation of funds; \n b. Conspiring with [C.] Everett and [F.] Everett to create a  \nnew limited liability company, Convert -A-Stair, L.L.C. to \ncompete with Plaintiffs to the exclusion of Plaintiffs; and  \n  c. Other ways to be proven at trial.  \n(Compl. ¶¶ 49, 51, 62, 85.)  \n56. Moreover, in Estes’ 19 September 2019 email, he acknowledges that he \nparticipated in the creation of CAS and played at least some role in addressing the \ncompanies’ financial issues and business plans.  (See Compl. Ex. B.)   \n57. It is clear that much remains to be fleshed out during discovery about  \nthe scheme alleged by Plaintiffs, Estes’ role in these events, the extent to which CAS \nimproperly competed with FJ Stairways, and how the formation and operation of CAS \ncontributed to Plaintiffs’ alleged injuries.  Nevertheless, taking the allegations in the \nlight most favorable to Plaintiffs, Plaintiffs have alleged an agreement between Estes \nand F. Everett (and possibly others) to engage in wrongful conduct , that Estes \ncommitted overt act s in furtherance of the agreement , and that Plaintiffs were \ninjured as a result.  These allegations are enough to survive Estes’ Rule 12(c) motion.   \n58. Therefore, Estes’ Motion is DENIED as to Plaintiffs’ civil conspiracy \nclaim.  See New Friendship Used Clothing Collection, LLC v. Katz, 2017 NCBC LEXIS \n72, at *49 (N.C. Super. Ct. Aug. 18, 2017) (“The Court concludes that, at the pleading \nstage, these allegations are sufficient to state an agreement between Defendants \nfacilitating Katz ’s breach of fiduciary duty. ”); Veer Right Mgmt. Group, Inc. v. \nCzarnowski Display Serv. , 2015 NCBC LEXIS 13 , at **11  (N.C. Super. Ct. Feb. 4, \n2015) (“Again recognizing that the issue at this stage is solely whether Plaintiff has \nadequately alleged a claim, not whether it ultimately will be able to prove that claim, \nthe Court concludes  that Plaintiff has adequately alleged an agreement, with \nsubsequent harm caused by implementing the agreement, and that the conspiracy \nclaim withstands Rule 12(b)(6).”); GoRhinoGo, LLC v. Lewis, 2011 NCBC LEXIS 39, \nat **18–22 (N.C. Super. Ct. Sept. 29, 2011)  (recognizing that a scheme to violate a \nparty’s fiduciary duty  could give rise to a claim for civil conspiracy) ; see also Hart, \n2022 NCBC LEXIS 81, at **65 (holding that a more developed factual record was \nnecessary to evaluate the validity of the plaintiff’s conspiracy claim).  \nCONCLUSION \n THEREFORE, IT IS ORDERED as follows:  \n1. Defendant Estes’ Motion is GRANTED with respect to Plaintiffs’ claims for \nfraud, quantum meruit, and constructive fraud , and those claims are \nhereby DISMISSED with prejudice as against Defendant Estes.  \n2. Defendant Estes’  Motion is DENIED as to Plaintiffs ’ claim for civil \nconspiracy.    \nSO ORDERED, this the 5th day of January, 2024. \n \n       /s/ Mark A. Davis     \n       Mark A. Davis  \n       Special Superior Court Judge for  \n       Complex Business Cases  \n "
}