{
  "id": "da527bd47d26453cb6d75f872092b01f26654ca33f73953a73c6ac960e8459f1",
  "source_file": "data/raw/ncbc/da527bd47d26453cb6d75f872092b01f26654ca33f73953a73c6ac960e8459f1.pdf",
  "raw_text": "UNOX, Inc. v. Conway, 2019 NCBC 40. \n \nSTATE OF NORTH CAROLINA \nGASTON COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 1331 \nUNOX, INC., \n \nPlaintiff, \n \nv. \n \nMICHAEL CONWAY; JAMES \nEMMERSON; TECNOEKA, INC.; and \nTECNOEKA, S.R.L.,  \n \nDefendants. \n \nORDER AND OPINION ON \nPLAINTIFF’S OPPOSITION TO \nDESIGNATION \n \n1. THIS MATTER is before the Court on  Plaintiff UNOX, Inc.’s  (“UNOX”) \nOpposition to Mandatory Complex Business Case Designation and Motion to Vacate \nOrder of Designation (“Opposition”).  ( Pl. UNOX, Inc.’s Opp ’n Mandatory Complex \nBusiness Case Designation & Mot. Vacate Order Designation [hereinafter “Opp’n”], \nECF No. 9; see also Pl. UNOX, Inc.’s Br. Opp ’n Mandatory Complex Business Case \nDesignation & Supp. Mot. Vacate Order Designation [hereinafter “Opp’n Br.”], ECF \nNo. 10.)  For the reasons set forth below, the Court ALLOWS the Opposition. \nGray, Layton, Kersh, Solomon, Furr, & Smith, P.A., by William E. \nMoore, Jr. and Christopher M. Whelchel, for Plaintiff UNOX, Inc. \n \nBryan Cave Leighton Paisner  LLP, by Benjamin F. Sidbury, for \nDefendants Tecnoeka, Inc. and Tecnoeka, S.R.L. \n \nMarcellino & Tyson PLLC, by Clay Campbell, for Defendants Michael \nConway and James Emmerson. \n \nBledsoe, Chief Judge. \n \n2. This case arises out of a dispute between UNOX and its former employees, \nMichael Conway (“Conway”) and James Emmerson (“Emmerson”).  UNOX supplies \n \n \novens for the food service industry.  In late 2018,  Conway and Emmerson defected \nand opened an American subsidiary of UNOX’s Italian competitor, Tecnoeka, S.R.L., \nknown as Tecnoeka, Inc. (together, the “Tecnoeka Defendants”).  UNOX now believes \nthat Conway and Emmerson took its  confidential information in breach of \nnon-disclosure agreements and gave that information to their new employer to gain \nan unfair competitive advantage. \n3. UNOX initiated this action on April 3, 2019, asserting claims for breach of \ncontract, breach of the implied covenant of good faith and fair dealing, breach of \nfiduciary duty , constructive fraud, and fraud  against Conway and Emmerson ; for \ntortious interference with contract against the Tecnoeka Defendants; and for tortious \ninterference with prospective economic advantage, violation of the North Carolina \nUnfair and Decept ive Trade Practices Act, civil conspiracy and facilitating fraud, \naiding and abetting, and punitive damages against all Defendants.  The Complaint \nalso requests preliminary and permanent injunctive relief.  (See Compl., ECF No. 3.)   \n4. The Tecnoeka Defendants timely filed a Notice of Designation on May 2, \n2019.  (Notice Designation Mandatory Complex Business Case [hereinafter “NOD”], \nECF No. 7.)  They asserted that designation as a mandatory complex business case \nwould be  proper because this action r aises material issues related to disputes \ninvolving antitrust law and trade secrets under N.C. Gen. Stat. §§  7A-45.4(a)(3) and \n(8).  (NOD 1–2.)  \n5. Based on the Notice of Designation, t his case was designated as a complex \nbusiness case by the Chief Justice of the Supreme Court of North Carolina on May 3, \n \n \n2019, (Designation Order, ECF No.  1), and assigned by the undersigned to the \nHonorable Adam M. Conrad on the same day, (Assignment Order, ECF No. 2).  \n6. UNOX timely filed the Opposition on May 31, 2019 , contending that  the \ndesignation was not proper because  its claims do not involve antitrust law or trade \nsecrets.  (Opp’n 2.)  The Tecnoeka Defendants filed their Response to the Opposition \non June 5, 2019 .  ( Defs.’ Resp. Pl.’s Opp’n  Mandatory Complex Business Case \nDesignation [hereinafter “Resp.”], ECF No.  15.)  Th is matter is now ripe for \ndetermination. \n7. “For a case to be [designated] as a mandatory complex business case, the \npleading upon which designation is based must raise a material issue that falls within \none of the categories specified in section 7A-45.4.”  Composite Fabrics of Am., LLC v. \nEdge Structural Composites, Inc., 2016 NCBC LEXIS 11, at *25 (N.C. Super. Ct. Feb. \n5, 2016).  “The inquiry of whether a case involves the re quisite disputes falling \nwith[in] the statutory requirements has not been historically confined to the actual \ncauses of action asserted in a complaint[] but has also examined the underlying \nfactual allegations.”  Cornerstone Health Care, P.A. v. Moore, 2015 NCBC LEXIS 65, \nat *7 (N.C. Super. Ct. June 22, 2015). \n8. The Court begins with  section 7A-45.4(a)(8), which permits designation of \ncases raising a material issue related to “[d]isputes involving trade secrets, including \ndisputes arising under Article 24 of Chapter 66 of the General Statutes.”  The classic \nexample of a dispute involving trade secrets is one for misappropriation of trade \nsecrets.  See N.C. Gen. Stat. § 66-153.  On occasion, this Court has held that section \n \n \n7A-45.4(a)(8) also reaches other types of claims, including contract claims, when the \ncomplaint puts the existence, ownership, or misuse of alleged trade secrets squarely \nin dispute.  See Union Corrugating Co. v. Viechnicki, No. 14 CVS 6240, Order Opp’n \nDesignation Action Mandatory Complex Business Case (N.C. Super. Ct. Sept. 9, 2014) \n(unpublished).  But the Court has never construed the statute so broadly as to permit \n“designation of an action as a mandatory complex business case based on claims \ninvolving generalized confidential or proprietary information” —a fitting description \nof many claims for breach of restrictive covenants in employment agreements.   \nCornerstone Health Care, 2015 NCBC LEXIS 65, at *6. \n9. UNOX’s claims fall into this final category.  UNOX alleges that Conway and \nEmmerson were subject to contractual restrictions not to misuse or disclose \nconfidential and proprietary information and that they breached those restrictions by \ntaking and using “product designs and materials, customer lists, techniques, business \nplans, strategic plans, marketing information and other business and financial \ninformation.”  (Compl. ¶  26; see also Compl. ¶  13.)  UNOX further alleges that all \nDefendants engaged in unfair or decept ive trade practices by using th e unlawfully \nobtained confidential information to gain a competitive advantage.  (Compl. ¶ 84.)   \n10. Although the nondisclosure agreements include “trade secrets” as a category \nwithin the larger definition of UNOX’s confidential  or proprietary information, \n(Compl. ¶ 7), t he Complaint does not  purport to assert a claim for trade -secret \nmisappropriation, nor does it allege that any of UNOX’s information at issue in this \naction is subject to trade -secret protection.  In the absence of such allegations, the \n \n \nasserted claims appear to be based on  the misuse of  generalized confidential or \nproprietary information.  Thus, nothing in the Complaint “suggest[s] that the dispute \nwill require the Court to resolve material issues involving trade secrets[.]”  Stay Alert \nSafety Servs., Inc. v. Pratt, 2017 NCBC LEXIS 101, at *5 –6 (N.C. Super. Ct. Nov. 1, \n2017). \n11. The Tecnoeka Defendants insist that this is not a garden -variety dispute \nabout a restrictive covenant in an employment agreement.  They contend that UNOX \ndrafted its claim under N.C. Gen. Stat. §  75-1.1 to include a freestanding claim for \nmisappropriation of confidential information  that is  identical to a claim for \nmisappropriation of trade secrets, other than carefully replacing “trade secrets” with \n“confidential and proprietary information.”  (Resp. 1.)  In their view, “there is no way \nto prosecute or defend this case without treating [it] as a trade secret dispute.”  (Resp. \n5.) \n12. The Court disagrees.  The plaintiff is the master of its complaint and free to \nchoose which causes of action it will bring.  Here, UNOX chose to allege the misuse \nof confidential information without also  alleging or  seeking to establish that the \ninformation qualifies as a trade secret.  Perhaps UNOX could have pressed for trade-\nsecret protection for some or all of the alleged confidential information at issue , but \nit did not, and this Court will not designate a case  under section 7A -45.4 “merely \nbecause the pleadings include factual allegations that arguably touch upon facts that, \nwhen read together with other allegations, might have been a basis for a claim that \n \n \nthe plaintiff chose not to allege.”  Market Am., Inc. v. Doyle, No. 15 CVS 9658, Order \nat 3 (N.C. Super. Ct. Feb. 29, 2016) (unpublished). \n13. In reaching this decision, two points bear emphasis.  First , the Court does \nnot hold that designation under section 7A-45.4(a)(8) depends on the appearance or \nabsence of magic words —such as “trade secret” —in the complaint.  Rather, the \nquestion is whether the complaint puts the existence, ownership, or misuse of alleged \ntrade secrets at issue.  As discussed, even though “trade secrets” are included within \nthe nondisclosure agreements’ definition of “confidential or proprietary information,” \nUNOX’s claims in this case do not require or rely on a showing that its confidential \ninformation qualifies as a trade secret.  See Stay Alert , 2017 NCBC LEXIS 101, at \n*5–6; see also Cornerstone Health Care, 2015 NCBC LEXIS 65, at *3–5. \n14. Second, this is not an invitation  to gamesmanship.  The decision to assert \none cause of action and to leave out another is one that carries with it meaningful \nand lasting consequences, affecting the elements of proof and the scope of available \nremedies, among other things.  It may even be true, as the Tecnoeka Defendants \nargue, that “misappropriation of confidential information is not a recognized claim \nunder North Carolina law.”  (Resp. 5 n.3.) 1  Put simply, having made the strategic \n                                                 \n1 The Court need not and does not opine on whether there is a cause of action for \nmisappropriation of confidential information that is not subject to trade -secret protection.  \nSee Edgewater Servs., Inc. v. Epic Logistics, Inc., 2011 N.C. App. LEXIS 2494, at *8 n.2 (N.C. \nCt. App. Dec. 6, 2011) (unpublished)  (questioning the existence of such a claim) .  If the \nTecnoeka Defendants are correct on that point, they may have a basis for a motion to dismiss \nfor failure to state a claim.  Regardless, this Court may not convert the claim actually alleged \nby UNOX into a claim for misappropriation of trade secrets either to save it or to shoehorn it \ninto section 7A-45.4(a)(8). \n \n \nchoice to avoid application of trade secret laws, UNOX must now take the good with \nthe bad. \n15. Accordingly, the Court concludes that this action does not involve a material \nissue related to a dispute involving trade secrets.  See Stay Alert, 2017 NCBC LEXIS \n101, at *6; COECO Office Sys., Inc. v. Rowland , No. 16 CVS 9021, Order Regarding \nDesignation at 1–2 (N.C. Super. Ct. Aug. 26, 2016)  (unpublished); Market Am., No. \n15 CVS 9658, Order at 3–4. \n16. Next, the Court turns to  N.C. Gen. Stat. §  7A-45.4(a)(3), which permits \ndesignation of  actions involving a material issue related to “ [d]isputes involving \nantitrust law, including disputes arising under Chapter 75 of the General Statutes \nthat do not arise solely under  G.S. 75-1.1 or Article 2 of Chapter 75 of the General \nStatutes.”  The Tecnoeka Defendants argue that UNOX’s claims for “anti-competitive \nconduct and activities, as well as an anticompetitive conspiracy,” support designation \nunder section 7A-45.4(a)(3).  (NOD 4.)  UNOX argues that designation under section \n7A-45.4(a)(3) is improper because neither common law unfair competition claims nor \nclaims arising under Chapter 75 trigger designation, and the Complaint does not \notherwise implicate antitrust law.  (Opp’n Br. 3–7.)  \n17. UNOX is correct.  This Court has not historically designated cases based on \nrestrictive covenants in the employment context under section 7A -45.4(a)(3) unless \n“they included additional claims of trade-secret misappropriation or . . . they asserted \nclaims of unfair competition before unfair -competition claims were excluded by \namendments to  section 7A-45.4.”  Van Gilder v. Novus Techs., Inc. , 2017 NCBC \n \n \nLEXIS 46, at *2 –3 (N.C. Super. Ct. May 24, 2017) (citing Cornerstone Health Care, \n2015 NCBC LEXIS 65, at *6 –7).  Having decided that this action does not involve a \ndispute regarding trade secrets, the Court concludes that designation under section \n7A-45.4(a)(3) is improper. \n18. WHEREFORE, the Court concludes, having considered the NOD, the \nComplaint, and the arguments of counsel in support of and in opposition to \ndesignation, that this action does not qualify as a mandatory complex business case \nunder either section 7A -45.4(a)(3) or section 7A -45.4(a)(8), and the Opposition is \ntherefore ALLOWED.  This action should proceed on the regular civil docket of the \nGaston County Superior Court.  \n19. The Court’s ruling is without prejudice to the right of any party other than \nthe Tecnoeka Defendants, if timely, to seek designation of this matter as a mandatory \ncomplex business case as provided under section 7A-45.4. \nSO ORDERED, this the 28th day of June, 2019.  \n \n \n     /s/ Louis A. Bledsoe, III \nLouis A. Bledsoe, III \n     Chief Business Court Judge  \n "
}