{
  "id": "da6736f9e69b8563e4a1619272d4d151c1978eb4271793604ca85b88353834f5",
  "source_file": "data/raw/ncbc/da6736f9e69b8563e4a1619272d4d151c1978eb4271793604ca85b88353834f5.pdf",
  "raw_text": "     Window World of St. Louis, Inc. v. Window World, Inc., 2015 NCBC 77. \nSTATE OF NORTH CAROLINA \n \nWILKES COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 2 \n \nWINDOW WORLD OF ST. LOUIS, \nINC.; WINDOW WORLD OF KANSAS \nCITY, INC.; WINDOW WORLD OF \nSPRINGFIELD/PEORIA, INC.; JAMES \nT. LOMAX III; JONATHAN GILLETTE, \nB&E INVESTORS, INC.; WINDOW \nWORLD OF NORTH ATLANTA, INC.; \nWINDOW WORLD OF CENTRAL \nALABAMA, INC.; MICHAEL \nEDWARDS; MELISSA EDWARDS; \nWINDOW WORLD OF CENTRAL PA, \nLLC; ANGELL P. WESNER-FORD; and \nKENNETH R. FORD, JR., \n \nPlaintiffs, \n \nv. \n \nWINDOW WORLD, INC. and WINDOW \nWORLD INTERNATIONAL, LLC, \n \nDefendants. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n& PLAINTIFFS’ MOTION FOR LEAVE \nTO FILE SECOND AMENDED \nCOMPLAINT \n \n \n \n{1} THIS MATTER is before the Court upon Defendant s Window World, Inc. \nand Window World International, LLC ’s (collectively, “Window World ” or \n“Defendants”) Motion to Dismiss Plaintiffs’ Amended Complaint under Rules 12(b)(7) \nand 19 of the North Carolina Rules of Civil Procedure (“Motion to Dismiss”) and \nPlaintiffs’ Motion for Leave to File Second Amended Complaint under Rule 15(a) \n(“Motion to Amend”) (collectively with Defendants’ Motion to Dismiss, the “Motions”) \nin the above-captioned case.  After considering the Motion s, briefs in support of and \nin opposition to the Motions, and the arguments of counsel at a hearing on July 15, \n2015, the Court  hereby GRANTS Defendants’ Motion to Dismiss and GRANTS \nPlaintiffs’ Motion to Amend. \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Jeffrey E. Oleynik, Charles \nE. Coble, and Benjamin R. Norman, and Keogh Cox & Wilson, Ltd., by John P. Wolff, \nIII, for Plaintiffs Window World of St. Louis, Inc.; Window World of Kansas City, Inc.; \nWindow World of Springfield/Peoria, Inc.; James T. Lomax III; Jonathan Gillette, \nB&E Investors, Inc.; Window World of North Atlanta, Inc.; Window World of Central \n \n \nAlabama, Inc.; Michael Edwards; Melissa Edwards; Window World of Central PA, \nLLC; Angell P. Wesner-Ford; and Kenneth R. Ford, Jr. \n \nManning Fulton & Skinner, P.A. , by Michael T.  Medford, Judson A. Wellborn, and \nJessica B. Vickers , for Defendants Window World, Inc . and Window World \nInternational, LLC. \n \nBledsoe, Judge. \n \nI.  \nPROCEDURAL AND FACTUAL BACKGROUND \n{2} On a motion to dismiss  under Rule 12(b)(7) for failure to join a necessary \nparty, the burden is on the movant to show the necessity of the absent part y. As a \nresult, the movant may present evidence outside the pleadings, such as affidavits and \nother extrinsic evidence. See, e.g., Mortgage Payment Prot., Inc., v. Genworth Mortg. \nIns. Corp., No. 5:11-CV-00075-D, 2012 U.S. Dist. LEXIS 22051, at *36 (E.D.N.C. Jan. \n20, 2012) ( citing 5C Charles Alan Wright & Arthur R. Miller, Federal Practice & \nProcedure § 1359 (3d ed. 2007)  (“in considering a Rule 12(b)(7) motion to dismiss, a \ndistrict court ‘is not limited to the pleadings’”)); see also, e.g., McShan v. Sherrill, 283 \nF.2d 462, 464 (9th Cir. 1960) (“evidence concerning absent indispensable parties may \nalso be presented by the affidavit of any person having knowledge bearing upon their \nexistence”).1  Although the Court may consider evidence outside the pleadings on a \nRule 12(b)(7) motion, it “must accept all factual allegations in the complaint as true \nand draw inferences in favor of the non-moving party.”  Quinn v. Fishkin, 2015 U.S. \nDist. LEXIS 101518, at *10 (D. Conn. Aug. 4, 2015) (quoting 5C Wright & \nMiller, Federal Practice and Procedure at § 1359). \n{3} The Court recites herein the allegations set forth in the pleadings  and in \nattached documents that are relevant for purposes of resolving the present Motion. \n{4} Plaintiffs are Window World franchisees that conduct business in Missouri, \nPennsylvania, Georgia, and Alabama.  Plaintiffs James T. Lomax, III (“Lomax”) and \n                                                 \n1 The Court has not been able to locate a North Carolina state court decision discussing the proper \nstandard to apply to a motion under Rule 12(b)(7).  The Court therefore may consult federal authority \nfor guidance, particularly here because Rule 12(b) of the Federal Rules of Civil Procedure is essentially \nthe same as the North Carolina Rule. See, e.g., Sutton v. Duke, 277 N.C. 94, 101, 176 S.E.2d 161, 165 \n(1970). \n \n \nJonathan Gillette (“Gillette”) have been referred to, in briefing and at oral argument, \nas the “ Lomax/Gillette Plaintiffs” to distinguish them from the “Roland Plaintiffs ,” \nwho are Window World franchisees that conduct business in Louisiana, Texas, and \nPennsylvania and have filed suit alleging substantially similar facts in actions in this \nCourt (the “Roland Action”) and in state court in Louisiana.2  Plaintiffs, including the \nLomax/Gillette Plaintiffs, and the Roland Plaintiffs , are represented by the same \ncounsel in both North Carolina actions. \n{5} Plaintiffs allege that Window World is a franchisor that operates a network \nof franchise s across the United States  that includes Plaintiffs’ franchises.  Both \nWindow World and  Plaintiffs are in the business of selling and installing vinyl \nreplacement windows, doors and siding , and related accessories to the public.  (Am. \nCompl. ¶ 32.) \n{6} Plaintiffs allege that they became aware  several years into the franchisor-\nfranchisee relationship with Window World that Window World had failed to disclose \ncertain information about the  financial arrangement s between Window World , its \nfranchisees, and its preferred supplier in violation of the federal Franchise Disclosure \nRule codified at 16 C.F.R. §  436.1, et seq. (Am. Compl. ¶ 91.)  Specifically, Plaintiffs \nallege that Window World  caused them and other franchisees financial harm by \nfailing to obtain the best available wholesale price from the  preferred supplier as \npromised.  (Am. Compl. ¶ 106.)  Plaintiffs also contend that Window World received \nkickbacks and rebates from the preferred supplier that were not disclosed to Plaintiffs \nor other franchisees.  (Am. Compl. ¶ 105.) \n{7} In an effort to reaffirm the business relationship with the Lomax/Gillette \nPlaintiffs and the Roland Plaintiffs after these issues were raised, Window World and \nthe Lomax/Gillette and Roland Plaintiffs discussed and, the Lomax/Gillette Plaintiffs \nallege, eventually reached an oral settlement agreement  with Window World , the \nterms of which were reflected in a series of email correspondences summarizing the \n                                                 \n2 The Roland Action is filed in this Court under case number 15 CVS 1 (Wilkes County Superior Court), \nand is captioned as Window World of Baton Rouge, LLC v. Window World, Inc .  The Court has \nconsolidated the Roland Action with the present action for purposes of discovery. \n \n \nparties’ discussions and eventually consolidated into a written draft settlement \nagreement in January 2014 that was never signed (the “Draft Settlement Agreement” \nor “Agreement”).  (Am. Compl. ¶ 182 ; Coble Aff. ¶¶ 5 –21, Exs. A–L.) The parties to \nthe alleged Draft Settlement Agreement with Window World were Plaintiffs Lomax \nand Gillette, as well as James W. Roland (“Roland”) and the respective Window World \nfranchises that each owned.  (Am. Compl. ¶ 178; Defs.’ Br. Supp. Mot. Dismiss, p. 10; \nPls.’ Br. Opp. Mot. Dismiss, p. 15.)   \n{8} Among other things, the alleged Draft Settlement Agreement granted rights \nof exclusive operation to  each party -franchise within a n agreed, identified  set of  \ncounties.  Also as part of the alleged Agreement, Window World was required to pay \na total of $1.5 million to Plaintiffs’  counsel to be held in trust for distribution to the \nLomax/Gillette and Roland Plaintiffs upon finalization of the settlement (“Trust \nDeposit”).  Window World transferred this sum to Plaintiffs’ counsel, requesting that \nit be held in trust, on December 30, 2013.  \n{9} A year later, on January 2, 2015, Plaintiff James Lomax and his franchises \nfiled the Complaint commencing this action (“Complaint”) in Wilkes County Superior \nCourt (the “Lomax Action”).  Plaintiffs amended the Complaint on February 16, 2015 \n(“Amended Complaint”) to add Plaintiff Gillette and his franchises as party-plaintiffs \nas well as additional franchisees Michael and  Melissa Edwards and Kenneth Ford \nand Angell Wesner -Ford and their franchises (collectively, “Plaintiffs”  or “all \nPlaintiffs”). \n{10} In Count 1 of the Amended Complaint, the Lomax/Gillette Plaintiffs seek a \ndeclaratory judgment against Window World  finding that (1) the Draft Settlement \nAgreement is binding on  Window World and that the Lomax/Gillette Plaintiffs are \npermitted to use Window World trademarks as agreed upon in the Agreement, and \n(2) the Lomax/Gillette Plaintiffs have the right to operate their f ranchises as \nexclusive franchisees of Window World in each of the counties specified in the \nAgreement.  \n{11} In Count 2 of the Amended Complaint, the Lomax/Gillette Plaintiffs seek an \ninjunction requiring Window World to  (1) execute a document to memo rialize th e \n \n \nparties’ Draft Settlement A greement and (2) cease and desist from any and all \nunlawful attempts to repudiate the Draft Settlement Agreement or to prohibit the \nLomax/Gillette Plaintiffs’ use of Window World ’s trademarks as provided in the \nAgreement.  (Am. Compl. ¶ 217–33.)  For ease of reference, the Court will identify the \nLomax/Gillette Plaintiffs’ claims for declaratory and injunctive relief – Counts 1 and \n2 – as the “Settlement Claims.”  \n{12} In Counts 3 through 5, all Plaintiffs  – including the Edwards and Ford \nPlaintiffs and their respective franchises – seek declarative and injunctive relief \nfinding that their Licensing Agreements are indeed franchise agreements protected \nby the federal Franchise Disclosure Rule and further that they are entitled to operate, \nusing Window World trademarks, exclusively within an agreed, identified set of \ncounties.  (Am. Compl. ¶ 234–50.)  All Plaintiffs seek judgment allowing reformation \nof their prior Licensing Agreements to include these terms.  (Am. Compl. ¶ 251–58.) \n{13} Alternatively, all Plaintiffs seek monetary damages for breach of contract \nand other related claims.  Plaintiffs have asserted a number of claims for relief in \ntheir Amended Complaint, including claims for breach of contract, breach of the \ncovenant of good faith and fair dealing, fraud, negligent misrepresentation, unfair or \ndeceptive trade practices, unjust enrichment, and fraudulent transfer.  (Am. Compl. \n¶ 259–317.)  Defendants do not seek dismissal of these claims on this Motion.  The \nCourt will refer to these remaining claims – Counts 6–13 – as the “Damages Claims.” \n{14} In their Prayer for Relief in the Amended Complaint, Plaintiffs request, in \naddition to the declaratory and injunctive relief discussed above,  that this Court \n“disburse to the franchisees th e $1.5 million settlement payment  [i.e., the Trust \nDeposit].”  (Am. Compl., Prayer for Relief p. 81 .)  Plaintiffs’ prayer does not specify \nwhich franchisee-Plaintiffs are allegedly entitled to the Trust Deposit , although the \nDraft Settlement Agreement – to which Lomax, Gillette, and Roland are parties – \ncalled for the Trust Deposit to be made.3  (Defs.’ Mot. Dismiss, Ex. 4; Defs.’ Br. Supp. \nMot. Dismiss, Ex. 3.)  \n                                                 \n3 A letter dated December 30, 2013 from Window World to Plaintiffs’ counsel reflecting the agreement \nfor Window World to pay $1.5 million dollars in settlement calls for the “release [of] the funds to your \n \n \n{15} On January 5, 2015, the Roland Plaintiffs filed the Roland Action in North \nCarolina state court, asserting damages claims – but not seeking declaratory or \ninjunctive relief – on essentially the same facts asserted in the Lomax Action.  That \nsame day, the Roland Plaintiffs filed an action in Louisiana state court, again alleging \nthe s ame operative facts, and this time seeking declaratory and injunctive relief \nsimilar to the relief sought in Counts 1 and 2 in the Lomax Action.  After Defendants \nremoved the case to federal court in Louisiana , the Roland Plaintiffs voluntarily \ndismissed the Louisiana action  on April 20, 2015 .  As a result, there are now two \nseparate actions  currently before this Court based on similar  operative facts: the \nLomax Action involving the Lomax/Gillette/Edwards/Ford Plaintiffs – which asserts \nSettlement and Damages claims – and the Roland Action involving the Roland \nPlaintiffs – which asserts only Damages Claims. \n{16} Defendants filed the ir Motion to Dismiss Counts 1 and 2  on Rule 12(b)(7) \ngrounds on March 23, 2015, and the parties completed briefing  on April 30, 2015. 4  \nPlaintiffs filed the Motion to Amend to add additional plaintiffs and to add additional \nfacts to supplement their fraudulent transfer claim on April 13, 2015, and the parties \ncompleted briefing on the Moti on to Amend on May 19, 2015.   The Court held a \nhearing on both matters on July 15, 2015, at which all parties were represented by \ncounsel.  The Motions are now ripe for resolution, and the Court will address each \nMotion in turn. \nII.  \nANALYSIS \nA. Motion to Dismiss for Failure to Join Necessary Party \n{17} Rule 19(a) of the North Carolina Rules of Civil Procedure requires that \nnecessary parties “be joined as plaintiffs or defendants.”  N.C. Gen. Stat. § 1A–1, Rule \n                                                 \nclients pursuant to a written set tlement agreement and associated documentation executed by the \nparties.”  (Defs.’ Mot. Dismiss, Ex. 1) (emphasis added).   \n \n4 Defendants’ Motion to Dismiss originally sought dismissal of Plaintiffs’ fraudulent transfer claim on \ngrounds that Plaintiffs had failed to state a claim upon which relief could be granted.  By email dated \nJuly 13, 2015, Defendants abandoned this aspect of their Motion to Dismiss and submitted that they \nwould advance their Motion to Dismiss only on Plaintiffs’ first and second claims  for failure to join a \nnecessary party under Rule 12(b)(7). \n \n \n19(a) (2015).  A necessary party is one that is “united in interest” and is “so vitally \ninterested in the controversy that a valid judgment cannot be rendered in the action \ncompletely and finally determining the controversy without his presence  . . .  .” \nStrickland v. Hughes, 273 N.C. 481, 485, 160 S.E.2d 313, 316 (1968).  Once a party is \nidentified as necessary, he “must” be joined. Crosrol Carding Dev., Inc. v. Gunter & \nCooke, Inc., 12 N.C. App. 448, 451, 183 S.E.2d 834, 837 (1971).  Dismissal under Rule \n12(b)(7) is prope r only when the defect cannot be cured.  Howell v. Fisher , 49 N.C. \nApp. 488, 491, 272 S.E.2d 19, 22, cert. denied, 302 N.C. 218, 277 S.E.2d 69 (1981). \n{18} Alternatively, a person who is not united in interest may nonetheless be a \nproper party when his “presence is not essential in order for the court to adjudicate \nthe rights of others, ” but his interest “may be affected by  a decree.”  Wallach v. \nLinville Owners Ass'n, ___ N.C. App. ___, ___, 760 S.E.2d 23, 26 (2014)  (quotations \nand citation omitted).  Simply stated, necessary parties must be joined in an action; \nin contrast, proper parties are not required to be joined but may be joined.  Crosrol, \n12 N.C. App. at 451, 183 S.E.2d at 837.  \n{19} The Court of Appeals has previously set out the proper procedure the Court \nshould follow in deciding a motion under Rule 12(b)(7): \n‘When faced with a motion under Rule 12(b)( 7), the Court will decide if \nthe absent party should be joined as a party. If it decides in the \naffirmative, the court will order him brought into the action. However, \nif the absentee cannot be joined, the court must then determine, by \nbalancing the guiding factors set forth in Rule 19(b), whether to proceed \nwithout him or to dismiss the action. . . . A dismissal under Rule 12(b)(7) \nis not considered to be on the merits and is without prejudice.’  \n \nId. at 453–54, 183 S.E.2d at 838 (quoting 5 Wright & Miller , Federal Practice and \nProcedure, § 1359, pp. 628, 631).  \n{20} Defendants contend that Roland and his Window World fr anchisees are \nnecessary parties to Count 1 and 2 in the Lomax Action, and that the Lomax/Gillette \nPlaintiffs’ failure to join the Roland Plaintiffs as party -plaintiffs should result in \ndismissal of these two claims.  Specifically, Defendants argue that the Roland \nPlaintiffs have both an interest in the adjudication of the validity of the  Draft \n \n \nSettlement Agreement and an interest in the disbursement of the Trust Deposit, and \nthus, are united in interest with the Lomax/Gillette Plaintiffs and must be joined as \nparty-plaintiffs in the Lomax Action.  \n{21} In contrast, the Lomax/Gillette Plaintiffs argue that the  Roland Plaintiffs \nare proper but not necessary parties  to the Settlement Claims , contending that the  \nRoland franchisees’ rights will not be adjudicated in th e Lomax A ction, because a \ndetermination of the existence of a settlement agreement between the Lomax/Gillette \nPlaintiffs and Window World will not affect whether the Roland Plaintiffs have a \nsettlement agreement with Window World.  (Pls.’ Br. Opp. Mot. Dismiss, p. 13.)  The \nLomax/Gillette Plaintiffs urge the Court to view Window World’s settlement with the \nLomax/Gillette Plaintiffs as separate and distinct from Window World’s settlement \nwith the Roland Plaintiffs, and as such, contend that the Roland Plaintiffs are not \nnecessary parties to the Settlement Claims in the Lomax A ction.  Further, the \nLomax/Gillette Plaintiffs argue that the Roland Plaintiffs’ rights to the Trust Deposit \nwill not be impacted should the Court order disbursement of the Trust Deposit to the \nLomax/Gillette Plaintiffs because, according to the Lomax/Gillette Plaintiffs, the \nRoland Plaintiffs could seek to recover their share of the Trust Deposit from the \nLomax/Gillette Plaintiffs in a separate action.  (Pls.’ Br. Opp. Mot. Dismiss, p. 10.)  \n{22} To assess the parties’ compet ing contentions, the Court finds it significant \nthat the Lomax/Gillette Plaintiffs seek to establish in the Lomax Action the existence, \nvalidity, terms, and enforceability of the Draft Settlement Agreement, all of which \nDefendants deny, as well as their right to, and disbursement to them of, the Trust \nDeposit.  At the same time, the Lomax/Gillette Plaintiffs allege and acknowledge that \n(i) the Roland Plaintiffs were parties to the alleged Draft Settlement Agreement, (ii) \nthe Lomax/Gillette and Roland Plaintiffs entered into a single settlement agreement \nwith Window World that purported to set forth the settling parties’ rights as between \nthe Lomax/Gillette and Roland Plaintiffs, on the one hand, and Window World, on \nthe other, and (iii) Window World made a single Trust Deposit payment which was \nto be held in trust and paid to the Lomax/Gillette and Roland Plaintiffs as the parties \nto the settlement.  (Am. Compl. ¶ 192.)  In these circumstances, the Court concludes \n \n \nthat the resolution of the Settlement Claims in the Lomax Action will necessarily \ninvolve a determination of the Roland Plaintiffs’ rights in connection with the Draft \nSettlement Agreement and the Trust Deposit.   \n{23} In particular, the Court concludes that a judicial determination of the \nexistence, validity, terms and enforceability of the Draft Settlement Agreement in the \nLomax Action will affect the Roland Plaintiffs’ rights – and will adversely affect those \nrights if Defendants succeed in defeating the Lomax/Gillette Plaintiffs’ claims.   See, \ne.g., N.C. Monroe Const. Co. v. Guilford Cnty . Bd. Of Ed. , 278 N.C. 633,  640, 180 \nS.E.2d 818, 822 (1971) (finding that an absent party is a necessary party because \n“[w]hile [the absent party], not being a party to this action, would not be legally bound \nby a judgment rendered herein, as a practical matter, its rights, if any, under the \ncontract with the defendant would be adversely affected by a declaration such as the \nplaintiff seeks in this action”); Moore Printing, Inc. v. Automated Printing Solutions, \nLLC, 216 N.C. App. 549 , 556, 718 S.E.2d 167, 172 (2011) (“[Plaintiff] requests this \nCourt to rescind a contract with a party that is not before the Court . . . . As [absent \nparty] was not made a party to the suit, it is not possible to rescind the [contract].”). \n{24} Moreover, it is well-established in North Carolina that all parties claiming \nan interest in contested assets must be party to a suit affecting those assets. See e.g., \nDunn v. Cook, 204 N.C. App. 332, 337, 693 S.E.2d 752, 756 (2010) (quoting First Nat’l \nBank v. Thomas, 204 N.C. 599, 603, 169 S.E. 189, 191  (1933)) (“The general rule  in \ncases . . . respecting the trust property, brought either by or against the trustees, [is \nthat] the . . . beneficiaries as well as the trustees also, are necessary parties.” ) \n(quotations omitted); Hassellman v. Barnes, 207 N.C. App. 373, 374 –75, 700 S.E.2d \n69, 70 (2010) (same); see also Delta Fin. Corp. v. Paul D. Comanduras & Assocs., 973 \nF.2d 301, 305–06 (4th Cir. 1992) (“The cases are virtually unanimous in holding that \nin suits between parties to a contract seeking rescission of that contract, all parties \nto the contract, and others having a substantial interest in it, are necessary parties. \nThe same principle applies to suits arising out of disputes between multiple claimants \nto a common fund; all such claimants must be joined if feasible.” ) (internal citations \nomitted) (applying Virginia law) .  Accordingly, here, where the Lomax/Gillette and \n \n \nRoland Plaintiffs appear to assert equal rights and interests in the Trust Deposit, the \nCourt concludes the  Roland Plaintiffs must be joined in the Lomax Action because \nthe resolution of the Settlement Claims will necessarily affect their rights to the Trust \nDeposit.5 \n{25} Therefore, based on the Court’s review of the allegations of the Complaint, \naccepted as true, and the relevant evidence of record, the Court concludes that t he \nRoland Plaintiffs will be “directly affected” by the outcome of the Settlement Claims, \nare “united in interest” with the Lomax/Gillette Plaintiffs, and are “so vitally \ninterested” in the Settlement Claims that a “valid judgment cannot be rendered” in \nthe Lomax Action “completely and finally determining the controversy without [the \nRoland Plaintiffs’] presence.”  See e.g., Begley v. Emp’t Sec. Comm’n , 50 N.C. App. \n432, 438, 274 S.E.2d 370, 375 (1981) (“[A] ‘necessary’ party is one whose interest will \nbe directly affected by the outcome of the litigation.”)  (citation omitted); Strickland, \n273 N.C. at 485, 160 S.E.2d at 316.  Thus, the Court concludes that the Roland \nPlaintiffs are necessary parties to the Lomax Action.   \nB. Motion to Amend  \n{26} Rule 15(a) of the North Carolina Rules of Civil Procedure states that when \nthe time for amending a complaint as a matter of course has expired, “a party may \namend his pleading only by leave of court or by written consent of the adverse party; \nand leave shall be freely given when justice so requires.”  N.C. Gen. Stat. § 1A–1, Rule \n15(a) (2015).  Reasons justifying denial of an amendment include: (1) undue delay, (2) \nbad faith, (3) undue prejudice, (4) futility of amendment, and  (5) repeated failure to \n                                                 \n5  Plaintiffs cite Pittman v. Barker , 117 N.C. App. 580, 452 S.E.2d 326 (1995), to support their \ncontention that there is no per se rule in North Carolina that all parties claiming an interest in \ncontested funds must appear as necessary parties in any related action and that the Roland Plaintiffs \nshould therefore not be joined as parties here. (Pls.’ Br.. Opp. Mot. Dismiss, p. 19.)  Pittman, however, \ninvolved a testamentary trust that was “explicit in determining the proportionate share to which each \nof the remainder beneficiaries [was] entit led” in circumstances where “there [was] no unascertained \ninterest in the trust.” Pittman, 117 N.C. App. at 587, 452 S.E.2d at 330.  As a result, the Court of \nAppeals concluded that the remainder beneficiaries were not necessary parties because their presence \nwould have no bearing on the Court’s determination of the total amount of damages, circumstances \nvery different from those here where the competing rights to the Trust Deposit are at issue.  \n \n \n \ncure defects by previous amendments. Martin v. Hare , 78 N.C. App. 358, 361, 337 \nS.E.2d. 632, 634 (1985) (citations omitted). \n{27} Plaintiffs propose to amend the Amended C omplaint to add additiona l \nWindow World franchisees as plaintiffs, relying on substantially the same allegations \nthat are already before this Court  in the Lomax Action, and also to add additional \nfacts and allegations in support of their fraudulent transfer claim.   The Court finds \nno reason to depart from the general rule that leave to amend should be freely given \nat this early stage of the litigation and therefore concludes that Plaintiffs’ Motion to \nAmend should be granted.  \nIII. \nCONCLUSION \n{28} WHEREFORE, for the reasons set forth above: \na. the Court GRANTS Defendant’s Motion to Dismiss and ORDERS that \nthe Roland Plaintiffs shall be joined as part ies to this action within \nthirty (30) days of the entry of this Order and Opinion. If Roland is not \njoined within thirty (30) days of the entry of this Order and Opinion, the \nCourt will dismiss Plaintiffs’ Counts 1 and 2 without prejudice6; and \nb. the Court GRANTS Plaintiffs’ Motion to Amend  and ORDERS that \nPlaintiffs shall file their Second Amended Complaint within thirty (30) \ndays of the entry of this Order and Opinion. \n \nSO ORDERED, this the 10th day of August, 2015. \n \n \n      /s/ Louis A. Bledsoe, III \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n        for Complex Business Cases \n                                                 \n6 “A dismissal under Rule  12(b)(7) is not considered to be on  the merits and is  without prejudice.”  \nCrosrol, 12 N.C. App. at 453–54, 183 S.E.2d at 838. "
}