{
  "id": "da6b4ea84655c8c5a4785be8cbbb89ce48a7630d80c687e8ad109b2b3dca3062",
  "source_file": "data/raw/ncbc/da6b4ea84655c8c5a4785be8cbbb89ce48a7630d80c687e8ad109b2b3dca3062.pdf",
  "raw_text": "Phillips and Jordan, Inc. v. Bostic, 2012 NCBC 34.  \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nMcKinney & Tallant, P.A. by Zeyland G. McKinney, Jr. for Plaintiff.  \nIvey, McClellan, Gatton, & Talcott, LLP by Edwin R. Gatton for Defendants Melvin \nMorris and Tyler Morris.  \nSmith Moore Leatherwood, LLP by Jonathan A. Berkelhammer for Defendant \nMichael Hartnett.  \nNexsen Pruet, PLLC by Randall W. Reavis and Christine L. Myatt for Defendants \nJoseph E. Bostic, Jr. and Jeffery L. Bostic.   \nMurphy, Judge. \n{1} THIS MAT THIS MAT THIS MAT THIS MATTER TER TER TER is before the Court on Defendants’ (Joseph E. Bostic, \nJr., Jeffery L. Bostic (“Bostic Defendants”), Melvin Morris, Tyler Morris (“Morris \nDefendants”), and Michael Hartnett) Motions to Dismiss and the Bostic Defendants \nand Morris Defendants’ alternative Motions for More Definite Statement.  After \nconsidering the parties’ motions and briefs, and the arguments and contentions of \ncounsel made during a hearing before this Court on September 28, 2012, the Court \nDENIES DENIES DENIES DENIES in part and GRANTS GRANTS GRANTS GRANTS in part Defendants’ Motions to Dismiss, and \nDENIES DENIES DENIES DENIES Defendants’ Motions for More Definite Statement. \nI. \nPROCEDURAL HISTORY \n {2} This action is the second case filed by Plaintiff against the Bostic and \nMorris Defendants relating to the same transactions and occurrences.  The first \nSTATE OF NORTH CAROLINA  \n \nGRAHAM COUNTY \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 53 \n \nPHILLIPS AND JORDAN, INC., \n \nPlaintiff, \n \nv. \n \nJOSEPH E. BOSTIC, JR., JEFFERY L. \nBOSTIC, MELVIN MORRIS, TYLER \nMORRIS, and MICHAEL HARTNETT, \n \nDefendants. \n \n \n \n \n \n \nORDER ORDER ORDER ORDER & OPINION  & OPINION  & OPINION  & OPINION    \ncase (the “Prior Action”) (08 CVS 07) was filed in Graham County Superior Court on \nJanuary 18, 2008.  (Bostic Defs.’ Br. Supp. Mot. Dismiss 2.)  The Prior Action was \nremoved to the North Carolina Business Court but voluntarily dismissed without \nprejudice on November 1, 2010.   (Bostic Defs.’ Br. Supp. Mot. Dismiss 2.) \n{3} The current action was filed on April 1, 2011, designated a complex \nbusiness case, and assigned to this Court on May 5, 2011.  (Compl. p. 26; \nDesignation Order 1; Assignment Order 1.)  Defendant Hartnett was named a \nDefendant for the first time in the current case; he was not a named party in the \nPrior Action.  \n{4} The Bostic Defendants, Morris Defendants, and Defendant Hartnett \nfiled their Motions to Dismiss, Motions for More Definite Statement, and supporting \nbriefs on May 25, 2011.  (Bostic Defs.’ Mot. Dismiss 2; Bostic Defs.’ Mot. More \nDefinite S. 2; Morris Defs.’ Mot. Dismiss 2; Morris Defs.’ Mot. More Definite S. 2; \nDef. Hartnett’s Mot. Dismiss 2.) \n{5} Defendants’ Motions were fully briefed on June 28, 2011, and the \nCourt conducted a hearing on the Motions on September 28, 2012.  During the \nhearing, in open Court, counsel for Plaintiff announced that he was voluntarily \ndismissing the claim of Unfair and Deceptive Trade Practices against Defendant \nMichael Hartnett.   \nII. \nSTATEMENT OF FACTS \n {6} Defendants move the Court to dismiss Plaintiff’s action pursuant to \nRules 12(b)(1), 12(b)(6), and 41(b) of the North Carolina Rules of Civil Procedure.   \n“‘When reviewing a motion to dismiss for lack of subject matter jurisdiction \npursuant to Rule 12(b)(1), a trial court may consider and weigh matters outside the \npleadings.’”  Munger v. State , 202 N.C. App. 404, 410, 689 S.E.2d 230, 235 (2010) \n(quoting DOT v. Blue,  147 N.C. App. 596, 603, 556 S.E.2d 609, 617 (2001)).  \n“‘However, if the trial court confines its evaluation to the pleadings, the court must \naccept as true the plaintiff’s allegations and construe them in the light most \nfavorable to the plaintiff.’”  Id.  (quoting Blue,  147 N.C. App. at 603, 556 S.E.2d at  \n617).  The following facts are taken from Plaintiff’s Complaint and are accepted as \ntrue for the purpose of resolving Defendants’ Motions to Dismiss pursuant to Rule \n12(b)(1).  However, the Court does not make findings of fact in connection with \nDefendants’ Motions to Dismiss pursuant to Rule 12(b)(6), as such motions do “not \npresent the merits, but only [determine] whether the merits may be reached.”  \nConcrete Serv. Corp. v. Investors Group, Inc. , 79 N.C. App. 678, 681, 340 S.E.2d \n755, 758 (1986).  Accordingly, for purposes of the Court’s Rule 12(b)(6) analysis, this \nOrder and Opinon recites only those facts from the Complaint that are relevant to \nthe Court’s legal determinations. \n {7} Plaintiff is a corporation organized under the laws of North Carolina, \nwith its principle office and place of business in Robbinsville, Graham County, \nNorth Carolina.  (Compl. ¶ 1.) \n {8} The Morris Defendants, Defendant Hartnett, and Defendant Joseph E. \nBostic, Jr. are all citizens and residents of North Carolina.  Defendant Jeffery L. \nBostic is a resident of Georgia.  (Compl. ¶¶ 6–10.) \n {9} From 2002 until 2005, Plaintiff, a subcontractor, rendered services on \nconstruction projects with companies (principally Bostic Construction, Inc. and \nBostic Development, LLC (“Defendants’ Affiliated Companies”)) that were allegedly \nunder Defendants’ complete dominion and control.  (Compl. ¶¶ 3, 13.)  Plaintiff \nbecame aware of the “facts necessary to assert these causes of action on December \n6, 2005.”  (Compl. ¶ 11.) \n{10} Throughout the relevant time period alleged by Plaintiff, Defendants \nall held official positions of responsibility, such as officer, director, or shareholder, \nwithin Defendants’ Affiliated Companies.  (Compl. ¶¶ 15, 22, 24.)  Plaintiff alleges \nthat Defendants used their positions and control over the Affiliated Companies to \ncreate “a relationship wherein the Plaintiff trusted that the Defendants would use \nthe construction loan proceeds for each project to pay for the actual costs of each \nproject . . . .”  (Compl. ¶ 86.)   \n{11} Prior to and during Plaintiff’s work on various construction projects \nwith Defendants’ Affiliated Companies, including the West Commons project, \nDefendants used a group of sham companies to “commingle, misuse, and \nmisappropriate the construction loans provided to finance the construction projects \non which the Plaintiff performed services.”  (Compl ¶ 85.)   \n{12} Rather than holding loan proceeds to pay off debts for a particular \nproject, Defendants used the proceeds to advance large sums of money to other \ncompanies owned by Defendants and make preferential payments for their own \nbenefit.  (Compl. ¶¶ 92–93.) \n{13} During the time Plaintiff worked with Defendants’ Affiliated \nCompanies, Bostic Construction was operated in a condition that verged on near or \nactual insolvency and constituted dissolution or winding up of the affairs of the \ncompany.  (Compl. ¶¶ 94–95.)  \n{14} For the purposes of evaluating Defendants’ 12(b)(1) Motions, the Court \ntakes judicial notice that on or about January 17, 2005, an involuntary bankruptcy \npetition under Chapter 7 of the Bankruptcy Code was filed against Bostic \nConstruction.  (Def. Hartnett’s Br. Supp. Mot. Dismiss 3.)  The Court also takes \njudicial notice of an order entered in the Bostic Construction bankruptcy proceeding \napproving the settlement agreement between the Chapter 7 Trustee, the Bostic \nDefendants, and Melvin Morris related to Bostic Construction’s potential claims for \n(1) preferential payments under the Bankruptcy Code and (2) alleged breaches of \nthe fiduciary duties these Defendants owed to Bostic Construction in their \ncapacities as officers and directors.  In re Bostic Construction, Inc. , No. B–05–\n11199C–7G (Bankr. M.D.N.C. 2005); (Def. Hartnett’s Br. Supp. Mot. Dismiss Ex. A.)   \nIII. \nLEGAL STANDARD \nA. \nMOTION TO DISMISS PURSUANT TO RULE 12(b)(1) \n {15} “Standing refers to whether a party has a sufficient stake in an \notherwise justiciable controversy such that he or she may properly seek \nadjudication of the matter.”  Am. Woodland Indus., Inc. v. Tolson , 155 N.C. App. \n624, 626, 574 S.E.2d 55, 57 (2002).  Standing is a question of subject matter \njurisdiction, which is a prerequisite to the exercise of any authority by the state \ncourts.  Street v. Smart Corp. , 157 N.C. App. 303, 305, 578 S.E.2d 695, 698 (2003); \nNeuse River Foundation, Inc. v. Smithfield Foods, Inc. , 155 N.C. App. 110, 113, 574 \nS.E.2d 48, 51 (2002). \n {16} “‘When reviewing a motion to dismiss for lack of subject matter \njurisdiction pursuant to Rule 12(b)(1), a trial court may consider and weigh matters \noutside the pleadings.’”  Munger , 202 N.C. App. at 410, 689 S.E.2d at 235 (quoting \nBlue,  147 N.C. App. at 603, 556 S.E.2d at 617). \nB. \nMOTION TO DISMISS PURSUANT TO RULE 12(b)(6) \n{17} The question for the court on a motion to dismiss is “whether, as a \nmatter of law, the allegations of the complaint, treated as true, are sufficient to \nstate a claim upon which relief may be granted under some legal theory, whether \nproperly labeled or not.”  Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670, 355 \nS.E.2d 838, 840 (1987) (citing Stanback v. Stanback , 297 N.C. 181, 254 S.E.2d 611 \n(1979)).  “[T]he pleadings, when taken as true, [must be] legally sufficient to satisfy \nthe elements of at least some . . . recognized claim.”  Arroyo v. Scottie’s Prof’l \nWindow Cleaning, Inc. , 120 N.C. App. 154, 158, 461 S.E.2d 13, 16 (1995) (citing \nHarris , 85 N.C. App. 669, 355 S.E.2d 838).   \n{18} “‘Dismissal of a complaint is proper under the provisions of Rule \n12(b)(6) . . . when some fact disclosed in the complaint necessarily defeats the \nplaintiff’s claim.’”  Carlisle v. Keith , 169 N.C. App. 674, 681, 614 S.E.2d 542, 547 \n(2005) (quoting Hooper v. Liberty Mut. Ins. Co. , 84 N.C. App. 549, 551, 353 S.E.2d \n248, 250 (1987)).  A motion to dismiss “is an appropriate method of determining \nwhether the statutes of limitation bar plaintiff’s claims if the bar is disclosed in the \ncomplaint.”  Id . (citing Horton v. Carolina Medicorp , 344 N.C. 133, 136, 472 S.E.2d \n778, 780 (1996)). \n{19} When considering a motion to dismiss for failure to state a claim upon \nwhich relief can be granted, “the well-pleaded material allegations of the complaint \nare taken as admitted; but conclusions of law or unwarranted deductions of fact are \nnot admitted.”  Pinewood Homes, Inc. v. Harris , 184 N.C. App. 597, 613, 646 S.E.2d \n826, 837 (2007) (quoting Sutton v. Duke , 277 N.C. 94, 98, 176 S.E.2d 161, 163 \n(1970)). \nIV. \nANALYSIS \nA. \nRES JUDICATA AND COLLATERAL ESTOPPEL \n {20} The Morris Defendants argue that Plaintiff is barred from bringing the \nclaims included in the Complaint under the doctrines of res judicata and collateral \nestoppel.  Plaintiff on the other hand, argues that the Defendants should be \nestopped from challenging Plaintiff’s standing because of this Court’s ruling in the \nPrior Action.  (Pl.’s Br. Resp. Defs.’ Mots. Dismiss 4–7; Morris Defs.’ Br. Supp. Mt. \nDismiss 6.)  The Court will evaluate these arguments before addressing the \nsubstantive arguments of Defendants’ Motions to Dismiss.  \n {21} “Under the doctrine of res judicata or ‘claim preclusion,’ a final \njudgment on the merits in one action precludes a second suit based on the same \ncause of action between the same parties or their privies.”  Whitacre P’ship v. \nBiosignia, Inc. , 358 N.C. 1, 15, 591 S.E.2d 870, 880 (2004) (quoting State ex rel. \nTucker v. Frinzi , 344 N.C. 411, 413, 474 S.E.2d 127, 128 (1996)).  For res judicata to \napply:  \na party must “show that the previous suit resulted in a final judgment \non the merits, that the same cause of action is involved, and that both \n[the party asserting res judicata  and the party against whom res \njudicata  is asserted] were either parties or stand in privity with \nparties.”   \n \nState ex rel. Tucker , 344 N.C. at 413–14, 474 S.E.2d at 128 (alteration in original) \n(quoting Thomas M. McInnis & Assoc. v. Hall,  318 N.C. 421, 428, 349 S.E.2d 552, \n556 (1986)). \n {22} Under the companion doctrine of collateral estoppel or issue \npreclusion, “the determination of an issue in a prior judicial or administrative \nproceeding precludes the re-litigation of that issue in a later action, provided the \nparty against whom the estoppel is asserted enjoyed a full and fair opportunity to \nlitigate that issue in the earlier proceeding.”  Whitacre P’ship , 358 N.C. at 15, 591 \nS.E.2d at 880.  A party attempting to assert collateral estoppel must show: \nthat the earlier suit resulted in a final judgment on the merits, that \nthe issue in question was identical to an issue actually litigated and \nnecessary to the judgment, and that both [the party asserting \ncollateral estoppel and the party against whom collateral estoppel is \nasserted] were either parties to the earlier suit or were in privity with \nparties.  \n \nState ex rel. Tucker , 344 N.C. at 414, 474 S.E.2d at 128–29 (alteration in original) \n(citation omitted). \n {23} Determining when parties are in privity can be difficult: \nthe meaning of “privity” for purposes of \nres judicata  and collateral \nestoppel is somewhat elusive. Settle v. Beasley , 309 N.C. 616, 620, 308 \nS.E.2d 288, 290 (1983).  Indeed, “there is no definition of the word \n‘privity’ which can be applied in all cases.”  Masters v. Dunstan , 256 \nN.C. 520, 524, 124 S.E.2d 574, 577 (1962).  The prevailing definition \nthat has emerged from our cases is that “privity” for purposes of res \njudicata  and collateral estoppel “denotes a mutual or successive \nrelationship to the same rights of property.”  Settle , 309 N.C. at 620, \n308 S.E.2d at 290[.]  \nId.  at 416–17, 474 S.E.2d 127, 130 (quoting Hales v. N.C. Ins. Guar. Ass’n , 337 N.C. \n329, 333–34, 445 S.E.2d 590, 594 (1994)). \n{24} “‘Privity is not established, however, from the mere fact that persons \nmay happen to be interested in the same question or in proving or disproving the \nsame state of facts, or because the question litigated was one which might affect \nsuch other person’s liability as a judicial precedent in a subsequent action.’”  Id.  at \n417, 474 S.E.2d at 130 (quoting 47 Am. Jur. 2d Judgments  § 633 (1995)). \n {25} Plaintiff argues that because this Court determined that Plaintiff had \nstanding to bring its claims in the Prior Action, Phillips & Jordan, Inc. v. Bostic, \n2009 NCBC 13 (N.C. Super. Ct. June 2, 2009), http://www.ncbusinesscourt.net/ \nopinions/2009_NCBC_13.pdf, the Defendants should be estopped from raising \nobjections to Plaintiff’s standing in their Motions to Dismiss.  (Pl.’s Br. Resp. Defs.’ \nMot. Dismiss 6.)  The Morris Defendants argue that Plaintiff’s claims are barred \nunder res judicata and collateral estoppel because of the bankruptcy order and \nsettlement agreement approved in In re Bostic Construction, Inc. , No. B–05–\n11199C–7G (Bankr. M.D.N.C. 2005).  (Morris Defs.’ Mot. Dismiss Ex. A.) \n {26} For a party to assert either res judicata or collateral estoppel there \nmust be a final judgment on the merits in the previous action.  See  State ex rel. \nTucker , 344 N.C. at 413–14, 474 S.E.2d at 128 (defining the elements of res judicata \nand collateral estoppel).  However, “where an action or proceeding has been \n[voluntarily] dismissed, rulings preceding the final judgment of dismissal are, as a \ngeneral proposition, not capable of becoming res judicata .”  Gibbs v. Carolina Power \n& Light Co. , 265 N.C. 459, 464, 144 S.E.2d 393, 398 (1965) (citation omitted) \n(stating that “[a] nonsuit ‘is but like the blowing out of a candle, which a man at his \nown pleasure may light again.’” (quoting Grimes v. Andrews , 170 N.C. 515, 521, 87 \nS.E. 341, 343 (1915)); see also  Phipps v. Paley , 90 N.C. App. 170, 174, 368 S.E.2d 21, \n24 (1988) (stating that “whether a previous judgment was on the merits is [equally] \nrelevant to the application of [res judicata or] collateral estoppel.”)  The prior action \ncited by Plaintiff as estopping Defendants’ challenge to standing was voluntarily \ndismissed by Plaintiff on November 1, 2010.  Phillips & Jordan, Inc. , No. 08 CVS 07 \n(N.C. Super. Ct. filed Nov. 1, 2010).  Accordingly, the Court finds that there was no \nfinal judgment on the merits and therefore Defendants can not be estopped from \nchallenging Plaintiff’s standing in this action.  \n{27} As to the Morris Defendants’ argument, the Court finds that Plaintiff \nwas neither a party, nor in privity with a party involved in the bankruptcy action \nDefendants argue bars Plaintiff’s causes of action.  “‘[P]rivity’ for purposes of res \njudicata  and collateral estoppel denotes a mutual or successive relationship to the \nsame rights of property.”  State ex rel. Tucker , 344 N.C. at 416–17, 474 S.E.2d at \n130 (citations omitted).  “Upon the filing of a bankruptcy petition, general claims \nheld by the debtor’s creditors become property of the bankruptcy estate.”  TUG \nLiquidation LLC, v. Atwood (In re BuildNet, Inc. , 2004 Bankr. LEXIS 2383, at *20 \n(Bankr. M.D.N.C. June 16, 2004) (unpublished)).  While Plaintiff might have been \nin privity with the bankruptcy trustee if its claims were general claims, and thus \nsubsumed by the bankruptcy trustee upon the filing for bankruptcy, the Court finds \nthat Plaintiff has adequately alleged that the individual defendants, in their \npositions as officers and directors of Defendants’ Affiliated Companies, engaged in \nconstructive fraud and Plaintiff was individually injured separate and apart from \nother creditors.  As such, Plaintiff’s claims were not the property of the bankruptcy \nestate.  Because Plaintiff was neither a party to the prior action, nor in privity with \na party, Defendant can not demonstrate that that all of the elements of either res \njudicata or collateral estoppel are present and thus Plaintiff is not estopped from \nbringing its claims in this action.  \nB. \nMOTION TO DISMISS RULE 12(b)(1) \n {28} The Bostic Defendants, Morris Defendants, and Defendant Hartnett \ncontend that Plaintiff lacks standing to assert a claim for constructive fraud against \nDefendants in their capacity as officers or directors of Bostic Construction because: \n(1) the claim (if any) belongs to Bostic Construction; and (2) the claim is barred \nbecause it was settled as part of Bostic Construction’s Chapter 7 bankruptcy \nproceeding.  The Court disagrees. \n{29} “‘[W]hen a corporation enters bankruptcy, any legal claims that could \nbe maintained by the corporation  against other parties become part of the \nbankruptcy estate, . . . and claims that are part of the bankruptcy estate may only \nbe brought by the trustee in the bankruptcy proceeding.’”  Phillips & Jordan, Inc. v. \nBostic , 2009 NCBC 13 ¶ 71 (N.C. Super. Ct. June 2, 2009), http://www.ncbusiness \ncourt.net/opinions/2009_NCBC_13.pdf (quoting Keener Lumber Co. v. Perry , 149 \nN.C. App. 19, 25, 560 S.E.2d 817, 822 (2002)).  In addition, “[u]pon the filing of a \nbankruptcy petition, general claims held by the debtor’s creditors become property \nof the bankruptcy estate.”  TUG Liquidation LLC, v. Atwood (In re BuildNet, Inc. , \n2004 Bankr. LEXIS 2383, at *20 (Bankr. M.D.N.C. June 16, 2004) (unpublished)). \n{30} “Whether plaintiff’s claim is property of the bankruptcy estate, and, \ntherefore, under the full authority of the bankruptcy trustee, requires an \nexamination of the nature of the claim under state law.”  Keener Lumber Co. , 149 \nN.C. App. at 26, 560 S.E.2d at 822. \n{31} The North Carolina Court of Appeals has stated that: \nUnder North Carolina law, directors of a corporation generally owe a \nfiduciary duty to the corporation , and where it is alleged that directors \nhave breached this duty, the action is properly maintained by the \ncorporation  rather than any individual creditor or stockholder. . . .  \nHowever, where a cause of action is “founded on injuries peculiar or \npersonal to [an individual creditor or stockholder], so that any recovery \nwould not pass to the corporation and indirectly to other creditors,” the \ncause of action belongs to, and is properly maintained by, that \nparticular creditor or stockholder.  \nId. at 26, 560 S.E.2d at 822 (alteration in original) (quoting Underwood v. Stafford , \n270 N.C. 700, 703, 155 S.E.2d 211, 213 (1967)). \n {32} “‘As a general rule, directors of a corporation do not owe a fiduciary \nduty to creditors of the corporation.’”  \nId. at 29, 560 S.E.2d at 824 (quoting Whitley \nv. Carolina Clinic, Inc. , 118 N.C. App. 523, 526, 455 S.E.2d 896, 899, disc. review \ndenied , 340 N.C. 363, 458 S.E.2d 197 (1995)).  “However, North Carolina law holds \nthat, under certain circumstances, directors of a corporation do owe a fiduciary duty \nto creditors of the corporation, and that this duty is breached if the directors take \nadvantage of their position for their own benefit at the expense of other creditors.”  \nId. at 30, 560 S.E.2d at 824 (citing Whitley , 118 N.C. App. 523, 455 S.E.2d 896).   \n{33} “[D]irectors of a corporation owe a fiduciary duty to creditors of the \ncorporation only where there exist ‘circumstances amounting to a ‘winding-up’ or \ndissolution of the corporation.’”  Id. at 31, 560 S.E.2d at 825 (quoting Whitley , 118 \nN.C. App. at 528, 455 S.E.2d at 900). \n {34} A claim brought by a creditor against directors of a corporation, \n“alleging that the director has committed constructive fraud by breaching his \nfiduciary duty owed directly to the creditor, is a claim founded on injuries peculiar \nor personal to the individual creditor, and, therefore, is a claim that belongs to the \ncreditor and not the corporation.”  \nId. at 26–27, 560 S.E.2d at 823 (citing Mills Co. v. \nEarle , 233 N.C. 74, 62 S.E.2d 492 (1950)). \n {35} In its Complaint Plaintiff alleges that: Defendants were officers, \nshareholders, and or directors of Defendants’ Affiliated Companies (Compl. ¶93.); \nthat Defendants made preferential payments out of the construction loan proceeds \nfor Defendants’ personal benefit (Compl. ¶ 93.); that Defendants made preferential \npayments to Defendant, Joseph Bostic, that totaled an estimated three hundred \nthousand dollars (Compl. ¶ 93.); that Defendants “advanced large sums of the \nconstruction loan proceeds to other businesses that the Defendants held ownership \n[interests in] for the Defendants’ personal gain” (Compl. ¶ 92.); and that these \ntransfers allegedly occurred when Defendants’ Affiliated Companies were in a \ncondition that verged on near or actual insolvency and constituted dissolution or \nwinding up of the affairs of the company.  (Compl. ¶¶ 94–95.)  \n {36} Defendants argue that (1) Plaintiff’s claims were resolved in a \nsettlement agreement entered into by the bankruptcy trustee and the individual \nDefendants and (2) that because Plaintiff’s claims are general claims shared by all \ncreditors those claims became the property of the bankruptcy estate pursuant to 11 \nU.S.C. § 541. 1  While Defendants are correct that upon the filing of a bankruptcy \npetition, general claims become the property of the bankruptcy estate, see  11 U.S.C. \n§ 541, here the Court finds that Plaintiff’s Complaint alleges that Defendants \nbreached a duty that they owed directly to the creditor rather than an injury that is \ncommon to all creditors.  Accordingly, Plaintiff’s claims did not become the property \nof the bankruptcy estate and the settlement agreement between the bankruptcy \ntrustee and Defendants, which Plaintiff was not a party to, does not prevent \nPlaintiff from alleging the claims included in its Complaint.  Thus, the Court holds \nthat Plaintiff has standing to bring the claims in this action and Defendants’ \nMotions to Dismiss pursuant to Rule 12(b)(1) are DENIED DENIED DENIED DENIED. \n                                                 \n1 The Court notes that Defendants Hartnett and Tyler Morris were not signatories to the referenced Settlement and \nRelease.  ( See  Def. Hartnett’s Br. Supp. Mot. Dismiss Ex. A.) \nC. \nMOTION TO DISMISS RULE 12(b)(6) \n1. \nCONSTRUCTIVE FRAUD \n {37} To sufficiently state a claim for constructive fraud, a plaintiff must \nshow (1) a relationship of trust and confidence akin to that of a fiduciary, (2) that \nthe defendant took advantage of that position of trust in order to benefit himself, \nand (3) that the plaintiff was injured as a result.  Sterner v. Penn , 159 N.C. App. \n626, 631, 583 S.E.2d 670, 674 (2003); Barger v. McCoy Hillard & Parks , 346 N.C. \n650, 666, 488 S.E.2d 215, 224 (1997). \n {38} Constructive fraud differs from actual fraud in that “it is based on a \nconfidential relationship rather than a specific misrepresentation.”  Terry v. Terry , \n302 N.C. 77, 85, 273 S.E.2d 674, 678–79 (1981).  \n {39} The pleading requirements for constructive fraud may be met by \nalleging “facts and circumstances (1) which created the relation of trust and \nconfidence, and (2) [which] led up to and surrounded the consummation of the \ntransaction in which defendant is alleged to have taken advantage of his position of \ntrust to the hurt of plaintiff.”  Rhodes v. Jones , 232 N.C. 547, 549, 61 S.E.2d 725, \n726 (1950).  \n {40} Constructive fraud by a director of a corporation generally arises from \nthe director’s breach of a fiduciary duty.  As a general rule, however, directors owe \nfiduciary duties to the corporation, and not to any individual creditor.  Keener \nLumber Co. , 149 N.C. App. at 29–30, 560 S.E.2d, at 824.  \n {41} Thus, in most instances where a director breaches a fiduciary duty, the \naction is properly maintained by the corporation rather than an individual creditor.  \nId.  at 26, 560 S.E.2d at 822 (citing Underwood v. Stafford , 270 N.C. 700, 703, 155 \nS.E.2d 211, 213 (1967)).  \n {42} In certain circumstances, however, corporate directors may owe a \nfiduciary duty to creditors of the corporation.  The circumstances under which a \ndirector’s fiduciary obligations extend to creditors have been limited to those \nsituations “‘amounting to a ‘winding up’ or dissolution of the corporation.’”  Id.  at 31, \n560 S.E.2d at 825 (quoting Whitley , 118 N.C. App. at 528, 455 S.E.2d at 900).  \n {43} Where a director owes a fiduciary duty to a creditor of the corporation, \na breach occurs if the director takes advantage of his position for his own benefit at \nthe expense of the creditor.  Id.  at 30, 560 S.E.2d at 824.  \n {44} Moreover, “once the fiduciary duty arises, a director must treat all \ncreditors of the same class equally by making any payments to such creditors on a \npro rata basis.”  Id.  at 33, 560 S.E.2d at 827 (citing Bassett v. Cooperage Co. , 188 \nN.C. 511, 512, 125 S.E. 14, 14 (1924)).  \n{45} Where a creditor alleges constructive fraud by a director at a time \nwhen the corporation “‘is in declining circumstances and verging on insolvency,’” id.  \nat 30, 560 S.E.2d at 825 (quoting Wall v. Rothrock , 171 N.C. 388, 391, 88 S.E. 633, \n635 (1916)), or “where such facts establish circumstances that amount ‘practically to \na dissolution,’” Keener , at 30, 560 S.E.2d at 825 (quoting Bassett , 188 N.C. at 512, \n125 S.E. at 14), the claim is one that “belongs to the creditor and not the \ncorporation.” Id.  at 26, 560 S.E.2d at 823 (citing Mills Co. , 233 N.C. at 62 S.E.2d at \n492). \n{46} “‘[A] claim of constructive fraud based upon a breach of fiduciary duty \nfalls under the ten-year statute of limitations contained in N.C. Gen. Stat. § 1–56 . . \n. .’”  Toomer v. Bank Branch & Trust Co. , 171 N.C. App. 58, 67, 614 S.E.2d 328, 335 \n(2005) (quoting Nationsbank of N.C. v. Parker , 140 N.C. App. 106, 113, 535 S.E.2d \n597, 602 (2000)). \n{47} Defendant Hartnett argues that Plaintiff’s claim for constructive fraud \nis barred by the applicable statute of limitations.  As the Court of Appeals held in \nToomer , there is a 10-year statute of limitations for a claim of constructive fraud \nbased on a breach of fiduciary duty.  Toomer , 171 N.C. App. at 67, 614 S.E.2d at \n335.  This Court finds that Plaintiff’s Complaint alleges a claim for constructive \nfraud based on a breach of fiduciary duty (Compl. ¶ 99); that Plaintiff became aware \nof the facts giving rise to its claim on December 6, 2005 (Compl. ¶ 11); that \nDefendants’ conduct occurred between 2002 and 2005 (Compl. ¶¶ 3, 82); and that \nPlaintiff filed this action on April 1, 2011.  (Compl. p. 26.)  Accordingly, the Court \nholds that Plaintiff brought his claim for constructive fraud within the applicable \nstatute of limitations. \n{48} Turning to Defendants’ argument that Plaintiff failed to sufficiently \nplead a claim for constructive fraud, the Court finds that Plaintiff has alleged: that \nDefendants Melvin Morris and Jeffrey Bostic held positions of responsibility, such \nas officer, director, or shareholder, within Defendants’ Affiliated Companies (Compl. \n¶¶ 15, 81);  that Bostic Construction, Inc. was operated in a condition that verged \non near or actual insolvency; that Bostic Construction’s condition constituted \ndissolution or winding up of the affairs of the company (Compl. ¶¶ 94–95); that \nDefendants Melvin Morris and Jeffery Bostic caused Bostic Construction, Inc. to \n“ma[k]e preferential payments out of the construction loan proceeds for \n[Defendants] own personal benefit;” that “the Defendants used their positions with \nBostic Construction to make preferential payments to the Defendant, Joseph Bostic, \nthat totaled an estimated three hundred thousand dollars”  (Compl. ¶ 93); that \nDefendants “advanced large sums of the construction loan proceeds to other \nbusinesses that the Defendants held ownership [interests in] for the Defendants’ \npersonal gain”  (Compl. ¶ 92); and that Plaintiff was damaged by Defendants’ \nactions in an amount in excess of ten thousand ($10,000.00) dollars.  (Compl. ¶ 107.)   \n{49} Plaintiff merely alleges that Bostic Construction, Inc. verged on near \nor actual insolvency and was in a condition that constituted dissolution or winding \nup the affairs of the company.  While the Whitley  and Keener  courts set out the \nvarious factors to be considered in determining whether there existed circumstances \namounting to a winding-up or dissolution of the corporation, for the purposes of this \n12(b)(6) analysis, it would be inappropriate to require Plaintiff to allege every factor \nin its Complaint.  For purposes of a 12(b)(6) analysis, Plaintiff need only allege \nsufficient facts to place Defendant on notice of the claims it asserts. 2  Here, Plaintiff \n                                                 \n2 See also  Terry , 302 N.C. at 85, 273 S.E.2d at 678–79 (“A constructive fraud claim requires \neven less particularity because it is based on a confidential relationship rather than a \nspecific misrepresentation.  The very nature of constructive fraud defies specific and concise \nhas alleged a situation which, if true, would create a fiduciary relationship between \nPlaintiff and Defendants Melvin Morris and Jeffery Bostic.  The Court also holds \nthat Plaintiff has sufficiently alleged that Defendants Melvin Morris and Jeffery \nBostic took advantage of the relationship to benefit themselves, and that Plaintiff \nwas damaged as a result.  Accordingly, the Court holds that Plaintiff’s allegations \nare sufficient under the 12(b)(6) standard to state a claim for constructive fraud.  \nThe Court therefore DENIES DENIES DENIES DENIES Defendants’ Motions to Dismiss as to this claim. \n2. \nAIDING AND ABETTING CONSTRUCTIVE FRAUD \n {50} The Court begins by examining whether North Carolina recognizes a \nclaim for aiding and abetting constructive fraud, and if so, whether the Complaint \nsufficiently alleges facts that satisfy the elements of such a claim.  \n {51} Plaintiff’s claim for aiding and abetting constructive fraud is really a \nclaim for aiding and abetting breach of fiduciary duty.  See Branch Banking & \nTrust Co. v. Lighthouse Fin. Corp. , 2005 NCBC 3 ¶ 24 (N.C. Super. Ct. July 13, \n2005), http://www.ncbusinesscourt.net /opinions/2005%20NCBC%203.htm (stating \nthat “[t]he claim for aiding and abetting breach of fiduciary duty arises from the \nalleged constructive fraud.”).  \n {52} “‘It is undisputed that the Supreme Court of North Carolina has never \nrecognized [a cause of action for aiding and abetting breach of fiduciary duty].’”  \nTong v. Dunn , 2012 NCBC 16 ¶ 23 (N.C. Super. Ct. Mar. 19, 2012), http://www. \nncbusinesscourt.net/opinions /2012_NCBC_16.pdf (quoting Laws v. Priority Tr. \nServs. of N.C., LLC, 610 F. Supp. 2d 528, 532 (W.D.N.C. 2009)) (alteration in \noriginal).  However, the North Carolina Court of Appeals recognized the claim in \nBlow v. Shaughnessy , 88 N.C. App. 484, 364 S.E.2d 444 (1988).  In Blow , the Court \nof Appeals was faced with allegations of securities fraud and used federal precedent \n                                                                                                                                                             \nallegations and the particularity requirement may be met by alleging facts and \ncircumstances ‘(1) which created the relation of trust and confidence, and (2) [which] led up \nto and surrounded the consummation of the transaction in which defendant is alleged to \nhave taken advantage of his position of trust to the hurt of plaintiff.’” (alteration in \noriginal)).  \nto support its recognition of the claim.  However, subsequent to the court’s holding \nin Blow , the United States Supreme Court eliminated Blow’s  federal underpinnings \nin Central Bank of Denver v. First Interstate Bank of Denver , 511 U.S. 164, 114 S. \nCt. 1439, 128 L. Ed. 2d 119 (1994).   \n{53} Since the holding in Central Bank of Denver , there has been no \ndefinitive ruling from our appellate courts on the claim’s status and thus “[i]t \nremains an open question whether North Carolina law recognizes” the claim.  \nBattleground Veterinary Hosp., P.C. v. McGeough , 2007 NCBC 33 ¶ 68 (N.C. Super. \nCt. Oct. 19, 2007), http://www.ncbusinesscourt.net/opinions/101907%20Order%20 \nWebpage.pdf; compare  Laws , 610 F. Supp. 2d at 532 (granting Rule 12(b)(6) motion \nto dismiss claim for aiding and abetting breach of fiduciary duty because “no such \ncause of action exists in North Carolina.”), with In re Vendsouth, Inc. , 2003 Bankr. \nLEXIS 1437, at *49 (Bankr. M.D.N.C. Oct. 9, 2003) (stating “North Carolina law \nrecognizes a cause of action for    aiding and abetting breach of fiduciary duty.”). \n {54} To properly allege a claim for aiding and abetting breach of fiduciary \nduty Plaintiff must show: “(1) violation of a fiduciary duty by the primary party; (2) \nknowledge of the violation by the aiding and abetting party; and (3) substantial \nassistance by the aider and abettor in achieving the primary violation.”  Tong , 2012 \nNCBC 16 ¶ 25 (citing Blow , 88 N.C. App. at 489, 364 S.E.2d at 447).   \n{55} In addition, “liability for aiding and abetting a breach of fiduciary duty \n‘applies only to third parties who do not stand in a fiduciary relationship with the \nalleged victim, but who provide substantial assistance towards accomplishing the \nalleged breach.’”  Tong , 2012 NCBC 16 ¶ 30 (quoting Battleground , 2007 NCBC 33 \n¶ 70); see also Sompo Japan Ins. Co., v. Deloitte & Touche, LLP , 2005 NCBC 2 (N.C. \nSuper. Ct. June 10, 2005), http://www.ncbusinesscourt.net/opinions/2005%20NCBC \n%202.htm (stating that the elements for fraud and aiding and abetting fraud are \nduplicative). \n{56} Here, the Court does not reach the question of whether the claim for \naiding and abetting breach of fiduciary duty exists in North Carolina because the \nComplaint’s allegations defeat the claim even if it existed under North Carolina \nlaw.  Carlisle , 169 N.C. App. at 681, 614 S.E.2d at 547 (stating that “‘[d]ismissal . . . \nis proper under the provisions of Rule 12(b)(6) . . . when some fact disclosed in the \ncomplaint necessarily defeats the plaintiff’s claim.’” (citation omitted)).   \n{57} Plaintiff’s claim for aiding and abetting constructive fraud is brought \nagainst Defendants Tyler Morris, Michael Hartnett, and Joseph Bostic.  (Compl. p. \n19.)  In support of its claims Plaintiff alleges that “the Defendants, and each of \nthem , held some position of responsibility, such as officer, director , or shareholder, \nwithin this web of businesses,” (Compl. ¶ 15 (emphasis added)) that “Joseph Bostic \n. . . held ownership and official positions  with Bostic Construction and Bostic \nDevelopment,” (Compl. ¶ 22 (emphasis added)) and that “during some or all  of the \nrelevant time periods, the Defendants, Michael Hartnett and Tyler Morris, were \nofficers, directors  and/or shareholders of Bostic Construction and/or Bostic \nDevelopment.”  (Compl. ¶ 24 (emphasis added).) \n{58} More plainly put, Plaintiff alleges that during all relevant times to this \naction, every Defendant was a director of Bostic Construction, Inc.  Taking the \nallegations in Plaintiff’s Complaint as true, this would mean, under Keener , that \nduring a period of insolvency, winding up, or dissolution, each of the Defendants \nheld positions that carried a fiduciary duty to the company’s creditors (including \nPlaintiff).  Because “liability for aiding and abetting a breach of fiduciary duty \n‘applies only to third parties who do not  stand in a fiduciary relationship with the \nalleged victim . . . ,’”  Tong , 2012 NCBC 16 ¶ 30 (emphasis added), Plaintiff has \nalleged facts which defeat its claim for aiding and abetting breach of fiduciary duty.  \nAccordingly, the Court GRANTS GRANTS GRANTS GRANTS Defendants’ Motions to Dismiss as to this claim.  \nThe Court leaves the question of whether a claim for aiding and abetting breach of \nfiduciary duty exists in North Carolina for another day and does not reach \nDefendant Hartnett’s argument that Plaintiff’s claim is barred by the applicable \nstatute of limitations. \n3. \nUNFAIR AND DECEPTIVE TRADE PRACTICES \n{59} To state a claim under the North Carolina Unfair and Deceptive Trade \nPractices Act (the “UDTPA”), section 75–1.1 of the North Carolina General \nStatutes, the plaintiff must allege “(1) defendants committed an unfair or deceptive \nact or practice, (2) in or affecting commerce, and (3) plaintiff was injured as a \nresult.” Phelps-Dickson Builders, LLC v. Amerimann Partners , 172 N.C. App. 427, \n439, 617 S.E.2d 664, 671 (2005) (citing Edwards v. West , 128 N.C. App. 570, 574, \n495 S.E.2d 920, 923 (1998)). \n{60} “A practice is unfair when it offends established public policy as well as \nwhen the practice is immoral, unethical, oppressive, unscrupulous, or substantially \ninjurious to consumers.” Bartlett Milling Co. v. Walnut Grove Auction & Realty Co.,  \n192 N.C. App. 74, 82, 665 S.E.2d 478, 486, (2008) (internal quotations omitted).  \n{61} “‘[C]ommerce’ includes all business activities, however denominated, \nbut does not include professional services rendered by a member of a learned \nprofession.”  N.C.  G EN . STAT . § 75–1.1(b) (2011). \n {62} When alleging a claim under the UDTPA, “proof of an independent tort \ngenerally is sufficient to make out a separate UDTPA claim.”  Battleground , 2007 \nNCBC 33 ¶ 75 (citing Sara Lee Corp. v. Carter,  351 N.C. 27, 31–33, 519 S.E.2d 308, \n311–12 (1999) (holding that the breach of a fiduciary duty by an employee also gave \nrise to a    UDTPA claim); Governor’s Club, Inc. v. Governors Club Ltd. P’ship.,  152 \nN.C. App. 240, 250, 567 S.E.2d 781, 788 (2002) (holding that “[a]llegations sufficient \nto allege constructive fraud are likewise sufficient to allege unfair and deceptive \ntrade practices.”); Norman W. Drouillard & Print Purchasing Consultants, Inc. v. \nKeister Williams Newspaper Servs., Inc.,  108 N.C. App. 169, 171–73, 423 S.E.2d \n324, 326–27 (1992) (holding that a violation of the Trade Secrets Protection Act may \nalso be a violation of the UDTPA); Roane-Barker v. Se. Hosp. Supply Corp.,  99 N.C. \nApp. 30, 41, 392 S.E.2d 663, 670 (1990) (holding that a claim alleging tortious \ninterference with contract also makes out a UDTPA violation). \n {63} “Any civil action brought under [the UDTPA] to enforce the provisions \nthereof shall be barred unless commenced within four years after the cause of action \naccrues.”  N.C.  G EN . STAT . § 75–16.2 (2011). \n {64} Defendants argue that Plaintiff’s claim is barred by the applicable \nstatute of limitations and that Plaintiff has also failed to sufficiently plead a claim \nunder the UDTPA.  The Court held supra  that Plaintiff sufficiently alleged a claim \nfor constructive fraud.  As the Court of Appeals held in Governor’s Club, Inc. , if a \nPlaintiff has properly pled a claim for constructive fraud, Plaintiff has also \nsufficiently alleged a claim under the UDTPA.  The Court, therefore, finds that \nPlaintiff has sufficiently pled a claim under the UDTPA. \n {65} Turning to whether Plaintiff’s claim is barred by the applicable statute \nof limitations, the Court holds that unlike Plaintiff’s claim for constructive fraud, \nclaims under the UDTPA must be brought within four (4) years from the time the \ncause of action accrues.  In this case, Plaintiff’s claim is based on the same acts \nalleged in its claim for constructive fraud.  Accordingly, the UDTPA would have \naccrued when Plaintiff became aware of the facts giving rise to its claim for \nconstructive fraud.  Plaintiff alleged that it became aware of the facts giving rise to \nits claims on December 6, 2005.  (Compl. ¶ 11.)  However, Plaintiff did not bring \nthis action until April 1, 2011, more than 4 years after the cause of action accrued.  \nBecause Plaintiff failed to bring its claim within the time allowed by statute, its \nUDTPA claim must be dismissed. Thus, the Court GRANTS GRANTS GRANTS GRANTS Defendants’ Motions to \nDismiss as to this claim and Plaintiff’s claim under the UDTPA is DISMISSED DISMISSED DISMISSED DISMISSED    with \nprejudice. \nV. \nCONCLUSION \n {66} For the reasons stated above, the Court DENIES DENIES DENIES DENIES Defendants’ Motions \nto Dismiss pursuant to Rule 12(b)(1); GRANTS GRANTS GRANTS GRANTS in part and DENIES DENIES DENIES DENIES in part \nDefendants Motions to Dismiss pursuant to Rule 12(b)(6); and holds that neither \nPlaintiff nor Defendant is barred by the doctrines of res judicata or collateral \nestoppel.  Accordingly, the Court DISMISSES DISMISSES DISMISSES DISMISSES with prejudice Plaintiff’s claims for \naiding and abetting constructive fraud and unfair and deceptive trade practices as \nto all Defendants.   \n{67} In light of the foregoing rulings, Defendant’s Motion for More Definite \nStatement is DENIED DENIED DENIED DENIED.   \n SO ORDERED SO ORDERED SO ORDERED SO ORDERED, this the 1 st  day of June, 2012. \n  "
}