{
  "id": "da738fda22be1b0ba60ed1d86025a3871f1972e78a34e3f01bd3eeefe717da6e",
  "source_file": "data/raw/ncbc/da738fda22be1b0ba60ed1d86025a3871f1972e78a34e3f01bd3eeefe717da6e.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 14 CVS 9047 \n \n \nROBERT P. SOPKO, D.D.S., Individually  ) \nand Derivatively on Behalf of ROBERT J.  ) \nSTANCILL, D.D.S., M.S. AND ROBERT P. ) \nSOPKO, D.D.S., P.A. )  \n Plaintiff, )  \n  ) \n v.  ) OPINION AND ORDER  \n   )  \nSUSAN A. STANCILL, SHELTON ADCOCK, )  \nLAKE BOONE TRAIL OFFICE CENTER )  \nASSOCIATES, ROBERT CHANDLER,  ) \nERNIE FAULKNER, JOHN SINNETT, JOHN ) \nKNOX, DOUGLAS CONRAD and JOHN ) \nHITCH,   ) \n  Defendants. ) \n \n THIS CAUSE was designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, references to the North Carolina General Statutes will be to “G.S.”), \nand assigned to the undersigned Special Superior Court Judge for Complex Business Cases.  \nThe matter is before the Court upon Plaintiff Robert P. Sopko, D.D.S.’s Motion to Dismiss \n(“Motion”) pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure \n(“Rule(s)”). \n THE COURT, having reviewed the Motion, brie fs in support of and opposition to the \nMotion, and other appropriate matters of record, CONCLUDES that the Motion should be \nGRANTED, without prejudice, for the reasons stated herein.  \nHendren & Malone, LLP, by J. Michael Malone, Esq., for Plaintiff/Counterclaim \nDefendant. \n \nSmith Moore Leatherwood LLP, by Mark A. Finkelstein, Esq. for \nDefendant/Counterclaim Plaintiff.  \n \nMcGuire, Judge. \nSopko v. Stancill, 2015 NCBC 14. \n \n \nPROCEDURAL HISTORY \n1. Plaintiff initiated this lawsuit on July 9, 2014, by filing his Verified \nComplaint and Motion for Temporary Restraining Order.1 The claims arose out of the \ndemise of a dental practice in which Plaintiff and Defendant Susan A. Stancill’s husband, \nDr.  Stancill, were members.  The Verified Complaint contained both individual claims by \nPlaintiff Robert P. Sopko, D.D.S., and derivative claims on behalf of Robert J. Stancill, \nD.D.S., M.S. and Robert P. Sopko, D.D.S., P.A. (“Practice”). \n2. On July 15, 2014, this Court entered a Temporary Restraining Order (“TRO”) \nprohibiting Defendants2 from interfering with Plaintiff’s access to certain leased space that \nthe Practice had previously occupied. This Court later declined to convert the TRO into a \npreliminary injunction, finding that Plaintiff had failed to prove that the equities weighed \nin favor of injunctive relief.3  \n3. On August 6, 2014, Susan A. Stancill (hereinafter “Stancill”) filed her \nAmended Answer to Complaint, Defenses and Counterclaims (“Answer and Counterclaim”) \non August 6, 2014. Stancill alleged two Counterclaim(s) against Plaintiff: Counterclaim \nCount I (Trespass), and Counterclaim Count II (Infliction of Emotional Distress). \n4. In his Motion, Plaintiff moves to dismiss Stancill’s Counterclaim for \nIntentional Infliction of Emotional Distress.4  \n5. The Motion has been fully briefed and is ripe for determination. \n                                                 \n1 A companion dispute between Plaintiff and Robert J. Stancill, Defendant Stancill’s husband, is \npending in Wake County as Wake County No. 14 CVS 5958. The issues in the two actions are \nsimilar. \n2 Plaintiff has since dismissed all of the Defendants other than Stancill, and Plaintiff’s only \nremaining claims are the claims against Susan A. Stancill. See Order Allowing Dismissal of \nDerivative Claims (Dec. 31, 2014); Pl.’s Vol. Dismissal of Adcock, Lake Boone, Chandler, Faulkner, \nSinnett, Knox, Conrad, Hitch (Jan. 29, 2015).  \n3 Order on Mot. Prelim. Inj., Aug. 1, 2014. \n4 Though the Counterclaim is titled “Infliction of Emotional Distress” and appears to make reference \nto both intentional and negligent infliction of emotional distress, the briefs supporting and opposing \nthe Motion address only the tort of intentional infliction of emotional distress. \n \n \nFACTUAL BACKGROUND \nAmong other things, Stancill’s Answer and Counterclaim alleges that: \n6. Defendant Stancill was the lowest compensated employee of the Practice, a \nprofessional association co-owned by her husband, Dr. Robert J. Stancill, and Plaintiff \nSopko.5 The Practice operated out of leased space (“Premises”).6 \n7. In April 2014, Defendant Stancill obtained a lease to the Premises in her own \nname.7 This lease terminated Plaintiff’s legal right to access the Premises.8 Since that time, \nPlaintiff entered the Premises on multiple occasions without authorization from Stancill.9 \nOn these occasions, Sopko did not leave the Premises when asked to do so.10 \n8. Sopko yelled at Stancill while her teenage daughter was present in the \nPremises.11 \n9. Sopko instigated a fraud investigation against Stancill and her husband. \nThough this investigation revealed financial improprieties caused by Sopko, not the \nStancills, Sopko feigned ignorance of these improprieties.12 \n10. Sopko knew that his behavior would cause Stancill severe emotional distress, \nin part because his behavior had already caused Stancill’s husband to reduce the amount of \nwork that he performed in the vicinity of Sopko.13 \n11. Sopko’s behavior caused Stancill to experience severe emotional distress.14 \n \n                                                 \n5 Ans. ¶ 3. \n6 Ans. ¶ 25. \n7 Countercl. ¶ 2. \n8 See Ans. ¶¶ 29, 53. \n9 Countercl. ¶ 4. \n10 Countercl. ¶ 6. \n11 Id. ¶ 9. \n12 Id. ¶ 9. \n13 Id. ¶ 10. \n14 Id. ¶ 13. \n \n \nDISCUSSION \n12. Plaintiff has moved to dismiss Stancill’s Counterclaim for intentional \ninfliction of emotional distress pursuant to Rule 12(b)(6).  In deciding a Rule 12(b)(6) \nMotion to Dismiss for failure to state a claim, the court treats the well-pleaded allegations \nof the complaint as true and admitted. However, conclusions of law or unwarranted \ndeductions of fact are not deemed admitted. \nSutton v. Duke, 277 N.C. 94, 98 (1970). The \ncourt views the allegations in the light most favorable to the nonmovant. Ford v. Peaches \nEntertainment Corp., 83 N.C. App. 155, 156 (1986).  A claim should not be dismissed under \nRule 12(b)(6) unless it “affirmatively appears that [claimaint] is entitled to no relief under \nany state of facts which could be presented in support of the claim.” Ladd v. Estate of \nKellenberger ,314 N.C. 477, 481 (1985) (quoting Presnell v. Pell, 298 N.C. 715, 719 (1979)). \n13. Stancill’s Counterclaim alleges that Plaintiff, by his conduct, both \nintentionally and negligently caused her severe emotional distress.15  Generally, the same \nalleged conduct cannot form the basis of a claim for both intentional and negligent infliction \nof emotional distress. See Barbier v. Durham Cnty. Bd. of Educ., 225 F. Supp. 2d 617, 631 \n(M.D.N.C. 2002).  Nevertheless, and although Plaintiff appears to seek dismissal of the \nCounterclaim only insofar as it alleges intentional infliction of emotional distress,16 the \nCourt will review the allegations in the entirety of Counterclaim II in ruling on the Motion. \n14. To state a claim for intentional infliction of emotional distress, a claimant \nmust allege that the adverse party 1) intentionally or recklessly engaged in extreme and \noutrageous conduct that was 2) intended to cause and did cause 3) severe emotional \ndistress. Dickens v. Puryear, 302 N.C. 437, 453(1981); Wilson v. Pearce, 105 N.C. App. 107, \n                                                 \n15 Countercl. ¶¶ 9-10, 12. \n16 Br. Supp. Mot. Dismiss 1 (“Specifically, Plaintiff requests that this Court dismiss Count II of \nDefendant Susan A. Stancill’s Counterclaim which seeks relief for Intentional Infliction of Emotional \nDistress”). \n \n \n115 (1992). A claim for negligent infliction of emotional distress requires a party to allege 1) \nthe defendant negligently engaged in conduct 2) that could foreseeably cause the party \nsevere emotional distress, and 3) the conduct did, in fact, cause severe emotional distress.  \nBest v. Duke Univ., 337 N.C. 742, 752 (1994); Johnson v. Ruark Obstetrics, 327 N.C. 283, \n304 (1990). As will be discussed below, both claims require allegations of “severe emotional \ndistress,” and this element, if lacking, is thus fatal to both types of claims. \n15. The Court finds that Stancill’s Counterclaims fail to properly allege the \n“extreme and outrageous conduct” necessary to support a claim for intentional infliction of \nemotional distress and the “severe emotional distress” necessary to both intentional and \nnegligent infliction claims. The Court will discuss each of these elements in turn. \nExtreme and Outrageous Conduct \n16. Whether conduct is “extreme and outrageous” is a question of law for the \ncourt.  Johnson v. Bollinger, 86 N.C. App. 1, 6 (1987). “To establish a claim for intentional \ninfliction of emotional distress, a party must show that a defendant’s conduct exceeds all \nbounds of decency tolerated by a society and the conduct causes mental distress of a very \nserious kind.” Wilson, 105 N.C. App. at 115 (internal citations omitted). However, “mere \ninsults, indignities, threats, annoyances, petty oppressions, or other trivialities” will not be \nfound to constitute extreme and outrageous conduct. Johnson v. Bollinger, 86 N.C. App. at 6 \n(quoting Briggs v. Rosenthal, 73 N.C. App. 672, 676 (1985)).  Stancill alleges that Plaintiff \nrepeatedly entered the Premises even after he no longer had a legal right to do so and that \nhe refused her instructions to leave; that Plaintiff yelled at Defendant while her teenage \ndaughter was present; and that Plaintiff improperly initiated a fraud investigation against \nDefendant and her husband. 17   \n                                                 \n17 Defendant urges the Court to take note of the exact words spoken by Plaintiff to Stancill’s \ndaughter, and other facts that are not alleged in the Counterclaims but contained in Plaintiff’s brief. \n \n \n17. These allegations describe conduct that, at most, might be characterized as \noffensive, irritating or rude behavior. The conduct, however, falls short of the type of \nconduct North Carolina courts have required in order to state a claim for intentional \ninfliction of severe emotional distress. See North Carolina Law of Torts (Bender) § 5.30[1] \n(4th ed. 2014). Without more, the Court finds that the allegations are insufficient to survive \na motion to dismiss this claim. \nSevere Emotional Distress \n18. Claims for intentional and negligent infliction of emotional distress both \nrequire that the claimant allege that she has suffered severe emotional distress. See, e.g., \nWaddle v. Sparks, 331 N.C. 73, 83 (1992).  The courts of this State have held that severe \nemotional distress “means any emotional or mental disorder, such as, for example, neurosis, \npsychosis, chronic depression, phobia, or any other type of severe and disabling emotional \nor mental condition which may be generally recognized and diagnosed by professionals \ntrained to do so.” Id.; Johnson v. Ruark Obstetrics, 327 N.C. at 304.  Allegations that fail to \nidentify a recognized and diagnosable mental or emotional disorder are not sufficient. See \nPierce v. Atl. Group, Inc., 219 N.C. App. 19, 32-33 (2012) (finding that an allegation of \n“serious on and off the job stress, severely affecting his relationship with his wife and \nfamily members” was insufficient to allege a claim for infliction of emotional distress); cf. \nZenobile v. McKecuen, 144 N.C. App. 104, 111 (2001) (reversing dismissal of a plaintiff’s \nclaim for infliction of emotional distress when she alleged that she suffered extreme \nemotional distress consisting of “anxiety disorder, depression, and post-traumatic stress \ndisorder”). \n                                                 \nSee Def. Stancill’s Brief Opp. Pl.’s Mot. Dismiss Pursuant to Rule 12(b)(6) at 4-5. In reviewing a Rule \n12(b)(6) Motion, the Court reviews only the Complaint. See Sutton v. Duke, 277 N.C. 94 (1970).  \n \n \n19. In her Counterclaims, Stancill merely alleges that she suffered “severe \nmental anguish” and “severe emotional distress.” 18  Stancill does not allege any specific \nmanifestations of this distress or anguish, let alone a recognized and diagnosable mental or \nemotional injury.  Accordingly, Stancill has failed to allege a necessary element of claims \nfor both intentional and negligent infliction of emotional distress as recognized by North \nCarolina law, and both Counterclaims should be dismissed.  \nCONCLUSION \n20. Based upon the foregoing, the Court concludes that Defendant has failed to \nstate a claim upon which relief can be granted for intentional infliction of emotional \ndistress or for negligent infliction of emotional distress.  Accordingly, Stancill’s \nCounterclaim Count II for Infliction of Emotional Distress is DISMISSED without \nprejudice. \nSO ORDERED, this the 10th day of February, 2015. \n \n                                                 \n18 Countercl. ¶¶ 6, 10, 12, 13. "
}