{
  "id": "db5f90e5fda01f8a1fac0f4b107fc5be3d55cd245be29a3aece031def96f54dc",
  "source_file": "data/raw/ncbc/db5f90e5fda01f8a1fac0f4b107fc5be3d55cd245be29a3aece031def96f54dc.pdf",
  "raw_text": "STATE OF NORTH CAROLINA\n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 1783 \n \nINSIGHT HEALTH CORP. d/b/a INSIGHT \nIMAGING, \n \nPlaintiff, \n \nv. \n \nMARQUIS DIAGNOSTIC IMAGING OF \nNORTH CAROLINA, LLC; MARQUIS \nDIAGNOSTIC IMAGING, LLC; JOHN \nKENNETH LUKE; GENE VENESKY; and \nTOM GENTRY, \n \nDefendants. \n \n \n \n \nORDER AND OPINION \n \n \n \n{1} THIS MATTER is before the Court upon Defendants Gene Venesky and \nTom Gentry’s Motions to Dismiss pursuant to Rule 12(b)(2) of the North Carolina \nRules of Civil Procedure (the “Motions”) in the above-captioned case. \n{2} The Court, having considered the Motions, affidavits, and briefs in support \nof and in opposition to the Motions, as well as the arguments of counsel at the \nDecember 3, 2014 hearing in this matter, hereby DENIES the Motions. \nSmith Moore Leatherwood, LLP, by Marcus C. Hewitt and Jeffrey R. Whitley, \nfor Plaintiff.   \n \nRoberts & Stevens, P.A., by Ann-Patton Hornthal, Wyatt S. Stevens, Stephen L. \nCash, and John D. Noor, for Defendants. \n \nBledsoe, Judge. \n \n \n \n \nInsight Health Corp. v. Marquis Diagnostic Imaging of NC, LLC, 2015 NCBC 7. \n \n \nI. \nBACKGROUND \n{3} The Court limits its recitation of the background to the facts and \nallegations that are relevant for purposes of resolving the present Motions.1   \n{4} Plaintiff InSight Health Corp. d/b/a InSight Imaging (“Plaintiff”) is a \nDelaware company authorized to conduct business in North Carolina.  (Am. Compl. \n¶ 1.)    \n{5} Defendant Marquis Diagnostic Imag ing of North Carolina, LLC (“MDI-\nNC”) is a North Carolina limited liability company in the business of owning and \noperating diagnostic imaging centers.  (Pl.’s Br. Opp. Mot. to Dism iss, Ex. 2, p. 3.)  \nMDI-NC’s operating agreement describe s MDI-NC as manager-managed, lists \nVenesky and Defendant Kenneth Luke as its managers, and includes a North \nCarolina choice-of-law provision.  (\nId., Ex. 2, p. 7—8, 13.)  \n{6} Although MDI-NC’s Articles of Orga nization are signed by Venesky as \nMDI-NC’s “organizer [and] member” and by Luke as a “member” (Id., Ex. 1, p. 1), \nMDI-NC is in fact wholly-owned – and has been since its inception – by its sole \nmember, Defendant Marquis Diagnostic Im aging, LLC (“MDI-Parent”), a Delaware \nlimited liability company principally based in Georgia.  ( Id., Ex. 4, p. 3; Am. Compl. \n¶¶ 2—2a.)   \n{7} Defendants Venesky, Gentry, and Luke (collectively, the “Individual \nDefendants”) are Georgia residents whose contacts with North Carolina are the \n                                                 \n1 “Absent a request by one of the parties, the trial court is not required to make findings of fact when \nruling on a motion” to dismiss for lack of personal jurisdiction.  Cameron-Brown Co. v. Daves , 83 \nN.C. App. 281, 285, 350 S.E.2d 111, 114 (1986).  An appellate court will “presume” that the trial \ncourt found facts to support its ruling.  Id.         \n \n \nfocus of the present Motions.  Their asso ciations with MDI-NC and MDI-Parent are \ndiscussed in further detail below.   \n{8} In July 2012, Plaintiff and MDI-NC entered into a lease agreement (the \n“Agreement”) pursuant to which Plaintiff agreed to provide a magnetic resonance \nimaging (“MRI”) scanner, as well as a “q ualified technologist” to operate the MRI \nscanner, to MDI-NC in exchange for mo nthly payments in accordance with the \nAgreement’s payment schedule.  (Am. Compl. ¶¶ 13—18; Pl.’s Br. Opp. to Defs.’ \nMot. to Dismiss, Ex. 4, p. 2.)  Luke and Gentry negotiated the Agreement on behalf \no f  M D I - N C  ( P l . ’ s  B r .  O p p .  M o t .  t o  D i s miss, Ex. 3, p. 31), and Luke signed the \nAgreement in his capacity as MDI- NC’s Chief Executive Officer.  (\nId., Ex. 4, p. 2.)  \nLuke is the only Individual Defendant who does not contest this Court’s jurisdiction \nover him. \n{9} The Agreement contemplated a seven-year lease term, which commenced \nwith MDI-NC’s first use of the MRI scanner in September 2012.  (Am. Compl. ¶¶ 19, \n25.)  The parties performed consistently with the terms of the Agreement until \nNovember 2013, when MDI-NC allegedly stopped making the requisite monthly \npayments and “stated without explanation that [MDI-NC] was unilaterally stopping \nservices and business operations.”  (\nId. at ¶¶ 23, 29, 34—37.)   \n{10} In a conference call conducted on or  about November 18, 2013, Plaintiff \nalleges that MDI-NC informed Plaintiff that it had sold all of its assets to MedQuest \nAssociates, Inc. (“MedQuest”) and that, in doing so, had failed to retain sufficient \n \n \nassets to pay Plaintiff in accordance wi th its obligations under the Agreement. ( Id. \nat ¶ 30.) \n{11} Plaintiff alleges that the Individual Defendants are affiliated with \nMedQuest and other entities through which, following the sale to MedQuest, the \nIndividual Defendants “caused the [MDI-NC] assets to be transferred with the \nintent to hinder, delay, or defraud [MDI-NC’s] creditors, including [Plaintiff].”  ( Id. \nat ¶¶ 32, 44–47.) \n{12} On February 5, 2014, Plaintiff terminated the Agreement due to MDI-NC’s \nalleged failure to make the monthly payments required under the Agreement.  ( Id. \nat ¶ 51; Pl.’s Br. Opp. Mot. to Dismiss, Ex. 4, p. 3.)  Plaintiff avers that as of the end \nof February 2014, MDI-NC owed Plaintiff “at least $285,445.14 for payment in \narrears, not including the amounts due under the remaining term of the \nAgreement.”  (Am. Compl. ¶ 40.)  MDI-NC denies that it defaulted on its obligations \nunder the Agreement, but admits that it  tendered its last payment under the \nAgreement on January 31, 2014.  (Pl.’s Br. Opp. Mot. to Dismiss, Ex. 4, p. 2.)  \n{13} On April 25, 2014, Plaintiff filed its original Complaint in this action, \nasserting claims against MDI-NC and the Individual Defendants for breach of \ncontract, fraudulent transfer, unfair an d deceptive trade practices, wrongful \ndistribution and personal liability, breach of fiduciary duty, and constructive fraud.   \n{14} On July 2, 2014, Defendants Venesky and Gentry moved to dismiss \nPlaintiff’s Complaint for lack of personal jurisdiction pursuant to Rule 12(b)(2) of \nthe North Carolina Rules of Civil Procedure.   \n \n \n{15} On August 28, 2014, Plaintiff filed a Motion for Leave to Amend Complaint \nand Add Additional Party (“Motion to Am end”), seeking to join MDI-Parent as a \nDefendant to this action.   \n{16} The Court held a hearing on Defendants’ Motions to Dismiss and Plaintiff’s \nMotion to Amend, as well as other then -pending matters in this action, on \nDecember 3, 2014.   \n{17} By Order entered December 4, 2014, the Court granted Plaintiff’s Motion \nto Amend and deferred ruling on the Moti ons to Dismiss.  Plaintiff filed its \nAmended Complaint that same day.   \n{18} Defendants renewed their Motions to Dismiss by moving to dismiss \nPlaintiff’s Amended Complaint on January 5, 2015.2 \n{19} Defendants’ Motions to Dismiss are now ripe for decision.3 \nII. \nANALYSIS \n{20} North Carolina courts apply the following standard in evaluating a motion \nto dismiss for lack of personal jurisdiction: \nWhether the courts of this State ma y exercise personal jurisdiction \nover a nonresident defendant involves  a two-prong analysis: (1) Does a \nstatutory basis for personal jurisdicti on exist, and (2) If so, does the \nexercise of this jurisdiction violate constitutional due process?  The \nassertion of personal jurisdiction over a defendant comports with due \n                                                 \n2 Defendant MDI-Parent filed its own Motion to Dismiss for lack of personal jurisdiction on January \n16, 2015.  The Court expresses no opinion at this time with respect to the merits of MDI-Parent’s \nMotion to Dismiss, which will be briefed separately and calendared for hearing at a later date. \n \n3 The Court notes for clarification that this Order and Opinion represents a ruling on Defendants’ \nMotions to Dismiss Plaintiff’s Amended Complaint, which are predicated upon the same contentions \nand submissions presented in connection with Defendants’ Motions to Dismiss Plaintiff’s original \nComplaint.\n \n \n \nprocess if defendant is found to have sufficient minimum contacts with \nthe forum state to confer jurisdiction.   \n \nGolds v. Cent. Express, Inc. , 142 N.C. App. 664, 665–66, 544 S.E.2d 23,  25 (2001) \n(citations and quotation marks omitted).  “The burden is on the plaintiff to prove by \na preponderance of the evidence that grounds exist for the exercise of personal \njurisdiction over a defendant.”  Filmar Racing, Inc. v. Stewart , 141 N.C. App. 668, \n671, 541 S.E.2d 733, 736 (2001).  “In a si tuation where a defendant submits \nevidence to counter the allegations in a plaintiff’s complaint, those allegations can \nno longer be taken as true and the plaintiff can no longer rest on the allegations.”  \nLulla v. Effective Minds, LLC , 184 N.C. App. 274, 278, 646 S.E.2d 129, 133 (2007).  \n“[T]he Court then considers (1) any allegations in the complaint that are not \ncontroverted by the defendant’s affidavit and (2) all facts in the affidavit (which are \nuncontroverted because of the plaintiff’s failure to offer evidence).”  Banc of Am. Sec. \nLLC v. Evergreen Int’l Aviation, Inc. , 169 N.C. App. 690, 693–94, 611 S.E.2d 179, \n183 (2005).  “Where unverified allegations in the complaint meet plaintiff’s initial \nburden of proving the existence of jurisdic tion . . . and defendant[s] . . . d[o] not \ncontradict plaintiff’s allegations in thei r sworn affidavit[s], such allegations are \naccepted as true and deemed controlling.”  Inspirational Network, Inc. v. Combs , \n131 N.C. App. 231, 235, 506 S. E.2d 754, 758 (1998) (citation and quotation marks \nomitted) (ellipses in original). \n{21} Here, the first prong of the two-pronged jurisdictional analysis, supra, is \nnot at issue, as both Venesky and Gentry  “concede that a basis for jurisdiction \n \n \nexists under North Carolina’s ‘long-arm’ statute.” 4  (Defs.’ Br. Supp. Mot. to \nDismiss, p. 3.)  With respect to the se cond prong of the analysis, it is well-\nestablished that in order to comport with  the requirements of due process, there \nmust exist “certain minimum contacts [between the non-resident defendant and the \nforum state] such that the maintenance of  the suit does not offend traditional \nnotions of fair play and substantial justice.”  Int’l Shoe Co. v. Washington, 326 U.S. \n310, 316 (1945) (citation and quotation marks om itted) (alteration in original).  The \n“relationship between the defendant and the forum must be ‘such that he should \nreasonably anticipate being haled into court there.’” \nId. (quoting World–Wide \nVolkswagen Corp. v. Woodson, 444 U.S. 286, 297 (1980)).   \n{22} “The United States Supreme Court has recognized two bases for finding \nsufficient minimum contacts: specific jurisdic tion and general jurisdiction.  Specific \njurisdiction exists when ‘the controversy arises out of the defendant’s contacts with \nthe forum state.’”  Lab. Corp. of Am. Holdings v. Caccuro , 212 N.C. App. 564, 569, \n712 S.E.2d 696, 701 (2011) (quoting Tom Togs, Inc. v. Ben Elias Industries Corp. , \n318 N.C. 361, 366, 348 S.E.2d 782, 786 (1986)).  Genera l jurisdiction, on the other \nhand, “may be asserted over [a] defendant even if the cause of action is unrelated to \n[the] defendant’s activities in the forum as long as there are sufficient ‘continuous \nand systematic’ contacts between [the] defendant and the forum state.”  \nReplacements, Ltd. v. Midwesterling , 133 N.C. App. 139, 145, 515 S.E.2d 46, 51 \n(1999) (citation omitted).  \n                                                 \n4 North Carolina’s long-arm statute is set forth in N.C.G.S. § 1-75.4. \n \n \n{23} “The Supreme Court has also said that for purposes of asserting ‘specific’ \njurisdiction, a defendant has ‘fair warning’ that he may be sued in a state for \ninjuries arising from activities that he ‘purposefully directed’ toward that state’s \nresidents.”  Tom Togs , 318 N.C. at 366, 348 S. E.2d at 786 (quoting Burger King \nCorp. v. Rudzewicz, 471 U.S. 462, 472 (1985)).  Where the dispute arises out of the \ndefendant’s contacts with the forum state, sp ecific jurisdiction is at issue, and the \nCourt’s “focus should . . . be upon the relationship among [the defendant], this \nState, and the cause of action.”  Id. \n{24} Here, the undisputed evidence reveals that Venesky and Gentry, along \nwith Luke, were the driving forces behind  MDI-NC, the entity that performed and \nallegedly breached the Agreement, and al so behind MDI-Parent, the entity that \ncontrolled MDI-NC, at all times relevant to  this action.  For the reasons stated \nbelow, the Court finds that it can properly exercise specific personal jurisdiction \nover both Venesky and Gentry.   \nDefendant Venesky \n{25} Venesky organized and managed MDI-NC and was a member, manager, \nand, in conjunction with Luke, a 99% owner of MDI-Parent.\n5   \n{26} Venesky also executed a personal guar anty on the lease of the Asheville, \nNorth Carolina property at which the Agreement was performed.  (Pl.’s Br. Opp. \nMot. to Dismiss, Ex. 3, p. 4–6.)  Th e Court is cognizant that “[t]he mere act of \nsigning . . . a guaranty or endorsement does not in and of itself constitute a \n                                                 \n5 MDI-Parent is owned 49.5% by Venesky, 49.5% by Luke, and 1% by an unrelated third party.  (Pl.’s \nBr. Opp. Mot. to Dismiss, Ex. 3, p.3.) \n \n \n \nsufficient contact upon which to base in personam jurisdiction over a nonresident.”  \nUnited Buying Grp., Inc. v. Coleman , 296 N.C. 510, 518, 251 S. E.2d 610, 616 (1979) \n(emphasis in original).  Such a guaranty or endorsement is simply one fact to be \nconsidered in undertaking a minimum contacts analysis.  Id. at 518, 251 S.E.2d at \n615 (holding that “[t]he presence of minimu m contacts is not to be determined by \nautomatic application of per se rules such as the one adopted in McDaniel;6 rather, \nthe existence of minimum contacts depends upon the particular facts of each case”). \n{27} Nonetheless, the execution of a guaranty, in combination with other \nfactors, can be evidence of minimum contacts, including on the record here.  For \nexample, in Centura Bank v. Pee Dee Express, Inc., 119 N.C. App. 210, 211–14, 458 \nS.E.2d 15, 17–19 (1995), the North Carolin a Court of Appeals upheld the trial \ncourt’s exercise of personal jurisdiction over two individual defendants who had \npersonally guaranteed leases executed by the defendant company – a South \nCarolina corporation in which the two indivi dual defendants were officers and sole \nshareholders – with a North Carolina banking corporation, where the defendant \ncompany had customers in North Carolina, traveled within North Carolina, and \n“did some business in North Carolina.”  Sim ilarly, here, Venesky’s guaranty of the \nAsheville property lease agreement, when  considered with his activities in \ncontrolling and directing MDI-NC as discussed below, is relevant evidence for \npurposes of the Court’s minimum contacts analysis. \n                                                 \n6 In Coleman, the North Carolina Court of Appeals had interpreted Trust Co. v. McDaniel , 18 N.C. \nApp. 644, 197 S.E.2d 556 (1973), to stand, in esse nce, for the blanket propos ition that any personal \nguaranty of a promise made to a North Carolina creditor per se rendered the guarantor subject to \npersonal jurisdiction in North Carolina.  Coleman, 296 N.C. at 517–18, 251 S.E.2d at 615–16.  \n \n \n \n{28} In seeking to minimize the import of Venesky’s lease guaranty, Defendants \nemphasize the Centura court’s additional holding that the spouses of the two \ncorporate officers – who also had personally guaranteed the lease in question and \nwere also named as defendants in the action – lacked sufficient minimum contacts \nto subject them to personal jurisdiction in North Carolina.  \nId. at 214–15, 458 \nS.E.2d at 19.  Indeed, the Centura court determined that the marital interest that \nthe spouses “potentially had in their husban d’s Pee Dee stock, standing alone, . . . \n[was] not a ‘direct and substantial’ commercial interest sufficient to support the \ntrial court’s assertion of personal jurisdiction and, in any event, [did] not \ndemonstrate any ‘purposeful availment’ of  the benefits and protection of North \nCarolina laws.”  \nId. at 215, 458 S.E.2d at 19.  Here , however, Venesky’s interest in \nMDI-NC, as a 49.5% owner of the entity in control of MDI-NC, is considerably more \ndirect and substantial than a speculative marital interest in the company’s stock.  \nMoreover, Defendants’ continuing payments on this lease – which evidently are \nmade by MDI-Parent on MDI-NC’s behalf – not only reduce Venesky’s potential \npersonal liability, but also implicate Plaintiff’s allegations in this action that MDI-\nNC has selectively paid certain creditors to Plaintiff’s detriment.\n7   \n                                                 \n7 The Court recognizes that the personal guaranties discussed in Coleman and Centura each \npertained to the contracts out of which those actions arose.  The Court, therefore, does not \nfundamentally disagree with Defendants’ contention that there existed a tighter nexus between the \npersonal guaranties and the disputes raised in th ose cases than that which exists in the present \ncase, where Plaintiff is not a party to the Asheville property lease agreement.  There is, nevertheless, \na connection between the Asheville property lease agreement and Plaintiff’s claims, as discussed \nabove.  Accordingly, the Court declines to exclude Venesky’s personal guaranty of the Asheville \nproperty lease agreement from its inquiry into the nature of Venesky’s contacts with North Carolina.  \nSee, e.g. , Coleman, 296 N.C. at 518, 251 S.E.2d at 615 (explaining that the minimum contacts \nanalysis should not entail “automatic application of per se rules” but instead “depends upon the \n \n \n{29} Additionally, it is undisputed that Venesky periodically discussed with \nLuke and Gentry the financial viability of continuing MDI-NC’s operations and was \ninvolved with the winding up of MDI-NC’s operations.  Plaintiff’s submissions also \nreveal a December 11, 2013 email from Luke  to Venesky and Gentry in which Luke \nindicated that he had been questioned by an officer at SunTrust Bank concerning \nthe proceeds of the sale to MedQuest and requested that they “discuss before I \nrespond.”   (Pl.’s Br. Opp. Mot. to Dismiss, Ex. 18.)  Fu rther, it is undisputed that, \nprior to the sale to MedQuest, Venesky participated in multiple telephone \nconferences concerning a potential sale of MDI-NC’s assets to Plaintiff.  (\nId., Ex. 3, \np. 6.)  These uncontroverted facts undermi ne Defendants’ contention that Venesky \nwas uninvolved with MDI-NC’s day-to-day operations and are relevant in light of \nPlaintiff’s claims in connection with MDI-NC’s sale of its assets and alleged \nfraudulent transfers thereafter.  See Strother v. Strother , 120 N.C. App. 393, 397, \n462 S.E.2d 542, 545 (1995) (upholding trial cour t’s exercise of personal jurisdiction \nover out-of-state defendant where “actions by [defendant] outside of North Carolina \ninjured plaintiff in this state at the time business activities were being carried on by \n[a company in which defendant was an officer, director, and controlling shareholder] \nin North Carolina”).   \n                                                                                                                                                             \nparticular facts of each case”); Combs, 131 N.C. App. at 240, 506 S. E.2d at 761 (“The existence of \n‘minimum contacts’ depends upon the particular facts of each individual case.”).   \n \n \n \n{30} The Court also notes that Venesky was one of only two individuals who \nexecuted MDI-NC’s operating agreement,8 which includes a North Carolina choice-\nof-law provision.  Although MDI-NC’s operating agreement is not the subject of this \naction, its choice-of-law provision is, at the very least, indicative of Venesky’s \nwillingness to submit to this Court’s jurisdiction with respect to matters concerning \nMDI-NC, see Tejal Vyas, LLC v. Carriage Park, Ltd. P’ship , 166 N.C. App. 34, 41, \n600 S.E.2d 881, 887 (2004) (noting that a ch oice-of-law provision is “a factor in \ndetermining whether minimum contacts exist and due process was met”), and \ncontributes to the totality of the circumstances indicating that Venesky “should \nreasonably anticipate being haled into court in this state.”\n9  Strother, 120 N.C. at \n395, 462 S.E.2d at 544 (citation and quotation marks omitted).  \n{31} In short, the undisputed evidence indi cates that Venesky participated in \nthe control of MDI-NC – either directly as its manager or indirectly as a manager of \nMDI-Parent, which, in turn, controlled MDI- NC – both at the time that Defendants \npurportedly breached the Agreement and at the time that Defendants allegedly \ntransferred MDI-NC assets with the in tent of avoiding MDI-NC’s payment \nobligations to Plaintiff.  \nSee Wyatt v. Walt Disney World Co. , 151 N.C. App. 158, \n165, 565 S.E.2d 705, 710 (2002) (“ Specific jurisdiction exists if the defendant has \n                                                 \n8 Venesky signed MDI-NC’s operating agreement twice: once on behalf of MDI-Parent, and again in \nhis capacity as MDI-NC’s manager.  Luke, who was the other signatory to the operating agreement, \nsigned in his capacity as MDI-NC’s manager.  (Pl.’s Br. Opp. Mot. to Dismiss, Ex. 2, p. 14.)  \n \n9 The Court notes that Venesky and Luke executed MDI-NC’s operating agreement, including the \nNorth Carolina choice-of-law provision, in November 2009, less than three years prior to execution of \nthe Agreement.  (Pl.’s Br. Opp. Mot. to Dismiss, Ex. 2, p. 14.) \n \n \n \npurposely directed its activities toward th e resident of the forum and the cause of \naction relates to such activities.”). \nDefendant Gentry \n{32}  The evidence appears uncontroverted that Gentry negotiated the \nAgreement on MDI-NC’s behalf and also served as Plaintiff’s point of contact \nconcerning MDI-NC’s payments under the Agreement. 10  See Saft Am., Inc. v. \nPlainview Batteries, Inc.,  189 N.C. App. 579, 594, 659 S.E.2d 39, 49 \n(2008) (Arrowood, J., dissenting) (finding personal jurisdiction over corporate officer \ndefendant who “was personally involved in negotiating and carrying out the \ncontracts” from which the lawsuit arose (emphasis added)), rev’d for reasons stated \nin dissent, 363 N.C. 5, 673 S.E.2d 864 (2009).   \n{33} Although Gentry did not perform the Agreement in North Carolina \npersonally, “[l]ack of action by defendant in a jurisdiction is not . . . fatal to \nthe exercise of long-arm jurisdiction[,]” Tom Togs, 318 N.C. at 368, 348 S.E.2d at \n787; Better Bus. Forms v. Davis, 120 N.C. App. 498, 501, 462 S.E.2d 832, 834 (1995) \n(noting that “[i]t is well settled that a defendant need not physically enter North \nCarolina in order for personal jurisdiction  to arise”); and, in any event, he \nnegotiated the lease for the Asheville property where the Agreement was performed \nand participated in the hiring of MDI-NC employees who did perform the \nAgreement.  (Pl.’s Br. Opp. Mot. to Dismiss, Ex. 3, p. 29; Ex. 20.)  Moreover, as MDI-\nNC’s Chief Financial Officer (“CFO”), Gentry played a primary role in winding up \nMDI-NC.  ( Id., Ex 3, p. 28–30.)  He was therefor e in a position of control with \n                                                 \n10 (Pl.’s Br. Opp. Mot. to Dismiss, Ex. 19.)  \n \n \nrespect to the MDI-NC assets that Plaint iff alleges were fraudulently transferred \nfollowing the sale to MedQuest. \n{34} Finally, as noted above, Gentry participated in discussions and \ncorrespondence with Venesky and Luke conc erning the viability of MDI-NC as a \ngoing concern and the sale of MDI-NC’s assets to MedQuest.  It is thus clear to the \nCourt that Gentry, like Venesky, was instrumental to MDI-NC’s operations – \nincluding but not limited to MDI-NC’s performance and alleged breach of the \nAgreement – at all times relevant to this action.  \n{35} Defendants contend that Venesky’s and Gentry’s contacts with North \nCarolina in their capacities as MDI-NC ’s manager and CFO, respectively, are \ninsufficient because such contacts are “corporate contacts.”  (Defs.’ Reply Br. Supp. \nMot. to Dismiss, p. 5–8.)  Specifically, Defendants point to the following authority in \nsupport of their position: \n[U]nder North Carolina precedent the determination of whether \npersonal jurisdiction is properly exercised over a defendant does not \nexclude consideration of defendant’s actions merely because they were \nundertaken in the course of his employment. In particular, the \ncorporate actions of a defendant who is also an officer and principal \nshareholder of a corporation are imputed to him for purposes of \ndeciding the issue of personal jurisdiction.  On the other hand, \npersonal jurisdiction cannot be based solely on a defendant’s \nemployment status as the agent or officer of a company with ties to \nNorth Carolina, or on personal connections to North Carolina that fall \nshort of the requisite “minimum contacts.”  \n \nSaft, 189 N.C. App. at 600, 659 S.E.2d at 52 (Arrowood, J ., dissenting) (emphasis \nadded).   \n \n \n{36} Defendants appear to construe Saft to stand for the proposition that an \nindividual’s contacts with North Carolina, as developed solely through his status as \na company officer, do not “count” – or at  least, cannot alone suffice – to confer \npersonal jurisdiction under a minimum contacts analysis.  The Court disagrees with \nthis interpretation and finds that Saft merely confirms, employing due process \nprinciples, that a corporate officer cannot reasonably expect to be haled into court in \nNorth Carolina \nsolely because of his status as an officer of a company that does \nbusiness in North Carolina or otherwise has sufficient minimum contacts with this \nState.  \nSee, e.g., Robbins v. Ingham , 179 N.C. App. 764, 771, 635 S.E.2d 610, 625 \n(2006) (providing that “personal jurisdiction over an individual officer or employee \nof a corporation may not be predicated merely upon the corporate contacts with the \nforum” (emphasis added)); Centura, 119 N.C. App. at 213, 458 S.E.2d at 18 (“[T]he \n‘minimum contacts’ inquiry focuses on the actions of the non-resident defendant \nover whom jurisdiction is asserted, and no t on the unilateral actions of some other \nentity.”).   \n{37} By focusing on the latter portion of the above-quoted passage, Defendants \nseemingly discount Judge Arrowood’s stat ement that “the corporate actions of a \ndefendant who is also an officer and principal shareholder of a corporation are \nimputed to him for purposes of decidi ng the issue of personal jurisdiction .”  Saft, \n189 N.C. App. at 600, 659 S.E. 2d at 52.  The import of this statement is clear: a \ncorporate officer’s contacts with North Carolina – whether established in his \nindividual capacity or in his capacity as an officer or agent of his company – \ncount \n \n \nfor purposes of determining whether that particular individual has sufficient \nminimum contacts with North Carolina.  Saft, 363 N.C. at 6, 673 S.E.2d at 864 \n(adopting Judge Arrowood’s dissenting opinion); Coleman, 296 N.C. at 515, 251 \nS.E.2d at 614 (holding that where a “defendant is a principal shareholder of the \ncorporation and conducts business in North Carolina as principal agent for the \ncorporation, then his corporate acts may be attributed to him for the purpose of \ndetermining whether the courts of this State may assert personal jurisdiction over \nhim”); Centura, 119 N.C. App. at 214, 458 S.E.2d at 18 (noting that two of the \ndefendants “were officers and the only two shareholders” in the defendant company \nand that, “[t]herefore, the corporate acts of [the two individual defendants could] be \nimputed to them for the purpose of determining if they had sufficient minimum \ncontacts”); see also Calder v. Jones , 465 U.S. 783, 790 (1984) (explaining that \nalthough the defendants’ “contacts with [the forum state were] not to be judged \naccording to their employer’s activities ther e[,] . . . their status as employees [did] \nnot somehow insulate them from jurisdiction”). \n{38} As applied to the instant case, Saft supports Plaintiff’s position, not \nDefendants’.  In particular, the evidence of record shows that Venesky and Gentry \nare not mere bystanders only passively a ssociated with the transactions underlying \nPlaintiff’s claims.  Nor does Plaintiff assert that jurisdiction is proper over Venesky \nand Gentry solely by virtue of their status  as officers of MDI-NC.  To the contrary, \nPlaintiff asserts claims against all three of  the Individual Defendants because, as \nthe evidence reveals, Venesky, Gentry, and Luke share in the operation and control \n \n \nof MDI-NC, either directly or indirectly through MDI-Parent, and have \n“purposefully directed” MDI-NC operations – in connection with but not limited to \nthose concerning the Agreement – to be carried out in this State.  \nSee, e.g. , Tom \nTogs, 318 N.C. at 366–67, 348 S.E.2d at 786–87 (finding sufficient minimum \ncontacts where out-of-state defendant had “made an offer to plaintiff whom \ndefendant knew to be located in North Carolina[;] Plaintiff accepted the offer in \nNorth Carolina[;] . . . and defendant was ‘a ware that the contract was going to be \nsubstantially performed in this State’”); Centura, 119 N.C. App.  210, 211–215, 458 \nS.E.2d 15, 17–19 (exercising personal jurisd iction over individual defendants who \npersonally guaranteed South Carolina defendant company’s lease with North \nCarolina company because defendant co mpany did “some business in North \nCarolina” and because the individual de fendants had a “direct and substantial \ncommercial interest” in defendant compa ny as company officers and sole \nshareholders); Davis, 120 N.C. App. at 500–01, 462 S.E.2d at 834 (finding that \n“active negotiations to purchase a North Carolina business, some of which were \nconducted in North Carolina, demonstrate[d] a purposeful attempt by defendants to \navail themselves of the privilege of cond ucting business in this State” and thus \nestablished sufficient minimum contacts – even with respect to an individual \ndefendant who had never entered North Carolina or personally managed any of the \nNorth Carolina activities – “based on the be nefits received by defendants from the \nunderlying contract[,] which ha[d] a substantial connection with North Carolina”).    \n \n \n{39} Finally, the Court notes “that a state has a ‘manifest interest’ in providing \nits residents with a convenient forum for redressing injuries inflicted by out-of-state \nactors[,]” Tom Togs, 318 N.C. at 367, 348 S. E.2d at 787 (citing Rudzewicz, 471 U.S. \nat 473), and that there appears to be no evidence to suggest that Georgia residents \nVenesky and Gentry would be “unfairly prej udiced” if required to join Defendant \nLuke, also a Georgia resident, in litigating Plaintiff’s claims in North Carolina.  See \nCombs, 131 N.C. App. at 241, 506 S.E.2d at 761 (finding lack of prejudice a factor \nthat weighed in favor of personal jurisdiction over out-of-state defendants).   \nIII. \nCONCLUSION \n{40} The Court concludes, in light of the foregoing, that its exercise of in \npersonam jurisdiction with respect to both  Venesky and Gentry is proper and \ncomports with the requirements of due process. 11  Defendants’ Motions to Dismiss \nare, therefore, DENIED. \nSO ORDERED, this the 21st day of January, 2015. \n                                                 \n11 Having determined that the Court’s jurisdiction over Venesky and Gentry is proper under a \nspecific jurisdiction theory, the Court declines to reach the parties’ contentions concerning general \njurisdiction. \n "
}