{
  "id": "db6e0e838857816f3ff330e846b6eeede4aa64142e94911088b8a9b205b6213b",
  "source_file": "data/raw/ncbc/db6e0e838857816f3ff330e846b6eeede4aa64142e94911088b8a9b205b6213b.pdf",
  "raw_text": "Blitz v. Agean, Inc., 2007 NCBC 21 \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF DURHAM \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n05 CVS 441 \nJONATHAN BLITZ, on behalf of himself \nand all others similarly situated, \n \nPlaintiff, \n \nv. \n \nAGEAN, INC., \n \nDefendant. \n \n \n \n \n \n \nORDER & OPINION \n \n \nThe Margulis Law Group by Max G. Margulis and J. Blake Norman \nAttorney-at-Law by J. Blake Norman for Plaintiff Jonathan Blitz, on behalf \nof himself and all others similarly situated. \n  \nHoof & Hughes, PLLC by J. Bruce Hoof for Defendant Agean, Inc. \n \nDiaz, Judge. \n \n{1} The Court heard this matter on 19 February 2007 on the Motion of \nPlaintiff Jonathan Blitz (“Blitz”) for Class Certification pursuant to Rule 23 of the \nNorth Carolina Rules of Civil Procedure.  For the reasons set forth below, and after \nconsidering the Court file, the written Motion, and counsel’s memoranda and oral \narguments, the Court DENIES the Motion. \n \nI. \nPROCEDURAL BACKGROUND \n{2} Blitz filed his Complaint on 28 January 2005 in Durham County Superior \nCourt.  Blitz filed an Amended Complaint on 11 February 2005, and the case was \ntransferred to the North Carolina Business Court and assigned to me as an \nexceptional matter on 20 January 2006. \n{3} On 6 October 2006, Blitz filed a Motion to Amend Class Definition. \n{4} On 17 October 2006, Blitz filed a Motion for Class Certification. \n{5} Defendant Agean, Inc. (“Agean”) filed a response to Blitz’s Motion to \nAmend Class Definition on 26 October 2006 and a Revised Brief in Opposition to \nBlitz’s Motion for Class Certification1 on 13 November 2006. \n{6} Blitz filed a Reply to Agean’s Brief in Opposition to Class Certification on \n22 November 2006, and he filed a Citation to Supplemental Authority in Support of \nthe Motion for Class Certification on 1 February 2007. \n{7} The Court heard oral arguments on the Motion for Class Certification on \n19 February 2007. \n \nII. \nTHE FACTS \nA. \nTHE PARTIES \n{8} Blitz is a resident of Durham County, North Carolina.  (Am. Compl. ¶ 1.) \n{9} Agean is a North Carolina corporation that operates a restaurant known \nas “Papas Grille” in Durham, North Carolina.  (Am. Compl. ¶ 2; Def.’s Revised Br. \nOpp’n Pl.’s Mot. Class Certification Ex. A, at 4.) \nB. \nTHE CLAIMS \n{10} Since Papas Grille has been in operation, it has, on average, served \nbetween 120 and 160 meals per day.  (Def.’s Revised Br. Opp’n Pl.’s Mot. Class \nCertification Ex. A, at 5.)  Based on that estimate, Papas Grille has served more \nthan 500,000 meals in its twelve years of operation.  (Def.’s Revised Br. Opp’n Pl.’s \nMot. Class Certification Ex. A, at 5.) \n{11} From its inception as a going concern, Papas Grille has also received \nnumerous inquiries concerning its hours, menus, accommodations, and capacity; \n                                                 \n1 On 8 November 2006, the Court denied Agean’s Motion to Modify Length Requirement of Brief and \nstruck Agean’s original Brief in Opposition to Blitz’s Motion for Class Certification for failure to \ncomply with Rule 15.8 of the General Rules of Practice and Procedure for the North Carolina \nBusiness Court.  (Order, Nov. 8, 2006.) \nand numerous requests that Papas Grille fax or e-mail its menus and other \nmaterials relating to the restaurant or its services.  (Def.’s Revised Br. Opp’n Pl.’s \nMot. Class Certification Ex. A, at 4–5.) \n{12} Papas Grille provides its customers with “customer information cards” \nwhich they may, but are not required to, complete.  (Def.’s Revised Br. Opp’n Pl.’s \nMot. Class Certification Ex. A, at 5.)  Although Papas Grille maintains a customer \nlist based on completed customer information cards, it does not maintain an \nexhaustive list of its contacts or patrons.  (Def.’s Revised Br. Opp’n Pl.’s Mot. Class \nCertification Ex. A, at 5.) \n{13} In April 2004, Agean purchased a list of over 900 fax numbers for \nbusinesses in the three zip codes surrounding Papas Grille (the “List”).  (Mem. \nSupp. Pl.’s Mot. Class Certification Ex. 2; Mem. Supp. Pl.’s Mot. Class Certification \nEx. 3, Papanikas Dep. 60:22–61:4, 66:5–8, 93:17–18, Sept. 6, 2006.) \n{14} After it purchased the List, Agean contracted with nonparty Concord \nTechnologies to send fax advertisements to the numbers on the List.  (Mem. Supp. \nPl.’s Mot. Class Certification Ex. 3, Papanikas Dep. 88:9–96:8; Mem. Supp. Pl.’s \nMot. Class Certification Ex. 4.) \n{15} Agean did not know, and made no effort to determine, whether any of the \nbusinesses on the List had contacted or been customers of Papas Grille, or whether \nany of them had given Agean permission to send them fax advertisements.  (Mem. \nSupp. Pl.’s Mot. Class Certification Ex. 3, Papanikas Dep. 73:10–77:4.) \n{16} During 2004, Concord Technologies successfully transmitted 7,000 fax \nadvertisements to the numbers on the List on behalf of Agean.2  (Compare Mem. \nSupp. Pl.’s Mot. Class Certification Ex. 2 with Mem. Supp. Pl.’s Mot. Class \nCertification Ex. 3, Papanikas Dep. 104:20–106:2.) \n{17} Blitz received several of these fax advertisements.  (Mem. Supp. Pl.’s Mot. \nClass Certification Ex. 5, Blitz Dep. 73:3–11, 73:21–74:6, Sept. 6, 2006.) \n                                                 \n2 The fax advertisements stated the hours and location of Papa’s Grille and included a coupon for a \nfree cup of coffee or lunch.  (Mem. Supp. Pl.’s Mot. Class Certification Ex. 1.) \n{18} Blitz alleges that Agean’s fax advertisements violated the Federal \nTelephone Consumer Protection Act (“TCPA”), 47 U.S.C. § 227, which, inter alia, \nprohibits the transmission of “unsolicited advertisements” to fax machines.  (Am. \nCompl. ¶ 10.) \n{19} Blitz seeks certification on behalf of a class alleging that Agean violated \nthe TCPA when its agent, Concord Technologies, faxed thousands of single-page \nunsolicited advertisements regarding Agean’s services.  (Am. Compl. ¶ 10.)  \n{20} Pursuant to the TCPA, Blitz seeks $500 in statutory damages for each \nmember of the putative class, statutory treble damages based on allegations that \nthe violations were willful or knowing, and injunctive relief.  (Am. Compl. Prayer for \nRelief ¶¶ 2–3.) \n \nIII. \nCONCLUSIONS OF LAW \n{21} Blitz’s Motion for Class Certification defines the proposed class as: \nAll persons and other entities to whom Defendant sent or caused to \nbe sent, one or more facsimile advertisement transmissions \npromoting the restaurants of De fendant from February 12, 2001 \nuntil February 11, 2005 inclusive, and excluding those persons and \nother entities who had an established business relationship with \nDefendant at the time said facsimile advertisement transmissions \nwere sent.3\n \n(Pl.’s Mot. Class Certification 6.) \n{22} This Court addressed the issue of class certification under the TCPA in \nBlitz v. Xpress Image, Inc., 2006 NCBC 10 (N.C. Super. Ct. Aug. 23, 2006), \nhttp://www.ncbusinesscourt.net/opinions/2006%20NCBC%2010.htm.  In that case, \nthe Court denied class certification on the grounds that (1) issues individual to each \npurported class member predominated over common issues, and (2) a class action \nwas not the superior method for resolving the claims.  Id. ¶ 1. \n                                                 \n3 Blitz defines his proposed class in a manner different from that originally pled in his Amended \nComplaint.  (See Am. Compl. Prayer for Relief ¶ 1.)  Although Agean objects to the purported \namendment, the Court overrules the objection and elects to consider the newly defined class. \n{23} In his moving papers, Blitz attempts to distinguish the present case from \nXpress Image on four grounds:  (1) Agean, unlike the defendant in Xpress Image, \nadmits that it did not seek permission to send the fax advertisements, (2) Agean, \nunlike the defendant in Xpress Image, purchased an anonymous list of fax numbers \nrather than gathering them from a directory of fellow chamber of commerce \nmembers, (3) Blitz has excluded entities that have existing business relationships \nwith Agean from his class definition, and (4) new case law supports class \ncertification under the TCPA.  (Mem. Supp. Pl.’s Mot. Class Certification 14–18; \nPl.’s Reply Def.’s Br. Opp’n Class Certification 2–5, 8–9.) \n{24} Because, however, the factors identified in Blitz’s moving papers do not \ndistinguish this case from Xpress Image, the Court, consistent with its opinion in \nXpress Image, DENIES Blitz’s Motion for Class Certification. \nA. \nCLASS CERTIFICATION STANDARD \n{25} In North Carolina, class actions are governed by Rule 23 of the North \nCarolina Rules of Civil Procedure (“Rule 23”).  Rule 23(a) provides that “[i]f persons \nconstituting a class are so numerous as to make it impracticable to bring them all \nbefore the court, such of them, one or more, as will fairly insure the adequate \nrepresentation of all may, on behalf of all, sue or be sued.”  N.C. R. Civ. P. 23(a). \n{26} “The party seeking to bring a class action under Rule 23(a) has the burden \nof showing that the prerequisites to utilizing the class action procedure are \npresent.”  Crow v. Citicorp Acceptance Co., 319 N.C. 274, 282, 354 S.E.2d 459, 465 \n(1987). \n{27} The requirements for class action certification are:  (1) the existence of a \nclass, (2) the class members within the jurisdiction of the court must adequately \nrepresent any class members outside the jurisdiction of the court, (3) the class must \nbe so numerous as to make it impracticable to bring each member before the court, \n(4) more than one issue of law or fact common to the class should be present, (5) the \nparty representing the class must fairly insure the representation of all class \nmembers, and (6) adequate notice must be given to the class members.  Id. at 282–\n84, 354 S.E.2d at 465–66. \n{28} “[A] ‘class’ exists under Rule 23 when the named and unnamed members \neach have an interest in either the same issue of law or of fact, and that issue \npredominates over issues affecting only individual class members.”  Id. at 280, 354 \nS.E.2d at 464. \n{29} To determine whether common issues predominate over issues affecting \nonly individual class members, the Court does not simply line up the number of \ncommon issues against those that require individual consideration.  Rather, the test \nis whether the individual issues are such that they will predominate over common \nones in terms of being the focus of the litigants’ efforts.  See Harrison v. Wal-Mart \nStores, Inc., 170 N.C. App. 545, 550–53, 613 S.E.2d 322, 327–28 (2005); see also \nKondos v. Lincoln Prop. Co., 110 S.W.3d 716, 721 (Tx. Ct. App. 2003) (observing the \nsame in the TCPA context). \n{30} Further, “[w]here all the prerequisites are met, it is within the trial court’s \ndiscretion to determine whether ‘a class action is superior to other available \nmethods for the adjudication of th[e] controversy.’”  \nHarrison, 170 N.C. App. at 548, \n613 S.E.2d at 326 (quoting Crow, 319 N.C. at 284, 354 S.E.2d at 466).  “‘[T]he trial \ncourt has broad discretion in [deciding whether a class action should be certified] \nand is not limited to consideration of matters expressly set forth in Rule 23 or in’ \ncase law.”  Id. at 548 n.2, 613 S.E.2d at 326 n.2 (quoting Crow, 319 N.C. at 284, 354 \nS.E.2d at 466). \nB. \nPREVALENCE OF INDIVIDUALIZED INQUIRIES \n{31} The TCPA prohibits only “unsolicited” advertisements, see 47 U.S.C.S. § \n227(c) (LEXIS through 2007 legislation), which are defined as “any material \nadvertising the commercial availability or quality of any property, goods, or services \nwhich is transmitted to any person without that person’s prior express invitation or \npermission.”  47 U.S.C.S. § 227(a)(5) (LEXIS through 2007 legislation).  Under the \nTCPA, a person can give their “express invitation or permission” to receive fax \nadvertisements either “orally or in writing.”  Carnett’s, Inc. v. Hammond, 610 \nS.E.2d 529, 531 (Ga. 2005); see also Livingston v. U.S. Bank, N.A., 58 P.3d 1088, \n1091 (Col. Ct. App. 2002) (noting that “the TCPA does not require consent to be \ngiven in writing, and it may be given orally”). \n{32} Furthermore, several courts, including this Court, have interpreted the \nTCPA to include an exception from liability for fax advertisements sent to any \nentity with which the sender has an “established business relationship.” 4  See \nXpress Image, 2006 NCBC 10 ¶¶ 32–36. \n{33} As originally enacted, the TCPA established an exception for automated \ntelephone solicitations made to “any person with whom the caller has an established \nbusiness relationship.”  47 U.S.C.S. § 227(a)(4) (LEXIS through 2007 legislation).  \nPursuant to 47 U.S.C. § 227(b)(2), which authorizes the Federal Communications \nCommission (“FCC”) to issue regulations interpreting the TCPA, the FCC defined \nan “established business relationship” as “a prior or existing relationship formed by \na voluntary two-way communication between a person or entity and a residential \nsubscriber with or without an exchange of consideration . . . which relationship has \nnot been previously terminated by either party.”  47 C.F.R. § 64.1200(f)(4) (2006). \n{34} In a subsequent order interpreting the TCPA, the FCC determined that \nthe “established business relationship” exception also applied to the provisions \nprohibiting unsolicited facsimile advertisements.  In re Rules and Regulations \nImplementing the Telephone Consumer Protection Act of 1991, 7 F.C.C.R. 8752, \n8779 n.87 (Oct. 16, 1992) (stating that “facsimile transmission from persons or \nentities who have an established business relationship with the recipient can be \ndeemed to be invited or permitted by the recipient”).5 \n                                                 \n4 As he did in Xpress Image, Blitz argues that there is no “established business relationship” \nexemption from liability under the TCPA.  (Mem. Supp. Pl.’s Mot. Class Certification 16–17; Pl.’s \nReply Def.’s Br. Opp’n Class Certification 8–9.)  In Xpress Image, the Court, after much discussion, \ndetermined that there is an “established business relationship” exemption under the TCPA and that \nthe Court could consider it on a motion for class certification.  2006 NCBC 10 ¶¶ 47–51.  Having so \nconcluded in its previous opinion, the Court declines to revisit that issue here. \n5 In 2005, Congress enacted the Junk Fax Prevention Act of 2005 (“JFPA”), 47 U.S.C. § 227(b)(1)(C), \nwhich amended the TCPA to codify the “established business relationship” exception to TCPA \nliability in the facsimile context.  47 U.S.C.S. § 227(b)(1)(C)(i) (LEXIS through 2007 legislation).  \n{35} In Xpress Image, this Court held that class certification of claims arising \nunder the TCPA was improper because issues individual to each recipient of the \ndefendant’s fax advertisement, i.e., whether the defendant had either “prior express \ninvitation or permission” to send fax advertisements to a recipient or an \n“established business relationship” with a recipient, would predominate over issues \ncommon to the entire class.  2006 NCBC 10 ¶¶ 37–60. \n{36} Blitz argues that issues individual to each recipient of Agean’s fax \nadvertisement will not predominate over issues common to the proposed class in \nthis case because:  (1) Agean did not seek permission to send the fax \nadvertisements, (2) Agean purchased an anonymous list of fax numbers rather than \ngathering them from a directory of fellow chamber of commerce members, and (3) \nBlitz has excluded entities that have established business relationships with Agean \nfrom his class definition.  (Mem. Supp. Pl.’s Mot. Class Certification 14–18; Pl.’s \nReply Def.’s Br. Opp’n Class Certification 2–5, 8–9.) \n{37} The first two distinctions, Blitz argues, show that whether Agean had \n“express permission” to send fax advertisements to a recipient will not be an issue \nhere because “any claim to express invitation or permission to send the faxes in this \ncase is completely without both merit or [sic] even a scintilla of evidence.”6  (Mem. \nSupp. Pl.’s Mot. Class Certification 5, 14–15.)  He continues that the hypothetical \nexistence of individual issues for which there is little basis in fact is not a sufficient \nbasis to deny class certification.  (Mem. Supp. Pl.’s Mot. Class Certification 5.) \n{38} In Xpress Image, however, I found that the record was silent as to evidence \nthat the defendant sought or received “prior express permission or invitation” from \nany of the recipients to send the facsimile advertisements.  See 2006 NCBC 10 ¶ 22.  \nI then concluded that this void in the record was “not dispositive, as the Court \nwould still be required to conduct an individualized inquiry of each purported class \n                                                                                                                                                             \nAlthough this provision of the JFPA does not apply to the present case, it provides support for the \nCourt’s position that Congress always intended for the “established business relationship” exception \nto apply to facsimile advertisements.\n6 The Court also understands Blitz’s argument to be that, unlike Xpress Image, where the record was \nsilent as to proof of express permission or invitation, there is evidence here to show that no recipient \ngave Agean express permission or invitation to send the fax advertisement.   \nmember to determine whether each class member gave ‘prior express invitation or \npermission.’”  Id. ¶ 43. \n{39} Thus, that Agean made no effort to determine whether any of facsimile \nrecipients had given prior express invitation or permission to receive the \nadvertisements does not distinguish this case in any significant way from Xpress \nImage.  Because the List includes facsimile numbers in the three zip codes \nsurrounding Papas Grille, it is likely that some of the recipients had given prior \nexpress permission.  Thus, just as in Xpress Image, “there is no avoiding an \nindividualized inquiry into the facts and circumstances of each recipient’s \n‘invitation and permission’ should this matter proceed as a class action, and this is \nso regardless of what the evidence now tends to show on the issue.”  Id. ¶ 46. \n{40} Furthermore, the Court cannot avoid an individualized inquiry into the \nfacts and circumstances of each recipient’s “prior express invitation or permission” \nregardless of who bears the burden of proof on this issue.7  As the Court stated in \nXpress Image and reiterates here: \nwhether the issue is denominated an element of the claim or an \naffirmative defense is . . . immaterial on the question of class \ncertification.  The point remains that if a class is certified, this \nCourt will need to make individual determinations as to whether a \nrecipient gave permission to receive the facsimile advertisements. \n \n2006 NCBC 10 n.9.  As in Xpress Image, the predominance of this individualized \nissue is sufficient to deny class certification here. \n{41} Even if it was not, however, the issue of whether each recipient had an \n“established business relationship” with Agean is another basis for denial of Blitz’s \nMotion for Class Certification. \n{42} Blitz argues that the Court can avoid determining whether each recipient \nhad an “established business relationship” with Agean because he has excluded \n                                                 \n7 Blitz argues that the Defendant in an action under the TCPA bears the burden of proof to \ndemonstrate that it had permission to send the fax advertisement.  (Pl.’s Reply Def.’s Br. Opp’n \nClass Certification 2–5.)  However, in Xpress Image, this Court held that the issue of “express \ninvitation or permission” is part of each individual plaintiff’s burden.  Id. ¶ 40 (citing Forman v. Data \nTransfer, Inc., 164 F.R.D. 400, 404 (E.D. Pa. 1995)). \nsuch entities from his class definition.  (Mem. Supp. Pl.’s Mot. Class Certification \n15–16.) \n{43} Blitz claims that “if any inquiry into existence of an [established business \nrelationship] occurs, it will occur at the claims processing stage of this proceeding . . \n. [where] potential class members must answer questions in writing on the claim \nform to determine if they are members of the class . . . .”  (Mem. Supp. Pl.’s Mot. \nClass Certification 15.) \n{44} The Court finds Blitz’s argument on this point unpersuasive. \n{45} Here, as in Xpress Image, it is undisputed that Agean sent fax \nadvertisements exclusively to recipients in the geographic area near its restaurant.  \n(Mem. Supp. Pl.’s Mot. Class Certification Ex. 2; Mem. Supp. Pl.’s Mot. Class \nCertification Ex. 3, Papanikas Dep. 60:22–61:4, 66:5–8, 93.) \n{46} Given that, during the twelve years that Papas Grille has been in \noperation, it has, on average, served between 120 and 160 meals per day (Def.’s \nRevised Br. Opp’n Pl.’s Mot. Class Certification Ex. A, at 5), and that Papas Grille \nhas received numerous inquiries concerning its hours, menus, accommodations, and \ncapacity; and numerous requests that Papas Grille fax or e-mail its menus and \nother materials relating to the restaurant or its services (Def.’s Revised Br. Opp’n \nPl.’s Mot. Class Certification Ex. A, at 4–5), it is highly likely that Agean has an \nestablished business relationship with at least some of the recipients of its fax \nadvertisements. \n{47} Thus, the Court, as in Xpress Image, would have to determine “who among \nthe class are [Agean’s] prior customers and who . . . may have visited [Agean’s] \nbusiness or made an inquiry regarding [Agean’s] services by telephone, the internet, \nor otherwise . . . as those putative plaintiffs arguably fall within the ‘established \nbusiness relationship’ exception.”  2006 NCBC 10 ¶ 59. \n{48} This inquiry cannot be avoided merely by defining the class in such a way \nas to exclude entities that have an established business relationship with Agean.  \nAs the Court stated in Xpress Image, “[r]egardless of how the class is defined . . . \nthe question a court must always address at the certification stage is whether \nindividual issues regarding the putative class members will predominate over \ncommon ones with regard to the focus of the litigants’ efforts.”  Id. ¶ 45 (emphasis \nadded). \n{49} Furthermore, it would be inappropriate for the Court to determine which \nrecipients of Agean’s fax advertisement had an “established business relationship” \nwith Agean during the claims processing stage of a class action lawsuit. \n{50} Determining whether a potential class member has an “established \nbusiness relationship” with Agean is a multifaceted inquiry where both the \npotential class member and Agean are entitled to present evidence for and against \nthe existence of the relationship. \n{51} Given that anyone who visited Papas Grille or made an inquiry regarding \nAgean’s services by telephone, the internet, or otherwise arguably falls within the \n“established business relationship” exception, see 47 C.F.R. § 64.1200(f)(4) (2006), \ndetermining whether a facsimile recipient had an “established business \nrelationship” with the Defendant would require a jury to weigh a variety of evidence \nany time Agean contested the issue. \n{52} As Agean notes, the inquiry is further complicated here because the fax \nadvertisements were sent to businesses, rather than to individuals.  (Def.’s Revised \nBr. Opp’n Pl.’s Mot. Class Certification 8.)  Since an “established business \nrelationship” arguably exists between Agean and a business if any of the business’s \nemployees visited Papas Grille or made an inquiry regarding Agean’s services, see \n47 C.F.R. § 64.1200(f)(4) (2006), the Court would be required to determine the \nidentities of the business’s employees and the extent of each employee’s contact with \nAgean to determine Agean’s liability to the recipient under the TCPA.8  (Def.’s \nRevised Br. Opp’n Pl.’s Mot. Class Certification 9.) \n                                                 \n8 The Court expresses no opinion as to whether a business has an “established business relationship” \nwith Agean on account of contacts between Agean and the business’s employees.  Rather, the Court \nmerely states that such contacts must be considered in determining the existence of such a \nrelationship. \n{53} Thus, contrary to Blitz’s suggestion,9 the Court may not decide this issue \nbased solely on a potential class member’s answer to a question on a claim form.  \nCertainly, a claim form could remove those potential class members who admitted \nthey visited Papas Grille or made an inquiry regarding Agean’s services from the \nclass; however, the Court would still have to determine whether those potential \nclass members who denied visiting Papas Grille or making an inquiry regarding \nAgean’s services actually had an “established business relationship” with Agean any \ntime Agean asserted that such a relationship existed. \n{54} As in Xpress Image, this “established business relationship” analysis, \nwhich is individual to each potential class member, will, along with the issue of a \nrecipient’s express invitation or permission, be the likely object of most of the \nlitigants’ efforts, and, therefore, provides an additional basis for denying class \ncertification. \nC. \nSUPERIORITY \n{55} In Xpress Image, the Court found that there was no bar to pursuing the \nTCPA’s $500.00 statutory remedy in small claims court, and Blitz has not presented \nany evidence to assail that conclusion.10 \n{56} As the Court stated in Xpress Image and reiterates here: \nIn light of this reasonably available and relatively convenient \nalternative forum, and because proceeding via a class action would \nrequire a series of mini-trials as to the issues of “express permission” \nand an “established business relationship” for an indeterminate \nnumber of the [recipients] sought to be joined in this lawsuit, I find (in  \n                                                 \n9 In his moving papers, Blitz suggests that determining whether a potential class member had an \n“established business relationship” with Agean could be answered by simply asking them if they had \neaten at Papas Grille.  (Mem. Supp. Pl.’s Mot. Class Certification 15–16.)  Such an approach, \nhowever, ignores the myriad ways in which an “established business relationship” might be created. \n10 As in Xpress Image, Blitz’s Amended Complaint seeks injunctive relief, a remedy explicitly \nauthorized under the TCPA, see 47 U.S.C.S. § 227(b)(3)(A) (LEXIS through 2007 legislation), and not \navailable in small claims court.  See N.C. Gen. Stat. § 7A–210 (LEXIS through 2007 legislation).  \nOther than the advertisements that form the basis for Blitz’s Amended Complaint, however, Blitz \nhas presented no evidence that Agean has committed other TCPA violations such that an injunction \nis necessary to grant complete relief. \nthe exercise of my substantial discre tion) that a class action is neither \na feasible nor a superior method for resolving the claims. \n \n2006 NCBC 10 ¶ 62. \n{57} The fact that a class action is not superior to other available methods for \nresolving the individual claims is another reason to deny class certification here. \nD. \nRECENT DECISIONS \n{58} Finally, Blitz cites three recent decisions from foreign jurisdictions, Kavu, \nInc. v. Omnipak Corp., No. C06–109RSL, 2007 U.S. Dist. LEXIS 5207 (W.D. Wash. \nMar. 13, 2007), Gene & Gene, Inc. v. Biopay, LLC, 240 F.R.D. 239 (M.D. La. Dec. 20, \n2006), and Lampkin v. GGH, Inc., 146 P.3d 847 (Okla. Civ. App. 2006), that support \nhis Motion for Class Certification.  Blitz asserts that these recent decisions, all \nentered since the Court’s holding in Xpress Image, justify class certification here.  \n(See Pl.’s Reply Def.’s Br. Opp’n Class Certification 1–2; Citation Supplemental \nAuthority Supp. Pl.’s Mot. Class Certification.) \n{59} The Court, having considered each opinion, disagrees. \n{60} In Kavu, Biopay, and Lampkin, each court found that issues common to \nthe class would predominate over issues individual to each potential class member, \nsee Kavu, 2007 U.S. Dist. LEXIS 5207, at *9–13, *22; Biopay, 240 F.R.D. at 242–43; \nLampkin, 146 P.3d at 852, 855, and consequently determined that a class action \nwas a superior method for adjudicating claims under the TCPA.  See Kavu, 2007 \nU.S. Dist. LEXIS 5207, at *20–24; Biopay, 240 F.R.D. at 246–47; Lampkin, 146 P.3d \nat 855–56. \n{61} Although each court recognized that whether the defendant had either \n“express permission” to send fax advertisements to a potential class member or an \n“established business relationship” with a potential class member would be an issue \nin the case, see Kavu, 2007 U.S. Dist. LEXIS 5207, at *9–11; Biopay, 240 F.R.D. at \n243, 247; Lampkin, 146 P.3d at 852, 855, none of the courts discussed how they \nproposed to decide the issue without a series of mini-trials.11 \n{62} This Court, like the courts in Kavu, Biopay, and Lampkin, recognizes that \nthere are several factual and legal issues in this case that would be common to all \npotential class members.  However, this Court takes a different view as to which \nissues, those common to the potential class or those individual to each potential \nclass member, will predominate. \n{63} Because, I find that the issues individual to each potential class member \nwill be the object of most of the litigants’ efforts, I respectfully disagree with the \nreasoning of the Kavu, Biopay, and Lampkin courts. \n \nIV. \nCONCLUSION \n{64} The Court DENIES Blitz’s Motion for Class Certification. \n \nThis the 25th day of June, 2007. \n \n       \n \n  \n                                                 \n11 In Biopay, the court recognized the difficulty it might encounter after it certified a class action \nunder the TCPA.  240 F.R.D. at 247.  The court stated that it was “mindful of the concerns expressed \nby other courts and by the defendants that class certification may result in a slew of mini-trials to \ndetermine individual issues regarding whether the faxes were unsolicited.”  Id.  Therefore, the court \nstated that “should the defendants’ myriad of predictions come true and should class certification \nprove unworkable, the court will make the necessary changes to remedy any problems that have \nmanifested, including decertifying the class.”  Id. "
}