{
  "id": "dbaf636295a1a6941a321896bb20540e078e24e518f0e09deb4481f73bffcaac",
  "source_file": "data/raw/ncbc/dbaf636295a1a6941a321896bb20540e078e24e518f0e09deb4481f73bffcaac.pdf",
  "raw_text": "Willard v. Barger, 2019 NCBC 30. \n \nSTATE OF NORTH CAROLINA \n \nDAVIE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 182 \n \nCHARLES WILLARD and TRACY \nBARNES BLIMP WORKS, LLC, \n \nPlaintiffs, \n \nv. \n \nWILLIAM BARGER, individually; \nWILLIAM BARGER AS EXECUTOR \nOF THE ESTATE OF TRACY \nBARNES; and BLIMP WORKS, INC., \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF TRACY BARNES BLIMP \nWORKS, LLC’S MOTION FOR A \nMORE DEFINITE STATEMENT \n \n \n1. THIS MATTER is before the Court upon Plaintiff Tracy Barnes Blimp \nWorks, LLC’s (“TBBW”) Motion for a More Definite Statement (the “Motion”) , (ECF \nNo. 10), in the above-captioned case.   \n2. The Court, having considered the Motion, the brief in support of the Motion, \nand the relevant case law, concludes, in the exercise of its discretion, that the Motion \nshould be determined without awaiting response briefs and without a hearing, as \npermitted by Business Court Rule 7.4.  For the reasons discussed below, the Motion \nis hereby DENIED. \nBennett Guthrie Latham, PLLC, by Jasmine M. Pitt, for Plaintiff Tracy \nBarnes Blimp Works, LLC. \n \nFitzgerald Litigation, by Andrew L. Fitzgerald , D. Stuart Punger, and \nLee D. Denton, for Plaintiff Charles Willard. \n \nEisele Ashburn Green & Chapman, PA, by Douglas G. E isele, for \nDefendants William Barger, individually and as Executor of the Estate \nof Tracy Barnes, and Blimp Works, Inc. \n \nBledsoe, Chief Judge. \nI. \nBACKGROUND \n3. TBBW and Plaintiff Charles Willard (“Willard”) initiated this action against \nDefendants William Barger (“Barger”), individually and as Executor of the Estate of \nTracy Barnes, and Blimp Works, Inc. (“BW”) (together, “Defendants”) on April 1, \n2019, alleging claims for fraudulent conveyance, declaratory judgment, conversion, \nbreach of fiduciary duty, unjust enrichment, breach of contract, unfair and deceptive \ntrade practices, attorneys’ fees, and tortious interference with contract arising out of \nvarious dealings among and between Tracy Barnes, Willard, Barger, TBBW, and BW.   \n4. The case was designated a mandatory complex business case by the Chief \nJustice of the Supreme Court of North Carolina on April 2, 2019 and assigned to the \nundersigned the following day. \n5. On April 16, 2019, Defendants filed their Answer and Counterclaims.  The \nsecond of Defendants’ counterclaims (the “Second Counterclaim”) is titled “Recovery \nof Barnes’s Loans to TBBW,” contains six numbered paragraphs, and alleges that \nBarnes advanced $337,556.34 in loans to TBBW, which Defendants now seek to \nrecover. \n6. On May 1, 2019, TBBW filed the Motion, together with a supporting brief.  \nAt the same time, TBBW filed its Answer to Defendants’ Counterclaims (the “Reply”).  \nIn its Reply, TBBW set forth specific responses to each of the numbered paragraphs \nin Defendants’ Counterclaims. \n7. The Court has determined, in the exercise of its discretion, that the Motion \nshould be resolved without a hearing, consistent with BCR 7.4, and prior to any \nresponse by Defendants.  The Motion is thus ripe for determination. \nII. \nANALYSIS \n8. In ruling on a motion for a more definite statement under Rule 12(e) of the \nNorth Carolina Rules of Civil Procedure (the “Rule(s)”), the Court considers whether \n“a pleading to which a responsive pleading is permitted is so vague or ambiguous that \na party cannot reasonably be required to frame a responsive pleading[.]”  N.C. R. Civ. \nP. 12(e).  Motions for a more definite statement are not favored by the courts and are \n“sparingly granted because pleadings may be brief and lacking in factual detail, and \nbecause of the extensive discovery devices available to the movant.”  Ross v. Ross, 33 \nN.C. App. 447, 454, 235 S.E.2d 405, 410 (1977); see, e.g., Fisher v. Lamm, 66 N.C. \nApp. 249, 254–55, 311 S.E.2d 61, 64 (1984) (applying Ross to reverse trial court’s \ngrant of motion under Rule 12(e)).   \n9. If the contested pleading meets the standards of North Carolina Rule of Civil \nProcedure 8 and the opposing party is adequately notified of the nature of the claim, \na motion for more definite statement should be denied.  Ross, 33 N.C. App. at 454–\n55, 235 S.E.2d at 410; see Gatlin v. Bray, 81 N.C. App. 639, 644, 344 S.E.2d 814, 817 \n(1986) (“Pleadings comply with our present concept of notice pleading if the \nallegations in the [pleading] give [the opposing party] sufficient notice of the nature \nand basis of [the] claim to file an answer, and the face of the complaint shows no \ninsurmountable bar to recovery.” (citation omitted)).  Because motions for a more \ndefinite statement are “the most purely dilatory of all the motions available under \nthe Rules of Civil Procedure,” Ross, 33 N.C. App. at 454, 235 S.E.2d at 410, our \nappellate courts have instructed that they “should be scrutinized with care[,]” \nJohnson v. Bollinger, 86 N.C. App. 1, 12, 356 S.E.2d 378, 385 (1987).   \n10. TBBW argues here that because Defendants’ Second Counterclaim “make[s] \nvery broad general allegations without factual support or specifics,”  pleads \n“conclusory statements,” and fails to “reference[] or pr ovide[] any documents” to \nsupport a claim for recovery of alleged loans , TBBW “cannot reasonably be required \nto frame a response to Defendants’ allegations, other than to deny them in full.”  (Pl. \nTBBW’s Br. Supp. Mot. More Definite Statement 2–3 [hereinafter “TBBW Br.”], ECF \nNo. 11.) \n11. The Court has reviewed Defendants’ Second Counterclaim in light of Rule \n8’s notice pleading requirements and concludes that the allegations of the Second \nCounterclaim satisfy Rule 8 and fairly notif y TBBW of the natur e and basis of \nDefendants’ claim against it.  Indeed, TBBW was able to sufficiently comprehend the \nSecond Counterclaim such that it filed its Reply contemporaneously with the Motion.  \nSee 1 G. Gray Wilson, North Carolina Civil Procedure  § 12 -15 (3d ed. 2007) (“ [A] \ndefendant can hardly claim that a complaint is unintelligible if he comprehends the \npleading enough to file an answer responding to each of its allegations.”).  Moreover, \nthe nub of TBBW’s challenge is that Defendants have not alleged a right of immediate \nrepayment or the existence of any writing evidencing the alleged loans.  (TBBW Br. \n3.)  Such absence of factual detail, however, does not cause Defendants’ allegations to \nfail the liberal notice pleading requirements of Rule 8, considering the entirety of the \nSecond Counterclaim.  TBBW’s demand for further factual detail is properly made \nthrough the Rules relating to discovery (i.e., Rules 26–36), not Rule 12(e).  See Ross, \n33 N.C. App. at 456, 235 S.E.2d at 411. \n12. Accordingly, because Defendants’ Second Counterclaim is not so “vague or \nambiguous that [TBBW] cannot reasonably be required to frame a responsive \npleading,” N.C. R. Civ. P. 12(e), the Court concludes that TBBW’s Motion should be \ndenied. \nIII. \nCONCLUSION \n13. WHEREFORE, for the foregoing reasons, TBBW’s Motion for a More \nDefinite Statement is hereby DENIED.1 \nSO ORDERED, this the 14th day of May, 2019.  \n \n/s/ Louis A. Bledsoe, III  \nLouis A. Bledsoe, III  \nChief Business Court Judge \n                                                           \n1  The Court’s ruling is without prejudice to TBBW’s rights under Rule 12(c) or Rule 56 and \ndoes not forecast the Court’s ruling on any such motion that TBBW may elect to pursue. "
}