{
  "id": "dbd6a0cb7cf1b34620cac32f12c018540dd5ab111f9171817904079ca47d422e",
  "source_file": "data/raw/ncbc/dbd6a0cb7cf1b34620cac32f12c018540dd5ab111f9171817904079ca47d422e.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 10487 \n \nERNEST CUTTER III, individually \nand derivatively on behalf of A \nCOMMON LAW GENERAL \nPARTNERSHIP d/b/a HOT DOG \nSHOPPE, \n \nPlaintiff, \n \nv. \n \nGREGORY VOJNOVIC; and HOT \nDOG SHOPPE HOLDINGS, LLC, \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nPARTIAL JUDGMENT ON THE \nPLEADINGS \n \n \n1. THIS MATTER  is before the Court on Defendants  Gregory Vojnovic  \n(“Vojnovic”) and Hot Dog Shoppe Holdings, LLC’s ( “Holdings”; together, \n“Defendants”) Motion for Partial Judgment on the Pleadings (the “Motion”), (ECF No. \n46), pursuant to Rule 12(c) of the North Carolina Rules of Civil Procedure (the \n“Rule(s)”).   \n2. Having considered the Motion, the related briefing, the relevant materials \nassociated with the Motion, and the arguments of counsel at the hearing on the \nMotion, the Court GRANTS the Motion in part and DENIES  the Motion in part as \nset forth below.  \nJames, McElroy & Diehl, P.A. ,  by J . Alexander Heroy and Jennifer M. \nHouti, for Plaintiff Ernest Cutter, III , individually and derivatively on \nbehalf of A Common Law General Partnership d/b/a Hot Dog Shoppe. \n \nNelson Mullins Riley & Scarborough LLP , by Thomas G. Hooper, for \nDefendants Gregory Vojnovic and Hot Dog Shoppe Holdings, LLC. \n \nBledsoe, Chief Judge. \nCutter v. Vojnovic, 2023 NCBC 7. \nI. \n \nFACTUAL AND PROCEDURAL BACKGROUND \n \n3. The Court does not make findings of fact on motions for judgment on the \npleadings under Rule 12(c) and instead recites only those allegations in the pleadings \nand matters of record that are relevant and necessary to the Court’s determination \nof the Motion.  See, e.g., Blusky Restoration Contractors, LLC v. Brown, 2022 NCBC \nLEXIS 124, at *4 (N.C. Super. Ct. Oct. 20, 2022).  \n4. Plaintiff Ernest Cutter, III (“Plaintiff” or “Cutter”)  alleges that he and \nDefendant Vojnovic were general partners in a two- partner, co mmon-law general \npartnership (the “Partnership”) formed in fall 2019 to purchase three family -owned \nhot dog restaurants in Ohio (collectively, “Jib Jab”). 1  Cutter alleges that Vojnovic \nthereafter misappropriated this Partnership opportunity and , in spring 2021, \npurchased Jib Jab through Defendant Holdings , a corporation Vojnovic “formed for \nthat purpose.”2  Cutter pleads that while the Partnership intended for Holdings to \npurchase Jib Jab, “Vojnovic was aware that the Partnership fully intended to pursue \nthe opportunity and acquire Jib Jab” and closed the purchase “to the complete \nexclusion of the Partnership and Cutter.”3   \n \n1 (Compl. ¶¶ 1 –3, 12, 15– 18.)  Each restaurant comprising Jib Jab was organized as a \nseparate corporation: Hot Dog Shoppe, Inc., Hot Dog Shoppe & Beanery, Inc., and Jib Jab \nHot Dog Shoppe, Inc.  (Compl. ¶ 12.) \n \n2 (Compl. ¶¶ 22, 30–34.)   \n \n3 (Compl. ¶¶ 32, 33.) \n5. Cutter filed the Complaint initiating this action on 1 July 2021, and , after \ndismissing all claims against certain Defendants, 4 currently asserts the following \nclaims: (i) a direct claim against Vojnovic for breach of an oral  general partnership \nagreement; (ii) direct and derivative claims against Vojnovic for misappropriation of \nbusiness opportunity and breach of fiduciary duty;  (iii) direct and derivative claims \nagainst Vojnovic and Holdings for tortious interference with prospective economic \nadvantage and constructive trust; and (iv) direct claims against the  Partnership for \ndissolution and accounting.5 \n6. On 24 October 2022, Defendants filed the Motion, which seeks to dismiss a \nnarrow subset of Plaintiff’s claims:  Plaintiff’s (i) derivative claim for breach of \nfiduciary duty against Vojnovic, (ii) derivative cl aim for tortious interference with \nprospective economic advantage against both Defendants, (iii) direct claim against \nHoldings for tortious interference with prospective economic a dvantage, (iv) direct \nand derivative misappropriation of business opportunity claim against Vojnovic, and \n(v) direct and derivative claim for constructive trust against both Defendants.6   \n \n4 Cutter initially asserted claims against two additional entities, Hot Dog Shoppe Operating, \nInc. (“Operating”) and Hot Dog Shoppe Franchising, LLC  (“Franchising”), which he alleged \nwere formed “for the specific purpose of diverting the Jib Jab opportunity away from the \nPartnership and to Vojnovic’s benefit.”  (Compl. ¶ 31.)  Cutter voluntarily dismissed his \nclaims against these entities, however, on 1 November 2021.  (Partial Voluntary Dismissal, \nWithout Prejudice, ECF No. 18.) \n \n5 (Compl. ¶¶ 37–70.) \n \n6 (Defs.’ Mot. Partial J. Pleadings, ECF No. 46.) \n7. After full briefing by the parties, the Court held a hearing on the Motion on \n10 January 2023 (the “Hearing”), at which all parties were represented by counsel.  \nThe Motion is now ripe for resolution.  \nII. \n \nLEGAL STANDARD \n \n8. Rule 12(c) is intended “to dispos e of baseless claims or defenses when the \nformal pleadings reveal their lack of merit and is appropriately employed where all \nthe material allegations of fact are admitted in the pleadings and only questions of \nlaw remain.”  DiCesare v. Charlotte-Mecklenburg Hosp. Auth., 376 N.C. 63, 70 (2020) \n(quoting Ragsdale v. Kennedy, 286 N.C. 130, 137 (1974)). \nIn considering a motion for judgment on the pleadings, all well  pleaded \nfactual allegations in the nonmoving party’s pleadings are taken as true \nand all contravening assertions in the movant’s pleadings are taken as \nfalse.  As with a motion to dismiss, the trial court is required to view the \nfacts and permissible inferences in the light most favorable to the \nnonmoving party.  A Rule 12(c) movant must show that the complaint \nfails to allege facts sufficient to state a cause of action or admits facts \nwhich constitute a complete legal bar to a cause of action. \n \nTully v. City of Wilmington, 370 N.C. 527, 532 (2018) (cleaned up).   \n9. Before a Rule 12(c) motion may be granted, however, “[t]he party moving for \njudgment on the pleadings must show that no material issue of fact exists and that \nhe is entitled to judgment as a matter of law.”  Daniels v. Montgomery Mut. Ins. Co., \n320 N.C. 669, 682 (1987).  Moreover, “each motion under Rule 12(c) must be carefully \nscrutinized lest the nonmoving party be precluded from a full and fair hearing on the \nmerits.” Newman v. Stepp, 376 N.C. 300, 305 (2020) (quoting  Ragsdale, 286 N.C. at \n137).  “All allegations in the nonmovant’s pleadings, except conclusions of law, legally \nimpossible facts, and matters not admissible in evidence at [  ] trial, are deemed \nadmitted by the movant for purposes of the motion.”  Shearin v. Brown, 276 N.C. App. \n8, 11 (2021) (quoting Samost v. Duke Univ. , 226 N.C. App. 514, 517).  However, a \ncourt need not “accept as true allegations that are merely conclusory, unwarranted \ndeductions of fact, or unreasonable inferences.”  Izydore v. Alade, 242 N.C. App. 434, \n438 (2015) (quoting Strickland v. Hedrick, 194 N.C. App. 1, 20 (2008)).  \nIII. \n \nANALYSIS \n \nA. Cutter’s Derivative Claims \n10. Defendants first challenge Cutter’s assertion of derivative claims against \nthem, contending that , absent contract or consent , North Carolina law does not \npermit a general partner to bring a claim derivatively on behalf of the general \npartnership against another general partner.  Defendants therefore argue that \nCutter’s derivative claims must be dismissed for lack of standing.7  The Court agrees \nwith Defendants. \n11. “Standing is a necessary prerequisite to a court’s proper exercise of subject \nmatter jurisdiction.”  In re A.S.M.R. , 375 N.C. 539, 542 (2021) (cleaned up).  In the \ngeneral partnership context, our Supreme Court has held that “one partner may not \nsue in his own name, and for his own benefit, upon a cause of action in favor of a \npartnership” because, in that instance, “the partnership is the real party in interest.”  \nGodwin v. Vinson, 251 N.C. 326, 327 (1959).  Here, Cutter has not alleged that he \n \n7 (See Mem. Law Supp. Defs.’ Mot. Partial J. Pleadings 8–14 [hereinafter “Defs.’ Br. Supp.”], \nECF No. 47.)   \nand Vojnovic agreed, either in their oral P artnership agreement or otherwise, that \nCutter could assert the Partnership’s claims or that the Partnership voted to approve \nthe assertion of Partnership claims against Vojnovic.  Instead, Cutter seeks to assert \nclaims derivatively on behalf of the Partnership against Vojnovic. \n12. Unlike North Carolina’s statutes governing corporations, 8 limited liability \ncompanies,9 and limited partnerships,10 however, which permit derivative actions on \nbehalf of the se entities , the North Carolina Uniform Partnership Act (“NCUPA”), \nN.C.G.S. § 59 -31–73, does not contain similar provisions authorizing one general \npartner to assert a derivative action against another general partner on b ehalf of a \ngeneral partnership.  Because the General Assembly has repeatedly shown that it \nknows how to authorize a derivative action  by statute  in similar contexts , the \nlegislature should be presumed to have purposely chosen to exclude the same cause \nof action in the NCUPA.  See, e.g. , N.C. Dep’t of Revenue v. Hudson, 196 N.C. App. \n765, 768 (2009) (“[w]hen a legislative body includes particular language in one section \nof a statute but omits it in another section of the same [statute], it is generally \npresumed that the legislative body acts intentionally and purposely in the disparate \ninclusion or exclusion”); State v. Campbell, 878 S.E.2d 312, 321 (2022) (applying same \nreasoning when comparing two similar statutes); see also In re D.L.H., 364 N.C. 214, \n221 (2010) (recognizing that “the absence of a similar provision in [a related statute] \n \n8 N.C.G.S. §§ 55-7-40–50. \n \n9 N.C.G.S. §§ 57D-8-01–07. \n \n10 N.C.G.S. §§ 59-1001–1006. \nseems to indicate a legislative intent not to [ reach the same result as under  the \nrelated statute]”). \n13.  Absent an express  statutory authorization, it is unsurprising that no \nreported North Carolina decision has held that a general partner may sue another \ngeneral partner derivatively on behalf of the general partnership  as Cutter seeks to \ndo here.  Cutter argues that this Court’s decision in Gillespie v. Majestic Transport , \nInc., 2016 NCBC LEXIS 69 (N.C. Super. Ct. Sept. 9, 2016) , permits his derivative \nclaims, but Gillespie primarily concerned a general partner’s effort to bring suit on \nbehalf of the partnership against a n unrelated non-partner who allegedly colluded \nwith another general partner to injure the partnership.  Gillespie, 2016 NCBC LEXIS \n69, at *23 –24.  The Gillespie court permitted a derivative claim in that instance \nbecause the partnership had no recourse against the unrelated non-partner to the \nextent the partnership suffered injuries separate from plaintiff’s  since it was \nimpractical to expect the unfaithful general partner  to consent to a direct action by \nthe partnership.  Id. at *26.  Gillespie did not recognize more broadly that general \npartners may sue each other derivatively on behalf of a general partnership as Cutter \nseeks to do here.  Because Gillespie is based on materially different facts , it offers \nlittle support for Cutter’s argument. \n14. Moreover, there are sound reasons for the legislature not to have recognized \na derivative action in this context.  As one court has observed: \nWe agree that the term “derivative” is an inappropriate and confusing \nterm to use in the general partnership context.  “Derivative” actions are \nnecessary in the corporate and limited partnership context, where the \nshareholders and limited partners have no managerial rights and thus \nmust “derive” the right to sue from the entity itself.  Unlike shareholders \nand limited partners, however, general partners all have th e ability to \nact on behalf of the partnership, and all have management rights.  Thus, \ngeneral partners have no need for “derivative” action. \n \nGeorge Wasserman & Janice Wasserman Goldsten Family, LLC v. Kay, 197 Md. App. \n586, 624 (2011).  Unlike corporate shareholders, officers, and directors,11 or an LLC’s \nmanagers and members, 12 “partners in a general partnership owe one another \nfiduciary duties.”  Norment v. Rabon, 2022 NCBC LEXIS 73, at *18 (N.C. Super. Ct. \nJuly 7, 2022).13   \n15. Furthermore, the NCUPA creates a n adequate remedy —a claim for an \naccounting14—through which one general partner may pursue claims directly against \nanother general partner to  obtain both equitable and monetary relief  through a \nbalancing of accounts.15  See, e.g., Watson v. Fulk, 19 N.C. App. 377, 380 (1973) (“The \n \n11 See, e.g., Green v. Freeman, 367 N.C. 136, 141 (2013) (recognizing that directors and officers \n“are required to act in good faith, with due care, and in a manner they reasonably believe to \nbe in the best interests of the corporation” and that shareholders, with limited exceptions, \nmay not assert claims directly against them for violation of these duties); see generally Russell \nM. Robinson, II, 1 Robinson on North Carolina Corporation Law, §§ 14.01–04, 16.07 (2022). \n \n12 Kaplan v. O.K. Techs., LLC , 196 N.C. App. 469, 473– 74 ( “like [corporate] directors, \nmanagers of a limited liability company . . . owe a fiduciary duty to the company, and not to \nindividual members”). \n \n13 Some courts have recognized that a minority general p artner potentially may pursue \nderivative claims against controlling general partners, see, e.g., Cates v. International Tel. & \nTel. Corp., 756 F.2d 1161, 1178 (5th Cir. 1985) (applying Texas law), but those considerations \nare not present here since Cutter and Vojnovic are alleged to be equal partners in the \nPartnership.  \n \n14 Cutter seeks an accounting in this action.  (Compl. ¶¶ 60–64.) \n \n15 See N.C.G.S. § 59-52 (stating that any partner has a right to a formal account of partnership \naffairs “(1) If he is wrongfully excluded from the partnership business or possession of its \nproperty by his copartners, (2) If the right exists under the terms of any agreement, (3) As \nprovided by G.S. 59 -51, (4) Whenever other circumstances render it just and reasonable.” ); \nappropriate method for determining the exact amount which may be due the plaintiff \n[partner], if anything, is to require the defendant [partner], who is in possession of \nthe essential information, to render an accounting.”); see generally In Re Southeastern \nEye Center–Pending Matters,  2022 NCBC LEXIS 22 (N.C. Super. Ct. Aug. 10, 2022).  \nIn such circumstances, a derivative action is unnecessary.   \n16. For the foregoing  reasons, therefore, the Court concludes that North \nCarolina law does not permit Cutter to assert his derivative claims on behalf of the \nPartnership against his co -equal general partner, Vojnovic.  Accordingly, Cutter’s \nderivative claims shall be dismissed.  \nB. Cutter’s Direct Tortious Interference Claim Against Holdings \n17. Cutter purports to assert a direct claim for tortious interference with \nprospective economic advantage against Defendants arising from Defendants’ alleged \ndiversion of the Jib Jab opportunity from the Partnership .16  Defendants  move to \ndismiss claim against Holdings , contending that Cutter has failed to allege specific \nfacts to support his claim.  The Court agrees with Defendants.  \n18. Cutter initially advanced his claim for tortious interference with prospective \neconomic advantage against Operating and Franchising as well as Vojnovic and \n \nsee also N.C.G.S. § 59 -51 (requiring every partner to “account to the partnership for any \nbenefit, and hold as trustee for it any profits derived by him without the consent of the other \npartners from any transaction connected with the formation, conduct, or liquidation of the \npartnership or from any use . . . of its property”). \n \n16 (Compl. ¶¶ 49–53, 65–70.) \n \nHoldings.17  As noted above, he alleges that Vojnovic formed Holdings to be “the legal \nbuyer of Jib Jab”18 and that Operating and Franchising were created “for the specific \npurpose of diverting the Jib Jab opportunity away from the Partnership and to \nVojnovic’s benefit.”19   \n19. Cutter’s only allegation suggesting that Holdings was involved in the \nalleged diversion of the Jib Jab opportunity appears in paragraph 51 of his  \nComplaint: \nDefendants were aware that Cutter had identified the Jib Jab \nopportunity and engaged in initial negotiations with the Sellers, and \nthat ARC held the LOI for the Jib Jab deal.  Defendants nonetheless \ndiverted the business opportunity away from Cutter and ARC and to his \n[sic] own advantage, preventing Cutter and ARC from closing on the \ndeal with Jib Jab.\n20 \n \n \n17 The parties dispute whether Cutter’s claim for tortious interference with prospective \neconomic advantage is governed by the law of North Carolina (where Cutter lives), Georgia \n(where Vojnovic lives and Holdings is organized), or Ohio (where Jib Jab operates ).  The \nCourt need not decide choice of law  for purposes of the Motion, however, because the Court \nand the parties agree that  each state requires a plaintiff asserting a claim for tortious \ninterference with prospective economic advantage to allege the defendant’s interference in \nsimilar terms.  See, e.g., Walker v. Sloan, 137 N.C. App. 387, 393 (2000) (requiring plaintiffs \nto allege that defendants “induc[ed] a third party to refrain from entering into a contract with \n[plaintiffs] which would have ensued but for the interference” ); Tribeca Homes, LLC v. \nMarathon Inv. Corp., 745 S.E.2d 806, 808 (Ga. Ct. App. 2013) (requiring plaintiff to show \nthat “defendant induced a breach of contractual obligations or caused a party or third parties \nto discontinue or fail to enter into an anticipated business relationship with the p laintiff”); \nBrookeside Ambulance v. Walker Ambulance Serv. , 112 Ohio App. 3d 150, 156 (1996) \n(requiring plaintiff to show that defendant took “intentional and improper action to prevent \na contract formation, procure a contractual breach, or terminate a business relationship”).  \n \n18 (Compl. ¶ 22.) \n \n19 (Compl. ¶ 31.) \n \n20 (Compl. ¶ 51.) \n \n20. Not only is Holdings accused join tly with Vojnovic, Operating, and \nFranchising in this allegation, but Cutter’s allegation is also plainly conclusory and \nlacks any supporting facts.  In particular, Cutter does not allege any facts showing \nhow Holdings diverted the  Jib Jab opportunity or what Holdings did to wrongfully \ninterfere.  Cutter’s allegations involving the “Hot Dog Shoppe” —defined as \nOperating, Franchising, and Holdings —offer no further factual detail and simply \nassert that Vojnovic “closed the purchase of Jib Jab through Hot Dog Shoppe.”21   \n21. North Carolina law is clear that “ conclusory allegations that track the \nelements of a [ ] claim . . . alone are insufficient to state a legally sufficient claim [.]”  \nRadcliffe v. Avenel Homeowners Ass’n, 248 N.C. App. 541, 572 (2016); see, e.g., Meyer \nv. Walls, 347 N.C. 97, 114 (1997) (holding that conclusory allegations are insufficient \nto withstand a motion to dismiss).  Cutter’s direct claim against Holdings for tortious \ninterference relying on such conclusory allegations must therefore be dismissed. 22  \nSee, e.g., Morris Int’l v. Packer, 2020 NCBC LEXIS 122, at *18 –19 (N.C. Super. Ct. \nOct. 15, 2020) (dismissing tortious interference claim where plaintiff failed to allege \nfacts showing “how  . . . [defendant] interfered with [the  contract]” or \n“what . . . [defendant] did to induce [the breach].”); Stec v. Fuzion Inv. Capital, LLC, \n2012 NCBC LEXIS 24, at *23–24 (N.C. Super. Ct. Apr. 30, 2012) (dismissing tortious \n \n21 (Compl. ¶ 32.) \n \n22 Given that this case was filed in July 2021 and discovery is nearly complete, the Court \nelects, in its discretion, not to invite repleading of Cutter’s tortious interference claim at this \nlate date.  Therefore, the Court shall exercise its discretion to enter its dismissal of this claim \nwith prejudice.  See, e.g., First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013) (“The \ndecision to dismiss  an action with or without prejudice  is in the discretion of the trial \ncourt[.]’”). \ninterference claim for failure to state a claim where the complaint only advanced \nconclusory allegations that non-outsiders acted maliciously).  \nC. C utter’s Direct Claim for Misappropriation of Business Opportunity  \n Against Vojnovic \n \n22. Defendants next seek to dismiss Cutter’s direct claim for misappropriation \nof business opportunity against Vojnovic , contending that it is unnecessarily \nduplicative of Cutter’s claim for breach of fiduciary duty. 23  The Court agrees  with \nDefendants. \n23. “Misappropriation of [business] opportunity is ‘a species of the duty of a \nfiduciary to act with undivided loyalty; . . .  in general, a [partner] is under a fiduciary \nobligation not to divert  . . . [a] business opportunity for his own pe rsonal gain.”  \nPlasman v. Decca Furniture (USA), Inc. , 2016 NCBC LEXIS 80, at *38 (N.C. Super. \nCt. Oct. 21, 2016) (quoting Meiselman v. Meiselman, 309 N.C. 279, 307 (1983)).24  As \nDefendants point out, this Court has previously dismissed a misappropriation claim \nas unnecessarily duplicative of a breach of fiduciary duty claim , citing Plasman and \nMeiselman.  See Zagaroli v. Neil, 2017 NCBC LEXIS 103, at *34 (N.C. Super. Ct. Nov. \n7, 2017).  \n24. Cutter argues in opposition that his claim is not duplicative of his fiduciary \nduty claim and instead asserts that the claim “arises from Vojnovic’s improper taking \nof the assets contributed by Plaintiff – individually – ‘without his knowledge, \n \n23 (Defs.’ Br. Supp. 20–21.) \n \n24 The parties appear to agree that North Carolina law applies to Cutter’s misappropriation \nclaim. \n \nparticipation, or consent’ and to Vojnovic’s own benefit.”25  But Cutter ignores that a \nclaim for misappropriation of business opportunity must be premised on a duty not \nto misappropriate.  That duty is typically grounded in a fiduciary relationship, like \nthe duty owed by one partner to another, or is created by contract, such as in a \npartnership agreement.  Based on Cutter’s pleading here, either is equally likely as \nthe source of Vojnovic’s duty. 26  But in either  event, Cutter has pleaded claims —\nbreach of fiduciary duty and breach of the oral Partnership a greement—that render \nhis misappropriation claim unnecessarily duplicative of one or both and thus subject \nto dismissal. 27  Accordingly , Cutter’s direct claim against Vojnovic for \nmisappropriation of business opportunity shall be dismissed.28 \n \n25 (Pl.’s. Mem. Law Opp’n Defs.’ Mot. Partial J. Pleadings 13, ECF No. 49.) \n \n26 Cutter’s misappropriation claim alleges that, “[i]n violation of Plaintiff’s rights,” Vojnovic \nmisappropriated the Partnership’s assets “to consummate the Jib Jab opportunity with an \noutside partner and financial source, and appropriate for themselves [sic] the Partnership’s \nvaluable business opportunity” and did so “without right, participation or authorization \nrequired of Plaintiff as a general partner of the Partnership.”  (Compl. ¶¶ 57–58.)   \n  \n27 Cutter’s misappropriation allegations are nearly identical to his  breach of fiduciary duty \nallegations, (see Compl. ¶ 47 (alleging that Vojnovic “breached his fiduciary duty to Cutter \nand the Partnership  . . . by usurping a Partnership opportunity and diverting the Jib Jab \nopportunity away from the Partnership”) ), and his breach of contract claim, ( see Compl. ¶¶ \n40, 42 (alleging that Vojnovic “breached the parties’ agreement by usurping the Jib Jab \nopportunity and diverting it away from the Partnership, as well as excluding Cutter[.]”)). \n \n28 Cutter’s suggestion at the Hearing that Vojnovic’s duty not to misappropriate arises from \nARC Industries, Inc.’s letter of intent to buy Jib Jab in November 2019 is neither pleaded nor \nreasonably inferred in the Complaint and offers Cutter no defense to the Motion.  Similarly, \nto the extent Cutter contends, again without pleading, that his misappropriation claim is \nakin to a claim for conversion, that claim necessarily fails.  See, e.g., Norman v. Nash Johnson \n& Son’s Farms, Inc., 140 N.C. App. 390, 414 (2000) (holding  that “ intangible interests such \nas business opportunities and expectancy interests [are not] subject to a conversion claim”).    \n \nD. Cutter’s Claim for Constructive Trust \n25. Last, Defendants seek to dismiss Cutter’s standalone claim for constructive \ntrust because a constructive trust is a remedy, not a claim for relief. 29  The Court \nagrees.  See, e.g., Barefoot v. Barefoot, 2022 NCBC LEXIS 8, *33 (N.C. Super. Ct. Feb. \n2, 2022) (“ [T]he imposition of a constructive  trust is a remedy, not a standalone \nclaim.”). \n26. Defendants recognize that this Court has “dismissed constructive trust \n‘claims’ but allowed litigants to continue to seek the imposition of such a trust as a \nremedy in several cases.” 30  Nevertheless, while apparently not objec ting to similar \ntreatment for Vojnovic here, Defendants argue that “the Court should dismiss the \nconstructive-trust ‘claim’ against Holdings [ ] with prejudice and not allow Cutter to \nobtain the remedy of constructive trust (or any other remedy) against Holdings [ ] in \nthis lawsuit” since the tortious interference claim  shall be dismissed and is the only \nsubstantive claim asserted against Holdings.\n31  The Court disagrees. \n27. Our Supreme Court has explained that: \nA constructive trust is a duty, or relationship, imposed by courts of \nequity to prevent the unjust enrichment of the holder of title to, or of an \ninterest in, property which such holder acquired through fraud, breach \nof duty or some other circumstance maki ng it inequitable for him to \nretain it against the claim of the beneficiary of the constructive trust.   \n \nWilson v. Crab Orchard Dev. Co., 276 N.C.198, 211 (1970).   \n \n29 (Defs. Br. Supp. 21–22.) \n \n30 (Defs. Br. Supp. 22.) \n \n31 (Defs. Br. Supp. 22.) \n28. Significantly for this Motion: \n[A] trial court may impose a constructive trust, even in th e absence of \nfraud or a breach of fiduciary duty, upon the showing of either (1) some \nother circumstance making it inequitable for the defendant to retain the \nfunds against the claim of the beneficiary of the constructive trust, or \n(2) that the defendant acquired the funds in an unconscientious manner.   \n \nHouston v. Tillman, 234 N.C. App. 691, 696 (2014) (citing Variety Wholesalers, Inc. v. \nSalem Logistics Servs., LLC, 365 N.C. 520, 530–31 (2012)).   \n29. Relying on this principle, the Supreme Court held in Variety Wholesalers \nthat “[d]espite the probable lack of fiduciary duty, if Ark  had actual or constructive \nnotice that Salem did not have ownership of the funds deposited in [A rk’s bank] \naccount, Ark’s continued acceptance of thos e funds could be considered \nunconscientious or inequitable and could thus permit the imposition of a constructive \ntrust.”  Variety Wholesalers, Inc., 365 N.C. at 531. \n30. Holdings occupies a similar position to Ark in Variety Wholesalers and, like \nthe plaintiff in that case, Plaintiff has pleaded facts  that, taken as true, show that \nHoldings, acting through Vojnovic, knew Vojnovic was not entitled to the funds and \nbenefits Vojnovic realized from his alleged misappropriation of the Jib Jab \nopportunity.  In these circumstances, a reasonable factfinder could conclude that \nHoldings’ acceptance of these funds or benefits was “unconscientious or inequitable,” \nwhich would permit the imposition of a constructive trust against Holdings.   \n31. As a result, the Cou rt concludes that Cutter’s purported “claim s” for \nconstructive trust against Vojnovic and Holdings should be dismissed but without \nprejudice to Cutter’s right to pursue the constructive trust remedy at this stage \nagainst both Defendants to the extent one or more claims for relief may justify such \na remedy. \nIV. \n \nCONCLUSION \n32. WHEREFORE, for the reasons set forth above, the Court hereby GRANTS \nDefendants’ Motion and ORDERS as follows: \na. Plaintiff’s derivative claims  against Defendants  are hereby \nDISMISSED with prejudice for lack of standing;32 \nb. Plaintiff’s direct claim for tortious interference with prospective \neconomic advantage against Holdings and direct claim against Vojnovic \nfor misappropriation of business opportunity are hereby  DISMISSED \nwith prejudice; \nc. Plaintiff’s purported claims for constructive trust against Vojnovic and \nHoldings are hereby DISMISSED without prejudice to Cutter’s right to \npursue the equitable remedy of a constructive trust against Vojnovic and \n \n32 Although “[a] dismissal for lack of jurisdiction is generally a dismissal without prejudice” \nto permit a plaintiff to pursue the dismissed claims in a different forum, N.C.  Acupuncture \nLicensing Bd. v. N.C. Bd. Of Physical Therapy Examiners, 2016 NCBC LEXIS 33, *27 (N.C. \nSuper. Ct. Apr. 26, 2016), the fact that Plaintiff cannot pursue his derivative claims in any \nother forum requires that those claims be dismissed with prejudice .  See, e.g., Frigard v. \nUnited States, 862 F.2d 201, 204 (9th Cir. 1988) (affirming dismissal with prejudice for lack \nof subject matter jurisdiction where plaintiffs could not cure procedural default and “no other \ncourt [had] the power to hear the case”); see Forsythe v. N.C. Dep’t of Revenue, 2022 NCBC \nLEXIS 106, *10–11 (N.C. Super. Ct. Sept. 9, 2022) (to similar effect and collecting cases). \nHoldings to the extent one or more claims for relief may justify such a \nremedy.33 \n SO ORDERED, this the 24th day of January, 2023. \n       /s/ Louis A. Bledsoe, III    \n       Louis A. Bledsoe, III \n       Chief Business Court Judge \n \n33 The Court recognizes that it advised the parties at the conclusion of the Hearing that it \nintended to grant Defendants’  Motion in its entirety .  The Court cautioned the parties, \nhowever, that the Court’s written order may be different after further review and reflection \nand would constitute its formal ruling on the Motion.  This Order and Opinion constitutes \nthe final written order resolving the Motion.  See, e.g., In re E.D.H., 381 N.C. 395, 401 (2022) \n(“a trial court’s oral findings are subject to change before the final written order is entered.”). "
}