{
  "id": "dc0aa9681c0ad81153674bea2809aa583cc9188738f1ac1097b181f2040676c8",
  "source_file": "data/raw/ncbc/dc0aa9681c0ad81153674bea2809aa583cc9188738f1ac1097b181f2040676c8.pdf",
  "raw_text": "Allen v. Land Res. Group of N.C., LLC, 2010 NCBC 15. \n  \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF RUTHERFORD \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n08 CVS 1283 \nHERSCHEL ALLEN and wife, \nELIZABETH P. ALLEN; SVEN RONNY \nCARLSSON   and wife, SUSAN P. \nCARLSSON A/K/A CARLSSON \nINVESTMENTS, LLC; WAYNE COX and \nwife, JOSEPHINE COX; GLENN A. DAY \nand wife, KATHERINE KOSTOFF-DAY; \nCALVIN C. HENDERSON and wife, \nELAINE W. HENDERSON; JOHN J. \nKASIANOWICZ and wife, RACHEL H. \nKASIANOWICZ; GLENN M. SWARTZ, \nJR. and wife, DAWNA L. SWARTZ; DAVID \nLEE WOOD; STEPHEN PETER BLOOM; \nMARCOS I. RUBERT and wife, KATHRYN \nM. RUBERT; and BRIAN J. KREBS, \n \n Plaintiffs, \n  \nv.  \n  \nLAND RESOURCE GROUP OF NORTH \nCAROLINA, LLC, a North Carolina limited \nliability company, LAND RESOURCE \nDEVELOPMENT GROUP, INC., a Georgia \ncorporation, LAND RESOURCE GROUP, \nINC., a Georgia corporation, LR BUFFALO \nCREEK, LLC, a Georgia limited liability \ncompany; LAND RESOURCE, LLC a/k/a \nLAND RESOURCE COMPANIES, LLC, a \nGeorgia limited liability company, together \nwith the following parties who have not \nfiled for bankruptcy protection as of this \ndate: MIKE FLASKEY; J. ROBERT WARD; \nPAUL BEIDEL; ROB VACKO; SCRIPPS \nNETWORK INTERACTIVE d/b/a HGTV; \nMITCH BEN MILLER; SOUTHERN H.O.A. \nMANAGEMENT, LLC; CLARK \nCHAMPION; TAMMY MIKESELL; \nROBERT L. HULLETT; HOWARD \nHULLETT APPRAISALS AND REALTY \nINC.; MARIE A. FOX; TWO DAY \nAPPRAISAL; RANDALL COCHRAN; \nORDER ON MOTION  \nTO SEVER \nJEANETTE MANNER-JONES; BRANCH \nBANKING & TRUST COMPANY; BANK \nOF AMERICA CORPORATION; JOHN \nDOE OFFICERS OF LAND RESOURCE \nGROUP OF NORTH CAROLINA, LLC; \nJOHN DOE OFFICERS OF LAND \nRESOURCE DEVELOPMENT GROUP, \nINC.; JOHN DOE OFFICERS OF LAND \nRESOURCE GROUP, INC.; JOHN DOE \nOFFICERS OF LR BUFFALO CREEK,  \nLLC; JOHN DOE OFFICERS OF LAND \nRESOURCE, LLC a/k/a LAND RESOURCE \nCOMPANIES, LLC; JOHN DOE \nDIRECTORS OF LAND RESOURCE \nGROUP OF NORTH CAROLINA, LLC; \nJOHN DOE DIRECTORS OF LAND \nRESOURCE DEVELOPMENT GROUP, \nINC.; JOHN DOE DIRECTORS OF LAND \nRESOURCE GROUP, INC.; JOHN DOE \nDIRECTORS OF LR BUFFALO CREEK, \nLLC; and JOHN DOE DIRECTORS OF \nLAND RESOURCE, LLC a/k/a LAND \nRESOURCE COMPANIES, LLC, \n  \nDefendants. \n \n \n \n{1} This matter comes before the Court on the motion of Defendants J. Robert \nWard, Michael Flaskey, Robert Vacko, Paul Beidel, Clark Champion, Jeanette \nManner-Jones, Tammy Mikesell, Marie Fox Miller, Mitch Miller, Shannon Glover, \nPatrick Moore and Charlene Miller (collectively, the “LRC Individual Defendants”) \npursuant to Rules 20 and 21 of the North Carolina Rules of Civil Procedure asking \nthe Court to sever the claims of the individual Plaintiffs.  The posture of this case \nand the pleadings raise issues with implications for similar litigation pending in the \nNorth Carolina Business Court and elsewhere. \n{2} As a result of the ongoing economic downturn and the burst of the real \nestate bubble in the United States economy, many real estate developments have \ngone into bankruptcy, leaving lots purchased in those developments undeveloped \nand worth less than the amount paid for them and less than the amount owed on \nthe mortgages secured when they were purchased.  Many of the developments had \nincomplete amenities and even lacked basic services such as roads and water when \nthey collapsed, further diminishing the value of the lots purchased. \n{3} Significant litigation has followed the collapse of developments and \ndevelopment companies, as evidenced by the number of such cases pending in      \nthe North Carolina Business Court.  See, e.g., Arnesen v. Rivers Edge Golf Club      \n& Plantation, Inc., Brunswick County No. 10-CVS-781 (N.C. Super. Ct.); Barry v. \nOcean Isle Palms, Inc., Brunswick County No. 10-CVS-496 (N.C. Super. Ct.); Barton \nv. Coastal Communities at Ocean Ridge Plantation, Inc., Brunswick County No.   \n10-CVS-314 (N.C. Super. Ct.); Anderson v. Coastal Communities at Ocean Ridge \nPlantation, Inc., Brunswick County No. 09-CVS-1042 (N.C. Super. Ct.); Branch \nBanking & Trust Co. v. Gilmartin, New Hanover County No. 09-CVS-1208 (N.C. \nSuper. Ct.); Beadnell v. Coastal Communities at Ocean Ridge Plantation, Inc., \nBrunswick County No. 09-CVS-3376 (N.C. Super. Ct.); Cabrera v. The Ridges at \nMorgan  Creek, LLC, McDowell County No. 09-CVS-544 (N.C. Super. Ct.); Abraham \nv. Jauregui, Onslow County No. 09-CVS-3608 (N.C. Super. Ct.).  These cases are \nfurther complicated when claims are asserted against individuals and companies \nother than the developer, who may well be in bankruptcy. \n{4} Generally, plaintiffs assert claims in such cases for breach of contract, \nrescission, fraud, misrepresentation, unfair and deceptive trade practices, and \nviolations of the Interstate Land Sales Full Disclosure Act.  Numerous plaintiffs \nwith separate claims are routinely joined in one lawsuit with numerous and varied \ndefendants.  Plaintiffs’ claims diverge with respect to some of the defendants, and \nthe pleadings often fail to specify who is being sued for what. \n{5} This case is a classic example.  There were originally twenty-two plaintiffs, \ntwenty-nine named defendants, and at least fifteen causes of action.  Each plaintiff \nparticipated in his or her own transaction involving a specific lot or lots.  Each \nplaintiff may have dealt\n with different defendants, including different salespeople, \ndifferent appraisers, and different banks, and each plaintiff may have had a \ndifferent level of knowledge.  The defendants are varied and include officers and \nowners of the development company as well as administrative employees and \nsalesmen who had no ownership or control of the company, appraisers, banks and \neven TV show producers.   \n{6} After having been directed to plead their fraud and misrepresentation \nclaims more specifically, Plaintiffs filed a 107-page Amended Complaint with       \n795 paragraphs.  The Amended Complaint still does not clarify which claims are \nasserted by which plaintiff against which defendant.  Complaints in similar cases \nsuffer from the same deficiencies.  The largest problems are created by the \nindiscriminate references to all “Defendants” when specific defendants should be \nidentified. \n{7} The pertinent rules of the North Carolina Rules of Civil Procedure are set \nforth below. \n \nRule 8(a)(1): A pleading which sets forth a claim for relief, whether an \noriginal claim, counterclaim, crossclaim, or third-party claim shall \ncontain a short and plain statement of the claim sufficiently particular \nto give the court and the parties notice of the transactions, occurrences, \nor series of transactions or occurrences, intended to be proved showing \nthat the pleader is entitled to relief. \n  \nRule 8(e)(1): Each averment of a pleading shall be simple, concise, and \ndirect.  No technical forms of pleading or motions are required. \n \nRule 9(b) : In all averments of fraud, duress or mistake, the \ncircumstance constituting fraud or mistake shall be stated with \nparticularity.  Malice, intent, know ledge, and other condition of mind \nof a person may be averred generally. \n  \nRule 10(b) : All averments of claim or defense shall be made in \nnumbered paragraphs, the contents of each of which be limited as far \nas practicable to a statement of a single set of circumstances; and a \nparagraph may be referred to by number in all succeeding pleadings.  \nEach claim founded upon a separate transaction or occurrence and \neach defense other than denials shall be stated in a separate count or \ndefense whenever a separation facilit ates the clear presentation of the \nmatters set forth. \n            \nRule 11(a) (excerpt) : The signature of an attorney or party constitutes \na certificate by him that he has read the pleading, motion, or other \npaper; that to the best of his knowledge, information, and belief formed \nafter reasonable inquiry it is well grounded in fact and is warranted by \nexisting law or a good faith argument for the extension, modification, \nor reversal of existing law, and th at it is not interposed for any \nimproper purpose, such as to hara ss or to cause unnecessary delay or \nneedless increase in the cost of litigation. \n  \nRule 20(a) : All persons may join in one ac tion as plaintiffs if they \nassert any right to relief jointly, severally, or in the alternative in \nrespect of or arising out of the same  transaction, occurrence, or series \nof transactions or occurrences and if any question of law or fact \ncommon to all parties will arise in the action.  All persons may be \njoined in one action as defendants if there is asserted against them \njointly, severally, or in the alternative, any right to relief in respect of \nor arising out of the same transa ction, occurrence, or series of \ntransactions or occurrences and if any question of law or fact common \nto all parties will arise in the action.  A plaintiff or defendant need not \nbe interested in obtaining or defending against all the relief demanded. \nJudgment may be given for one or more of the plaintiffs according to \ntheir respective rights to relief, and against one or more defendants \naccording to their respective liabilities. \n \nRule 20(b) : The court shall make such orders as will prevent a party \nfrom being embarrassed, delayed, or put to expense by the inclusion of \na party against whom he asserts no claim and who asserts no claim \nagainst him, and shall order separate  trials or make other orders to \nprevent delay or prejudice \n \nRule 21 : Neither misjoinder of parties nor misjoinder of parties and \nclaims is ground for dismissal of an  action; but on such terms as are \njust parties may be dropped or added by order of the court on motion of \nany party or on its own initiative at  any stage of the action.  Any claim \nagainst a party may be severed and proceeded with separately. \n \n{8} The rules specified above are all designed to impose upon counsel and the \ncourts the obligation to conduct litigation in a cost-effective and efficient manner.  \nThe rules provide judges with wide latitude in their enforcement and in managing \nlitigation.  The goal is to ensure that parties are not forced to settle cases based on \nconsiderations other than the merits of the claims and defenses. \n{9} Rule 8 calls for simple, concise and direct pleadings which are sufficiently \nparticular to give the court and each defendant fair notice of what claims the \nplaintiff is asserting against each of the defendants and the grounds upon which the \nclaims rest.  That directive is supplemented by Rule 9’s requirement that fraud and \nsimilar claims include allegations of all material facts and circumstances \nconstituting the alleged fraud.  Our courts have based the requirement for \nparticularity of pleading in fraud cases in part on the wide variety of potential \nconduct that can constitute fraud and the need for specificity to protect defendants \nfrom unjustified injury from general allegations.  \nTerry v. Terry, 302 N.C. 77, 273 \nS.E.2d 674 (1981).   \n{10} Rule 10(b) provides further guidance by specifying that each paragraph    \nbe limited to a single set of circumstances and that each claim is founded upon a \nseparate transaction or occurrence.   \n{11} The clear and simple purpose of these rules is to put the court and the \nparties on notice of the claims asserted against a party so that the claims can be \nmanaged by the court and defended by the party against whom they are asserted.  \nPleadings that fail to meet these requirements are deficient because they \nunnecessarily increase motion practice, the workload of the courts, the costs to the \nparties, and the friction between counsel.  They also impact the basic fairness of   \nthe system as well as the costs.  Pleadings that do not follow the rules subject the \nprofession to criticism and cause the public to lose confidence in—or at least not \nunderstand—the justice system.  \n{12} Rules 20 and 21 provide the courts and counsel with management tools to \njoin or sever parties and claims in a manner that promotes judicial economy and \njustice.  The court cannot adeptly exercise its discretion with respect to these rules \nwithout clear pleadings that comply with the rules discussed earlier.  Clear and \nconcise pleadings that spell out which claims are asserted against which defendants \nare essential to the decision-making process under Rules 20 and 21. \n{13} Rule 11 ensures that counsel have done their homework before filing \nclaims, particularly those involving fraud and conspiracy to commit fraud.  Having \ndone the work required by Rule 11, there is no excuse for not properly pleading \nseparate causes of action that put each defendant on notice of the claims asserted \nagainst that defendant.  Failure to properly plead separate causes of action and to \nidentify specifically the party against whom a claim is asserted may be an \nindication of a Rule 11 violation. \n{14} Despite its length and breadth, the Amended Complaint in this action fails \nto tell the Court or Defendants which claims are asserted against which defendants \nby which plaintiffs.  Complaints in this type of case should clearly specify each claim \nthat a plaintiff is asserting against a particular defendant.1  With respect to fraud \nand misrepresentation claims, each such claim made against a defendant must be \nsupported by specific allegations as to that defendant as required by Rule 9.  By \nway of example, allegations of misrepresentations by a salesperson should specify \neach misrepresentation, the salesperson making the misrepresentation and the \nplaintiff to whom the misrepresentation was made. \n{15} Claims against individuals or institutions that are based upon mere \nconclusory allegations of conspiracy to defraud or aiding and abetting fraud are \ninsufficient.  Such claims should be supported by factual allegation sufficient to \napprise each defendant of the basis for his or her liability.  Rule 9 requires that \nallegations of conspiracy to commit fraud or aiding and abetting fraud specify the \nfactual basis and acts supporting the participation in the conspiracy.  For example, \nclaims of conspiracy to defraud against financial institutions loaning funds to \nborrowers secured by the property purchased should specify the basis for the \nfinancial institutions’ knowledge of and participation in the conspiracy.  Where \nknown, the names of the specific employee of the financial institution knowing of \nand participating in the fraud should be pled. \n{16} Care should be taken to distinguish owners/officers of defendant companies \nfrom non-managerial employees who have no authority and who do not benefit from \nthe alleged fraud.  Allegations of unfair and deceptive practices should specify the \n                                                 \n1 Family members may be grouped together. \nactual acts or practices forming the basis of the claim and the defendants who \nallegedly committed those acts. \n{17} In order for the Court to determine which claims should be tried together \nand which should be separated, Plaintiffs’ counsel shall file within thirty (30) days \nof the entry of this Order a Statement of Claims in the form of the example attached \nhereto as Appendix A.  At the close of discovery, the Court will determine whether \nto try each of Plaintiffs’ claims individually or in groups of plaintiffs or claims.  The \nStatement of Claims will be the beginning point for those determinations.  The \nCourt’s goal will be to find the most efficient and economical way to present the \nclaims to a jury. \nSO ORDERED, this 22nd day of September, 2010. \n \n \n \nAPPENDIX A \n \n \nSTATEMENT OF CLAIMS \n \nPLAINTIFF(S) 1 asserts the following claims against DEFENDANT 1: \n(List all claims asserted against this Defendant) \n1. Violation of the Interstate Land Sales Full Disclosure Act (Failure to Provide \nProperty Report): the transactions or occurrences on which the claim is founded \n2. Violation of Interstate Land Sales Full Disclosure Act (Fraud and Deceit Upon \nPurchasers): the transactions or occurrences on which the claim is founded \n3. Rescission: the transactions or occurrences on which the claim is founded \n4. Breach of Contract/Anticipatory Breach: the transactions or occurrences on which \nthe claims are founded \n5. Breach of Covenant of Good Faith and Fair Dealing: the transactions or occurrences \non which the claim is founded \n6. Negligence: the transactions or occurrences on which the claim is founded \n7. Fraud/Misrepresentation/Negligent Misrepresentation: all material facts and \ncircumstances constituting the fraud/misrepresentation/negligent misrepresentation \nwith particularity \n8. Breach of Fiduciary Duty:  the transactions or occurrences on which the claim is \nfounded \n9. Fraud in the Inducement: all material facts and circumstances constituting the fraud \nin the inducement with particularity \n10. Constructive Fraud: all material facts and circumstances constituting the \nconstructive fraud with particularity \n11. Unfair and Deceptive Trade Practices: the acts or practices forming the basis of the \nclaim \n12. Obtaining Property by False Pretenses: all material facts and circumstances \nconstituting the false pretenses with particularity \n13. Fraudulent Conveyance: all material facts and circumstances supporting the \nfraudulent conveyance claim with particularity \n14. Piercing the Corporate Veil: the transactions or occurrences on which the claim is \nfounded \n15. Racketeer Influence and Corrupt Organizations: all material facts and circumstances \nconstituting the racketeer influence and corrupt organizations claim with \nparticularity \n16. Punitive Damages: the transactions or occurrences on which the claim is founded \n17. Civil Conspiracy/Aiding and Abetting: the factual basis and acts supporting the \nparticipation in the conspiracy with particularity "
}