{
  "id": "dca988615f731a2c57c0fa5756e5c95098fe8b378267395bf366acdc518a5ee8",
  "source_file": "data/raw/ncbc/dca988615f731a2c57c0fa5756e5c95098fe8b378267395bf366acdc518a5ee8.pdf",
  "raw_text": "Carolina Home Sols. 1, Inc. v. Crystal Coast Home Sols., Inc., 2018 NCBC 57. \n \nSTATE OF NORTH CAROLINA \n \nPITT COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 2743 \n \nCAROLINA HOME SOLUTIONS 1, \nINC., \n \nPlaintiff/Counterclaim Defendant, \n \nv. \n \nCRYSTAL COAST HOME \nSOLUTIONS, INC., \n \nDefendant/Counterclaimant, \n \nv. \n \nCHARLES BOUDREAU, \n \nAdditional Counterclaim Defendant. \n \n \n \n \n \n \n \n \nORDER AND OPINION DENYING \nPRO HAC VICE ADMISSION AND \nREFERRAL TO THE GEORGIA AND \nNORTH CAROLINA STATE BARS \n \n \n1. THIS MATTER is before the Court upon Plaintiff Carolina Home Solutions \n1, Inc. (“Plaintiff”) and Additional Counterclaim Defendant Charles Boudreau’s \n(“Boudreau”) Motion for Pro Hac Vice Admission (the “Motion”) of Charles V. Loncon \n(“Loncon”), filed June 1, 2018, in the above-captioned case.  \n2. Loncon is a member of the Georgia State B ar (admitted August 24, 1989).1  \nHe is not licensed to practice law in North Carolina.  As a result, to represent Plaintiff \nor Boudreau in this action, Loncon is required to comply with North Carolina’s \nrequirements for pro hac vice admission under N.C. Gen. Stat. § 84-4.1.   In particular, \nLoncon is required to associate and personally appear in this action with a local, duly \nlicensed North Carolina attorney .  See N.C. Gen. Stat. § 84 -4.1(5).  Despite first \n                                                           \n1  See State Bar of Georgia online Membership Directory at \nhttps://www.gabar.org/MemberSearchDetail.cfm?ID=NDU2NTIz. \nadvising the Court in May 2017 that he would be representing Plaintiff and Boudreau \nin this action, and re-affirming that intention several times thereafter, at no time \nprior to the filing of the current Motion on  Friday, June 1, 2018 —the eve of the \nscheduled commencement of the t rial of this action on Monday, June 4, 2018 —did \nany attorney licensed in the State of North Carolina file a notice of appearance on \nbehalf of Plaintiff or Boudreau or seek pro hac vice admission for Loncon.   \n3. On June 1, 2018, the Court held a telephone con ference with the parties to \naddress the Motion.  This Order and Opinion memorializes the Court’s oral ruling on \nthat conference call.  For the reasons set forth below, the Court, in the exercise of its \ndiscretion, hereby DENIES the Motion and REFERS this matter to the Georgia and \nNorth Carolina State Bars for review. \nWard and Smith, P.A., by E. Bradley Evans, for Plaintiff and Counterclaim \nDefendant Carolina Home Solutions 1, Inc. and Additional Counterclaim \nDefendant Charles Boudreau. \nLanier, King & Paysour, PLLC, by Jeremy King and Steven F. Johnson, for \nDefendant and Counterclaimant Crystal Coast Home Solutions, Inc. \n \nBledsoe, Judge. \nI. \nPROCEDURAL AND FACTUAL BACKGROUND \n4. Plaintiff is a North Carolina corporation with its principal place of business \nin Greenville, Pitt County, North Carolina, (Compl. ¶ 1 , ECF No. 1 ), and was \nadministratively dissolved on October 6, 2016 , (Mot., Defenses, Ans., Countercls. &  \nThird-Party Compl. 3, ECF No. 2 ).  Boudreau is the president and sole shareholder \nof Plaintiff.  (Mot., Defenses, Ans., Countercls. & Third-Party Compl. 3.) \n5. On November 29, 2016, Jonathan Bridgers, a duly licensed North Carolina \nattorney with the Bridgers Law Firm in Greenville, North Carolina (collectively, \n“Bridgers”), filed the Complaint initiating this action on behalf of Plaintiff.  (See \nCompl. 3.) \n6. On May 16, 2017, Bridgers filed a motion to withdraw as counsel for Plaintiff \nand Boudreau (“Motion to Withdraw”), representing that Plaintiff and Boudreau had \nterminated Bridgers’ services and refused to pay Bridgers’ attorneys’ fees.  (Pl.’s and \nThird-Party Def.’s Br. Supp. Mot. Withdraw  2–3, ECF No. 19.)  Plaintiff and \nBoudreau provided their written consent to the  Motion to Withdraw .  (See Mot. \nWithdraw, ECF No. 19.1.) \n7. The Court granted the Motion to Withdraw on May 17, 2017, stating that (i) \nPlaintiff “is advised and put on notice that, under North Carolina law, a corporation \nmay not represent itself in the superi or courts of this State and must instead be \nrepresented by a licensed attorney to appear before this Court,”  citing LexisNexis, \nDivision of Reed Elsevier, Inc. v. Travishan Corp., 155 N.C. App. 205, 209, 573 S.E.2d \n547, 549 (2002), and (ii) “[a]ny new counsel for [Plaintiff] is hereby ordered to file and \nserve a notice of appearance promptly upon retention.”  (Order Mot. Withdraw 2–3, \nECF No. 20.) \n8. On May 30, 2017, Defendant’s counsel, Steven F. Johnson, advised the \nCourt’s law clerk  by email, copying Loncon, that Loncon had contacted Johnson to \nadvise that Loncon had been retained by Plaintiff and Boudreau as their counsel in \nthis action.  It was not apparent from Johnson’s email that Loncon was a member of \nthe Georgia State Bar or that Loncon was not licensed to practice law in the State of \nNorth Carolina.  Later that same day, via email, the Court’s law clerk advised Loncon \nand all counsel of record that “Mr. Loncon should promptly comply with the Order on \nthe Motion to Withdraw and file a no tice of appearance with the Court.”  Loncon \nshortly thereafter confirmed to the Court that he intended to represent Plaintiff and \nBoudreau in this action but did not take the necessary steps under N.C. Gen. Stat. § \n84-4.1 to appear in this action at that time.   \n9. On December 15, 2017, the Court held a pretrial scheduling conference by \ntelephone, after which the Court set this action for trial to commence on April 30, \n2018.  Defendant was represented by counsel at the conference.  The Court, now \naware that Lo ncon was a member of the Georgia State Bar , but not of the North \nCarolina State Bar, permitted Loncon  to participate in the conference  based on \nLoncon’s May 2017 and December 2017 representations that he had been retained by \nPlaintiff and Boudreau as counsel in this action and his further representations in \nDecember 2017 that he would promptly associate with North Carolina -licensed \ncounsel and seek pro hac vice  admission to practice in the courts of this State for \npurposes of this action.   \n10. The Court emphasized to Loncon during the pretrial scheduling conference \nthat Plaintiff, as a North Carolina corporation, could not represent itself in this case \nwithout North Carolina-licensed counsel of record and that Loncon must comply with \nthe requirements of N.C. Gen. Stat. § 84-4.1 for pro hac vice admission, including \nassociating with North Carolina -licensed counsel, before proceeding further as \ncounsel for Plaintiff and Boudreau in this action.  Loncon indicated that he would \npromptly associate with local counsel and comply with North Carolina’s pro hac vice \nadmission requirements.    \n11. On December 21, 2017, the Court entered the Pretrial Scheduling Order, \nwhich established dates and deadlines for, among other things, the exchange of \nwitness and exhibit lists (March 2, 2018), a pretrial conference among counsel (March \n26, 2018), the exchange of objections to trial exhibits (March 30, 2018), the filing of \nmotions in limine (April 2, 2018), and the filing of a proposed pretrial order (April 2, \n2018).  (Pretrial Scheduling Order 1 –4, ECF No. 26.)  Plaintiff and Boudreau failed \nto comply with any of these provisions of the Pretrial Scheduling Order, and, despite \nhis earlier representations, Loncon did not associate  with North Carolina-licensed \ncounsel and seek pro hac vice admission prior to any of these case deadlines.   \n12. By order dated April 17, 2018 (the “April 17 Order”), the Court rescheduled \nthe trial to commence on June 4, 2018, the pretrial hearing for May 22, 2018, and the \ndeadline to submit motions in limine and a proposed pretrial order to May 8, 2018.  \n(Am. Pretrial Scheduling Order & Notice to Pl. 2 –4, ECF No. 30.)  The Court also \nused the Apri l 17 Order to remind Plaintiff of the previously cited ruling in  \nLexisNexis, Division of Reed Elsevier, Inc., 155 N.C. App. at 209, 573 S.E.2d at 549, \nand to reiterate (i) that “unless Plaintiff is represented by a duly admitted and \nlicensed attorney-at-law at trial, Plaintiff will not be permitted to participate in the \ntrial,” and (ii) that “Loncon may not represent Plaintiff in this action unless Plaintiff \nand he promptly comply with the requirements of N.C. Gen. Stat. § 84-4.1, including, \nin particular, Plaintiff’s retention of counsel duly licensed in North Carolina with \nwhom Mr. Loncon will be personally appearing in this action. ”  (Am. Pretrial \nScheduling Order & Notice to Pl. 6.) \n13. On May 18, 2018, ten days after Plaintiff and Boudreau failed to confer with \nDefendant’s counsel and submit a proposed pretrial order as required under the April \n17 Order, Loncon sent an email to the Court ’s law clerk  on behalf of Plaintiff and \nBoudreau seeking a continuance of the pretrial hearing scheduled for May 22, 2018. \n14. By order dated May 21, 2018, the Court denied Loncon’s request because \nLoncon had not properly associated with North Carolina-licensed counsel or complied \nwith section 84-4.1 and therefore did not have legal authority to represent Plaintiff \nor Boudreau in this action.2  (See Order Denying Request for Extension 1–2, ECF No. \n34.) \n15. On May 22, 2018,  prior to the pretrial hearing later that day, Loncon sent \nan email to the Court’s law clerk (i) apologizing for not having successfully associated \nlocal counsel with the case and fulfilling the requirements for pro hac vice admission, \n(ii) advising that Boudreau would be available via telephone for the pretrial hearing, \nand (iii) representing that Loncon would be filing a motion for pro hac vice admission \nthe following day , on May 23, 2018.  Boudreau represented himself at the pretrial \n                                                           \n2  The Court notes that had Loncon been duly admitted pro hac vice, his request still would \nhave been subject to automatic denial for failure to comply with BCR 7.2 (requiring each \nmotion to be set out in a separate document and electronically filed) and BCR 7.3 (requiring \neach motion to reflect consultation with opposing counsel). \nhearing via telephone  and advised that he still intended for Loncon to represent \nPlaintiff and Boudreau at trial.   \n16. Despite Loncon’s promise, neither Loncon  nor any North Carolina-licensed \nattorney filed a motion for pro hac vice admission for Loncon on May 23, 2018.  On \nthat same day, despite the Court’s repeated admonitions that Plaintiff coul d not \nrepresent itself in this action, Boudreau sent Defendant’s counsel a document titled \n“Plaintiff and Third Party Defendant, Carolina Home Solutions 1, Inc.’s Portion of \nProposed Pretrial Order” signed by “Charles Boudreau, for Carolina Home Solutions, \n1, Inc.”  (See Def.’s Mot. Summ. J. Ex. A., at 6, ECF No. 36.)  This document contains \nsix pages of information responding to the numbered paragraphs of Defendant ’s \nproposed pretrial order and appears to the Court to have been prepared by a lawyer.   \n17. On May 30, 2018 , Boudreau filed a trial brief  containing six pages of legal \nargument.  The brief stated  that it was filed both in Boudreau’s individual capacity \nand on behalf of Plaintiff, again ignoring the Court’s repeated admonitions that \nPlaintiff could not represent itself in this action.  (See Pl. & Third-Party Def., Carolina \nHome Solutions I, Inc.’s Br. Under Rule 12.12, ECF No. 38.)   As a result, the Court \nstruck the trial brief to the extent it was filed on behalf of Plaintiff.  (See Order Strike \nPl.’s Trial Br., ECF No. 41.)   Like Boudreau’s portion of the pretrial order, the trial \nbrief appears to the Court to have been prepared by a lawyer. \n18. On the last business day before trial—June 1, 2018 —Bradley Evans, an \nattorney licensed in the State of North Carolina, filed a  Notice of Appearance on \nbehalf of Plaintiff and Boudreau and immediately thereafter filed the Motion.  (See \nNotice of Appearance, ECF No. 45; Pl. & Third Party Def. Carolina Home Solutions, \nI, Inc.’s & Def. Boudreau’s Mot. Admission Pro Hac Vice of Loncon, ECF No. 43.)  The \nCourt convened a telephone conference that same day with Mr. Evans and counsel \nfor Defendant, during which the Court orally denied the Motion.  Mr. Evans informed \nthe Court that he had only been retained that day and requested a short continuance \nto prepare for trial.   Defendant’s counsel acknowledge d that a modest delay in \ncommencing trial would not unduly prejudice Defendant.  The Court therefore agreed \nto continue the trial for a relatively short time period to permit Mr. Evans an \nopportunity to prepare for trial and allow the parties to engage in mediation. \nII. \nLEGAL ANALYSIS \n19. North Carolina law is clear that pro hac vice  admission to practice in the \ncourts of this State “is not a right but a discretionary privilege.”  Couch v. Private \nDiagnostic Clinic, 146 N.C. App. 658, 669, 554 S.E.2d 356, 364 (2001); see N.C. Gen. \nStat § 84-4.1 (“Compliance with the [statutory requirements for a pro hac vice motion] \ndoes not deprive the court of the discretionary power to allow or reject the \napplication.”).  The authority provided by the statute governing pro hac vice  \nadmission ensures “a means to control out-of-state counsel and to assure compliance \nwith the duties and responsibilities of attorneys practicing in this State.”  Couch, 146 \nN.C. App. at 670, 554 S.E.2d at 365.  “Such a right is ‘permissive and subject to the \nsound discretion of the Court.’”  Id. at 669, 554 S.E.2d at 364 (quoting State v. Hunter, \n290 N.C. 556, 568, 227 S.E.2d 535, 542 (1976)).  While “a litigant has a fundamental \nright to select the attorney who will represent him in his lawsuit,” Hagins v. \nRedevelopment Comm’n, 275 N.C. 90, 102, 165 S.E.2d 490, 498 (1969), that right “is \nnot authority for the proposition that a litigant has a right to be represented in  the \ncourts of North Carolina by counsel who are not duly licensed to practice in this state,” \nLeonard v. Johns-Manville Sales Corp. , 57 N.C. App. 553, 555 –56, 291 S.E.2d 828, \n830 (1982).  \n20. Here, after repeated representations that he would do so, and in disregard \nof repeated instructions from the Court, Loncon failed to associate  with North \nCarolina-licensed counsel and seek pro hac vice admission to participate in this case \nfor over a year after first advising the Court that he intended to represent Plaintiff \nand Boudreau as counsel in this action.  Instead, Loncon waited until the Friday \nafternoon before the trial’s scheduled Monday commencement to seek pro hac vice  \nadmission with the aid of a North Carolina-licensed attorney who had been retained \nthat same day.  This conduct alone justifies the Court’s denial of the Motion. \n21. In addition, in light of the fact that (i) Boudreau is not a North Carolina -\nlicensed attorney, (ii) Loncon repeatedly indicated to the Court that he represented \nPlaintiff and Boudreau in this matter but failed to associate with North Carolina-\nlicensed counsel and seek pro hac vice  admission until June 1, 2018, and ( iii) \nBoudreau’s portion of the proposed final pretrial order and Boudreau’s trial brief each \nappear to have been prepared by an attorney , although each is  signed only by \nBoudreau, the Court has serious concer ns that Boudreau’s portion of the pretrial \norder submitted to Defendant’ s counsel and the trial brief Boudreau filed with the \nCourt were in fact “ghostwritten” by Loncon.   \n22. An attorney licensed in North Carolina may draft pleadings on behalf of \na pro se party like Boudreau in a state court proceeding without making an \nappearance as counsel of record.   See North Carolina State Bar, RPC 114 (July 12, \n1991); 2008 Formal Ethics Opinion 3 .  Such is not the case, however, for an out -of-\nstate attorney unless the attorney complies with the requirements of section 84-4.1.  \nBurgess v. Vitola, 2008 NCBC LEXIS 7, at * 10–11 (N.C. Super. Ct. Mar. 26, 2008).  \nAs this Court has previously stated, “[t]o hold otherwise would allow attorneys not \nlicensed or admitted to practice in North Carolina to circumvent this State's \nrequirements for pro hac vice admission.”  Id. at *11. \n23. As such, it appears to the Court that Loncon may have engaged in the \nunauthorized practice of law in this State.  See id. at *10–12 (finding that an out-of-\nstate attorney who had not made a pro hac vice appearance was engaged in the \nunauthorized practice of law by assisting in defendant’s preparation of a motion to \ndismiss and other filings submitted to the court).3   \n24. “[E]ngaging in the unauthorized practice of law is a Class 1 misdemeanor”  \nunder North Carolina law.  Id., 2008 NCBC LEXIS 7, at *9 (citing N.C. Gen. Stat. §§ \n                                                           \n3 Numerous federal courts have “ condemn[ed] the ghostwriting of pleadings for parties \npurporting to appear pro se,” Bittle v. Elec. Ry. Improvement Co., 576 F. Supp. 2d 744, 755 \nn.9 (M.D.N.C. 2008) , including on grounds that the practice constitutes the unauthorized \npractice of law, see, e.g., Fin. Fair v. Gaston Cty. Family YMCA, No. 3:11-CV-524-MOC-DSC, \n2012 U.S. Dist. LEXIS 102493, at *2 (W.D.N.C. June 12, 2012); In re Dreamplay, Inc ., 534 \nB.R. 106, 120 ( Bankr. D. Md. 2015) (“ [W]hether ‘ ghostwriting’ may ever be deemed \npermissible in this Circuit, that would not excuse an out of state, unadmitted attorney from \npracticing law without either a license or pro hac vice approval.”).  \n84-4, 84 -8).  The Court’s reasonable suspicion that Loncon has engaged in the \nunauthorized practice of law in this action provides a separate and independent basis \non which the Court denies the Motion .  Foreclosure of a Deed of Trust v. Branch \nBanking & Tr. Co., 175 N.C. App. 653, 658, 625 S.E.2d 155, 158–59 (2006) (upholding \ntrial court’s denial of pro hac vice motion where the trial court found that the out-of-\nstate attorney had participat ed in the unauthorized practice of law when he filed \npapers with the court without local counsel’s signature while the pro hac vice motion \nwas pending). \n25. In addition, considering the Court’s instructions to Loncon at the December \n2017 Pretrial Scheduling Conference, and the specific admonition in the Court’s April \n17 Order that “Loncon may not represent Plaintiff in this action unless Plaintiff and \nhe promptly comply with the requirements of N.C. Gen. Stat. § 84-4.1,” the Court has \nserious concerns that Loncon not only engaged in the unauthorized practice of law in \nthis State, but did so knowingly, intentionally, and willfully to circumvent the \nrequirements of section 84 -4.1 and the Court’s express and repeated directives, \nincluding those contained in the April 17 Order.   \n26. As a result, the Court concludes that it is appropriate to forward this Order \nand Opinion to the North Carolina and Georgia State Bars for review and, if deemed \nappropriate, further action concerning Loncon.  See Burgess, 2008 NCBC LEXIS 7, at \n*18 (sending order addressing non-appearing out-of-state counsel’s ghostwriting to \nState Bars of California and North Carolina for review); see also Clay v. United States, \n1:11CR304-1, 1:13CV629, 2015 U.S. Dist. LEXIS 25352, at * 11 (M.D.N.C. Mar. 3, \n2015) (sending order addressing non-appearing out-of-state counsel’s ghostwriting to \nState Bars of Florida and North Carolina for review). \nIII. \nCONCLUSION \n27. WHEREFORE, based on the foregoing, the Court, in the exercise of its \ndiscretion, hereby ORDERS as follows:  \na. Plaintiff’s and Boudreau’s  Motion is hereby DENIED.  Plaintiff and \nBoudreau shall continue to be represented by their North Carolina -\nlicensed counsel of record.   \nb. A copy of this Order and Opinion shall be provided to the North Carolina \nand Georgia State Bars for each State Bar’s review concerning whether \nLoncon should be subjected to discipline under the laws and rules of that \nState.   \nSO ORDERED, this the 19th day of June, 2018.  \n \n     /s/ Louis A. Bledsoe, III  \n      Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases \n "
}