{
  "id": "dcbb46ecfa3a9e4f5a260cae179fe1bf736925a4d49bf3f7e2d4e358c82d8726",
  "source_file": "data/raw/ncbc/dcbb46ecfa3a9e4f5a260cae179fe1bf736925a4d49bf3f7e2d4e358c82d8726.pdf",
  "raw_text": " Loray Mill Devs., LLC v. Camden Loray Mill Phase 1, LLC, 2023 NCBC 41. \nSTATE OF NORTH CAROLINA \n \nGASTON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 725 \n \nLORAY MILL DEVELOPERS, LLC; \nLORAY MILL MANAGER, LLC; \nLORAY COMMERCIAL TENANT, \nLLC; LORAY MILL \nREDEVELOPMENT PHASE II, LLC; \nJBS VENTURES, LLC; and JOSEPH \nLENIHAN, \n \nPlaintiffs, \n \nv. \n \nCAMDEN LORAY MILL PHASE I, \nLLC and JOHN GUMPERT, \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION TO \nRECONSIDER THE COURT’S \nAMENDED ORDER AND OPINION \nON CROSS-MOTIONS FOR \nSUMMARY JUDGMENT \n \n \n1. THIS MATTER is before the Court on Plaintiffs’ Motion to Reconsider the \nCourt’s Amended Order and Opinion on Cross-Motions for Summary Judgment (the \n“Motion”),1 filed 11 April 2023 in the above-captioned case.  \n2. Having considered the Motion, the briefs in support of and in opposition to \nthe Motion, the arguments of counsel at the hearing on the Motion, and other \nappropriate matters of record, the Court hereby GRANTS the Motion as set forth \nbelow.   \nRosenwood, Rose & Litwak, PLLC, by Erik M. Rosenwood, for Plaintiffs-\nCounterclaim Defendants Loray Mill Developers, LLC, Loray Mill \nManager, LLC, Loray Commercial Tenant, LLC, Loray Mill \nRedevelopment Phase II, LLC, JBS Ventures, LLC, and Joseph Lenihan. \nBerman Fink Van Horn P.C., by William J. Piercy, and McGuire Wood \n& Bissette, P.A., by Joseph P. McGuire  and Matthew S. Roberson , for \nDefendants-Counterclaim Plaintiffs Camden Loray Mill Phase I, LLC \nand John Gumpert. \n \n1 (ECF No. 101.) \n \nBledsoe, Chief Judge. \n \nI. \n \nPROCEDURAL HISTORY \n \n3. Plaintiffs filed their Complaint initiating this action on 23 February 2021.2  \nDefendants subsequently filed their  Answer and Verified Counterclaims  (the \n“Counterclaims”)  on 5 April 2021.3  In Count IX of their Counterclaims, Defendants \nraised a claim for declaratory judgment (the “DJ Claim”),4 seeking a “determination \nby this Court concerning the extent of Camden’s ownership interest” in Loray Mill \nDevelopers, LLC (“LMD”), Loray Mill Manager, LLC (“LMM”), and Loray \nCommercial Tenant, LLC (“LCT”).  The DJ Claim also sought a declaration pertaining \nto the amount, timing, and conditions precedent for the payment of a development \nfee that Plaintiffs had allegedly failed to pay to Defendants.5    \n4. The parties filed cross -motions for summary judgment on 15 March 2022 \n(the “Cross -Motions”),6  which were fully briefed as of  25 April 2022. 7  Plaintiffs’ \n \n2 (Verified Compl., ECF No. 3.) \n \n3 (Defs.’ Answer and Verified Countercls. ¶¶ 189–94 [hereinafter “Countercls.”], ECF No. 4.)  \nDefendants’ Answer and Verified Counterclaims contains two sections with separately \nnumbered paragraphs for Defendants’ Answer and Defendants’ Counterclaims, respectively.  \nThe Court’s citations in this Order refer to the Counterclaims section only. \n \n4 (Countercls. ¶¶ 189–94.)   \n \n5 (Countercls. ¶ 191.) \n \n6 (Defs.’ Motion Summ. J. Pls.’ Claims Defs.’ Countercl. Declaratory J., ECF No. 30 ; Pls.’ \nMotion Summ. J., ECF No. 32.)   \n \n7 (See ECF Nos. 31, 35, 37, 39, 40.)   \n \nMotion for Summary Judgment (“Plaintiffs’ SJ Motion”), sought summary judgment \non all of Defendants’ claims , contending, inter alia, that most of Defendants’ claims \nwere time-barred under the applicable statutes of limitations.8   \n5. During its consideration of the Cross -Motions, the Court ordered \nsupplemental briefing twice: (i) first on 6 December 2022 regarding the potential \napplication of the economic loss rule to Defendants’ derivative counterclaims for \nbreach of fiduciary duty and constructive fraud 9 and (ii) again on 9 December 2022 \nregarding the potential impact on the issues presented in the Cross-Motions of a K-1 \ntax f orm produced to Defendants for LCT.10  The parties timely submitted \nsupplemental briefing on both issues , and briefing was completed on the Cross -\nMotions on 22 December 2022.11 \n6. The Court issued its Order and Opinion on Cross -Motions for Summary \nJudgment (the “Original Order”) on 7 February 2023. 12  The Court concluded in the \nOriginal Order that Defendants’ claims for breach of contract, declaratory judgment, \nand breach of fiduciary duty  were time-barred to the extent they were premised on \nconduct occurring before 5 April 2018.13    \n \n8 (Pls.’ Motion Summ. J. 2.) \n \n9 (Order Suppl. Briefing Motions Summ. J., ECF No. 73.) \n \n10 (Second Order Suppl. Briefing Motions Summ. J., ECF No. 74.) \n \n11 (See ECF Nos. 76–77, 83–86.) \n \n12 (Order and Op. Cross-Motions Summ. J. [hereinafter “Original Order”], ECF No. 91.) \n \n13 (Original Order ¶¶ 78, 102.) \n7. The Court, acting sua sponte, subsequently amended the Original Order on \n27 March 2023 in its Amended Order and Opinion on Cross -Motions for Summary \nJudgment (the “Amended Order”). 14  Part of the Amended Order’s purpose was “to \namend and clarify certain of the Court’s rulings on Plaintiffs’ Motion on Defendants’ \ncounterclaim for declaratory judgment.”15   \n8. Of particular significance here,  the Court modified paragraph 78 of the \nOriginal Order.  That provision read as follows:16 \nAccordingly, based on the above, the Court concludes that the applicable \nstatutes of limitation s bar Defendants’ claims for breach of contract, \ndeclaratory judgment, and breach of fiduciary duty related to (i) JBS’s \nfailure to pay the development fee, (ii) LMM’s failure to pay the \nconstruction management fee, (iii) unbudgeted commercial tenant upfit \nexpenditures flowing from JBS’s design changes in 2013 and 2014, (iv) \nJBS’s failure to reach an agreement with Foss regarding tax credits, (v) \nGumpert’s lost financing, (vi) Lenihan’s alleged self -dealing prior to 5 \nApril 2018, and (vii) the Capital Calls  on 8 December 2015 and 6 June \n2017.  Accordingly, Plaintiffs’ Motion will be granted to this extent and \nthe foregoing claims will be dismissed with prejudice.  \n \n9. Paragraph 78 of the Amended Order changed the original paragraph 78 to \nread:17 \nAccordingly, based on the above, the Court concludes that the applicable \nstatutes of limitations bar Defendants’ claim  for breach of contract[, \ndeclaratory judgment,] and breach of fiduciary duty related to (i) JBS’s \nalleged failure to pay the development fee, (ii) LMM’s alleged failure to \npay the construction management fee, (iii) unbudgeted commercial \ntenant upfit expenditures flowing from JBS’s design changes in 2013 \n \n14 (Am. Order and Op. Cross-Motions Summ. J. [hereinafter “Amended Order”], ECF No. 98.) \n \n15 (Amended Order 1 n. 1.) \n \n16 Footnotes in the original text have been omitted.  \n \n17 For ease of comparison, newly added text appears in italics, and deleted text is enclosed in \nbrackets.  Footnotes in the amended text have also been omitted. \nand 2014, (iv) JBS’s failure to reach an agreement with Foss regarding \ntax credits, (v) Gumpert’s lost financing, (vi) Lenihan’s alleged self -\ndealing prior to 5 April 2018, and (vii) the Capital Calls on 8 December \n2015 and 6 June 2017.  The Court further concludes that the applicable \nstatute of limitations likewise bars Defendants’  declaratory judgment \nclaim concerning Camden’s alleged right to payment of the development \nfee given that claim’s close correlation to Defendants’ breach of contract \nclaim based on the same conduct and seeking essentially the same relief.  \nAccordingly, Plaintiffs’ Motion will be granted to this extent and the \nforegoing claims will be dismissed with prejudice. \n \n10. The Court also added a new footnote 115 to indicate that “issues of fact \npreclude[d] summary judgment for Plaintiffs dismissing Defendants’ declaratory \njudgment counterclaim for the period prior to 5 April 2018”18 and modified paragraph \n102(b) to deny Plaintiffs’ SJ Motion as to “Defendants’ declaratory judgment \ncounterclaim to the extent that claim seeks to establish the parties’ respective \nownership rights in LMM, LCT, and LMD.”19  The effect of the Court’s amendments \nwas to allow that portion of Defendants’ declaratory judgment claim seeking to \nestablish the respective parties’ ownership interests in LMD, LMM, and LCT  to \nsurvive summary judgment, whether premised on events before or after 5 April 2018.  \n11. Plaintiffs filed the current Motion on 11 April 2023, contending that the \nCourt’s changes to paragraphs 78 and 102(b) in the Amended Order constituted clear \nlegal error and should be reconsidered.20  The Court convened a hearing on the Motion \non 25 May 2023 by Webex videoconference, at which all parties were represented by \ncounsel.  The Motion is now ripe for resolution. \n \n18 (Amended Order ¶ 79, n.115.) \n \n19 (Amended Order ¶ 102(b).) \n \n20 (Pls.’ Mot. Reconsider Court’s Am. Order and Op. Cross-Mots. Summ. J. 3–4.) \nII. \n \nLEGAL STANDARD \n \n12. The Motion is made under Rules 54(b) and 60(b) of the North Carolina Rules \nof Civil Procedure (the “Rule(s)”).21  Rule 54(b) provides that “any order or other form \nof decision is subject to revision at any time before the entry of judgment adjudicating \nall the claims and the rights and liabilities of all the parties.”22  See also Vizant Techs., \nLLC v. YRC Worldwide, Inc., 2018 NCBC LEXIS 155, at *9 (N.C. Super. Ct. Nov. 15, \n2018) (“[A] trial court judge has the authority to reconsider his or her own summary \njudgment ruling[.]”), aff’d per curiam, 373 N.C. 549 (2020).  Rule 60(b) provides that \n“[o]n motion and upon such terms as are just, the court may relieve a party or his \nlegal representative from a final judgment, order, or proceeding for  . . . [m]istake, \ninadvertence, surprise, or excusable neglect . . . [or a]ny other reason justifying relief \nfrom the operation of the judgment.”23 \n13. As an initial matter, t o the extent that the Motion seeks reconsideration \nunder Rule 60, it must be denied.  Rule 60(b) applies only to “final judgments, orders, \nand proceedings; it has no application to interlocutory orders.”  Pratt v. Staton, 147 \nN.C. App. 771, 775 (2001).  Because both the Original Order and the Amended Order \nare interlocutory rulings on partial summary judgment, Rule 60 does not apply.  Cf. \nParmley v. Barrow , 253 N.C. App. 741, 745 (2017) (“A grant of partial summary \n \n21 (Pls.’ Mem. Law Supp. Motion Reconsider 3, ECF No. 102.) \n \n22 N.C.G.S. § 1A-1 Rule 54. \n \n23 N.C.G.S. § 1A-1 Rule 60. \n \njudgment, because it does not completely dispose of the case, is an interlocutory order \nfrom which there is ordinarily no right of appeal.” (quoting Curl v. Am. Multimedia, \nInc., 187 N.C. App. 649, 652 (2007))).  \n14. In contrast, Rule 54(b) appl ies to interlocutory orders and may be properly \ninvoked to reconsider the Amended Order .  See Tetra Tech Tesoro, Inc. v. JAAAT \nTech. Servs., LLC, 250 N.C. App. 791, 798 (2016).  But “[a] motion for reconsideration \nis not a vehicle to identity facts or legal arguments that could have been, but were \nnot, raised at the time the relevant motion was pending ,” W4 Farms, Inc. v. Tyson \nFarms, Inc., 2017 NCBC LEXIS 99, at * 5 (N.C. Super. Ct. Oct. 19, 2017) (quoting \nJulianello v. K-V Pharm. Co., 791 F.3d 915, 923 (8th Cir. 2015) ), and “[m]ost courts \nhave adhered to a fairly narrow set of grounds on which to reconsider their \ninterlocutory orders and opinions.”  Akeva, LLC v. Adidas Am., Inc., 385 F. Supp. 2d \n559, 565 (M.D.N.C. 2005)  (considering Rule 54(b)  of the Federal Rules of Civil \nProcedure).24  These grounds include “(1) the discovery of new evidence, (2) an \nintervening development or change in the controlling law, or (3) the need to correct a \nclear error or prevent manifest injustice.”  RF Micro Devices, Inc. v. Xiang , No. \n1:12CV967, 2016 U.S. Dist. LEXIS 74550, at *3–4 (M.D.N.C. June 8, 2016).  \n \n24 “Although the North Carolina courts have not formulated a standard to guide trial courts \nin considering a motion to amend an interlocutory ruling under Rule 54(b), federal case law \naddressing similarly worded portions of Federal Rule 54(b) provides useful guidance.”  In re \nSe. Eye Ctr.-Judgments, 2017 NCBC LEXIS 77, at *9 (N.C. Super. Ct. Aug. 22, 2017). \nIII. \n \nANALYSIS \n \n15. To begin , it is important to recognize that “an action for a declaratory \njudgment will lie only in a case in which there is an actual or real existing controversy \nbetween parties having adverse interests in the matter in dispute.”  Lide v. Mears, \n231 N.C. 111, 118 (1949) .  As a result , a trial court “ has jurisdiction to render a \ndeclaratory judgment only when the pleadings and evidence disclose the existence of \na genuine controversy between the parties to the action, arising out of conflicting \ncontentions as to their respective legal rights and liabili ties under a deed, will, \ncontract, statute, ordinance, or franchise.”  N.C. Dep’t of Corr. v. N.C. Med. Bd., 363 \nN.C. 189, 198 (2009) (quoting Nationwide Mut. Ins. Co. v. Roberts, 261 N.C. 285, 287 \n(1964)).  It follows that “ where it appears that the facts alleged disclose that either \nthe statute of limitations or the doctrine of laches is applicable thereto, there is no \njusticiable controversy as contemplated by the Declaratory Judgment [ ]  Act.”  \nNewman Mach. Co. v. Newman, 2 N.C. App. 491, 494 (1968), rev’d on other grounds, \n275 N.C. 189 (1969).  \n16. Significantly for this Motion, declaratory judgment claims are not subject to \nan independent, statutorily–mandated statute of limitations and instead “are subject \nto the . . . statute of limitations  . . . that governs the substantive right that is most \nclosely associated with the declaration that is being sought. ”  Chisum v. Campagna, \n376 N.C. 680, 719 (2021) ; see, e.g., McLean v. Spaulding , 273 N.C. App. 434, 442 \n(2020) (dismissing declaratory judgment claim as time-barred because “[t]he statute \nof limitations for declaratory relief [was] based upon the [untimely] underlying \nclaims”).  If the statute of limitations on the claim most closely associated with the  \nrequested declaration expires, the associated declaratory judgment claim will thus be \ntime-barred.  See, e.g., Ludlum v. State, 227 N.C. App. 92, 94 (2013) (“[I]f the statute \nof limitations was properly applied to plaintiff’s un derlying claims, no relief can be \nafforded under the Declaratory Judgment Act.”). \n17. Here, Defendants sought a declaratory judgment as to Camden’s ownership \ninterests in LMD, LMM, and LCT , as well as Camden ’s right to payment of a \npurported development fee , under the terms of the respective entities’ operating \nagreements.  The Court concluded in both its Original Order and its Amended Order \nthat Camden’s claims for breach of contract, breach of fiduciary duty, and declaratory \njudgment concerning Plaintiffs’ payment of the development fee to Defendants were \ntime-barred.25  The Motion does not seek reconsideration of the Court’s ruling s in \nthese respects, and they shall remain undisturbed. \n18. Instead, the Motion seeks the Court’s reconsidera tion of its conclusion in \nparagraphs 78 and 102(b) of the Amended Order that the declaratory judgment claim \nbased on the 8 December 2015 and 6 June 2017 Capital Calls (the “Capital Calls”) \nshould not be dismissed as time-barred.  Based on its careful review, the Court agrees \nwith Plaintiffs that paragraph s 78 and 102(b) of the Amended Order reflect clear \nerror and must be further amended. \n \n25 (Original Order ¶ 78; Amended Order ¶ 78.) \n19. The amendment is required because Defendants support their declaratory \njudgment claim as to these two Capital Calls by alleging that the Capital Calls were \n(i) improperly issued because they were made before the “Chevron Reserve” had been \nreleased (in alleged violation of Article 4.3 of the operating agreements), (ii) based on \nfunds JBS already contributed to the project through the conversion of loans to equity \n(in alleged violation of Article 4.2  of the operating agreements ), and (iii) caused by \nimproper or unbudgeted project expenses (in alleged violation of Articles 3.1, 3.2, and \n3.3 of the operating agreements).26   \n20. Thus, by their pleading’s plain terms, Defendants rest their counterclaim as \nto the two Capital Calls on alleged breaches of the applicable operating agreements, \nalleged self -dealing in violation of JBS’s fiduciary duties , or both .  As such, \nDefendants’ declaratory judgment counterclaim simply re states Defendants’ \ncounterclaims for breach of contract or breach of fiduciary duty and, like those claims, \nis subject to a three-year statute of limitations.27  See, e.g., McLean, 273 N.C. App. at \n442; Futures Group, Inc. v. Brosnan, 2022 NCBC LEXIS 150, at *14 (N.C. Super. Ct. \n \n26 (Countercls. ¶¶ 83–91; see Aff. Erik M. Rosenwood, dated 15 Mar. 2022, Ex. 1, Operating \nAgreement Loray Mill Manager, LLC Arts. 3.1 –.3, 4.2–.3 [hereinafter “LM M Agreement”], \nECF No. 33. 1).  The operating agreements for LM D and LCT are identical to the LMM \nAgreement and appear on the  Court’s electronic docket as ECF Nos. 33.2 and 33.3, \nrespectively.  \n \n27 N.C.G.S. § 1 -52(1); Toomer v. Branch Banking & Tr. Co. , 171 N.C. App. 58, 66 (2005) \n(“Allegations of breach of fiduciary duty that do not rise to the level of constructive fraud are \ngoverned by the three-year statute of limitations applicable to contract actions contained in \nN.C.G.S. § 1-52(1)[.]”). \n \nDec. 7, 2022) (applying three-year breach of contract statute of limitations to “closely \nassociated” declaratory judgment claim).   \n21. Since Defendants filed their Counterclaims on 5 April 2021 , Defendants’ \nclaims for breach of contract, breach of fiduciary duty, and declaratory judgment \nbased on those claims are time -barred to the extent they are premised on conduct \noccurring prior to 5 April 2018.  The Court’s conclusion to this effect was correct in \nparagraphs 78 and 102(b) of the Original Order, and its conclusion to the contrary in \nparagraphs 78 and 102(b) of the Amended Order was clear error.  Accordingly, the \nCourt concludes that the Motion should be granted, paragraphs 78 and 102(b) of the \nAmended Order should therefore be amended, superseded, and replaced as set forth \nbelow, and footnote 115 in the Amended Order should be omitted.   \nIV.  \n \nCONCLUSION  \n \n22. WHEREFORE, the Court, in the exercise of its discretion, hereby \nGRANTS the Motion28 and ORDERS as follows: \na. Paragraph 78 of the Court’s Amended Order shall be amended to state in its \nentirety as follows: \nAccordingly, based on the above, the Court concludes that the applicable \nstatutes of limitations bar Defendants’ claim for breach of contract  and \nbreach of fiduciary duty related to (i) JBS’s alleged failure to pay the \ndevelopment fee, (ii) LMM’s alleged failure to pay the construction \nmanagement fee, (iii) unbudgeted commercial tenant upfit expenditures \nflowing from JBS’s design changes in 2013 an d 2014, (iv) JBS’s failure \nto reach an agreement with Foss regarding tax credits, (v) Gumpert’s \nlost financing, (vi) Lenihan’s alleged self -dealing prior to 5 April 2018, \nand (vii) the Capital Calls on 8 December 2015 and 6 June 2017.  The \n \n28 As noted above, the Court grants the Motion under Rule 54(b) and not Rule 60(b). \nCourt further co ncludes that the applicable statute of  limitations \nlikewise bars Defendants’ declaratory judgment claim  based on (i) the \nvalidity of the Capital Calls on 8 December 201 5 and 6 June 2017 and \n(ii) Camden’s alleged right to payment of the development fee since those \naspects of the claim are closely associated with Defendants’ breach of \ncontract and breach of fiduciary duty claims based on the same conduct \nand seeking essentially the same relief.  Accordingly, Plaintiffs’ Motion \nwill be granted to this extent, and the foregoing claims will be dismissed \nwith prejudice. \n \nb. Footnote 115 of the Amended Order shall be omitted.  All other footnotes in \nthe Amended Order shall retain their current numbering.  \nc. Paragraph 102(b) of the Amended Order shall be amended to read as follows: \nPlaintiffs’ Motion is DENIED as to Defendants’ breach of contract and \ndeclaratory judgment counterclaims to the extent those claims are based \non Plaintiffs’ conduct after 5 April 2018; and \n \nd. This Order and Opinion shall not other wise alter or modify any other \nprovisions of the Amended Order. \n SO ORDERED, this the 12th day of June, 2023. \n \n       /s/ Louis A. Bledsoe, III   \n       Louis A. Bledsoe, III \n       Chief Business Court Judge \n \n \n \n "
}