{
  "id": "dce4152646fa739aa3ad5513e40b5cb109426583fea05cbd82024cf292c012de",
  "source_file": "data/raw/ncbc/dce4152646fa739aa3ad5513e40b5cb109426583fea05cbd82024cf292c012de.pdf",
  "raw_text": "Krawiec v. Bogosavac, 2018 NCBC 85. \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1927 \n \nMICHAEL KRAWIEC, JENNIFER \nKRAWIEC, and HAPPY DANCE, \nINC./CMT DANCE, INC. (d/b/a \nFRED ASTAIRE FRANCHISED \nDANCE STUDIOS), \n \n             Plaintiffs, \n \nv. \n \nRANKO BOGOSAVAC, and \nDARINKA DIVLJAK, \n \n             Defendants. \n \n \n \n \n \nORDER AND OPINION  \nDISMISSING PLAINTIFFS’ \nAMENDED COMPLAINT \n \n \n \n1. THIS  MATTER  is  before  the  Court,  sua  sponte, on this Court’s Order \nto Show Cause and Notice of Hearing filed July 13, 2018 (the “Order to Show Cause”) \nrequiring Plaintiff s Michael Krawiec (“Mr. Krawiec”), Jennifer Krawiec (“Mrs. \nKrawiec”), and Happy Dance, Inc. (“Happy Dance ,” collectively with Mr. and Mrs. \nKrawiec, “Plaintiffs”) to appear and show cause why their Amended Complaint \nagainst Defendants Ranko Bogosavac and Darinka Divljak  (collectively, \n“Defendants”) should not be dismissed with prejudice for failure to prosecute  this \naction. \n2. The Court held a hearing on the Order to Show Cause on August 14, 2018 \n(“Show Cause Hearing”), at which Defendants were represented by counsel.  Plaintiffs \nfailed to appear.  The Court hereby memorializes its oral rulings at the Show Cause \nHearing, and, in the exercise of its discretion and for good cause shown, DISMISSES \n \n \nPlaintiffs’ Amended Complaint against Defendants with prejudice for the reasons set \nforth below. \nBrock & Scott, PLLC, by Renner St. John, for Defendants Ranko \nBogosavac and Darinka Divljak. \n \nPlaintiffs did not appear. \n \nBledsoe, Chief Judge.  \nI. \nFINDINGS OF FACT \n3. Plaintiffs initiated this action on February 3, 2015 and filed an Amended \nComplaint on August 24, 2015.  Defendants thereafter moved to dismiss the Amended \nComplaint.                                 \n4. On January 22, 2016, the Court issued an Order and Opinion on Defendants’ \nMotions to Dismiss Plaintiffs’ Amended Complaint, dismissing some of Plaintiffs’ \nclaims against Defendants.  See Krawiec v. Manly, 2016 NCBC LEXIS 7 (N.C. Super. \nCt. Jan. 22, 2016) (“Order and Opinion”).   \n5. Plaintiffs timely appealed the Court’s Order and Opinion  to the Supreme \nCourt of North Carolina. \n6. On March 24, 2016, the Court stayed all proceedings in this matter pending \nthe resolution of Plaintiffs’ appeal.     \n7. The Supreme Court affirmed the Court’s dismissal of Plaintiffs’ claims  on \nApril 6, 2018.  See Krawiec v. Manly, 370 N.C. 602, 811 S.E.2d 542 (2018). \n \n \n8. After the mandate of the Supreme Court was issued and the Court’s stay of \ncase activity was lifted, the Court’s law clerk emailed counsel for all parties on May \n17, 2018 in an attempt to schedule a case management conference and a hearing on \nDefendants’ Motion to Amend Cou nterclaim, wh ich was filed prior to the Court’s \nentry of the stay pending appeal. \n9. The following day, Plaintiffs’ counsel at that time, Nicole Hatcher and the \nlaw firm of Hatcher Legal, PLLC, filed a motion to withdraw as counsel for Plaintiffs, \nciting nonpayment of legal fees.  The Court granted the motion to withdraw on May \n21, 2018 (“May 21 Order”).   \n10. In the May 21 Order, the Court advised Plaintiffs that “in North Carolina, \na corporation must be represented by a duly admitted and licensed attorney-at-law \nand cannot proceed pro se,” citing LexisNexis, Div. of Reed Elsevier, Inc. v. Travishan \nCorp., 155 N.C. App. 205, 209, 573 S.E.2d 547, 549 (2002).  (Order Mot. Withdraw 2, \nECF No. 51.)  The Court stayed the initiation of activity in this case for thirty days \nto permit Plaintiffs an opportunity to retain new counsel for Happy Dance. \n11. On May 21, 2018, Defendants filed and served a Notice of Withdrawal of \ntheir counterclaim against Mr. Krawiec. \n12. On June 15, 2018, Mr. Krawiec sent an email to Defendants’ counsel, Renner \nSt. John (“Ms. St. John”), bearing a salutation to the Court’s law clerk.   In the email, \nMr. Krawiec stated that if the Defendants dropped their counterclaim, he intended \nto “drop the case all together.”  Mr. Krawiec concluded his email by inquiring “how to \nbest go about dropping my case.”   \n \n \n13. Defendants’ counsel responded to Mr. Krawiec by email the following day \nstating that Defendants had voluntarily withdrawn their counterclaim against him \non May 21, 2018.   \n14. On June 25, 2018, the Court noticed a status conference for July 12, 2018.  \nThe Court ordered all parties and counsel to participate in the conference . \n15. Thereafter, on July 3, 2018, the Court ordered the parties to prepare and file \na revised Business Court Rule 9.2 case management report no later than July 11, \n2018.  Plaintiffs failed to participate in the preparation of the revised case \nmanagement report as required under Business Court Rule 9.2 and as ordered by \nthe Court. \n16. On July 9, 2018, the Court’s law clerk received an email from Mr. Krawiec \nin which Mr. Krawiec stated that he had “not secured replacement council [sic]” and \nthat his “intent was to drop his claim[s], provided that the defendants drop their \ncounter claim.”    \n17. The Court’s law clerk, acting for the Court, responded via email that same \nday, informing Mr. Krawiec that (i) Defendants dropped their counterclaim against \nhim on May 21, 2018, (ii) he and Mrs. Krawiec were required to participate in the \nJuly 12 status conference in the event they  did not retain counsel, and (iii) North \nCarolina law requires a corporation like Happy Dance to be represented by an \nattorney duly licensed in North Carolina to appear and participate in a civil action in \nthe courts of this State. \n \n \n18. The Court held the telephone status conference on July 12, 2018 (“July 12 \nConference”) as noticed .  Ms. St. John participated in the telephone conference for \nDefendants, but Plaintiffs failed to participate either in person or through counsel.  \n19. The next day, on July 13, 2018, the Court issued the Order to Show Cause, \nordering Plaintiffs to appear at the Show Cause Hearing on August 14, 2018 and \nshow cause why their Amended Complaint should not be dismissed for failure to \nprosecute this action.  The Court specifically advised in the Order to Show Cause that \n“in the event Plaintiffs do not appear as ordered, the Court will dismiss Plaintiffs’ \nAmended Complaint, and the claims contained therein against Defendants, with \nprejudice.”  (Order Show Cause 5, ECF No. 56.) \n20. Ms. St. John appeared  at the August 14 Show Cause Hearing on behalf of \nDefendants.  Plaintiffs failed to appear at the Show Cause Hearing, either in person \nor through counsel. \n21. Happy Dance has not retained counsel since the May 21 Order, despite (i) \nthe Court’s admonition that Happy Dance, as a North Carolina corporation, may not \nappear in the courts of this State unless represented by an attorney duly licensed to \npractice law in North Carolina  and (ii) the thirty-day stay the Cou rt ente red to \nfacilitate Plaintiffs’ retention of new counsel for Happy Dance. \n22. Mrs. Krawiec has not retained counsel or associated herself with the case \nthrough the North Carolina Business Court’s e-filing system, despite the Court’s \nrepeated instructions and efforts to contact her about this matter. \n \n \n23. Mr.  Krawiec has not retained counsel, and although Mr. Krawiec has \ncreated an account for the Business Court’s e-filing system, he has not associated his \naccount with this case, despite the Court’s repeated instructions that he do so. \n24. Since the Supreme Court’s April 6, 2018 decision in this case, Plaintiffs have \ntaken no action to prosecute their claims, have repeatedly indicated their intention \nand desire to dismiss Plaintiffs’ claims in their entirety, and have failed to comply \nwith this Court’s orders or directives requiring Plaintiffs (i) to retain counsel  for \nHappy Dance should Happy Dance wish to prosecute its claims in this case , (ii) to \nparticipate in the preparation of a case management report, (iii) to appear for the \nJuly 12 Conference, and (iv) to appear and show cause at the Show Cause Hearing \nwhy their suit should not be dismissed with prejudice for failure to prosecute.  \nII. \nCONCLUSIONS OF LAW \n25. “[U]nder   Rule   41(b) [of the North Carolina Rules of Civil Procedure] , a \nclaim   m ay   be   dismissed   for   one   of   three reasons: failure to prosecute the \nclaim, failure to comply with the rules of civil procedure, or failure to comply with a \ncourt order.”  McKoy v. McKoy, 214 N.C. App. 551, 552–53, 714 S.E.2d 832, 833 \n(2011).  “Dismissal for failure to prosecute is proper only where the plaintiff \nmanifests an intention to thwart the progress of the action to its conclusion, or by \n \n \nsome delaying tactic plaintiff fails to  progress the action toward its conclusion .”  In \nre Will of Kersey, 176 N.C. App. 748, 751, 627 S.E.2d 309, 311 (2006).   \n26.  Based upon the evidence of record and the events described above, the Court \nconcludes that Plaintiffs have (i) after receipt of proper notice, failed to comply with \nthe Court’s orders or directives dated June 25, 2018; July 3, 2018; July 9, 2018; and \nJuly 13, 2018  without just cause or excuse , and (ii) “manifest[ed] an intention to \nthwart the progress of this action to its conclusion.”  Id. \n27. Involuntary dismissal of a party’s claims “is one of the harshest sanctions at \na trial court ’s disposal.”  McKoy, 214 N.C. App. at 553, 714 S.E.2d at 833  (internal \nquotation marks omitted).  Therefore, the trial court may dismiss a party’s claim “only \nupon ‘determining that less drastic sanctions will not suffice.’”  Id.  (quoting Harris \nv. Maready, 311 N.C. 536, 551, 319 S.E.2d 912, 922 (1984)).  As a result, the Court \nmust “make findings of fact and conclusions of law which indicate that it has \nconsidered less drastic sanctions” before it dismisses an action .  Id.  In so doing, the \nCourt must address the following factors: “(1) whether the plaintiff acted in a manner \nwhich deliberately or unreasonably delayed the matter; (2) the amount of prejudice, \nif any, to the defendant; and (3) the reason, if one exists, that sanctions short of \ndismissal would not suffice .”  Spencer v. Albemarle Hosp. , 156 N.C. App. 675, 678, \n577 S.E.2d 151, 153 (2003). \n28. Plaintiffs have manifested their intention and desire to dismiss their claims \nagainst Defendants but have failed to do so and have otherwise failed to participate \nin this litigation since the Supreme Court’s April 6, 2018 decision.  Plaintiffs’ failure \n \n \nto participate in the litigation has included their failure to comply with the June 25, \n2018; July 3, 2018; July 9, 2018; and July 13, 2018 orders or directives of this Court.  \nPlaintiffs’ conduct has deliberately and unreasonably delayed this matter and has \ncaused Defendants unfair prejudice by unnecessarily delaying the final resolution of \nthe matters at issue in this litigation.  The Court has considered lesser sanctions and \nconcludes that  lesser sanctions would not adequately address Plaintiffs’ conduct, \nalleviate the unfair prejudice suffered by Defendants, and achieve Plaintiffs’ stated \ndesire to have their claims dismissed and this litigation concluded.    \n29. Based on the foregoing, the Court concludes, in the exercise of its discretion \nand for good cause shown, that Plaintiffs’ Amended Complaint, and the claims contained \ntherein against Defendants, should be dismissed with prejudice for Plaintiffs’ failure to \nprosecute this action, including Plaintiffs’ failure to comply with this Court’s orders  \nand directives as set forth above. \nIII. \nCONCLUSION \n30. WHEREFORE, the Court hereby ORDERS, ADJUDGES and DECREES \nthat Plaintiffs’ Amended Complaint, and all of the claims contained the rein, are \nhereby DISMISSED WITH PREJUDICE. \nSO ORDERED, this the 16th day of August, 2018. \n \n/s/ Louis A. Bledsoe, III   \nLouis A. Bledsoe, III \nChief Business Court Judge "
}