{
  "id": "dcf39fe4a7a873500c4134be7199f788fa4b788848a0af2953b996ef8dc7aaaa",
  "source_file": "data/raw/ncbc/dcf39fe4a7a873500c4134be7199f788fa4b788848a0af2953b996ef8dc7aaaa.pdf",
  "raw_text": " LegalZoom.com, Inc. v. The North Carolina State Bar, 2012 NCBC 47. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n11 CVS 15111 \nLEGALZOOM.COM, INC., \n \nPlaintiff, \n \nv. \n \nTHE NORTH CAROLINA STATE \nBAR, \n \nDefendant. \n \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER ORDER ORDER ORDER ON MOTION ON MOTION ON MOTION ON MOTION    \nTO DISMISS TO DISMISS TO DISMISS TO DISMISS    \n \n{1}  THIS MATTER is before the court on Defendant’s Motion to Dismiss the \nPlaintiff’s Complaint for Failure to State a Claim Upon Which Relief Can Be \nGranted (“Motion”) brought pursuant to Rule 12(b)(6) of the North Carolina Rules of \nCivil Procedure (“Rules”).  For the reasons stated, the Motion is DENIED in part \nand DEFERRED in part. \nAllen, Pinnix & Nichols, P.A., by Alfred P. Carlton, Jr., and Nexsen Pruet, \nPLLC, by R. Daniel Boyce and Gene Boyce, for Plaintiff LegalZoom.com, Inc. \n \nNorth Carolina Department of Justice, by I. Faison Hicks, Special Deputy \nAttorney General, for Defendant The North Carolina State Bar. \n \nGale, Judge. \n \nI.  PROCEDURAL HISTORY \n{2} \n Plaintiff LegalZoom.com, Inc. (“LegalZoom”) filed this action against \nDefendant The North Carolina State Bar (“State Bar”) in Wake County Superior \nCourt on September 30, 2011.  \n{3}  The matter was initially designated as an exceptional civil case pursuant \nto General Rules of Practice for the Superior and District Courts 2.1.  Subsequently, \n  \nthe State Bar gave notice of its designation of the matter as a mandatory complex \nbusiness case pursuant to N.C. Gen. Stat. § 7A-45, as a result of which Chief Justice \nParker designated the matter to the Business Court, and Business Court Chief \nJudge Jolly assigned the matter to the undersigned. \n{4}  The State Bar filed the Motion on December 5, 2011.  It has not otherwise \nresponded to the Complaint \n{5}   Although the Motion seeks to dismiss the Complaint for failure to state a \nclaim, the State Bar does not contend that the Complaint fails to present a \ncontroversy on which the court can properly issue its declaration.  To the contrary, \nthe State Bar requests that the court determine issues raised by LegalZoom’s \nComplaint in the State Bar’s favor without further pleadings.  The State Bar \ncontends the court can support its ruling based only on the Complaint, along with \nits exhibits and the web pages which are referenced by the Complaint and which \nare integral to its allegations. (Def.’s Br. in Supp. of Mot. to Dismiss 11-12.)  \n{6}  The State Bar has made clear that the court should not construe its Motion \nas a Rule 12(c) motion for judgment on the pleadings.  In fact, the pleadings are not \nyet closed. \n{7}  In opposing the Motion, LegalZoom likewise concentrates its arguments on \nthe merits of its claims.  It contends that the court should issue a declaration in its \nfavor, but only after further evidentiary proceedings.  LegalZoom contends that it \nhas adequately pled that the State Bar exceeded its statutory powers, first by \nasserting enforcement power by communicating to the public that LegalZoom is \nprohibited from offering its services in North Carolina, and second, by refusing to \nregister LegalZoom’s prepaid legal services plans.  (Pl.’s Br. in Opp’n 13.)  \nLegalZoom further asserts it has adequately pled a claim entitling it to a \ndeclaration that LegalZoom is not engaged in the unauthorized practice of law.   \n{8}  The Motion has been fully briefed and argued, and is ripe for disposition. \n{9}  The court concludes that the Motion should be DENIED at least to claims \nrelated to the scope of the State Bar’s statutory powers in the absence of any \nenforcement proceeding.  The Motion’s scope is limited to whether LegalZoom \n  \npresents a controversy on which it is entitled to a court declaration, and the Motion \nis not the proper vehicle to determine the merits of whether LegalZoom will \nultimately be entitled to the declaration it seeks.  The court’s ruling is not and does \nnot predict a ruling as to the ultimate merits of the positions of either Party.  \n \nII. FACTUAL BACKGROUND \n{10}  The following allegations provide context for the court’s ruling, but are not \nfindings of fact.  Where necessary, the allegations are construed favorably to \nLegalZoom which opposes the Motion. \n{11}  LegalZoom is a Delaware corporation  with its principal place of business in \nGlendale, California which provides legal document services and prepaid legal \nservices plans.  (Compl. ¶¶ 2, 9.)  LegalZoom’s legal document service is available \nvia the internet to consumers both in North Carolina and nationally, but its legal \nservices plans are not presently available in North Carolina because they have not \nbeen registered by the State Bar.  (Compl. ¶ 9.) \n{12}  The State Bar is an agency of the State of North Carolina, created by N.C. \nGen. Stat. § 84-15, and its duties include regulation of the practice of law in North \nCarolina and enforcement of laws proscribing the unauthorized practice of law \nunder Chapter    84.  (Compl. ¶ 5.) \n{13}  The State Bar’s Authorized Practice of Law Committee first notified \nLegalZoom of an investigation of its document services in a March 13, 2003 letter. \n(Compl. ¶ 20, Ex. 1.)  LegalZoom responded on April 10, 2003 in a letter explaining \nthe services LegalZoom provides to consumers.  (Compl. ¶ 21, Ex. 2.)  On August 26, \n2003, the State Bar advised LegalZoom that its inquiry was being terminated \nbecause the evidence from the investigation could not support a finding of probable \ncause of a violation of Chapter 84.  (Compl. ¶ 23, Ex. 3.) \n{14}  The State Bar notified LegalZoom of a second inquiry into its business \npractices by a January 30, 2007 letter.  (Compl. ¶ 24, Ex. 4.)  LegalZoom responded \nwith a February 13, 2007 letter, which stressed that its business model had not \nchanged since 2003.  (Compl. ¶ 25, Ex. 5.) \n  \n{15}  On May 5, 2008, the State Bar issued a letter which is captioned “LETTER \nOF CAUTION- Cease and Desist” (the “Cease and Desist Letter”). (Compl. ¶ 26, Ex. \n6.)  The letter states: \nLegalzoom’s conduct as described above is illegal in North Carolina \nand must end immediately.  Specifically, Legalzoom may not prepare \nor offer to prepare legal documents to North Carolina residents or for \nuse in North Carolina . . . . Legalzoom may not offer to provide any \nlegal services in North Carolina or represent that its services have \nbeen reviewed by an attorney or are legally sufficient for the \ncustomer’s legal needs.  If you continue your activities, the State Bar \nmay seek a court order to perpetually enjoin your unlawful conduct . . . . \nPlease also be aware that the unauthorized practice of law can be \nprosecuted as a criminal misdemeanor offense . . . . \n \n{16}    LegalZoom responded on June 13, 2008, asserting that the State Bar was \nmistaken about LegalZoom’s business practices and applicable law.  (Compl. ¶ 27, \nEx. 7.)  \n{17}  The State Bar has not instituted any civil enforcement action to enjoin \nLegalZoom, and no criminal proceedings have been brought against LegalZoom.  \n(Compl. ¶ 32.) \n{18}  LegalZoom contends that the State Bar has also made other \ncommunications, including to regulatory authorities in other states, which \nwrongfully assert that LegalZoom is prohibited from offering its document services \nin North Carolina, as if its Cease and Desist Letter has the force of law.  LegalZoom \ncontends these communications exceed the State Bar’s authority and are \ndefamatory.  (Compl. ¶¶ 33-37.)  \n{19}  LegalZoom continues to provide legal document services to North Carolina \nconsumers notwithstanding the State Bar’s communications.  (Compl. ¶¶ 19, 38.)   \n{20}  LegalZoom applied for registration of its prepaid legal services plans on \nJuly 14, 2010.  (Compl. ¶ 39, Ex. 10.) \n{21}  By its November 18, 2010 letter, the State Bar declined to register the \nplans, but requested additional information from LegalZoom.  (Compl. ¶ 45, Ex. 14.)  \nLegalZoom responded on December 29, 2010.  (Compl. ¶ 46, Ex. 15.) \n  \n{22}  On April 28, 2011, the State Bar deferred registration of the prepaid legal \nservices plans pending a determination of whether LegalZoom would provide access \nto its internet document services through its prepaid legal services plans.  (Compl. ¶ \n47, Ex. 17.)  \n{23}  By letter dated July 8, 2011, LegalZoom confirmed that its internet \ndocument services would be made available to participants in its prepaid legal \nservices plans.  LegalZoom also contended that the State Bar had no legal basis to \ndeny registration, particularly because the Cease and Desist Letter was only \nadvisory and does not have the force of law. (Compl. ¶ 48, Ex. 18.) \n{24}  LegalZoom requested a meeting with the State Bar which was denied.  \n(Compl. ¶¶ 50-51.) \n{25}  The State Bar continues to refuse to register LegalZoom’s prepaid legal \nservices plans.  (Compl. ¶ 51.)  LegalZoom asserts that such registration is \nministerial now that it has satisfied all prerequisites to registration.  (Compl. ¶¶ 51-\n52.)   \n{26}  LegalZoom does not and cannot currently offer prepaid legal services plans \nin North Carolina until the plans are registered by the State Bar. (Compl. ¶¶ 9, 19, \n38.)  \n{27}  LegalZoom’s Complaint asserts four causes of action.  The first three assert \nclaims of a violation of the Monopoly Clause of the North Carolina State \nConstitution, denial of Equal Protection, and commercial disparagement.  These \nclaims presume LegalZoom is not engaged in the unauthorized practice of law, and \nappear to depend upon LegalZoom’s success on its fourth claim which seeks a \ndeclaratory judgment to that effect.  The prayer for relief asks the court to declare \nthat the State Bar has acted beyond its authority, to declare that LegalZoom is not \nengaged in the unauthorized practice of law, and to grant ancillary injunctive relief \nto effectuate its declarations.  The court concludes that it should address the Motion \nas to the first three causes of action only after the Motion as to the fourth claim is \nfully resolved.    \n \n  \nIII. STANDARD OF REVIEW \n{28}  A motion to dismiss a declaratory judgment claim tests whether the \nComplaint presents a concrete present controversy on which the court can and \nshould issue its declaration; a Rule 12(b)(6) motion does not test whether the \nplaintiff in a declaratory judgment action is ultimately entitled to the declaration it \nseeks.  As a result, a motion to dismiss “is seldom an appropriate pleading in \nactions for declaratory judgments, and will not be allowed simply because the \nplaintiff may not be able to prevail.  It is allowed only when the record clearly shows \nthat there is no basis for declaratory relief as when the complaint does not allege an \nactual, genuine existing controversy.” N.C. Consumers Power, Inc. v. Duke Power \nCo., 285 N.C. 434, 439, 206 S.E.2d 178, 182 (1974); see also Walker v. Charlotte , 268 \nN.C. 345, 347-48, 150 S.E.2d 493, 495 (1966) (a declaratory judgment action \nsurvives a demurrer if it states the existence of a controversy to be settled). \n{29}  Litigants should not use a declaratory judgment action to seek “a purely \nadvisory opinion which the parties might, so to speak, put on ice to be used if and \nwhen the occasion might arise.”  Gaston Bd. of Realtors, Inc. v. Harrison, 311 N.C. \n230, 234, 316 S.E.2d 59, 62 (1954), citing Town of Tryon v. Duke Power Co., 222 \nN.C. 200, 204, 22 S.E.2d 450,453 (1942).  A civil declaratory judgment action is not \na proper vehicle to determine, in advance, whether particular acts constitute \ncriminal offenses.  Jernigan v. State, 279 N.C. 556, 561, 184 S.Ed.2d 259, 263-64 \n(1971).  Where issues may arise in both a civil and criminal context, the court can \nonly resolve issues in a civil declaratory judgment action to the extent that they \nhave arisen in a present actual controversy between the parties.  Chadwick v. \nSalter, 254 N.C. 389, 119 S.E.2d 158 (1961). \n{30}  A potential controversy based on the threat of litigation may not yet be \nappropriate for declaratory relief if no affirmative claim has yet been presented and \nlitigation between the parties is not inevitable.  See  , i.e. , Fabrikant v. Currituck \nCounty, 174 N.C. App. 30, 45, 621 S.E.2d 19, 29 (2005), Newman Machine Co. v. \nNewman , 2 N.C. App. 491, 494, 163 S.E. 2d 279, 282 (1968), rev’d on other grounds, \n275 N.C. 189, 166 S.E. 2d 63 (1969).   \n  \nIV. ANALYSIS \n{31}  The respective briefs and arguments reflect the Parties’ shared contention \nthat the court should proceed to examine the merits of whether LegalZoom is \nengaged in the unauthorized practice of law.  There is no question that the Parties \nhave contrasting views on that issue.  That does not, however, inescapably lead to a \nconclusion that the issue is properly before the court on the Motion. \n{32}  Clearly, the State Bar has made certain communications following its \ninvestigation of LegalZoom’s conduct and has expressed its own conclusion on the \nultimate issue of unauthorized practice of law.  However, neither the State Bar nor \nany district attorney has initiated civil or criminal proceedings against LegalZoom.  \nLikewise, the State Bar has not yet brought an affirmative counterclaim to enjoin \nLegalZoom. \n{33}  The State Bar is the state agency primarily responsible for investigating \nthe unauthorized practice of law.  N.C. Gen. Stat. § 84-37.  In addition to its \ninvestigatory powers, it may obtain injunctive relief in the Superior Court.  Id.  The \nunauthorized practice of law is also a criminal offense which may be prosecuted by a \ndistrict attorney as a Class 1 misdemeanor.  N.C. Gen. Stat.  §§ 84-7, 84-8.  To date, \nneither of these enforcement proceedings has been initiated.  \n{34}  The State Bar has an Authorized Practice Committee, which among other \npowers, may issue demands to cease and desist based on certain findings defined by \nthe State Bar’s regulations, which include findings either that there is no probable \ncause to conclude that the conduct under investigation constitutes the unauthorized \npractice of law, or if there is such probable cause, that the conduct is not likely to \ncontinue.  27 N.C.  A DMIN . C ODE  01E.0208.  Here, the State Bar obviously contends \nthat there is probable cause to conclude that LegalZoom’s document services \nconstitute the unauthorized practice of law, and clearly LegalZoom continues to \nprovide its internet document services. \n{35}  The question then arises as to whether the State Bar acts within its power \nin communicating, without the benefit of a final court judgment, an ultimate \n  \nconclusion that LegalZoom’s conduct is unlawful and that LegalZoom is, therefore, \nprohibited from offering its services in North Carolina. \n{36}  Likewise, the Complaint presents the question whether the State Bar acts \nwithin its authority when refusing to register a prepaid legal services plan based on \nits own conclusions but without the benefit of such a final judgment.   \n{37}  The court can reach each of those two questions without necessarily \ndetermining whether the State Bar is correct in its position on the ultimate issue of \nwhether LegalZoom is engaged in the unauthorized practice of law. \n{38}  The issue of registering the prepaid legal services plan is a present one \nwhich immediately affects LegalZoom.  Any organization offering prepaid legal \nservices plans must register its plans with the State Bar Council.  N.C. Gen. Stat. §§ §§ \n84-23.1.  The State Bar does not approve or disapprove such plans or issue a legal \nopinion concerning them, and registration is not to be construed as approval or \ndisapproval.  27 N.C.  A DMIN . C ODE  01E.0301.  Such plans may not be implemented \nbefore registration.  27 N.C. A DMIN . C ODE  01E.0302.   \n{39}  While the State Bar’s communications have not prevented LegalZoom from \ncontinuing its internet document services, its refusal to register LegalZoom’s \nprepaid legal services plans effectively prevents LegalZoom from offering the plans \nin North Carolina. \n{40}  LegalZoom’s claims then divide into two separate categories, which present \ndifferent inquiries as to whether those claims are proper subjects for a declaratory \njudgment action.  The first category inquires as to what statutory powers are given \nto the State Bar to act in advance of a final court determination as to the alleged \nunauthorized practice of law.  The second category seeks to have the court \ndetermine that ultimate issue without either the State Bar or a district attorney \nhaving presented a claim of unauthorized practice of law.  The first category \npresents an actual present controversy appropriate for declaratory relief.  The \nresult is not so clear as to the second category.  LegalZoom has not yet been \nprevented from offering its internet document services.  Further, significant policy \n  \nconsiderations are at play when a court is asked to adjudicate issues in advance of \nactions brought by an enforcement agency. \n{41}  The court concludes that the Rule 12(b)(6) motion should not be viewed as \nthe equivalent of an enforcement action.  The Motion arises in a posture of no \npending enforcement action.  \n{42}  The Motion should be denied as to the claims which seek to declare that \nthe State Bar has exceeded its statutory powers.  A Rule 12(b)(6) motion only \ndetermines whether the plaintiff has stated a claim on which a declaration should \nissue.  If so, it does not further determine whether that claim will ultimately \nsucceed.  The Complaint states a claim adequate to seek a court declaration as to \nthe scope of the State Bar’s powers.  \n{43}  The court, however, reserves further ruling as to whether LegalZoom has \nproperly stated a claim which seeks a declaration whether its conduct constitutes \nunauthorized practice of law.  The court defers that ruling until the State Bar \nresponds further to the Complaint.   \n{44}  A declaratory judgment’s use is circumscribed when its intent is to resolve \nan application of a statute to particular facts in advance of an action brought by an \nagency charged with enforcing that statute.  That is particularly true when the \nconduct in question may also constitute a criminal offense.  A declaratory judgment \naction is not generally envisioned as a proceeding to force a State agency or criminal \nauthority to undertake an enforcement proceeding it has in its discretion to date \nelected not to take.   \n{45}  Certainly, the State Bar is empowered by N.C. Gen. Stat. §§ §§ 84-37 to seek to \nenjoin LegalZoom.  This court appears to be a proper forum to seek such relief, \nshould the State Bar so choose.  If it does, the Motion as to this request may become \nmoot as the State Bar will have requested a declaration on the same issue.  If the \nState Bar elects to seek such a ruling, its request should be by a counterclaim, not \nby a Rule 12(b)(6) motion.  Until the State Bar responds further to the Complaint, \nthe court defers its determination of whether, in the absence of a claim by the State \nBar, LegalZoom may properly ask the court to declare the legality of its conduct. \n  \n{46}  The court’s ruling does not necessarily indicate that any of the issues \nraised by the Complaint cannot later be determined short of a trial. \n{47}  The court has carefully and thoroughly considered the Parties’ positions \nand arguments before issuing this ruling.  The court does not wish to exalt \nprocedure over substance, and does not believe it has done so.   \n{48}  The court further concludes that it should reserve ruling on the Motion as \nit relates to LegalZoom’s first three causes of action because of the relations of those \nclaims to the fourth cause of action.  The State Bar is not foreclosed from presenting \nRule 12(b)(6) defenses to those claims when filing its further response. \n \nV.  CONCLUSION \n{49}  The Motion is DENIED as to Claim Four.  A further ruling is DEFERRED, \nand the State Bar is directed to respond further to the Complaint. \n{50}  The State Bar may file its further response on or before September 21, \n2012.  The court will then consider an appropriate Case Management Order, and \nwhether a further status conference should be held prior to the entry of such Order. \n \n \n IT IS SO ORDERED, this 27\nth  day of August, 2012. \n \n \n \n \n "
}