{
  "id": "dd0780a6531e6610a438b008c95776235d1e2e08518a93d3d6a948542d3987d5",
  "source_file": "data/raw/ncbc/dd0780a6531e6610a438b008c95776235d1e2e08518a93d3d6a948542d3987d5.pdf",
  "raw_text": "Soma Tech. Inc. v. Dalamagas, 2017 NCBC 26. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 11100 \n \nSOMA TECHNOLOGY, INC., \n \nPlaintiff, \n \nv. \n \nPHOTIOS DALAMAGAS; DENOVA \nMEDICAL, INC.; and HIREN \nDESAI, \n \nDefendants. \n \n \n \nORDER AND OPINION ON \nDEFENDANT DESAI’S MOTION TO \nDISMISS FOR LACK OF PERSONAL \nJURISDICTION OR, IN THE \nALTERNATIVE, STAY UNDER N.C. \nGEN. STAT. § 1-75.12 \n \n1. THIS MATTER is before the Court upon Defendant Hiren Desai’s (“Desai”) \nmotion to dismiss for lack of personal jurisdiction under N.C. R. Civ. P. 12(b)(2) (the \n“12(b)(2) Motion”) or , in the alternative , stay under N.C. Gen. Stat. § 1 -75.12 (the \n“Alternative Stay Motion”) (collectively, the “Motions”) in the above-captioned case. \n2. Having considered the Motions, the parties’ briefs in s upport of and in \nopposition to the Motions , supplemental briefs, appropriate evidence of record, and \nthe arguments of counsel at the hearing on December 1, 2016, the Court  DENIES \nthe Motions as set forth below. \nBrooks, Pierce, McLendon, Humphrey & Leonard,  L.L.P., by Daniel \nF.E. Smith and Robert J. King III, and Shapiro Law Offices, LLC , by \nJonathan M. Shapiro, for Plaintiff Soma Technology, Inc. \n \nLaw Office of Faith Fox, PLLC, by Paul Stevens, for Defendants \nPhotios Dalamagas and Denova Medical, Inc. \n \nTin, Fulton, Walker & Owen, PLLC, by Sam McGee, for Defendant \nHiren Desai. \n \nBledsoe, Judge. \n \n  \nI. \nPROCEDURAL BACKGROUND \n3. Soma Technology, Inc. (“Soma” or “Plaintiff”) initiated this action on June \n21, 2016 by asserting claims against Defendants Photios Dalamagas (“Dalamagas”) \nand Denova  Medical, Inc. (“Denova”)  (collectively, the “North Carolina \nDefendants”).  Soma filed an amended complaint on July 18, 2016 (“Amended \nComplaint”) asserting claims against Dalam agas, Denova, and Desai (collectively, \n“Defendants”).1   \n4. Soma’s allegations principally arise from what Soma contends is the \nimproper interference and control of Soma Tech Pvt. Ltd. (“Soma India”) , an Indian \nprivate limited company, by Desai and Dalamagas. (Am. Compl. ¶¶ 11, 20, 25–29.)  \nSoma specifically contends that  Desai and Dalamagas (and in certain respects, \n                                                 \n1  Peter Leonidas (“Leonidas”), Soma’s President and a shareholder , verified the Amended \nComplaint, which was filed on July 18, 2016, via an affidavit filed on November 30, 2016  \n(the “Leonidas Affidavit”).  (Leonidas Aff. ¶ 3.)  “[A] verified complaint may be treated as an \naffidavit if it (1) is made on personal knowledge, (2) sets forth such facts as would be \nadmissible in evidence, and (3) shows affirmatively that the affiant is competent to tes tify \nto the matters stated therein.”   Bauer v. Douglas Aquatics, Inc., 207 N.C. App. 65, 69, 698 \nS.E.2d 757, 761  (2010) (quotation marks omitted).   Desai objected to the Court’s \nconsideration of the Leonidas Affidavit because it was filed only o ne day before the motion \nhearing in violation of N.C. R. Civ. P. 6, which requires opposing affidavits to be filed  at \nleast two days before a motion hearing.  Because Desai had notice of the allegations of the \nAmended Complaint for more than four months before the he aring, however, the Court \nfinds that Desai shall not be prejudiced by the Court’s consideration of the Amended \nComplaint as a verified complaint and, further, that the ends of justice in these \ncircumstances require, and are served by, the Court’s consideration of the allegations of the \nAmended Complaint as verified.  Thus, the Court elects, in the exercise of its discretion, to \nconsider the Leonidas Affidavit to the extent it verifies the Amended Complaint.  The Court \ndeclines, in the exercise of its discre tion, however, to consider any other averments in the \nLeonidas Affidavit because Desai did not have an opportunity to respond to these sworn \ndeclarations prior to the hearing.  See N.C. R. C. P. 6(d);   Raper v. Oliver House, LLC , 180 \nN.C. App. 414, 418 , 637 S.E.2d 551, 554   (2006) (recognizing that Rule 6(d) provides the \ntrial court discretion to consider late -filed affidavits, including where “the ends of justice \nrequire”). \n  \nDenova, a North Carolina corporation owned by Dalamagas , (Am. Compl. ¶¶ 2 –3)) \nhave conspired to gether (i) to improperly exert control over Soma India to benefit \nthemselves personally and Denova, (Am. Compl. ¶ 44), and (ii) to harm Soma by (a) \nrefusing to pay invoices for equipment provided by Soma’s transfer agent to Soma \nIndia, (Am. Compl. ¶¶ 20, 30 –31), (b) refusing to do business with Soma, (Am. \nCompl. ¶¶ 22 , 43), and (c) directing business that sho uld have been directed to \nSoma to Denova, (Am. Compl. ¶¶ 28, 31).   \n5. Based on these allegations, Soma asserts claims against Dalamagas and \nDesai for statutory and common law unfair competition and fraud, and against all \nDefendants for tortious interference with contract and with reasonable business \nexpectations.  Soma further requests (i) the entry of a declaratory judgment and \npermanent injunction as to all Defendants, (ii) the declaration of a constructive \ntrust against all Defendants, (iii) punitive damages against all Defendants, and (iv) \nan accounting of each Defendant’s business transactions with Soma India, an entity \nsharing common shareholders with Soma but not formally affiliated with Soma. \n6. On August 29, 2016, Desai moved to dismiss Soma’s Amended Complaint \nas to him under Rule 12(b)(2) for lack of personal jurisdiction  and, in the \nalternative, moved to stay this action under N.C. Gen. Stat. § 1-75.12.  That same \nday Desai also moved to dismiss the claims asserted against him for failure to state \na claim under Rule 12(b)(6) (“Desai’s 12(b)(6) Motion”). \n  \n7. On September 16, 2016, Denova and Dalamagas filed a motion to dismiss \nthe Amended Complaint under Rule 12(b)(6)  (the “North Carolina Defendants’ \nMotion to Dismiss”). \n8. On September 21, 2016,  Soma filed a n “alternative motion” to take \njurisdictional discovery and for leave to amend the Amended Complaint in the event \nthe Court determined it could not resolve Desai’s Rule 12(b)(2) motion on the \npleadings or found that any cause of action as ple aded in the Amen ded Complaint \nsuffers from a pleading deficiency .  Soma did not file proposed amendments to the \nAmended Complaint.   \n9. On September 28, 2016, the Court granted Soma’s motion to take \njurisdictional discovery and ordered the parties to serve discovery requests  and \nobjections.   \n10. On October 7, 2016, the Court, after hearing Desai’s objections to the \ndiscovery requests, ordered Desai to produce documents, answer interrogatories, \nand submit to a deposition of no more than two hours  limited to jurisdictional \nissues.  The Court deferred ruling on Soma’s alternative motion to amend  \n(“Alternative Motion to Amend”) until t he Court considered  Desai’s 12(b)(6) \nMotion.2 \n11. On November 22 , 2016, Soma moved both to compel discovery from Desai \nit alleged had been  authorized by th e Court’s October 7, 2016 Order and  for \nadditional jurisdictional discovery from the North Carolina Defendants , which \n                                                 \n2 The Court will decide Desai’s 12(b)(6) Motion , the North Carolina Defendants’ Mot ion to \nDismiss, and Soma’s Alternative Motion to Amend in a separate Order and Opinion. \n  \nSoma acknowledged was not contemplated by the time deadline set in the Court’s \nOctober 7, 2016 Order.   \n12. On November 22 , 2016, t he Court entered an order (the “November 22, \n2016 Order”) requiring Desai (i) to supplement his responses to Plaintiff’s document \nrequests by providing (a) redacted invoices, additional phone records, documents \nconcerning Desai’s nephew’s activities in  obtaining and transporting equipment for \nthe North Carolina Defendants in May 20 15, and (b) documents concerning the \nassistance Desai gave to a Soma India  employee to obtain  a visa for travel from \nIndia to North Carolina in September 2016, and (ii) to file an affidavit detailing the \nprocedures Desai followed in locating relevant documents in response to Soma’s \ndocument requests and concerning other issues raised by Plaintiff and delineated in \nthe November 22, 2016 Order.   \n13. In addition, the November 22, 2016 Order denied both Plaintiff’s request to \ncompel Desai to submit to a forensic examination of his emails  and Plaintiff’s \nrequest for jurisdictional discovery from  the North Carolina Defendants , the latter \nbecause Plaintiff failed to show good cause for Plaintiff’s failure to move for \njurisdictional discovery prior to the Court’s deadline in the October 7, 2016 O rder.  \nFinally, the Court ordered Desai and Plaintiff to supplement their briefs in support \nof and in opposition to Desai’s 12(b)(2) Motion upon completion of jur isdictional \ndiscovery. \n14. On November 28, 2016, Desai filed an affidavit addressing the directives \nset forth in the Court’s November 22, 2016 Order (“Second Desai Affidavit”). \n  \n15. The Court held a hearing on the Motions on December 1, 2016, at which all \nparties w ere represented by counsel.  The Court noted at the hearing that \nDefendants had each moved, either directly or in the alternative,  to stay this action \nunder N.C. Gen. Stat. § 1 -75.12(a), but that no Defendant had filed a stipulation of \nconsent to suit in another jurisdiction as required for the Court to grant a motion to \nstay pursuant to N.C. Gen. Stat. § 1-75.12(a). \n16. On December 2, 2016, the Court entered an order directing Desai and his \nco-Defendants to file a stipulation of consent to jurisdiction in anot her jurisdiction \nby December 15, 2016 if any Defendant intended for the Court to consider a stay of \nthis action.  No Defendant filed a stipulation of consent to jurisdiction  in any other \nforum.   \n17. The Motions are now ripe for resolution.   \nII. \nDESAI’S MOTION TO DISMISS FOR LACK OF PERSONAL JURISDICTION \n18. Desai argues that this Court lacks jurisdiction over him because Plaintiff \ncannot point to “one contract Defendant  has entered here,” “one dollar . . . paid or \nreceived to anyone in North Carolina,” or that “ Desai is in control of Soma India .”  \n(Desai’s Supplemental Mem. Supp. 12(b)(2) Motion 2.)  Desai fails, however, to cite \nany relevant case law to support his contentions that these factors are \ndeterminative of personal jurisdiction , and, instead, contends without persuasive \nsupport that more contacts with North Carolina than are present here are required \n  \nto establish personal jurisdiction when an out-of-state plaintiff seeks to sue an out -\nof-state defendant in North Carolina.   \n19. Although the Court agrees that  a trial court may consider the plaintiff’s \nresidence when determining whether jurisdiction is proper, see Dillon v. \nNumismatic Funding Corp. , 291 N.C. 674, 679, 231 S.E.2d 629, 632  (1977), a \nplaintiff’s residence is not determinative of this Court’s juris diction because no \nspecific fact or contact controls whether a defendant has minimum contacts with the \nforum, see B.F. Goodrich Co. v. Tire King of Greensboro, Inc., 80 N.C. App. 129, 132, \n341 S.E.2d 65, 67 (1986) (“No single factor controls, but they all must be weighed in \nlight of fundamental fairness and the circumstances of the case. ”).  Based on t he \nCourt’s review of the record and controlling legal precedent, the Court concludes, as \nexplained below, that Desai has sufficient minimum contacts with this State for the \nCourt to properly exercise personal jurisdiction over Desai  in the  circumstances \npresented here.  \nA. Standard of Review \n20. A North Carolina court has jurisdiction over a nonresident defendant if (1) \nstatutory authority for the exercise of jurisdic tion under the long -arm statute, N.C. \nGen. Stat. § 1-75.4, exists and (2) the exercise of jurisdiction comports with  due \nprocess under federal law.  See e.g., Skinner v. Preferred Credit, 361 N.C. 114, 119, \n638 S.E.2d 203, 208 (2006).   \n21. A complaint must al lege facts sufficient to support the inference of \njurisdiction but does not need to plead the particulars of jurisdiction.  Williams v. \n  \nInst. for Computational Studies, 85 N.C. App. 421, 428, 355 S.E.2d 177, 182 (1987).  \nHowever, where, as here,  the defend ant challenges the court’s jurisdiction under \nRule 12(b)(2), the burden falls on the plaintiff to establish that grounds for \nasserting jurisdiction exist.  Id. at 424, 355 S.E.2d at 179 ; see also  Mannise v. \nHarrell, 791 S.E.2d 653, 6 59 (N.C. Ct. App. 2016)  (reversing finding of personal \njurisdiction when plaintiff presented no evidence to rebut defendant’s affidavit \nstating that he had no contacts with North Carolina).   \n22. If the court is presented with competing affidavits and nothing more , the \nplaintiff must only establish a prima facie  basis for jurisdiction .  Deer Corp. v. \nCarter, 177 N.C. App. 314, 322, 629 S.E.2d 159, 166 (2006).  However, if the court \nholds an evidentiary hearing, the trial court must act as fact -finder and determine \npersonal jurisdiction by a preponderance of the evidence .  Id.; see also Banc of Am. \nSec. LLC v. Evergreen Int’ l Aviation, Inc. , 169 N.C. App. 690, 694, 611 S.E.2d 179, \n183 (2005) (discussing Rule 12(b)(2) standard of review) .  If both parties submit \ncompeting affidavits  and depositions, and the trial court holds a hearing on \npersonal jurisdiction, the trial court should consider the matter as if an evidentiary \nhearing had occurred.  Deer Corp., 177 N.C. App. at 322, 629 S.E.2d at 166; see also \nParker v. Town of Erwin , 776 S. E.2d 710, 722 (N.C. Ct. App.  2015) (finding that \nwhere each party submitted affidavits, depositions, and other documentary evidence \nfor the trial court’s consideration, the court should act as fact-finder and determine \npersonal jurisdiction by a preponderance of the evidence). \n  \n23. Because the Court has considered the parties’ competing submissions of \nevidence and held a hearing on the Motion, the Court will consider the Motion to \nDismiss subject to the requirements attendant to an evidentiary hearing and thus \nacts as a fact finder and determine s the facts relating to the exercise of personal \njurisdiction over Desai by a preponderance of the evidence.    \nB. North Carolina’s Long-Arm Statute \n24. N.C. Gen. Stat. § 1-75.4(1)(d) provides that a North Carolina trial court \nhas personal jurisdiction over a  defendant “ whether the claim arises within or \nwithout this State, . . . [ if the defendant] [i]s engaged in substantial activity within \nthis State, whether such activity is wholly interstate, intrastate, or otherwise. ”  \nBecause the North Carolina Supreme Court has concluded that through “the \nenactment of G.S. 1-75.4(d)(1) . . . the General Assembly intended to make available \nto the North Carolina courts the full jurisdictional powers permissible under federal \ndue process,” Dillon, 291 N.C. at 676, 231 S.E.2d at 630, personal jurisdiction exists \nso long as the defendant has engaged in some activity in North Carolina and  the \nexercise of personal jurisdiction over the defendant comports with due process, \nSkinner, 361 N.C. at 119, 6 38 S.E.2d at 208; see also Rossetto USA, Inc. v. \nGreensky Fin., LLC, 191 N.C. App. 196, 199, 662 S.E.2d 909, 912 (2008).   \n25. As a result , “the question of statutory autho rity collapses into one \ninquiry—whether defendant has the minimum contacts necessary to meet the \nrequirements of due process.”  Cambridge Homes of N.C. L.P. v. Hyu ndai Constr., \n  \nInc., 1 94 N.C. App. 407, 412, 670 S.E.2d 290, 295 (2008) (quoting Filmar Racing, \nInc. v. Stewart, 141 N.C. App. 668, 671, 541 S.E.2d 733, 736 (2001)). \nC. Due Process—“Minimum Contacts” \n26. “To satisfy the due process prong of the personal jurisdiction analysis, \nthere must be sufficient ‘minimum contacts’ between the nonresident defendant and \nour state ‘such that the maintenan ce of the suit does not offend ‘ traditional notions \nof fair play and substantial justice.’”  Skinner, 361 N.C. at 122, 638 S.E.2d at 210 \n(quoting Int’l Shoe Co. v. Wash., 326 U.S. 310, 316 (1945)).  \n27. A court may have personal jurisdiction throug h general jurisdiction or \nspecific jurisdiction.  Id.  “General jurisdiction exists when the defendant’s contacts \nwith the state are not related to the cause of action but the defendant’s activities in \nthe forum are sufficiently ‘continuous and systematic.’”  Id.  “For an individual, the \nparadigm forum for the exercise  of general jurisdiction is the individual’ s domicile; \nfor a corporation, it is an equivalent place, one in which the corporation  is fairly \nregarded as at home. ”  Goodyear Dunlop Tires Operations, S.A. v. Brown , 564 U.S. \n915, 924 (2011). \n28. “Specific jurisdic tion exists when the cause of action arises from or is \nrelated to defendant’s contacts with the forum.”   Skinner, 361 N.C. at 122,  638 \nS.E.2d at 210.  The trial court must focus on “the relationship among the defendant, \nthe forum, and the litigation ” to de termine whether the court may assert specific \njurisdiction over a non resident defendant.  Tom Togs, Inc. v. Ben Elias Indus ., Inc., \n318 N.C. 361, 366, 348  S.E.2d 782, 786 (1986) .  The relationship with the forum \n  \n“must arise out of contacts that the ‘defendant himself” creates with the forum \nState.”  Walden v. Fiore, 134 S.  Ct. 1115, 1122 (2014) (citing Burger King Corp.  v. \nRudzewicz, 471 U.S. 462 , 475 (1985)); see Centura Bank v. Pee Dee Express, Inc. , \n119 N.C. App. 210 , 213, 458 S.E.2d 15, 18 (1995) (notin g that minimum contacts \nanalysis “focuses on the actions of the non -resident defendant over whom \njurisdiction is asserted, and not the unilater al actions of some other entity ”).  These \ncontacts must be intentional and purposeful and not based solely on “ra ndom, \nfortuitous, or unilateral activity of another party or a third person.”  Cambridge \nHomes, 194 N.C. App. at 413, 670 S.E.2d at 296.   \n29. Therefore, the trial court must carefully scrutinize the facts of each case to \ndetermine if a defendant’s dispute-related contacts with the forum s tate constitute \nsufficient minimum contacts to exercise personal jurisdiction over the defendant in \nthe forum state.  Deer Corp., 177 N.C. App. at 327, 629 S.E.2d at 169 ; see also B.F. \nGoodrich, 80 N.C. App. at 131, 341 S.E.2d  at 67 (observing that , for minimum \ncontacts analysis, primary factors include “quantity of contacts, nature and quality \nof contacts, and the source and connection of the cause of action with these contacts” \nand secondary factors include “interest of the f orum state and convenience to the \nparties”).   \n30. In engaging in this analysis, our courts have made clear that “ [t]o base \npersonal jurisdiction on the bare fact of a defendant’ s status as, e.g., corporate \nofficer or agent, would violate his due process right s.”  Saft Am., Inc. v. Plainview \nBatteries, Inc., 189 N.C. App. 579, 595, 659 S.E.2d 39, 49 (2008) (Arrowood, J., \n  \ndissenting), reversed for reasons stated in dissent, 363 N.C. 5, 673 S.E.2d 864 \n(2009) (per curiam) .  Thus, “ North Carolina precedent has cons istently required \nthat, before a defendant is subject to personal jurisdiction, there be evidence that he \npersonally took some action subjecting him to North Carolina’s jurisdiction.”  Id.   \n31. In particular, North Carolina law is clear that “personal jurisdiction over a \ndefendant may . . . be based on the contacts he has with the state in the course of \nhis private life” and that a defendant’s contacts “count” even “if they were made as \npart of his employment.”  Id. at 596, 659 S.E.2d at 50; see, e.g., Godwin v. Walls, \n118 N.C. App. 341, 354–55, 455 S.E.2d 473, 483 (1995) (finding personal jurisdiction \nbased on defendant ’s actions taken as part of his employment); see also Calder v. \nJones, 465 U.S. 783, 790 (1984) (holding that defendants’ “status as employees does \nnot somehow insulate them from jurisdiction.  Each defendant’s contacts with the \nforum State must be assessed individually. . . . In this case, petitioners are primary \nparticipants in an alleged wrongdoing intentionally directed at a [forum State]  \nresident, and jurisdiction over them is proper on that basis.”). \n32. Ultimately, the trial court must determine “ whether the defendant’s \nconduct connects him to the forum in a meaningful way.”   Walden, 134 S.  Ct. at \n1125. \nD. Findings of Fact \n33. Based on the Court’s rev iew of the parties ’ exhibits, the verified Amended \nComplaint, Desai’s deposition and affidavits, and the arguments of counsel at the \n  \nhearing, the Court makes the following finding s of fact  solely for the purpose of \ndeciding the 12(b)(2) Motion. \n34. Desai is a resident of Massachusetts.  (Am. Compl. ¶ 5; Desai Aff. ¶ 3.) \n35. Dalamagas is a resident and citizen of North Carolina  and has lived in \nNorth Carolina at all times relevant to the pending dispute.  (Am. Compl. ¶ 2; Desai \nDep. 10:24–11:6.) \n36. Denova is a corporation organized and existing under North Carolina law \nwith its principal place of business in  North Carolina.  (Am. Compl. ¶  3; Desai Dep. \n11:8–10.) \n37. Denova only has offices in North Carolina.  (Desai Dep. 11:11–13.) \n38. Desai was an employee of Soma  until February 26, 2015 .  (Am. Compl. ¶ \n24.)  In that role, he was actively involved with Soma India’s business.  (Desai Dep. \n25:15–25:22.)   \n39. Desai is a shareholder of Soma India  and has been actively involved in the \nmeetings and votes of shareholders and directors of  Soma India.  ( Am. Compl. ¶¶ \n13, 25, 36, 39; Desai Aff. ¶ 6; Desai Dep. 25:15–26:8.)   \n40. Desai had a contract to provide services as an independent consultant to \nSoma India from March 2015 until June 2016.  ( Desai Dep. 24:4–25:11; Desai Dep. \nEx. 1 p. 4.)   \n41. Desai has  been, and continues to be , involved with the operation and \nbusiness of Soma India.  (Desai Dep. 24: 4–25:11, 26:9-27:11, 28:12 -29:5, 29:18–\n  \n29:22, 30:1 -30:4; 30:11–30:14, 31:16 -31:22, 31:25 -32:8, 33:7 -33:15, 33:19 –34:1, \n35:11–35:10, 39:19–40:4; Desai Dep. Ex. 1 p. 3–4, Exs. 3, 4, 6, 7.) \n42. Denova and Soma India are each other’s preferred supplier and preferr ed \ndealer and have agreed not to compete with each other.  Soma India is  Denova’s \npartner for distribution in India .  (Desai Dep. 57:24–58:8, 61:2–61:8, 61:14–62:8; \nDesai Dep. Ex. 2 pp. 28, 67, 58.) \n43. Desai made and accepted frequent telephone calls to and from North \nCarolina in communicating with co-defendant Dalamagas .  These telephone calls  \ninvolved business matters concerning co -defendant Denova  and Soma India  and \nrelate to the matters in dispute in this litigation .  ( Desai Dep. 36:16–36:19, 37:13–\n38:8, 49:22–50:6; 114:10–115:3; Desai Dep. Ex. 1 pp. 5–6, Ex. 2 pp. 1–19.)  Based on \nthe records produced by Desai for the period between May 27, 2016 and September \n26, 2016, Desai called Dalamagas in North Carolina 37 times and received phone \ncalls from Dalamagas in North Carolina on 15 additional occasions.  (Desai Dep.  \n114:10–115:3; Desai Dep. Ex. 2 pp. 1–19.)   \n44. Desai sent, forwarded, received, and  was copied on frequent emails from \nco-defendant Dalamagas in North Carolina, and employees of co -defendant Denova \nin North Carolina .  These emails involved business matters and opportunities \nconcerning Soma India and North Carolina-based Denova and relate to the matters \nin dispute in this litigation.  (Desai Dep. 37:13–38:9; Desai Dep. Ex. 2 pp. 22, 23, 25, \n26–27, 28–30, 33, 34, 36, 37, 39, 40, 43, 44–48, 49–50, 51–77,  84–92, 96–99.) \n  \n45. Desai was aware of and copied on numerous invoices sent by co -defendant \nDenova in North Carolina to Soma India and on payment receipts for invoices , \nwhich were  issued by co -defendant Deno va in North Carolina and paid by Soma \nIndia to Denova in North Carolina .  These invoices are at issue in this litigation.  \n(Desai Dep. 53:4–53:24; Desai Dep. Ex. 2 pp. 20–21, 78–93, 93–95, 100–01.) \n46. Desai has helped , and continues to help , with locating business \nopportunities for North Carolina-based Denova, (Dep. 56:19–59:8, 89:9–90:6; Desai \nDep. Ex. 2 p. 25), and has made  arrangements for transportation of Denova’s \npurchases to Denova in North Carolina, (Desai Dep. Ex. 8). \n47. Desai directed a  Denova employee in North Carolina to pay an invoice \nowed by Soma India that was i ssued by a third party.  ( Desai Dep. 69:1–72:13; Dep. \nEx. 2 pp. 102–04). \n48. Desai helped an employee of Soma India obtain a visa  to travel to North \nCarolina to train at Denova.  (Desai Dep. 95:13–96:22; Desai Dep. Exs. 10, 16.) \n49. Desai traveled to North Carolina  for business twice over a nine -month \nperiod, visited Dalamagas during both trips,  and also  visited Denova’s principal \nplace of business  in North Carolina .  (Desai Dep. 38:20 –38:23; 42:21–43:13; Desai \nDep. Ex. 1, pp. 9–10; contra Desai Aff. ¶ 4(a).) \n50. On his two trips to North Carolina, Desai contacted executives of medical \nequipment comp anies in North Carolina  for business purposes and to further \nadvance the interests of North Carolina-based Denova and Soma India.  (Desai Dep. \n43:14–44:18, 46:11–47:3, 47:14–49:11.)  \n  \n51. Desai’s travel to North Carolina and correspondence with co-defendants \nDalamagas and Denova  through e -mail and telephone calls directed to and from \nNorth Carolina was part of Desai’s effort to coordinate the business of Soma India \nto benefit himself, Dalamagas, and Denova and to shift business away from Soma .  \n(Desai Aff. ¶¶  5, 7, 9 –10; Desai Dep. 23:8 –24:9, 35:11 –36:10, 36:16 –36:19, 37:13 –\n38:8, 38:20–38:23.) \n52. The record before the Court of Desai’s contacts with North Carolina is not \ncomplete because some documents, emails, phone records, or emails have been  \ndeleted, are missing, or were not obtained  by Desai.  (Desai Dep. 13:14 –14:1 \n(documents); 15:23 –16:23, 17:16–19:13 (emails); 21:8 –22 (phone records); 52:5 –24 \n(text messages); see e.g., Desai Dep. 80:21–23; Second Desai Aff. ¶¶ 2–3.)  \n53. Desai has not stipulated to  consent to suit  in another jurisdiction  for the \nclaims raised in this case. \n54. Dalamagas and Denova have not stipulated to  consent to suit in another \njurisdiction for the claims raised in this case. \nE. Conclusions of Law \n55. Based on the Court ’s findings of fact, the Court concludes, as a matter of \nlaw, that Plaintiff has established , by a preponderance of the evidence, that Desai \nhas engaged in substantial activity within this State , N.C. Gen. Stat. 1 -75.4(1)(d), \nand has sufficient minimum contacts with North Carolina “such that t he \nmaintenance of [this] suit does not offend ‘traditional notions of fair play and \n  \nsubstantial justice,’” Skinner, 361 N.C. at 122, 638 S.E.2d at 210 (quoting Int’l Shoe \nCo., 326 U.S. at 316).   \n56. Desai has initiated numerous contacts with North Carolina ar ising in \nconnection with the current dispute.  See Centura Bank, 119 N.C. App. at 213 –14, \n458 S.E.2d at 18 ; Walden, 134 S. Ct. at 1122.  These contacts constitute a \nsubstantial connection with North Carolina  that establish Desai’s minimum \ncontacts with thi s State and are sufficient for the Court’s exercise of specific \njurisdiction over Desai.   \n57. Desai’s relevant contacts with this forum are not merely based on his \ncontract to provide services to Soma India or on contacts Soma India has with North \nCarolina, see Saft Am.,  supra ¶ 30, and are not based simply on his relatio nship \nwith Plaintiff or a third -party to this litigation .  Rather, Desai’s relevant contacts \nare based on the extensive and systematic contacts he has had , and frequently \ninitiated, with Denova and Dalamagas in North Carolina that relate to this dispute.  \nSee Cambridge Homes , 1 94 N.C. App. at 413, 670 S.E.2d at 296  (“Nonresident \ndefendants must engage in acts by which they purposely avail themselves of the \nprivilege of conducting activities wit hin the forum State to support a finding of \nminimum contacts.”) (citations and quotation marks omitted).   \n58. Desai’s contacts with North Carolina are not attenuated contacts arising \nfrom interaction with a person or entity that happens to be a resident or ci tizen of \nNorth Carolina but instead are intentional contacts he has directed at North \nCarolina and at North Carolina residents and citizens.  Compare Walden, 134 S. Ct. \n  \nat 1124 (holding that a Nevada court lacked personal jurisdiction when defendant \n“never traveled to, conducted activities within, contacted anyone in, or sent \nanything or anyone to Nevada ”), with Calder, 465 U. S. at 785–86, 788–89 (holding \nthat a California court had perso nal jurisdiction over defendant on a libel claim \nwhere defendant contacted sources in California for information used in the article \nat issue and frequently traveled to California for business, the acts described in the \narticle occurred in California, the article was distributed in California, and \nplaintiff’s reputational injury was predominately felt in California).   \n59. Desai exchanged numerous calls and  emails to and from Denova and \nDalamagas in North Carolina , and traveled on several occasions to and from North \nCarolina.  These were all meaningful contacts with North Carolin a because they \ninvolved a North Carolina entity and a North Carolina resident in North Carolina , \nthe conduct of the North Carolina Defendants’  business in North Carolina , and \ninvoices sent by the North Carolina Defendants to Soma India, all of which are \nclosely intertwined with Plaintiff’s claims in this action .  See, e.g., Walden, 134 S. \nCt. at 1222 (“physical entry into the State — either by the defendant in person or \nthrough an agent, goods, mail, or some other means — is certainly a relevant \ncontact”); Brown v. Ellis , 363 N.C. 360, 361 –63, 678 S.E.2d 222, 222 –24 (2009)  \n(holding that where an out-of-state defendant made telephone calls and sent emails \nto plaintiff’s wife , who resided in  North Carolina, the court could properly exercise \npersonal jurisdiction over defendant in alienation of affections case). \n  \n60. Desai has, through his activities described above,  “purposefully avail [ed] \n[himself] of the privilege of conducting activities within the forum State, thus \ninvoking the benefits and protection of its law s,” and, as a result , can reasonably \nanticipate being haled into a North Carolina court to answer for his alleged conduct.  \nRossetto USA, 191 N.C. App. at 201–03, 662 S.E.2d at 913–14 (quoting Skinner, 361 \nN.C. at 123, 638 S.E.2d at 210 –11) (holding that “ consistent and continuous two -\nyear interaction” of calls and payments to  buyer in North Carolina support ed \nconclusion that defendant “purposefully availed himself of the privilege of \nconducting activities in North Carolina”).   \n61. The convenience of resolving  the claims against Desai and the North \nCarolina Defendants in North Carolina outweighs the inconvenience to Desai of \nlitigating in North Carolina, particularly  when Desai, through his conduct, c ould \nreasonably anticipate being haled into a North Carolina court, and when it appears \nthat no other forum may have jurisdiction over all Defendants .  See generally B.F. \nGoodrich, 80 N.C. App. at 133, 341 S.E.2d at 68.   \n62. There is no evidence to suggest that Desai would be “unfairly prejudiced” \nby litigating Plainti ff’s claims in North Carolina.  See, e.g., Inspirational Network, \nInc. v. Combs, 131 N.C. App. 231, 241, 506 S.E.2d 754, 761 (1998) (finding lack of \nprejudice a factor that weighed in favor of personal jurisdiction over out -of-state \ndefendants). \n63. Considering the circumstances presented here, and balancing all of the \nconsiderations set forth above, the Court concludes that the Court’s exercise of \n  \nspecific jurisdiction over Desai in this action is reasonable and fundamentally fair \nand comports with traditional  notions of fair play and subst antial justice .  The \nCourt thus concludes that Desai’s 12(b)(2) Motion should be denied.  \nIII. \nDESAI’S ALTERNATIVE MOTION TO STAY \n64. For the trial court to enter a stay of an action in North Carolina so that the \naction may proce ed in another jurisdiction, N.C. Gen. Stat. § 1 -75.12(a) requires \nthat the “moving party . . . stipulate his consent to suit in another jurisdiction found \nby the judge to provide a convenient, reasonable and fair place of trial .”  \nAccordingly, absent a sti pulation of consent by the moving party, the Court must \ndeny the moving party’s motion to stay.   \n65. Despite the instructions to Defendants in the Court’s December 2, 2016 \nOrder, Desai has not filed a stipulation of consent to jurisdiction in Connecticut, \nwhere there is ongoing litigation in state court between Desai and Leonidas and in \nfederal court between Dalamagas and Leonida s, or in any other state .  Therefore, \nthe Court  concludes that Desai’s Alternative Stay Motion  should be denied  for \nfailure to comply with N.C. Gen. Stat. § 1-75.12(a). \n66. Moreover, even if Desai had properly complied with section 1-75.12, Desai \nhas failed to carry his burden to justify relief under that section.  Our courts have \nheld that a trial court must find that “(1) a substantial in justice would result if the \ntrial court denied the stay, (2) the stay is warranted by those factors present, and \n(3) the alternative forum is convenient, reasonable, and fair. ”  Wachovia Bank v. \n  \nHarbinger Capital Partners Master Fund 1, Ltd ., 201 N.C. App.  507, 520, 687 \nS.E.2d 487, 495 (2009) (quoting Lawyers Mut. Liab. Ins. Co. of N.C. v. Nexsen Pruet \nJacobs & Pollard, 112 N.C. App. 353, 357, 435 S.E.2d 571, 574 (1993)).   \n67. Based on the Court’s review of the evidence of record, the Court concludes \nthat Desai has not offered sufficient evidence to carry his burden  to merit a stay  at \nthis stage in the litigation .  In particular, the Court cannot conclude that a \nsubstantial injustice would result if the Court denied the stay and allowed this \nlitigation to go forward against Desai in North Carolina or that a stay is warranted \nin light of the substantial and meaningful contacts Desai has had with North \nCarolina in connection with the facts relevant to this dispute.  \nIV. \nCONCLUSION \n68. Based on the foregoing, the Court hereby DENIES both Desai’s Motion to \nDismiss under Rule 12(b)(2) and Desai’s Alternative Stay Motion under N.C. Gen. \nStat. § 1-75.12(a). \nSO ORDERED, this the 24th day of March, 2017. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases   \n "
}