{
  "id": "dd1102c04ff69fb7b48fa8242eebbb21983298b2a5141622cd1a7b54de7709b1",
  "source_file": "data/raw/ncbc/dd1102c04ff69fb7b48fa8242eebbb21983298b2a5141622cd1a7b54de7709b1.pdf",
  "raw_text": "  STATE OF NORTH CAROLINA\n  COUNTY OF MECKLENBURG \n  JOHN S.\n  \nGAYNOE, \non behalf of\nhimself \n  and all others similarly situated,\nPlaintiff, \n \n   v\n  FIRST UNION DIRECT BANK, N.A.,\n                                 \nDefendant.\n \n IN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\n97 CVS 16536 \n \n \n ORDER \nand OPINION\n \n{1}\n             \nThese matters\n \nare before the Court on Defendant’s motion for summary judgment,\nDefendant’s motion for partial summary judgment, Plaintiff’s cross motion for summary judgment,\nPlaintiff’s motion for class certification, and Defendant’s motion to strike.\n  \nFor reasons explained\nbelow, Defendant’s motions for summary judgment and partial summary judgment are granted.\n \nBecause the Court grants Defendant’s motions for summary judgment, it does not reach the motion for\nclass certification or Defendant’s motion to strike.\n  \nPlaintiff’s motion for summary judgment is denied.\nGirard & Green, LLP, by Gordon M. Fauth, Jr. and \nRobert S. Green; Michaels Jackson &\nOettinger, P.A., by Gary W. Jackson \nand Paul R. Dickinson, Jr., for Plaintiff John S. Gaynoe.\nJames McElroy & Diehl, P.A., by Edward T. Hinson, \nJr.; Pope & Hughes, P.A., by J. Preston\nTurner, for Defendant First Union \nDirect Bank, N.A.\nI\n{2}\n             \nThis case arises out of First Union Direct Bank’s (“FUDB”) use of standardized brochures\n(“Brochure”) with attached credit card applications (“Application”) and standardized credit card\nagreements (“Agreement”) as a part of its “Valuable Choice” program.\n  \nThe Application/Brochure\npresented six different credit card options (“Options”) by mixing four different interest rates with three\ndifferent annual fees.\n[FN1]\n  \nFour Options were listed in the brochure:\n  \n1) the Standard Prime Option,\n2) the Gold Prime Option, 3) the Customized Option and 4) the Low Rate Option.\n  \nThe remaining two\nOptions were created by the applicant’s choice of either a gold or a standard card in the Low Rate or\nCustomized Options.\n  \nAll the Options were identified in the “Credit Terms and Conditions” section on\nthe back of the Application.\n  \nHence there were three types of credit cards: Prime, Customized, and\nLow Cost, each available in either a gold or standard card.\n  \nTerms stated in the Brochure established\nthat a gold card afforded a higher credit limit.\n  \nUnder the Low Rate Option,\n \nthe applicant would choose\nthe lowest available interest rate and the highest available annual fee.\n  \nAt the opposite end of the\nspectrum, the Gold Prime Option, the applicant would choose the highest interest rate but be charged\nno annual fee.\n  \n{3}\n             \nThe first of these Applications was printed and available in 1994 and proffered at branch\noffice locations.\n  \nThe six Options were listed at the top of the Application, divided vertically by the\nOption and horizontally by the type of card (standard or gold).\n  \nUnder the phrase “I am requesting” the\napplicant was instructed to “check one of the credit card options below.”\n  \nAbove the signature line of\nthe Application was the statement: “I agree to the terms and conditions on the other side.”\n  \nBy his or\nher signature, the applicant agreed to the Credit Terms and Conditions located on the back of the\nApplication which read in relevant part: “I agree to abide by the selected interest rates, fees, charges\nand options in this application and by the terms and conditions of the FUDB Credit Card Agreement\nthat will be mailed to me.”\n{4}\n             \nAfter approving an Application, FUDB mailed the credit card and credit card Agreement to\nthe new cardholder.\n  \nThe Agreement contained the following relevant provisions:\n \nThis Agreement and Disclosure statement \ncontains \nthe terms and disclosures\nwhich apply to my VISA or MasterCard. . . .\nAmendments.\n  \nYou \nmay change any part of this Agreement at any time, as long\nas you give me \nadvance written notice as required by law.\n  \nAny change in terms\nwill apply to my outstanding balance existing as \nof the effective dates as well as\nto all charges made after that date.\nCancellation.\n  \nI \ncan cancel my Account at any time. . . . You may cancel this\nAgreement at \nany time.\n  \nHowever my obligation \nunder this Agreement and any\nchanges made prior to cancellation will \ncontinue to apply until I have paid you all\nthe money I owe on the account.\nThe Options listed on the Application were also \nlisted in the Agreement with the following\nlanguage:\n \nThe MONTHLY PERIODIC RATE (MPR) and ANNUAL \nPERCENTAGE\nRATE\n  \n(APR) to be \nused are determined by the option below that I have\nindicated on my \napplication. . . .\nAnnual Account Fee. . . The annual fee is determined \nby the option I have\nindicated on my application.\n \n{5}\n             \nWhen a credit card with an annual fee was issued, FUDB charged the annual fee in the first\nmonth of issuance and, as indicated in FUDB’s Agreement, “annually in the month [that the] Card was\nissued.”\n{6}\n             \nJohn Gaynoe, purporting to represent the potential class, applied for his FUDB credit card in\ncombination with instant credit reserve accounts in July 1993.\n  \nThis application was titled “Credit Card\nand ICR Application.”\n  \nHis credit card application was not part of a Valuable Choice Brochure.\n  \nIn his\n1993 application, he agreed to pay an annual fee of $39 with an annual percentage rate of prime plus\n6.9 percent.\n  \nMr. Gaynoe’s application also listed six different credit card options, divided horizontally\nby the Option and vertically by the type of card.\n  \nThe text “For my credit card account I am\nrequesting” was adjacent to the listing and “check boxes” were beside each Option.\n   \nThe Options\navailable at that time were labeled Prime, Rebate and Fixed.\n  \nThese options also consisted of a sliding\nscale of interest rates and annual fees similar in design to that of the subsequent Valuable Choice\nOptions.\n \n{7}\n             \nSubsequently, in May 1994, Mr. Gaynoe orally requested a decrease in his annual percentage\nrate to prime plus 2.9 percent, with no change in his annual fee; this rate corresponded to the Low Rate\nOption advertised on FUDB’s Valuable Choice Application/Brochure available at that time.\n  \nWhen the\nrate was reduced, Mr. Gaynoe combined the outstanding balances in his ICR and other credit accounts\nand transferred those balances to his credit card account.\n  \nMr. Gaynoe does not claim to have\nsubmitted an Application when this changed was effectuated.\n  \nNor was Mr. Gaynoe charged the $15\n“Product Conversion Fee” FUDB identified in the Agreement as a charge that will “be posted to [the]\naccount each time [a customer] elect[s] to change [a] credit card option.”\n  \nThe Agreements applicable\nto Mr. Gaynoe’s account were identical in all material respects to the Agreements applicable to the\nValuable Choice applicants.\n{8}\n             \nAlthough FUDB records indicate that Mr. Gaynoe requested the Low Cost Option rate change\nin May 1994, the lower interest rate was not applied to his account until February 1995.\n  \nHowever,\ncredits applied to his account on the January 1995 statement reflect adjustments made to his credit and\nICR or retail accounts to give him the benefit of the lowered interest rate retroactively to May 1994.\n{9}\n             \nFrom July 1993 until the closing of Mr. Gaynoe’s account in 1997, FUDB charged the annual\nfee to Mr. Gaynoe’s account annually in July. The annual fee for Mr. Gaynoe's account never varied\nfrom $39.\n{10}\n         \n \nIn February 1997 FUDB sent notice (the “Amendment”) to Mr. Gaynoe that effective April 1,\n1997, the annual percentage rate on his account would be prime plus 11.9 percent and his annual fee\nwould be $39.\n  \nThis Amendment resulted from FUDB’s decision to re-price cardholder accounts\nbecause of an increase in the cost of doing business.\n  \nThe Amendment listed a toll-free customer\nrelations number under which a specially bordered section of the Amendment contained the following\nstatement:\n  \n“As with any change of terms, if you do not wish to continue your Account under the above\nnew terms, we will close your Account and permit you to pay the outstanding balance under the terms\nin effect before the change in terms.”\n \n{11}\n         \nIn his deposition testimony Mr. Gaynoe admits that he “was aware of the fact that [he] had\ntwo options, to keep the card open and jack up the rate, or just not use the card anymore and just pay it\noff at the old rate.”\n  \n(Gaynoe Dep. at 119.)\n{12}\n         \nUpon receipt of the re-pricing notice, Mr. Gaynoe called FUDB representatives to complain\nabout the Amendment.\n  \nHe claims that he was orally advised that the Amendment would not apply to\nhim.\n  \nMr. Gaynoe continued to use his credit card.\n  \nHowever, contrary to the oral representations\nallegedly made by the FUDB representatives, Mr. Gaynoe’s monthly statements reflected interest\ncharges at the Amendment rates after April 1, 1997.\n  \nMr. Gaynoe does not claim that he did not\nreceive his credit card statements.\n  \nHe continued using his credit card and took no further action until\nAugust 1997 at which time he paid his account in full.\n  \nMr. Gaynoe is not seeking enforcement of this\noral agreement.\n[FN2]\n  \nMr. Gaynoe also wrote a letter on September 3, 1997 to Mr. Crutchfield, CEO\nof First Union Corporation, objecting to the Amendment.\n \n{13}\n         \nPlaintiff seeks certification of the following class: “[A]ll persons who opened credit card\naccounts with FUDB under the Valuable Choice Program, whose annual percentage rates were, during\na period beginning four years prior to the date of the complaint and running to the present (the Class\nPeriod), increased by FUDB to a value above that chosen by the customer.”\n[FN3]\n{14}\n         \nPlaintiff and Defendants agree that FUDB amended 59,296 Valuable Choice customer credit\ncard accounts.\n[FN4]\nII\n{15}\n         \nOn August 16, 1999, Judge John M. Gardner heard Plaintiff’s motion for class certification.\n \nHe suggested that summary judgment motions be heard in conjunction with class certification.\n  \nOn\nJanuary 11, 2000, Judge Gardner heard Defendant’s motion for summary judgment and additional\narguments for class certification.\n  \nJudge Gardner subsequently resigned from the bench without having\nruled on either motion.\n{16}\n         \nThis matter originally came on for hearing before the undersigned on Plaintiff’s motion for\nclass certification.\n  \nSince this case presents the unusual situation in which a determination of the class\ndefinition and Mr. Gaynoe’s membership therein involves the determination of substantive legal issues\nimpacting summary judgment, this Court then suggested that the parties submit and brief cross\nmotions for summary judgment.\n  \nLike Judge Gardner, this Court believed it best to be fully informed\nof the parties’ positions on both issues at the same time.\n  \nSubsequently, Defendant filed a motion for\nsummary judgment, and Plaintiff filed his motion for summary judgment.\nIII\n{17}\n         \nThe Agreement clearly states, and the parties are in agreement, that Georgia law governs this\ncase.\n  \nThe State of Georgia adopted a statute specifically governing the issuance of credit cards.\n  \nGa.\nCode Ann. § 7-5-4, \net seq.\n (1996)\n \n(“Georgia Credit Card Act”) states in relevant part:\n \n(a)(1) \nNotwithstanding the provisions of any other law prescribing, regulating,\nor \nlimiting interest rates, any domestic lender or \ncredit\n \ncard\n bank may \ncharge and\ncollect in connection with a \ncredit\n \ncard\n account:\n(A) Finance charges at such periodic interest rate or rates computed or imposed on the\noutstanding balances on the \ncredit\n \ncard\n account in any manner as provided in the written\nagreement governing such \ncredit\n \ncard\n account, and such periodic interest rate or rates may\nvary from time to time in accordance with a schedule or formula contained in such\nagreement . . . .\n. . . .\n(b) The terms and conditions contained in the written \nagreement governing the\ncredit\n \ncard\n account between the \ndomestic lender or credit \ncard\n \nbank and the\ndebtor shall be deemed to be material to the determination of \ninterest, including,\nbut not limited to:\n      \n \n. . . .\n(3) All other terms and conditions of such written agreement.\n \n(c) A \ncredit\n \ncard\n account between any \ndomestic lender or \ncredit\n \ncard\n \nbank and a\ndebtor shall be governed solely by the laws of the State of \nGeorgia\n and federal\nlaw unless otherwise expressly agreed in \nwriting by the parties.\n  \nA \ndomestic\nlender or \ncredit\n \ncard\n \nbank may, as specified in the written agreement governing a\ncredit\n \ncard\n account, modify in any \nrespect any terms or conditions of such credit\ncard\n account, upon such prior written notice of such modification \nas specified by\nthe terms of the written agreement governing the \ncredit\n \ncard\n account or by the\nTruth in Lending \nAct\n (12 U.S.C. Section 1601, et seq.).\n  \nAny such notice\nprovided by a domestic lender or \ncredit\n \ncard\n bank shall specify that the debtor has\nthe right to surrender \nthe \ncredit\n \ncard\n \nwhereupon the debtor shall have the right to\ncontinue to pay off his \ncredit\n \ncard\n account in the same \nmanner and under the\nsame terms and conditions as then in effect.\n  \nThe debtor’s failure to surrender the\ncredit\n \ncard\n prior to the modification’s becoming effective shall \nconstitute a\nconsent to the modification.\n{18}\n         \nGeorgia statutory code also contains this provision:\n  \n“The General Assembly finds and\ndeclares that the sound, efficient, and responsive operation of financial institutions is essential to the\nlivelihood of the people of this state and to the stability and growth of the economy of this state and\nregion and vitally affects public interest.”\n  \nO.C.G.A. § 7-1-2 (1996).\nIV\n{19}\n         \nPursuant to Rule 56(c) of the North Carolina Rules of Civil Procedure, summary judgment\nshall be rendered if the pleadings, depositions, answers to interrogatories, and admissions on file,\ntogether with the affidavits, if any, show that there is no genuine issue as to any material fact and that\nany party is entitled to judgment as a matter of law.\n  \nSee \nN.C. R.\n  \nCiv. P. 56(c); \nsee also Beam v.\nKerlee\n, 120 N.C. App. 203, 209, 461 S.E.2d 911, 916 (1995)\n  \n(recognizing that summary judgment is\nappropriate only when “there is no dispute as to any material fact”), \ncert. denied, \n342 N.C. 651, 467\nS.E.2d 703 (1996).\n  \nAs moving parties, defendants have “the burden of showing there is no triable\nissue of material fact.”\n  \nFarrelly v. Hamilton Square\n, 119 N.C. App. 541, 543, 459 S.E.2d 23, 25-26;\nsee also Taylor v. Ashburn\n, 112 N.C. App. 604, 606, 436 S.E.2d 276, 278 (1993), \ncert. denied, \n336\nN.C. 77, 445 S.E.2d 46 (1994).\n  \nIn determining whether that burden has been met, the court “must\nview all the evidence in the light most favorable to the non-moving party, accepting all its asserted\nfacts as true, and drawing all reasonable inferences in its favor.”\n  \nLilley v. Blue Ridge Elec.\nMembership Corp.\n, 133 N.C. App. 256, 258, 515 S.E.2d 483, 485 (1999), \ncert. denied, \n350 N.C. 833,\n1999 N.C. Lexis 949 (1999); \nsee also Murray v. Nationwide Mut. Ins. Co.,\n 123 N.C. App. 1, 472\nS.E.2d 358, 362 (1996), \ncert.\n  \ndenied, \nN.C. 344, 483 S.E.2d 173 (1997).\n{20}\n         \nTo grant summary judgment, the court must conclude that no reasonable jury could find in\nfavor of the non-moving party.\n  \nSee Anderson v. Liberty Lobby, Inc.\n, 477 U.S. 242, 248 (1986).\n  \n“[T]he\njudge’s function is not himself to weigh the evidence and determine the truth of the matter but to\ndetermine whether there is a genuine issue for trial.” \nId.\n at 249.\n  \nWhen considering a motion for\nsummary judgment, the judge must determine whether a fair-minded jury could return a verdict for the\nnon-movant on the evidence presented.\n  \nSee\n \nMerck-Medco Managed Care, LLC v. Rite Aid Corp.\n, No.\n98-2847, 1999 U.S. App. LEXIS 21487, at *10 (4th Cir. Sept. 7, 1999) (quoting \nAnderson\n, 477 U.S. at\n252).\n{21}\n         \nSince Georgia law governs the cardholder Agreement, the Court must look to Georgia statutes\nand case law to determine how the Georgia courts would construe this contract.\n  \nGeorgia statutes\nprovide that “the construction of a contract is a question of law for the court.”\n  \nSee \nO.C.G.A § 13-2-1\net seq.\n    \nIn construing a contract, the Georgia courts first determine whether the terms are ambiguous.\n \nSee Hayden v. Signari, \n220 Ga. App. 6, 467 S.E.2d 590 (1996).\n  \nIf the terms are ambiguous, expert\ntestimony is admissible to assist the trier of fact.\n  \nSee id.\n  \nHowever, if no ambiguity exists it is error to\nreceive expert testimony regarding contract construction.\n  \nSee id.\n  \n“It is axiomatic that a contract\nshould be construed by the court where the language is undisputed but the meaning of that language is\nin dispute.”\n  \nBoard of Regents v. A. B. & E., Inc.,\n 182 Ga. App. 671, 673,\n \n357 S.E.2d 100, 102 (1987),\nciting OCGA § 13-2-1.\n  \nIt is the responsibility of the court to determine whether an ambiguity exists.\n \nSalvatori Corp. v. Rubin\n, 159 Ga. App. 369, 283 SE2d 326 (1981).\n  \n“If the contract does not require\ndisentanglement of the language by a jury, i.e., the words used are plain and clear in their common\nusage, it remains the duty of the trial court to look to the language of the contract with a view to\neffectuating the intent of the parties.”\n  \nBoard of Regents v. A. B. & E., Inc.,\n 182 Ga. App. 671, 673,\n357 S.E.2d 100, 102 (1987), citing\n Southern Fed. Savings &c. Assn. v. Lyle\n, 249 Ga. 284, 290 S.E.2d\n455 (1982).\n \n{22}\n         \nThere are no material factual disputes in this case.\n  \nThe parties disagree over how the contract\nis to be construed.\nA\n{23}\n         \nThe parties generally agree that the contract includes both the Application and the Agreement.\n \nPlaintiff’s claim is premised upon a construction of the contract that finds that the Application creates\na contract for one year at a fixed annual percentage rate - which cannot be modified during the year.\n \nPlaintiff asserts that by offering on the one Application choices of a sliding scale of annual percentage\nrates combined with annual fees, both of which are couched in annual terms, FUDB created a binding\ncontract between it and the applicant for the extension of credit at a fixed rate for one year, because\nthe original annual fee was paid in consideration for the interest rate to which it was combined.\n \nPlaintiff contends that by changing his interest rate during the year in which an annual fee was already\npaid, FUDB breached the contract.\n[FN5]\n  \nUnder Plaintiff’s construction the termination and\namendment provisions in the Agreement are subservient to the fixed time and rate provisions allegedly\nfound in the Application.\n  \nPlaintiff argues that the one-year fixed rate contract is unambiguously clear,\nbut that if there is an ambiguity the Georgia courts would permit a jury to determine the terms of the\ncontract applying the “reasonable expectations” of the average member of the public.\n  \nIn order to\nfollow this construction process this Court would have to find that the Georgia courts would apply the\nRestatement (2\nnd\n) of Contracts, § 211 to this case.\n[FN6]\n  \nFurther, Plaintiff claims the duty of good\nfaith and fair dealing inherent in every contract prevented FUDB from amending the contract to\ndeprive Plaintiff of his chosen annual percentage rate during a year for which he had been charged the\n$39 annual fee.\n{24}\n         \nConversely FUDB argues that the both Georgia Credit Card Act and the Agreement explicitly\nallow FUDB to change the credit terms applicable to a cardholder’s account at any time after issuance\nsubject to the notice requirements of the Georgia Credit Card Act and the federal Truth in Lending Act\n(“TILA”).\n  \nUnder FUDB’s construction the annual fee is consideration for the extension of credit, and\nthe Agreement specifically provides that it may be terminated by either party or amended as provided\nby law.\n{25}\n         \nAlthough the parties present no Georgia case directly addressing a dispute of this nature,\nGeorgia case law and cases from other jurisdictions provide some guidance on the central issue in this\ncase: the nature of the relationship between a cardholder and an issuer.\n  \nGeorgia case law describes the\ngeneral rules of this relationship in \nCity Stores Co. v. Henderson, \n116 Ga. App. 114, 156 S. E.2d 818\n(1967).\n  \nIn \nCity Stores, \nPlaintiffs brought an action for tortious misconduct against the issuing\ndepartment store for allegedly revoking Plaintiff’s credit card without prior notice.\n  \nThe court stated,\nThe issuance of a credit card is but an offer to \nextend a line of open account\ncredit.\n  \nIt \nis unilateral and supported by no consideration.\n  \nThe offer may be\nwithdrawn at any time, without prior notice, for any \nreason or, indeed for no\nreason at all, and its withdrawal breaches no duty \nfor there is no duty to continue\nit – and violates no rights.\n  \nAcceptance or use of the card by the offeree makes a\ncontract between \nthe parties according to its terms, but we have seen none which\nprevents a \ntermination of the arrangement at any time by either party.\n \nId. \nat 120-21, 156 S. E.2d at 823.\n   \n{26}\n         \nThe Georgia interpretation of the credit card relationship was adopted and slightly modified in\nGarber v. Harris Trust Savings Bank\n, 104 Ill. App.3d 675, 432 N.E.2d 1309 (1982).\n  \nIn \nGarber,\nplaintiffs charged defendants with “breaching the provisions of the cardholder agreement . . . by\nchanging the terms on which” defendants would issue credit.\n  \nId. \nat 677, 432 N.E.2d at 1310.\n \nPlaintiffs further alleged that the changes in the cardholder agreement were void for lack of\nconsideration.\n  \nId.\n  \nSimilar to the case at bar, defendants in \nGarber\n sent notices to cardholders that\ninterest rates and annual fees would increase on a certain date and that the effect of the changes would\nonly take place if the cardholder used the card after that date.\n  \nId.\n  \nWhile plaintiffs asserted that the\ncardholder agreement governing the account was a binding agreement, the court found that: “[A]\nseparate contract is created each time the card is used according to the terms of the cardholder\nagreement at the time of such use; . . . the cardholder agreements were subject to modification at will;\nand . . . in any event, consideration was given for the modifications.”\n  \nId. \nat 678, 432 N.E.2d at 1311.\n \nThe \nGarber \ncourt based its decision in part on the at-will termination, cancellation and amendment\nprovisions in the cardholder agreement that are similar to those in the FUDB Agreement.\n{27}\n         \nMore recently, in \nGrasso v. First USA Bank, \n713 A2d 304 (Del. 1998) the Delaware Supreme\nCourt utilized an analysis similar to \nCity Stores\n and \nGarber\n in defining the relationship between an\nissuing bank and a card holder.\n  \nIn \nGrasso\n, plaintiff sued defendant for breach of contract after\ndefendants changed the terms of plaintiff’s credit card account.\n  \nId.\n  \nThe facts in \nGrasso\n are similar to\nthe case at bar in several respects.\n  \nFirst, like the case at bar, Grasso claimed that the contract between\nher and the issuing bank was set forth in the original solicitation.\n  \nId. \nat 307.\n  \nSecond, Grasso claimed\nthe language in the solicitation agreement promised an initial introductory rate, a low fixed rate\n“thereafter” and no annual fee, and that First USA breached the “thereafter” and the “no annual fee”\nterms.\n  \nId.\n  \nThird, the solicitation, like FUDB’s Application, expressly subjected the applicant to the\nterms and conditions of the credit card agreement.\n[FN7]\n  \nFinally, the credit card agreement sent to\nGrasso with her credit card contained a governing law provision, as well as the amendment and at-will\ntermination clauses found in the FUDB Agreement.\n  \nId. \nat 305-06.\n  \nDefendants in \nGrasso \nclaimed that\nthe credit card agreement represented the contract between it and the plaintiff, and the credit card\nagreement expressly allowed it to make amendments to the agreement.\n  \nId.\n at 307.\n \n{28}\n         \nApplying Delaware contract law to the specific language of both the solicitation and the credit\ncard agreement, the \nGrasso \ncourt found that the Agreement was the contract and the solicitation “was\n[an offer] to open a credit card/charge account which would be subject to an Agreement which would\nbe sent out with the credit card.\n  \nUse of the credit card would constitute acceptance of the terms of the\nAgreement.”\n  \nId. \nat 308-310.\n  \nTherefore, plaintiff’s acceptance and use of defendant’s credit card\nsubjected her to the card member agreement that, in turn, expressly allowed defendant to amend the\nagreement, subject to applicable law.\n  \nId.\n \n{29}\n         \nSimilar to \nGrasso, \nthe solicitation sent to Plaintiffs in the present case contained terms for\nwhich a credit card account could be opened.\n  \nPlaintiffs do not argue that FUDB was bound to accept\nan application should an applicant’s credit history prove inadequate; FUDB’s right to examine the\napplicant’s credit history would indicate that a contract was not formed by the Application alone.\n  \nBy\nfilling out the Application, Plaintiff accepted the terms offered in the Application.\n  \nThose terms\nincluded the disclosure found on the Application, which stated, “I agree to abide by the selected\ninterest rates, fees, charges and options in this application and by the terms and conditions of the\nFUDB Credit Card Agreement that will be mailed to me.”\n  \nBy sending a credit card to the applicant,\nFUDB completed the offer and reincorporated the terms of the Agreement.\n  \nBy signing the\nApplication and accepting and using the credit card the Plaintiff expressly agreed to the terms of the\nAgreement mailed with the card.\n  \nHence, any contract between the parties included the terms of the\nAgreement.\n{30}\n         \n \nLike \nGrasso, \nthe Agreement at issue in this case contained an amendment clause and an at-\nwill cancellation clause.\n  \nThe amendment clause is consistent with the Georgia Credit Card Act which\nstates in relevant part:\n  \n“A domestic lender or \ncredit\n \ncard\n bank may, as specified in the written\nagreement governing a \ncredit\n \ncard\n account, modify in any respect any terms or conditions of such\ncredit\n \ncard\n account, upon such prior written notice of such modification as specified by the terms of\nthe written agreement governing the \ncredit\n \ncard\n account or by the Truth in Lending \nAct\n (12 U.S.C.\nSection 1601, \net seq\n.).”\n  \nO.C.G.A. § 7-5-4.\n  \nIndeed, Plaintiff does not claim modification of the\nAgreement was a violation of the Georgia Credit Card Act or the Truth in Lending Act.\n  \nThe statutory\nscheme in Georgia appears explicitly to contemplate the right of credit card companies to change credit\nterms at any time, because it specifies the limitations to that right that the legislature deemed necessary\nto protect consumers.\n{31}\n         \nFollowing \nCity Stores, Garber,\n \nGrasso\n and Georgia’s statutory scheme, this Court concludes\nthat the courts of Georgia would hold that in this case the issuance of a credit card to Mr. Gaynoe\nconstituted an offer by FUDB to extend him an open line of credit.\n  \nThe acceptance of that offer by\nMr. Gaynoe subjected him to the Agreement that expressly permitted FUDB to amend, modify or\nterminate the credit terms subject to the restrictions of the Georgia Credit Card Act.\n{32}\n         \nThe general rule covering the relationship between a card issuer and cardholder is also well\ngrounded in economic reality.\n  \nThe cardholder is not required to use the card, and by making timely\npayments, many never owe any interest.\n  \nThe cardholder may switch credit sources almost at will.\n \nEconomic conditions are not fixed; interest rates and competition change.\n  \nThe provision of consumer\ncredit does not take place in a static environment.\n  \nCredit issuers require flexibility to operate.\n  \nForcing\nan issuing bank to adhere to credit terms in an unfavorable economic environment would not promote\n“the sound, efficient, and responsive operation of financial institutions [which] is essential to the\nlivelihood of the people of [Georgia] and to the stability and growth of the economy of [that] state and\nregion” as set forth in O.C.G.A. § 7-1-2. The case law exemplified by \nCity Stores, Garber \nand\n Grasso\nis recognition of this underlying dynamic credit relationship.\n \n{33}\n         \nPlaintiff seeks to avoid FUDB’s right to amend the Agreement by asserting that the statement\nof the options appearing on the Application, combined with the repeated use of the terms \nannual fee\nand \nannual\n \ninterest rate\n, create a contract for a fixed rate for one year each time the annual fee is\npaid.\n  \nPlaintiff contends that by offering choices between different combinations of fees and rates,\nFUDB effectively offered a guaranteed rate for one year for those applicants choosing to pay an\nannual fee. Stated differently, Plaintiff asserts that the annual fee is given in consideration for the\nlower interest rate, and that therefore, if the annual fee is charged to the credit card account, the\ninterest rate may not be changed during the year for which that annual fee applied.\n  \nPlaintiff contends\nthat it is the existence of the choices expressed in annual percentage rates and annual fees that remove\nPlaintiff from the general rule that credit card terms may be amended subject to statutory restrictions.\n \n{34}\n         \nThis Court concludes that the existence of choices did not guarantee Mr. Gaynoe a certain\ninterest rate for one year, but instead served to offer flexibility to applicants in how they initially\nobtained credit.\n  \nFUDB customers were in no different legal position than other bank customers who\nchoose between a myriad of alternative cards.\n  \nPlaintiff does not argue, nor does the Court believe, that\nthe common practice of offering choices between gold, silver, platinum, reward miles or other types of\ncards creates a one-year contract for each applicant who pays an annual fee.\n  \nOn the contrary, such\noffers generally constitute an offer of a line of credit on differing terms, all of which are subject to an\nagreement as well as applicable state and federal laws.\n  \nThe fact that FUDB’s choices were available\non one Application or set forth in one Agreement as opposed to separate applications and agreements\nfor each type of card neither changes the application of the existing law nor creates an ambiguity.\n \nThere was no language in the Application promising or guaranteeing any rate for any period of time.\n \nConversely, the Agreement contained express language permitting termination, modification or\namendments to the line of credit.\n  \nThe presentation of different options on one piece of paper did not,\nunder the circumstances of this case, create a different contract from that which normally exists.\n \nFinally, the possibility of disparate treatment, as indicated below, is further support for the Court’s\ndetermination that the availability of choices among various credit arrangements was just that –\nselections from which the applicant could choose for the initial issuance of a card and credit – and was\nnot intended to create an annual contract for cardholders.\n{35}\n         \nFor several reasons, the Court declines to apply the Restatement 2\nnd\n of Contracts § 211,\ngenerally applicable to standardized contracts,\n \nas urged by the Plaintiff to ascertain the “reasonable\nexpectations” of the average cardholder.\n  \nFirst, the Court finds, based upon existing Georgia law and\nthe language and structure of the agreement between the parties, that the contract is not ambiguous and\nprovides for amendment in accordance with state and federal law.\n  \nSecond, there is no basis upon\nwhich the Court can conclude that the Georgia courts have or would adopt this particular section of the\nRestatement under the circumstances of this case; it is more likely that the Georgia courts would look\nto the statutory scheme specifically enacted by the legislature to govern the relationship between credit\ncard issuers and credit cardholders. Third, as explained below, application of this section under the\ncircumstances of this case would not result in equal treatment of the applicants who filled out identical\nApplications.\n{36}\n         \nRestatement (Second) of Contracts, § 211 governing standardized agreements states in\ncomment (e):\ne. \nEquality of treatment.\n  \nOne who assents to standard contract terms normally\nassumes that others are doing likewise and that all who do so are on an \nequal\nfooting. . . . [C]ourts in construing and applying a standardized \ncontract seek to\neffectuate the reasonable expectations of the average \nmember of the public who\naccepts it.\n  \nThe \nresult may be to give the advantage of a restrictive reading to\nsome \nsophisticated customers who contracted with knowledge of an ambiguity or\ndispute.\n{37}\n         \n \nAs indicated, Plaintiff seeks to certify the following:\n  \n“[A]ll persons who opened credit card\naccounts with FUDB under the Valuable Choice Program, whose annual percentage rates were . . .\n \nincreased by FUDB to a value above that chosen by the customer.”\n  \nBased on the Application, the\nmembers of this class include applicants for all six types of credit cards – those who did opt to pay an\nannual fee as well as those who chose a higher interest rate and no annual fee.\n  \nHowever, in oral\nargument Plaintiff claimed that only those persons who paid an annual fee were entitled to class\nstatus.\n  \nAccording to Plaintiff’s argument, only those cardholders paying annual fees paid\nconsideration and thereby entered into binding contracts with FUDB for the year in which their annual\nfee was paid; those who did not choose a card with an annual fee but instead received a higher interest\nrate did not give consideration and were not entitled to a fixed rate for any twelve-month period.\n \nConversely, this Court can conceive an argument being made by those paying a higher interest rate\nthat by choosing the higher interest rate they were in effect paying an equivalent “annual” fee in the\nform of higher interest charges over the course of the twelve-month period.\n  \nThose paying a higher\ninterest rate would argue that they too paid consideration to lock in their annual percentage rate, albeit\nin a different form, thus entitling them to the same contract as those who paid a fixed annual fee once a\nyear.\n  \nPlaintiff may have recognized the pitfalls of presenting such an argument.\n  \nNonetheless,\napplying Plaintiff’s argument, the same standardized Application would not put all applicants on equal\nfooting.\n  \nThe Restatement advises against such disparate treatment.\n{38}\n         \nThe application of Plaintiff’s theory is also complicated by the requirements of federal law.\n \nUnder Plaintiff’s theory, if a customer is offered choices of credit terms and the phrases “annual fees”\nand annual interest rates” are used to represent different choices, the terms of the credit cannot be\nchanged in any manner adverse to the cardholder for one year.\n  \nAs a practical matter, TILA\n[FN8]\nrequires that card issuers provide cardholders information in terms of “annual fees” and “annual\npercentage rates.”\n  \nFailure to use these specific terms for these types of fees violates the federal\nstatute.\n  \nTo hold that the use of terms mandated by federal law creates a one-year or annual contract\nwould severely limit product offerings by card issuers in a way unintended by the federal statute and\ncontrary to the intent of the Georgia statute.\n{39}\n         \nThe Court holds that as a general rule, and in this case, an annual fee is imposed as a charge\nfor the issuance or availability of credit that is charged to the customer on an annual basis.\n  \nThe\nimposition of an annual fee is not “consideration” for favorable APR terms.\n  \nNeither TILA nor\nGeorgia statutory law defines a specific purpose for an annual fee.\n  \nAdditionally, unlike North\nCarolina law\n[FN9]\n, Georgia law has no provision for the return of the annual fee if a credit card\naccount is terminated in the year in which the annual fee applied.\n  \nLikewise, there is no provision in\neither the Application or the Agreement that any part of the annual fee is refundable if the card is\ncanceled prior to the end of twelve months.\n  \nThe absence of a refund provision\n \nsupports the view that\nan annual fee is a charge for the issuance of a card and the availability of credit.\n  \nPlaintiff argues that if\nFUDB could terminate or amend the card the day after issuance, the card member has received no\nconsideration for the annual fee.\n  \nThe facts of this case do not support Plaintiff’s argument.\n  \nFirst, the\nmandatory notice provisions in TILA and the Georgia Credit Card Act guarantee that the cardholders’\nrates remain unchanged until the expiration of the notice period.\n  \nSecond, Mr. Gaynoe clearly received\nconsideration for the fee he paid for the issuance of his card:\n  \nHe received credit he used frequently\nand had the right to pay off his existing balance at the prior rate if he canceled his card before the\nAmendment took effect.\n  \nFinally, any bank that engaged in a pattern and practice of luring customers\nwith the advertisement of low rates only to raise the rates immediately (bait and switch) would be\nsubject to various unfair trade practice sanctions.\n \n{40}\n         \nAlthough not controlling, this Court also found federal tax law helpful in determining how\nannual fees are viewed in general.\n  \nThe current view of the United States Tax Court is that non-\nrefundable annual fees are generally not “fees paid for services to be performed over time, but rather in\nconsideration of issuing a card and establishing a credit limit.”\n  \nSee Signet Banking Corp. v.\nCommissioner, \n118 F.3d 239 (4\nth\n Cir. 1997); \nsee also \nRev. Rul. 70-540, 1970-2 C.B. 101; G.C.M.\n39434 (1985).\n  \nA determination of the nature of annual fees is important for the proper reporting of\nincome to the taxing authorities.\n  \nHence from the tax court perspective, the annual fee is charged for\nthe purpose of establishing a line of credit and not for maintaining the account throughout the year for\nwhich the annual feel is paid.\n  \nFrom this perspective, the Plaintiff paid his annual fee, neither for a\ncertain interest rate nor to have his card for a fixed period, but instead for an extension of credit.\n \nLikewise, those who did not choose an annual fee Option were charged a commensurate\n \nhigher\ninterest rate to compensate FUDB for extending to them a line of credit.\n  \nIn either scenario, there is no\nindication that an annual fee is given to lock in credit terms.\n \n{41}\n         \nThis Court also considered the import of the at-will cancellation provision.\n  \nThe Agreement\nstates: “Cancellation.\n  \nI can cancel my Account at any time . . . .\n  \nYou may cancel this Agreement at\nany time.\n  \nHowever my obligation under this Agreement and any changes made prior to cancellation\nwill continue to apply until I have paid you all the money I owe on the account.”\n  \nPlaintiff agrees that\nhe could have canceled the credit card account at any time.\n  \nThe Agreement gave FUDB the same\nright.\n  \nIt seems anomalous that either party could cancel the credit card account at any time and yet\nFUDB was not allowed to modify the Agreement.\n  \nIn effect, FUDB could have canceled the card and\nthen offered credit at the new terms.\n  \nInstead, FUDB gave notice of the amended terms and gave\nPlaintiff the option of canceling the card and preserving the terms in effect prior to the amendment on\nthe outstanding balance.\n{42}\n         \nFinally, this Court notes the terms of the Amendment.\n  \nPlaintiff does not allege that the\nAmendment violated either Georgia or federal laws but claims that FUDB, having enticed applicants\nto transfer balances from other cards by offering a low rate, should be prevented from unilaterally\nincreasing the rate.\n  \nAccording to Georgia law the terms of any amendment must include a provision\nallowing the credit cardholder to cancel his card and pay at the prior rate.\n  \nOnly by keeping or using\nthe card after the effective date of the amendment is the account subject to the new terms.\n  \nThis\nunderscores three points:\n  \n1) that Georgia law contemplates amendments in on-going credit card\naccounts; 2) the amendment acts as a termination of the old Agreement and an offer to accept the new\nAgreement; and 3) the cardholder is protected from change to the extent he or she has already accessed\nthe line of credit.\nB\n{43}\n         \nAlthough this Court does not reach the issue of class certification, the Court will rule on\nDefendant’s motion for partial summary judgment concerning limitation of damages.\n  \nPlaintiff’s\nproposed measure of damages raises two issues that would greatly impact class certification in this\ncase.\n  \nThe recovery Mr. Gaynoe seeks on behalf of himself and all others similarly situated is the\ndifference between the interest on his outstanding balance after April 1, 1997 calculated at the\namended rate and the interest on the same balance calculated at the prior rate.\n[FN10]\n  \nHe does not\nseek damages for credit that might have been extended at the prior rate.\n[FN11]\n \n{44}\n         \nIn addition to its summary judgment motion, Defendant sought, and is entitled to, at least\npartial summary judgment on two grounds.\n  \nFirst, Defendant asserts that any cardholder claiming\nbreach of contract was required to mitigate damages following breach of any “one-year contract” with\nFUDB.\n  \nThe Amendment was sent in February 1997, giving Plaintiff four months notice before the\nJuly 1997 annual fee was charged.\n  \nTherefore, Defendant requests partial summary judgment limiting\nrecovery of damages to those suffered by Plaintiff before July 1997.\n  \nAccording to the terms of the\nAmendment, the annual fee for all card members subject to the Amendment would be $39.\n \nAccordingly, Plaintiff was charged, and he voluntarily paid, a $39 annual fee in July 1997 with\nknowledge of the new rates.\n{45}\n         \nPlaintiff seeks to avoid this limitation by asserting that the Amendment was an ineffective\nrevocation of the contract, and therefore the Amendment was invalid and the prior credit terms\ncontinued into the new year.\n  \nThe language of the Georgia Credit Card Act directly contradicts this\nassertion by expressly allowing, with proper notification, amendment of the terms of credit card\nagreements.\n  \nEven assuming a one-year contract could be found between FUDB and its cardholders,\nthe one-year contract ended at the completion of the twelve months for which the annual fee was\napplied.\n  \nDamages could not accrue beyond the end of the twelve-month period during which the\namendment took effect.\n[FN12]\n  \nTo hold otherwise would lock FUDB into a perpetual contract with\nPlaintiff.\n{46}\n         \nSecondly, Defendant asserts that it is entitled to partial summary judgment dismissing any\nclaim for damages by any cardholder who paid his credit card bill at the amended rate based on\nGeorgia’s “voluntary payment doctrine” found in O.C.G.A. § 13-1-13.\n  \nSee, e.g., Watts v. Promina\nGwinnett Health Sys., Inc., \n242 Ga. App. 377, 380, 530 S.E.2d 14, 16 (2000).\n  \nThe doctrine states:\nPayments on claims made through ignorance of the law \nor where all the facts are\nknown and there is no misplaced confidence and no \nartifice, deception, or\nfraudulent practice used by the other party are \ndeemed voluntary and cannot be\nrecovered unless made under an urgent and \nimmediate necessity therefore or to\nrelease person or property from \ndetention or to prevent an immediate seizure of\nperson or property.\n  \nFiling a protest at the time of payment does not change the\nrule prescribed in this code section.\nO.C.G.A. § 13.1.13.\n  \nTo overcome the doctrine, Plaintiff must at least allege that the\npayments were not voluntary because certain material facts were not known at \nthe time of\npayment, or that a valid reason existed for failure to determine the \ntruth.\n  \nSee Watts,\n 242 Ga.\nApp. at 378, 530 S.E.2d at 16.\n \n{47}\n         \nThe doctrine has been attacked, most notably in \nGulf Life Ins. Co v. Folsom\n, 256 Ga. 400, 349\nS.E.2d 368 (1986), but has been invoked by the Georgia courts as recently as November 2000.\n  \nSee\nTelescripps Cable Company v. Welsh, \n2000 Ga. App. LEXIS 1392,\n  \nNo. A00A1179 (Nov. 22, 2000).\n \nIn \nFolsom, \nthe plaintiff overpaid due to a computer mistake but did not know the charge was applied to\nhis account erroneously, and the plaintiff failed to investigate the charge.\n  \nGulf Life Ins. Co v. Folsom\n,\n256 Ga. 400, 349 S.E.2d 368 (1986).  The court found that “in an action for money had and received, .\n. . the plaintiff [can] recover a payment mistakenly made when that mistake was caused by his lack of\ndiligence or his negligence in ascertaining the true facts and the other party would not be prejudiced by\nrefunding the payment.\n  \nId. \nat 402-04, 349 S.E.2d at 370-72.\n  \nNorth Carolina has no equivalent\ndoctrine, but the Court must apply Georgia law in this case.\n{48}\n         \nThis case is distinguishable from \nFolsom, \nand the Court instead finds \nTelescripps\n controlling\nand indistinguishable from the facts in this case as those facts apply to Mr. Gaynoe.\n  \nIn \nTelescripps\n,\nthe Georgia court applied the voluntary payment doctrine to preclude recovery of overpayments by\ncable subscribers where their overpayments were made under a misapprehension of the law.\n \nTelescripps Cable Company v. Welsh, \n2000 Ga. App. LEXIS 1392, No. A00A1179 (Nov. 22, 2000).\n \nThe Georgia court assumed for purposes of the decision that the cable company had overcharged its\ncustomers late charges, thus breaching its contract.\n  \nId.\n at 6.\n  \nIt held that the subscribers who paid the\novercharges and did not know the charges were unenforceable were operating under a\nmisapprehension of the law.\n \nAssuming, without deciding, that the late fee was not \na reasonable pre-estimate,\nthe [p]laintiffs are asserting that they did not \nknow that the late fee was\nunenforceable under the law.\n  \nIn other words, the [p]laintiffs are simply stating\nthat they \nmade their payment under ignorance of the law.\n  \nAnd when payment is\nmade through mere ignorance of the law, it is not \nrecoverable.\nWhen money is paid with a full knowledge of all the \nfacts and circumstances\nupon which it is demanded, or with the means of such \nknowledge, it cannot be\nrecovered back upon the ground that the party \nsupposed he was bound in law to\npay, when in truth he was not.\n  \nHe shall not be permitted to allege his ignorance\nof the law, \nand it shall be considered a voluntary payment.\nId. \nat 6-7.\n  \nThe Georgia court noted that the doctrine did not always apply where \nthere was a\npayment made under a mistake of fact.\n  \nId.\n at 9.\n  \nHowever \nit distinguished \nFolsom \nand applied\nthe voluntary payment doctrine to \npreclude recovery by the plaintiffs.\n{49}\n         \nIn the instant case, the record reveals that Mr. Gaynoe made his payments voluntarily after the\nAmendment became effective.\n  \nHe did not do so under any mistake of fact.\n  \nIn oral argument\nPlaintiff’s counsel was unable to state any fact about which Mr. Gaynoe was mistaken.\n  \nHe knew that\nhis interest rate changed pursuant to the Amendment.\n  \nIndeed, Mr. Gaynoe made payments even as he\ndisputed the applicability of the Amendment to his account.\n  \nWhile continuing to pay he not only\nsought to reinstate his prior interest rate, he even wrote the CEO of FUNB to object to the\nAmendment.\n  \nAccordingly, under Georgia law, he cannot recover for the higher interest he or any\npotential class member voluntarily paid.\n[FN13]\n \n{50}\n         \nThe voluntary payment doctrine does not bar any claim for a pro rata share of the annual fee,\nsince Mr. Gaynoe paid his annual fee before the effective date of the Amendment.\n  \nThat claim is,\nhowever, subject to dismissal under the Court’s ruling that under the Agreement and applicable\nGeorgia law, the “annual fee” represents a fee for the issuance of the card and the availability of\ncredit.\nV\n{51}\n         \nDefendants are entitled to summary judgment based upon the Court’s conclusion that the\ncontract between the parties is unambiguous and provides for the amendment of its terms subject to\nstate and federal law.\n  \nHaving concluded that Mr. Gaynoe’s claims are subject to dismissal and that the\nterms of the Application and Agreement are unambiguous, it is not necessary for the Court to rule on\nthe motion for class certification or the motion to strike the affidavits of Robin Tomalach Lakoff,\nPh.D., and Todd Bill Hilsee.\n  \nDefendants are also entitled to partial summary judgment limiting\ndamages to the twelve-month term to which the annual fee (in effect before the amendment) applied\nand precluding interest payments voluntarily made.\n \nIt is therefore ORDERED, ADJUDGED and DECREED:\n1.\n      \nPlaintiff’s complaint is hereby dismissed.\n2.\n      \nSummary judgment is entered in favor of Defendant.\n3.\n      \nPartial summary judgment is entered in favor of Defendant.\n4.\n      \nPlaintiff’s motion for summary judgment is denied.\n \nThis is the 18\nth\n day of January 2001.\n \n                                                                                    \n_____________________________\n                                                                                    \n    \nBen F. Tennille\n                                                                                    \n    \nSpecial Superior Court Judge\n                                                                                    \n     \nfor Complex Business Cases\n \n[FN1]\n \nThe options included:\nPrime Option Gold\n                                 \nPrime + 7.9 %, Annual Fee $0\nPrime Option Standard\n                         \nPrime + 5.9%, Annual Fee $20\nCustomized Option Gold\n                     \nPrime + 6.9%, Annual Fee $0\nCustomized Option Standard    \n         \nPrime + 6.9%, Annual Fee $0\nLow Rate Option Gold\n                         \nPrime + 2.9 %, Annual Fee $39\nLow Rate Option Standard\n                 \nPrime + 2.9 %, Annual Fee $39\n[FN2]\n \nMr. Gaynoe’s status as a potential class representative would be \njeopardized by reliance on an oral agreement inconsistent\nwith the situation \nof the class he seeks to protect.\n[FN3\n]\n \nBy this definition, all Applications received pursuant to the \nValuable Choice program are included regardless of the option\nchosen by the \napplicant.\n[FN4]\n \nOf this number the parties were unable to identify 1) how many were \napplicants paying an annual fee; 2) how many\ncanceled their card after the \nnotice of the amendment and paid the balance at the prior terms; and 3) how \nmany were new cards in\ntheir first year of use.\n[FN5]\n \nIt became clear at oral argument that Plaintiff’s position was that FUDB \ncould not terminate the contract at any time during\nthe year in which the \nannual fee was paid unless the cardholder was in default in one of the ways \nidentified in the Agreement.\n[FN6]\n \nPlaintiff submitted affidavits from two witnesses to establish that the \naverage credit card applicant would reasonably expect\nto have a one-year \ncontract for credit based upon the Application, Brochure, and Agreement.\n[FN7]\n \nThe relevant language on the \nGrasso \nsolicitation is as \nfollows:\n  \n“I understand that \nthe use of any card issued in connection\nwith this offer will constitute my \nacceptance of and will be subject to the terms and conditions of the First \nUSA Card member\nAgreement that will be sent with the card. . . . I agree to be responsible for all charges incurred according to \nthe Cardmember\nAgreement.\n  \nI understand that the terms of my account are subject to \nchange as provided in the Cardmember Agreement.”\n   \nGrasso\nv. First USA Bank, \n713 A.2d 304, 305 (Del. 1998)\n.\n[FN8]\n \nRegulation Z of TILA mandates the disclosures in a credit card application \nas follows:\nB\n        \nRequired disclosures.\n  \nThe \ncard issuer shall disclose the items in this paragraph on or with an \napplication or\nsolicitation in accordance with the requirements of \nparagraphs (c), (d) or (e) of this section.\n1.\n        \nAnnual percentage rate.\n  \nEach \nperiodic rate that may be used to compute the finance charge on an\noutstanding balance for purchases, \nexpressed as an annual percentage \nrate\n.\n2.\n        \nFees for issuance or availability.\n  \nAny annual or other periodic fee \nexpressed an annualized \namount\n, or\nany other fee that may be imposed for the issuance of \navailability of a credit or charge card, including any\nfee based on \naccount activity or inactivity.\n12 C.F.R. \n§ 226.5a(b) (emphasis added).\n[FN9]\n \nNorth Carolina statutory law requires a pro rata return of the annual fee \n“[s]hould any cardholder within 12 months of the\ninitial\n imposition \nof an annual charge rescind his credit card contract. . . .”\n  \nN.C.G.S. § 24-11 (e) (1999) (emphasis applied).\n  \nEven\nunder North Carolina law, there would be not return of the \nannual fee after the first year.\n[FN10]\n \nMr. Gaynoe in his summary judgment memorandum alleges that his interest \novercharges exceeded $2000.\n  \nPlaintiff’s\ncounsel reasserted this measure of damages at \noral argument.\n[FN11]\n \nSuch damages would be highly speculative and would certainly vary depending \non the credit worthiness of the individual\ncardholders.\n  \nNor would such damages be readily determinable in a class action \nsituation.\n[FN12]\n \nThis ruling impacts the potential class members, because only those persons \nwho had not completed the full year of\ncharging at the prior rate before the \nAmendment became effective would be entitled any measure of damages.\n  \nIn this case the\nAmendment became effective on April 1, 1997; therefore card members charged an annual fee in the months of May 1996 \nthrough\nMarch 1997 were still within the assumed “one-year contract” \nperiod.\n  \nIn theory, after March \n1997, all prior one-year contracts\nwould expire and the new terms would \nbecome effective in the month in which the annual fee was charged.\n  \nFor Mr. Gaynoe, his\n“contract” expired in July 1997 and the $39 \nannual fee charged in July 1997 would be an Amendment term.\n  \nConsequently, for\nclass purposes there is an outside window of twelve \nmonths from which damages could be calculated: April 1997 to March 1998.\n \nOnly a person paying an annual fee in March 1997 could potentially \nrecover damages for the full twelve months.\n[FN13]\n \nThe effect of these two issues on class action certification is that even if \nthe Court did not grant Defendant’s motion for\nsummary judgment, the \nrecoverable claims could be de minimis and certification of a class would be \nquestionable.\n  \nAs noted,\nFUDB amended 59,296 Valuable Choice accounts; \nhowever that number includes applicants applying for all options offered\nthrough the Application.\n  \nThus, \nthe potential class members would be decreased by cardholders who did not \nhold credit card\naccounts with annual fees and it would be decreased by \nthose who canceled their card after the notification.\n  \nAdditionally, the\nvoluntary payment doctrine would eliminate interest \npayments made voluntarily.\n  \nFinally, \nthe Court observes that the only measure\nof damages left for the potential \nclass members would be a pro rata share of the annual fee during the damages \nwindow of April\n1996 to March 1997.\n  \nHence, \nthe damages in this particular case are likely de minimis and class \ncertification is questionable.\n  \nSee\nMaffei v. Alert Cable TV, Inc\n., 316 N.C. 615 (1986)."
}