{
  "id": "dd23777c16e54e5e7bb028b84caf5cc8ee12a99f98b14e0906daf8468719ebae",
  "source_file": "data/raw/ncbc/dd23777c16e54e5e7bb028b84caf5cc8ee12a99f98b14e0906daf8468719ebae.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 3694 \n \nCAROLYN DILLON and FLIGHT \nATTENDANT CAREER TRAINING, \nLLC, \n \nPlaintiffs, \n \nv. \n \nWENDY STAFFORD and TRIAD \nAVIATION ACADEMY, LLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON  \nMOTIONS FOR  \nSUMMARY JUDGMENT \n \n1. This case arises from a disagreement between Plaintiff Carolyn Dillon  \n(“Dillon”) and Defendant Wendy Stafford (“Stafford”) over the terms of a purchase \nand sale transaction between them.  Stafford claims Dillon purchased only Stafford’s \ninterest in Plaintiff Flight Attendant Career Training, LLC (“ FACT”), a company in \nwhich Defendant Triad Aviation Academy, LLC (“ TAA”) also claims ownership, and \nDillon contends she purchased FACT in its entirety.  Each party now seeks summary \njudgment under Rule 56 of the North Carolina Rules of Civil Procedure (“Rule(s)”).1 \n2. After considering the Motions, the briefs and related materials submitted in \nsupport of and in opposition to the Motions, the arguments of counsel at the hearing \non the Motions, and other appropriate matters of record, the Court hereby GRANTS \nthe Motions in part and DENIES the Motions in part as set forth below. \n \n \n1 The specific motions at issue are (i) TAA’s Motion for Summary Judgment (“TAA’s Motion”), \n(ECF No. 66); (ii) Dillon and FACT’s Motion for Summary Judgment  (“Plaintiffs’ Motion”), \n(ECF No. 68); and, (iii) Stafford’s Motion for Summary Judgment (“Stafford’s Motion”), (ECF \nNo. 71), (collectively, the “Motions”). \nDillon v. Stafford, 2020 NCBC 97. \nSharpless McClearn Lester Duffy, PA, by Eugene E. Lester and Melanie \nC. Cormier, for Plaintiffs Carolyn Dillon and Flight Attendant Career \nTraining, LLC. \n \nHoffman Koenig Hering PLLC, by James Hoffman, Daniel W. Koenig, \nand Deborah M. Mergner, for Defendant Wendy Stafford. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP, by Clint S. Morse, \nfor Defendant Triad Aviation Academy, LLC. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL BACKGROUND \n3. The Court does not make findings of fact in ruling on motions for summary \njudgment.  The following background, drawn from the evidence submitted in support \nof and in opposition to the Motions, is intended only to provide context for the Court’s \nanalysis and ruling.  \n4. It is undisputed that Stafford created a flight attendant training program \nwhile living in Florida called Flight Attendant Express or “FAE.”  (Dep. Wendy \nStafford 8:6–9:14 [hereinafter “Dep. Stafford”] 2; Ex. 53 Aff. Wendy Stafford ¶ ¶ 2, 4 \n[hereinafter “Aff. Stafford”], ECF No. 72.1. 3)  Stafford developed a study manual for \nher program, which she copyrighted in 2002 and 2005.  (Dep. Stafford 11:2 –12:15; \nAff. Stafford ¶ 6; Ex. 2 2002, 2005 Copyright Registrations, ECF No. 72.1 .)  In 2007 \nand 2008, Stafford updated the manual and registered a new copyright.  (Aff. Stafford \n \n2 Excerpts from the deposition of Wendy Stafford are located at ECF Nos. 70.1 and 72.1. \n \n3 Evidence located in ECF No. 72.1 are exhibits to Stafford’s brief in support of her Motion , \nincluding Stafford’s affidavit.  (See Def. Wendy Stafford’s Br. Supp. Mot. Summ. J., ECF No. \n72.) \n¶ 8; Ex. 4 2007, 2008 Copyright Registrations,  ECF No. 72.1.)   In September 2015, \nFAE was administratively dissolved.  ( Aff. Stafford ¶ 8; Ex. 5  Div. Corps., ECF No. \n72.1.) \n5. Stafford moved to North Carolina in October 2015.  (Dep. Stafford 12:16–18; \nAff. Stafford ¶ 9.)  Once in North Carolina, she called TAA’s President Bruce McCall \n(“McCall”), (Aff. Bruce McCall ¶ 2 [hereinafter “Aff. McCall”], ECF No. 66.6 ), to \ndiscuss “the possibility of starting a flight attendant program . . . [in which Stafford] \nwould lead the way [,]” (Dep. Stafford 15: 16–18).  Stafford sent TAA a proposal \n“stating what [she] could bring to the program, [her] history, what [she] would like to \nbe paid, [and] what [they] could charge students for the program[.]”  (Dep. Stafford \n16:1–5.) \n6. Stafford and TAA reached an oral agreement but did not execute a written \ncontract.  (Dep. Stafford 15:19 –25; Aff. Stafford ¶ 11 .)  Under th eir oral agreement, \nStafford agreed to organize and teach the training course, and TAA agreed to provide \nstartup costs, marketing and administrative services, and a classroom.  (Dep. Stafford \n16:24–17:10; Aff. Stafford ¶ 10.)  McCall also developed the name “Flight Attendant \nCareer Training.”  (Aff. Stafford ¶ 13.)  FACT’s admission form displayed the logo  \n“Flight Attendant Career Training, Triad Aviation Academy,” and the disclaimer \neach student was required to sign was stated in terms of TAA’s liability.  (Aff. Stafford \n¶ 16; see Ex. 10 FACT Forms  [hereinafter “FACT Forms”], ECF No. 72.1.)  Stafford \nchose not to make FACT an LLC because “[McCall] owned part of it . . . .  [They] were \npartners.”  (Dep. Stafford, 18:19–23.) \n7. FACT operated at a loss for several mon ths after opening, but the profits \nmade thereafter were split between TAA and Stafford.  (Aff. Stafford ¶ 14.)  Stafford \nand TAA operated FACT in Greensboro, North Carolina, (see Aff. Carolyn Dillon ¶ 26 \n[hereinafter “Aff. Dillon”], ECF No. 86), and “jointly” contracted with third -party \nvendors for goods and services , including David Bame ( “Bame”), who acted as \nAdmissions Coordinator/Instructor for FACT, (Aff. Stafford ¶ 12).  In 2016, Stafford \ncaused FACT to hire Dillon, a former flight attendant, as a FACT instructor.  (Dep. \nStafford 21:5–22:11; Aff. Dillon ¶ 2.) \n8. Stafford again updated the copyright for her manual in May 2018.  (Aff. \nStafford ¶ 15; Ex. 9  2018 Copyright Registration  [hereinafter “2018 Copyright \nRegistration”], ECF No. 72.1.) \nA. The Agreement Between Stafford and Dillon \n9. Due to health concerns  that began in 2017, Stafford decided in 2018 that \n“[she] needed to sell [her] share of FACT as soon as possible.”  (Aff. Stafford ¶ 17.)  \nStafford approached McCall to inquire whether TAA would purchase FACT, but he \ndeclined her offer.  (Aff. Dillon ¶ 4.)  Stafford then approached Dillon, who expressed \ninterest.  (Aff. Stafford ¶ 18; Aff. Dillon ¶ 5 .)  Stafford first offer ed to sell “her \nbusiness” to Dillon for $300,000, which Dillon declined.  (Aff. Dillon ¶ 5.)  Stafford \nthen offered to sell “the FACT program” for $45,000, which Dillon again declined.  \n(Aff. Dillon ¶ 6.) \n10. Dillon signed a Non-Disclosure Agreement dated May 21, 2018 stating that \nshe was interested in “purs uing discussions concerning the potential investment in \nthe [FACT] program portion of [TAA].”  ( Ex. 12 Non-Disclosure Agreement  \n[hereinafter “Non -Disclosure Agreement”] , ECF No. 72.1.)  McCall sent Dillon a \n“FACT Framework Document” on June 17, 2018 as a “first cut at a framework \ndocument that [would]  hopefully move the dialog along with [Stafford].”  ( Ex. 16  \nFACT Framework Emails [hereinafter “FACT Framework Emails”] , ECF No. 72.1.)  \nOn June 20, 2018, Dillon responded that she was “not interested in buying [Stafford’s] \nLLC, only her teaching materials” and noted that Stafford “finally admitted to \n[Dillon] that she [did]  not own the company outright.”  (FACT Framework Emails.)   \nOn or about June 20, 2018, Stafford and Dillon agreed on a purchase price of $10,000.  \n(Aff. Dillon ¶ 7.)   \n11. On June 21, 2018, Dillon forwarded the FACT Framework Document to \nStafford and said she “would like to purchase [Stafford’s] portion of FA CT.”  (Ex. 15 \nJune 21 Emails, ECF No. 72.1.)  On June 26, Dillon emailed Stafford to ask “what [ ] \nexactly [were her] interests in FACT” and stated that she “would like [the document] \nchanged that [Stafford] convey [her] interests to [Dillon].  Take out TAA  because [it] \nis not buying [Stafford’s] half of the business.”  (Ex. 17 June 26 Email  [hereinafter \nJune 26 Email], ECF No. 72.1.)  \n12. Stafford insists that she was clear that she did not own all of FACT and “[a]t \nno time did [she] ever tell Dillon that [she]  owned all of FACT.”  (Aff. Stafford ¶ 18.)  \nFor her part, Dillon claims that she asked Stafford about TAA’s or McCall’s ownership \ninterest in FACT several times  during their negotiations  and that Stafford replied \nthat she owned the manual and copyright to the manual and had the authority to sell \nthe manual and other assets.  (Aff. Dillon ¶ 10.)  Dillon further avers that Stafford \ntold Dillon that there was nothing in writing regarding the relationship between \nStafford and TAA, that Dillon would not be boun d to work with TAA, and that she \nhad never signed anything to transfer ownership of FACT to TAA or McCall.  (Aff. \nDillon ¶¶ 10 –11.)  Based on these conversations, Dillon asserts  that she was \n“confident” that Stafford owned all of FACT  and that she and TAA had only agreed \nto “split the income stream[.]”  (Aff. Dillon ¶ 11.) \n13. Stafford and Dillon signed the FACT Framework Document  on June 29, \n2018 and July 2, 2018, respectively, stating that “ [TAA] and [Dillon] desire to take \nover [FACT] entirely[,]” that Stafford was to receive “a total of $10,000 for her interest \nin FACT[,]” and that Stafford would “convey all of her interests in FACT (intellectual \nrights and ongoing business income stream) to Dillon effective August 1, 2018.”  (Ex. \n13 FACT Framework Doc. [hereinafter “FACT Framework Doc.”], ECF No. 72.1.)  As \npart of the contemplated transaction, Dillon would “become[ ] the Executive Director \nof the FACT prog ram August 1, 2018 and assume[ ] all duties and responsibilities \npreviously performed by Stafford.”  (FACT Framework Doc.).  The FACT Framework \nDocument further set forth “bullet points [to] serve as a beginning framework” to \nmeet the parties’ objectives, but did not purport to convey any interest in FACT.  \n(FACT Framework Doc.)  Instead, it provided for a series of actions and agreements \nregarding the sale to be performed or accomplished in the future.  ( See FACT \nFramework Doc.) \n14. On July 31, 2018, Stafford sent Dillon the language she planned to send to \nairline contacts concerning FACT’s ownership change: “as of August 1, 2018 I will no \nlonger be in the role of Executive Director of [FACT] at [TAA].  I am selling my share \nof the program to . . . Dillon, who has been functioning the past 2½ years as my Senior \nFlight Attendant Instructor.”  (Ex. 25 July 31 Email Dillon, ECF No. 72.1.)  Stafford \nsent the proposed language to airline contacts later that day, ( Ex. 26 July 31 Email \nContacts [hereinafter “July 31 Email Contacts”], ECF No. 72.1), and informed Bame \nthat she was “transferring everything over to [Dillon,]” (Ex. 28 July 31 Email Bame, \nECF No. 72.1).  In August 2018, Stafford sent Dillon electronic copies of the manual \nand all forms used in the FACT program.  ( See Ex. 31 Aug. 2 Email, ECF No. 72.1; \nAug. 24 Email, Ex. 32, ECF No. 72.1.)  Dillon replaced Stafford as Executive Director \nof FACT in August 2018, during and after which time they continued to negotiate the \nsale.  (Aff. Dillon ¶ 15.) \n15. On August 15, 2018, Dillon emailed Stafford a letter that she had sent to \nMcCall in which she advised McCall that “ in May, [Stafford] offered to sell me her \ncompany—FACT.  She exp alained [sic] her relationship to me as follows: She owns \nFACT and contracts to TAA for 1/2 of the profits.  Then you tell me you own half of \nFACT and I am basically buying her income stream.”  ( Ex. 36 Aug. 15 Emails  \n[hereinafter “Aug. 15 Emails”], ECF No. 72.1.)  Dillon also told McCall that she had \n“no intention of severing the ties with you or TAA.  My intention is to continue \nbusiness as usual, while growing the revenue for both parties.”  (Aug. 15 Emails.)  \nDillon continued, “I would like to buy FACT—the comapny [sic] or the program from \n[Stafford] (as it has been presented as both by [Stafford]) and I would like to contract \nwith TAA for a negotiated amount and negotiated duties.”  (Aug. 15 Emails.)  Stafford \ndid not dispute Dillon’s assertions to McCall, responding, “Good letter . . . .  Let’s hope \nfor the best.”  (Aug. 15 Emails.) \n16. On August 16, 2018, McCall sent Dillon and Stafford a proposed purchase \nand sale contract, stating that he believed he “captured the relevant ite ms from the \nframework document previously signed.”  ( Ex. 22 FACT Sales Agreement Emails, \nECF No. 72.1.)  Over the next few months, the parties prepared and discussed several \nversions of the agreement.  (See Ex. 37 Aug. 21 Stafford Email & FACT Framework \nDoc. [hereinafter “Aug. 21 Stafford Email & FACT Framework Doc.”], ECF No. 72.1; \nEx. 38 Aug. 30 Stafford Email & FACT Framework Doc., ECF No. 72.1; Dep. Stafford \n49:8–10.)  During this time, Dillon expressed her desire that the contract be solely \nbetween her and Stafford without TAA’s involvement.  (See Aug. 21 Stafford Email & \nFACT Framework Doc.  (stating that Stafford “basically just took [TAA] out of [the \nFACT Framework Document ]”); Ex. 39 2018 Text Messages, ECF No. 72.1 \n(containing Dillon’s reminder to “keep TAA out of it” and Stafford’s assurance that \n“[t]he contract won’t reference [McCall]”).) \n17.  On November 8, 2018, Dillon and Stafford signed five documents: (i) a \npurchase and sale agreement (“November 8 Contract”  or the “Contract” ), ( Ex. 40 \nAgreement [hereinafter “Nov. 8 Contract”], ECF No. 72.1); (ii) a bill of sale for “that \ninterest and ownership [Stafford] has in [FACT], list of past students, contacts for \nairlines, all used in business” (“Bill of Sale I”), (Ex. 41 Bill Sale [hereinafter “Bill Sale \nI”], ECF No. 72.1); (iii) a bill of sale for the training manual copyright (“Bill of Sale \nII”), (Ex. 42 Bill Sale [hereinafter “Bill Sale II”], ECF No. 72.1); (iv) a promissory note \nunder which Dillon agreed to pay Stafford a total of $10,000 in monthly installments \n(“Promissory Note”), (Ex. 43 Promissory Note  [hereinafter “Promissory Note”], ECF \nNo. 72.1); and (v) a non -compete agreement  (“Non-Compete” or “Non -Compete \nAgreement”) providing that Stafford could not provide the same or similar services \nas FACT anywhere in the United States without Dillon’s written consent for a term \nof five years (Nov. 8, 2018 to Nov. 8, 2023) , ( Ex. 44 Non-Compete Agreement  \n[hereinafter “Non -Compete”], ECF No. 72.1 ), (collectively, the “Contract \nDocuments”). \n18. The November 8 Contract contains several handwritten provisions, initialed \nby both Dillon and Stafford, including that “Seller and Buyer have agreed on terms \nto sell the business [FACT] and the assets of the Business, [FACT ], by the Seller to \nthe Buyer[ .]”  (Nov. 8 Contract  (emphasis added to handwritten language).)  T he \nNovember 8 Contract lists “[t]he assets of the Business to be sold” and includes \n“Schedule ‘A’ Assets[,]” goodwill, “[a]ssignment of all rights to contracts for services \nin the future[,]” and “all trademarks and trade names which are necessary to use or \noperate the [a]ssets in the ordinary course of business[.]”   (Nov. 8 Contract ¶¶ 1, 8.)  \nUnder the Contract , Stafford agreed to transfer rights to the items covered  by the \nBills of Sale upon full payment of $10,000 from Dillon.  (Nov. 8 Contract ¶ 10.) \nB. Events After Entering into the Contract Documents \n19. According to Dillon, FACT did not have online payment processing  at the \ntime the Contract Documents were executed.  (Aff. Dillon ¶ 18.)  On January 11, 2019, \nDillon met with McCall to discuss setting up an online processing system, a topic they \nhad discussed in August of the previous year.  (Aff. Dillon ¶ 18.)  Dillon also informed \nMcCall that she wanted to establish a merchant account and a separate business \naccount for FACT.  (Aff. Dillon ¶ 18.)  McCall told her that he “understood where [she] \nwas coming from and wanted to figure out a plan for [her] to ‘handle the books.’ ”  (Aff. \nDillon ¶ 18.) \n20. On January 16, 2019, Dillon emailed Bame and McCall and indicated that \nshe was forming an LLC and setting up a bank account to “get everything over to \nFACT.”  (Ex. 46 Jan. 16 Email, ECF No. 72.1.) \n21. On January 21, 2019, a FACT student  was incorrectly overcharged for the \nprogram, something that had occurred on several prior occasions.  (Dep. David Bame \n118:4–20:4 [hereinafter “Dep. Bame”]\n4; Aff. Dillon ¶ 18.) Dillon  avers that she \ninformed McCall of the incident and told him that she had set up an online payment \nprocessing system for FACT.  (Aff. Dillon ¶ 18.) \n22. According to Stafford, she learned at the end of January  2019 that Dillon \n“had taken TAA Money and had created a bank account outside TAA’s control.”  (Aff. \nStafford ¶ 29.)  As a result, Stafford refused to accept further payments from Dillon \nand on February 5, 2019 returned two payments, either one of which  would have \n \n4 Excerpts from the deposition of David Bame are located at ECF Nos. 70.8 and 72.1. \nconstituted Dillon’s final payment  under the Promissory Note.  (Aff. Stafford ¶ 30; \nEx. 49 Account Statements [hereinafter “Account Statements”] , ECF No. 72.1; Aff. \nDillon ¶ 16.) \n23. On February 4, 2019, Dillon emailed McCall, stating that she was not trying \nto “push [ him] out[,]” that the payments in the FACT account were for February \nstudents, and that “[i]t really doesn’t matter which account their money is in, it will \nbe paid to us the same way.”  ( Ex. 47 Feb. 4 Email, ECF No. 72.1.)   TAA ended its \nrelationship with Dillon the following day.  (Aff. Dillon ¶ 21.) \n24. Dillon subsequently formed an LLC on Febru ary 8, 2019 to operate FACT, \n(Ex. 48 Articles Incorporation, ECF No. 72.1) , and began operating  FACT in \nCharlotte, North Carolina  soon thereafter, (Dep. Bame 215:1– 9; Aff. Dillon ¶ 25 ).  \nAccording to Dillon, she taught the February FACT class , but only  “[t]o prevent \ndamaging the reputation of McCall, TAA, and the FACT program[.]”  (Aff. Dillon \n¶ 22.) \n25. Dillon asserts that she did not receive compensation for her services as \nExecutive Director or for teaching the January and February 2019 classes.  (Aff. \nDillon ¶ 23.)  According to Dillon, Stafford and TAA continue to operate a flight \nattendant training program in Greensboro, North Carolina  using the copyrighted \nmanual and related training materials Dillon contends she purchased from Stafford.  \n(Aff. Dillon ¶ 26.)  It appears undisputed that Dillon tendered the $10,000 payment \nprice and that Stafford retained only $5,500 of the funds tendered.  (Aff. Stafford ¶ 30; \nAff. Dillon ¶ 16; Account Statements.) \nII. \nPROCEDURAL HISTORY \n26. Dillon filed her Complaint against Stafford on February 26, 2019.  (Compl., \nECF No. 3.) \n27. On April 4, 2019, TAA moved to intervene,  (Mot. Intervene & Br. Supp. \nSame, ECF No. 6), which the Court allowed on April 24, 2019, (Order Granting Mot. \nIntervene & Mot. Extension Time, Staying Disc ., & Requiring Mediation, ECF No. \n13). \n28. Stafford filed her Amended Answer and Counterclaims on May 3, 2019.  \n(First Am. Answer & Countercls. [hereinafter “Stafford’s Countercls.”], ECF No. 15.)  \nDillon subsequently filed her Amen ded Complaint on July 11, 2019, which added \nFACT as a plaintiff and asserted claims against TAA, (Am. Compl., ECF No. 39), and \nTAA answered on July 22, 2019, (Answer Am. Compl. Countercls. [hereinafter “TAA’s \nCountercls.”], ECF No. 43). \n29. Through their Amended Complaint, Dillon and FACT assert claims against \n(i) Stafford for breach of contract, breach of competition/non -solicitation agreement, \ncopyright infringement, and indemnity/attorneys’ fees; (ii) TAA for tortious \ninterference with contract, and (iii) both Stafford and TAA for unfair and deceptive \ntrade practices  under N.C.G.S. § 75 -1.1, conversion, common law unfair \ncompetition/business conversion, trademark infringement under 15 U.S.C. § 1125(a), \nfalse advertising, and defamation , for whic h she seeks monetary damages and \ninjunctive relief.  (Am. Compl.) \n30. In response, Stafford asserts counterclaims against Dillon and FACT for \nfraud/constructive fraud, conversion, breach of contract, declaratory \njudgment/injunction, and misappropriation of copyright and unfair competition, for \nwhich she seeks an accounting, attorneys’ fees, monetary damages, and injunctive \nrelief.  (Stafford’s Countercls.)  TAA asserts counterclaims against Dillon and FACT \nfor false advertising under 15 U.S.C. § 1125, false des ignation of origin/trademark \ninfringement under 15 U.S.C. § 1125(a), common law unfair competition, breach of \nfiduciary duty, common law unfair competition/business conversion, conversion, \ndefamation, breach of the FACT Framework Document, unfair and deceptive trade \npractices under N.C.G.S. § 75 -1.1, fraud, and declaratory judgment, for which it \nlikewise seeks monetary damages and injunctive relief.  TAA also asserts a \ncounterclaim against Plaintiffs and a crossclaim against Stafford for voidable \ntransfer of the FACT business.  (TAA’s Countercls.) \n31. After the completion of discovery, t he parties filed their Motions for \nSummary Judgment on January 3, 2020.  (ECF Nos. 66, 68, 71.)   Each party seek s \nthe dismissal of most or all claims asserted against that party.\n5  In addition, Plaintiffs \nseek summary judgment against Stafford and TAA on all of Plaintiffs’ claims against \nthem, Stafford seeks summary judgment against Plaintiffs on Stafford’s claims for \nbreach of contract, fraud/constructive fraud, and misappropriation of copyright/unfair \n \n5 Although Stafford states in her motion and brief that all of Plaintiffs’ claims against her \nshould be dismissed, Stafford does not offer argument concerning Plaintiffs’ claims against \nher for false advertising, defamation, unfair and deceptive trade practices, conversion, and \ncommon law unfair competition/business conversion.  ( See Def. Wendy Stafford’s Br. Supp. \nMot. Summ. J. 34–37.) \n \ncompetition,6 and TAA seeks summary judgment only on its counterclaim against \nPlaintiffs for declaratory judgment  and voidable transfer, or alternatively, on \nPlaintiffs’ claims against it for tortious interference with contract and for damages. \n32. The Motions have been fully briefed, and the Court heard arguments on the \nMotions at a h earing held via videoconference on July 9, 2020, at which all parties \nwere represented by counsel.   \n33. The Motions are now ripe for resolution. \nIII. \nLEGAL STANDARD \n34. “Summary judgment is proper ‘if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.’ ”  Morrell v. Hardin Creek, Inc., 371 N.C. 672, 680, 821 \nS.E.2d 360, 366 (2018)  (quoting N.C. R. Civ. P. 56(c)).  “[T]he party moving for \nsummary judgment ultimately has the burden of establishing the lack of any triable \nissue of fact.”   Pembee Mfg. Corp. v. Cape Fear Constr. Co. , 313 N.C. 488, 491, 329 \nS.E.2d 350, 353 (1985).   \n35. The party moving for summary judgment may satisfy its burden by proving \nthat “an essential element of the opposing party’s claim does not exist, cannot be \nproven at trial, or would be barred by an affirmative defense, or by showing through \n \n6 Stafford does not seek summary judgment on her claims against Plaintiffs for conversion, \ndeclaratory relief, injunctive relief, an accounting, and attorneys’ fees .  ( See Def. Wendy \nStafford’s Br. Supp. Mot. Summ. J. 4.) \ndiscovery that the opposing party cannot produce evidence to support an essential \nelement of [the] claim.”  Dobson v. Harris, 352 N.C. 77, 83, 530 S.E.2d 829, 835 (2000) \n(citations omitted).  “If the moving party satisfies its burden of proof, then the burden \nshifts to the non -moving party to ‘set forth specific facts showing that there is a \ngenuine issue for trial.’ ”  Lowe v. Bradford , 305 N.C. 366, 369– 70, 289 S.E.2d 363, \n366 (1982) (emphasis omitted) (quoting N.C. R. Civ. P. 56(e)).  A genuine issue is “one \nwhich can be maintained by substantial evidence.”  Kessing v. Nat’l Mortg. Corp., 278 \nN.C. 523, 534, 180 S.E.2d 823, 830 (1971).  If the nonmoving party does not satisfy \nits burden, then “summary judgment, if appropriate, shall be entered against [the \nnonmovant].”  United Cmty. Bank (Ga.) v. Wolfe, 369 N.C. 555, 558, 799 S.E.2d 269, \n271 (2017) (quoting N.C. R. Civ. P. 56(e)). \n36. In determining whether the nonmoving party has sa tisfied its burden, the \nCourt “asks whether reasonable jurors could find by a preponderance of the evidence \nthat the [nonmovant] is entitled to a verdict[.]”  Sloan v. Miller Bldg. Corp., 119 N.C. \nApp. 162, 165– 66, 458 S.E.2d 30, 32 (1995)  (emphasis and ci tation omitted) .  In \nmaking this determination, “[t] he evidence must be considered ‘in a light most \nfavorable to the non -moving party.’ ”  McCutchen  v. McCutchen, 360 N.C. 280, 286, \n624 S.E.2d 620, 625 (2006) (quoting Howerton v. Arai Helmet, Ltd., 358 N.C. 440, 470, \n597 S.E.2d 674, 693 (2004)). \nIV. \nANALYSIS \n37. Collectively, the parties seek summary judgment on over thirty claims they \nhave asserted against one another in this litigation.  The Court addresses the parties’ \ncompeting and overlapping arguments below. \nA. Claims Based on a Particular Party’s Ownership of FACT \n38. The parties argue that the undisputed facts of record require one of three \ndisputed conclusions as a matter of law: (i) that, as Dillon contends, Stafford owned \nFACT and all of its assets as a sole proprietor and contracted with TAA to perform \ncertain services, (ii) that, as TAA contends, TAA owned all of FACT’s assets, except \nfor certain copyrights owned by Stafford, or (iii) that, as Stafford (and, in the \nalternative, TAA ) contends, Stafford and TAA owned FACT jointly in a general \npartnership, excluding Stafford’s copyrights.7  Based on its review of the evidence of \nrecord under the standard of Rule 56, however, the Court concludes that a genuine \nissue of material fact exists as to the ownership of FACT, thus precluding the entry \nof summary judgment on the numerous claims that depend upon a determination of \nFACT’s ownership as a matter of law.   \n39. The parties’ competing claims and contentions concerni ng FACT ’s \nownership begin with the November 8 Contract, one of the five documents Dillon and \n \n7 A general partnership is “an association of two or more persons to carry on as co -owners a \nbusiness for profit” in which the partners hip has not filed the required documents for legal \nstatus as a limited partnership.  N.C.G.S. § 59 -36; cf. N.C.G.S. § 59 -201 (providing for \nformation of a limited partnership). \n \nStafford executed in connection with their purchase and sale transaction .  That \ndocument initially stated in typewritten font that Stafford had agreed to “sell the  \nassets of the Business ” for $10,000 and was amended in handwriting at closing to \nstate that Stafford had agreed to sell to Dillon “the business [FACT] and the assets \nof the Business, [ FACT]” for $10,000.  ( See Nov. 8 Contract .)  While the Contract \nreflects Stafford’s representation that she owns the FACT assets which she has \nagreed to convey, there is no representation in the Contract that Stafford owns the \nentirety of the “Business, [FACT.]”  Dillon argues that this document is unambiguous \nand definitively establishes that Stafford sold all of FACT to Dillon.  Dillon also points \nto the Promissory Note that Dillon executed in favor of Stafford “for payment for \npurchase of [FACT]” as further evidence that Stafford sold, and Dillon purchased, all \nof FACT.  (Promissory Note.)  Dillon argues that consideration of extrinsic evidence \nis therefore unnecessary and improper.  (Pls.’ Reply Def. Wendy Stafford’s Resp. Pls.’ \nMot. Summ. J. 11, ECF No. 103.) \n40. Stafford also executed  Bill of Sale I,  however, in connection with the \nNovember 8 transaction.  That document states that Stafford “transfer[red] and \ndeliver[ed]” to Dillon “that interest and ownership [Stafford] has in [FACT], list of \npast students, contacts for airlines, all used in business”  and includes Stafford’s \nrepresentation that she owns this transferred “[p]roperty.”  (Bill Sale I.)  In addition, \nStafford executed Bill of Sale II by which she transferred and delivered to Dillon “that \ncopyright of ‘Airline Training Manual.’ ”  (Bill Sale II.)  Stafford argu es that th ese \ndocuments show that she sold to Dillon only her interest in FACT, not all of FACT, \nwhich she argues she could not do because she owned FACT jointly with TAA.  \n(Stafford’s Resp. Dillon’s Mot. Summ. J. 2, ECF No. 78.) \n41. TAA agrees with Stafford that she could not sell to Dillon what she did not \nown and offers undisputed evidence showing that, while Stafford owned the copyright \nin the training manual, (i) Stafford approached TAA with a proposal to start a flight \nattendant training program, (Dep. Stafford 15:16–18); (ii) McCall created the FACT \nname, (Aff. Stafford ¶ 13); (iii) FACT forms displayed TAA’s logo and sought to limit \nTAA’s liability, (FACT Forms); ( iv) TAA and Stafford split profits earned through \nFACT, (Aff. Stafford ¶ 14 ); (v) Stafford chose not to make FACT an LLC because \nStafford and TAA were “partners[,]” (Dep. Stafford, 18:19–23); (vi) TAA and Stafford \njointly contracted with third party vendors, ( Aff. Stafford ¶ 12 ); and (vii) TAA and \nStafford performed separate duties for FACT, (Aff. Stafford ¶ 10; see TAA’s Br. Supp. \nMot. Summ. J. 3 –4, ECF No. 67 ).  Based on this evidence, TAA argues that TAA \nowned FACT (excluding Stafford’s training manual) and, at the very least, owned \nFACT jointly with Stafford. \n42. The Court’s legal analysis  first focuses on the Contract Documents from \nNovember 2018 .  T he Court determines t hat these documents—in particular, the \nNovember 8 Contract, the Promissory Note, and the two Bills of Sale—are ambiguous \nand potentially inconsistent concerning what Stafford owned and sold to Dillon.  See, \ne.g., Morrell, 371 N.C. at 680, 821 S.E.2d at 366 (noting that “whether the language \nof a contract is ambiguous is a question of law”); Register v. White, 358 N.C. 691, 695, \n599 S.E.2d 549, 553 (2004) (“An ambiguity exists in a contract when either the \nmeaning of words or the effect  of provisions is uncertain or capable of several \nreasonable interpretations.”). \n43. While the November 8 Contract and the Promissory Note, standing alone or \nconsidered together, would appear to t ransfer the “ Business[ ] [FACT],” suggesting \nStafford owned and transferred all of FACT as Dillon contends, the Bills of Sale \nreasonably permit a different conclusion.   First, Bill of Sale I reflects Stafford’s \ntransfer of “that interest and ownership [Stafford] has in [FACT],” permitting a \nreasonable conclusion that her ownership in FACT was less than 100% and that she \ntransferred less than all of FACT to Dillon.  (Bill Sale I.)  This reading of the parties’ \nlanguage is supported by Bill of Sale II’s transfer of Stafford’s copyright in her  \ntraining manual—a copyright all parties agree she owned entirely.  In Bill of Sale II, \nStafford stated that she transferred “that copyright”—not that she transferred her \n“interest and ownership” in that copyright, the formulation used in Bill of Sale I.  (Bill \nSale II.)  The parties’ choice of language, therefore, supports a reasonable conclusion \nthat the parties used “interest and ownership” to reflect a transfer of less than \n100%—and thus, that Stafford did not transfer to Dillon the entirety of FACT.  \n44. Having thus concluded that the Contract Documents are ambiguous, the \nCourt may consider extrinsic evidence to ascertain the parties’ intent.  Where, as \nhere, however,  “an agreement is am biguous and the intention of the parties is \nunclear, . . . interpretation of the contract is for the jury.”  Schenkel & Shultz, Inc. v. \nHermon F. Fox & Assocs., P.C., 362 N.C. 269, 273, 658 S.E.2d 918, 921 (2008). \n45. That said, c onsideration of the extrinsic evidence offered by the parties \nfurther establishes that there is a genuine issue of material fact concerning the \nownership of FACT and what Stafford could and did sell to Dillon.   For example, \nDillon offers evidence that Stafford owned all of FACT, including McCall’s December \n30, 2016 email to Stafford that FACT “is your company and you are in charge[,]” and \n“you make all the decisions[,]”  (Attachment J Ex. 16 Dec. 20, 2016 Email, E CF No. \n70.9), Stafford’s written statements to the United States Copyright Office in July \n2018 that she was “selling [FACT] and the copyright and trademark[,]” (Attachment \nB Ex. 6 July 23, 2018 Email, ECF No. 70.2 ), and Stafford’s various statements that \nshe owned all of FACT’s assets, (see, e.g., Nov. 8 Contract ¶ 6).   \n46. In the same timeframe, however, Stafford sent her  July 31, 2018 letter to \nthe airlines, which Dillon approved, stat ing that Stafford was “selling my share of \n[FACT] to . . . Dillon,” permitting a factfinder to conclude both that Stafford did not \nown all of FACT and that Dillon knew that Stafford did not own all of FACT .  (July \n31 Email Contacts.)  And furthering the factual confusion over FACT ownership are \nthe following documents, each of which suggests that the FACT business was not \nentirely Stafford’s to convey: (i) Dillon’s May 21, 2018 Non -Disclosure Agreement \nwith TAA (identifying FACT as a “portion of [ TAA]”), (Non-Disclosure Agreement); \n(ii) the executed FACT Framework Document (referencing both Dillon’s desire to \n“take over [FACT] entirely[,]” Dillon’s anticipated payment for Stafford’s “interest in \nFACT,” and Stafford’s contemplated conveyance to Dillon of “all [Stafford’s] interests \nin FACT (intellectual rights and ongoing business income stream) [,]” (FACT \nFramework Doc.); and (iii) the August 2018 draft Bill of Sale and Assignment and \nAssumption Agreement reflecting Stafford and TAA as 50% owners of FACT, (Ex. 22 \nBill Sale & Assignment & Assumption Agreement, ECF No. 72.1.) \n47. Based on the foregoing, therefore, t he Court conclude s that any summary \njudgment motion requiring the Court to determine FACT’s ownership must be denied \nunder Rule 56.  These motions include: \na. TAA’s Motion on its counterclaim against Plaintiffs for a declaratory \njudgment that TAA owns FACT in its entirety;  \nb. Plaintiffs’ and Stafford’s Motions seeking to dismiss each other’s breach \nof contract claim, except to the extent those claims  are based on Dillon’s \nalleged breach of Section 8 of the November 8 Contract, because an issue \nof fact remains as to what Stafford agreed to sell to Dillon, and thus \nwhether any party breached the Contract Documents on which these \ncompeting claims are based8;  \nc. Plaintiffs’ and TAA’s M otions on Plaintiffs’ claim for tortious \ninterference with contract9 because an issue of fact remains concerning \n \n8 The Court’s ruling on this claim is limited to Plaintiffs’ contention that Stafford breached \nthe November 8 Contract by using the copyrighted manual and assets after the sale to Dillon, \n(Br. Supp. Pls.’ Mot. Summ. J. 25, ECF No. 69), and Stafford’s contentions that because Dillon \ndid not purchase all of FACT , Dillon breached the November 8 Contract by exerting 100% \nownership and control over FACT, and that Dillon anticipatorily repudiated the November 8 \nContract by taking actions to set up a competing busin ess in Charlotte,  (Def. Wendy \nStafford’s Br. Supp. Mot. Summ. J. 23 –29).  Stafford also contends that Dillon breached \nSection 8 of the November 8 Contract, which the Court considers infra. \n \n9 Plaintiffs allege that TAA tortiously interfered with the November 8 Contract by inducing \nStafford to breach the agreement and work with TAA using the assets Dillon purchased from \nStafford.  (Br. Supp. Pl.’s Mot. Summ. J. 27–28.)   \n \nwhether Stafford, by taking actions consistent with holding an \nownership interest in FACT, breached a contract obligation to Dillon \nand whether TAA’s conduct, in allegedly inducing that conduct, was in \nfurtherance of TAA’s legitimate business interest, see, e.g., United Labs., \nInc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988) (noting \nelements of a tortious interference claim include “ a valid contract \nbetween the plaintiff and a third person which confers upon the plaintiff \na contractual right against a third person ” and “the defendant . . . acts \nwithout justification ”); Sellers v. Morton , 191 N.C. App. 75, 82 , 661 \nS.E.2d 915, 921 (2008)  (“Interference is without justification if a \ndefendant’s motiv e is not reasonably related to the protection of a \nlegitimate business interest.” (internal quotation marks omitted))10; \nd. Plaintiffs’ Motion on TAA’s counterclaim for breach of fiduciary duty  \nbecause an issue of fact remains concerning whether Dillon  was TAA’s \nagent, and by taking actions consistent with holding ownership of FACT, \nbreached a fiduciary duty by using FACT assets for her business; \n \n10 It appears that TAA may seek summary judgment on the separate ground that Stafford’s \nNon-Compete with Dillon is unenforceable as a matter of law.  (TAA’s Br. Supp. Mot. Summ. \nJ. 11–15.)  It further appears, however, that Plaintiffs base their claim on  TAA’s alleged \ninterference with “Dillon’s purchase of the FACT program and the copyright to the [manual,]” \n(Am. Compl. ¶ 56), not with the Non -Compete, (TAA’s Br. Supp. Mot. Summ. J. 11) .  \nNevertheless, to the extent Plaintiffs seek to base their tortious interference claim on TAA’s \nalleged interference with the Non-Compete, the Court agrees with TAA that the claim should \nbe dismissed because, as explained infra, the Non-Compete is unenforceable as a matter of \nlaw. \ne. Plaintiffs’, Stafford’s, and TAA’s Motions on Plaintiffs’ conversion claim \nagainst Stafford and TAA, and Plaintiffs’ Motion on TAA’s and Stafford’s \nconversion claims against Plaintiffs, because the parties’ competing \nconversion claims necessarily depend upon establishing “ ownership in \nthe [moving party, ]” which requires the determination of disputed \nmaterial facts, see, e.g. , Variety Wholesalers, Inc. v. Salem Logistics \nTraffic Servs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012); \nf. Plaintiffs’ Motion on their claims for unfair and deceptive trade \npractices under N.C.G.S. § 75 -1.1 and unfair competition/business \nconversion and TAA’s counterclaims for common law unfair competition \nand unfair and deceptive trade practices under  section 75-1.1; TAA’s, \nand Stafford’s Motions on Plaintiffs’ claim under section 75-1.1; and \nTAA’s Motion on Plaintiffs’ claim for unfair competition/business \nconversion, because each challenged claim is based on the opposing \nparty’s conduct as a purported owner of FACT and the determination of \nFACT’s ownership involves disputed material facts which cannot be \ndecided on summary judgment11; and \n \n11 “Courts recognize that a claim for common law unfair competition is analyzed the same \nway as a claim for unfair or dec eptive trade practices under [N.C.]G.S. § 75 -1.1.”  Global \nTextile All., Inc. v. TDI Worldwide, LLC, 2018 NCBC LEXIS 159, at *33 (N.C. Super. Ct. Nov. \n29, 2018) (citing BellSouth Corp. v. White Directory Publishers, Inc., 42 F. Supp. 2d 598, 615 \n(M.D.N.C. 1999)).  “The key distinction between the claims is that common law unfair \ncompetition claims are limited to claims between business competitors, whereas a [section \n75-1.1] claim may be maintained by a consumer or a business competitor.”  Gateway Mgmt. \nServs. v. Carrbridge Berkshire Grp., Inc., 2018 NCBC LEXIS 45, at *18 (N.C. Super. Ct. May \n9, 2018) (citing Henderson v. U.S. Fid. & Guar. Co., 124 N.C. App. 103, 108, 476 S.E.2d 459, \n462 (1996)). \ng. Plaintiffs’ and Stafford’s Motions on Plaintiffs’ claim for indemnity and \nattorney’s fees , and Plaintiffs ’ Motion on Stafford’s declaratory \njudgment counterclaim, because an issue of fact remains concerning \nwhat Stafford sold, and what Dillon purchased, under the Contract  \nDocuments, which precludes a determination on summary judgment  of \nindemnity and attorneys’ fees under the November 8 Contract.   \nB. TAA’s Motion on TAA’s Voidable Transfer Counterclaim \n48. TAA seeks summary judgment on its counterclaim for voidable transfer \nestablishing as a matter of law that Stafford’s transfer of her interest to Dillon was a \nvoidable transaction under the Uniform Voidable Transactions Act (“UVTA”).  While \nacknowledging that “untangling the true ownership of FACT assets is a difficult \nproposition,” (TAA Reply  Supp. Mot. Summ. J.  2, ECF No. 105 ), TAA argues that \neven if Stafford owned a transferrable interest in FACT, summary judgment for TAA \nis proper dismissing Plaintiffs’  claims because the undisputed evidence shows that \nStafford’s purported transfer to Dillon was for less than reasonably equivalent value, \nafter which Stafford’s  remaining assets were unreas onably small and left her \ninsolvent, all as required for a voidable transfer under sections 39-23.4(a)(2)(a) and \n39-23.5 of the UVTA, (TAA’s Br. Supp. Mot. Summ. J. 9).  Plaintiff contends that the \ntransfer was not voidable because value and consideration were given in exchange \nfor the copyright and the materials.  (Br. Supp. Pls.’ Mot. Summ. J. 17.)  Stafford does \nnot move for summary judgment on this counterclaim. \n49. The Court concludes based on its review of the record evidence that issues \nof fact remain as to the value of the assets Stafford purportedly transferred to Dillon, \nthe amount of Stafford’s remaining assets after transfer, and whether Stafford was \ninsolvent after transfer, precluding summary judgment.  TAA’s Motion on this ground \nshall therefore be denied.  \nC. Plaintiffs’ and Stafford’s Motions on Dillon’s Alleged Breach of Section 8 of \nthe November 8 Contract  \n \n50. Stafford contends that Dillon breached Section 8 of the November 8 Contract \nby taking certain actions to  discontinue FACT’s relationship with TAA in January \n2019.  (Def. Wendy Stafford’s Br. Supp. Mot. Summ. J. 26–27.)  Section 8 provides as \nfollows:  \nThe Assets include all trademark and trade names which are necessary \nto use or operate the Assets in the ordinary course of business (with \nSeller’s current use of the Assets as a reference); all such trademarks, \nservice marks, logos and trade names are valid, in good standing and \nfree and clear of all liens and encumbrances of any nature whatsoever, \nand have  not been (i) ch allenged in any way or (ii) involved in any \ninterference claim or proceeding.  Use or operation of the Assets in the \nordinary course of business (with Seller’s current use of the Assets as a \nreference) will not involve infringement or claimed infringement of any \nissued or applied for United States, North Carolina, or local trademark, \nor trade names. \n \n(Nov. 8 Contract ¶ 8.)   \n51. Stafford contends that the provision’s twin reference to the “use or \noperat[ion] of the Assets in the ordinary course of business (with [Stafford’s] current \nuse of the Assets as a reference)” required Dillon to maintain FACT’s relationship with \nTAA.  (Def. Wendy Stafford’s Br. Supp. Mot. Summ. J. 27.)  Plaintiffs disagree and \nargue that the provision is instead “a warranty a nd promise of good title of the \ntrademarks” conveyed.  (Pls.’ Br. Opp’n Wendy Stafford’s Mot. Summ. J. 14, ECF No. \n85.)   \n52. The Court agrees with Plaintiffs.  Rather than impose an ongoing obligation, \nthe plain and unambiguous language of Section 8 creates instead an express \nwarranty that Stafford had good title to transfer all the trademarks and trade names \nthat were used to operate the FACT program and a promise that if Dillon used those \ntrademarks and trade names in the same way Stafford had , her use would  not \ninfringe any issued or applied-for trademarks or trade names anywhere in the United \nStates.  Accordingly, Plaintiffs’ Motion shall be granted, Stafford’s Motion shall be \ndenied, and Stafford’s breach of contract claim premised on Section 8 shall be \ndismissed. \nD. Plaintiffs’ Motion on Plaintiffs’ Trademark Infringement  Claim and TAA’s \nTrademark Infringement Counterclaim \n \n53. Plaintiffs assert a trademark infringement claim under 15 U.S.C. § 1125(a) \n(the “Lanham Act”) against TAA and Stafford, arguing that after Stafford sold FACT \nto Dillon, TAA and Stafford continued to use the FACT name and mark  and claim \nthat they were the original FA CT program in a manner that was misleading to \nstudents.  (Am. Compl. ¶¶ 88 –98.)  TAA also asserts a claim of false \ndesignation/trademark infringement under 15 U.S.C. § 1125(a) based on Dillon’s use \nof the terms “FACT,” “Triad Aviation Academy,” and “TAA.”  (TAA’s Countercls. \n¶¶ 70–82.)  Plaintiffs move for summary judgment on their claim and for dismissal of \nTAA’s claim.  (Br. Supp. Mot. Summ. J. 8, 28.) \n54. As an initial matter, the Court notes that, contrary to Plaintiffs’ contention, \nfederal trademark claims are not subject to the exclusive jurisdiction of the federal \ncourts.  See 28 U.S.C. § 1338(a)–(b).  Indeed, state and federal courts have concurrent \njurisdiction over such claims, including those asserted by the parties here.  See, e.g. , \nDunlap v. G&L Holding Grp., Inc., 381 F.3d 1285, 1292 n.11 (11th Cir. 2004) (“State \nand federal courts a re expressly given concurrent  jurisdiction over claims involving \ninfringement of a federally registered trademark .”); Bd. of Regents v. Phx. Int’l \nSoftware, Inc., 653 F.3d 448, 465 ( 7th Cir. 2011) (“A party alleging a trademark \nviolation under the [Lanham Act] may litigate in state court if it so chooses.”); Deats \nv. Joseph Swantak, Inc., 619 F. Supp. 973, 977 (N.D.N.Y. 1985) (“The federal courts’ \njurisdiction in matters of trademark is concurrent with that of the state courts.”) .  \nAccordingly, Plaintiffs’ jurisdictional challenge to TAA’s trademark claims is without \nmerit. \n55. Moving on, this Court has observed that “ [t]rademark infringement occurs \nunder the Lanham Act when the claimant owns a valid trademark and the defending \nparty’s use of a similar m ark is likely to cause confusion. ”  HCW Ret. & Fin. Servs., \nLLC v. HCW Emp. Benefit Servs., LLC , 2015 NCBC LEXIS 73, at *32 (N.C. Super. \nCt. July 14, 2015) (citing 15 U.S.C. § 1125(a)).  The factual disputes surrounding the \nownership of FACT preclude a det ermination as a matter of law that either TAA or \nDillon owned a valid trademark  in “FACT .”  Accordingly, Plaintiffs’ M otion for \njudgment on their claim, and Plaintiffs’ Motion to the extent it seeks dismissal of \nTAA’s trademark infringement claim based on Dillon’s use of “FACT,” shall be denied. \n56. The Court further concludes that Plaintiffs’ M otion for summary judgment \non their claim, and for dismissal of TAA’s claim , based on Dillon’s use of “TAA ” and \n“Triad Aviation Academy” must also be denied, although for different reasons.  TAA \noffers evidence that Dillon intentionally copied “TAA” and “Triad Aviation Academy” \non student receipts, Dillon’s social media sites, and on reviews left by members of the \npublic.  (TAA’s Resp. Interrog. Nos. 19–20, ECF No. 77.1); see also Osem Food Indus. \nv. Sherwood Foods, Inc., 917 F.2d 161, 165 (4th Cir. 1990) (“[F]rom such intentional \ncopying arises a presumption . . . that there is a likelihood of confusion.”).  Although \nPlaintiffs argue that the reviewers’ use of the marks cannot be imputed to Dillon as \na matter of law and further that “any confusion is based on the similarities between \nall airline training programs,” (Br. Supp. Pls.’ Mot. Summ. J. 10), the Court concludes \nthat, viewing the evidence in the light most favorable to TAA, a reasonable factfinder \ncould conclude that Plaintiffs used “TAA” and “Triad Aviation Academy” in \ncircumstances that could cause a likelihood of confusion.  Pla intiffs’ Motion for \nsummary judgment on their claim and for dismissal of TAA’s claim based on \nPlaintiffs’ use of “TAA” and “Triad Aviation Academy” shall therefore be denied. \nE. Plaintiffs’ and TAA’s Motions on Plaintiffs’ False Advertising Claim and \nPlaintiffs’ Motion on TAA’s False Advertising Counterclaim \n \n57. Plaintiffs and TAA also move for summary judgment on Plaintiffs’ false \nadvertising claim under the Lanham Act against Stafford and TAA based on their \nadvertisements stating that they were continuing FACT, that Dillon was fired, and \nthat Dillon’s program was operating elsewhere.  (Am. Compl. ¶ 100; see Br. Supp. \nPls.’ Mot. Summ. J. 28; TAA’s Br. Supp. Mot. Summ. J. 1.)  Plaintiffs separately move \nfor summary judgment on TAA’s false advertising counter claim against Plaintiffs \nbased on Dillon’s advertisement that FACT had expanded to Charlotte and was “The \nHighest Student Rated Flight Attendant training class in the US.”  (TAA’s \nCountercls. ¶ 59; see Br. Supp. Pls.’ Mot. Summ. J. 8.) \n58. A party asserting a claim for false advertising under the Lanham Act must \nestablish that (i) the defendant made a “false or misleading statement of fact about a \nproduct[,]” (ii) the “statement either deceived , or had the capacity to deceive a \nsubstantial segment of potential c onsumers[,]” (iii) “[t]he deception is material, in \nthat it is likely to influence the consumer’s purchasing decision[,]” (iv) “[t]he product \nis in interstate commerce[,]” and (v) the claimant “has been or is likely to be injured \nas result of the statement at issue. ”  Pizza Hut, In c. v. Papa John ’s Int’l, Inc., 227 \nF.3d 489, 495  (5th Cir. 2000), cert. denied , 532 U.S. 920 (2001); see also 15 U.S.C. \n§ 1125(a)(1)(B).  A claimant must prove  “either that an advertisement is false on its \nface or that the advertisement is literally true or ambiguous but likely to mislead and \nconfuse consumers.”  Clorox Co. P.R. v. P &G Comm. Co., 228 F.3d 24, 33  (1st Cir. \n2000). \n59. Although Plaintiffs and TAA separately contend th at the undisputed \nevidence requires judgment in their favor, the Court finds that the evidence of record \ndiscloses material facts in conflict, including the ownership of FACT, foreclosing \nsummary judgment for either side .  Accordingly, Plaintiffs’ and TAA’s Motions \nconcerning each other’s false advertising claims shall therefore be denied. \nF. Plaintiffs’ Motion on TAA’s Declaratory Judgment Counterclaim For A Non-\nExclusive License \n \n60. TAA’s counterclaim for a declaratory judgment seeks a judicial \ndetermination that TAA has an ongoing non- exclusive license to use Stafford’s \ncopyrighted material under 17 U.S.C. § 205(e).  (TAA’s Countercls. ¶¶ 147–53; TAA’s \nResp. Opp’n Mot. Summ. J. 13, ECF No. 77.)  That statute provides for the priority of \na non-exclusive license over conflicting copyright ownership if it is “evidenced by a \nwritten instrument signed by the owner . . . or such owner’s duly authorized agent[.]”   \n61. Plaintiffs move for summary judgment dismissing TAA’s claim, contending \nthat TAA has failed to offer evidence of the required written instrument.  (Br. Supp. \nPls.’ Mot. Summ. J. 23.)  TAA argues to the contrary, contending that Stafford’s \nunsigned admission in her answer to TAA’s counterclaims that “Stafford gave TAA a \nlicense to use the copyright” satisfies the statutory standard.  (TAA’s Resp. Opp’n \nMot. Summ. J. 14; see Def.’s Answer Intervenors Countercls. ¶ 13, ECF No. 60.)   \n62. Although an issue of fact exists concerning whether the materials in which \nStafford claims a copyright have been transferred to Dillon, the Court concludes that, \neven assuming Stafford was the copyright owner, Stafford’s unsigned litigation \nadmission, made  seven months  after the alleged transfer, does not constitute an \neffective “written instrument” as contemplated by 17 U.S.C. § 205(e).  See, e.g., Scott \nv. Worldstarhiphop, Inc., No. 10 Civ. 9538 (PKC)(RLE), 2012 U.S. Dist. LEXIS 64202, \nat *5 (S.D.N.Y. May 3, 2012) (holding that there is no written instrument when there \nis no indication that “the purported nonexclusive license was reduced to writing”).  As \na result, the Court concludes that Plaintiffs’ Motion should be granted and that TAA’s \ndeclaratory judgment claim on this issue should therefore be dismissed. \nG. Plaintiffs’ and Stafford’s Motion s on Plaintiffs’ Claim for Breach of Non -\nCompete Agreement \n \n63. Plaintiffs and Stafford each move for summary judgment on Plaintiffs’ claim \nagainst Stafford for breach of the Non -Compete.  (Br. Supp. Pl.’s Mot. Summ. J. 28 ; \nDef. Wendy Stafford’s Br. Supp. Mot. Summ. J. 34.)  The Non-Compete provides that \nStafford shall not: \n[p]rovide the same or s imilar industry products, services, or engage in \nany other way represent [sic] any business of a similar nature to \n[FACT] . . . without written consent .  Nor shall [Stafford] solicit any \nclient of [FACT] for the benefit of a third party th at is engaged in a \nsimilar business to that of [FACT,] [e]ngage in business activity, \nwhether paid or non -paid, with a competitor of the company that \nprovides a similar product or service .  Hire, work alongside, or partner \nwith any current employee or contractors, sales st aff, or former \nemployees or contractors of [FACT]. \n \nThis agreement runs from 11/8/2018 to 11/8/2023 and covers the United \nStates. \n \n(Non-Compete.) \n64. A covenant not to compete made in connection with the sale of a business \nwill be enforced “(1) if it is reasonably necessary to protect the legitimate interest of \nthe purchaser; (2) if it is reasonable with respect to both time and territory; and (3) if \nit does not interfere with the interest of the public.”   Jewel Box Stores Corp. v. \nMorrow, 272 N.C. 659, 662–63, 158 S.E.2d 840, 843 (1968).  A non-compete’s time and \ngeographic scope are “not independent and unrelated aspects of the restraint”; rather, \n“[e]ach must be considered in determining the reasonableness of the other .”  Id . at \n665, 158 S.E.2d at 844.  In making that determination, our Supreme Court has held \nthat a geographic scope is reasonable “if it encompasses the area served by the \nbusiness that the covenant protects, or, more specifically, if the protected business \nhad clientele in the area covered by the covenant[.]”  Beverage Sys. of the Carolinas, \nLLC v. Associated Bev erage Repair, LLC , 368 N.C. 693, 698 , 784 S.E.2d 457, 461 \n(2016) (citations omitted).  \n65. The N on-Compete here covers all of the United States and extends for a \nperiod of five years.  (Non-Compete.)  Plaintiffs, however, offer no evidence that FACT \nconducted business in all areas of the United States ; indeed, the most the proffered \nevidence suggests is that FACT operated in Greensboro, North Carolina .  While our \ncourts a ccord “[g]reater latitude ” to enforce “covenants given by the seller in \nconnection with the sale of a business than in covenants ancillary to an employment \ncontract[,]” Seaboard Indus., Inc. v. Blair, 10 N.C. App. 323, 333, 178 S.E.2d 781, 787 \n(1971), the undisputed evidence here shows that the Non-Compete’s geographic scope \nis far broader than necessary to protect Plaintiffs’ legitimate business interests , \nparticularly when considered in combination with the Non-Compete’s five-year term, \nand thus is unreasonable as a matter of law.  Accordingly, Stafford’s Motion shall be \ngranted,  Plaintiffs Motion shall be denied, and Plaintiffs’ breach of contract claim \nbased on the Non-Compete shall be dismissed.   \nH. Plaintiffs’ Motion on TAA’s  Counterclaim for Breach of the FACT \nFramework Document \n \n66. Plaintiffs also move for summary judgment on TAA’s counter claim against \nPlaintiffs for breach of the FACT Framework Document , contending that the FACT \nFramework Document constituted an unenforceable agreement to agree rather than \na valid and enforceable contract .  ( Pls.’ Reply Intervenor TAA’s Resp. Pls .’ Mot. \nSumm. J. 11, ECF No. 104.)  \n67. “To constitute a valid contract, the parties must assent to the same thing in \nthe same sense, and their minds must meet as to all the terms.”  Boyce v. McMahan, \n285 N.C. 730, 734, 208 S.E.2d 692, 695 (1974) (citation and internal quotation marks \nomitted).  “If any portion of the proposed terms is not settled, or no mode agreed on \nby which they may be settled, there is no agreement.”  Id. (citation omitted).  For this \nreason, agreements to agree are not enforceable.  See, e.g., Northington v. Michelotti, \n121 N.C. App. 180, 184, 464 S.E.2d 711, 714 (1995) (“Where the parties agree to make \na document or contract which is to contain any material term that is not already \nagreed on, no contract has been made; a so-called ‘contract to make a contract’ is not \na contract at all.” (citation and internal quotation marks omitted)). \n68. Here, the FACT Framework Document  contains on its face a list of “ bullet \npoints [to] serve as a beginning framework ” for the parties’ continued discussions.  \n(FACT Framework Doc.)  Thus, as in Boyce , “ the writing itself shows its \nincompleteness by emphasizing its preliminary character.”  285 N.C. at 734 , 208 \nS.E.2d at 695.  Moreover, although TAA characterizes the document as “the \nprototypical agreement to negotiate in good faith[,]” (TAA’s Resp. Opp’n Mot. Summ. \nJ. 12), the document does not contain any obligation to negotiat e or to negotiate in \ngood faith, imposes no current and enforceable obligations, and while contemplat ing \nthe parties’ future negotiations and agreement, simply forecasts that the parties “will \nhave developed and executed an agreement” by a specific identif ied date, (Fact \nFramework Doc. ¶ 8).  Again as in Boyce, the document “expresses the desires of the \nparties but not the agreement  of both.”  285 N.C. at 734, 208 S.E.2d at 695.   As a \nresult, the  Court concludes that the  FACT Framework Document  is not an \nenforceable contract under North Carolina law.  Therefore, Plaintiffs’ Motion shall be \ngranted and TAA’s breach of contract claim based on that document shall be \ndismissed.   \nI. Plaintiffs’ and Stafford’s Motions on Plaintiffs’ Claim for Copyright \nInfringement \n \n69. Plaintiffs and Stafford separately move for summary judgment on Plaintiffs’ \ncopyright infringement claim against Stafford, which is based on Stafford’s alleged \nuse of the copyright-registered training manual after Stafford’s sale of the manual to \nDillon.  (See 2018 Copyright Registration; Am. Compl. ¶¶ 80–87; Br. Supp. Pls.’ Mot. \nSumm. J. 28; Def. Wendy Stafford’s Br. Supp. Mot. Summ. J. 36.)  The federal courts, \nhowever, have exclusive jurisdiction over claims of copyright infringement.  28 U.S.C. \n§ 1338(a) (“No State court shall have jurisdiction over any claim for relief arising \nunder any Act of Congress relating to patents, plant variety protection, or \ncopyrights.”).  The Court therefore lacks jurisdiction to hear Plaintiffs’ copyright \ninfringement claim.  As a result, Stafford’s Motion shall be granted, Plaintiffs’ Motion \nshall be denied, and Plaintiffs’ copyright infringement claim shall be dismissed \nwithout prejudice. \nJ. Plaintiffs’ and Stafford’s Motions on Staffor d’s Claim for Misappropriation \nof Copyright/Unfair Competition \n \n70. Plaintiffs and Stafford separately seek summary judgment on Stafford’s \nclaim for misappropriation/unfair competition , which Stafford bases on Dillon’s \npossession and use of Stafford’s copyrighted materials.12  (Br. Supp. Pls.’ Mot. Summ. \nJ. 1; Def. Wendy Stafford’s Br. Supp. Mot. Summ. J. 33; see also Stafford’s Countercls. \n¶ 97.)  Because this claim seeks relief for alleged misappropriation and use of \ncopyrighted materials and sounds in copyright infringement, the Court concludes \nthat it too falls within the exclusive jurisdiction of the federal courts as provided in \n28 U.S.C. § 1338.  As a result, Plaintiffs’ Motion shall be  granted, Stafford’s Motion \nshall be denied, and Stafford’s counterclaim shall be dismissed without prejudice.13   \nK. Plaintiffs’ and TAA’s Motions on Plaintiffs’ Claim  and TAA’s Counterclaim \nfor Defamation \n \n71. Plaintiffs and TAA separately move for summary judg ment on Plaintiffs’ \ndefamation claim against Stafford and TAA for their alleged “false and defamatory \n \n12 Stafford’s misappropriation of copyright claim overlaps with  her breach of contract claim \nto the extent the latter is based on Dillon’s alleged use of Stafford’s training manual without \npayment.  The disputed evidence concerning Dillon’s use of the training manual and as \nexplained above, the factual dispute over FA CT ownership and the terms of sale preclude \nsummary judgment for either party on this aspect of Stafford’s claim. \n \n13 Stafford argues that the decision of the North Carolina Court of Appeals in Liberty/UA, \nInc. v. E. Tape Corp., 11 N.C. App. 20, 180 S.E.2d 414 (1971), permits the assertion of her \nstate law claim for unfair competition based in copyright,  (Stafford’s Resp. Dillon’s Mot. \nSumm. J. 8) .  The Court disagrees.  In Liberty, the plaintiff did not claim “statutory or \ncommon law copyrights in its recordings ” and thus “ the principal question presented [was] \nwhether the defendants’ conduct in appropriating the performances recorded by plaintiff and \nselling them in competition with plaintiff amount[ed] to unfair competition[.]”  Id. at 21, 180 \nstatements about Dillon in an attempt to discredit Dillon in her professional capacity \nwith FAA to potential students and other FACT employees and independent \ncontractors.”  (Am. Compl. ¶ 107.)  Plaintiffs do not address their defamation claim \nin their Motion or brief and have offered no evidence that supports the allegations in \ntheir Complaint.  Su mmary judgment is therefore proper in favor of TAA , and \nPlaintiffs’ defamation claim shall be dismissed. \n72. Plaintiffs also move for summary judgment on TAA’s defamation claim \nagainst Plaintiffs, which asserts that “at least one agent of [FACT] has made false \nstatements concerning TAA’s honesty[.]”  (TAA’s Countercls. ¶ 109; Br. Supp. Pls.’ \nMot. Summ. J.  19.)  To support its claim, TAA points to evidence that Bame, an \nindependent contractor, told a student that “TAA was ‘dishonest[,]’ ” and that Dillon’s \nwebsite falsely stated that FACT had expanded to Charlotte, North Carolina.  (TAA’s \nResp. Opp’n Mot. Summ. J. 12; TAA’s Resp. Interrog. No. 20.)   \n73. TAA’s evidence does not create a triable issue of fact.  First, North Carolina \nlaw is clear that the defamatory statement by Bame, an independent contractor, may \nnot be imputed to Plaintiffs as a matter of law.  See, e.g. , Market Am., Inc. v. \nChristman-Orth, 135 N.C. App. 143, 152, 520 S.E.2d 570, 577 ( 1999) (refusing to \nimpute an independent contractor’s defamation to the employer because “the rule is \nwell settled in North Carolina that an employer is not vicariously liable for the torts \nof an independent contractor”).  Moreover, Dillon’s statement that FACT had moved \n \nS.E.2d at 415.  In contrast, Stafford’s unfair competition claim here is based on the improper \nuse of copyrighted materials, a claim over which Congress has granted the federal courts \nexclusive jurisdiction. \nto Charlotte is not defamatory as a matter of law because it does not bear on TAA’s \n“reputation, office, trade, business, or means of livelihood .”  Beane v. Weiman Co., 5 \nN.C. App. 276, 277, 168 S.E.2d 236, 237 (1969).  As a result, Plaintiffs’ Motion shall \nbe granted, and TAA’s counterclaim for defamation shall be dismissed.   \nL. Plaintiffs’ Motion on TAA’s Counterclaim for Fraud \n \n74. TAA’s counterclaim for fraud is based on Dillon’s allegedly false statements \nthat she “ha[d] no intention of severing the ties with [McCall] or TAA” and that her \n“intention [was] to continue business as usual, while growing the revenue for both \nparties” when she had no intention to continue her business relationship with TAA.  \n(TAA’s Countercls. ¶¶ 122–29; see also Br. Supp. Pl.’s Mot. Summ. J. 13; Aug. 15 \nEmails.)  Plaintiffs move for summary judgment, contending that TAA has failed to \noffer evidence that Dillon knew her statements were false when made. \n75. “As a general rule, a mere promissory representation will not be sufficient \nto support an action for fraud.”  Leftwich v. Gaines, 134 N.C. App. 502, 508, 521 S.E.2d \n717, 723 (1999) (citation omitted).  However, a promissory representation may be \nactionable “when it is made with intent to deceive the promisee, and the promisor, at \nthe time of making it, has no intent to comply.”  Id. (citation omitted).   \n76. Although Dillon avers that she never had any intention to sever ties with \nTAA, (Aff. Dillon ¶ 21), TAA points to sufficient evidenc e of record to permit that \ninference and thus for its fraud claim to survive dismissal under Rule 56.  That \nevidence includes (i) a June 26, 2018 email in which Dillon instructed Stafford to \n“[t]ake out TAA” from the purchase and sale agreement, ( June 26 E mail); (ii) an \nAugust 21, 2018 email in which Dillon stated that she “basically took [TAA] out of \n[the proposed agreement,]” (Aug. 21 Stafford Email & FACT Framework Doc.), which \nshe sent six days after writing to TAA that she “ha[d] no intention of severing the ties \nwith . . . TAA[,]” (Aug. 15 Emails ); (iii) a September 2018 text message in which \nDillon advised Stafford “to keep TAA out of [the contract],” (2018 Text Messages); and \n(iv) Dillon’s entry into the Contract Documents with Stafford without notifying TAA.  \nPlaintiffs’ Motion shall therefore be denied.  \nM. Plaintiffs’ and Stafford’s Motions on Stafford’s Counterclaim for \nFraud/Constructive Fraud \n \n77. Stafford has asserted counterclaim s against Dillon for fraud and \nconstructive fraud, broadly contending that Dillon abused her position of trust and \nconfidence to compete against Stafford using Stafford’s copyrighted materials.  \nPlaintiffs and Stafford each move for summary judgment on these claims.  (Br. Supp. \nPls.’ Mot. Summ. J. 12; Def. Wendy Stafford’s Br. Supp. Mot. Summ. J. 29.) \n78. Stafford argues that she is entitled to judgment on her claim against Dillon \nfor fraud, contending that the undisputed evidence shows that Dillon “concealed from \nStafford Dillon’s intent to claim she bought al l of FACT” and “to take TAA FACT \nassets and use them in a manner inconsistent with Stafford’s use at TAA [.]”  ( Def. \nWendy Stafford’s Br. Supp. Mot. Summ. J. 30 .)  Plaintiffs argue in opposition that \nStafford has failed to support her claim with substantial  evidence.  (Pls.’ Br. Opp’n \nWendy Stafford’s Mot. Summ. J. 20.) \n79. As noted above, promissory representations such as those Stafford alleges \nhere require Stafford, as the promisee, to offer evidence that Dillon, as the promisor, \nhad no intention to comply with her promise at the time the promise was made.  See \nLeftwich, 134 N.C. App. at  508, 521 S.E.2d at  723.  To support her claim, Stafford \npoints to the evidence cited above reflecting Dillon’s intention to purchase Stafford’s \ninterest in FACT and Stafford’s testimony that “It never crossed my mind that \n[Dillon] would go off on her own.  Never occurred to me,” (Dep. Stafford 99:19–23),14 \nto show that D illon did not intend to comply with her August 15, 2018 email \nstatement to McCall, forwarded to Stafford, that Dillon had “no intention of severing \nties with [McCall] or TAA[,]” (Def. Wendy Stafford’s Br. Supp. Mot. Summ. J. 30–31). \n80. The Court finds Staffor d’s evidence insufficient to survive scrutiny under \nRule 56.  First, Dillon’s August 15, 2018 statement is one of current intention rather \nthan a promise of future action, and Stafford’s evidence does not permit a reasonable \nfactfinder to conclude that Dil lon’s statement was false when made.  This is \nparticularly true when the Court considers that Stafford did not include in the \nContract Documents any provision that bound Dillon to continue working with TAA.   \n81. In addition,  Stafford’s execution of the handwritten amendments to the \nNovember 8 Contract and her receipt of multiple emails reflecting Dillon’s express \nintention not to contract with TAA for the purchase of FACT’s assets put Stafford on \nnotice that Dillon intended t o claim she bought the entirety of FACT  from Stafford.  \nOn this record, Stafford cannot show that she reasonably  relied on any of Dillon’s \nalleged statements to the contrary, a further basis on which her fraud claim must be \n \n14 It does not appear to the Court that this specific testimony is contained in the voluminous \nevidentiary record presented by the parties.  As noted, however, the Court’s consideration of \nthis alleged testimony does not salvage Stafford’s claim. \ndismissed.  See, e.g., Cobb v. Pa. Life Ins. Co., 215 N.C. App. 268, 277, 715 S.E.2d 541, \n549 (2011) (for fraud claims, “any reliance on alleged false representations must be  \nreasonable”); see also, e.g., Biesecker v. Biesecker, 62 N.C. App. 282, 285, 302 S.E.2d \n826, 828–29 (1983) (holding that “[a] person signing a written instrument . . . . may \n[not] predicate an action for fraud on his ignorance of the legal effect of its terms. ”) \n(citations omitted)).  As a result, Plaintiffs’ Motion shall be granted, Stafford’s Motion \nshall be denied, and Stafford’s counterclaim for fraud shall be dismissed. \n82. Stafford’s counterclaim for constructive fraud fares no better.  A claim for \nconstructive fraud requires the claimant to establish facts and circumstances “(1) \nwhich created [a] relation of trust and confidence, and (2) led up to and surrounded \nthe consummation of the transaction in which defendant is alleged to have taken \nadvantage of his position of trust to the hurt of plaintiff.”  Head v. Gould Killian CPA \nGrp., P.A., 371 N.C. 2, 9, 812 S.E.2d 831, 837 (2018) (quoting Rhodes v. Jones , 232 \nN.C. 547, 549, 61 S.E.2d 725, 726 (1950)).   \n83. The undisputed evidence here, however, shows that at all times Dillon and \nStafford were engaged in arm’s length negotiations leading up to their entry into the \nContract Documents and were never in a relationship of trust and confidence in which \nDillon “figuratively h[eld] all of the cards[,]” S.N.R. Mgmt. Corp. v. Danube Partners \n141, LLC, 189 N.C. App. 601, 613, 659 S.E.2d 442, 451 (2008)  (citation omitted), or \nwhich otherwise created a duty on which a claim for constructive fraud is properly \npremised, see, e.g., Se. Air Charter, Inc. v. Stroud, 2015 NCBC LEXIS 82, at *16–17 \n(N.C. Super. Ct. Aug. 17, 2015) (“ Absent extraordinary circumstances of  special \nrelationships of trust and confidence leading to dominion and control, employees who \nare not  also officers and directors should not be put to the burden of defending \nfiduciary duty claims.”). 15  Contrary to Stafford’s contention, the Court finds no \nevidence, aside from impermissible speculation,  from which a reasonable jury could \nconclude that Dillon’s ascension  to FACT’s Executive Director ship, including at a \ntime when Stafford and/or TAA owned FACT, created a relationship of trust and \nconfidence in which Dillon ran roughshod over Stafford.  As a  result, Plaintiffs’ \nMotion shall be granted, Stafford’s Motion shall be denied, and Stafford’s \ncounterclaim for constructive fraud shall be dismissed. \nN. TAA’s Motion on Plaintiffs’ Damages Claims  \n \n84. TAA seeks dismissal of Plaintiffs’ claims for damages, contending that the \ndamages Plaintiffs seek are unduly speculative  or subject to offset , or are  not the \nresult of TAA’s conduct.  (TAA’s Br. Supp. Mot. Summ. J. 15.)  Plaintiffs offer evidence \nand argument in opposition that the Court conclud es is sufficient to survive TAA’s \nmotion under Rule 56 based on the record evidence at this time.  The Court, however, \nwill permit TAA to advance its same contentions should it wish to do so when the \nCourt considers the parties’ motions in limine in anticipation of the trial of this action. \n \n15 Although Stafford complains that Dillon knew she was ill and took advantage of her in the \ntransaction, (Def. Wendy Stafford’s Br. Supp. Mot. Summ. J. 33), Stafford offers no evidence \nthat would permit a reasonable factfinder to reach this conclusion.  Indeed, Stafford’s regular \nand numerous communications with Dillon during the months leading up to their entry into \nthe Contract Documents in November 2018 do not reveal Stafford’s mental or emotional \ninfirmity, and Dillon has not offered any evidence, medical or otherwise, that suggests the \ncontrary.   \nV. \nCONCLUSION \n85. WHEREFORE, based on the foregoing, the Motions are hereby GRANTED \nin part and DISMISSED in part as follows: \na. Stafford’s Motion for summary judgment on Plaintiffs’ claim for breach \nof the N on-Compete Agreement is GRANTED, Plaintiffs’ Motion is \nDENIED, and that claim is hereby DISMISSED with prejudice; \nb. Stafford’s Motion for summary judgment on Plaintiffs’ claim for \ncopyright infringement is GRANTED, Plaintiffs’ Motion is DENIED , \nand that claim is hereby DISMISSED without prejudice;  \nc. TAA’s Motion for summary judgment on Plaintiffs’ claim for defamation \nis GRANTED, Plaintiffs Motion is DENIED, and that claim is hereby \nDISMISSED with prejudice; \nd. Plaintiffs’ Motion for summary judgment on TAA’s counterclaims for \nbreach of the FACT Framework Document, defamation , and for  \ndeclaratory judgment  based on a purported non- exclusive license are  \nGRANTED, TAA’s Motion on its counterclaim for declaratory judgment \nbased on a purported non-exclusive license is DENIED, and the above-\nreferenced counterclaims are hereby DISMISSED with prejudice; \ne. Plaintiffs’ Motion for summary judgment on Stafford’s claim s for \nfraud/constructive fraud, and breach of contract based on Section 8 of \nthe November 8 Contract, is GRANTED, Stafford’s Motion is DENIED, \nand those claims are hereby DISMISSED with prejudice; \nf. Plaintiffs’ Motion for summary judgment on Stafford’s Claim for \nMisappropriation of Copyright/Unfair Competition  is GRANTED, \nStafford’s Motion is DENIED, and that claim is hereby DISMISSED \nwithout prejudice; \ng. Summary judgment is DENIED on the Motions seeking entry of \njudgment or dismissal on the following claims, and those claims shall \nproceed to trial: \ni. Plaintiffs’ claims for breach of contract, indemnity, and attorneys’ \nfees against Stafford, tortious interference with contract against \nTAA, an d unfair and deceptive trade practices, conversion, \ncommon law unfair competition and business conversion, \ntrademark infringement, and false advertising against both TAA \nand Stafford; \nii. TAA’s counterclaims for declaratory judgment to the extent those \nclaims are based on the ownership of FACT , false advertising, \nfalse designation/trademark infringement, common law unfair \ncompetition, breach of fiduciary duty, common law unfair \ncompetition/business conversion, conversion, fraud, and unfair \nand deceptive trade practices against Plaintiffs, and voidable \ntransfer against Plaintiffs and Stafford; and,  \niii. Stafford’s counterclaims for conversion, breach of contract  based \non ownership of FACT , declaratory judgment, injunctive relief, \naccounting, and attorneys’ fees against Plaintiffs. \n86. TAA will be permit ted to advance its contentions regarding Plaintiffs \ndamages should it wish to do so when the Court considers the parties’ motions in \nlimine in anticipation of the trial of this action.  \n87. The Court shall set this matter for trial by separate order after consultation \nwith counsel for the parties, consistent with the Guilford County Jury Trial \nResumption Plan as implemented in the North Carolina Business Court. \n \n \nSO ORDERED, this the 30th day of December, 2020. \n \n \n      /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n      Chief Business Court Judge "
}