{
  "id": "ddc21b8ba7d4438508d3aca3a35113947b77047b76799c6759e8588fd7496714",
  "source_file": "data/raw/ncbc/ddc21b8ba7d4438508d3aca3a35113947b77047b76799c6759e8588fd7496714.pdf",
  "raw_text": "Mancinelli v. Momentum Research, Inc., 2012 NCBC 28.   \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF DURHAM 09 CVS 1383 \n \n \nKAREN L. MANCINELLI, ) \n Plaintiff ) \n  )  OPINION AND \n v.  )   ORDER REGARDING  \n   )   CONFLICT OF LAWS   \nMOMENTUM RESEARCH, INC., )  \n Defendant ) \n \n \nTHIS MATTER comes before the court upon the parties' conflicting submissions \nregarding whether, and to what extent, the laws of North Carolina or Delaware should \napply to Plaintiff's claim for breach of contract under a purported shareholder agreement \nor pre-incorporation agreement (\"Submission(s)\"); and    \nTHE COURT, after considering the Submissions and other appropriate matters of \nrecord, CONCLUDES that Delaware law should apply to Plaintiff's Second Claim, as \nreflected herein. \nGlenn, Mills, Fisher and Mahoney, PA, by Carlos E. Mahoney, Esq. for Plaintiff. \n \nJordan Price Wall Gray Jones & Carlton, PLLC, by Paul T. Flick, Esq. and Lori P. \nJones, Esq. for Defendant. \n \nJolly, Judge. \n \nPROCEDURAL BACKGROUND \n \n[1] On November 4, 2009, Plaintiff Karen L. Mancine lli filed her Amended \nComplaint (\"Complaint\"), in which she alleges three claims for relief (\"Claim(s)\"): First \nClaim (Breach of Contract – Employment Agreement), Second Claim (Breach of \nContract – Shareholder Agreement or Pre-Incorporati on Agreement) and Third Claim \n(Violations of the North Carolina Wage and Hour Act). \n[2] On January 12, 2012, the court entered an Opini on and Order on \nDefendant's Motion for Summary Judgment, by which the court granted summary \njudgment in Defendant's favor on Plaintiff's First Claim for breach of contract as to her \nemployment agreement.  Mancinelli v. Momentum Research, Inc ., 2012 NCBC 3, ¶ 61 \n(N.C. Super. Ct. Jan. 12, 2012).  The court denied Defendant's Motion for Summary \nJudgment (\"Summary Judgment Motion\") as to Plaintiff's Second and Third Claims.  Id.  \nat ¶¶ 62-63.  In denying the Summary Judgment Motion as to Plaintiff's Second Claim, \nthe court deferred ruling on whether Delaware or North Carolina law should apply to that \nClaim.1 \n[3] Subsequently, the court entered a briefing sche dule directing the parties to \nprovide briefs explaining their respective positions as to whether Delaware or North \nCarolina law should apply to determine Plaintiff's Second Claim.  \n[4] The parties have briefed the issue, and as this  matter is quickly \napproaching trial, the court now finds it appropriate to determine which state's law \nshould apply.    \nFACTUAL BACKGROUND  \n[5] Plaintiff alleges that she was induced to leave  her employment with Duke \nClinical Research Company and help form and work for Momentum Research, Inc. \n(\"Momentum\") by an oral promise by Dr. Gad Cotter, M.D. (\"Cotter\") in March 2007. 2  \nPlaintiff alleges that Cotter promised to make her a fifteen percent (15%) owner of \n                                                 \n1 The court deferred ruling on the relevant conflict of laws issue because such a determination was not \nnecessary for resolution of the Summary Judgment Mo tion. \n2 Compl. ¶¶ 20-25.  \nMomentum. 3  That alleged oral promise was made in North Carolina prior to \nMomentum's incorporation in Delaware on or around April 9, 2007. 4 \n[6] Plaintiff further alleges that she was presente d with a written shareholder \nagreement in August 2007 (\"Shareholder Agreement\"), which purportedly issued her \nfifteen percent (15%) of Momentum's stock. 5  Plaintiff claims that she reviewed, \nexecuted and returned the Shareholder Agreement to Philip W. Lemons, II (\"Lemons\"), \nwho at the time was Vice President of Momentum. 6  Plaintiff alleges that she never \nreceived a copy from Lemons, and she does not recall the specific terms of the \nShareholder Agreement, aside from the language issuing her fifteen percent (15%) of \nMomentum's stock.7 \n[7] Plaintiff is unable to produce a copy of the Sh areholder Agreement and \nMomentum disputes whether it actually exists.  However, Plaintiff has propounded \nevidence that Lemons and Cotter sent subsequent e-mail messages, acknowledging \nthat Plaintiff had a fifteen percent (15%) ownership interest in Momentum.8 \n[8] Both parties have forecasted conflicting eviden ce, raising a factual dispute \nas to (a) whether Momentum orally promised to issue shares to Plaintiff pre-\nincorporation, amounting to a fifteen percent (15%) ownership interest in Momentum \nand (b) whether Momentum and Plaintiff executed a written Shareholder Agreement \nissuing shares to Plaintiff in the same amount. \n                                                \n \n3 Id.   \n4 Id.   \n5 Id . ¶ 58.  \n6 Mancinelli Dep. 31-32, 42, 48; Mancinelli Aff. ¶ 9. \n7 Compl. ¶¶ 60-62.  \n8 G. Cotter Dep. Exs. 45, 47, 49; Weatherly Dep. Ex. 92.  \nCONFLICT OF LAWS ANALYSIS  \n[9] The parties take different positions concerning  whether, and to what \nextent, the laws of North Carolina or Delaware should apply to the determination of \nPlaintiff's breach of contract claim under the Shareholder Agreement or a pre-\nincorporation agreement. 9  \n[10] Momentum contends that because it is a Delawar e corporation, the court \nshould apply Delaware law based on a conflict of laws concept commonly referred to as \nthe \"internal affairs doctrine.\"10   To the contrary, Plaintiff argues North Carolina law \nshould apply based on the principle of lex loci contractus  (\"lex loci \"). 11  \n[11]  North Carolina has adopted the \"internal affa irs doctrine,\" which is a \nconflict of laws principle recognizing that \"only one State should have the authority to \nregulate a corporation's internal affairs – matters  peculiar to the relationships among or \n                                                 \n9 The parties have not propounded any evidence indicating whether the purported Shareholder \nAgreement at issue contains a choice-of-law provision.  Plaintiff points out that Momentum's Restricted \nStock Purchase Agreements with other shareholders c ontain choice-of-law provisions providing that \nNorth Carolina law governs interpretation of those contracts.  However, the contractual provisions in \nMomentum's other shareholder agreements are not con trolling here, and as such, the court's analysis \nherein will apply general conflict of laws principles in the absence of an enforceable, controlling choice-of-\nlaw provision in the Shareholder Agreement.  It is worth noting that \"under the 'internal affairs doctrine,' \nsome courts have declined to give effect to a contractual choice of law provision that seeks to trump the \nlaw of the incorporating state in matters involving the internal affairs of a foreign corporation.\"  Classic \nCoffee Concepts, Inc. v. Anderson , 2006 NCBC 21, ¶ 88 (N.C. Super. Ct. Dec. 1, 2006)  (citing BBS \nNorwalk One, Inc. v. Raccolta, Inc. , 60 F. Supp. 2d 123 (S.D.N.Y. 1999); Clark v. Kelly , No. 16780, 1999 \nDel. Ch. LEXIS 148 (Del. Ch. June 24, 1999)).   \n10  Momentum also contends that Delaware law should ap ply based on Article 8 of the Uniform \nCommercial Code, which governs securities and is co dified in N.C. Gen. Stat. § 25-8-101 et seq . \n(hereinafter, all references to the North Carolina General Statutes will be to \"G.S\").  Momentum corre ctly \npoints out that G.S. 25-8-110 contains a conflict of laws provision, whereby the local law under which an \nissuer of stock is organized governs disputes pertaining to such securities.  However, G.S. 25-8-110 \napplies to disputes regarding the (a) validity of a security, (b) effectiveness of a transfer of stock , (c) rights \nand duties of the issuer with respect to registration of transfer and (d) duties owed by an issuer to an \nadverse claimant to a security, or the viability of an adverse claim against an individual who receives a \ncertificated or uncertificated security or controls an uncertificated security.  Although Momentum arg ues \nthat Plaintiff's Second Claim is a dispute involving securities, Momentum does not explain how G.S. 25-8-\n110 applies here specifically.  Nonetheless, the court need not make a determination about whether \nPlaintiff's Second Claim falls within the purview of G.S. 25-8-110 because the court concludes that \nDelaware law should apply pursuant to the \"internal affairs doctrine,\" discussed infra .  \n11  This doctrine is discussed, infra .  \nbetween the corporation and its current officers, directors, and shareholders – because \notherwise a corporation could be faced with conflicting demands.\"  Bluebird Corp. v. \nAubin , 188 N.C. App. 671, 680 (2008).  Following the \"internal affairs doctrine,\" courts \nlook to the local law of the state of incorporation to determine matters involving a \ncorporation's \"internal affairs.\"  Id . (citing Atherton v. FDIC , 519 U.S. 213, 224 (1997)).  \n\"The need for the inner workings of a corporation to be governed by a single body of \nlaws has been frequently emphasized by state and federal courts alike.\"  Newell Co. v. \nPetersen, 758 N.E.2d 903, 923 (Ill. App. Ct. 2001).  The internal affairs doctrine \"serves \nthe vital need for a single, constant and equal law to avoid the fragmentation of \ncontinuing, interdependent internal relationships.\"  McDermott Inc. v. Lewis , 531 A.2d \n206, 217 (Del. 1987) (citation ommited). \n[12] The Restatement of Conflict of Laws further ex plains the doctrine by \noffering examples of internal affairs, including: \n[S]teps taken in the course of the original incorpo ration, the \nelection or appointment of directors and officers, the \nadoption of by-laws, the issuance of corporate shares , \npreemptive rights, the holding of directors' and sh areholders' \nmeetings, methods of voting including any requireme nt for \ncumulative voting, shareholders' rights to examine corporate \nrecords, charter and by-law amendments, mergers, \nconsolidations and reorganizations and reclassifica tion of \nshares.  \n \nIn re PHP Healthcare Corp. , 128 F. App'x 839, 843 (3d Cir. 2005) (citing Restatement \n(Second) of Conflict of Laws § 302 cmt. a (1971)) (emphasis added); see also In re \nHarnischfeger Indus., Inc. , 293 B.R. 650, 662 (D. Del. 2003); Classic Coffee , 2006 \nNCBC 21, ¶ 88 (quoting Russell M. Robinson, II, Robinson on North Carolina \nCorporation Law , § 32.05 n.1 (7th ed. 2002)) (\"[T]he 'internal affairs' of a corporation \n[include] such matters as . . . the sale or redemption by the corporation of its shares or \nother securities . . . .\").     \n[13] The ability of a corporation to issue shares i s a matter peculiar to the \nrelationship between the corporation and its shareholders, and as such, the \"internal \naffairs doctrine\" dictates that only one state's laws should regulate such conduct.  See \nWhitney v. Guys, Inc. , No. 10-4296, 2011 U.S. Dist. LEXIS 92528, at *16 (D. Minn. Aug. \n17, 2011) (citing Restatement (Second) of Conflict of Laws § 302, cmt. e (1971)) \n(recognizing that the \"internal affairs doctrine\" applies to disputes regarding the \nissuance of corporate shares).  In the absence of an explicitly applicable local statute to \nthe contrary, the law of the state of incorporation has been applied invariably to \ndetermine disputes involving the issuance of shares or stock options.12   Restatement \n(Second) of Conflict of Laws § 302 cmt. e (1971); see also Beard v. Elster , 160 A.2d \n731, 735 (Del. 1960) (\"The issuance of stock option plans by Delaware corporations \ninvolves the internal affairs of a Delaware corporation and is, therefore, controlled by the \nlaws of Delaware.\"). \n[14] With regard to internal affairs, the law of th e state of incorporation should \nbe applied except in the extremely rare situation where a contrary result is required by \nthe overriding interest of another state in having its rule applied.  Restatement (Second) \nof Conflict of Laws § 302 cmt. g (1971).  In deciding whether to deviate from applying \n                                                 \n12  Courts have held uniformly that the issuance of stock options is a matter clearly within the purview of \nthe \"internal affairs doctrine.\"  See, e.g., Rogers v. Guar. Trust Co. of N.Y ., 288 U.S. 123, 129-30 (1933); \nMariasch v. Gillette Co ., 521 F.3d 68, 71-72 (1st Cir. 2008); Fredericks v. Georgia-Pacific Corp ., 331 F. \nSupp. 422, 424 (E.D. Pa. 1971).  The court acknowledges that the issuance of stock options to corporate \nemployees and the issuance of shares to founders are two different corporate actions.  Depending on the \ncircumstances, the issuance of shares to founders of a corporation is arguably a matter more intimate to \nthe internal affairs of a corporation.  Accordingly, the case law that defines the internal affairs of  a \ncorporation to include the issuance of stock options to corporate employees is persuasive authority he re. \n \nthe law of the state of incorporation, the following non-exhaustive factors should be \nconsidered:  \n[a] [T]he nature and extent of the corporation's relationship to \nthe state of incorporation, [b] the nature and exte nt of the \ncorporation's relationship to the state whose local  law is \nsought to be applied and [c] whether the act . . . cannot \npracticably be governed by the local law of more th an one \nstate.  \n \nId .   \n[15] Here, Plaintiff's breach of contract claim und er the Shareholder Agreement \nor a pre-incorporation agreement is characterized as a dispute related to the issuance \nof shares in a corporation.  Specifically, Plaintiff alleges that Momentum promised, orally \nand in writing, that she would be issued shares amounting to a fifteen percent (15%) \nownership interest in Momentum.  This type of dispute clearly is a matter involving a \ncorporation's relationship with its shareholders.  As such, Plaintiff's claim under the \nShareholder Agreement or a pre-incorporation agreement is a dispute falling within the \nscope of the \"internal affairs doctrine.\"     \n[16] Plaintiff argues that Delaware law should not be applied here under the \n\"internal affairs doctrine\" because North Carolina has the most significant relationship to \nthe contracts and parties at issue. \n[17] Indeed, Momentum's principal place of business  is located in North \nCarolina, Plaintiff resides in North Carolina and the Shareholder Agreement and a pre-\nincorporation agreement allegedly were entered into in North Carolina.  While those \nfactors certainly weigh against applying the laws of the state of incorporation \n(Delaware), they do not present an overriding interest of the forum state (North \nCarolina) in having its law applied.  See  id.   As a practical matter, the issuance of \nshares is not the type of act that should be governed by the law of more than one state.  \nSee  id. cmt. e (discussing the impracticable effects of applying more than one state's \nlaws to certain internal corporate affairs).  Thus, there is a strong presumption in favor \nof following the law of the state of incorporation to uniformly resolve disputes pertaining \nto the issuance of shares. \n[18] Plaintiff further contends that this court sho uld follow the lex loci conflict of \nlaws doctrine.  The lex loci  doctrine provides that breach of contract claims should be \ngoverned by the law of the state where the contract was formed.  Davis v. Davis , 269 \nN.C. 120, 124 (1967); Morton v. Morton , 76 N.C. App. 295, 298-99 (1985).  Here, \nPlaintiff argues that North Carolina law should apply because the Shareholder \nAgreement and pre-incorporation agreement giving rise to her Second Claim were \nformed in North Carolina. \n[19] A dispute exists regarding which conflict of l aws doctrine to apply.  Despite \nthis conflict, and in light of the policy rationale behind the \"internal affairs doctrine,\" the \ncourt concludes the \"internal affairs doctrine\" should apply to the present case.  \nApplying the lex loci  doctrine under the facts alleged in this action would erode the \n\"internal affairs doctrine.\"  Such application effectively would render the doctrine \nmeaningless in almost all cases where a corporate internal issue arises from a breach \nof contract dispute between a shareholder and the corporation.  See Tyco Int'l Ltd. v. \nWalsh , 751 F. Supp. 2d 606, 619 (S.D.N.Y. 2010), rev'd on other grounds , (discussing \nthe rationale behind the \"internal affairs doctrine\" and recognizing that \"[t]he state of \nincorporation maintains the greatest interest in regulating the conduct of corporations.\"); \nMcDermott, 531 A.2d at 216 (\"The policy underlying the internal affairs doctrine is an \nimportant one, and we decline to erode the principle . . . .\"); Classic Coffee , 2006 NCBC \n21, ¶ 89 (recognizing the \"importance of the 'internal affairs doctrine' to the consistent \napplication of the corporate law of [North Carolina] and other states . . . .\").  Therefore, \nnotwithstanding the presence of a contractual dispute, the court concludes that it should \napply the \"internal affairs doctrine,\" rather than lex loci , to resolve the conflict of laws \nquestion in this case. \n[20] Accordingly, because Momentum is a Delaware co rporation and Plaintiff's \nSecond Claim raises a dispute regarding the issuance of corporate shares – a matter \npeculiar to Momentum's \"internal affairs\" – Delawar e law should apply to the Second \nClaim.  \n[21] Under Delaware law, a \"corporation may create and issue . . . rights or \noptions entitling the holders thereof to acquire from the corporation any shares of its \ncapital stock of any class or classes, such rights or options to be evidenced by or in \nsuch instrument or instruments as shall be approved by the board of directors.\"  Del. \nCode Ann. tit. 8, § 157(a).  Delaware law requires \"strict adherence to statutory formality \nin matters relating to the issuance of capital stock.\"  Anderson v. Dobson , No. 1:06-cv-2, \n2007 U.S. Dist. LEXIS 66103, at *38 (W.D.N.C. Mar. 22, 2007) (quoting Grimes v. \nAlteon Inc. , 804 A.2d 256, 260 (Del. 2002)) (applying Delaware law to the purported \nissuance of shares at a shareholders meeting held in North Carolina and ruling that \nbecause the shareholders failed to comply with § 157 requiring board approval and a \nwriting evidencing issuance, the purported issuance was invalid).  Corporate minutes \nand other records do not satisfy the above provisions of Delaware law, which requires \n\"a written instrument evidencing the relevant transactions affecting [the] issuance of \nstock . . . .\"  Grimes , 804 A.2d at 261 (holding that issuance of corporate stock requires \nboard approval and a writing because issuance of stock \"is an act of fundamental legal \nsignificance having a direct bearing upon questions of corporate governance, control \nand the capital structure of the enterprise\").  Accordingly, under Delaware law, an oral \nagreement to issue shares, as Plaintiff has alleged here, is not enforceable. 13  \n[22] In light of Plaintiff's contentions and the co urt's ruling herein, Plaintiff's \nSecond Claim is untenable to the extent it seeks enforcement of an alleged oral pre-\nincorporation agreement to issue her shares in Momentum, and in that regard it should \nbe DISMISSED. \nNOW THEREFORE, it hereby is ORDERED that: \n[23] Delaware law shall apply in determining the me rits of Plaintiff's Second \nClaim (Breach of Shareholder Agreement or Pre-Incorporation Agreement). \n[24] To the extent Plaintiff's Second Claim alleges  breach of an oral pre-\nincorporation agreement, said Claim is DISMISSED. \n[25] Plaintiff may proceed to trial on her Second C laim to the extent it alleges \nbreach of a written Shareholder Agreement. \nThis the 17th day of May, 2012. \n \n \n                                                \n \n13  Plaintiff acknowledges that if the alleged Shareholder Agreement is determined to be a valid and \nbinding contract between the parties, then it superseded the pre-incorporation agreement mentioned \nabove.  Compl. ¶ 66. "
}