{
  "id": "dde9e6c363e9c7d0840477b1a1e4334e81bdd3f5036f462598ddde5e62314225",
  "source_file": "data/raw/ncbc/dde9e6c363e9c7d0840477b1a1e4334e81bdd3f5036f462598ddde5e62314225.pdf",
  "raw_text": "Gao v. Sinova Specialties, Inc., 2018 NCBC 69. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 6709 \n \nJIANXUN “BILL” GAO, individually, \nand derivatively on behalf of Sinova \nSpecialties, Inc., \n \n  Plaintiff, \n \nv. \n \nSINOVA SPECIALTIES, INC., a \nNorth Carolina Corporation; \nJOHANNES HECKMANN;  \nYAN “ELLEN” LIU; NEW SHORE, \nINC., a North Carolina Corporation, \n \n  Defendants, \n \nSINOVA SPECIALTIES, INC., a \nNorth Carolina Corporation,  \n \n  Nominal Defendant. \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTIONS TO DISMISS \nPURSUANT TO RULE 12(b)(1) \n \n1. THIS MATTER is before the Court on Plaintiff’s motions to dismiss the \ncounterclaims of Defendant/Nominal-Defendant Sinova S pecialties, Inc. (“Sinova \nUS”), Defendant Johannes Heckmann (“Heckmann”), and Defendant Yan “Ellen” Liu \n(“Liu”) (collectively, the “Counterclaimants”) pursuant to Rule 12(b)(1) of the North \nCarolina Rules of Civil Proced ure (“Rule(s)”).  Having considered the motions, the \nbriefs, and the arguments of counsel at a hearing on the motions1, the Court DENIES \n                                                 \n1 At the hearing, the Court also heard arguments of counsel on Plaintiff’s motions to \ndismiss pursuant to Rule 12(b)(6) and Plaintiff’s motion for summary judgment.  The \nCourt is issuing separate orders and opinions on these motions.  \n \n \nPlaintiff’s motion to dismiss Sinova US’s counterclaims and DENIES in part and \nGRANTS in part Plaintiff’s motion to dismiss Heckmann’s and Liu’s counterclaims.  \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P., by Jeffrey E. \nOleynik, Jessica Thaller-Moran, and Ryan C. Fairchild, and Greenberg \nTraurig, LLP, by Gabriel Aizenberg, Andrew J. Ensch edé, and Lucia \nMarker-Moore, for Plaintiff. \n \nErwin, Bishop, Capitano & Moss, P.A., by Joseph W. Moss, Jr., for \nDefendant/Nominal-Defendant Sinova Specialties, Inc. \n \nEssex Richards, PA, by Marc E. Gustafson, for Defendants Johannes \nHeckmann and New Shore, Inc. \n \nHiggins & Owens, PLLC, by Sara W. Higgins, for Defendant Yan “Ellen” \nLiu. \n \nRobinson, Judge. \nI. FACTUAL BACKGROUND \n2. The follow ing factual background is taken from the pleadings and the \naffidavits submitted in support of and in opposition to the motions.  \nA. The Parties \n3. Sinova US is a North Carolina corporation with its principal place of \nbusiness in Matthews, North Carolina.  (Verified Am. Compl. ¶ 9, ECF No. 56.1 [“Am. \nCompl.”]; Heckmann’s Am. Answer, Affirmative Defenses & Countercls. ¶ 9, ECF No. \n221 [“Heckmann’s Answer”]; Liu’s Am. Answer, Affirmative Defenses & Countercls. \n¶ 9, ECF No. 215 [“Liu’s Answer”]; Sinova US’s Answer to Am. Compl. ¶ 9, ECF No. \n195 [“Sinova US’s Answer”].)  Sinova US was formed in 2009 for the purpose of selling \nchemical products.  (Heckmann’s Am. Countercls. ¶¶ 8−10, ECF No. 267; Heckmann’s \n \n \nAnswer ¶ 1; Liu’s Am. Countercls. ¶¶ 8−10, ECF No. 268; Liu’s Answer ¶ 1; Sinova \nUS’s Second Am. Countercls. ¶¶ 8−10, ECF No. 266.)     \n4. Plaintiff Jianxun “Bill” Gao (“Gao”) owns a 25% interest in, and is a director \nand officer of, Sinova US.   (Aff. Jianxun “Bill” Gao ¶ 1, ECF No. 212.3 [“Gao Aff.”]; \nsee Aff. Johannes Heckmann (April 26, 2017) ¶¶ 3−4, 16, ECF No. 228.2 [“Heckmann \nAff.”].)     \n5. Heckmann owns a 45% interest in, and is the president and a director of, \nSinova US.  (Heckmann Aff. ¶ 3.)  \n6. Liu owns a 30% interest in, and is the secretary and a director of, Sinova \nUS.  (Heckmann Aff. ¶ 4.)  \nB. Related Entities \n7. In 2011, Feng Sujin, Zhang Lanjun, and Wang Shufen, Gao’s mother -in-\nlaw, formed Sinova Chemicals Limited (“Sinova HK”), a Hong Kong corporation.   \n(Heckmann’s Am. Countercls. ¶ 3; Heckmann’s Answe r ¶ 14; Liu’s Am. Countercls. \n¶ 3; Liu’s Answer ¶ 14; Sinova US’s Second Am. Countercls. ¶ 3; Sinova US’s Answer \n¶ 14.)  In September 2014, Heckmann bought Feng Sujin’s 40% interest in Sinova \nHK, and in October 2015, Liu bought Zhang Lanjun’s 30% interest in Sinova HK.   \n(Heckmann’s Answer ¶ 14; Liu’s Answer ¶ 14; Sinova US’s Answer ¶ 14.)  As a result \nof these later transactions, the owners of Sinova HK are Gao’s mother -in-law (30%), \nHeckmann (40%), and Liu (30%). \n8. In 2012, Gao, Liu, and Feng Sujin formed Sinova Specialties, Inc. (Beijing) \n(“Sinova Beijing”), a Chinese corporation.   (Heckmann’s Am. Countercls. ¶ 3; \n \n \nHeckmann’s Answer ¶ 15; Liu’s Am. Countercls. ¶ 3; Liu’s Answer ¶ 15; Sinova US’s \nSecond Am. Countercls. ¶ 3; Sinova US’s Answer ¶ 15.)   Feng Sujin entrusted \nHeckmann to manage Sinova Beijing for her.   (Heckmann’s Answer ¶ 1 5; Liu’s \nAnswer ¶ 15; Sinova US’s Answer ¶ 15.) \n9. Sinova US, Sinova Beijing, and Sinova HK are collectively referred to \nherein as the “Sinova Companies.”   \n10. Xin Yong Zhong Da Chemicals (“XYZD”) is a Chinese corporation indirectly \ncontrolled by Heckmann, Liu, and Gao through Liu’s mother, Gao’s mother -in-law, \nand a third party.   (Heckmann’s Am. Countercls. ¶ 4; Liu’s Am. Countercls. ¶ 4; \nSinova US’s Second Am. Countercls. ¶ 4.)   In 2012, XYZD exported chemical \ncompounds on behalf of Sinova US before Sinova Beij ing was formed.  (Heckmann’s \nAm. Countercls. ¶ 4; Liu’s Am. Countercls. ¶ 4; Sinova US’s Second Am. Countercls. \n¶ 4.)   \n11. The Sinova Companies and XYZD are collectively referred to herein as the \n“Sinova Group.”  \nC. Business Operations \n12. The responsibilities of Sinova US were shared by Heckmann, Liu, and Gao.  \n(Heckmann’s Am. Countercls. ¶ 7; Liu’s Am. Countercls. ¶ 7; Sinova US’s Second Am. \nCountercls. ¶ 7.)  Heckmann was primarily responsible for sales, Liu was primarily \nresponsible for operations, and Gao was primarily responsible for the chemistry and \ntechnical aspects of the business.   (Heckmann’s Am. Countercls. ¶ 7; Liu’s Am. \nCountercls. ¶ 7; Sinova US’s Second Am. Countercls. ¶ 7.)  \n \n \n13. From 2009 to 2012, Sinova US’s operations consisted of assisting Sinomax \nSolutions Inc. (“SMBJ”), a separate Chinese company in which neither Heckmann, \nLiu, nor Gao owned an interest, with its sales of the chemical compounds “PP,” “BFA,” \nand “TSS” in the United States and Europe.  (Heckmann’s Am. Countercls. ¶ 9; Liu’s \nAm. Countercls. ¶ 9; Sinova US’s Second Am. Countercls. ¶ 9.)   In 2012, the Sinova \nCompanies purchased SMBJ’s business, including SMBJ’s customer lists and the \nlicensing rights to PP, BFA, and TSS, and Sinova US began selling chemical \ncompounds in the United States  and Europe on behalf of the Sinova Companies.   \n(Heckmann’s Am. Countercls. ¶ 10; Liu’s Am. Countercls. ¶ 10; Sinova US’s Second \nAm. Countercls. ¶ 10.)  \n14. From May 2012 through early 2014, Gao operated a lab in Beijing for the \nbenefit of the Sinova Group and  for the purpose of creating products for sale by the \nSinova Companies.  (Heckmann’s Am. Countercls. ¶ 12; Liu’s Am. Countercls. ¶ 12; \nSinova US’s Second Am. Countercls. ¶ 12.)  The Sinova Group paid all the costs of the \nlab, which included the cost of an office lease, equipment, supplies, reagents, testing, \nand salaries of approximately eleven employees.  (Heckmann’s Am. Countercls. ¶ 13; \nLiu’s Am. Countercls. ¶ 13; Sinova US’s Second Am. Countercls. ¶ 13.)  \nD. Agreements \n15. On or about September 16, 2012, the Sinova Group, Heckmann, Liu, and \nGao entered into a “CDA and Non-Compete Agreement” (the “CDA”).2  (Am. Compl. \n                                                 \n2 Most of the agreements and other documents involved in this case were originally \nwritten in Chinese and then translated into Eng lish, often with grammar and \nsentence structures that are difficult to understand.  \n \n \nEx. A.)   The CDA provides that “[t]he three persons in this agreement” are \nHeckmann, Liu, and Gao, and that “[t]he company in this agre ement is Sinova \nSpecialties Inc. (Beijing) and its related company [sic] in USA, HK and China.”  (Am. \nCompl. Ex. A, at 1.)  The CDA imposes an obligation on each of the individual parties \nto the agreement to “keep the sec recy of the company” and  to “not leak the market, \ntechnology and operation secrecy to any third party directly or indirectly at any time.”  \n(Am. Compl. Ex. A, at 2.)  The CDA further provides that “[a]nyone who breaches the \n[CDA] shall pay RMB 5million to the company.  At the same time, he/ she shall \ncompensate all the lost [sic] that caused [sic] to the company by his/her violating the \n[CDA].”  (Am. Compl. Ex. A, at 3−4.)   The CDA is signed by Sinova Beijing, \nHeckmann, Liu, and Gao.  (Am. Compl. Ex. A, at 4.)  \n16. Also on or about September 16, 2012, Heckmann, Liu, and Gao entered into \na board agreement (the “2012 Board Agreement”).   (Am. Compl. Ex. B.)   The 2012 \nBoard Agreement states that the shareholders of Sinova US and Sinova Beijing “are \nallowed to set up non -related other companies but are  not allowed to do business \ncompete [sic] with [Sinova US or Sinova Beijing].  The other companies are not \nallowed to provide or accept the product or service of [Sinova US or Sinova Beijing].”  \n(Am. Compl. Ex. B, at 1.)  \n17. In the middle of 2013, Heckmann, L iu, and Gao negotiated the separation \nof their business interests.  (Heckmann’s Am. Countercls. ¶ 26; Liu’s Am. Countercls. \n¶ 26; Sinova US’s Second Am. Countercls. ¶ 26.)   The parties extensively negotiated \nwhich chemical products would continue to be manufactured and sold by the Sinova \n \n \nGroup (the “Common Projects”).   (Heckmann’s Am. Countercls. ¶ 27; Liu’s Am. \nCountercls. ¶ 27; Sinova US’s Second Am. Countercls. ¶ 27.)   Heckmann, Liu, and \nGao agreed that the Common Projects were to include the Sinova Group’s marketable \nand profitable chemical compounds and those chemical compounds that were still \nunder development with a potential upside as of January 2014.   (Heckmann’s Am. \nCountercls. ¶¶ 28−29; Liu’s Am. Countercls. ¶¶ 28−29; Sinova US’s Second Am. \nCountercls. ¶¶ 28−29.)  To determine which projects should be designated as Common \nProjects, Heckmann and Liu asked Gao to identify all the projects that had been run \nor developed in the lab.   (Heckmann’s Am. Countercls. ¶ 33; Liu’s Am. Countercls. \n¶ 33; Sinova US’s Second Am. Countercls. ¶ 33.)  Counterclaimants allege that, over \nseveral months, Heckmann, Liu, and Gao discussed what Heckmann and Liu were \nled by Gao to believe were all of the projects being worked on in the lab.  (Heckmann’s \nAm. Countercls. ¶ 32; Liu’s Am. Countercls. ¶ 32; Sinova US’s Second Am. Countercls. \n¶ 32.)  \n18. On or about January 15, 2014, Heckmann, Liu, and Gao entered into a \nboard agreement (the “2014 Board Agreement”).   (Gao Aff. Ex. C .)  The 2014 Board \nAgreement states that the participants, whom are identified as Heckmann, Liu, and \nGao, agree to “[k]eep minimum necessary budget for operation [sic] the common \nprojects in [Sinova Beijing]” and to “[k]eep funding available for common projects at \n$3.5 million.”  (Gao Aff. Ex. C, ¶¶ 3−4.)   The 2014 Board Agreement provides that \n“[a]ll projects that are not common projects are to be done outside of any common \noffice f acilities and at their own risk ” and specifically identifies seven Common \n \n \nProjects.  (Gao Aff. Ex. C, ¶¶ 3, 7.)  The 2014 Board Agreement further provides that \n“[e]ach board member will adhere to professional rules of conduct toward each other \nand promises to promote the common projects to the best of their abilities and not to \ncause adverse effects to another board member.  Should such action occur damages \nmay be sought.”   (Gao Aff. Ex. C, ¶ 11.)   Additionally, the 2014 Board Agreement \nexpressly incorporates the prior confidentiality and non-compete obligations set forth \nin the CDA and the 2012 Board Agreement.  (Gao Aff. Ex. C, ¶ 2.)   \n19. Counterclaimants allege that, unbeknownst to them, Gao used the lab to \ndevelop chemical compounds —including a compound referred to as “ANT” —for the \nbenefit of himself and companies other than any of the entities within the Sinova \nGroup.  (Heckmann’s Am. Countercls. ¶¶ 21−22; Liu’s Am. Countercls. ¶¶ 21−22; \nSinova US’s Second Am. Countercls. ¶¶ 21−22.)   Counterclaimants further allege \nthat, during Heckmann, Liu, and Gao’s negotiations, Gao concealed that he had \ndeveloped ANT in the lab and that it was, or had the potential to be, commercially \nviable.  (Heckmann’s Am. Countercls. ¶¶ 37, 39; Liu’s Am. Countercls. ¶¶ 37, 39; \nSinova US’s Second Am. Countercls. ¶¶  37, 39.)  Counterclaimants contend that, as \na result, ANT was not included as a Common Project i n the 2014 Board Agreement, \nand Gao sold ANT for personal gain through entities owned or controlled by him.   \n(Heckmann’s Am. Countercls. ¶¶ 44−45, 52; Liu’s Am. Countercls. ¶¶ 44−45, 52; \nSinova US’s Second Am. Countercls. ¶¶ 44−45, 52.)  \n \n \n \n \nII. PROCEDURAL HISTORY \n20. The Court recites only those portions of the procedural history relevant to \nits determination of the motions.  \n21. Gao filed his complaint on April 8, 2016 and an amended complaint on July \n8, 2016 .  The amended complaint asserts direct claims for judicial d issolution of \nSinova US, inspection of Sinova US’s corporate records, breach of fiduciary duty, \nconstructive fraud, and unjust enrichment. 3  (Am. Compl. 37, 40, 43, 45, 47.)  The \namended complaint asserts derivative claims on behalf of Sinova US for breach of \nfiduciary duty, constructive fraud, corporate waste, unjust enrichment, and breach of \ncontract.  (Am. Compl. 41, 44, 46−48.) \n22. This action was designated as a mandatory complex business case by order \nof the Honorable Mark Martin, Chief Justice of the Supreme Court of North Carolina, \ndated April 11, 2016, (ECF No. 4), and assigned to the Honorable Louis A. Bledsoe, \nIII by order of then Chief Business Court Judge James L. Gale dated April 14, 2016, \n(ECF No. 5).  This case was later reassigned to the undersigned by order dated July \n5, 2016.  (ECF No. 54.)  \n23. All Defendants answered the amended complaint , and Sinova US, \nHeckmann, and Liu asserted counterclaims against Gao .  (ECF Nos. 97, 195, 215, \n221.)   \n                                                 \n3 The amended complaint also asserts a direct claim for corporate waste, which the \nCourt dismissed with prejudice by order and opinion dated December 21, 2016.  (ECF \nNo. 188.)  \n \n \n24. On March 2, 2017, Sinova US filed its first amended counterclaims.  (ECF \nNo. 207.) \n25. On March 14, 2017, Gao filed his motion to dismiss Sinova US’s first \namended counterclaims pursuant to Rule 12(b)(1) for lack of standing and a brief in \nsupport.  (ECF No. 212.) \n26. On June 30, 2017, Sinova US filed its second amended counterclaims4, and \nHeckmann and Liu each filed first amended counterclaims.   Sinova US, Heckmann, \nand Liu each assert counterclaims against Gao for fraud and breach of contract —\nincluding the CDA, the 2012 Board Agreemen t, and the 2014 Board Agreement .  \n(Heckmann’s Am. Countercls.  18, 20; Liu’s Am. Countercls. 18, 20; Sinova US’s \nSecond Am. Countercls. 24, 26.)  Sinova US asserts additional counterclaims against \nGao for breach of fiduciary duty, constructive fraud, unfair and deceptive trade \npractices, and unjust enrichment.   (Sinova US’s Second Am. Countercls. 22−23, \n29−30.)   \n27. On July 28, 2017, Gao filed his motion to dismiss Heckmann’s and Liu’s  \namended counterclaims pursuant to Rule 12(b)(1) for lack of standing and a brief in \nsupport.  (ECF No. 271.) \n28. The motions have been fully briefed, and the Court held a hearing on the \nmotions on December 6, 2017.  The motions are now ripe for resolution.  \n                                                 \n4 Although Gao and Sinova US fully briefed Gao’s motion to dismiss Sinova US’s \ncounterclaims before Sinova US filed its second amended counterclaims, the parties \ninformed the Court that the filing of Sinova US’s second amended counterclaims did \nnot moot the motion.  (See ECF No. 264.)  \n \n \nIII. LEGAL STANDARD \n29. Gao’s motions to dismiss are based on the notion that Counterclaimants do \nnot have standing to bring the claims in question and therefore the Court does not \nhave subject matter jurisdiction over the  claims.  “Standing is a necessary \nprerequisite to a court’s proper exercise of subject matter jurisdiction.”  Neuse River \nFound., Inc. v. Smithfield Foods, Inc. , 155 N.C. App. 110, 113, 574 S.E.2d 48, 51 \n(2002).  A court shall dismiss the action when it appears that the court lacks subject \nmatter jurisdiction.  N.C. Gen. Stat. § 1A -1, Rule 12(h)(3).  A court may consider \nmatters outside the pleadings in determining whether subject ma tter jurisdiction \nexists.  Keith v. Wallerich, 201 N.C. App. 550, 554, 687 S.E.2d 299, 302 (2009). \nIV. ANALYSIS \nA. Gao’s Motion to Dismiss Sinova US’s Counterclaims \n30. Gao argues that Sinova US lacks standing to assert its counterclai ms \nbecause: (a) its board of directors  failed to comply with Sinova US’ s bylaws before \nasserting its  counterclaims; (b)  the 2014 Board Agreement bars Sinova US from \nexpending funds on a lawsuit; and (c) Sinova US is merely a nominal defendant and \nthus may not bring affirmative claims against Gao.  (Pl.’s Mem. Supp. Mot. Dismiss \nSinova US’s Am. Countercls. Pursuant to Rule 12(b)(1), at 6−9, ECF No. 212.1 [“Pl.’s \nMem. Supp. Sinova US Mot.”]; Pl.’s Reply Mem. Supp. Mot. Dismiss Sinova US’s Am. \nCountercls. Pursuant to Rule 12(b)(1), at 7−10, ECF No. 237 [“Pl.’s Reply Mem. Supp. \nSinova US Mot.”].)  The Court addresses each of these arguments in turn.  \n \n \n31. Standing generally refers to a party’s right to have a court decide the merits \nof a dispute.  Neuse River Found., Inc. , 155 N.C.  App. at 114, 574 S.E.2d at 52.  \n“[S]tanding to sue means simply that the party has a sufficient stake in an otherwise \njusticiable controversy to obtain judicial resolution of that controversy.”  Newton v. \nBarth, 788 S.E.2d 653, 659 (N.C. Ct. App. 2016)  (alteration in original).  Sinova US, \nas the counterclaimant, has the burden of proving that it has standing to assert the \nclaims it has brought against Gao.  Neuse River Found., Inc. , 155 N.C. App. at 113, \n574 S.E.2d at 51.  \n32. Gao first argues that Sinova US lacks standing to assert its counterclaims \nbecause its board of directors f ailed to comply with the bylaws before asserting \ncounterclaims.  (Pl.’s Mem. Supp. Sinova US Mot. 6−7.)  The bylaws vest control over \nthe business and affairs of Sinova US in the board of directors.  (Gao Aff. Ex. A, § 2.1.)  \nUnder the bylaws, the board may take action by voting at regular or special meetings, \nor by unanimous written consent.  (Gao Aff. Ex. A, §§ 2.3−2.4, 2.8.)  Although regular \nmeetings may be held without notice, S inova US’s board has never held regular \nmeetings.  (Gao Aff. ¶ 3.)   Special meetings of the board require five days’ advance \nnotice.  (Gao Aff. Ex. A, § 2.4.) \n33. Sinova US filed its counterclaims on January 20, 2017 and its first amended \ncounterclaims on March 2, 2017.  As of March 2, 2017, the board had neither held a \nmeeting at which a vote was taken to approve Sinova US filing counterclaims against \nGao nor unanimously consented in writing to such action .  (Gao Aff. ¶¶ 5−8.)   As  a \nresult, Gao argues that Sinova US lacks standing, relying principally on two Court of \n \n \nAppeals cases, one of which was recently reversed by our Supreme Court.  Willowmere \nCmty. Ass’n, Inc. v. City of Charlotte, 792 S.E.2d 805 (N.C. Ct. App. 2016), rev’d, 370 \nN.C. 553, 809 S.E.2d 558 (2018); Peninsula Prop. Owners Ass’n, Inc. v. Crescent Res., \nLLC, 171 N.C. App. 89, 614 S.E.2d 351 (2005).  \n34. The Court concludes that it is immaterial whether the board complied with \nthe bylaws prior to asserting its original and first amended counterclaims because \nthe board complied with the bylaws prior to Sinova US filing its second amended \ncounterclaims.  The record indicates that, o n April 21, 2017 —after Sinova US filed \nits counterclaims and first amended counterclaims—the board held a special meeting, \nin compliance with the  bylaws’ procedural requirements, to ratify Sinova US ’s \nengagement of counsel to represent it in this litigation and  its assertion of  \ncounterclaims agains t Gao.   (Heckmann Aff. ¶¶ 15−16.)   A majority of the board \napproved a resolution ratifying Sinova US’s engagement of counsel and the filing of \ncounterclaims against Gao .  (Heckmann Aff. ¶¶ 15−16.)   After the April 21, 2017 \nmeeting, Sinova US filed its second amended counterclaims.   \n35. Therefore, because the board subsequently complied with its bylaws and \nratified Sinova US’s engagement of counsel and the counterclaims —and because \nSinova US filed its second amended counterclaims after the board approved filing the \ncounterclaims—the Court concludes that, despite the failure of the board to comply \nwith Sinova US’s bylaws prior to first filing its counterclaims, Gao’s first argument \nagainst standing fails as to Sinova US’s  second amended counterclaims.  See \nWillowmere Cmty. Ass’n, Inc., 370 N.C. at 562, 809 S.E.2d at 565 (“[D]espite plaintiffs’ \n \n \nfailure to strictly comply with their respective bylaws and internal governance \nprocedures in their decision to initiate this suit, they nonetheless possess a sufficient \nstake in an otherwise justiciable controversy to confer jurisdiction on the trial court \nto adjudicate this legal dispute.” (quotation marks omitted)). \n36. Gao’s second argument is that Sinova US lacks standing because the 2014 \nBoard Agreement prohibits Sinova US from expending funds on anything other than \n“Common Projects,” which would by definition  not include a lawsuit  against Gao .  \n(Pl.’s Mem. Supp. Sinova US Mot. 8−9.)     \n37. “Interpreting a contract requires the court to examine the language of the \ncontract itself for indications of the parties’ intent at the moment of execution.”  RME \nMgmt., LLC v. Chapel H.O.M. Assocs., LLC, 795 S.E.2d 641, 645 (N.C. Ct. App. 2017).  \n“Since the object of construction is to ascertain the intent of the parties, the contract \nmust be considered as an entirety.  The problem is not what the separate parts mean, \nbut what the contract means when considered as a whole.”  42 E., LLC v. D.R. Horton, \nInc., 218 N.C. App. 503, 513, 722 S.E.2d 1, 8 (2012) (quoting Jones v. Casstevens, 222 \nN.C. 411, 413−14, 23 S.E.2d 303, 305 (1942)).  The contract is to be construed \nconsistently with reason and common sense.  Variety Wholesalers, Inc. v. Salem \nLogistics Traffic Servs., LLC, 365 N.C. 520, 525, 723 S.E.2d 744, 748 (2012).  When a \ncontract is plain and unambiguous, the Court can determine the parties’ intent as a \nmatter of law.   42 E., LLC , 218 N.C. App. at 513, 722 S.E.2d at 8.  If a contract is \nambiguous, however, interpretation of the contract is a question of fact for the jury.  \nVariety Wholesalers, Inc. , 365 N.C. at 525, 723 S.E.2d at 748.  An ambiguity exists \n \n \nwhen the effect of provisions is uncertain or capable of several reasonable \ninterpretations.  Id.  \n38. The Court concludes that , even assuming Gao is correct that a lawsuit \nagainst him would not be a “Common Project ,” the 2014 Board Agreement does not \nunambiguously prohibit Sinova US from expending funds on anything other than \nCommon Projects.  First, the 2014 Board Agreement states that Heckmann, Liu, and \nGao agree to “[k]eep minimum necessary budget for operation [si c] the common \nprojects in [Sinova Beijing,]” not Sinova US.  (Gao Aff. Ex. C, ¶ 3.)  Second, the \nagreement further states that Heckmann, Liu, and Gao agree to “[k]eep funding \navailable for common projects at $3.5 million.  This will pay for expenses incurred for \ncommon projects only against receipts or signed PO.”  (Gao Aff. Ex. C, ¶ 4 (emphasis \nadded).)  Sinova US, like any company, presumably has expenses in addition to the \ndirect expenses it incurs in developing Common Projects, such as overhead expenses.  \nUnder Gao’s interpretation, Heckmann, Liu, and Gao, individually, would be  \nresponsible for paying all overhead expenses incurred by Sinova US.  \n39. The Court believes that the 2014 Board Agreement can reasonably be \ninterpreted as limiting the projects for which Sinova US will provide funding, rather \nthan limiting all company expenditures to only Common Project expenses—that is, \nthe $3.5 million budget may only be used to pay direct expenses incurred in \ndeveloping Common Projects, and not for any direct expenses incurred by Heckmann, \nLiu, or Gao in their pursuit of non -common projects.  This interpretation is further \nsupported by paragraph 9 of the 2014 Board Agreement, which states that “[i]f cash \n \n \nflow needed for running common project is above $3.5 million,” Heckmann, Liu, and \nGao should make an additional investment and, if a shareholder does not do so, then \nthat shareholder forfeits his/her right to the profits from the common project(s) in \nwhich he/she did not further invest.  (Gao Aff. Ex. C, ¶ 9 (emphasis added).) \n40. Alternatively, the Court concludes that, even assuming arguendo that the \n2014 Board Agreement prohibits Sinova US from expending funds on anything other \nthan Common Projects, a failure by Sinova US to comply with this provision by \nfunding this litigation does not affect Sinova US’s standing.  Contrary to the bylaw \nprovisions at issue in Peninsula and Willowmere, which concerned the prerequisites \nto the corporation taking action —specifically, initiating a lawsuit —the provision at \nissue here concer ns whether the corporation may pay for the prosecution of \ncounterclaims, rather than whether  or how  the corporation may act to bring \ncounterclaims.  \n41. Gao’s third argument is that Sinova US lacks standing because it is merely \na nominal defendant as to Gao’s judicial dissolution claim and derivative claims and, \nas such, cannot defend itself against these claims.  Gao argues that because Sinova \nUS cannot defend itself against Gao’s claims, it follows that Sinova US cannot assert \ncounterclaims against Gao.  (Pl.’s Reply Mem. Supp. Sinova US Mot. 7−10.)  \n42. In general, a corporation may not defend itself against a derivative action \non the merits.  Swenson v. Thibaut, 39 N.C. App. 77, 101, 250 S.E.2d 279, 294 (1978).  \nThis is because a derivative action seeks to enforce the rights of a corporation and \nany recovery accrues to the corporation, rather than the shareholder-plaintiff.  Id. at \n \n \n98−99, 250 S.E.2d at 293.   As a result, a corporation in a derivative suit, altho ugh \ndesignated as a nominal defendant, is generally aligned as a party plaintiff.   Id. at \n98−101, 250 S.E.2d at 293−94.   \n43. Nonetheless, that a corporation in a derivative suit cannot defend itself on \nthe merits does not resolve the issue of whether a corporation in a derivative suit may \nassert counterclaims against the shareholder -plaintiff.  This appears to be an issue \nof first impression in North Carolina, and a novel issue that has not often been \naddressed in other jurisdictions.  Federal decisions that h ave addressed this issue \nhave considered it in the context of Rule 13 of the Federal Rules of Civil Procedure \n(“Federal Rule(s)”) —specifically, whether the shareholder -plaintiff is an “opposing \nparty” such that a counterclaim may be asserted against him.  See Fed. R. Civ. P. \n13(a)−(b) (providing that a pleading must/may state a counterclaim against an \n“opposing party”); N.C. Gen. Stat. § 1A -1, Rule 13(a)−(b) (same).  The general rule \narticulated by these decisions is that “a stockholder suing derivatively is not subject \nto a counterclaim of the corporation that alleges an individual liability to the \ncorporation; in the language of [Federal Rule 13], the plaintiff individually is not \nthought an ‘opposing party’ since the plaintiff stockholder sues derivativel y to  \nvindicate a corporate right.”  Burg v. Horn, 37 F.R.D. 562, 563 (E.D.N.Y. 1965).  This \nrule, however, has exceptions.  Id.  Federal courts have held that this rule does not \napply “in the case of a closely held corporation where the substance of the action was \nto determine the rights of the three individual [shareholders] against one another.”  \nBerger v. Reynolds Metals Co. , 39 F.R.D. 313, 314−15 (E.D. Pa. 1966) (declining to \n \n \ndismiss the defendant-corporation’s counterclaim against the shareholder-plaintiff in \na derivative action); Burg, 37 F.R.D. at 564  (same).  These decisions reason in part \nthat to conclude that the shareholder-plaintiff is not an opposing party  “is to place \nform over substance and to undermine and thwart the salient purpose of [Fede ral] \nRule 13.”  Berger, 39 F.R.D. at 315 ; see also Burg , 37 F.R.D. at 564  (“[I]t is not \nimportant to determine whether the ‘counterclaim’ should be styled a ‘crossclaim,’ it \nmust follow that the claim presented as a ‘counterclaim’ belongs in the present suit.” \n(citation omitted).) \n44. The Court finds persuasive the reasoning of the federal c ourts that have \nconfronted this issue  and, in the absence of contrary case law from our appellate \ncourts, concludes that Sinova US may assert counterclaims against Gao.  As Gao has \nconceded, Sinova US could initiate a separate lawsuit against Gao, (Pl.’s Sur-Surreply \nSupp. Mot. Dismiss 3, ECF No. 265), and the Court sees no reason why Sinova US \nshould be prohibited from asserting its claims against Gao in this action , whether \nthey be styled as counterclaims or crossclaims, as opposed to requiring Sinova US to \nfile a separate action against Gao .  Therefore, the Court concludes that Sinova US \nhas standing to assert its counterclaims against Gao, and Gao’s motion to dismiss as \nto Sinova US’s counterclaims is denied.      \nB. Gao’s Motion to Dismiss Heckmann’s and Liu’s Counterclaims \n45. Gao argues that Heckmann and Liu lack standing because their \ncounterclaims are derivative claims that must be brought on behalf of Sinova US.   \n \n \n(Pl.’s Mem. Supp. Mot. Dismiss Am. Countercls. of Liu & Heckmann Pursuant to Rule \n12(b)(1), at 3, ECF No. 271.1.) \n46. It is a well -settled general principle of North Carolina law that \nshareholders of a corporation cannot pursue individual causes of action for wrongs or \ninjuries to the corporation.  Barger v. McCoy Hillard & Parks, 346 N.C. 650, 658, 488 \nS.E.2d 215, 219 (1997); Corwin v. British Am. Tobacco PLC, 796 S.E.2d 324, 338 (N.C. \nCt. App. 2016).  There are two exceptions: (1) when there is a special duty between \nthe wrongdoer and the shareholder; and (2) when the shareholder suffered an injury \nseparate and distinct from the injury suffered by the corporation and the other \nshareholders.  Barger, 346 N.C. at 658, 488 S.E.2d at 219; Corwin, 796 S.E.2d at 338. \n47. For the special duty exception to apply, “the duty must be one that the \nalleged wrongdoer owed directly to the shareholder as an individual” —a duty that \nwas personal to the shareholder and separate and distinct from the fiduciary duty \nowed to the corporation.  Barger, 346 N.C. at 659, 488 S.E.2d at 220.  In Barger, our \nSupreme Court set forth an illustrative, non -exclusive list of situations in which a \nspecial duty may be found.  Such list included when the wrongful actions of the party \ninduced plaintiff to become a shareholder, the wrongdoer violated his fiduciary duty \nto the shareholder, the wrongdoer performed individualized services directly for the \nshareholder, and the wrongdoer undertook to advise shareholders independently of \nthe corporation.  Id. \n \n \n \n \n1. Breach of Contract \n48. In their breach of contract counterclaims, Heckmann and Liu allege that \nGao breached the 2012 Board Agreement, the 2014 Board Agreement, and the CDA.   \n49. Sinova US is not a party to either the 2012 Board Agreement or the 2014 \nBoard Agreement—indeed, Gao argues this point in support of his motion to dismiss \nSinova US’s breach of contract counterclaim pursuant to Rule 12(b)(6) .  (Pl.’s Mem. \nSupp. Mot. Dismiss Second Am. Counterclaims of Sinova US Pursuant to Rule \n12(b)(6), at 3−5, ECF No. 273. 1.)  Heckmann and Liu, however, are parties to the \n2012 and 2014 Board Agreements, and a special duty may arise from contract.  \nBarger, 346 N.C. at 659, 488 S.E.2d at 220 ; Dawson v. Atlanta Design Assocs., Inc. , \n144 N.C. App. 716, 719, 551 S.E.2d 877, 880 (2001).  Therefore, the Court concludes, \nbased on its review of these documents,  that the 2012 and 2014 Board Agreements \nbetween Heckmann, Liu, and Gao create a special duty between the parties thereto \nand, as such, Heckmann and Liu have standing to assert a direct claim for breach of \nthese agreements.  See Dawson, 144 N.C. App. at 719, 551 S.E.2d at 880 (“Plaintiff’s \nindividual contract with Defendants creates a ‘special duty’ running from Defendants \nto Plaintiff.”); Grasinger v. Williams, 2015 NCBC LEXIS 4, at *14−15 (N.C. Super. \nCt. Jan. 15, 2015)  (concluding that shareholder -plaintiffs had standing to assert a \ndirect claim for breach of an agreement requiring that shareholders be provided with \nnotice of a proposed sale of the company).    \n50. Conversely, the record before the Court shows that Sinova US is a party to \nthe CDA.  The CDA is on Sinova US letterhead, states that “[t]he company in this \n \n \nagreement is Sinova Specialties Inc. (Beijing) and its related company  [sic] in USA, \nHK and China[,]” and is signed  by Sinova Beijing.   (Am. Compl. Ex. A  (emphasis \nadded).)  Further, the CDA creates duties that are owed to the company and provides \nthat anyone who breaches the agreement “shall pay RMB 5million to the company.”  \n(Am. Compl. Ex. A, ¶¶ 3, 5  (emphasis added ).)  Thus, the Court concludes that \nHeckmann and Liu have failed to show that they have standing to assert a direct \nclaim for breach of the CDA pursuant to the special duty exception. \n51. For the special injury (as opposed to special duty) exception to apply, the \ninjury must be peculiar or personal to the shareholder.  Barger, 346 N.C. at 659, 488 \nS.E.2d at 220.  “[A] plaintiff must show that its particular injury was ‘separate and \ndistinct from the injury sustained by the other shareholders or the corporation itself.’”  \nRaymond James Capital Partners, L.P. v. Hayes, 789 S.E.2d 695, 702 (N.C. Ct. App. \n2016) (quoting Barger, 346 N.C. at 659, 488 S.E.2d at 219). \n52. Heckmann’s and Liu’s counterclaims for breach of the CDA seek redress for \ninjuries to Sinova US.  The c laims allege that Gao breached the CDA by disclosing \nSinova US’s “market, technology and operation secrecy” to third parties.  Heckmann \nand Liu have failed to allege that they suffered any special injury from Gao’s alleged \nbreach of the CDA. \n53. Therefore, the Court concludes that Heckmann and Liu have failed to show \nthat they have standing to assert a direct claim for breach of the CDA.  Accordingly, \nGao’s motion to dismiss Heckmann’s and Liu’s breach of contract counterclaims for \nlack of standing, insofar as these counterclaims allege a breach of the CDA, is granted  \n \n \nand these claims are dismissed without prejudice.  Gao’s motion to dismiss is denied \nas to the 2012 Board Agreement and the 2014 Board Agreement.  \n2. Fraud \n54. In their fraud counterclaims, Heckmann and Liu allege that Gao \nfraudulently induced Heckmann and Liu to enter into the 2014 Board Agreement by \nconcealing that ANT was a marketable project that had been developed in the lab.  \nHeckmann and Liu allege that, a s a result of Gao’s concealment, ANT was not \nincluded as a Common Project and they entered into a materially different agreement \nthan they would have if they had known of ANT and its marketability.  \n55. As discussed above, Sinova US is not a party to the 2014 Board Agreement; \nrather, it is a contract between Heckman, Liu, and Gao.  The Court concludes that, \njust as Heckmann and Liu hav e standing to assert a direct claim for breach of the \n2014 Board Agreement, they likewise have standing to assert a direct claim that they \nwere fraudulently induced into entering this agreement.  As such, Gao’s motion to \ndismiss Heckmann’s and Liu’s fraud counterclaims is denied.  \nV. CONCLUSION \n56. For the foregoing reasons, the court DENIES Gao’s motion to dismiss \nSinova US’s counterclaims and GRANTS in part and DENIES in part Gao’s motion \nto dismiss Heckmann’s and Liu’s counterclaims as follows: \nA. The Court GRANTS Gao’s motion to dismiss Heckmann’s and Liu’s \nbreach of contract counterclaims to the extent these claims are based \non the CDA, and these claims are dismissed without prejudice.  \n \n \nB. The Court DENIES Gao’s motion to dismiss Heckmann’s and Liu’s \nbreach of contract counterclaims to the extent these claims are based \non the 2012 Board Agreement and the 2014 Board Agreement.  \nC. The Court DENIES Gao’s motion to dismiss Heckmann’s and Liu’s \nfraud counterclaims. \nSO ORDERED, this the 16th day of July, 2018. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}