{
  "id": "dea8939bedf7fa88f06638cbd638d12224927a6da433cef477ce1226eb09f81c",
  "source_file": "data/raw/ncbc/dea8939bedf7fa88f06638cbd638d12224927a6da433cef477ce1226eb09f81c.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nFORSYTH COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 48 \nBERT L. BENNETT III, individually \nand on behalf of BENNETT LINVILLE \nFARM LLC, \n \nPlaintiff, \n \nv. \n \nGRAHAM F. BENNETT; ANN \nBENNETT-PHILLIPS; JAMES H. \nBENNETT; LOUISE BENNETT; and \nBENNETT LINVILLE FARM, LLC,  \n \nDefendants, \n \nand \n \nJOHN J. BENNETT and JEANNE R. \nBENNETT, \n \nNominal Defendants. \n \nFINDINGS OF FACT, CONCLUSIONS \nOF LAW, AND PARTIAL JUDGMENT \n(STAGE 1 ISSUES) \n \n1. THIS MATTER came on for trial without a jury before the undersigned \ncommencing on 28 March 2022.  With the parties’ consent, the trial was bifurcated so \nthat determinations with respect to Bennett Linville Farm, LLC’s controlling \noperating agreement and the number and identity of its managers  could be decided \nfirst.  Having concluded the evidence with respect to these “Stage 1” issues, the Court \nissues its Findings of Fact, Conclusions of Law,  and Partial Judgment before \nproceeding with the balance of the case. \nFitzgerald Litigation, by Andrew L. Fitzgerald  and D. Stuart Punger,  \nand Brooks, Pierce, McLendon, Humphrey & Leonard L.L.P., by Jeffrey \nOleynik, for Plaintiff Bert L. Bennett III. \n \nBennett v. Bennett, 2022 NCBC 15. \n \n \nBell, Davis & Pitt, P.A., by Kevin G. Williams and Allison B. Parker, for \nDefendants Graham F. Bennet t, Ann Bennett -Phillips, James H. \nBennett, and Bennett Linville Farm, LLC. \n \nEarp, Judge. \nI. INTRODUCTION \n2. This is a case about a bedrock principle of contract formation: whether \nthere was a meeting of the minds when the parties signed a document purporting to \namend an operating agreement governing a limited liability company.  Plaintiff Bert \nL. Bennett III (“Bert” or “Plaintiff”) contends that there was  no such meeting of the \nminds and, therefore, the purported amendment does not control the affairs of the \nLLC holding the family property, Bennett Linville Farm, LLC (“BLF”  or the “LLC”).  \nBert’s siblings, Defend ants Graham F. Bennett (“Graham”), Ann Bennett -Phillips \n(“Ann”), and James H. Bennett (“Jim”), contend that the signed amendment does \ncontrol BLF’s operations.   \n3. The facts of this case present a unique situation.  The LLC involved was \norganized primarily as an estate planning device for the patriarch of a family whose \nchildren, each of whom were members of the LLC, deferred to their father’s decisions \nregarding the property without question. \n4. The Bennett parents have since passed away, and the Bennett children \nare now divided over various actions taken on behalf of B LF.  At the center of their \ndisagreement is whether the LLC’s Operating Agreement was amended in 2010 (the \n“2010 Amendment”).  Bert contends that the 2010 A mendment is invalid, and that \ncertain decisions made pursuant to the 2010 Amendment, including the instatement \n \n \nof his brother Jim as manager,  are likewise invalid.  Bert’s brothers, Graham and \nJim, along with his sister, Ann, contend (a) that the 2010 Amendment is valid ; (b) \nthat, as a result, Jim joins them as a manager of BLF; and (c) that, as the managers \nof BLF, their decisions have been in accordance with the 2010 Amendment. \n5. Based on the following Findings of Fact and Conclusions of Law, the \nCourt issues its Partial Judgment declaring that: (1) the 2010 amendment, (Jt. Ex. \n1071), is valid and has been in effect since 1 October 2010; and (2) pursuant to the \n2010 Amendment, BLF’s managers are Graham, Ann, and Jim Bennett. \nII. PROCEDURAL HISTORY \n6. Plaintiff initiated this action on 3 January 2018 by filing his Complaint.  \n(ECF No. 4.)  Plaintiff has since amended his Complaint three times. 2  (ECF Nos. 5, \n25, 77.)  On 13 September 2019,  Defendants filed an Answer and asserted \ncounterclaims.  (ECF No. 95.) \n7. Defendants filed their Notice of Designation as a Mandatory Complex \nBusiness Case on 12 April 2018 under N.C.G.S. § 7A-45.4.  (ECF No. 6.)  On 13 April \n2018, this case was designated as a mandatory complex business case by the Chief \nJustice.  (ECF No. 3.)  T he case was assigned to the Honorable Adam M. Conrad on \n \n1 Joint Exhibit 107 was referenced throughout the trial and is an authentic photocopy of the \noriginal 2010 Amendment, Joint Exhibit 107A. \n \n2 Prior to the third amendment, the Court dismissed with prejudice: (i) Plaintiff’s second \ncause of action for breach of fiduciary duty against Graham, Ann, and Jim; (ii) Plaintiff’s \nseventh cause of action for constructive fraud against Graham, Ann, and Ji m; and (iii) \nPlaintiff’s sixth cause of action for civil conspiracy to the extent it was based on the breach of \nfiduciary duty claim.  See Bennett v. Bennett, 2019 NCBC LEXIS 19, at *35–36 (N.C. Super. \nCt. Mar. 15, 2019). \n \n \n18 April 2018, (ECF No. 2), and reassigned to the undersigned on 6 May 2021, (ECF \nNo. 122). \n8. Defendants filed their Motion for Summary Judgment on 2 December \n2019, seeking entry of summary judgment on both Bert’s claims and BLF’s \ncounterclaims.  (ECF No. 101.)  The Court heard the motion on 10 June 2020, (ECF \nNo. 117), and issued its Order and Opinion on 16 December 2020, (ECF No. 120.)3 \n9. As a result of the Court’s prior rulings and dismissals taken by the \nparties, the case proceeds to trial with Bert suing Defendants Graham, Jim, and Ann \ndirectly and derivatively on behalf of BLF. 4  Bert  asserts a claim for declaratory \njudgment with respect to the validity of the 2010 Amendment, the capital calls made \npursuant to it, and the decision to bar Bert and his family from accessing the property \nas a result of his refusal to pay capital.  He requests that the Court declare the parties’ \nownership interests as of 13 April 2018.  Bert also asserts claims for breach of contract \nresulting from Defendants’ purchase of Louise’s interest in BLF, claims for breach of \nthe covenant of good faith and fair dealing and civil conspiracy also stemming from \n \n3 Defendants’ Motion for Summary Judgment was granted in part and denied in part.   The \nCourt dismissed the following claims: (a) Plaintiff’s claim for declaratory judgment to the \nextent that it is based on the declarations requested in subparagraphs 82(b), 82(c), 82(e), \n82(f), and (b) Plai ntiff’s derivative claim for breach of fiduciary duty.   Given the Court’s \nruling, the parties stipulated that nominal defendants John J. and Jeanne R. Bennett are \nnot necessary or proper parties.  (ECF No. 139.) \n \n4 Louise Bennett (“Louise”), another Bennett sibling and originally a defendant in this case, \nfiled her Answer to Plaintiff’s Third Amended Complaint on 13 September 2019, (ECF No. \n94), and her Motion for Summary Judgment on 1 December 2019 , (ECF No. 98) .  Plaintiff \nhas since voluntarily dismissed his action as to Louise on 7 February 2022.  (ECF No. 134.) \n \n \nLouise’s transfer, a claim for dissolution, and a derivative claim again st his siblings \nfor treating their capital obligations as loans to the LLC. \n10. For their part, Defendants counterclaim for a declaratory judgment with \nrespect to their right to redeem Bert’s interest pursuant to the 2010 Amendment and, \nalternatively, assert a  counterclaim for breach of contract resulting from Bert’s \nfailure to pay capital calls. \n11. The parties waived their right to a jury trial and consented to a bench \ntrial before the undersigned.  The trial commenced on 28 March 2022 at the North \nCarolina Business Court, 1834 Wake Forest Road, Worrell Professional Center, Room \n3205, Winston-Salem, North Carolina 27109.  (ECF No. 128.)  Given the pivotal role \nthat a determination of the validity of the 2010 Amendment plays with respect to \nother issues in the case, the Court, with the consent of the parties, bifurcated the trial \nto decide that issue, as well as the identity of the LLC’s managers, first.  Specifically, \nthe issues to be decided in Stage 1 of the trial (“Stage 1 issues”) are: \na. Is the 2010 Amended and R estated Operating Agreement valid and \nbinding on BLF and its members? \nb. How many managers does BLF have?  Is Jim Bennett a manager? \n12. The parties submitted proposed findings of fact and conclusions of law \non 4 March 2022, and, after the close of the evidence, were permitted to revise those \nproposals.  The Court heard final arguments and took the matter under submission \non 31 March 2022. \n13. The Stage 1 issues are now ripe for determination. \n \n \nIII. FINDINGS OF FACT5 \n14. The Court incorporates herein and adopts as F indings of F act the \nStipulations filed by the parties on 28 February 2022, (ECF No. 139), and \nincorporated in the Pretrial Order, (ECF No. 146).   \n15. The Court admitted fourteen exhibits and received testimony from \nseven witnesses who appeared live and by deposition during Stage 1 of the trial. \n16. Bert is highly educated, having received a doctoral degree in counseling \npsychology from Florida State U niversity.  ( Bench Trial Tr. March 28, 2022 \n[hereinafter “Tr. I.”] 44:11–12, ECF No. 156.)  He operates a private practice in which \nhe performs psychological testing.  (Tr. I 51:2–3.) \n   The Avery County Property \n17. Beginning in the 1960s, the Bennett parents purchased land totaling \nmore than three hundred acres, still in its natural state, in the mountains of Avery \nCounty, North Carolina.  (Tr. I 166:2–10.)  Bert Bennett, Jr. (“ Father Bennett”), an \navid outdoorsman, enjoyed fishing on the property.  He invited friends and took his \nsons along with him, first tent-camping and later staying in a cabin that was built at \nthe intersection of two streams on land that became the “hub” of the property.  (Tr. \nI 55:15–20, 78:3–9.) \n18. Penn Craver (“Craver”) is an accomplished attorney who practiced \ncorporate, tax, wealth management and estate planning law in No rth Carolina for \n \n5 Any determination later stated as a Conclusion of Law that should have been stated as a \nfinding of fact is incorporated in these Findings of Fact.  Citations to the record herein are \nnot exhaustive and do not necessarily reflect all evidence upon which corresponding findings \nof fact are based. \n \n \nover five decades.  Early in his career, Craver began providing legal services to \nQuality Oil Company, LLC (“Quality Oil”), an established client of his law firm.  (Tr. \nI 146:24 –47:1.)  Father Bennett was an owner and the President of Qual ity Oil.  \n(Bench Trial Tr. March 29, 2022 [hereinafter “Tr. II”] 228:8–10, ECF No. 157.)  In due \ntime, Craver and Father Bennett established a close professional relationship, and \nCraver became Father Bennett’s personal attorney as well.  (See Tr. I 74:8–18.)  Both \nsides agree that Father Bennett trusted Craver implicitly.  (See, e.g., Tr. I 74:19–75:1; \nTr. II 234:6–11.) \n19. In the 1980s, Father Bennett, after discussing his estate planning with \nCraver, began a “gifting” program with respect to the land he and his wife, Lillian F. \nBennett (“Mother Bennett ”) owned in Avery C ounty.  Thereafter, for several years \nthe Bennett parents conveyed undivided interests in tracts of land surrounding the \n“hub” to each of their eight children.6  (Tr. I 166:23–67:19.)  \n20. At least until 2007, Bert was not aware that he had been gifted and \nowned a portion of the Avery County property.  (Tr. I 77:22–78:2, 81:16–82:13.) \nThe 2001 Deed to John \n21. In 2001, John Bennett (“John”), another of the Bennett siblings, asked \nhis father if he could exchange the tract he had been given for approximately thirty-\nfive acres of land that he had identified near a ridge.  Father Bennett agreed to the \nrequest and directed Craver to draft the necessary deed.   ( N.C. General Warranty \nDeed Dated Nov. 1, 2001, Jt. Ex. 1.) \n \n6 The Bennett siblings, in birth order, are as follows: Bert, Graham, Joy, John, Louise, Terry, \nAnn, and Jim.  Joy died in 2001.  (Tr. I 42:18, 55:3.) \n \n \n22. Father Bennett had already given the land that John desired to his other \nchildren as part of the “gifting program” ; thus, their agreement was necessary to \ncomplete the transaction.  Father Bennett therefore instructed Craver to draft a deed \nwhich he presented to his remaining children and told them to sign.  (Jt. Ex. 1.) \n23. The family had a “tradition” of signing documents that required all of \ntheir signatures at holiday gatherings, typically Thanksgiving or Chr istmas, when \nthey were all present.  (See, e.g., Tr. I 93:4–7; Tr. II 239:3–5, 273:20–74:4.) \n24. In 2001, Bert believed the Avery County property belonged to his father, \nand he signed the deed at a family gathering without reviewing or questioning it \nsimply because his father asked him to sign it.  (Tr. I 80:11–82:15.) \nThe 2007 Operating Agreement \n25. In 2006, Father Bennett and Craver engaged in discussions regarding  \nthe formation of an LLC to hold the Avery County property.  Craver advised Father \nBennett that such an arrangement would be beneficial to reduce the risk of individual \nliability, centralize management, and facilitate estate planning.  (Tr. I 168:9–69:3; \nsee Tr. II 233:24–34:5.)     \n26. Acting on this advice, Father Bennett directed that an LLC be formed, \nthat the LLC be manager -managed, and that Graham and Ann be named as its \nmanagers.  (Tr. I 170:1–14 (Craver testifying that based on Father Bennett’s business \nexperience, he “thought that a manager managed would be more effective than trying \nto get everybody to agree to everything each time”); 1 71:8–19 (Father Bennett chose \n \n \nGraham as manager because he “had all the confidence in the world” in him and  in \nAnn “as backup”).)   \n27. Craver drafted BLF’s Articles of Organization and its original operating \nagreement (the “2007 Operating Agreement”) to reflect Father Bennett’s wishes.  (Jt. \nEx. 6; Tr. I 171:20–72:13.)   \n28. The Articles of Organization were filed on 18 January 2007 and specify \nthat BLF is to be “manager-managed.”  (Jt. Ex. 5.) \n29. Schedule I to the 2007 Operating Agreement identifies the original \nmembers as follows:  Father Bennett and Mother Bennett, each owning a twenty -\nthree percent interest; and siblings Graham, Ann, Jim, Bert, Louise, and Terry,7 each \nowning a nine percent interest.8  (Jt. Ex. 6, at Sch. I.) \n30. Section 2.4 of the 2007 Operating Agreement states, “There shall \ninitially be two (2) Managers of the Company” and identifies Graham and Ann as \nBLF’s initial managers by reference to Schedule II, in which both of their names are \nlisted.  (Jt. Ex. 6, at § 2.4 & Sch. II.) \n31. Bert admits that Graham and Ann are managers of BLF.  (Tr. I 95:13–\n18.) \n32. None of the children, including Bert, Graham, Ann or Jim, participated \nin any discussions with their Father or Craver with respect to the formation of the \n \n7 Terry Bennett, a Bennett sibling and former plaintiff, dismissed her claims against all other \nparties and is therefore no longer a party in this case.  (ECF No. 67.) \n \n8 Having received his approximately thirty -five acres in 2001, John was not a party to the \n2007 Operating Agreement. \n \n \nLLC or the content of the 2007 Operating Agreement.   There was no negotiation.   \nFather Bennett told C raver what he wanted, and Craver documented it.  (Tr. I \n172:14–24.)  According to Craver, “[i]t’s more or less a formation that [Father] \nBennett desired. . . .  So, no, there was no  haggling back and forth.”   (Tr. I 172:21–\n24.) \n33. As was their tradition, the Bennett family members circulated signature \npages for the 2007 Operating Agreement at a holiday gathering.  It is undisputed that \neach of the signatures on the 2007 Operating Agreement is authentic. \n34. It is further undisputed that neither Bert, nor his siblings Graham, Ann, \nJim, or Louise believed it was necessary to request to read the 2007 Operating \nAgreement prior to signing it.  None of them questioned their father about his \ndecision to form the LLC or  any of the terms of the agreement.  All of them sign ed \nthe 2007 Operating Agreement intending to be bound —regardless of what it said —\nbecause it was what their father wanted, they considered the Avery County property \nhis, and they both trusted and respected his decisions regarding it.   (See, e.g., Tr. I \n93:16–94:20; Tr. II 274:7–16.) \n35. The 2007 Operating Agreement  went into effect  on 1 February 2007.   \n(See Jt. Ex. 6, at Def02104– 07.)  On 8 February 2007, Craver filed a deed  in which \neach of the members transferred his or her interest in the Avery C ounty property to \nBLF.  (Deed Dated February 1, 2007, Jt. Ex. 4.) \n36. The 2007 Operating Agreement states that the purpose of the LLC is “to \ncontinue the farming operation of its Members . . . and to engage in any other lawful \n \n \npurposes[.]”  (Jt. Ex. 6 , at § 1.8.)  To date, the LLC has functioned primarily to hold \nthe family property and has not operated for profit.   \n37. The 2007 Operating Agreement permits amendment only through a \nwriting approved by the members holding a majority of the membership interest.  (Jt. \nEx. 6, at § 11.5 (“This Agreement . . . may only be amended or modified by a writing \nexecuted and delivered by the Members owning a Majority in Interest.”) ; see also Jt. \nEx. 6, at § 2.2  (“The following actions may not be taken by the Managers without \napproval of a Majority in Interest of the Members:  (a) the amendment of this \nAgreement[.]”).)   \n38. The 2007 Operating Agreement permits BLF’s members to consent to \naction without a meeting: “Any action that is to be taken at a meeting of the Members \nmay be taken without a meeting by written consent signed by the number of Members \nthat would be necessary to take the action at a meeting at which all Members entitled \nto vote were present and voted.”   ( See Jt. Ex. 6, at § 5.6 (c).)  Citing this provision, \nCraver testified that a meeting was not necessary to elect Jim as a manager and that \nthe 2010 Amendment served as written consent to the action.  ( Tr. I 191:24 –92:19, \n197:6–200:18; see Jt. Ex. 6, at § 11.5.) \nThe 2010 Amendment \n39. In 2010, while discussing amendments to the operating agreement of \nanother business with Craver, Father Bennett asked whether BLF’s operating \nagreement would benefit from some of the same changes.  In particular, Father \n \n \nBennett wanted to make t ransfers between f amily members easier and , as Craver \ntestified, without “a whole lot of hoopla[.]”  (Tr. I 177:11–21). \n40. Craver agreed that BLF would benefit from such a change and \nsuggested that Father Bennett, who had always funded BLF’s operations entirely \nhimself, also c onsider changes to the operating agreement to permit mandatory \ncapital calls by the mangers so that the “second generation owners,” his children, \nwould have a fair mechanism to fund BLF themselves.  Correspondingly, Craver \nsuggested that the operating agreement allow for redemption in the event a member \ndid not contribute the required capital.  (Tr. I 177:11–78:13.)   \n41. Father Bennett agreed with Craver and directed him to make the \nchanges discussed.  At the same time, Father Bennett , concerned that both Graham \nand Ann were busy in their professional lives,  directed Craver to add Jim as a third \nmanager of BLF.  (Tr. I 182:2–8). \n42. In response to Father Bennett’s instructions, Craver drafted a document \nhe entitled, “2010 Amended and Restated Operating Agreement of Bennett Linville \nFarm, LLC” (the “2010 Amendment”).  Craver intended for the 2010 Amendment to \nclearly reflect Father Bennett’s changes to:  (i) expand the number of managers from \ntwo to three, adding Jim as a manager, (ii) provide for mandatory contributions to \ncapital subject to the approval of a majority of the managers, (iii) grant BLF an option \nto redeem a member ’s interest under certain conditions; and (iv)  change transfer \nrestrictions to (among other things) permit transfers by a member to the member’s \nfamily for estate and gift tax planning purposes.  (Tr. I 177:5–78:21.) \n \n \n43.   As with the 2007 Operating Agreement, the parties to this action were \nnot involved in drafting the 2010 Amendment, and there were no negotiations \nregarding its contents.  Father Bennett decided what the terms would be, and Craver \ndocumented Father Bennett’s decision.  (Tr. I 180:5–9.) \n44. During discovery in this action, two versions of the 2010 Amendment \nwere produced, each bearing identical signature pages with the same footer. 9  \n(Compare Jt. Ex. 9 , with Jt. Exs. 8, 107. 10)  In all respects, the content of the two \nversions is the same ex cept that Section 2.4 of one version repeats the language of \nthe 2007 Operating Agreement that there “shall initially be  two (2) Managers of the \nCompany.”  (Jt. Ex. 9, at § 2.4 (emphasis added).)   In Section 2.4 of the other version \nthe language changes t o “[t]here shall be three (3) Managers of the Company.”  (Jt. \nExs. 8 & 107, at § 2.4.)   In addition, in the “three -manager” version, the body of the \n \n9 The footer on the signature pages in both versions of the document is C: \\Documents and \nSettings\\graham\\Local Settings \\Temporary Internet Files \\OLK142\\00007853.DOC.  \nAlthough Graham was unsure whether this footer is used by Quality Oil, where he is C hief \nExecutive Officer, Graham testified that it does indeed contain his name.  (Tr. II 260:18–22, \n261:16–20.)  In  Joint Exhibit 9, the version of the 2010 Amendment in which section 2.4 \nstates that there “shall initially be two (2) Managers [,]” this footer appears consistently \nthroughout the document—although some pages contain “Brenda,” the name of Graham and \nFather Bennett’s assistant at Quality Oil .  (Tr. II 262:11–21.)  However, in Trial Exhibit 8, \nthe version of the 2010 Amendment in which section 2.4 states that there “shall be three (3) \nManagers[,]” this footer appears only on the signature pages.  A different footer, beginning \nM:\\Worldox\\0129 appears on each page of the body of the doc ument.  Craver testified that \nthe “Worldox” footer was used by Craver’s law firm.  (Tr. I 157:4–11.) \n \n10 Exhibit 107A, Exhibit 107, and Exhibit 8 are the same document in all material respects.  \nExhibit 107A is the original from Craver’s file and contains the firm’s footer (“ECV”) as well \nas Craver’s handwritten notations.  Exhibit 107 is an exact duplicate of this original and was \nproduced by Craver in response to Plaintiff’s subpoena.  The content of Exhibit 8, which was \nproduced in discovery, is the same as the content of Exhibit 107 and Exhibit 107A but it does \nnot contain Craver’s handwritten notations.  The documents are identica l in every other \nrespect. \n \n \ndocument bears a footer from Craver’s office that is different from the footer on the \nsignature pages. \n45. Regardless of these differences, both versions provide that “Schedule II \nshall be amended upon any change of Managers[,]” (Jt. Exs. 8 –9, 107, at § 2.4), both \ndefine “Manager” as “those individuals set forth in Schedule II hereto[,]” (Jt. Exs. 8–\n9, 107, at § 12.1(p)), and Schedule II, attached to each version, lists the same three \nmanagers:  Graham, Ann, and Jim, just as Father Bennett instructed.  (Jt. Exs. 8–9, \n107, at Sch. II.) \n46. It is undisputed that on or about 6 October 2010, Craver’s assistant, \nMarie Davis, forwarded a draft of the 2010 Amendment to Graham to deliver to his \nfather, who did not have an e-mail account.  (Jt. Ex. 7; Tr. I 180:18–21, 182:23–83:2.) \n47. Although the e -mail transmitting the draft specifically referred to the \naddition of Jim as a manager and Schedule II of the draft reflected all three \nmanagers: Graham, Ann and Jim, Section 2.4 of the draft retained the language from \nthe 2007 operating agreement providing that there “shall initially be  two (2) \nManagers of the Company.”  (Jt. Ex. 9, at § 2.4.) \n48. Sometime after the draft was emailed to Graham, Craver decided to \nchange the language of Section 2.4 in  the document from “shall initially be two (2) \nmanagers” to “shall be three (3) managers” to be consistent with Schedule II.  (See Jt. \nEx. 8.)   \n49. Because the language of Section 2.4 specifies that the number and \nidentity of the managers is controlled by Schedule II, and because the Schedule II \n \n \nattached to the October 6 draft identified all three man agers including Jim, Craver \nconsidered his later fine-tuning of the text in section 2.4 from “shall initially be two \n(2) managers” to “shall be three (3) managers” to be superfluous.   (Tr. I 196:21–25 \n(Craver testimony: “Section 2.4 has different verbiage meaning the same thing that \nthere are three managers as specified on schedule 2.  One says initially there were \ntwo managers but the managers set forth on schedule 2 and there were three people \nstated.”).) \n50. Both versions of the 2010 Amendment authorize, among other things, \nmanagers to make capital calls without member consent (“Members shall make \nadditional Capital Contributions to the Company as determined by a majority of the \nManagers.”).  (Jt. Exs. 8 –9, 107, at § 7.2.)  Additionally, both versions of the 2010 \nAmendment contain the same language permitting  transfers by a member to the \nmember’s family for estate and gift tax planning purposes, (Jt. Exs. 8–9, 107, at § 9.2), \nand granting BLF an option to redeem a member’s interest under certain conditions, \n(Jt. Exs. 8–9, 107, at § 9.6).  These substantive changes to the original 2007 Operating \nAgreement are described in an introductory clause that is identical in both versions: \n“WHEREAS, the Members desire to p rovide for mandatory contributions to capital, \npermit certain transfers to family members, and grant Company an option to redeem \na Member’s Membership Interest under certain conditions[.]”  (Jt. Ex. 8, at Def01216; \nJt. Ex. 9, at Def01382; Jt. Ex. 107, at ECV00005.) \n51. Craver has no document reflecting a transmittal of the 2010 \nAmendment after he edited Section 2.4 and he cannot recall when or how the final \n \n \nversion of the 2010 Amendment was sent to the Bennett family for signature.  \nHowever, he testified that the final version was sent.  (Tr. I 195:12–14.)   \n52. As the attorney for both Quality Oil and Father Bennett personally, \nCraver testified that he frequently visited and hand -delivered documents to Father \nBennett in his office at Quality Oil.  (Tr. I 183:15–19.) \n53. The greater weight of the evidence establishes that, after October 6, \nCraver and Father Bennett reviewed the 2010 Amendment that is now Joint Exhibit \n107, Father Bennett was satisfied that Craver had drafted the amendment Father \nBennett intended, and Joint Exhibit 107 is the final version of that 2010 Amendment.   \n54. Craver further testified that the signed original copy of the 2010 \namendment that he retained in his file, a true copy of which is J oint Exhibit 1 07, \ncorresponded exactly to what he se nt the Bennett family for signature, that he did \nnot make any change to the 2010 Amendment after receiving the signature pages, \nand that he has retained th is fully executed final 2010 Amendment in his file since \nlate 2010.11  (Tr. I 186:1–9, 195:12–14.) \n55. Craver was not present when the members signed the signature pages \nand has no knowledge regarding when they signed.  (Tr. I 175:11–20.)  He testified \nonly that he drafted what Father Bennett intended, that he sent it out for signature, \nand that Father Bennett’s intentions never changed throughout the drafting and \nsigning process.  The only edit he made was to wordsmith Section 2.4, a change that \n \n11  The original of the 2010 Amendment was not available at the time Craver testified.  At \nPlaintiff’s request, Craver provided the original following his testimony, and it , (Jt. Ex. \n107A), was admitted into evidence without objection. \n \n \nwas prompted not by any change in Father Bennett’s intentions, but merely by \nCraver’s own desire to perfect the document.  (Tr. I 159:10–23.) \nSigning the 2010 Amendment \n56.   The greater weight of the evidence establishes that, consistent with \nfamily tradition, signature pages for what the parties understood was an amendment \nto the BLF operating agreement were circulated  during a family gathering at the \nparents’ home in late 2010, prior to the end of the year, and that at least the following \nindividuals were present:  Father Bennett, Mother Bennett, Bert, Graham, Ann and \nJim.   \n57. Bert’s signature appears on page 25 of both versions of the 2010 \nAmendment, immediately below the signature  lines for Father Bennett and Mother \nBennett.  Text above the signatures on page 25 includes the definition of \n“Membership Interest” and this language:   \n“IN WITNESS WHEREOF, the undersign ed, being all of the Members of the \nCompany, have caused this Agreement to be duly adopted by the Company \neffective as of the day and year first above written, and do hereby assume and \nagree to be bound by and to perform all of the terms and provisions set forth in \nthis Agreement.”   \n \n(Jt. Exs. 8–9, 107, at p. 25.) \n58.  The signatures of the remaining members follow on page 26 of both \nversions of the 2010 Amendment.  (Jt. Exs. 8–9, 107, at p. 26.) \n59. At trial, each member who testified authenticated his or her own  \nsignature, including Bert.  (Tr. II 224:12–13 (Louise), 245:25–46:2 (Graham), 276:11–\n14 (Ann), 296:4–7 (Jim); Tr. I 107:5–8, 119:3–6 (Bert).)  Based on his familiarity with \n \n \ntheir handwriting, Craver authenticated the signatures of Mother Bennett and \nFather Bennett.  (Tr. I 174:7–25.) \n60. No signatory who testified can recall whether a complete copy of the \n2010 Amendment was present when the signature pages for the document were \ncirculated.  However, none of them, including Bert , had a desire to read or even as k \nquestions about the content of the 2010 Amendment before signing it as an indication \nof their agreement to be bound by it.  (See, e.g., Tr. I 102:14–18 (Bert did not read or \nrequest a copy before signing).) \n61. Like his siblings , Bert, testified that he  signed the 2010 Amendment \nwithout asking to read it or asking any questions about it because of the trust and \nrespect he had for his  father.  Bert testified that he would have done whatever his \nfather wanted regarding the family property.  (Tr. I 108:1–5 (“A. I did certainly view \nthat if dad wanted something done with [the property], we would be —I would be \nhappy to do it.  Q. And that’s exactly what you did?  A. That’s exactly what I did.”) ;  \n(see also Tr. II 221:21–22:2 (Louise did not read before signing; signed because dad \nwanted her to), 257:9–13 (Graham signed because dad wanted him to), 274:5–16 (Ann \nsigned because dad wanted her to), 296:9, 297:5–13, 299:1–3 (Jim does not remember \nsigning; did no t ask for copy before signing; trusted Father Bennett’s wishes \nregarding property).)  \n62. Bert also testified that Graham told him that his signature was needed \nfor an administrative change that would allow the Bennett parents to transfer their \ninterests in BLF to their children, including Bert.  (Tr. I 103:19–20.)  Graham testified \n \n \nthat he did not recall any such statement to Bert about the 2010 Amendment but that \nhe would not have told Bert something that was untrue.  (Tr. II 265:6–10.)  The 2010 \nAmendment in fact included a change in Section 9.2 making it easier for the Bennett \nparents to bequeath and gift the property to their children.   ( Jt. Exs. 8, 9, 107, at \n§ 9.2.) \n63. Graham returned the completed signature pages to Craver, who \nmaintained them with the original of the 2010 Amendment in his business files.  (Tr. \nI 153:23–54:1; 194:21–22; 195:12–14.) \nThe 2012 Bequest, Gift, and Fishing Lease \n64. When Mother Bennett died in March 2012, her membership interest in \nBLF passed to Graham, the personal representative of her estate, pursuant to her \nwill.  In accordance with her will and with Section 9.2 of the 2010 Amendment,  \nGraham transferred Mother Bennett’s membership interest pro rata to each of the \nremaining members of BLF, including Bert.  (Jt. Ex. 10.)  However, Bert did not sign \nthe document assigning  Mother Bennett’s interest  and did not realize that he had \nreceived a share of her interest until he learned of it several years later in the course \nof litigation involving his brother John.  (Jt. Ex. 10; Tr. I 70:21–71:2, 109:23–10:4.) \n65. In June 2012, Father Bennett gifted his membership interest pro rata  \nto each of the remaining members of BLF, including Bert, pursuant to Section 9.2 of \nthe 2010 Amendment.  (Jt. Ex. 11.)  As with Mother Bennett’s transfer, Bert did not \nsign the document assigning  Father Bennett’s interest  and did not  realize that he \n \n \nhad received a share of his father’s interest until several years later after the family \nmembers were in litigation.  (Jt. Ex. 11; Tr. I 70:21–71:2, 112:10–15.) \n66. In June 2012, Bert signed a Consent to Action Without Meeting (the \n“Consent”) documenting his agreem ent to a fishing lease between BLF and Father \nBennett.  Father Bennett paid BLF thirty thousand dollars ($30,000.00) a year under \nthe terms of the lease,  which Bert testified was used “to cover the day -to-day \nexpenses, the care-taker’s expenses and just upkeep of the cabin.”  (Tr. I 121:14–15.)  \nThe Consent specifies that it is executed pursuant to the 2010 Amendment.   Bert \nauthenticated his signature on the Consent, which was on the line directly below the \nsignature line for Jim .  Jim’s signature line identifie s him as both a manager and \nmember of BLF. (Jt. Ex. 12; Tr. I 114:25–15:2.)     \n    IV. CONCLUSIONS OF LAW12 \n67. Based on the foregoing Findings of Fact, the Court makes the following \nConclusions of Law.   \n68. The Court has jurisdiction over the parties and the subject matter of this \naction. \n69. This case was properly designated as a mandatory complex business \ncase and assigned to the undersigned.  The parties stipulated to a bench trial and \nconsented to bifurcating the trial such that Stage 1 issues would be decided first.  The \nCourt has heard the evidence with respect to the Stage 1 issues and has authority to \nmake Findings of Fact and Conclusions of Law with respect to those issues.  \n \n12 Any Findings of Fact that are more appropriately deemed Conclusions of Law are \nincorporated by reference into the Court’s Conclusions of Law. \n \n \n70. There is a legitimate controversy with respect to the validity of the 2010 \nAmendment, making declaratory relief appropriate.  The Court’s declaration is \nnecessary to determine which version of BLF’s Operating Agreement controls.  See \nAugur v. Augur, 356 N.C. 582, 588 (2002) (“[A] declaratory judgment should issue (1) \nwhen [it] will serve a useful purpose in clarifying and settling the legal relations at \nissue, and (2) when it will terminate and afford relief from the uncertainty, insecurity \nand controversy giving rise to the proceeding.” (citation and internal quotation marks \nomitted)). \n71. At the outset, there is disagreement between the parties as to which \nparty bears the burden of proof with respect to Stage 1 issues.  The Court concludes \nthat with respect to their claims sounding in contract, each party bears the burden of \nproof with respect to the declaration(s) that party claims the Court should make , \nregardless of whether that declaration occurs in Stage 1 or Stage 2.  One who asserts \na fact and seeks declaratory judgment declari ng that fact has the burden of proving \nthat fact.  See e.g., Bizrobe Trust v. InoLife Techs., Inc. , 2018 NCBC LEXIS 160 , at \n*16 (N.C. Super. Ct. Nov. 30, 2018)  (denying plaintiff ’s affirmative motion for \nsummary judgment on declaratory judgment claim where plaintiff failed to satisfy its \nburden of proof); JCG & Assocs., LLC  v. Disaster Am. USA, LLC, 2021 NCBC LEXIS \n109, at *7 (N.C. Super. Ct. Dec. 9, 2021) (considering together declaratory judgment \nclaims and counterclaims when the evidence was “closely tied together”). \n72. However, unlike most claims that fall neatly into one  party’s camp or \nthe other, the Court concludes that  identifying the operating agreement in effect, \n \n \nwhether it is Plaintiff’s 2007 version or Defendants’ 2010 version , is an overarching \ndeclaration that impacts claims made by both sides.   Bert ’s claim for a declaratory \njudgment that the 2010 Amendment is invalid (and thus that the 2007 Operating \nAgreement controls) stands in direct opposition to Defendants’ declaratory judgment \nclaim that the 2010 Amendment  is valid  (and thus that the 2007 Operating \nAgreement is inoperative).  Consequently, in this case both sides bear the burden of \nconvincing the Court by a preponde rance of the evidence that their version of the \noperating agreement controls. \n73. “The essence of any contract is the mutual assent of [all] parties to the \nterms of the agreement so as to establish a meeting of the minds.”  Snyder v. \nFreedman, 300 N.C. 204, 218 (1980) (citation omitted); see Mach. Co. v. Chalkley, 143 \nN.C. 181, 183  (1906) (“The first and most essential element of an agreement is the \nconsent of the parties [.]”).  “Whether mutual assent is established and whether a \ncontract was intended between parties are questions for the trier of fact.”  Creech v. \nMelnik, 347 N.C. 520, 527 (1998) (citing Snyder, 300 N.C. at 217).   \n74. In addition, “[w]hen a party affixes his signature to a contract, he is \nmanifesting his assent to the contract.”  Mosely v. WAM, Inc., 167 N.C. App. 594, 599 \n(2004). \n75. The Court concludes that the 2010 Amendment that was admitted into \nevidence as Joint Exhibit 107 (the o riginal as Joint Exhibit 107A) is the controlling \noperating agreement for BLF for the reasons that follow. \n \n \n76. First, t he greater weight of the evidence proves  that BLF’s members  \nholding a majority of the membership interests , including Bert , knew t hey were \nassenting to an amendment to the BLF Operating Agreement when they each put \ntheir names on signature pages in 2010. \n77. The greater weight of the evidence further proves that  BLF’s members \nholding a majority of  the membership interests, including Bert , knew that the \nsignature page  they each signed would be attached to the final version of the \namendment to the operating agreement containing the terms that Father Bennett \nhad specified to BLF’s attorney, Penn Craver.   \n78. Bert testified that he neither asked  to read the 2010 Amendment n or \nasked his father or the managers any questions regarding the 2010 Amendment prior \nto signing the page signifying his assent to it.  Bert  signed because, when it came to \nthe Avery County property, “[i]f dad wanted something done with it . . . I would be \nhappy to do it.”  (Tr. I 108:2–3.) \n79. The greater weight of the evidence establishes that Joint Exhibit 107 \naccurately reflects the terms Father Bennett wanted to be included in the 2010 \nAmendment and that Father Bennett’s intention with respect to those terms did not \nchange from the time he articulated the m to Craver until the signature pages were \nattached to Joint Exhibit 107. \n80. Therefore, the Court concludes, that the evidence, by its greater weight, \nestablishes that the members holding a majority of the membership interests in BLF, \nincluding Bert, assented to the 2010 Amendment that is Joint Exhibit 107. \n \n \n81. Bert cites several cases to support his position  that the fact that the \nsignatures were on pages separated from the body of the agreement when they were \nsigned, coupled with the change Craver made to Section 2.4 of the 2010 Amendment, \nrequires the conclusion that  there was no meeting of the minds with respect to the \n2010 Amendment .  The Court disagrees.  The greater weight of the evidence \nestablishes that the parties’ overarching and indisputable intent ion was to agree to \nthe terms their father wanted .  The signature pages each of them signed were \nattached —as they intended—to a document drafted by Craver to achieve what their \nfather wanted. \n82.  In GECMC 2006-C1 Carrington Oaks, LLC v. Weiss, 2017 N.C. App. \nLEXIS 532 (N.C. Ct. App. 2017) (unpublished), the signatory signed “between thirty \nand forty signature pages” each time he visited a law firm so that they could be used \nfor various real estate transactions.  The signatory was unaware that one of those \nsignature pages  would be “eventually attached” to a guaranty agreement  and, \ntherefore, the Court of Appeals held that his signature did not indicate an assent to \nbe bound to the guaranty agreement.  Id. at *3.  In contrast, the parties here signed \none set of signature pa ges and were aware that they would be attached to the \namended operating agreement their father wanted, once it was finished, and each of \nthem accepted their father’s terms  unquestionably without the need even to read \nthem. \n83. The cases cited by Bert from courts in Illinois and New York are \nsimilarly distinguishable.  In Midwest Mfg. Holding, L.L.C. v. Donnelly Corp ., 1998 \n \n \nU.S. Dist. LEXIS 1398 (N.D. Ill. 1998) , the parties entered into several letters of \nintent.  For convenience purposes the defendant signed an unaffixed signature page \nbefore negotiations were finalized.  Negotiations then failed.  The court, recognizing \nthat the executed signature page was “merely  . . . a convenience[,]” noted that the \nparties had “additional, outstandin g, material issues still . . . open and need[ing] to \nbe resolved” on the date the signatory signed, precluding an intent to be bound by the \nfinal document.  1998 U.S. Dist. LEXIS 1398, at *11–12.  Similarly, in Chariot Grp., \nInc. v. American Acquisition Partners,  L.P., 751 F. Supp. 1144 (S.D.N.Y 1990), the \ndefendant signed a signature page for “convenience only” while negotiations were still \nongoing between the parties.  751 F. Supp. at 1151.   \n84. Conversely, here, Father Bennett’s intentions were fixed at the time the \nparties signed the signature pages, and his intentions did not change.  There was no \nnegotiation over the terms of the amendment.   His children, including Bert , simply \nagreed to sign a document that reflected their father’s  intentions.  Consequently, \nnothing about the act of attaching their signature pages to the correct, final document \nreflecting those intentions defeated the formation of the contract. \n85. Moreover, none of the parties, i ncluding Bert, testified that the change \nCraver made to Section 2.4 —regardless of whether it was made before or after the \nsignature pages were completed—was a deciding factor in his or her decision to assent \nto the 2010 Amendment.  The only material factor  was their father’s wishes, and \nthere was no evidence to suggest that Craver ’s edit did anything other than ensure \nthat he had captured Father Bennett’s wish that Jim be made a manager of BLF. \n \n \n86. It also bears mentioning that the law is well -settled in North Carolina \nthat “[t]he duty to read an instrument or to have it read before signing it, is a positive \none, and the failure to do so, in the absence of any mistake, fraud or oppression, is a \ncircumstance against which no relief may be had, either at law or in equity.”  Harris \nv. Bingham, 246 N.C. 77, 78–79 (1957); see Town of Belhaven v. Pantego Creek, LLC, \n250 N.C. App. 459, 470 (2016) (“In North Carolina, parties to a contract have an \naffirmative duty to read and understand a written contract before they sign it.”); \nWestmoreland v. High Point Healthcare Inc., 218 N.C. App. 76, 83 (2012) (“It has long \nbeen the law in North Caroli na that the law will not relieve one who can read and \nwrite from liability upon a written contract, upon the ground that he did not \nunderstand the purport of the writing, or that he has made an improvident contract, \nwhen he could inform himself and has not  done so.” (citation and internal quotation \nmarks omitted)); Ussery v. Branch Banking & Trust Co. , 368 N.C. 325, 336 (2015) \n(“One who executes a written instrument is ordinarily charged with knowledge of its \ncontents, and he may not base his action on igno rance of the legal effect of its \nprovisions in the absence of considerations such as fraud or mistake[.]” (citing  Mills \nv. Lynch, 259 N.C. 359, 362 (1963) and Pierce v. Bierman, 202 N.C. 275, 279 (1932)). \n87. Even if the Court were to conclude that  Graham pre sented the \namendment to Bert  as a change to allow the Bennett parents to transfer their \ninterests, the Court concludes that Bert was not relieved of his duty to read the \n \n \namendment before signing it.13  He admits that nothing prevented him from inquiring \nfurther as to the changes being made or from obtaining a copy of the proposed \namendment and reading it before signing .  (Tr. I 103:2–18); Ussery, 368 N.C. at 338 \n(reliance on verbal assurances contrary to contract’s contents was unreasonable \nbecause the signatory  was “ misled through his own want of reasonable care and \ncircumspection” (citation and internal quotation marks omitted)).  Had he requested \na copy and read it prior to signing , under either version of the 2010 Amendment, he \nwould have seen that Jim was to become a manager. \n88. Second, the final edit Craver made to Section 2.4 of the  2010 \nAmendment did not change the meaning of the provision.  Under either rea ding of \nthe 2010 Amendment, (compare Jt. Ex. 9, with Jt. Exs. 8, 107), the outcome would be \nthe same:  Jim was added as a manager of BLF. \n89. The plain language of Section 2.4 establishes that Schedule II controls \nthe number and identity of the managers.  The operative language of the section is : \n“The name of the i nitial Managers are set forth on Schedule II attached hereto and \nmade a part hereof, which Schedule II shall be amended upon any chang e of \nManagers.”  (Jt. Ex. 6, at § 2.4.)  \n90. The number and identity of BLF’s managers on Schedule II is consistent \nin the two versions of the amendment before the Court .  (Compare Jt. Ex. 9, at Sch. \nII, with Jt. Exs. 8 & 107, at Sch. II.)  Only the text describing the managers changed \n \n13 Notably, Bert has not alleged a claim for fraud.  He alleges only that Graham provided him \nthe signature pages and represented that he needed Bert’s signature for “administrative \npurposes.”  (Third Am. Comp. ¶ 31.) \n \n \nfrom one version to the other , and it is a distinction without a difference.  Joint \nExhibit 9 retains the language from the 2007 Operating Agreement that there “shall \ninitially be two (2) Managers of the Compa ny.”  There were, indeed, “initially” two \nmanagers.  But the controlling Schedule II in the 2010 Amendment correctly listed \nFather Bennett’s intended three managers, Graham, Ann and Jim.  Therefore, \nCraver’s subsequent decision to delete the word “initially” in recognition of the fact \nthat he was drafting a n amendment , and to change “two managers” to “three \nmanagers” to make the text consistent with the controlling schedule,  was not \nnecessary to accomplish Father Bennett’s intention that Jim become the third \nmanager of the LLC and was of no consequence to the validity of the 2010 \nAmendment.  \n91. The terms in the version of the 2010 Amendment that was admitted as \nJoint Exhibit 107 were the terms intended by Father Bennett, and Father Bennett’s \nintentions with respect to th ose terms did not change at any point throughout the \ndrafting and execution of the 2010 Amendment. \n92. Schedule II of each of the  competing versions of the 2010 Amendment \nlists three managers: Graham, Ann and Jim.  The Court therefore concludes that Jim \nbecame a manager of BLF as of 1 October 2010 , the effective date of the 2010 \nAmendment. \n93. Third, even if Bert did not understand or agree to the terms of the 2010 \nAmendment that his father wanted, he was in the minority.  As noted above, \namending the 2007 Operating Agreement required a vot e of the members holding a \n \n \nmajority of the membership interests .  (Jt. Ex. 6 , at § 11.5.)  At trial , members \nGraham, Ann, Jim , and Louise each testified that he  or she signed the signature \npages for the 2010 Amendment with the intent to be bound to the 2010 Amendment \nthat was admitted as J oint Exhibit 107 and that establishe s Jim as a manager  of \nBLF.  C raver testified, unopposed, that Father Bennett’s intent  was likewise as \nstated in Joint Exhibit 107.  At that time, these members alone collectively held fifty-\nnine percent of the membership interests of BLF, constituting a majority.  (Jt. Ex. 6, \nat Sch. I.) \n94. Moreover, by statute, “[a]ny person bound by the operating agreement \nis bound by any amendment adopted, as provided in the operating agreement.”  \nN.C.G.S. § 57D- 2-31(e).  Thus,  Bert, who was bound to the 2007 Operating \nAgreement, is similarly bound to the 2010 Amendment that was approved by the \nmajority.  For this reason alone, the 2010 Amendment (Joint Exhibit 107) is valid and \ncontrolling with respect to all members, including Bert.   \n95. As to whether BLF’s members were required to sign a “Consent to Action \nWithout Meeting” to effectuate their decision for Jim to be a manager, the Court \nconcludes that the 2010 Amendment itself constitutes effective written consent in \naccordance with Section 5.6(c) of the 2010 Amendment, and no additional writing was \nnecessary.  (See e.g., Ord. Mot. Prelim. Inj. ¶ 13, ECF No. 87 (“[Bert argues] that this \nwritten consent must exist separate and apart from any writing required to \nmemorialize the amendment.  The Court disagrees.  By its terms, nothing in the \n \n \noriginal operating agreement prevents the members from consenting to action and \nmemorializing an amendment in the same writing.”).)  \n96. Finally, Bert is quasi -estopped from denying the 2010 Amendment’s \nvalidity.  Quasi-estoppel, also known as “estoppel by benefit,” “is directly \ngrounded . . . upon a party’s acquiescence or acceptance of payment or benefits by \nvirtue of which that party is thereafter prevented from maintaining a position \ninconsistent with those acts.”  G odley v. Cnty. of Pitt , 306 N.C. 357, 361 (1982) \n(citation omitted); see Kyle v. Felfel, 254 N.C. App. 684, 693 (2017) (stating that quasi-\nestoppel “is designed to prevent a party from benefitting by taking two clearly \ninconsistent positions.” (citation and internal quotation marks omitted)).  The \ndoctrine “rests upon principles of equity and is designed to aid the law in the \nadministration of justice when without its intervention injustice would result.”  \nBrooks v. Hackney, 329 N.C. 166, 173 (1991) (internal citation and quotation marks \nomitted). \n97. “Under a quasi -estoppel theory, a party who accepts a transaction or \ninstrument and then accepts benefits under it may be estopped to take a later position \ninconsistent with the prior acceptance of that same transaction or instrument. ”  \nWhitacre P’ship v. Biosignia, Inc., 358 N.C. 1, 18 (2004) (citation and quotation marks \nomitted); see Cap. Outdoor Adver., Inc. v. Harper, 7 N.C. App. 501, 505 (1970) (“[I]t is \nsettled law in North Carolina that a party will not be allowed to accept benefits which \narise from certain terms of a contract and at the same time deny the effect of other \nterms of the same agreement.” (citing Shuford v. Oil Co., 243 N.C. 636 (1956)). \n \n \n98. Thus, a defendant seeking to bar a plaintiff’s claim through the \napplication of the doctrine of quasi -estoppel must show that the plaintiff  (1) with \nknowledge of the facts (2) now takes a position inconsistent with his or her former \nposition (3) to the disadvantage of another.   See generally Eugene R. Anderson , \nPreventing Inconsistencies in Litigation with a Spotlight on Insurance Coverage \nLitigation: The Doctrines of Judicial Estoppel, Equitable Estoppel, Quasi -Estoppel, \nCollateral Estoppel, “MEND the Hold,” “FRAUD on the Court” and Judicial and \nEvidentiary Admissions, 4 Conn. Ins. L.J. 589,  661 (1997).  Defendants’ success in \nmaking this showing is necessarily  fact dependent.  See, e.g., Whitacre P’ship, 358 \nN.C. at 18; 28 Am. Jur. 2d Estoppel and Waiver § 173 (“[W]hether the facts presented \nadequately establish estoppel is for the jury or other trier of fact to decide.”). \n99. Bert’s signature on the June 2012 “Consent to Action Without Meeting” \nthat authorized a fishing lease between BLF and Father Bennett states explicitly on \nits face that it is an action taken pursuant to the 2010 Amendment.  (Jt. Ex. 12.)  \nBert’s signature on the Consent establishes his knowledge of and intent to be bound \nby its terms.  The evidence establishes that Bert benefitted from his father’s financial \ncontribution to the upkeep of the property by way of the fishing lease.  Having relied \non the 2010 Amendment for this  benefit, the Court concludes that the doctrine of \nquasi-estoppel prevents Bert from now denying the 2010 Amendment’s validity.14 \n \n14 However, the Court does not conclude, as Defendants contend, that Bert is quasi-estopped \nfrom denying the 2010 Amendment’s validity based on the Bennett parents’ transfer s, even \nthough both transfers also expressly reference the 2010 Amendment.  (Jt. Exs. 10–11.)  Bert’s \nsignature was not on either the estate assignment or the gift assignment , and there is no \nevidence that he read or otherwise had knowledge of  either document.  Equity does not \nprevent Bert from denying the 2010 Amendment’s validity b ecause he benefitted from it  \n \n \nCONCLUSION \n100. Based on the foregoing Findings of Fact and Conclusions of Law, it is \nHEREBY ORDERED, ADJUDGED, and DECREED as follows: \ni. The Court hereby ENTERS JUDGMENT declaring  that the 2010 \nAmended and Restated Operating Agreement that was admitted as \nTrial Exhibit 107 is BLF’s controlling operating agreement and has \nbeen in full force and effect since 1 October 2010. \nii. The Court hereby ENTERS JUDGMENT declaring  that, since 1 \nOctober 2010 and  at all times thereafter , and pursuant to BLF’s \ncontrolling operating agreement, there have been three managers of \nBLF: Graham F. Bennett, Ann Bennett -Phillips and James H. \nBennett. \niii. Having resolved the Stage 1 issues, the Court will hear evidence with \nrespect to the remaining issues in the case.  The parties are directed \nto appear on 6 April 2022 at 9:30 A.M. to proceed accordingly. \nIT IS SO ORDERED, this the 4th day of April, 2022. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n \n \nwhile completely unaware of the facts.  See Steubner Realty 19, Ltd. v. Cravens Rd. 88, Ltd., \n817 S.W.2d 160, 164 (Tex. Ct. App. 1991) ( “[E]stoppel precludes a party, with knowledge of \nthe facts , from taking a position inconsistent with his or her former position to the \ndisadvantage or injury of another[.]” (emphasis added)). "
}