{
  "id": "deb622234cdbb3396dcacc38bab66ab8c3704792d821140ceb02ea38abf87968",
  "source_file": "data/raw/ncbc/deb622234cdbb3396dcacc38bab66ab8c3704792d821140ceb02ea38abf87968.pdf",
  "raw_text": "  Jacobson v. Walsh, 2014 NCBC 2. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \n \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n10 CVS 9619 \nSTEVEN W. JACOBSON, individually \nand derivatively on behalf of JWJ \nCoastal Properties, LLC, \n \nPlaintiff, \n \nv.  \n \nJAMES F. WALSH, JR., ANDREW S. \nJACOBSON, and JWJ COASTAL \nPROPERTIES, LLC, \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION \n \nMcAngus, Goudelock & Courie, LLC by John T. Jeffries for Plaintiff. \n  \nJames, McElroy & Diehl, P.A. by John R. Buric and Harrison Lord for Defendants.  \n \nMurphy, Judge.  \nTHIS MATTER is before the Court on James F. Walsh, Jr. (“Walsh”), Andrew \nS. Jacobson (“A. Jacobson”), and JWJ Coastal Properties, LLC’s (“Coastal”) \n(collectively, “Defendants”) Motion for Summary Judgment as to all claims, \npursuant to Rule 56 of the North Carolina Rules of Civil Procedure (“Motion I”). \n As part of Motion I, Walsh seeks summary judgment on his counterclaims \nfor sanctions under Rule 11 of the North Carolina Rules of Civil Procedure and for \nattorney’s fees pursuant to N.C.G.S. § 6-21.5.  In North Carolina, a motion is the \nappropriate vehicle by which a party requests sanctions under Rule 11.  See N.C. \nGEN. STAT. § 1A-1, Rule 11 (2013) (“If a pleading, motion, or other paper is signed in \nviolation of this rule, the court, upon motion or upon its own initiative, shall impose \nupon the person who signed it . . . an appropriate sanction . . . .”).   The same is true \nfor a party to receive attorney’s fees under N.C.G.S. § 6-21.5.  See N.C. GEN. STAT. § \n6-21.5 (2013) (“In any civil action . . . the court, upon motion of the prevailing party, \nmay award a reasonable attorney’s fee to the prevailing party . . . .”).  To efficiently \nresolve all matters raised herein, the Court considers Defendants’ motion for \n \n \nsummary judgment on Walsh’s counterclaims as a motion for sanctions pursuant to \nRule 11 (“Motion II”) and a motion for attorney’s fees pursuant to N.C.G.S. § 6-21.5 \n(“Motion III”). \n Having considered the briefs and submissions of the parties, and the \narguments and contentions of counsel at the October 26, 2012, hearing, the Court \nGRANTS Motion I, DENIES Motion II, and GRANTS in part and DENIES in part \nMotion III, for the reasons that follow. \nI. \nJURISDICTIONAL PRE-REQUISITES \n{1} Plaintiff Steven W. Jacobson (“S. Jac obson” or “Plaintiff”) is a citizen and \nresident of the State of Florida. \n{2} Defendant A. Jacobson is a citizen and resident of Mecklenburg County, \nNorth Carolina.   \n{3} Defendant Walsh is a citizen and re sident of Mecklenburg County, North \nCarolina. \n{4} Defendant Coastal is a limited liab ility company organized under the laws \nof the State of North Carolina with its registered office located in Charlotte, North \nCarolina.   \nII. \nPROCEDURAL HISTORY \n{5} Plaintiff filed his original, unverified Complaint in Mecklenburg County \nSuperior Court on April 30, 2010, alleging individual causes of action against A. \nJacobson and Walsh for unfair and deceptive trade practices, fraud, fraudulent \nconcealment, fraudulent misrepresentation, breach of contract, and breach of \nfiduciary duty; and seeking punitive damages, and dissolution of Coastal.   \n{6} Plaintiff also alleges claims derivati vely on behalf of Coastal against A. \nJacobson and Walsh for breach of fiduciary duty, negligence, negligent \nmisrepresentation, fraud, and fraudulent misrepresentation; and sought an \naccounting, inspection of corporate records, and dissolution of Coastal.   \n \n \n{7} On July 1, 2010, Defendants A. Jacob son and Coastal filed their Answer to \nthe Complaint. \n{8} On March 30, 2011, Defendant Walsh filed his Answer and Counterclaims, \nand requested Rule 11 sanctions and attorney’s fees pursuant to N.C.G.S. § 6-21.5.   \n{9} Plaintiff answered Walsh’s counterclaims on May 31, 2011, and   \nDefendants filed their Motion for Summary Judgment as to all claims in the \nComplaint, along with supporting brief, affidavit and deposition exhibits on May 31, \n2012.   \n{10} Plaintiff filed a responsive brief, with supporting documents, on August 1, \n2012, and Defendants filed their reply brief on August 10, 2012.    \n{11} The Court heard oral arguments on the Motions on October 26, 2012. \nIII. \nFACTUAL BACKGROUND \n{12} The Court recites material and uncontroverted facts from the record for \nthe purpose of deciding the motion and not to resolve issues of material fact.  See \nCollier v. Collier, 204 N.C. App. 160, 161–62, 693 S.E.2d 250, 252 (2010) (citing \nHyde Ins. Agency v. Dixie Leasing Corp., 26 N.C. App. 138, 142, 215 S.E.2d 162, \n164–65 (1975)).   \n{13} Between July 25, 2005 and December 1, 2005, Defendants and their wives \npurchased as investment properties four lots in Carteret County, North Carolina \n(the “Cannonsgate” lots) and two lots in Beaufort County, South Carolina (the “Bull \nPoint” lots).  All purchases were made with personal funds and on the individual \ncredit of the purchasers.  (Pl.’s Resp. Mot. I 1–2).  Only A. Jacobson and Walsh were \nobligated to repay the loans secured by each of the lots.  (Compl. ¶¶ 12, 18, 22, 28).    \n{14} A. Jacobson, Walsh, and Plaintiff (A. Jacobson’s brother) discussed setting \nup an LLC with the three of them as members.  (Defs.’ Br. Supp. Mot. I 2). Plaintiff \nand A. Jacobson had previously been involved in several business ventures \ntogether, most of them ending in failure or contention.  (Dep. S. Jacobson pp. 44–86, \nNov. 16, 2010).   \n \n \n{15} Plaintiff alleges in his Complaint that A. Jacobson and Walsh represented \nto him that they would create an LLC with three members, including Plaintiff; that \nthe LLC would own the lots; and that Plaintiff would own a one-third interest in the \nlots.  (Compl. ¶¶ 36–37; Pl.’s Resp. Mot. I 3).  Interestingly, Plaintiff’s position \nregarding the ownership interest promised to him appears to shift.  In his breach of \ncontract claim, Plaintiff alleges that the parties “agreed to transfer the six Lots in \nCannonsgate and Bull Point into the name of [Coastal] and to subsequently provide \nPlaintiff with a one-third interest in [Coastal].”  (Compl. ¶ 136).  However, in his \nfraudulent misrepresentation claim, Plaintiff alleges that Defendants told him “on \nseveral occasions that he would become a one-third (1/3) partner in the ownership of \nthe lots in Cannonsgate and Bull Point and in the operation of [Coastal].”  (Compl. ¶ \n127).     \n{16} Defendants, on the other hand, asse rt that they were unwilling to transfer \ntitle to the LLC because Walsh and Jacobson were individually obligated for the \ncosts of refinancing the lots; that Plaintiff was aware of this before making an \ninvestment in the company; and the parties agreed that Defendants would pledge \nany proceeds from the lots to the LLC.  (Defs.’ Br. Supp. Mot. I 3).  In his deposition, \nPlaintiff admitted he knew the properties would not be transferred into the LLC’s \nname before he invested any money.  (Dep. S. Jacobson pp. 200–02, 205–06, 254).   \n{17} On June 24, 2007, Articles of Organi zation for Coastal were filed with the \nNorth Carolina Secretary of State (Compl. ¶ 44), designating the entity as a \nmanager-managed LLC.  The Articles identified A. Jacobson as the registered agent \nand his business office as the registered office for Coastal.   (Pl.’s Resp. Mot I 4). \n{18} A. Jacobson circulated a draft Oper ating Agreement to Walsh and Plaintiff \nthat named A. Jacobson as the sole manager and listed A. Jacobson, Plaintiff and \nWalsh as members.  (Compl. ¶¶ 49, 51, 53).   \n{19} Plaintiff contends he neither cons ented to nor signed the draft Operating \nAgreement.  Nonetheless, in reliance upon the representations of Defendants, he \n“contributed a total of $210,322.64 to A. Jacobson and Walsh pursuant to the ‘real \nestate’ investment opportunity” they offered him. (Compl. ¶¶ 57, 82).  Plaintiff \n \n \ninsists that “Walsh fraudulently misrepresented the facts of the financing on the \nlots . . . in an effort to induce him to continue funding the carrying costs on the lots.”  \n(Compl. ¶ 81).  In his deposition, however, Plaintiff acknowledged that he was \naware of the carrying costs before he made his investment in the venture (Dep. S. \nJacobson pp. 112, 258), and admits that his only evidence of Defendants’ statements \nbeing misrepresentations is his suspicion that Defendants knew the statements \nwere false when they made them.  (Dep. S. Jacobson pp. 99–100). \n{20} Defendants contend that A. Jac obson presented the draft Operating \nAgreement to Plaintiff and, in A. Jacobson’s presence, Plaintiff signed Exhibit B to \nthe Operating Agreement, which was not the appropriate signature page; and that \nshortly thereafter in June 2007, Plaintiff wired approximately $150,000.00 to invest \nin Coastal. (Defs.’ Br. Supp. Mot. I 2–3).  In sworn deposition testimony, Plaintiff \nacknowledged it was possible he signed Exhibit B thinking he was executing the \nOperating Agreement, but did not think that was the case.  (Dep. S. Jacobson pp. \n190–92). \n{21} Plaintiff never received an ownership interest in the lots and alleges that: \n(i) he was never consulted about any decision-making or the operation of Coastal; \nand (ii) Defendants unilaterally made decisions regarding the property, including \nmodification of the loans, without his approval.  (Compl. ¶¶ 64–67).   \n{22} Although Plaintiff now seeks an accounting and inspection of Coastal’s \ncorporate records, he admittedly has never requested any information from A. \nJacobson regarding his investment.  (Dep. S. Jacobson p. 204).  Defendants counter \nthat from the time Plaintiff made his initial investment of cash, he acted as though \nhe was a member of Coastal until “the real estate bubble burst,” when Plaintiff \n“abruptly decided that he was not, and had never been, a member of [Coastal].”  \n(Defs.’ Br. Supp. Mot. I 3).  Defendants also assert that, thereafter, Plaintiff refused \nto contribute further to the costs and expenses of Coastal, “leaving Defendants to \npay [his] share.”  (Defs. Br. Supp. Mot. I 3).  It is uncontested that Plaintiff has \nmade no capital contribution to Coastal since 2008.  (Dep. S. Jacobson pp. 220–24). \n \n \n{23}  In response to Plaintiff’s Co mplaint, Walsh filed counterclaims for \nsanctions under Rule 11 and for attorney’s fees pursuant to N.C.G.S. § 6-21.5, based \nprincipally on Plaintiff’s admission that he had never had any prior business \ndealings with Walsh, and his concession that there was no fiduciary relationship \nbetween the two of them.  (Walsh Answer pp. 16–17; Dep. S. Jacobson pp. 105, 256–\n58). \nIV. \nLEGAL STANDARD \n{24}   “Summary judgment is appropriate if ‘the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.’”  Variety Wholesalers, Inc. v. Salem Logistics \nTraffic Servs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quoting N.C. \nGEN. STAT. § 1A-1, Rule 56(c) (2013)).  Here, the Court considers the facts in the \nlight most favorable to Plaintiff.  See Ron Medlin Constr. v. Harris, 364 N.C. 577, \n580, 704 S.E.2d 486, 488 (2010).  \nV. \nANALYSIS \nA. \nINDIVIDUAL CLAIMS \n1. \nBREACH OF FIDUCIARY DUTY  \n{25} A breach of fiduciary duty requires , at the very least, the existence of a \nfiduciary relationship owing from one party to the other.  Green v. Freeman, 749 \nS.E.2d 262, 268 (N.C. 2013) (quoting Dalton v. Camp, 353 N.C. 647, 651, 548 S.E.2d \n704, 707 (2001)).  This relationship exists  \nin all cases where there has been a special confidence reposed in one who \nin equity and good conscience is bound to act in good faith and with due \nregard to the interests of the one reposing confidence . . . [and] “extends \nto any possible case in which a fiduci ary relation exists in fact, and in \nwhich there is confidence reposed on one side, and resulting domination \nand influence on the other.” \n \n \nAbitt v. Gregory, 201 N.C. 577, 598, 160 S.E. 896, 906 (1931) (citation omitted).  \nSuch domination and influence is “an essential component of any fiduciary \nrelationship.”  Dalton, 353 N.C. at 652, 548 S.E.2d at 708 (citation omitted).  “‘The \nexistence of a fiduciary relationship is a question of fact.’”  Curry v. Mitchell, 202 \nN.C. App. 558, 562, 688 S.E.2d 825, 828 (2010) (citation omitted).   \n{26} Plaintiff’s claim for breach of fidu ciary duty is premised upon previous \nbusiness ventures between Plaintiff and A. Jacobson.  According to Plaintiff, he \nbecame involved in the subject of this litigation “as a result of [his] confidence in A. \nJacobson based on past investment experiences” and that he, a person who did not \n“invest in real estate with regularity, placed confidence and trust in the [sic] A. \nJacobson and Walsh, and relied on their expertise to direct him to a viable and \nlucrative investment.”  (Pl.’s Resp. Mot. I 12; Compl. ¶ 144).   \n{27} Plaintiff alleges a confidence and trust in A. Jacobson, but he does not \ndirect the Court to specific facts of such in the record.  While the record \ndemonstrates a history of unrelated, failed and contentious business and \ninvestment ventures between Plaintiff and A. Jacobson before Plaintiff’s \ninvolvement in Coastal (Dep. S. Jacobson pp. 44–86), Plaintiff points to no evidence \nof domination or control by A. Jacobson in past ventures, and nothing in the record \nleads the Court to conclude that A. Jacobson figuratively “held all the cards” in the \nCoastal transaction; nor does it appear that Plaintiff was left in the dark regarding \nthe Coastal transaction. \n{28} Plaintiff’s Complaint also includes  a claim for breach of fiduciary duty \nagainst Walsh.  The parties now agree that Walsh did not owe Plaintiff a fiduciary \nduty.  Accordingly, summary judgment is appropriate for Walsh on the breach of \nfiduciary duty claim. \n{29} The Court concludes, therefore, that  there is no genuine issue of material \nfact regarding Plaintiff’s breach of fiduciary duty claim.  Accordingly, the Court \nGRANTS Motion I and DISMISSES Plaintiff’s individual breach of fiduciary duty \nclaim as to all Defendants.   \n \n \n \n2. \nFRAUD AND FRAUDULENT MISREPRESENTATION \n{30}  “While actual fraud has no all- embracing definition, . . . the following \nessential elements of actual fraud are well established: (1) [f]alse representation  or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the \ninjured party.” Ragsdale v. Kennedy, 286 N.C. 130, 138, 209 S.E.2d 494, 500 (1974) \n(citations omitted).  Further, any reliance on the allegedly false representations \nmust be reasonable.  See Johnson v. Owens, 263 N.C. 754, 757, 140 S.E.2d 311, 313 \n(1965).  “The reasonableness of a party's reliance is a question for the jury, unless \nthe facts are so clear that they support only one conclusion.”  Forbis v. Neal, 361 \nN.C. 519, 527, 649 S.E.2d 382, 387 (2007) (citing Marcus Bros. Textiles, Inc. v. Price \nWaterhouse, LLP, 350 N.C. 214, 224–25, 513 S.E.2d 320, 327 (1999)).      \n{31} Because Plaintiff’s claim for fraud is similar to his claim for fraudulent \nmisrepresentation, as a matter of convenience, the Court considers them together.  \nDefendants’ alleged misrepresentations include statements that the investment \nwould “garner a nice return on [Plaintiff’s] investment and would be a good way to \nmake some cash,” and that Plaintiff would “become a one-third (1/3) partner in the \nownership of the lots in Cannonsgate and Bull Point and in the operation of \n[Coastal].”  (Compl. ¶¶ 126–27).   \n{32} Plaintiff admits in his deposition that his only reason for believing the \nstatements that the investment would “garner a nice return,” and would “be a good \nway to make some cash” were misrepresentations was his suspicion that \nDefendants knew they were false when they made them.  (Dep. S. Jacobson pp. 98–\n100).  Plaintiff points to no particular evidence to support Defendants’ actual \nknowledge that the statements were false.  Mere suspicion or conjecture is \ninsufficient to overcome summary judgment.  \nSee Marcus Bros. Textiles, Inc. v. \nPrice Waterhouse, LLP, 350 N.C. 214, 224, 513 S.E.2d 320, 327 (1999) (citation \nomitted).        \n \n \n{33} The Court now turns to the alleged statement that Defendants told \nPlaintiff he would become a one-third partner in the ownership of the lots and in \nthe operation of the LLC.  (Compl. ¶¶ 112, 127).  To be actionable, Defendants must \nhave made false statements with the intent to deceive Plaintiff, Plaintiff must have \nin fact been deceived, and his reliance upon the misrepresentations must have been \nreasonable.  There are limited ways by which Plaintiff could have become a one-\nthird partner in interest:  (1) by transfer of title to the lots directly to Plaintiff, or (2) \nby transfer of title to Coastal, of which Plaintiff was a member.   \n{34} Addressing first a transfer of a one- third interest in the lots directly to \nPlaintiff personally to induce his investment, when asked about his understanding \nat deposition, Plaintiff made it clear that, before investing in the deal, he \nunderstood the lots were not going to be transferred to him individually and that \nthere was an issue with transferring the lots to Coastal.  (Dep. S. Jacobson p. 254).  \nFurthermore, Plaintiff points the Court to no evidence that Defendants ever told \nhim he would receive a security interest in the lots, nor is there any evidence before \nthe Court that any statement Defendants allegedly made directly to Plaintiff \nregarding a transfer of the lots deceived him in fact or caused him damage.  \n{35} Second, Plaintiff admitted in his deposition testimony that before he \ninvested any money in the venture, A. Jacobson made him aware that the lots were \ntitled in the individual names of Defendants and their wives and that the properties \nwould not be transferred into Coastal’s name.  (Dep. S. Jacobson pp. 200–02, 254).   \nPlaintiff further admitted in his deposition that A. Jacobson never made any \nrepresentations to him that were inconsistent with the ownership arrangement set \nout in the draft operating agreement.  (Dep. S. Jacobson p. 205).  Knowing this, \nPlaintiff nonetheless wired investment money to Defendants.  (Dep. S. Jacobson pp. \n200–02). \n{36} In deposition testimony, Plaintiff also stated he did not know whether \nanyone told him he’d be given a voice in decision-making for Coastal.  (Dep. S. \nJacobson p. 127).  To succeed on a claim for fraudulent misrepresentation on this \nbasis, Plaintiff must first offer facts to support his contention that Defendants did \n \n \nin fact tell him he would be given a voice in decision-making for Coastal.  Plaintiff \nhas failed to do so.   \n{37} By his own admissions, Plaintiff defeats this claim.  Therefore, the Court \nGRANTS Motion I.  Plaintiff’s claims for fraud and fraudulent misrepresentation \nare DISMISSED with prejudice.   \n3. \nFRAUDULENT CONCEALMENT \n{38}  “A claim for fraud may be based on . . . ‘a failure to disclose a material fact \nrelating to a transaction which the parties had a duty to disclose.’” Hardin v. KCS \nInt’l, Inc., 199 N.C. App. 687, 696, 682 S.E.2d 726, 733 (2009) (quoting Harton v. \nHarton, 81 N.C. App. 295, 297, 344 S.E.2d 117, 119 (1986)).  In addition to the \nelements for fraud, a claim for fraudulent concealment requires that the Defendant \nhave a duty to disclose material information to [Plaintiff], “as silence is fraudulent \nonly when there is a duty to speak.”  Lawrence v. UMLIC–Five Corp., 2007 NCBC \n20 ¶ 34 (N.C. Super. Ct. June 18, 2007), http://www.ncbusinesscourt.net/opinions/ \n2007_NCBC_ 20.pdf (granting motion to dismiss based on failure to satisfy the \npleading requirements of Rule 9(b)) (citing Griffin v. Wheeler-Leonard & Co., 290 \nN.C. 185, 198, 225 S.E.2d 557, 565 (1976)).  A duty to speak may arise: (1) in the \ncontext of a fiduciary relationship, (2) where “a party has taken affirmative steps to \nconceal material facts from the other,” or (3) “where one party has knowledge of a \nlatent defect in the subject matter of the negotiations about which the other party is \nboth ignorant and unable to discover through reasonable diligence.” Harton, 81 N.C. \nApp. at 297–98, 344 S.E.2d at 119. \n{39} Plaintiff bases Defendants’ duty  to speak on an alleged fiduciary \nrelationship.  Having concluded above that no such duty existed, the Court \nGRANTS Motion I and DISMISSES Plaintiff’s fraudulent concealment claim. \n4. \nBREACH OF CONTRACT \n{40}  To establish a prima facie claim for breach of contract, a plaintiff must \nshow: “(1) existence of a valid contract and (2) breach of the terms of that contract.” \n \n \nPoor v. Hill, 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000) (citation omitted).  “A \ncontract is ‘an agreement, upon sufficient consideration, to do or not to do a \nparticular thing.’”  N. & W. Overall Co. v. Holmes, 186 N.C. 428, 431, 119 S.E. 817, \n818 (1923) (citation omitted).  An agreement requires the concurrence of at least \ntwo minds.  The understanding of one party, alone, has no legal consequence.  \nPrince v. McRae, 84 N.C. 674, 675 (1881).  \n{41} Defendants contend the only va lid contract between themselves and \nPlaintiff was the written Operating Agreement that provided Plaintiff an interest in \nCoastal.  (Defs.’ Br. Supp. Mot. I 14; Defs.’ Reply Br. Supp. Mot. I 8).  They assert \nthat Plaintiff signed the Operating Agreement, thereby binding himself, and that \nthey complied with its terms.  (Defs.’ Br. Supp. Mot. I 14–15).  In contrast, Plaintiff \ncontends that the contract between himself and Defendants was the understanding \nthat he would be provided some interest in the Lots in consideration for his \nmonetary contribution.  (Pl.’s Resp. Mot. I 13).   \n{42} Regarding the Operating Agreemen t, Plaintiff admits that it is a \npossibility he signed Exhibit B thinking he was executing the Operating Agreement, \nbut contends he does not think that was the case and does not recall ever signing it.  \n(Dep. S. Jacobson pp. 190–92).  Plaintiff’s position does not constitute an admission \nthat he actually executed the Operating Agreement and reasonable minds might \ndisagree about whether he did or did not sign it.  However, as the Court \nunderstands Plaintiff’s Complaint, the agreement he relies upon is not the \nOperating Agreement to which Defendants refer, but a separate understanding \nwherein Defendants agreed to transfer the six Lots in Cannonsgate and Bull Point \ninto the name of Coastal, and to subsequently provide Plaintiff with a one-third \ninterest in Coastal.  (Compl ¶136).   Defendants deny that they were party to any \nagreement other than the fully executed written Operating Agreement.    \n{43} Whether Plaintiff premises his cl aim upon the draft operating agreement \nto which he refers in the Complaint, upon a fully executed operating agreement as \nDefendants contend, or upon a verbal agreement with Defendants, resolution of this \n \n \nissue would ordinarily require the Court to weigh evidence and determine \ncredibility, which is inappropriate for summary judgment.   \n{44}  But here, there is more.  Although  Plaintiff avers in the Complaint that \nDefendants breached the alleged contract by failing to put the properties in \nCoastal’s name, in his Response in Opposition to Motion I, he states that \n[i]nitially, all parties believed that [Plaintiff] would be provided an \nownership interest in the Lots, but due to financing issues, it was later \nlearned that an alternate interest must be provided to [Plaintiff], such \nas a security interest in the Lots .  Defendants never provided this \nsecurity interest to the Plaintiff, and as a result, breached the terms of \nthe parties’ contract. \n(Pl.’s Resp. Mot. I 13).  The Court interprets this statement to mean that, from \nPlaintiff’s perspective, the alleged operative contract between the parties was for \nDefendants to provide Plaintiff with a security interest in the lots, not an ownership \ninterest.  This position belies Plaintiff’s breach of contract claim, made upon \ninformation and belief.  Plaintiff defeats his breach of contract claim by this \nsubstantial contradiction regarding the contract and its breach.     \n{45} Plaintiff directs the Court to no facts or other evidence from which the \nCourt could conclude that Defendants ever agreed to provide Plaintiff a security \ninterest in the properties.  The Court concludes, therefore, that there is no genuine \nissue of fact as to whether there existed a mutual understanding between the \nparties that the six lots would be transferred to Coastal or that Plaintiff would \nreceive a security interest in them.   \n{46} Based on the foregoing, the Court GRANTS Motion I as to Plaintiff’s \nindividual claim for breach of contract, and DISMISSES the claim with prejudice. \n5. \nUNFAIR AND DECEPTIVE PRACTICES \n{47} To prevail on a claim for unfair and deceptive practices under section 75-\n1.1 of the North Carolina General Statutes, a plaintiff must demonstrate the \nexistence of three factors: “(1) an unfair and deceptive act or practice . . ., (2) in or \naffecting commerce, and (3) which proximately caused actual injury to the plaintiff \nor his business.”  Murray v. Nationwide Mut. Ins. Co., 123 N.C. App. 1, 9, 472 \n \n \nS.E.2d 358, 362 (1996) (citations omitted).  In the Unfair and Deceptive Practices \nAct (the “Act”), the term “unfair” means “a practice which offends established public \npolicy, and which can be characterized by one or more of the following terms:  \n‘immoral, unethical, oppressive, unscrupulous or substantially injurious to \nconsumers.’”  Id.  “Commerce” includes “[t]he business of buying, developing and \nselling real estate.”  Trantham v. Michael L. Martin, Inc., 745 S.E.2d 327, 334 (N.C. \nCt. App. 2013) (citation omitted). \n{48} The North Carolina General Assembly  did not intend for the Act to apply \nto the internal conduct of a single business.  White v. Thompson, 364 N.C. 47, 53, \n691 S.E.2d 676, 680 (2010).   \n{49} While the Court’s resolution of Plaintiff’s fraud-related claims might \narguably serve to defeat the unfair and deceptive practices claim, there is an \nadditional hurdle that Plaintiff has failed to overcome.   \n{50} Plaintiff posits that the transaction was “in commerce” because \nDefendants “were in the business of buying and selling real estate, not residences.”  \n(Pl.’s Resp. Mot. I 9).  Plaintiff relies on \nGovernor’s Club, Inc. v. Governors Club \nLtd. P’ship, 152 N.C. App. 240, 567 S.E.2d 781 (2002), for the proposition that “[t]he \nbusiness of buying, developing and selling real estate is an activity ‘in or affecting \ncommerce’ for the purposes of N.C. Gen. Stat. § 75-1.1.”  (Pl.’s Resp. Mot. I 9).  \nHowever, Governor’s Club involved an actual agreement between the plaintiff and \nthe defendants for the construction and sale of real estate, unlike the case at hand.  \nId. at 242, 567 S.E.2d at 783.  Here, Defendants were not selling or leasing real \nestate to Plaintiff, but were, instead, jointly participating in a real estate venture.   \n{51} The facts of this case are more similar to those in Carcano v. JBSS, LLC, \n200 N.C. App. 162, 684 S.E.2d 41 (2009), than to those in Governor’s Club.  In \nCarcano, the parties were all involved in a joint venture to purchase and develop \nlots.  200 N.C. App. at 164, 684 S.E.2d at 45.  The conflict concerned the defendants’ \nfailure to form the agreed-upon LLC.  Id. at 165, 684 S.E.2d at 45–46.  The plaintiffs \nalleged that the defendants had “‘marketed membership in a fictional LLC’ which \ninvolved ‘deception, lies, and misrepresentations.’”  \nId. at 173, 684 S.E.2d at 50.  \n \n \nThe North Carolina Court of Appeals held that “[a]ny ‘marketing’ of membership in \norder to raise capital for purchasing real estate was handled either directly between \ndefendants and plaintiffs or involved . . . an intermediary and had no impact on \nconsumers or the marketplace.”  Id. at 175, 684 S.E.2d at 52.  Therefore, the \n“[p]laintiffs failed to show that defendants’ actions had any effect on commerce.”  Id. \n{52} Like the parties in Carcano, Plaintiff and Defendants were involved in a \njoint venture to invest in and develop real estate.  All transactions at issue occurred \nbetween the parties and did not affect any consumers in the real estate \nmarketplace.  Accordingly, the Court concludes that the transaction was not “in or \naffecting commerce” as required by N.C.G.S. §75-1.1, a fatal deficit for Plaintiff.  \n{53} Therefore, the Court GRANTS Motion I and DISMISSES Plaintiff’s unfair \nand deceptive practices claim. \n6. \nPUNITIVE DAMAGES \n{54} “To prevail on a claim for punitive damages, Plaintiff[] must succeed on a \nclaim for compensatory damages, and prove by clear and convincing evidence that \none or more of the following aggravating factors were present:  (a) fraud, (b) malice, \nor (c) willful or wanton conduct.”  BOGNC, LLC v. Cornelius NC Self-Storage, LLC, \n2013 NCBC 26 ¶ 104 (N.C. Super. Ct. May 1, 2013), \nhttp://www.ncbusinesscourt.net/opinions/2013_NCBC_26.pdf (dismissing the \nplaintiffs’ claim for punitive damages) (citation omitted).   \n{55} Defendants premise their entire argument for summary judgment as to \nPlaintiff’s punitive damages claim on their belief that Plaintiff can support no \nunderlying claim for relief.  (Defs.’ Br. Supp. Mot. I 17).  Defendants are correct.  \nNone of Plaintiff’s individual claims have survived summary judgment.  Defendants \nare, therefore, entitled to the relief they seek as a matter of law.   \n{56} The Court GRANTS Motion I as to Plaintiff’s punitive damages claim, and \nthe same is hereby DISMISSED with prejudice. \n \n \n \n \n7. \nDISSOLUTION \n{57} The Court may dissolve an LLC upon request of a member \nif it is established that (i) the managers, directors, or any other persons \nin control of the [LLC] are deadlocked in the management of the affairs \nof the [LLC], the members are unable to break the deadlock, and \nirreparable injury to the [LLC] is threatened or being suffered, or the \nbusiness and affairs of the [LLC] can no longer be conducted to the \nadvantage of the members generally , because of the deadlock; (ii) \nliquidation is reasonably necessary fo r the protection of the rights or \ninterests of the complaining member; (iii) the assets of the [LLC] are \nbeing misapplied or wasted; or (iv) the articles of organization or a \nwritten operating agreement entitles the complaining member to \ndissolution of the [LLC]. \nMitchell, Brewer, Richardson, Adams, Burge & Boughman, PLLC v. Brewer, 209 \nN.C. App. 369, 390, 705 S.E.2d 757, 772 (quoting N.C. GEN. STAT. § 57C-6-02 \n(2013)). \n{58} The parties disagree about the state of affairs at Coastal.  Defendants \nclaim that dissolution of Coastal would be inequitable and that it is in the best \ninterest of both parties for the company to continue operating.  (Defs.’ Br. Supp. \nMot. I 18).  Plaintiff alleges that Coastal’s assets are being mismanaged, as \nevidenced by the foreclosure of real estate valued in excess of $1,000,000.00 and the \nloss of about $750,000.00 of investments.  (Pl.’s Resp. Mot. I 16). \n{59} Other than his allegations, Plaintiff does not direct the Court to any \nspecific acts of mismanagement, or to acts of Defendants’ misapplication or waste of \nCoastal’s assets; nor does Plaintiff otherwise specify evidence in support of his \ncontention that dissolution is necessary to protect his interests.  The mere fact of \nforeclosure and the loss of investments, standing alone, is insufficient evidence of \nmismanagement.  In fact, such are not uncommon business occurrences in the \nabsence of mismanagement.   \n{60} Plaintiff has made no capital contribution to Coastal since 2008 and does \nnot claim that he will be required to do so in the future.  (Dep. S. Jacobson pp. 220–\n24).  Plaintiff has presented mere allegations of the loss he suffered, but has offered \n \n \nno evidence of its cause.1  The Court perceives no genuine issue of material fact as \nto whether the assets of Coastal are being misapplied or wasted. \n{61} Therefore, the Court GRANTS Motion I and DISMISSES Plaintiff’s \nindividual dissolution claim. \nB. \nDERIVATIVE CLAIMS \n{62} N.C.G.S. § 57C-8-01(a) authorizes a member of an LLC to bring an action \non behalf of the LLC if the plaintiff lacks the authority to cause the LLC to sue on \nits own behalf and \n[t]he plaintiff (i) is a member of th e [LLC] at the time of bringing the \naction, and (ii) was a member of the [LLC] at the time of the transaction \nof which the plaintiff complains, or the plaintiff’s status as a member of \nthe [LLC] thereafter devolved upon the plaintiff pursuant to the terms \nof the operating agreement from a person who was a member at such \ntime. \nN.C. GEN. STAT. § 57C-8-01(a) (2013).   \n1. \nBREACH OF FIDUCIARY DUTY \n{63} As a general rule, members of an LLC do not owe the LLC a fiduciary duty.  \nKaplan v. O.K. Techs., LLC, 196 N.C. App. 469, 473, 675 S.E.2d 133, 137 (2009) \n(citation omitted).  However, “[t]he LLC Act imposes certain default duties upon the \nmanager of [an LLC] to ‘discharge his duties as manager in good faith, with the care \nan ordinary prudent person in a like position would exercise under similar \ncircumstances, and in the manner the manager reasonably believes to be in the best \ninterests of the [LLC].’”  BOGNC, 2013 NCBC 26 at ¶ 52 (quoting N.C. GEN. STAT. § \n57C-3-22(b) (2013)). \n{64} A. Jacobson is a member and the sole manager of Coastal.  (Aff. A. \nJacobson ¶ 2).  As manager, the LLC Act imposed upon A. Jacobson the duty to act \nin good faith and to utilize ordinary care in discharging his managerial duties.  \nBecause Walsh owed no duty to the company as member or otherwise, summary \n                                                 \n1 Plaintiff is not foreclosed from availing himself of the statutory mechanism put in place for the \ncessation of LLC membership.  See N.C. GEN. STAT. § 57C-3-02 (2013). \n \n \njudgment is appropriate as to Plaintiff’s derivative breach of fiduciary duty claim \nagainst him.  Accordingly, the Court addresses Plaintiff’s derivative breach of \nfiduciary duty claim solely as it applies to A. Jacobson.2   \n{65} Plaintiff alleges that A. Jacobson br eached his fiduciary duty to Coastal by \n(i) failing to disclose the carrying costs associated with maintaining the lots; (ii) \nallowing Coastal to invest in property with declining fair market value; and (iii) \nfailing to aggressively market the lots for sale in order to satisfy the outstanding \nloans. (Compl. ¶¶ 160–62).  Plaintiff argues that he sought information about an \nexit strategy from Defendants on numerous occasions and Walsh told him “that \nthey were limited with regard to the actions that could be taken because [those] \nactions could destroy their credit.”  (Pl.’s Resp. Mot. I 17–18).  A. Jacobson contends \nthat Plaintiff’s allegations are based solely on conjecture and are not supported by \nthe evidence.  (Defs.’ Br. Supp. Mot. I 20). \n{66} In his deposition, Plaintiff admitted  he knew of the carrying costs involved \nin the properties and he only suspected that A. Jacobson knew of the declining real \nestate market.  (Dep. S. Jacobson pp. 112, 258).  Regarding his allegation that A. \nJacobson failed to aggressively market the lots for sale, Plaintiff presented evidence \nthat he repeatedly offered suggestions about how to get rid of the lots but was met \nwith responses ranging from “we need to weather this temporary storm,” to “I say \nthat we put all lots for sale at this point at the price we paid for them and see if we \ncan get an offer.” (Dep. S. Jacobson Ex. 14).  However, each of the statements in \nresponse to Plaintiff’s suggestions was made by Walsh, not by A. Jacobson.  (Dep. S. \nJacobson Ex. 14).  The Court has before it no evidence that A. Jacobson failed to \naggressively market the lots for sale.  Moreover, Plaintiff has failed to offer any \nevidence, or point to particular facts, that A. Jacobson knew or should have known \nthe property was declining in value when he allowed Coastal to invest in it.  At his \ndeposition, Plaintiff confirms that he merely suspected A. Jacobson knew of the lots’ \n                                                 \n2 The same is true for all Plaintiff’s derivative claims that require a duty as an essential element.  \nThis includes Plaintiff’s derivative claims for negligence and negligent misrepresentation discussed \nherein. \n \n \ndeclining value when he offered Plaintiff the investment opportunity.  (Dep. S. \nJacobson p. 258).   \n{67} For the reasons given, the Court GRANTS Motion I and DISMISSES \nPlaintiff’s derivative breach of fiduciary duty claim as to all Defendants.    \n2. \nACCOUNTING AND INSPECTION OF CORPORATE RECORDS \n{68} A member of an LLC may make “reasonable demand” for “information \nregarding the status of the business and the financial condition of the [LLC].”  The \ndemand, however, must “(i) be in writing, (ii) be made in good faith and for a proper \npurpose, and (iii) describe with reasonable particularity the purpose and the record \nor information desired.”  N.C. GEN. STAT. § 57C-3-04 (2013).   \n{69} In his Complaint, Plaintiff requests  a full accounting and an inspection of \nall Coastal corporate records (Compl. ¶¶ 166–67), and bases his request on \nallegations that “A. Jacobson and Walsh took actions clearly in conflict with the \ninterests of [Coastal] and entered into transactions from which they derived an \nimproper personal benefit.”  (Compl. ¶ 165).  Defendants argue that the requested \ninformation has always been available to Plaintiff had he demanded it.  (Defs.’ Br. \nSupp. Mot. I 20–21).  Plaintiff does not argue or contend that he made a written \ndemand upon Defendants for information, rather that such a request would have \nbeen futile because “[t]he manager of [Coastal] and the only member other than \n[himself] were the parties against whom [he] intended to proceed with legal action.”  \n(Pl.’s Resp. Mot. I 18).  Furthermore, in his deposition, Plaintiff stated that he \n“didn’t feel [he] needed to make an affirmative request for information to get \ninformation on [his investment].”  (Dep. S. Jacobson p. 204).     \n{70} Having failed to meet the prerequisite of a proper request to inspect \nCoastal’s records and for an accounting, Plaintiff is not entitled to the relief sought.          \n{71} Therefore, the Court GRANTS Motion I and DISMISSES Plaintiff’s claim \nfor full accounting and inspection of corporate records.  \n \n \n \n \n3. \nNEGLIGENCE \n{72} “‘The essential elements of any neg ligence claim are the existence of a legal \nduty or standard of care owed to the plaintiff by the defendant, breach of that duty, \nand a causal relationship between the breach of duty and certain actual injury or \nloss sustained by the plaintiff.’”  Harris v. DaimlerChrysler Corp., 180 N.C. App. \n551, 555, 638 S.E.2d 260, 265 (2006) (quoting Peace River Elec. Coop. v. Ward \nTransformer Co., 116 N.C. App. 493, 511, 449 S.E.2d 202, 214 (1994)). \n{73} As manager of Coastal, A. Jacob son is the only member who owed an \nobligation to the company.  See BOGNC, 2009 NCBC 26 at ¶ 52.   \n{74} Plaintiff alleges that, as manager,  A. Jacobson was negligent in that he: \n(a) [f]ailed to draft the necessary corporate documents to effectively \nestablish [Coastal];  \n(b) [f]ailed to provide the members of [Coastal] with the necessary \nreporting forms for tax purposes;  \n(c) [f]ailed to hold annual meetings of [Coastal];  \n(d) [f]ailed to file annual reports fo r [Coastal] with the North Carolina \nSecretary of State;  \n(e) [a]llowed the North Carolina Secretary of State to begin \nadministratively dissolving [Coastal];  \n(f) [m]ade decisions about marketing the lots that were to the detriment \nof [Coastal];  \n(g) [f]ailed to exercise reasonable care in the selection and hiring . . . of \nrealtors to sell the lots; and  \n(h) [was] otherwise careless and negligent in breaching legal duties owed \nto the members of [Coastal].   \n(Compl. ¶ 172).  \n{75} In partial support of his claim, Plaintiff relies on his contention that \nDefendants did not file an annual report for the year 2011.  (Pl.’s Resp. Mot. I 19).    \nThe Complaint was filed in 2010.  Although in his response to Motion I Plaintiff \nclaims that Defendants failed to file an annual report in 2011, because this event \nnecessarily occurred after 2010, it could not have been contemplated in the \nComplaint.  No North Carolina Court has, to date, recognized the relation-back of \n \n \nallegations of fact without amending the complaint.  See Gadsden v. George H. \nCrafts & Co., 175 N.C. 358, 361, 95 S.E. 610, 611 (1918) (“In suits founded on \nnegligence, allegations of fact tending to establish the same general acts of \nnegligence may properly be added by amendment.”) (citation omitted).  Plaintiff has \nnot sought to amend his Complaint.  Consequently, Plaintiff’s allegation that \nDefendants failed to file an annual report for the year 2011 cannot serve as \nevidence to support his contention.   \n{76} Further, Plaintiff rests his negligence claim on mere allegation and \nsuspicion, neither of which are sufficient to overcome a motion for summary \njudgment.  In addition, Plaintiff has not demonstrated any injury to Coastal \nproximately caused by one or more of the alleged failings attributed to A. Jacobson \nas manager of Coastal; nor has plaintiff offered or forecasted evidence of a breach of \nduty, an essential element of his negligence claim. \n{77} Therefore, the Court GRANTS Motion I and DISMISSES Plaintiff’s \nderivative negligence claim as to all Defendants.   \n4. \nNEGLIGENT MISREPRESENTATION \n{78} “To establish a claim for negligent misrepresentation, a party must show \nthat he: ‘[(1)] justifiably relies [(2)] to his detriment [(3)] on information prepared \nwithout reasonable care [(4)] by one who owed the relying party a duty of care.’”  \nHospira Inc. v. AlphaGary Corp., 194 N.C. App. 695, 700, 671 S.E.2d 7, 12 (2009) \n(quoting Raritan River Steel Co. v. Cherry, Bekaert & Holland, 322 N.C. 200, 206, \n367 S.E.2d 609, 612 (1988), rev’d on other grounds, 329 N.C. 646, 407 S.E.2d 178 \n(1991)) (alteration in original).  Unlike fraudulent misrepresentation, Plaintiff must \nprove that A. Jacobson should have known the statements he made were false.  See \nWhitehurst v. Life Ins. Co., 149 N.C. 273, 278, 62 S.E. 1067, 1068 (1908) (“A \nmisrepresentation, however, is a fraud at law, although made innocently, and with \nan honest belief in its truth, if it be made by a man who ought in the due discharge \nof his duty to have known the truth, or who formerly knew, and ought to have \nremembered, the fact which negatives the representation . . . .”).     \n \n \n{79} Plaintiff identifies no evidence of any misrepresentation relied on by \nCoastal to its detriment.  The purpose of a derivative action is to enforce the rights \nof the LLC, not those of its individual members.  See N.C. GEN. STAT. § 57C-8-01 (“A \nmember may bring an action in the superior court of this State in the right of any . . \n. [LLC] to recover a judgment in its favor . . . .”).  Plaintiff directs the Court to no \nevidence in support of his derivative claim for negligent misrepresentation.3 \n{80} Therefore, the Court GRANTS Motion I and DISMISSES Plaintiff’s \nderivative negligent misrepresentation claim as to all Defendants. \n5. \nFRAUD AND FRAUDULENT MISREPRESENTATION \n{81} “To survive a motion for summary ju dgment on the charge of fraud, the \nrecord must show evidence of the following: ‘(1) false representation or concealment \nof a material fact, (2) reasonably calculated to deceive, (3) made with intent to \ndeceive, (4) which does in fact deceive, and (5) resulting in damage to the injured \nparty.’”  Hospira, 194 N.C. App. at 699, 671 S.E.2d at 11 (citation omitted).  \n{82}  Similar to Plaintiff’s derivative negligent misrepresentation claim, \nPlaintiff provides no evidence of any misrepresentation made to or relied upon by \nCoastal, the party in interest in the derivative fraud and fraudulent \nmisrepresentation claims.  Plaintiff argues only that A. Jacobson’s representations \ndeceived members of Coastal into personally investing in Defendants’ real estate \nproject, not that Coastal, itself, was deceived into investing in the project.  (Compl. \n¶ 184).  Accordingly, the Court GRANTS Motion I and DISMISSES Plaintiff’s \nderivative fraud and fraudulent misrepresentation claims. \n \n \n \n                                                 \n3 It is unnecessary to consider the nature of A. Jacobson’s statements or whether A. Jacobson should \nhave known of their falsity because Plaintiff has neither alleged nor provided evidence of any \ninformation provided to Coastal that it could have relied on.  Plaintiff’s derivative claim is based \nentirely on alleged wrongs committed against him, which have already been addressed in Plaintiff’s \nindividual claims. \n \n \n6. \nDISSOLUTION AND FRUSTRATION OF MEMBER EXPECTATIONS \n{83} Plaintiff and Defendants summarily repeat their arguments for and \nagainst dissolution of Coastal that are discussed in Plaintiff’s individual dissolution \nclaim.  Therefore, the Court GRANTS Motion I and DISMISSES Plaintiff’s \ndissolution and frustration of member expectations claim. \n7. \nVERIFICATION  \n{84} All complaints initiating shareholder derivative actions must be verified.  \nN.C. GEN. STAT. § 1A-1, Rule 23(b) (2013); Blythe v. Bell, 2013 NCBC 7 ¶ 45 (N.C. \nSuper. Ct. Feb. 4, 2013), http://www.ncbusinesscourt.net/opinions/ \n2013_NCBC_7.pdf (denying the defendants’ motions for summary judgment in \npart).  Because the Court has dismissed all of Plaintiff’s remaining claims, it is \nunnecessary to address this claim.   \nVI. \nRULE 11 SANCTIONS \n{85} “Rule 11 requires that pleadings, motions, and other papers filed with the \ncourt . . . be well-grounded in fact, warranted by existing law or a good faith \nargument for the extension, modification, or reversal of existing law, and not filed \nfor any improper purpose, such as to harass or cause unnecessary delay or increase \nin the costs of litigation.”  McKinnon v. CV Indus., 2012 NCBC 36 ¶ 36 (N.C. Super. \nCt. June 11, 2012), http://www.ncbusinesscourt.net/opinions/2012_NCBC_36.pdf \n(granting in part and denying in part the defendant’s motion for attorney’s fees \nunder Rule 11 and N.C.G.S. § 6-21.5), remanded in part, 745 S.E.2d 343 (N.C. Ct. \nApp. 2013).  The Rule 11 analysis considers three requirements: “(1) factual \nsufficiency, (2) legal sufficiency, and (3) proper purpose.”  Static Control \nComponents, Inc. v. Vogler, 152 N.C. App. 599, 603, 568 S.E.2d 305, 308 (2002) \n(citation omitted).  A failure to meet any one of these requirements obligates the \nCourt to impose sanctions.   Id. \n \n \n{86} “Analysis of the factual sufficiency  of a complaint requires the court to \ndetermine ‘(1) whether the plaintiff undertook a reasonable inquiry into the facts \nand (2) whether the plaintiff, after reviewing the results of his inquiry, reasonably \nbelieved that his position was well grounded in fact.’”  Id. at 603–04, 568 S.E.2d at \n308 (citation omitted).  “An inquiry is reasonable if ‘given the knowledge and \ninformation which can be imputed to a party, a reasonable person under the same \nor similar circumstances would have terminated his or her inquiry and formed the \nbelief that the claim was warranted under existing law.’”  Id. at 604, 568 S.E.2d at \n308 (citation omitted). \n{87} “[I]n determining whether a pleading  was warranted by existing law at the \ntime it was signed the court must look at the face of the pleading and must not read \nit in conjunction with responsive pleadings . . . .”  Bryson v. Sullivan, 330 N.C. 644, \n656–57, 412 S.E.2d 327, 333 (1992).  A threshold determination for the Court is \nwhether the pleading is “facially plausible.”  \nIf the pleading is not facially plausible, . . . the [C]ourt must ask whether \nthe pleading party failed to “conduct reasonable inquiry into the law or \ndid not reasonably believe that the [pleading] was warranted by existing \nlaw” or “a good faith argument for the extension, modification, or \nreversal of existing law.”   \nMcKinnon, 2012 NCBC 36 ¶ at 39 (citations omitted). \n{88} Applying an objective standard, the Court’s analysis should take into \naccount whether the pleading, motion, or other paper was filed for “‘any purpose \nother than one to vindicate rights . . . or to put claims of right to a proper test.’”  \nBrown v. Hurley, 124 N.C. App. 377, 382, 477 S.E.2d 234, 238 (1996) (quoting Mack \nv. Moore, 107 N.C. App. 87, 93, 418 S.E.2d 685, 689 (1992)).  Upon completion of the \nanalysis, the non-moving party “‘will be held responsible if his evident purpose is to \nharass, persecute, otherwise vex his opponents or cause them unnecessary cost or \ndelay.’”  \nId. (citation omitted). \n{89} Here, Walsh premises his motion for Rule 11 sanctions on his belief that \nPlaintiff continued with litigation even though “many, if not all, of his allegations \nwere baseless.”  (Defs.’ Reply Br. Supp. Mot. I 11). Walsh also claims that “Plaintiff \n \n \nhas continued his lawsuit for more than a year after admitting in his deposition \nthat it is without basis in fact.”  (Defs.’ Br. Supp. Mot. I 25). \n{90} Plaintiff has never admitted that his lawsuit was “without basis in fact” as \nWalsh suggests.  The only claims Plaintiff admits are without bases in fact are his \nindividual claims against Walsh for breach of fiduciary duty and fraudulent \nconcealment. (Dep. S. Jacobson pp. 105, 256–58). \n{91} Walsh has presented no evidence te nding to prove that Plaintiff’s entire \nlawsuit was not warranted by existing law at the time the pleading was filed, nor \ndoes he direct the Court to specific facts or evidence that the lawsuit was filed for an \nimproper purpose.  As the movant, Walsh bears the burden of proving that Plaintiff \nhas violated Rule 11 in a manner that entitles him to sanctions from the Court.  The \nCourt concludes that Walsh has carried his burden only with respect to Plaintiff’s \nindividual claims for breach of fiduciary duty and fraudulent concealment.  \nHowever, because the Court grants relief under N.C.G.S. § 6-21.5, the Court need \nnot impose sanctions under Rule 11.  See Overcash v. Blue Cross & Blue Shield, 94 \nN.C. App. 602, 618, 381 S.E.2d 330, 340 (1989) (citing Zaldivar v. City of Los \nAngeles, 780 F.2d 823, 830 (9th Cir. 1986)).     \n{92}  Therefore, the Court DENIES Motion II.  \nVII. \nVIOLATION OF N.C.G.S. § 6-21.5 \n{93} “N.C.G.S. § 6-21.5 allows a court, up on motion of the prevailing party, to \naward [attorney’s] fees if the court finds that there was a ‘complete absence of a \njusticiable issue of either law or fact raised by the losing party in any pleading.’”  \nMcKinnon, 2012 NCBC 36 at ¶ 42.  The purpose of N.C.G.S. § 6-21.5 is to prevent \nfrivolous lawsuits.  Persis Nova Constr. v. Edwards, 195 N.C. App. 55, 66, 671 \nS.E.2d 23, 30 (2009).  A grant of summary judgment, standing alone, is not \nsufficient to support an award of attorney’s fees under N.C.G.S. § 6-21.5.  \nMcKinnon, 2012 NCBC 36 at ¶ 42.  Because the statute detracts from the common \nlaw, it must be strictly construed.  Persis Nova Constr., 195 N.C. App. at 65, 671 \nS.E.2d at 29 (citation omitted).   \n \n \n{94} In a claim for attorney’s fees unde r N.C.G.S. § 6-21.5, “the first issue is \nwhether the pleading, when read in conjunction with all the responsive pleadings, \nfacially presents a justiciable issue of law.”  Depasquale v. O’Rahilly, 102 N.C. App. \n240, 246–47, 401 S.E.2d 827, 831 (1991) (citing Bryson, 102 N.C. App. at 16, 401 \nS.E.2d at 656).  “If not, then the second issue is ‘whether the losing party should \nreasonably have been aware that the pleading he filed contained no justiciable’ \nissue of law.”  Id.  The Court must determine whether “the losing party persisted in \nlitigating the case after a point where he should reasonably have become aware that \nthe pleading he filed no longer contained a justiciable issue.”  Sunamerica Fin. \nCorp. v. Bonham, 328 N.C. 254, 258, 400 S.E.2d 435, 438 (1991).  \n{95} Walsh bases his motion for attorney’s  fees on Plaintiff’s failure to dismiss \nhis breach of fiduciary duty claims against Walsh after Plaintiff stated in his \ndeposition that the two had never had a previous business relationship.  (Defs.’ Br. \nSupp. Mot. I 25–26).  In his deposition, Plaintiff admits that he had no prior \nassociation with Walsh and that he alleged a prior association with him as “an \noversight.”  (Dep. S. Jacobson p. 105).  Plaintiff even admits that there was no \nfiduciary relationship between him and Walsh.  (Dep. S. Jacobson pp. 256–58).  \nPlaintiff’s oversight caused Walsh to incur the costs and inconvenience of defending \nagainst two claims that wholly lacked a justiciable issue of law or fact.  Plaintiff has \nyet to dismiss his individual claims of breach of fiduciary duty and fraudulent \nconcealment against Walsh.\n4  The Court concludes that there was a complete \nabsence of a justiciable issue of law or fact as to the individual claims of breach of \nfiduciary duty and fraudulent concealment raised against Walsh in the Complaint. \n{96} Although Walsh seeks attorney’s fees  regarding all of Plaintiff’s claims, he \nis not entitled to such relief. \n{97} Therefore, the Court GRANTS Motion III, but only as to Plaintiff’s \nindividual claims of breach of fiduciary duty and fraudulent concealment.  Walsh \n                                                 \n4 Although Plaintiff also filed a derivative breach of fiduciary duty claim against Walsh, Plaintiff’s \ndeposition statements that Walsh relies on in his argument were all made in reference to Plaintiff’s \nindividual claims against Walsh involving a fiduciary relationship.  (\nSee Defs.’ Br. Supp. Mot. I 25–\n26; see also Dep. S. Jacobson pp. 105, 256–58). \n \n \nmay submit to the Court an accounting of attorney’s fees reasonably incurred in \ndefending against Plaintiff’s individual breach of fiduciary duty and fraudulent \nconcealment claims.  The Court will conduct a hearing on the matter and afford \nPlaintiff an opportunity to be heard before setting an appropriate amount of \nattorney’s fees to be assessed against him.\n \nVIII. \nCONCLUSION \n{98} The Court GRANTS Motion I, DENIES Motion II, and GRANTS in part \nand DENIES in part Motion III. \n{99} WHEREFORE, the Court hereby DISMISSES Plaintiff’s (i) individual \nclaims for fraud, fraudulent misrepresentation, fraudulent concealment, unfair and \ndeceptive practices, breach of contract, breach of fiduciary duty, punitive damages, \nand dissolution; and (ii) derivative claims for breach of fiduciary duty, accounting \nand inspection of corporate records, negligence, negligent misrepresentation, fraud, \nfraudulent misrepresentation, and dissolution and frustration of member purpose.   \n{100} The Court does not address Motion I with respect to its verification claim, \nas such is superfluous.   \n{101} Having been determined in Motion II, the Court DISMISSES Walsh’s \ncounterclaims for sanctions pursuant to Rule 11, and GRANTS in part as Motion III \nthe counterclaim/motion for sanctions for violation of N.C.G.S. § 6-21.5.  \n{102} Within 45 days from entry of this Order, Walsh shall submit to the Court \nan accounting of attorney’s fees reasonably incurred by him in defending against \nPlaintiff’s individual breach of fiduciary duty and fraudulent concealment claims.  \n SO ORDERED, this the 22nd day of January, 2014. \n \n "
}