{
  "id": "ded0f445f3dacbbad3ee0d9543d38dbc8505879a3585a2107b07ab5d682da5e8",
  "source_file": "data/raw/ncbc/ded0f445f3dacbbad3ee0d9543d38dbc8505879a3585a2107b07ab5d682da5e8.pdf",
  "raw_text": "Nelson v. Alliance Hospitality Mgmt., LLC, 2011 NCBC 42.  \nSTATE OF NORTH CAROLINA\n  \nCOUNTY OF WAKE \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 3217 \n \n \nKENNETH E. NELSON, \n \nPlaintiff, \n \nv.  \n \nALLIANCE HOSPITALITY \nMANAGEMENT, LLC, a Georgia \nlimited liability company, ROLF \nA. TWEETEN, and AXIS \nHOSPITALITY, INC., an Illinois \ncorporation,  \n \nDefendants.  \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n  \nORDER ON MOTION TO DISMISS \n {1}  THIS MATTER is before the Court on cross-motions to dismiss pursuant \nto Rule 12 of the North Carolina Rules of Civil Procedure (“Rule(s)”).  For the \nreasons stated below, the Court concludes that Defendants’ motion is GRANTED in \npart and DENIED in part and that Plaintiff’s motion is DENIED.   \nMeynardie & Nanney, PLLC by Joseph H. Nanney and Moore & Van Allen \nPLLC by William E. Freeman and Michael J. Byrne for Plaintiff/ \nCounterclaim Defendant Kenneth E. Nelson. \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, L.L.P. by Michael W. \nMitchell and Jackson W. Moore, Jr. for Defendants/Counterclaim Plaintiffs \nAlliance Hospitality Management, LLC, Rolf A. Tweeten, and Axis \nHospitality, Inc. \n \nGale, Judge.   \n \n \n \nI. INTRODUCTION \n {2}  This case arises out of Plaintiff/Counterclaim-Defendant Kenneth E. \nNelson’s (“Nelson”) employment with and ownership interest in Defendant/ \nCounterclaim-Plaintiff Alliance Hospitality Management, LLC (“Alliance”).  Nelson \ncontends that Defendants/Counterclaim-Plaintiffs Axis Hospitality, Inc. (“Axis”) and \nRolf A. Tweeten (“Tweeten”) secretly negotiated the sale of substantially all of \nAlliance’s assets and wrongfully withholds his proportionate share of the proceeds.  \nNelson asserts claims for breach of fiduciary duty, dissolution, constructive fraud, \ndeclaratory judgment, and breach of contract/wrongful termination.  Defendants’ \nmotion seeks to dismiss all of Nelson’s claims except for declaratory judgment.   \n {3}  Defendants dispute both the va lidity and the extent of the ownership \ninterest Nelson claims in Alliance.  They allege that Nelson obtained his purported \ninterest through misrepresentation and/or fraud and further that he can no longer \nbe a member because he is insolvent.  In their counterclaim, Defendants assert \nclaims for declaratory judgment, reformation, negligent misrepresentation, \nconstructive fraud, breach of fiduciary duty, and injunctive relief.  Plaintiff’s motion \nseeks to dismiss Defendants’ claims for constructive fraud and negligent \nmisrepresentation.   \n {4}  Accepting all facts as true, as th e Court must, Nelson’s Complaint states \nvalid causes of action for breach of fiduciary duty, dissolution, and constructive \nfraud but omits key assertions necessary to state an actionable claim for breach of \ncontract/wrongful termination.  Defendants state valid causes of action for \nconstructive fraud and negligent misrepresentation.  Accordingly, only Nelson’s \nclaim for breach of contract/wrongful termination should be dismissed.  There are \nmany issues that may later be appropriate for summary disposition after discovery, \nbut those issues cannot be decided upon an initial motion to dismiss pursuant to \nRule 12(b)(6).   \n \n \n \n \nII. PROCEDURAL BACKGROUND \n {5}  Nelson filed his Complaint in Alamance County Superior Court on \nFebruary 25, 2011 and his Amended Complaint on June 1, 2011.  The matter was \ndesignated as a Complex Business Case by Order of Chief Justice Sarah Parker \ndated March 22, 2011 and subsequently assigned to this Court by Order dated \nMarch 24, 2011.  Defendants filed their Answer and Counterclaim on February 28, \n2011 and their Second Amended Counterclaim on July 11, 2011.  On July 29, 2011, \nNelson filed his Motion to Dismiss pursuant to Rule 12(b)(6) (“Plaintiff’s Motion”).  \nThat same day, Defendants filed their Motion to Dismiss pursuant to Rules 12(b)(1) \nand 12(b)(6) (“Defendants’ Motion”).  The motions have been fully briefed, the Court \nheard oral arguments, and the matter is ripe for disposition.   \n \nIII. STATEMENT OF FACTS \n {6}  The following facts are taken fr om the pleadings and documents they \nincorporate,1 construed favorably to the moving party with permissible inferences \nnot inconsistent with the alleged facts.   \n {7}  Nelson is a citizen and resident of Cary, Wake County, North Carolina, \nand former Chief Financial Officer\n2 and manager-director of Alliance.  Alliance is a \nGeorgia limited liability company with a principal place of business in Wake \nCounty, North Carolina that provides third-party hospitality management services \nto hotels throughout the United States.  Tweeten is a citizen and resident of \nRaleigh, Wake County, North Carolina and the sole owner of Axis.  Axis is an \nIllinois corporation with a principal place of business in Wake County, North \nCarolina.  Axis is the majority interest holder in Alliance.   \n                                                 \n1 Documents referenced in and attached to the pleadings can be considered on a motion to dismiss \nwithout converting a Rule 12(b)(6) motion into a motion for summary judgment.  See Brackett v. \nSGL Carbon Corp., 158 N.C. App. 252, 255, 580 S.E.2d 757, 759 (2003); Tomlin v. Dylan Mortgage, \nInc., 2000 NCBC 9, fn. 1 (N.C. Super. Ct. June 12, 2000), http://www.ncbusinesscourt.net/opinions/ \n2000%20NCBC%209.htm.  \n \n2 Nelson was Chief Financial Officer of Alliance from sometime in 2009 until January 31, 2011, and \nwas a manager-director of Alliance from August 2007 until January 19, 2011.  (Am. Compl. ¶¶ 43, \n45; Second Am. Countercl. ¶ 6.)  Nelson also served as Vice-President of Axis for a period not alleged, \nbut beginning sometime in or before 2010.  (Second Am. Countercl. ¶¶ 6−7.)  \n \n {8}  In 2007, Tweeten, through Axis, purchased a majority interest in \nAlliance.  (Am. Compl. ¶ 21.)  Prior to doing so, Tweeten contacted Nelson and \nrequested his help in managing the operations of Alliance.  (Am. Compl. ¶ 22.)  \nNelson agreed, and became a member of Alliance’s board of directors in August \n2007.  (Am. Compl. ¶¶ 22− 23.)  At that time, Alliance was owned and managed by \nAxis, Tweeten, and Keith Hansen (“Hansen”), Alliance’s former Chief Financial \nOfficer.   \n {9}  In January 2008, Tweeten promised Nelson a twenty percent (20%) \nownership interest in Alliance.  (Am. Compl. ¶ 25.)  Tweeten later asked if the \ntwenty percent (20%) interest could be reduced to ten percent (10%), and Nelson \nagreed to the reduction.  (Am. Compl. ¶ 26.)  Effective February 28, 2008, Axis, \nTweeten, and Hansen executed an Amended and Restated Operating Agreement of \nAlliance Hospitality Management, LLC (“Operating Agreement”) setting forth the \n“Membership Percentage Interests” and membership “Units” in Alliance.  (Pl.’s Br. \nin Supp. of Mot. to Dismiss (“Pl.’s Supp. Br.”) Ex. 1 at 26−27.)  At that time, there \nwere one hundred (100) outstanding membership units with each unit representing \na one percent (1%) ownership interest.  Tweeten held twenty-nine (29) ownership \nunits; Axis held fifty-one (51) ownership units; and Hansen held twenty (20) \nownership units.  In March 2008, Alliance purchased Tweeten’s twenty-nine (29) \nunits reducing the number of outstanding units to seventy-one (71); fifty-one (51) of \nwhich were owned by Axis and the remaining twenty (20) by Hansen.  (Am. Compl. \n¶¶ 28−29.)    \n {10}  During 2007 and 2008, Nelson worked part-time for Alliance while \ncommuting between Milwaukee, Wisconsin and Raleigh, North Carolina.  (Am. \nCompl. ¶ 30.)  In early 2009, Tweeten convinced Nelson to move to North Carolina \nand increase his participation in Alliance’s management.  (Am. Compl. ¶  30.)  \nNelson agreed to relocate but insisted on the execution of a written document \nevidencing his ownership interest in Alliance.  (Am. Compl. ¶ 31.) \n {11}  Between May 28, 2009 and June 3, 2009, Tweeten and Nelson had \nnumerous conversations regarding Nelson’s ownership interest in the company.  \n \n(Am. Compl. ¶ 31.)  The Parties each acknowledge that these conversations took \nplace, but they disagree as to the extent of Nelson’s contemplated ownership \ninterest.  Nelson contends that Tweeten authorized an ownership interest of ten \n(10) membership units, which equates to sixteen and four-tenths percent (16.4%), \nand Tweeten contends that he authorized an ownership interest of ten percent \n(10%).3   \n {12}  On June 3, 2009, Tweeten and Nelson executed a Consent Resolution \nindicating that Alliance would issue ten (10) membership units to Nelson as \ncompensation for his ongoing management services.  (Am. Compl. ¶ 32.)  Nelson \nthen left his home in Wisconsin and moved to Cary, North Carolina.  (Am. Compl. ¶ \n33.)  Those units were not actually issued at that time.  \n {13}  In April 2010, Alliance purchased Hansen’s ownership interest leaving \nsixty-one (61) membership units outstanding.  (Am. Compl. ¶ 34.)  On September \n24, 2010, Nelson presented Tweeten with a document entitled Admission of Member \n(“Admission Document”) which purports to grant an ownership interest of ten (10) \nunits to Nelson.  (Pl.’s Supp. Br. Ex. 1.)  The Admission Document provides an \neffective date of March 23, 2010.   \n {14}  Defendants contend Nelson presented the Admission Document to \nTweeten as a document that had to be executed immediately so that Nelson could \nrenew certain state licenses that Alliance needed in order to continue its hotel \nmanagement operations.  (Second Am. Countercl. ¶ 31.)  Tweeten contends he \nsigned the Admission Document without being given an opportunity to read it or \ninvestigate its legal effect given the urgency presented by Nelson.  (Second Am. \nCountercl. ¶ 31.)  Tweeten further asserts that he could not have learned the true \nfacts surrounding the execution of the Admission Document through the exercise of \ndue diligence.  (Second Am. Countercl. ¶ 31.)  Nelson counters that there was \nnothing misleading about the clear language of the document, which Tweeten must \nbe presumed to have read.   \n                                                 \n3 While Defendants claim Nelson cannot be a member because of his insolvency, they admit he holds \nan ownership interest in Alliance.     \n \n {15}  In early 2010, Tweeten and Nelson discussed the possibility of either \nmerging Alliance with another company, or selling substantially all of its assets.  \n(Am. Compl. ¶ 37.)  Interstate Management Company, LLC (“Interstate”) was \nconsidered a potential purchaser and Tweeten and Nelson actively pursued it as \nsuch.  (Am. Compl. ¶ 41.)  Negotiations were ongoing during most of 2010, and \nTweeten and Nelson regularly communicated regarding the future of Alliance.  (Am. \nCompl. ¶ 38.) \n {16}  On November 19, 2010, Tweeten halted all negotiations and informed \nNelson that Alliance would not be sold.  (Am. Compl. ¶ 39.)  He then offered to \npurchase Nelson’s ownership interest at a price substantially below what Nelson \nbelieved to be fair value.  (Am. Compl. ¶ 40.)   \n {17}  After November 19, 2010, Nelson alleges that without his knowledge or \nparticipation, Tweeten secretly continued to negotiate the sale of a substantial part \nof Alliance’s assets to Interstate.  (Am. Compl. ¶ 42.)   \n {18}  On January 19, 2011, Tweeten took action intended to remove Nelson as \nan Alliance director.  (Am. Compl. ¶ 43.)  On or about January 28, 2011, Tweeten, \non behalf of Alliance, executed a contract with Interstate for the sale of a \nsubstantial part of Alliance’s assets.  (Am. Compl. ¶ 44.)  On January 31, 2011, \nTweeten took action intended to terminate Nelson as Alliance’s Chief Financial \nOfficer.  (Am. Compl. ¶ 45.)  Within a week of Nelson’s termination, Tweeten \ninformed him of the pending sale to Interstate.  (Am. Compl. ¶ 46.) \n {19}  The transaction between Alliance and Interstate closed on or about \nApril 1, 2011.  (Am. Compl. ¶ 47.)  Under the terms of the sale, Alliance was paid \nsome monies at closing, with additional funds to be paid in installments over a two \n(2) year period.4  (Am. Compl. ¶ 48.)  \n {20}  Prior to the sale, Alliance manage d approximately fifty (50) hotels but as \na result of the Interstate Transaction, that number has been reduced to \napproximately seventeen (17).  (Am. Compl. ¶¶ 49−50; Second Am. Countercl. ¶ 5.)  \nDespite the substantial reduction in size, Tweeten has refused to distribute any of \n                                                 \n4 The exact terms of the transaction have not been publicly disclosed.   \n \nthe Interstate proceeds to Nelson asserting that Alliance has elected to retain the \nproceeds as operating capital. \n {21}  Nelson alleges that he was squeez ed out as the minority interest holder \nin Alliance so that Tweeten could reap the entire benefit of the Interstate \ntransaction and that Tweeten’s claim of holding the funds as capital is pretextual.  \nTweeten contends that Nelson was removed as a director and the Chief Executive \nOfficer of Alliance due to his alleged insolvency5 and his “failure to devote his time \nto the business of Alliance and Axis.”  (Am. Countercl. ¶ 42.) \n \nIV. STANDARD OF REVIEW \n{22}  The standard for a Rule 12(b)(1) motion is discussed below.  The \nappropriate Rule 12(b)(6) standard is well established.  See, e.g., Sutton v. Duke, \n277 N.C. 94, 102−03, 176 S.E.2d 161, 166 (1970); Crouse v. Mineo, 189 N.C. App. \n232, 237, 658 S.E.2d 33, 36 (2008); Harris v. NCNB Nat’l Bank of N.C., 85 N.C. App. \n669, 670−71, 355 S.E.2d 838, 840−41 (1987).   \n \nV. ANALYSIS \nA. Defendants’ Motion to Dismiss \n {23}  Defendants’ Motion attacks Nels on’s standing to assert claims for \nbreach of fiduciary duty and dissolution under Rule 12(b)(1) and seeks dismissal of \nNelson’s claims for breach of fiduciary duty, dissolution, constructive fraud, and \nbreach of contract/wrongful termination under Rule 12(b)(6).   \n1.  Breach of Fiduciary Duty and Dissolution Claims \n a. The Standing Issue   \n {24}  Defendants acknowledge that Nels on has standing to assert some claims \nbut attack his breach of fiduciary duty and dissolution claims under Rule 12(b)(1) \non the basis that such claims belong only to a member of Alliance. \n                                                 \n5 As discussed more fully below, Axis, Tweeten and Alliance claim that Nelson was insolvent during \n2009, 2010, and 2011.  Defendants contend this insolvency caused Nelson to forfeit his interest as a \nmember and manager of Alliance.  Accepting all of Defendants’ allegations, there is also a question \nwhether Nelson was insolvent before he was made a member.  \n \n {25}  “Standing refers to whether a party has a sufficient stake in an \notherwise justiciable controversy such that he or she may properly seek \nadjudication of the matter.”  Morris v. Thomas, 161 N.C. App. 684, 684, 589 S.E.2d \n419, 422 (2003) (citing Am. Woodland Indus., Inc. v. Tolson, 155 N.C. App. 624, 626, \n574 S.E.2d 55, 57 (2002), disc. review denied, 357 N.C. 61, 579 S.E.2d 283 (2003)).  \nIt is “a necessary prerequisite to a court’s proper exercise of subject matter \njurisdiction” and a question of law for the court.  Aubin v. Susi, 149 N.C. App. 320, \n324, 560 S.E.2d 875, 878−79, disc. review denied, 356 N.C. 610, 574 S.E.2d 474 \n(2002); See Creek Pointe Homeowner’s Ass’n v. Happ, 146 N.C. App. 159, 165, 552 \nS.E.2d 220, 225 (2001), review denied, 356 N.C. 161, 568 S.E.2d 191 (2002).  \n“[P]laintiffs have the burden of proving that standing exists,” Tolson, 155 N.C. App. \nat 627, 574 S.E.2d at 57, but “at the pleading stage, general factual allegations of \ninjury resulting from the defendant’s conduct may suffice, for on a motion to dismiss \nwe ‘presum[e] that general allegations embrace those specific facts that are \nnecessary to support the claim.’”  Neuse River Found., Inc. v. Smithfield Foots, Inc., \n155 N.C. App. 110, 113, 574 S.E.2d 48, 51 (2002).    \n {26}  The North Carolina Court of Appe als has indicated that “[s]tanding . . . \nis . . . properly challenged by a Rule 12(b)(6) motion to dismiss.”  Fuller v. Easley, \n145 N.C. App. 391, 395, 553 S.E.2d 43, 46 (2001); Energy Investors Fund, L.P. v. \nMetric Constructors Inc., 351 N.C. 331, 337, 525 S.E.2d 441, 445 (2000).  Standing \nmay also be challenged under Rule 12(b)(1).  “Standing is treated differently than \nmost other issues because it is an aspect of subject matter jurisdiction.  In \ndetermining the issue of subject matter jurisdiction on a motion to dismiss, the \nCourt is not restricted to the face of the pleadings in making its determination.”  \nTranscontinental Gas Pipe Line Corp. v. Calco Enters., 132 N.C. App. 237, 241, 511 \nS.E.2d 671, 675 (1999). \n {27}  Defendants contend that Nelson  lost his member status and his ability \nto assert claims for breach of fiduciary duty and dissolution as a result of insolvency \nunder Section 4.6 of the Operating Agreement which provides: \n \n4.6 Bankruptcy or Incapacity of a Member.  A member shall cease to \nhave any power as a Member or Manager, any voting rights or rights of \napproval hereunder upon death, bankruptcy, insolvency, dissolution, \nassignment for the benefit of creditors, or legal incapacity; and each \nMember . . . upon the occurrence of any such event shall have only the \nrights, powers, and privileges of a transferee enumerated in Section \n8.4 and shall be liable for all obligations of such Member under this \nAgreement.   \n. . . . \n \n8.4 Rights of Transferee.  Unless admitted to the Company in \naccordance with Section 8.3, the transferee of a Membership Interest \nor a part thereof shall not be entitled to any of the rights, powers, or \nprivileges of its predecessor in interest, except that such transferee \nshall be entitled to receive and be credited or debited with its \nproportionate share of Profits, Losses, Gains from Capital \nTransactions, Company Cash Flow, Company Sales Proceeds, \nCompany Refinancing Proceeds, and Distributions in liquidation.  \n   \n(Defs.’ Br. in Supp. of Mot. to Dismiss (“Defs.’ Supp. Br.”) Ex. B §§ 4.6, 8.4.)  \n {28}  “Insolvency” is not a defined term under the Operating Agreement, but \nin support of their standing argument, Defendants offer (1) a document evidencing a \n$797,615.00 judgment against Nelson in favor of Orlando Residence Ltd. \n(“Orlando”) from the year 2000; (2) a 2008 Wisconsin order requiring Mr. Nelson \nand his wife to turn over assets worth more than $1,100,000.00; (3) a 2011 motion \nfiled by Orlando seeking the assignment of a $4,000,000.00 judgment entered \nagainst Nelson in South Carolina and a $1,818,418.00 judgment entered against \nNelson in Oklahoma; (4) a UCC-1 dated September 20, 2010 purporting to grant \nNelson’s wife a security interest in all of his personal property; (5) a Wake County \nSuperior Court Charging Order dated May 11, 2011 made against Nelson’s interest \nin Alliance in the amount of $121,127.85 to satisfy the Orlando judgment; and (6) a \nWisconsin order on an unsuccessful motion to dismiss filed by Nelson against \nOrlando in an attempt to prevent Orlando from foreclosing on his personal \nresidence in Wisconsin.  (Defs.’ Supp. Br. Ex. C−H.)   \n {29}  While these documents indicate that Nelson has substantial outstanding \nfinancial obligations, the evidence is insufficient to establish insolvency as a matter \n \nof law.  There is no evidence before the Court quantifying Nelson’s monetary assets \nor demonstrating his conclusive inability to pay his debts as they come due.  While \nthe documentary evidence that Nelson has not paid debts may support an inference \nthat Nelson is insolvent, the evidence also supports an inference that Nelson has \nmade a conscious decision not to satisfy those judgments.  These competing \ninferences create questions of material fact.  It is also premature to compare his \nliabilities to his assets that may include the value of his ownership interest in \nAlliance.     \n {30}  The record evidence is insuffici ent to adjudicate insolvency as a matter \nof law and Nelson has at least an adequate stake in the case to assume the vigorous \nprosecution of his claims.  Defendants’ Motion with respect to Nelson’s standing to \nassert claims for breach of fiduciary duty and dissolution is DENIED without \nprejudice to the Court’s ability to revisit the issue on a more fully developed factual \nrecord.   \n b. The Merits of the Breach of Fiduciary Duty Claim \n {31} Even assuming that Nelson has st anding to assert the claim, Defendants \ncontend that Nelson has failed to state a claim for breach of fiduciary duty because \nthe Operating Agreement narrowly limits the fiduciary duties owed to Nelson and \nthe Amended Complaint fails to allege facts suggesting that Alliance’s decision to \nmaintain the proceeds of the Interstate Transaction is not in the best interest of \nAlliance.  (Defs.’ Supp. Br. 9.) \n {32}  The Operating Agreement provid es that it “shall be governed and \nconstrued in accordance with the laws of the State of Georgia without giving effect \nto the conflicts of laws provisions thereof.”  (Defs.’ Supp. Br. Ex. B § 11.10.)   \n {33}  Under Georgia law, “[a] memb er or manager [of a limited liability \ncompany] shall act in a manner he or she believes in good faith to be in the best \ninterests of the limited liability company and with the care an ordinarily prudent \nperson in a like position would exercise under similar circumstances.”  O.C.G.A. § \n14-11-305(1) (2011).  But, to the extent that a member or manager “has duties \n \n(including fiduciary duties) and liabilities relating thereto to a limited liability \ncompany or to another member or manager:” \n (A) The member’s or manager’ s duties and liabilities may be \nexpanded, restricted, or eliminated by provisions in the articles of \norganization or a written operating agreement; provided, however, that \nno such provision shall eliminate or limit the liability of a member or \nmanager: \n \n (i) For intentional misconduct or a knowing violation of the law; \nor \n \n (ii) For any transaction for which the person received a personal \nbenefit in violation or breach of any provision of a written operating \nagreement . . . . \n \nO.C.G.A. §§ 14-11-305(4)−(4)(A)(ii) (2011). \n {34}  In the “Exculpation” section, the Operating Agreement limits fiduciary \nduties owned by members or managers “to the fullest extent provided by law” \nstating: \nno Director shall be liable, responsible or accountable in damages or \notherwise to the Company or to any Member for any act or omission \nperformed or omitted by such Director (other than a willful misconduct \ninvolving self dealing) whether in his capacity as Director or otherwise.  \nTo the extent that, at law or in equity, a Director has duties (including \nfiduciary duties) and liabilities related thereto to the Company or to \nany Member, it is expressly agreed by the Members that such \nliabilities and duties shall be deemed eliminated (other than liabilities \narising out of a lawful misconduct involving self dealing), and if \nelimination is not allowed by applicable laws, they should be deemed \nlimited to the fullest extend permitted by applicable laws.   \n \n(Defs.’ Supp. Br. Ex. B § 3.7.)   \n {35}  As a result of the Exculpation clause, Nelson can only prevail on his \nclaim for breach of fiduciary duty if he can demonstrate in evidence, and taking into \nconsideration the business judgment rule, that the withholding of the Interstate \nproceeds does not advance a business interest of Alliance and is an act of “willful \nmisconduct involving self-dealing” taken solely for the benefit of Axis or Tweeten.   \n \n {36}  To carry this burden, the Am ended Complaint alleges that Axis and \nTweeten owe fiduciary duties to Nelson (Am. Compl. ¶¶ 55−56); Nelson made \ndemand on Alliance, Axis, and Tweeten to release the excess funds from the \nInterstate Transaction and that request was denied (Am. Compl. ¶¶ 61−62); \n“although Axis and Tweeten purport to act in the best interest of Alliance, in fact \nthey are acting in their own best interests, to the detriment of Nelson” (Am. Compl. \n¶ 63); “Axis and Tweeten are breaching their fiduciary duties to Nelson by using \ntheir position as controlling owners to the detriment of Nelson, by refusing to \nprotect his reasonable expectations, and by using Alliance to further their own \ninterests, to the detriment of Nelson” (Am. Compl. ¶ 66); and “Defendants are aware \nof the harm they are causing Nelson, and continue to act in complete disregard for \nNelson’s rights . . . cooperating with Nelson’s creditors, hoping to use the threat of \ngreat harm to Nelson to benefit themselves by forcing Nelson to accept less from \nAlliance than he is entitled to receive.”  (Am. Compl. ¶ 69.)   \n {37}  The Court questions whether in any event Tweeten individually can be \nsaid to owe fiduciary duties to Nelson, as opposed to Axis.  The Court is frankly \ndoubtful that Nelson will ultimately be able to sustain his burden of proof at trial, \nor even to survive a motion for summary judgment.  But Nelson has pled that the \nwithholding of the sales proceeds serves no business purpose, and these allegations \nmean that Nelson survives the motion to dismiss utilizing North Carolina’s lenient \nRule 12(b)(6) standard.  The Court is not certain the pleadings could survive the \nmore rigorous federal Rule 12(b)(6) standard.  F\nED. R. CIV. P. 12(b)(6). \n {38}  Defendants’ Motion on  this ground is DENIED.   \n c.  The Merits of the Dissolution Claim  \n {39}  Defendants contend that Ne lson has failed to state a claim for \ndissolution because dissolution of a Georgia limited liability company is proper only \nwhere permitted by “applicable statute or by the company’s operating agreement” \nand neither authorizes dissolution here.  (Defs.’ Supp. Br. 15.) \n {40}  Under Georgia law, a limited liability company may be judicially \ndissolved “[o]n application by or for a member . . . whenever it is not reasonably \n \npracticable to carry on the business in conformity with the articles of organization \nor a written operating agreement.”  O.C.G.A. § 14-11-603(a) (2011). \n {41}  Nelson’s counsel again admits a high burden to prove that there is no \nreasonable basis to believe that Alliance can accomplish its business purposes.  The \nAmended Complaint alleges that “[t]he sale of assets to Interstate has made it \nimpossible for Alliance to continue to operate at a profit” (Am. Compl. ¶ 96); “[a]ny \nelection to continue the business of Alliance after the Interstate sale was made in \nbad faith” (Am. Compl. ¶ 97); and “[i]t is not reasonably practicable to carry on the \nbusiness of Alliance in conformity with the articles of organization or a written \noperating agreement.”  (Am. Compl. ¶ 100.) \n {42}  Nelson’s burden may again ul timately be insurmountable, but the \nallegations of the Amended Complaint are sufficient to withstand the foregoing \nstandard of a Rule 12(b)(6) motion.  Defendants’ Motion on this ground is DENIED.  \n2.  The Constructive Fraud Claim \n {43}  Defendants assert that Ne lson has failed to state a claim for \nconstructive fraud because the Amended Complaint fails to “allege facts sufficient to \nshow either a confidential relationship or a wrongful benefit flowing out of that [ ] \nconfidential relationship.”  (Defs.’ Supp. Br. 13.) \n {44}  “To sustain a cause of  action for constructive fraud, plaintiff must allege \nfacts and circumstances (1) which created a relationship of trust and confidence, \nand (2) which led up to and surrounded a transaction in which defendant allegedly \ntook advantage of his position of trust to injure the plaintiff.”  Bowlin v. Duke \nUniversity, 108 N.C. App. 145, 151, 423 S.E.2d 320, 323 (1992).  Plaintiff must also \nallege that the defendant sought to benefit himself by his misconduct, Burger v. \nMcCoy Hilliard & Parks, 346 N.C. 650, 667, 488 S.E.2d 215, 224−25 (1997), and \nthat plaintiff was injured by that misconduct.  White v. Consolidated Planning, Inc., \n \n166 N.C. App. 283, 294, 603 S.E.2d 147, 156 (2004), disc. review denied, 359 N.C. \n286, 610 S.E.2d 717 (2005).6   \n {45}  In support of Nelson’s construc tive fraud claim, the Amended Complaint \nalleges that “[a]s a result of Tweeten’s position as controlling owner, and working \nwith Nelson during the period of 2007 – 2009 in managing Alliance, Nelson \ndeveloped a relationship of trust and confidence in Tweeten” (Am. Compl. ¶ 75); \n“Tweeten purported to unilaterally remove Nelson from the board of directors of \nAlliance [and] . . . . as CFO of Alliance” (Am. Compl. ¶¶ 76, 78); “Nelson requested \nthat Alliance distribute the proceeds of the Interstate transaction in accordance \nwith the terms of the Operating Agreement [and] . . . Tweeten and Axis have \nrefused” (Am. Compl. ¶¶ 81−82); “Tweeten and Axis are not acting in the best \ninterests of Alliance or Nelson, and are benefitting themselves by withholding funds \nthat Nelson is plainly entitled to recover” (Am. Compl. ¶ 83); and “Nelson has been \ndamaged by the constructive fraud of the Defendants in an amount to be proven at \ntrial.”  (Am. Compl. ¶ 84.) \n {46}  North Carolina law broadly define s a fiduciary relationship as one in \nwhich:  \nthere has been a special confidence reposed in one who in equity and \ngood conscience is bound to act in good faith and with due regard to the \ninterest of the one reposing confidence . . . [and] ‘it extends to any \npossible case in which a fiduciary relationship exists in fact, and in \nwhich there is confidence reposed on one side, and resulting \ndomination and influence on the other.’   \n \nDalton v. Camp, 353 N.C. 647, 651−52, 548 S.E.2d 704, 707−08 (2001).  The \nallegations of a fiduciary duty owed to Nelson by Tweeten based on a relationship of \ntrust rest on a slender reed.  However, the Amended Complaint sufficiently alleges \nthe existence of a fiduciary duty owed by Tweeten individually and a wrongful \nbenefit flowing from that relationship.  Ultimately, Nelson may not be able to \n                                                 \n6 Although the contract claims arising out of the Operating Agreement are governed by Georgia law, \nboth Plaintiff and Defendant analyze the constructive fraud and negligent misrepresentation claims \nas tort claims governed by North Carolina law.   \n \nsupport this broad claim with actual proof.  Defendants’ Motion on this ground is \nDENIED.   \n3.  The Breach of Contract/Wrongful Termination Claim  \n {47}  Nelson contends that Alliance br eached the implied duty of good faith \nand fair dealing by removing him from the board of directors and terminating his \nemployment as Chief Financial Officer.  Defendants counter that Nelson has failed \nto state an employment based claim7 because he was nothing more than an at-will \nemployee of Alliance.  (Defs.’ Supp. Br. 18.) \n {48}  Although the Georgia Supreme Court has articulated the general rule \nthat “every contract imposes upon each party a duty of good faith and fair dealing in \nits performance and enforcement[,]” Brack v. Brownlee, 246 Ga. 818, 820 (1980), \n“[i]f an agreement by its express terms grants a party absolute or uncontrolled \ndiscretion in making a decision, then no duty of good faith is implied as to that \ndecision.”  \nAutomatic Sprinkler Corp. of America v. Anderson, 243 Ga. 897, 868−69 \n(1978).   \n {49}  The Operating Agreement contains  provisions related to the election \nand removal of company officers.  Section 3.13 of the agreement provides that \n“officers . . . shall be elected by the Board of Directors and shall serve at the \npleasure of the Board . . .”  (Defs.’ Supp. Br. Ex. B § 3.13.)  Section 3.14 grants the \nBoard of Directors the discretion to remove any officer “with or without cause, at \nany time, subject to the rights, if any, of such officer under a contract of employment \nwith the Company.”  (Defs.’ Supp. Br. Ex. B § 3.14.)   \n {50}  Nelson asserts that sections 3.13 and 3.14 of the Operating Agreement \nimpose upon Alliance a duty of good faith and fair dealing which was breached \nwhen Nelson was terminated as Chief Financial Officer and removed from the \nboard of directors.  Nelson alleges that “[t]he Operating Agreement of Alliance is a \ncontract” (Am. Compl. ¶ 103); “[i]n purporting to terminate the employment of \n                                                 \n7 In his papers, Plaintiff identifies this as a breach of contract claim, a wrongful termination claim, \nand a claim for breach of the duty of good faith and fair dealing.  The distinction is irrelevant for \npurposes of the Defendants’ Motion as dismissal is justified irrespective of how the claim is \npackaged.   \n \nNelson, and removing him from the board of directors of Alliance, Defendants have \nnot acted in good faith [and] . . . have breached their obligations of good faith and \nfair dealing” (Am. Compl. ¶ 105); “[d]efendants frustrated Nelson’s reasonable \nexpectations by purporting to terminate his participation as a member of the board \nof directors and his position as CFO” (Am. Compl. ¶ 107); “[b]y frustrating Nelson’s \nreasonable expectations, and by failing to act in good faith, Tweeten and Axis have \nbreached the Operating Agreement” (Am. Compl. ¶ 108); and “Nelson has been \ninjured as a result of Defendants’ breach of the Operating Agreement in an amount \nto be proven at trial.”  (Am. Compl. ¶ 109.) \n {51}  To support those assertions, Nelson relies on ULQ v. Meder, 666 S.E.2d \n713 (Ga. App. 2008).  In ULQ, the Georgia Court of Appeals affirmed the trial \ncourt’s denial of ULQ’s motion for summary judgment on a former officer’s breach of \ncontract claim, finding that the power to terminate an officer was subject to the \nimplied covenant of good faith where the language of the limited liability company’s \noperating agreement allowed management to terminate an officer only if it was \ndetermined, in management’s sole discretion, that termination served the best \ninterest of the company.  Id. at 716.  According to the court, \n[t]he distinguishing feature of the agreement at issue . . . is that \nalthough ULQ could terminate [plaintiff] without cause, ULQ could \nonly do so whenever in its manager’s judgment the best interest of the \ncompany would be served thereby.  Thus, the power was constrained or \nqualified; ULQ was allowed the power to terminate [plaintiff] as an \nofficer if and only if ULQ’s manager determined (on behalf of ULQ), in \nhis discretion or judgment, that such was in the best interests of ULQ.  \nAbsent this discretionary determination, the manager and thus ULQ \ncould not terminate an officer.   \n \nId. at 717.   \n {52}  Unlike the operating agreement at issue in ULQ, Alliance’s Operating \nAgreement does not constrain or qualify the ability of the board of directors to \nterminate officers.  Under Alliance’s Operating Agreement, the board can terminate \nofficers at any time, with or without cause, and that right is limited only to the \nextent that the officer is “under a contract of employment with [Alliance].”  (Defs.’ \n \nSupp. Br. Ex. B § 3.14.)  The pleadings do not allege the existence of a stand alone \nemployment contract between Nelson and Alliance, and inferences necessary to \nsupport such a finding are inconsistent with the facts alleged.  By the terms of the \nOperating Agreement, the board of directors had an unqualified and unrestrained \nright to terminate officers of the company at any time, with or without cause.  The \nexercise of that right should not give rise to liability in contract.   \n {53}  Defendants’ Motion on this ground is GRANTED.     \nB. Plaintiff’s Motion to Dismiss \n {54}  Plainitff’s Motion challeng es the sufficiency of Defendants’/ \nCounterclaim-Plaintiffs’ claims for negligent misrepresentation and constructive \nfraud under Rule 12(b)(6).  \n1.  Negligent Misrepresentation  \n {55}  Nelson contends that the Second Amended Counterclaim fails to state a \nclaim for negligent misrepresentation because (1) the Admission Document \npresented to Tweeten is plain on its face, and (2) there are no allegations that \nTweeten was denied the opportunity to investigate or learn what the Admission \nDocument said before signing it.    \n {56}  “The tort of negligent misrepre sentation occurs when a party justifiably \nrelies to his detriment on information prepared without reasonable care by one who \nowed the relying party a duty of care.”  \nRaritan River Steel Co. v. Cherry, Bakaert \n& Holland, 322 N.C. 200, 206, 367 S.E.2d 609, 612 (1988) (internal citations \nomitted). \n {57}  To establish those elements, Counterclaim-Plaintiffs allege “Nelson \nsupplied false information to [Axis] and [Tweeten] during the course of negotiating, \ndrafting and executing the Admission Document . . . ” (Second Am. Countercl. ¶ 60); \n“[Axis and Tweeten] were denied the opportunity to read or investigate the legal \neffect of the Admission Document, and given the urgency presented by [Nelson], \n[Axis and Tweeten] could not have learned the true facts by the exercise of due \ndiligence” (Second Am. Countercl. ¶ 31); “Nelson intended that . . . Axis and \nTweeten rely on [false] information” (Second Am. Countercl. ¶ 61); “Nelson failed to \n \nexercise reasonable care or competence in obtaining or communicating this false \ninformation” (Second Am. Countercl. ¶ 62); “Axis and Tweeten reasonably relied on \nupon that false information” (Second Am. Countercl. ¶ 63); and “[s]uch reliance \nproximately caused . . . Axis and Tweeten to incur financial damage.”  (Second Am. \nCountercl. ¶ 65.) \n {58}  Plaintiff asserts, as  a matter of law, there could have been no reasonable \nreliance on any statement which contradicts the plain language of the document.  \nAt the hearing on the motions, the Court expressed doubt as to whether Tweeten \nwill  be able to prove that he did not know and could not have known he was \ngranting units rather than percentages, or the significance of granting Nelson an \nownership interest of ten (10) membership units.  But, the Court is required to \naccept the pleadings as true on a motion to dismiss under Rule 12(b)(6) and \nDefendants get the same benefit of the liberal standard used to allow Nelson’s \nclaims to survive notwithstanding the Court’s doubt as to whether Nelson can ever \nprove them. \n {59}  As pleaded, the allegations of the Second Amended Complaint are \nsufficient to state a claim for negligent misrepresentation against Nelson.  \nPlaintiff’s Motion on this ground is DENIED.   \n2.  Constructive Fraud \n {60}  Nelson contends that the Second Amended Counterclaim fails to state a \nclaim for constructive fraud because there are no allegations that Nelson took \nadvantage of any fiduciary relationship owed to the Defendants by presenting \nTweeten with an Admission Document that is plain on its face as to the ownership \ninterest Nelson would receive.   \n {61}  As previously indicated, to ad equately plead a claim for constructive \nfraud, the moving party “must allege facts and circumstances (1) which created a \nrelationship of trust and confidence, and (2) which led up to and surrounded a \ntransaction in which defendant allegedly took advantage of his position of trust to \ninjure the plaintiff.”  Bowlin, 108 N.C. App. at 151, 423 S.E.2d at 323.  It must also \nbe alleged that the defendant sought to benefit himself by his misconduct, Burger, \n \n346 N.C. at 667, 488 S.E.2d at 224−25, and that plaintiff was injured by that \nmisconduct.  White, 166 N.C. App. at 294, 603 S.E.2d at 156. \n {62}  To establish these elements, Counterclaim-Plaintiffs allege that “Nelson, \nas an officer . . . and a manager-director of . . . Alliance . . . created a relationship of \ntrust and confidence between Nelson and Counterclaim Plaintiffs” (Second Am. \nCountercl. ¶ 67); “Nelson took advantage of this relationship of trust and confidence \nby failing to reflect the ten percent (10%) ownership interest to be acquired by \nNelson in the Admission Document, by failing to disclose this omission in the \nAdmission Document prior to presenting it to Counterclaim Plaintiff Tweeten for \nsignature, and by failing to disclose his insolvency”  (Second Am. Countercl. ¶ 68); \n“Axis and Tweeten were injured, and Nelson is liable to Counterclaim Plaintiffs for \ntheir actual damages” (Second Am. Countercl. ¶ 69); and “Nelson’s previously-\ndescribed conduct . . . was . . . committed with malice and with the intent to disrupt \nthe businesses of Alliance and Axis for Nelson’s own personal gain[.]”  (Second Am. \nCountercl. ¶ 70.) \n {63}  The Court is skeptical as to wh ether the facts and circumstances alleged \ngive rise to a relationship of trust and confidence between Nelson and Axis or \nTweeten, and as to whether Nelson took advantage of that alleged relationship by \npresenting Tweeten with the Admission Document which was plain on its face as to \nthe interest Nelson was to receive upon execution.  Nevertheless, Counterclaim- \nPlaintiffs have alleged facts sufficient to survive dismissal pursuant to Rule \n12(b)(6).  Plaintiff’s Motion on this ground is DENIED.    \n \nVI. CONCLUSION \n {64}  Defendants’ Motion with respec t to the following claims is DENIED: \n 1) Breach of fiduciary duty. \n 2) Dissolution. \n 3) Constructive fraud.  \n {65}  Defendants’ Motion with respect to Nelson’s breach of contract/wrongful \ntermination claim is GRANTED. \n \n {66}  Plaintiff’s Motion is DENIED. \n {67}  The Parties shall submit their Case Management Report to the Court by \nMonday, January 9, 2012 and a Case Management Conference will be held at 9:00 \na.m. on Tuesday, January 20, 2012 at the North Carolina Business Court, 225 \nHillsborough Street, Third Floor, Raleigh, North Carolina 27603.   \n \n IT IS SO ORDERED, this 22nd day of November, 2011.  \n \n \n \n "
}