{
  "id": "df28a5bd5d0a57ab03422f0a819de681123c2f1d6384728b9fe71a709e1cf7a0",
  "source_file": "data/raw/ncbc/df28a5bd5d0a57ab03422f0a819de681123c2f1d6384728b9fe71a709e1cf7a0.pdf",
  "raw_text": "Wheeler v. Wheeler, 2018 NCBC 117. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 16248 \n \nCHRISTOPHER GRAY WHEELER, \n \n   Plaintiff, \n \nv. \n \nJOSEPH GRAY WHEELER; SCOTT \nA. MOE; and YALE CAROLINAS, \nINC. d/b/a WHEELER MATERIAL \nHANDLING, INC.,  \n \n   Defendants. \n \n(REDACTED) ORDER AND OPINION \nON PLAINTIFF’S MOTION FOR \nPRELMINARY INJUNCTION* \n \n1. An officer and director’s right under North Carolina law to advancement of \ncosts and attorney s’ fees needed to defend himself in a lawsuit brought by his \ncorporate employer claiming corporate misconduct has never been addressed by our \nappellate courts.1  In this action, Plaintiff contends that, because his former corporate \nemployer in cluded a provision in its by -laws requiring the corporation to advance \nsuch costs and fees, he is entitled to a mandatory injunction requiring the corporate \n                                                 \n* Recognizing that this Order and O pinion cites and discusses the subject matter of \ndocuments that the Court has previously allowed to remain filed under seal in this case, this \nOrder and Opinion is filed under seal at ECF No. 135.  This public version of the Order and \nOpinion redacts those portions of the Order and Opinion claimed to be confidential. \n1 The Court is aware of one case in which our appellate courts have dealt with the issue of \nadvancement.  See Swenson v. Thibaut, 39 N.C. App. 77, 115–16, 250 S.E.2d 279, 303 (1978), \ncert. denied and appeal dismissed , 296 N.C. 740, 254 S.E.2d 181 (1979).  In that case , \nhowever, which w as decided under the 1955 version of the North Carolina Business \nCorporation Act, minor ity shareholder plaintiffs mov ed to enjoin a corporation from \ncontinuing to advance fees to a director defendant.  See id.  Conversely here, this case involves \nan officer/director who seeks an injunction requiring the corporation to advance fees under \nthe corporation’s by-laws after the corporation refused to do so. \ndefendant to pay his expenses incurred in defending claim s against him by the \ncorporation.   \n2. Plaintiff Christoph er Gray Wheeler ( “Gray”) filed his Motion for \nPreliminary Injunction (the “Motion”) on August 15, 2018.  (ECF No. 95  [“Mot.”].)  \nHaving considered the affidavits, briefs, arguments of counsel at the hearing on the \nMotion, and supporting materi als presented to the Court, the Court makes the \nfollowing findings of fact and conclusions of law for the limited purpose of resolving \nthe Motion, without prejudice to making contrary or different findings and \nconclusions in subsequent orders.  See Lohrmann v. Iredell Mem’l Hosp., Inc. , 174 \nN.C. App. 63, 75, 620 S.E.2d 258, 265 (2005) (“It is well settled that findings of fact \nmade during a preliminary injunction proceeding are not binding upon a court at a \ntrial on the merits.”). \n3. For the reasons stated herein, the Court DENIES the Motion. \nCadwalader, Wickersham & Taft LLP, by Jonathan M. Watkins, Aaron \nC. Lang, Nathan M. Bull, and Hyungjoo Han, for Plaintiff. \n \nNexsen Pruet, PLLC, by James C. Smith, Kathleen D.B. Burchette, and \nSamantha K. Lloyd, for Defendant Joseph Gray Wheeler. \n \nRobinson, Bradshaw & Hinson, P.A., by John R. Wester, D. Blaine \nSanders, and Lucas Anderson, for Defendants Scott A. Moe and Yale \nCarolinas, Inc. \n \nRobinson, Judge. \n \nI. FINDINGS OF FACT \n4. Yale Carolinas, Inc. (“YCI” or the “Company”) is a private, closely held \ncorporation organized un der the laws of North Carolina with its principal place of \nbusiness in Charlotte, North Carolina.  ( Suppl. Am. Compl. ¶ 6, ECF No. 94 [“Am. \nCompl.”]; Am. Answer & Countercl. of Yale Carolinas, Inc. & Answer of Scott A. Moe \n¶ 6, ECF No. 98 [“Answer”/“Litigation Counterclaims”] ; see ECF No. 56.3.)  YCI \ncurrently has three shareholders: Defendant Joseph Gray Wheeler (“Joe”), Gray, and \nDefendant Scott A. Moe (“Scott” and, collectively with, YCI and J oe, “Defendants”).  \n(Am. Compl. ¶ 6; Answer ¶ 6.)  YCI is in the business of selling, renting, servicing, \nand providing parts for “material-handling equipment such as forklifts, scissor lifts, \npersonnel carriers, fuel cells, batteries and charge rs, and refueling systems.”  ( Am. \nCompl. ¶ 6; Answer ¶ 6.)  \n5. Joe is the majority and controlling shareholder of YCI, owning 51.19% of \nthe Company’s stock.  ( Am. Compl. ¶ 4; Answer ¶ 4.)  In addition, Joe serves as \nChairman of the Company’s Board of Directors (the “ Board”) and as the Company’s \nChief Executive Officer.  ( Am. Compl. ¶ 4; Answer ¶ 4.)  Joe is Gray’s father.  ( Am. \nCompl. ¶ 4; Answer ¶ 4.) \n6. Gray joined YCI in 2004 as its Controller/CFO and was promoted to Vice \nPresident of Operations in 2005.  (Am. Compl. ¶ 3; Answer ¶ 3.)  From 2009 until the \nend of 2016, Gray served as YCI’s President.  ( Am. Compl. ¶ 3; Answer ¶ 3.)  Gray \nowns 33.45% of YCI’s stock.  ( Am. ¶ Compl. 3; Answer ¶ 3.)  Gray became a member \nof the Board in 2005.2  (Am. Compl. ¶ 3; Answer ¶ 3.) \n                                                 \n2 The parties dispute whether Gray continues to serve as a director of YCI.  Gray alleges that \nhe continues to serve on the Board.  (Am. Compl. ¶ 3.)  YCI asserts that the Board removed \nGray as a director in 2017.  (Answer ¶ 3.)  For reasons made clear below, Gray’s current \nstatus as a director of YCI is immaterial to the question of whether he is entitled to \nadvancement. \n7. Scott worked as an account manag er for YCI from 1989 to 1994,  was then \nrehired by Joe in 2003,  and later promoted to Vice President of Sales.  ( See Am. \nCompl. ¶ 5; see Answer ¶ 5.)  Scott was promoted to President of YCI in 2017.  ( Am. \nCompl. ¶ 5; Answer ¶ 5.)  Scott owns 15.36% of the Company’s stock.  (Am. Compl. ¶ \n5; Answer ¶ 5.)   \n8. Upon becoming a shareholder of YCI, on April 18, 2005, Gray executed an \nAddendum to the Buy Sell Agreement of Yale Carolinas, Inc., agreeing to be bound \nby the Buy/Sell Agree ment of Yale Carolinas, Inc., effective as of November  8, 1998 \n(the “Buy/Sell Agreement”).  (Litigation Countercl. Ex. C; see Litigation Countercl. \nEx. B [“Buy/Sell Agreement”].)  The Buy/Sell Agreement provides that if any \nshareholder of YCI who is also an employee is terminated for cause, the shareholder \n“shall offer to sell all of his [shares]” at either an agreed upon price or at book value.  \n(Buy/Sell Agreement ¶¶ 3–4.) \n9. In November 2016, Gray notified Joe and Scott of his desire to “transition \nout of t he company” over an extended period.  (Am. Compl ¶ 58; see Answer ¶ 58.)  \nUltimately, Gray resigned as President of YCI, effective December 31, 2016, although \nhe continued to receive his base salary through January 31, 2017.  ( See Consent of \nDirectors of Y ale Carolinas, Inc. to Action Without a Meeting 1, ECF No. 106.2 \n[“Resolutions”].)  \n10. Prior to his resignation, Gray sent an e -mail to Joe on December 28, 2016 \nagreeing to a buy-out of his shares at book value, which Gray estimated to be in the \n“$3.5m-$4m range, give or take” (the “December 28 Agreement”).  (Litigation \nCountercl. Ex. A, at 1 [“December 28 Agreement”].)  Defendants allege that they \ntendered the first payment for the purchase of Gray’s shares in March 2017, but that \nGray refused to accept the payment.  (Litigation Countercl. ¶ 34.)   \n11. Six months later, Gray initiated this action  naming YCI and Joe as \ndefendants.  (See generally Compl., ECF No. 4.)  That same day, Gray designated this \naction as a mandato ry complex business case under s ection 7A-45.4(a) of the North \nCarolina General Statutes, (ECF No. 5 ), and it was designated by order of Chief \nJustice Mark Martin of the Supreme Court of North Carolina dated September 5, \n2017, (ECF No. 3), and assigned to the  Honorable Louis A. Bledsoe, III by order of \nthen-Chief Business Court Judge James L. Gale on September 6, 2017, (ECF No. 2).   \nThis action was reassigned to the undersigned on November 8, 2017.  (ECF No. 15.)     \n12. In the Complaint (subsequently amended), Gray asserted claims for breach \nof fiduciary duty, constructive fraud, unfair or deceptive trade practices under N.C. \nGen. Stat. § 75 -1.1,3 and judicial dissolution of YCI .  (Compl. 36 –43.)  Gray base s \nthese claims  on Joe’s alleged disloyalty, self -dealing, and abuse of his position as \nmajority shareholder of YCI.  (See Compl. ¶¶ 72, 79, 85, 92.) \n13.  Pursuant to a joint stipulation of Gray, YCI, and Joe, Gray filed his \nAmended Complaint on January 18, 2018, which added Scott as a party to some but \nnot all of Gray’s claims.  (ECF No. 38.) \n                                                 \n3 On April 25, 2018, this Court dismissed with prejudice Gray’s claim for unfair or deceptive \ntrade practices.  Wheeler v. Wheeler, 2018 NCBC LEXIS 38, at *14 (N.C. Super. Ct. Apr. 25, \n2018). \n14. At about the same time Gray initiated this action, he initiated arbitration \nproceedings against Joe and YCI, later adding Scott as a party to the arbitration, \ncaptioned Wheeler v. Wheeler, Moe & Yale Carolinas, Inc., AAA Case No. 01-17-0005-\n2453 (the “Arbitration”).  (ECF No. 79.1.)  Gray bases his claims in the Arbitration on \nmany of the same allegations in this action, and seeks there to vindicate his rights \nunder the Buy/Sell Agreement.  (See generally ECF No. 79.1.)   \n15. On November 6, 2017, YCI asserted counterclaims  against Gray  in this \naction, (ECF No. 14),  and, on February 16, 2018, asserted counterclaims in the \nArbitration, (ECF No. 82.2), both subsequently amended.  In this action, YCI asserts \nclaims against Gray for breach of contract, conversion, fraud, breach of fiduciary duty, \ncivil remedy for larceny and embezzlement, and multiple claims for declaratory \njudgment.  ( See Litigation Coun tercl. 21–25.)  YCI asserts nearly identical \ncounterclaims against Gray in the Arbitration.  ( See Second Am. Answer of Yale \nCarolinas, Inc. & Scott Anthony Moe to Am. Demand for Arbitratio n & Am. \nCountercl. 12–16, ECF No. 96.1 [“Arbitration Countercl.”].) \n16. The counterclaims for conversion, fraud, breach of fiduciary duty, and civil \nremedy for larceny and embezzlement , in both this action and the Arbitration , are \npremised on allegations that Gray, as President of YCI, secretly increased his \ncompensation without Board approval and/or jeopardized YCI’s relationship with its \nprincipal supplier Hyster -Yale Group (“HYG”) by, among other things, insulting \nHYG’s President.  (Arbitration Countercl. ¶¶ 51, 55 –56, 59 –60, 64 –66, 69 –72; \nLitigation Countercl. ¶¶ 51, 55 –56, 59–60, 64–66, 69–72.)  YCI’s first claim in the \nArbitration (second claim for declaratory judgment in this action) seeks a declaration \nthat, due to Gray’s alleged misconduct, his termination was “for cause” under the \nBuy/Sell Agreement and an order direct ing Gray “to offer all of his shares to YCI at \nbook value” under the Buy/Sell Agreement.  (Arbitration Countercl. ¶ 40; Litigation \nCountercl. ¶ 49; see Resolutions 1 (“[B]e it resolved that [YCI] hereby determines that \n[Gray’s] voluntary resignation shall be treated as a termination ‘for cause.’”).)   \n17. YCI’s claim for breach of contract, in the Arbitration and this action, alleges \nthat Gray “breached the December 28 Agreement by rejecting YCI’s tender of the first \npayment for the shares and by refusing to te nder his shares to YCI.”  (Arbitration \nCountercl. ¶ 45; Litigation Countercl. ¶ 42.)  YCI’s second claim for declaratory \njudgment in the Arbitration (first claim for declaratory judgment in this action) seeks \na declaration requiring Gray “to tender his sha res to YCI in exchange for their book \nvalue” under the December 28 Agreement.  (Arbitration Countercl. ¶ 49; Litigation \nCountercl. ¶ 46.)   \n18. By letter dated February 5, 2018, Gray, through his counsel, demanded that \nYCI advance his reasonable expenses incur red in defending against YCI’s \ncounterclaims in both this action and the Arbitration , pursuant to Article X of the \nAmended and Restated Bylaws of Yale Carolinas, Inc., effective as of April 15, 1991 \n(the “Bylaws”).  (Scott Aff. Ex. A, at 1–2, ECF No. 80.1 [“Demand”]; Scott Aff. Ex. B, \nat art. X, §§ 1–2 [“Bylaws”].)   \n19. Article X of YCI’s Bylaws lays out the indemnification and advancement \nrights of directors, officers, employees, and agents of YCI.  Article X, Section 1 defines \nthe scope of the indemnification right and provides, in pertinent part, that: \n[a]ny person who at any time serves or has served as a director, officer, \nagent or employee of the corporation . . . shall have a right to be \nindemnified by the corporation to the f ullest extent permitted by law \nagainst (a) reasonable expenses, including reasonable attorneys’ fees, \nactually incurred by him in connection with any threatened, pending or \ncompleted action, suit or proceeding (and any appeal thereof), whether \ncivil, criminal, administrative, investigative or arbitrative, and whether \nor not brought by or on behalf of the corporation, seeking to hold him \nliable by reason of the fact that he is or was acting in such capacity, and \n(b) reasonable payments made by him in satisfa ction of any judgment, \nmoney decree, fine, . . . penalty or settlement for which he may have \nbecome liable in any such action, suit or proceeding. \n \n(Bylaws art. X, § 1.) \n20. Article X, Section 2 concerns advance payment of fees incurred by a person \nwithin the scope of Section 1 and provides that: \n[e]xpenses incurred by such person shall be paid in advance of the final \ndisposition of such investigation, action, suit or proceeding upon receipt \nof an undertaking by or on behalf of  such person to repay such amount \nunless it shall ultimately be determined that he is entitled to be \nindemnified by the corporation. \n \n(Bylaws art. X, § 2.) \n \n21. Pursuant to Article X, Section 2 of the Bylaws, and as a part of his February \n5, 2018 communication, Gray provided a  written undertaking, promising to “repay \nthe amount that he is paid in advance of the final disposition of the [counterclaims in \nthis action and the Arbitration] unless it is ultimately determined that he is entitled \nto be indemnified” by YCI.  (Demand 2; see Bylaws art. X, § 2.)   \n22. By letter dated February 12, 2018, Scott responded on behalf of the YCI \nBoard, denying Gray’s Demand.  (Scott Aff. Ex. C [“Demand Denial”].)  YCI asserted \nthree bases for the denial.  First, Scott claimed that YCI had determined that the \ncounterclaims related to the December 28 Agreement do not arise out of Gray’s status \nas a former officer and director of YCI but, rather, arise out of his status as a \nshareholder of YCI.  (Demand Denial 1.)  Accordingly, YCI concluded t hese are not \nclaims for which Gray may be indemnified under the Bylaws.  (Demand Denial 1.) \n23. Second, Scott advised Gray that YCI denied his request for advancement \nbecause YCI brought the counterclaims, which it contends may be compulsory, “only \nin response to the litigation [Gray] initiated.”  (Demand Denial 2.)  Y CI concluded \nthat its counterclaims “are not an ‘action, suit or proceeding’ for which the board \nintended, or North Carolina law allows, advancement of fees.”  (Demand Denial 2 \n(quoting Bylaws art. X, §§ 1, 2).)   \n24. Finally, Scott claimed that, because the Bylaws provide for indemnification \n“to the fullest extent permitted by law[,]” YCI determined it could not indemnify \nGray, pursuant to N.C. Gen. Stat. § 55-8-57(a), for “activities which were at the time \ntaken known or believed by him to be clearly in conflict with the best interest of the \ncorporation.”  (Demand Denial 1 (quoting Bylaws art. X, § 1; N.C. Gen. Stat. § 55 -8-\n57(a)).)  Having concluded that Gray “knew what he was doing, both when he secretly \nraised his compensation and also wh en he insulted [HYG,]” YCI determined that \nGray’s alleged conduct makes him ineligible for indemnification.  (Demand Denial 1–\n2.)  YCI then concluded that the same reasoning applies to advancem ent, thus  \n“prohibit[ing] [YCI] from advancing fees to [Gray] to defend such actions.”  (Demand \nDenial 2.)      \n25. Nearly three months after receiving YCI’s denial letter , on May 2, 2018, \nGray filed a motion to supplement his Amended Complaint to add, inter alia, a claim \nfor advancement (the “Motion to Supplement”).  (ECF No. 73.)  Defendants opposed \nthe Motion to Supplement, and briefing ensued.  (See ECF Nos. 79, 80, 82, 83.)   \n26. Following Defendants’ withdrawal of their opposition to the Motion to \nSupplement on August 2, 2018 (ECF No. 91), the Court entered an order on August \n2, 2018 granting the Motion to Supplement  (the “Order”) .  (Order Following \nStipulations & Extending Case Management Deadlines ¶ 6(B), ECF No. 93 [“Order”].)  \nThe Order also stayed YCI’s counterclaims in this action pending a resolution of the \nnearly identical counterclaims in the Arbitration.  (Order ¶ 6(A).)  The Arbitration \nhearing in which the counterclaims will be decided was scheduled to take place from \nNovember 7 to November 9, 2018.    \n27. Gray fi led his Supplemental Amended Complaint on August 3, 2018, \nasserting a claim for advancement .  (Am. Compl. 55–56.)  Gray styles his claim for \nadvancement as one for “Breach of Bylaws” against all Defendants.  (Am. Compl. 55.)  \nGray alleges that , under the B ylaws, he is entitled to mandatory advancement of \nreasonable expenses, including attorneys’ fees, incurred in defending against the \ncounterclaims that arise out of his alleged conduct “in his capacity as an employee, \nofficer and director” of YCI.  ( Am. Compl. ¶¶ 130 –31.)  He alleges that Y CI has \nviolated the Bylaws by refusing to advance his reasonable expenses, including \nreasonable attorneys’ fees.  ( Am. Compl. ¶ 134.)  Defendants deny the allegations \nrelated to Gray’s claim for advancement, except that De fendants admit that “YCI’s \ncounterclaims against Gray . . . arise from his misconduct as a shareholder, employee, \nofficer and director of YCI.”  (Answer ¶¶ 131–36.) \n28. As of October 15, 2018, Gray had incurred [REDACTED] in legal fees in \ndefending against YCI’s counterclaims in this action and the Arbitration.  (Watkins \nAff. ¶ 14, ECF No. 116.)  [REDACTED].  (Gray Aff. ¶¶ 11, 15, ECF No. 117.)  YCI’s \nrefusal to advance Gray’s defense costs has prevented Gray “from taking a more \naggressive approach toward the use of more costly expert witnesses.”  (Gray Aff. ¶ \n16.) \n29. Gray filed the Motion on August 15, 2018, almost two weeks after filing his \nSupplemental Amended Complaint.  The Motion ask s the Court to enter a \npreliminary injunction ordering Defendants to advance Gray his reasonable expenses \nalready incurred in defending against the counterclaim s in this action and the \nArbitration and to continue to pay such fees until a final disposition of the \ncounterclaims in both proceedings.  (Mot. 1–2.) \n30. Defendants filed their brief in opposition to the Motion on September 15, \n2018, and Gray elected to forgo filing a reply brief in support.  The Court held a \nhearing on the Motion on October 3, 2018 by video conference in which counsel for all \nparties participated. \n31. Following the hearing, on October 5, 2018, the Court entered an order \nallowing Gray and Defendants each to file opening supplemental briefs by October \n15, 2018 and response supplemental briefs by October 22, 2018.  (ECF No. 112.)  Gray \nand Defendants filed briefs on those dates accordingly. \n32. The Motion is now ripe for resolution. \nII.   CONCLUSIONS OF LAW \n33. Under Rule 65 of the North Carolina Rules of Civil Procedure (“Rule(s)”), \nthe Court has discretion to issue a preliminary injunction.  See N.C. Gen. Stat. § 1A-\n1, Rule 65(a) –(b) cmt.  “The purpose of a preliminary injunction is ordinarily to \npreserve the status quo pending trial on the merits.”  A.E.P. Indus., Inc. v. McClure, \n308 N.C. 393, 400, 302 S.E.2d 754, 759 (1983) (citation and quotation marks omitted).  \nThe issuance of a preliminary injunction, “is a matter of discretion to be exercised by \nthe hearing judge after a careful balancing of the equities.”  State ex rel. Edminsten \nv. Fayetteville St. Christian Sch., 299 N.C. 351, 357, 261 S.E.2d 908, 913 (1980).   \n34. A preliminary injunction is appropriate only where “ a plaintiff is able to \nshow a likelihood  of success on the merits of his  case” and “is likely to sustain \nirreparable loss in  the absence of an injunction, or if, in the opinion of the Court, \nissuance is necessary for the protection of a plaintiff’s rights during the course of \nlitigation.”  A.E.P. Indus., 308 N.C. at 401, 302 S.E.2d at 759–60 (emphasis omitted) \n(citations and quotation marks omitted).   \n35. “The law recognizes  a distinction, however, between prohibitory and \nmandatory injunctions.”  Auto. Dealer Res., Inc. v. Occidental Life Ins. Co. , 15 N.C. \nApp. 634, 639, 190 S.E.2d 729, 732 (1972).  “A prohibitory injunction seeks to preserve \nthe status quo, until the rights of the parties can be determined, by restraining the \nparty enjoined from doing particular acts.”  Id. (citing Clinard v. Lambeth, 234 N.C. \n410, 418, 67 S.E.2d 452, 458 (1951 )).  In contrast, “[a] mandatory injunction is \nintended to restore a status quo and to that end requires a party to perform a positive \nact.”  Id.  A mandatory injunction “will ordinarily be granted only where the injury is \nimmediate, pressing, irreparable, and clearly established.”  Id. (citing State Highway \n& Pub . Works Comm’n. v. Brown , 238 N.C. 293, 296, 77 S.E.2d 483, 782 (1953 )).  \n“[T]he court has jurisdiction to issue a preliminary mandatory injunction where the \ncase is urgent and the right is clear[.]”  Id. (citation and quotation marks omitted).  \n36. Here, YCI has denied Gray’s Demand and is not currently advancing Gray \nthe expenses incurred in defending against YCI’s counterclaims.  (See Demand Denial \n2.)  Gray seeks an  order from the Court  requiring YCI (1) to pay Gray “any and all \nreasonable expenses (including reasonable attorneys’  fees) incurred” in defending \nagainst the counterclaims, and (2) to “continue to promptly pay all reasonable \nexpenses (including reasonable attorneys’ fees) until the entry of a final and complete \njudgment” on the counterclaims.  (Mot. 1 –2.)  Accordingly, Gray asks the Court to \norder YCI to perform a positive act that would not preserve the status quo but, rather, \nwould restore it.  See Auto. Dealer Res. , 15 N.C. App. at 639, 190 S.E.2d at 732.  \nTherefore, the Court concludes that the more exacting standard  applicable to \nmandatory injunctions applies to the Motion. \n37. Thus, as to the first preliminary injunction requirement, Gray must \ndemonstrate that he has a clear right to advancement.  See id.  As to the second \nrequirement, Gray must show that he has “no ade quate remedy at law and [that] \nirreparable harm will result if the injunction is not granted.”  Vest v. Easley, 145 N.C. \nApp. 70, 76, 549 S.E.2d 568, 574 (2001).  In addition to irreparability, the harm must \nbe “immediate, pressing, . . . and clearly established.”  Auto. Dealer Res., 15 N.C. App. \nat 639, 190 S.E.2d at 732.   \n38. “North Carolina courts have held that in assessing the  . . . preliminary \ninjunction factors, the trial judge ‘should engage in a balancing process, weighing \npotential harm to the plaintiff if the injunction is not issued against the potential \nharm to the defendant if injunctive relief is granted.’”  Nat’l Surgery Ctr. Holdings, \nInc. v. Surgical Inst. of Viewmont, LLC, 2016 NCBC LEXIS 41, at *8 (N.C. Super. Ct. \nMay 12, 2016) (quoting Williams v. Greene, 36 N.C. App. 80, 86, 243 S.E.2d 156, 160 \n(1978)).   \n39. The Court has carefully weighed the fact ual averments made by Gray and \nDefendants and the records, evidence, and documents provided to the Court in order \nto determine whether Gray has demonstrated entitlement to a preliminary \nmandatory injunction. \nA. Gray Has Demonstrated a Likelihood of Success on the Merits \n40. The Cou rt’s initial inquiry on Gray’s Motion is whether he has shown a \nclear right to advancement and, thus, a likelihood of success on the merits of his claim \nfor the same.  See A.E.P. Indus., 308 N.C. at 401, 302 S.E.2d at 759–60; Auto. Dealer \nRes., 15 N.C. App. at 639, 190 S.E.2d at 732.   \n \n \n1. Indemnification and Advancement Under North Carolina \nLaw and YCI’s Bylaws \n \n41. By statute, a North Carolina corporation may, and in some instances must, \nindemnify its current and former officers and directors made a party to a proceeding \nbecause of their status as an officer or director. See N.C. Gen. Stat. §§ 55-8-51, 55-8-\n52, 55-8-56.   \n[A] corp oration may indemnify an individual made a party to a \nproceeding because he is or was a director against liability incurred in \nthe proceeding if: (1) [h]e conducted himself in good faith; and (2) [h]e \nreasonably believed (i) in the case of conduct in his official capacity with \nthe corporation, that his conduct was in its best interest; and (ii) in all \nother cases, that his conduct was at least not opposed to its best \ninterests[. . . .]  \n \nId. § 55-8-51(a).  However, a corporation may not indemnify a director under section \n55-8-51(a) “[i]n connection with a proceeding by or in the right of the corporation in \nwhich the director was adjudged liable to the corporation” or “[i]n connection with \nany other proceed ing charging improper benefit to him, whether or not involving \naction in his official capacity, in which he was adjudged liable on the basis that \npersonal benefit was improperly received by him.”  Id. § 55-8-51(d). \n42. Additionally, a director has a mandatory right to indemnification, unless \nthe corporation’s articles of incorporation provide otherwise, where the director “was \nwholly successful, on the merits or otherwise, in the defense of any proceeding to \nwhich he was a party because he  is or was a director of the corporation  against \nreasonable expenses incurred by him in connection with the proceeding.”  Id. § 55-8-\n52. \n43. As a corollary to indemnification, North Carolina statutes provide for \npermissive advancement. \nExpenses incurred by a director in defending a proceeding may be paid \nby the corporation in advance of the final disposition of such \nproceeding as authorized by the board of directors in the specific case \nor as authorized or required under any provision in the articles of \nincorporation or bylaws . . .  upon receipt of an undertaking by or on \nbehalf of the director to repay such amount unless it shall ultimately be \ndetermined that he is entitled to be indemnified by the corporation \nagainst such expenses. \n \nId. § 55-8-53 (emphasis added). \n44. Section 55 -8-56 e xtends the mandatory indemnification and permissive \nadvancement rights of directors of a North Carolina corporation to officers, \nemployees, and agents of the corporation.  Id. § 55 -8-56 (“Unless a corporation’s \narticles of incorporation provide otherwise: (1) [a ]n officer of the corporation is \nentitled to mandatory indemnification under [section 55-8-52] . . . to the same extent \nas a director; [and] (2) [t]he corporation may indemnify and advance expenses . . . to \nan officer, employee, or agent of the corporation to the same extent as to a director[.]”) \n45. Furthermore, a  corporation may provide its directors, officers, and \nemployees with  rights to indemnification and advancement in its articles of \nincorporation or by-laws.  Id. §§ 55-8-56(3), 55-8-57(a).  There are, however, limits on \nthe extent to which a corporation may indemnify its directors, officers, and employees \nin its by-laws.  Specifically, “a corporation may not indemnify or agree to indemnify \na person [in its by-laws] against liability or expenses he may incur on account of his \nactivities which were at the time taken known or believed by him to be clearly in \nconflict with the bests interests of the corporation.”  Id. § 55-8-57(a).   \n46. North Carolina’s statutory scheme for indemnification and advancement \nserves to promote this State’s “public policy . . . [of] enabl[ing] corporations organized \n[in North Carolina] to attract and maintain responsible, qualified directors, officers, \nemployees and agents, and, to that end, to  permit corporations organized [in North \nCarolina] to allocate the risk of personal liability of directors, officers, employees and \nagents through indemnification[.]”  Id. § 55-8-50(a). \n47. Under the auspices of this statutory scheme, YCI ’s Bylaws provide , in \ncertain circumstances,  for both mandatory indemnification and man datory \nadvancement.  Article X, Section 1 of the Bylaws defines the class of individuals who \nhave a right to indemnification under the Bylaws and t he scope of that right.  The \nright to indemnification extends to: (1) “[a]ny person who at any time serves or has \nserved as a director, officer, agent or employee of the corporation”; (2) who incurs \n“reasonable expenses, including attorneys’ fees”; (3) “in connection with any \nthreatened, pending or completed action, suit or proceeding ”; (4) “whether civil, \ncriminal, administrative, investigative or arbitrative”; (5) “whether or not brought by \nor on behalf of the corporation”; and (6) where the proceedings seek “to hold [the \ndirector or officer] liabl e by reason of the fact that he is or was acting in such \ncapacity[.]”  (Bylaws art X, § 1.)  Any person satisfying all of these criteria “shall have \na right to be indemnified by the corporation to the fullest extent permitted by law.”  \n(Bylaws art. X, § 1.)  \n48. Article X, Section 2 of the Bylaws provides that: \n[e]xpenses incurred by such person shall be paid in advance of the final \ndisposition of such investigation, action, suit or proceeding upon receipt \nof an undertaking by or on behalf of such person to repay such amount \nunless it shall ultimately be determined that he is entitled to be \nindemnified by the corporation. \n \n(Bylaws art. X, § 2 (emphasis added).)   \n2.      Interpretation of YCI’s Bylaws \n49. The parti es’ dispute over Gray’s entitlement to advancement derives \nprimarily from their competing interpretations of the Bylaws’ indemnification and \nadvancement provisions.  “A corporation’s by -laws are a contract between the \ncorporation and its members.”  Dillard/Goldsboro Alumni & Friends, Inc. v. Smith , \n2016 NCBC LEXIS 34, at *34 (N.C. Super. Ct. Apr. 28, 2016) (citing Crider v. Jones \nIsland Club, Inc., 147 N.C. App. 262, 267, 54 S.E.2d 863, 866 (2001) ); see also Hilco \nTransp., Inc. v. Atkins , 2016 NCBC LEXIS 5,  at *28 (N.C. Super. Ct. 2016) (“A \ncorporation’s bylaws are treated like a contract.”).  Therefore, the Court must \ninterpret these provisions of the Bylaws following well -settled rules of contract \ninterpretation to determine whether Gray has shown a likelihood of success on his \nclaim for advancement. \n50. “[T]he various terms of the [contract] are to be harmoniously construed and, \nif possible, every word and every provision is to be given effect.”  In re Foreclosure of \na Deed of Trust, 210 N.C. App. 409, 415, 708 S.E.2d 174, 178 (2011) (second alteration \nin original)  (citation and quotation marks omitted) .  The Court must “interpret a \ncontract according to the intent of the parties to the contract, unless such intent is \ncontrary to law.”  Buetel v. Lumber Mut. Ins. Co., 134 N.C. App. 626, 631, 518 S.E.2d \n205, 209 (1999).  “If the plain language of a contract is clear, the intention of the \nparties is inferred from the words of the contract.”  Walton v. City of Raleigh , 342 \nN.C. 879, 881, 467 S.E.2d 410, 411 (1996). \n51. As an initial matter, the parties do not dispute that the Bylaws are a valid \nand binding contract.  Nor do they dispute that the language “shall have a right to be \nindemnified” and “shall be paid in advance” renders the indemnification and \nadvancement rights under the Bylaws mandatory  if other required conditions are \nmet.  (Bylaws art. X, §§ 1, 2.)   Therefore, the  Court concludes that the Bylaw s \nconstitute a valid  contract and provide for mandatory indemnification and \nadvancement rights to persons co vered under Article X, Section 1.  See Internet E., \nInc. v. Duro Commc’ns, Inc. , 146 N.C. App. 401, 405 –06, 553 S.E.2d 84, 87 (2001) \n(holding that “shall” renders a provision of a contract mandatory). \n52. According to Gray, his entitlement to advancement under  the Bylaws is  \nclear and straightforward:  he is a former officer and director of YCI now defending \nclaims brought against him by YCI in both this action and the Arbitration; the claims \nseek to hold him liable for his conduct in his capacities as officer and director; and in \ndefending against these claims,  he has actually incurred, and continues to incur,  \nexpenses.  Therefore,  Gray contends he satisfies the criteria set forth in Article X,  \nSection 1 of the Bylaws.  ( See Pl.’s Mem. Supp. Pl.’s Mot. for Prelim. Inj. 8–10, ECF \nNo. 96 [“Pl.’s Mem. Supp.”].)  Further, Gray argues, these expenses must be paid by \nYCI in advance of a final disposition of the claims upon his providing an \n“undertaking,”4 which he has done.  (Pl.’s Mem. Supp.10 .)  Because YCI has refused \n                                                 \n4 The term “undertaking” refers to the statutory requirement that a party seeking \nadvancement of defense fees must sign a writing committing to pay the advanced funds back \nto advance Gray his reasonable expenses, Gray contends YCI has breached the \nBylaws.  (Pl.’s Mem. Supp. 10.) \n53. Defendants respond that Gray is not entitled to advancement for three \nreasons.  First, Defendants contend that the nature of Gray’s conduct—that he took \naction that he knew or believed not to be in the best interest of the corporation —\neliminates his entitlement to indemnification.  (See Defs.’ Br. Opp’n to Pl.’s Mot. for \nPrelim. Inj. 11–12, ECF No. 106 [“Defs.’ Br. Opp’n”]; Defs .’ Suppl. Br. Opp’n to Pl.’s \nMot for Prelim. Inj. 4–9, ECF No. 113 [“Defs.’ First Suppl. Br.”]; Defs.’ Second Suppl. \nBr. Opp’n to Pl.’s Mot. for Prelim. Inj. 3–8, ECF No. 121 [“Defs.’ Second Suppl. Br.”].)  \nBecause Defendants contend that the Bylaws condition advancement on an officer or \ndirector’s eligibility for indemnification, Gray, they argue, is not  entitled to \nadvancement.  (See Defs.’ Second Suppl. Br. 8 –9.)  Second, Defendants contend that \nnot all of the counterclaims in this litigation or the Arbitration were brought by YCI \n“by reason of the fact” that Gray served as an off icer and director of YCI.  (Defs.’ Br. \nOpp’n 9–10.)  Third, YCI contends that, in defending against counterclaims, Gray is \nnot defending against an “action, suit or proceeding” a s YCI intended the applicable \nlanguage in its Bylaws to be interpreted.  (See Defs.’ Br. Opp’n 11, 13–14; Defs.’ First \nSuppl. Br. 3–4.)   \n54. The Court addresses each of these arguments in turn. \n \n \n                                                 \nto the corporation if it is ultimately determined that the party obtaining advancement is not \nentitled to indemnity. See N.C. Gen. Stat. § 55-8-53. \n \na. The Relationship Between Indemnification and \nAdvancement \n \n55. The key dispute concerning Gray’s right to advancement concerns the \nparties’ competing conceptions of the relationship between indemnification and \nadvancement under the Bylaws. \n56. In denying Gray’s Demand, YCI stated that, because the Bylaws mandate \nadvancement “to the fullest extent permitted by law[,]” YCI could not indemnify \nGray, pursuant to section 55 -8-57(a), for “activities which were at the time taken  \nknown or believed by him to be clearly in conflict with the best interest of the \ncorporation.”  (Demand Denial 1 (quoting Bylaws art. X, § 1; N.C. Gen. Stat. § 55 -8-\n57(a)).)  Having concluded that Gray “knew what he was doing, both when he secretly \nraised his compensation and also wh en he insulted [HYG,]” YCI determined that \nGray’s alleged conduct makes him ineligible for indemnification.  (Demand Denial 1–\n2.)  YCI then concluded that the same reasoning applies to advancement and “also \nprohibits [YCI] from advancing fees to [Gray] to defend such actions.”  (Demand \nDenial 2.)       \n57. The case law on indemnific ation, advancement, and the relationship \nbetween the two is underdeveloped in North Carolina.  Delaware  courts, however, \nhave addressed these issues in numerous decisions.  North Carolina courts frequently \nlook to Delaware law for guidance on legal issues such as those in dispute here.  See \nEhrenhaus v. Baker , 216 N.C. App. 59, 85, 717 S.E.2d 9, 27 (2011); Ehrenhaus v. \nBaker, 2008 NCBC LEXIS 21, at *27 n.19 (N.C. Super. Ct. Dec. 5, 2008). \n58. The Delaware Supreme Court has held that “[a]lthough the right[s] to \nindemnification and advancement are correlative, they are separate and distinct legal \nactions.”  Homestore, Inc. v. Tafeen, 888 A.2d 204, 212 (Del. 2005).  Generally, “[t]he \nright to advancement is not dependent on the right to indemnification.”  Id.  (citing \nCitadel Holding Corp. v. Roven , 603 A.2d 818, 822 (Del. 1992)).  As the Delaware \nCourt of Chancery has explained: \n[i]ndemnification is the right to be reimbursed for all out of pocket \nexpenses and losses caused by an underlying claim.   The right is \ntypically subject to a requirement that  the indemnitee have acted in \ngood faith and in a manner that he reasonably believed was in the best \ninterests of the company.   As a result, an indemnification dispute \ngenerally cannot be resolved until after the meri ts of the underlying \ncontroversy are decided because the good faith standard requires a \nfactual inquiry into the events that gave rise to the lawsuit. \n \n Majkowski v. Am. Imaging Mgmt. Servs., LLC , 913 A.2d 572, 586 (De l. Ch. 2006) \n(internal citations omitted).   \n59. Advancement, however, is in certain respects narrower than \nindemnification and in certain respects broader: \n[a]dvancement, by contrast, is a right whereby a potential indemnitee \nhas the ability to force the company to pay his litigation expense as they \nare incurred regardless of whether he will ultimately be entitled to \nindemnification.  Advancement is typically not conditioned on a finding \nthat the party seeking advancement has met any standard of conduct.  \nA grant of advancement rights is essentially a decision to advance credit \nto the company’s officers and directors because the officer or director \nmust repay all sums advanced to him if it is later determined that he is \nnot entitled to be indemnified. \n \nId. at 586–87 (internal citations omitted).    \n \n60. The plain language of the Bylaws’ advancement provision is in accord with \nthe Delaware courts’ conception of indemnification and advancement as related but \nimportantly distinct rights.  Article X, Section 2 mentions indemnification only in the \ncontext of providing an undertaking, the receipt of which is clearly a condition for \nadvancement.  (Bylaws art. X, § 2 (conditioning advancement “upon receipt of an \nundertaking by or on behalf of such person to repay such amount unless it shall \nultimately be determi ned that he is entitled to be indemnified by the corporation .” \n(emphasis added)).)  The use of “ultimately be determined  that he is entitled to be \nindemnified” suggests that the determination must be made after the merits of the \nclaims for which a person s eeks advancement are decided.  Factors relevant to that \ndetermination include whether the director or officer in question knew or believed his \nactions “to be clearly in conflict with the best interest of the corporation.”  N.C. Gen. \nStat. § 55 -8-57(a).  Under Delaware law, t hese state -of-mind factors “require[] a \nfactual inquiry into the events that gave rise to the lawsuit [,]” Majkowski, 913 A.2d \nat 586 –87 (internal citations omitted), which will occur at the final stage of the \nlitigation.   \n61. The Bylaws’ advancement provision mandates that a covered person’s \nlitigation expenses are to be pre-paid by the corporation prior to “the final disposition” \nof the action.  (Bylaws art. X, § 2.)  Conditioning the right to advancement on the \nconsideration of factors rel evant to determining a person’s ultimate entitlement to \nindemnification conflates the possibility of indemnity with ultimate entitlement to \nindemnity and improperly blurs the line between the distinct rights of \nindemnification and advancement.  See Majkowski, 913 A.2d at 586–87.   \n62. Applying ordinary rules of contract interpretation, the Bylaws ’ \nadvancement provision cannot be read  to condition the right to advancement on a \npredetermination of a person’s ultimate entitlement to indemnification.  Defendants’ \ncontrary interpretation of the Bylaws improperly conditions a person’s entitlement to \nadvancement on a finding that the person is also entitled to indemnification.   \n63. Furthermore, Defendants’ interpretation leads to untenable consequences.  \nIf YCI may determine in advance of a final disposition that the person seeking \nadvancement will not ultimately be entitled to indemnity, it would render the \nadvancement provision’s undertaking requirement meaningless.  As Gray points out, \nunder such an interpretation, “ there would never b e any uncertainty as to whether \nadvanced expenses were subject to indemnification because this determination \nalready would have occurred, and there w ould never be a need for an undertaking.”   \n(Pl.’s Suppl. Mem. Supp. Pl.’s Mot. for Prelim. Inj. 13, ECF No. 115 [“Pl.’s First Suppl. \nBr.”].)  The Court declines to adopt an interpretation of the Bylaws that would render \nkey provisions void.  See In re Fore closure of a Deed of Trust , 210 N.C. App. at 415, \n708 S.E.2d at 178 (“[T]he various terms of the [contract] are to be harmoniously \nconstrued and, if possible, every word and every provision is to be given effect.” \n(second alteration in original) (citation and internal quotation marks omitted)). \n64. Defendants’ interpretation also appears to be inconsistent with North \nCarolina’s mandatory indemnification statute.  N.C. Gen. Stat. § 55-8-52 provides \nthat a director has a mandatory right to indemnification, irresp ective of \nindemnification rights provided for in a corporation’s by-laws, where the director “was \nwholly successful, on the merits or otherwise, in the defense of any proceeding to \nwhich he was a party because he is or was a director of the corporation[.]”  Defendants’ \ninterpretation of the Bylaws allows for the possibility that YCI may predetermine, on \nthe basis of its allegations against an adverse director, that the director is not entitled \nto indemnification; thereby deny that director advancement prior  to a final \ndisposition of the action; and, yet, if the director is wholly successful, YCI would be \nrequired to indemnify him for the very expenses YCI refused to advance on the basis \nof the director’s purported lack of entitlement to indemnity.  The Court  cannot \nendorse an interpretation of the Bylaws that allow s for such an untenable result.   \nThe Court must “interpret a contract according to the intent of the parties to the \ncontract, unless such intent is contrary to law.”  Buetel, 134 N.C. App. at 631, 518 \nS.E.2d at 209.    \n65. Accordingly, the Court rejects Defendants’ interpretation of the Bylaws and \nconcludes that the advancement provision does not condition advancement on  or \nallow for a determination by YCI that the person seeking advancement is ultimately \nentitled to indemnification. \n66. This is not to say, however, that the right to advancement under the Bylaws \nis completely divorced from the right to indemnification.  Specifically, the Bylaws \nrequire that the person requesting advancement must at least have the possibility of \nindemnification.  Article X, Section 1 defines those individuals as “[a]ny person who \nat any time serves or has served as a director officer, agent or employee of the \ncorporation” and who incurs “reasonable expenses, including reasonable attorneys’ \nfees, . . . in connection with any . . . action, suit or proceeding . . . seeking to hold [that \nperson] liable by reason of the fact that he is or was acting in such capacity[.]”  \n(Bylaws art. X, § 1.)   \n67. These requirements place clear limits on the right to indemnification , and \n“[i]t would make little sense to construe the [Bylaws’] advancement provision to \nprovide advancement for claims for which” persons could not possibly be indemnified.  \nNAMS Holdings, LLC v. Reece , 2018 NCBC LEXIS 32, at *23 (N.C. Super. Ct. Apr. \n16, 2018).5  Such claims include those which are not brought “by reason of the fact” \nthat the person was actin g in their official, corporate  capacity.  See, e.g., Charney v. \nAm. Apparel, Inc., 2015 Del. Ch. LEXIS 238, at *47 –56 (Del. Ch. Sept. 11, 2015); \nBernstein v. TractManager, Inc. , 953 A.2d 1003, 1016 –17 (Del. Ch. 2007); Weaver v. \nZeniMax Media, Inc., 2004 Del. Ch. LEXIS 10, at *12–18 (Del. Ch. Jan. 30, 2004); see \nalso infra Part II.A.2.b.   \n68. The Court thus concludes that the Bylaws provide a mandatory right to \nadvancement of reasonable expenses, including reasonable attorneys’ fees, to (1) any \nperson who is a current or former director, officer, employee, or agent of YCI; (2) who \nincurs such expenses in connection with any pending  action, suit, or proceeding; (3 ) \nwhich action, suit, or proceeding seeks to hold the person liable by reason of the fact \nthat he is or was acting in his capacity as a director, officer, employee, or a gent; and \n(4) who provides an undertaking to repay such advanced expenses unless it is \n                                                 \n5 This Court, in NAMS Holdings, considered a party’s right to advancement under Delaware \nlaw in a Rule 12(b)(6) context.  NAMS Holdings, 2018 NCBC LEXIS 32, at *5–7. \nultimately determined following a final disposition of the action, suit, or proceeding \nthat he is not entitled to be indemnified by YCI. \nb.  “By Reason of the Fact” \n69. As an additional ground for denying Gray’s Demand, YCI noted that at least \nsome of its counterclaims were brought based on Gray’s  breach of the December 28  \nAgreement to sell his shares  for book value.  (Demand Denial 1.)  YCI determined, \nand argues here, that such claims arise, not by reason of the fact that Gray was an \nofficer or director of YCI, but rather by reason of the fact that Gray is a shareholder \nof YCI.  (Demand Denial 1.) \n70. Gray does not appear to dispute that the claims relating to his alleged  \nbreach of the December 28 Agreement were not brought by reason of the fact that he \nwas an officer or director of YCI.   (See Pl.’s Mem. Supp. 14–16.)  Nor does it appear \nthat Defendants challenge Gray’s contention that YCI’s remaining counterclaims , \nrelated to h is allegedly unauthorized increases in compensation and his insults of \nHYG’s President, were brought by reason of the fact that Gray was an officer and \ndirector of YCI.  (Defs.’ Br. Opp’n 9; see also Answer ¶ 132.) \n71. The Bylaws limit the possibility for indemnification of expenses, and \ncorrespondingly the advancement of expenses, to those claims brought “by reason of \nthe fact” that an officer or director “was acting in such capacity [.]”  (Bylaws art. X, § \n1.)  The Bylaws’ “by reason of the fact” lang uage is also found in Delaware’s \nindemnification statute.  See Del. Code Ann. tit. 8, § 145(a) –(b).  Accordingly, the \nCourt finds Delaware law construing the “by reason of the fact” requirement \ninstructive for interpreting this identical language in the Bylaws.   \n72. “Delaware courts have construed the ‘by reason of the fact’ requirement \nbroadly but not ‘so broadly as to encompass every suit brought against an officer or \ndirector.’”  NAMS Holdings, 2018 NCBC LEXIS 32, at *8 (quoting Weaver, 2004 Del. \nCh. LEXIS 10, at *9–10).  “[I]n order for one to be deemed a party to a proceeding ‘by \nreason of the fact’ of one’s corporat e position, there must be a ‘causal connection or \nnexus’ between the underlying proceedings and ‘the corporat e function or “official \n[corporate] capacity.”’”  Homestore, 888 A.2d at 213 (second alteration in original)  \n(quoting Perconti v. Thornton Oil Corp., 2002 Del. Ch. LEXIS 51, at *12–21 (Del. Ch. \nMay 3, 2002)).  “The requisite connection is established ‘if the corporate powers were \nused or necessary for the commission of the alleged misconduct.’”  Paolino v. Mace \nSec. Int’l, Inc., 985 A.2d 392, 406 (Del. Ch. 2009) (quoting Bernstein, Inc., 953 A.2d at \n1011).  “Delaware courts typically determine whether there is a ‘causal connection’ \nby ‘examining the pleadings in the underlying litigation . . . . ’”  Charney, 2015 Del. \nCh. LEXIS 238, at *48 (omission in original) (quoting Holley v. Nipro Diagnostics, \nInc., 2014 Del. Ch. LEXIS 268, at *23 (Del. Ch. Dec. 23, 2014)). \n73. YCI alleges that the Dec ember 28 Agreement obligates Gray to sell his \nshares to YCI for a price determined under the Buy/Sell Agreement —book value .  \n(Arbitration Countercl. ¶ 30; Litigation Countercl. ¶ 30.)  YCI’s claim for breach of \ncontract, in the Arbitration and this action, alleges that Gray “breached the December \n28 Agreement by rejecting YCI’s tender of the first payment for the shares and by \nrefusing to tender his shares to YCI.”  (Arbitration Countercl. ¶ 45; Litigation \nCountercl. ¶ 42.)  YCI’s second claim for declaratory judgment in the Arbitration (first \nclaim for declaratory judgment in this action) seeks a declaration requiring Gray “to \ntender his shares to YCI in exchange for their book value” under the December 28 \nAgreement.  (Arbitration Countercl. ¶ 49; Litigatio n Countercl. ¶ 46.)   As alleged, \nGray’s refusal to sell his shares or accept YCI’s tender of the first payment for the \nshares implicates his status as a shareholder of YCI alone and lacks a causal \nconnection to his status as an officer, director, or employ ee of YCI.  See Homestore, \n888 A.2d at 213. \n74. Therefore, the Court concludes that the c ounterclaims arising from Gray’s \nalleged breach of the December 28 Agreement, as alleged in both this action and the \nArbitration, are not brought by reason of the fact that Gray was an officer or director \nof YCI.  Accordingly, Gray is not eligible for advancement or indemnification for these \nclaims. \n75.  YCI’s compensation -related counterclaims and those related to Gray’s \nalleged conduct toward  HYG, however, implicate Gray’s role as an officer, director, \nand employee of YCI.  The allegations underlying YCI’s counterclaims for conversion, \nfraud, breach of officer’s and director’s duties, and civil remedy for larceny and \nembezzlement all center on Gray’s alleged conduct as President in secretly increasing \nhis compensation  and/or jeopardizing YCI’s rel ationship with HYG .  (Arbitration \nCountercl. ¶¶ 51, 55 –56, 59–60, 64–66, 69–72; Litigation Countercl. ¶¶ 51, 55–56, \n59–60, 64 –66, 69 –72.) As alleged, Gray’s “corporate powers were us ed or [were] \nnecessary for the commission of the alleged misconduct[,]” Paolino, 985 A.2d at 406 \n(citation and quotation marks omitted), and the requisite causal connection exists \nbetween these counterclaims and Gray’s corporate capacity.   \n76. YCI’s first claim for declaratory judgment in the Arbitration (second claim \nfor declaratory judgment in this action) seeks a declaration that YCI’s termination of \nGray was “for cause” under the Buy/Sell Agreement and an order directing Gray “to \noffer all of his shares to  YCI at book value” under the Buy/Sell Agreement.  \n(Arbitration Countercl. ¶ 40; Litigation Countercl. ¶ 49.)  Although these \ncounterclaims reference the Buy/Sell Agreement, which Gray entered into as a \nshareholder of YCI, the company seeks the declaration  “[b]ased on the misconduct \ndescribed above”—namely, the same conduct underlying YCI’s claims for conversion, \nfraud, breach of officer’s and director’s duties, and civil remedy for larceny and \nembezzlement.  (Arbitration Countercl. ¶ 40; Litigation Counter cl. ¶ 49 .)   Because \nthe Court has concluded those claims were brought by reason of Gray’s corporate \ncapacity, the Court also concludes that the requisite causal connection exists between \nYCI’s claim for declaratory judgment that Gray was terminated for cause and Gray’s \ncorporate capacity.  \n77. Therefore, YCI’s counterclaims in this action and in the Arbitration for  \nconversion, fraud, breach of officer’s and director’s duties, and civil remedy for larceny \nand embezzlement, and its first claim for declaratory ju dgment in the Arbitration \n(second claim for declaratory judgment in this action) (the “Advanceable \nCounterclaims”) are claims for which Gray is eli gible for indemnification.  T hus, he \nhas a right to advancement of reasonable expenses, including reasonable attorneys’ \nfees, incurred in defending against these claims, but only these claims. \nc. YCI’s Counterclaims Are an “Action, Suit or \nProceeding” Under the Bylaws \n \n78. Finally, YCI denied Gray’s request for advancement because it brought the \nAdvanceable Counterclaims, which it contends may be compulsory, “only in response \nto the litigation [Gray] init iated.”  (Demand Denial 2.)  YCI  concluded, accordingly, \nand argues here , that its Advanceable Counterclaims “are not an ‘action, suit or \nproceeding’ for which the board intended, or North Carolina law allows, advancement \nof fees.”  (Demand Denial 2.)  In other words, Defendants contend that , even if \nadvancement is not conditioned on Gray’s ultimate entitlement to indemnification, \nhis Demand was properly denied because he seeks advancement of expenses incurred \nin defending counterclaims. \n79. Gray contends that , under neither the Bylaws nor North Carolina law, is \nadvancement of expenses limited “only [to] first-filed claims, but not counterclaims.”  \n(Pl.’s Mem. Sup p. 16.)  He contends that the Bylaws are devoid of any language \nexcluding counterclaims from an “action, suit or proceeding” in either Article X, \nSection 1 or Section 2.  (Pl.’s Mem. Supp. 16 (quoting Bylaws art X, §§ 1, 2).)   \n80. The Court agrees with Gray  and finds no support for Defendants’ position \nin the Bylaws, in the decisions of our appellate courts, or in North Carolina’s statutory \nscheme for indemnification and advancement in Chapter 55.  The plain language of \nthe Bylaws’ indemnification provision pr ovides for mandatory indemnification \nrelated to “ any threatened, pending or completed action, suit or proceeding . . . \nwhether civil . . . or arbitrative, and whether or not brought by or on behalf of the \ncorporation, seeking to hold [an officer or director] liable by reason of the fact that his \nis was acting in such capacity[.]”  (Bylaws art. X, § 1 (emphasis added).)  This \nexpansive provision contains no language excluding counterclaims, compulsory or \nnot, from the scope of the indemnification righ t.  Rather, the “action, suit or \nproceeding” simply must be one that “seek[s] to hold [an officer or director] liable by \nreason of the fact that he was acting in such capacity [.]”  (Bylaws art. X, § 1.)  YCI \nclearly seeks to hold Gray liable for the Advanc eable Counterclaims , and the \nAdvanceable Counterclaims were brought by reason of the fact that Gray served as \nan officer, director, and employee of the company.   \n81. The language of the provision is clear, and the Court concludes —YCI’s \ncontentions regard ing i ts intent notwithstanding —that the Advanceable \nCounterclaims constitute an “action, suit or proceeding” under the Bylaws’ \nindemnification provision.  See Walton, 342 N.C. at 881, 467 S.E.2d at 411; see also \nPaolino, 985 A.2d at 399–401 (rejecting argument that plaintiff was not “defending” \nagainst company’s counterclaims and holding that plaintiff was entitled to \nadvancement of fees incurred in defending against counterclaims).   \n82.  The Bylaws’ advancement provision simply refers back to the category  of \nclaims for which an officer and director has a right to indemnity.  (Bylaws art. X, § 2 \n(“Expenses incurred by such person shall be paid in advance of the final disposition \nof such . . . action, suit or proceeding [.]” (emphasis added)).)  Because the Cour t has \nconcluded that the indemnification provision applies to counterclaims as well as first-\nfiled claims, the Court concludes that expenses incurred in defending against the \nAdvanceable C ounterclaims fall within the Bylaws’ advancement and \nindemnification provisions. \n* *  * \n83. In sum, the Court concludes that Gray has shown a likelihood of success on \nthe merits of his claim for advancement and that his contractual “right [to \nadvancement] is clear[.]”  Auto. Dealer Res., 15 N.C. App. at 639, 190 S.E.2d at 732.  \nSpecifically, the Court concludes that: (1) Gray has served as an officer, director, and \nemployee of YCI; (2) Gray is defending against the Advanceable Counterclaims, by \nwhich YCI seeks to hold him liable by reaso n of the fact that he served in such \ncapacities; (3) the Bylaws mandate the advancement of Gray’s reasonable expenses \nincurred in defending against the Advanceable Counterclaims; and (4) Gray provided \nan undertaking to repay any advanced fees in the event he is ultimately determined \nnot to be entitled to indemnification.  Gray has, accordingly, satisfied all the \nrequirements under the Bylaws to receive advancement, but YCI has denied him the \nadvancement he is  owed under the Bylaws.   Therefore, Gray has sati sfied the first \nrequirement for the issuance of a preliminary mandatory injunction  ordering that \nadvancement be made.   \nB. Gray Has Not Demonstrated Irreparable Harm \n84. Even where a movant has shown a likelihood of success on the merits of the \nunderlying claim, he is only “entitled to injunctive relief when there is no adequate \nremedy at law and irreparable harm will result if the injunction is not granted.”  Vest, \n145 N.C. App. at 76, 549 S.E.2d at  574.  Given the mandatory nature of the relief \nGray seeks, he mu st show that the injury is “immediate, pressing, irreparable, and \nclearly established.”  Auto. Dealer Res., 15 N.C. App. at 639, 190 S.E.2d at 732. \n85. In the course of arguing and briefing the Motion, Gray has taken a variety \nof positions with respect to his showing of irreparable harm.  At the hearing on the \nMotion, he argued that, in the context of a preliminary injunction to enforce \nadvancement rights, he need not make a showing of irreparable harm, North \nCarolina’s well -settled preliminary injunction standard notwithstanding.   \nDefendants respond that advancement does not change the required analysis, and \nthat Gray “must show an immediate, pressing, irreparable, and clearly established \ninjury to entitle him” to a preliminary injunction ordering the payment of funds by \nYCI.  (Defs.’ First Suppl. Br. 9 –10 (quoting Auto. Dealer Res., 15 N.C. App. at 639, \n190 S.E.2d at 732); see Defs.’ Second Suppl. Br. 2.)    \n86. Gray does not cite to any North Carolina case applying North Carolina law \nholding that, in the context of a claim for advancement, the issuance of a preliminary \ninjunction does not require a showing of irreparable harm.  The omission of any such \ncitation is for good reason —whether, and under what circumstances, a court should \nissue a preliminary injunction ordering a corporation to advance a plaintiff his or her \nreasonable expenses incurred in litigation appears to be an issue of first impression \nin North Carolina.   \n87. Delaware law is similarly underdeveloped in this area —again, for good \nreason.  By Delaware statute, the Delaware Court of Chancery, unlike this Court, has \nexclusive jurisdiction to hear all actions for advancement and “may summarily \ndetermine a corporation’s obligation to advance expenses (including attorneys’ fees).”  \nDel. Code Ann. tit. 8, § 14 5(k).  Accordingly, in Delaware, most disputes concerning \nadvancement are decided either in separate, stand -alone proceedings and/or on \nsummary judgment, not by means of a preliminary injunction.  See, e.g., Holley, 2014 \nDel. Ch. LEXIS 268, at *23; Weaver, 2004 Del. Ch. LEXIS 10, at *7–8, 30; Morgan v. \nGrace, 2003 Del. Ch. LEXIS 113, at *16 (Del. Ch. Oct. 29, 2003); Reddy v. Elec. Data \nSys. Corp., 2002 Del. Ch. LEXIS 69, at *30 (June 18, 2002); Lipson v. Supercuts, Inc., \n1996 Del. Ch. LEXIS 108, at *1, 8 (Del. Ch. Sept. 10, 1996).  Questions of irreparable \nharm in the advancement context, therefore, rarely arise under Delaware law. \n88. In at least one case, however, the Delaware Court of Chancery discussed a \nclaim for advanc ement on a preliminary injunction motion.  See Emerging Eur. \nGrowth Fund, L.P. v. Figlus, 2013 Del. Ch. LEXIS 80, at *1, 35–36 (Del. Ch. Mar. 28, \n2013).    In Figlus, the plaintiffs requested advancement along with their motion for \na preliminary injunction  to prevent the defendant from disclosing confidential \ninformation.  Id. at 35.   The court noted that “[w]ith regard to [p]laintiffs’ request for \nadvancement . . . there has been no showing of potential irreparable harm.”  Id.  \nRather, the court held that “the evidence adduced thus far demonstrates that Figlus \ncould not mount his defense if [he was] forced to advance [p]laintiffs’ attorneys’ fees.”  \nId.  Figlus suggests that, even though Delaware has a specialized proceeding for \nhearing claims for advancem ent, when a movant seeks advancement by mean s of a \npreliminary injunction, Delaware courts do not stray from the standard requirements \nfor such an injunction, including a showing of irreparable harm. \n89. The Court concludes that corporate advancement does not require or \nauthorize a departure from the well-settled jurisprudence of this State concerning the \nrequirements for the grant of a preliminary injunction.  Although the law of North \nCarolina may not be well developed as to advancement, it is well  developed on the \nproof elements necessary to obtain preliminary injunctive relief.  Those elements, \nparticularly where the requested injunction is mandatory, include a requirement that \nthe movant “clearly establish” that he will suffer immediate, pressing, and \nirreparable harm.  Auto. Dealer Res., 15 N.C. App. at 638, 190 S.E.2d at 732. \n90. Turning then to Gray’s evidence of irreparable harm, Gray first contends \nthat the mere denial of his contractual right to advancement constitutes per se  \nirreparable harm.  (Pl.’s  First Suppl. Br. 14–15; Pl.’s Resp. Suppl. Mem. Supp. Pl.’s \nMot. for Prelim. Inj. 6–7, ECF No. 123 [“Pl.’s Second Suppl. Br.”].)   \n91. Relying on authority from Delaware and elsewhere, Gray argues that the \nvalue of the right to advancement, in contrast to the  right to indemnification, is \nforever lost if that right is not vindicated during the course of the litigation.  See \nTafeen v. Homestore, Inc. , 2005 Del. Ch. LEXIS 77, at *8 (Del. Ch. May 26, 2005) \n(“[A]dvancement must be made promptly, otherwise its benefit is forever lost because \nthe failure to advance fees affects the counsel the director may choose and litigation \nstrategy that the executive or director will be able to afford.”), aff’d, 886 A.2d 502 \n(Del. 2005); see also Westar Energy, Inc. v. Lake, 552 F.3d 1215, 1225 (10th Cir. 2009) \n(“If a corporation withholds advances, the right will be irretrievably lost at the \nconclusion of the litigation, because at that point the officer will only be entitled to \nindemnity.”); Roller Bearing Indus. v. Paul , 2010 U.S. Dist. LEXIS 28935, at * 19 \n(W.D. Ky. 2010) (“We conclude that [defendant] has adequately shown a probability \nof irreparable harm in the form of the loss of his contractual right to advancement.”); \nIn re Worldcom, Inc. Sec. Litig., 354 F. Supp. 2d 455, 469 (S.D.N.Y. 2005) (“The failure \nto receive defense costs when they are incurred constitutes an immediate and direct \ninjury.” (citation and internal quotation marks omitted)). \n92. The Court is not persuaded by this non-binding authority  that denial of \nadvancement is per se irreparable harm sufficient to justify mandatory injunctive \nrelief.  Under the Bylaws, the right to advancement is a contractual right to receive \nperiodic payments prior to a certain date —the date of the final disposit ion of the \nclaims for which the litigant is entitled to advancement.  The loss of that contractual \nright results, first, in the loss of money, and a request for advancement via a motion \nfor preliminary injunction seeks the payment of money to remedy the loss.  Generally, \nour courts have held that where an injury may be compensated by the payment of \nmonetary damages, the injury is not irreparable, and an injunction should not issue.  \nSee Bd. of Light & Water Comm’rs v. Parkwood Sanitary Dist., 49 N.C. App. 421, 424, \n271 S.E.2d 402, 404 (1980) (“An injury is considered irreparable when money alone \ncannot compensate for it.” (citation and quotation marks omitted)); see also Crawford \nv. Univ. of N.C., 440 F. Supp. 1047, 1058 (M.D.N.C. 1977) (“A [mandatory] injunction \nshould not work so as to give a party the full relief which he seeks on the merits, \nespecially when the order would require the payment of money.”).   Gray has not \ndemonstrated why the Court should view an injunction ordering payments on a \ncontract for advancement differently from the issuance of an injunction on any other \ncontract for the periodic payment of money by a certain date, such as a lease or \npromissory note.   \n93. Furthermore, the contention that the advancement right “will be \nirretrievably lost at the conclusion of the litigation, because at that point the officer \nwill only be entitled to indemnity[,]” Westar Energy , 552 F.3d at 1225, bears on \nwhether a movant has an adequate remedy at law , not on irreparable har m.  \nAlthough the lack of an adequate remedy at law is required to obtain equitable relief, \nthe movant must also show irreparable harm.  See Vest, 145 N.C. App. at 76, 549 \nS.E.2d a 574 (“A plaintiff is entitled to injunctive relief when there is no adequate  \nremedy at law and irreparable harm will result if the injunction is not granted.” \n(emphasis added)). \n94. The Court concludes that the mere denial of advancement does not, in and \nof itself, constitute irreparable harm.  The Court does not conclude, however, that the \ndenial of advancement may never constitute i rreparable harm.  Rather, here, Gray \nmust clearly establish that, as a consequence of a denial of the Motion, and, thus, his \nfailure to receive advancement, he is likely to suffer an actual injury that is \n“immediate, pressing, [and] irreparable[.]”  Auto. Dealer Res. , 15 N.C. App. at 639, \n190 S.E.2d at 732.   \n95. Gray argues that he has, in fact, suffered, and will continue to suffer, actual \nirreparable injury because YCI’s denial of advancement has affected hi s litigation \nstrategy, and, absent advancement, he “lacks the funds to continue effectively \ndefending himself.”  (Pl.’ s First Suppl. Br. 15 –16; see Pl.’s Second Suppl. Br. 7.)   \nDefendants respond that Gray has failed to present evidence satisfying this standard, \nand, instead, the evidence and history of this action and the Arbitration show that \nGray’s defense of the Advanceable Counterclaims has not been hampered by YCI’s \ndenial of advancement.  (Defs.’ Br. Opp’n 14–16; Defs.’ First Suppl. Br. 11–16; Defs.’ \nSecond Suppl. Br. 2–3.) \n96. Gray, through the affidavit of his counsel, represents that, as of October 15, \n2018, he had incurred a total of [REDACTED] in legal fees in defending against YCI’s \ncounterclaims.  (Watkins Aff. ¶ 14.)  The Court notes that the amount represented is \nfor all counterclaims raised by YCI in this action and the Arbitration, and not simply \nthe Advanceable Counterclaims.  ( See Watkins Aff. ¶¶ 4–5 (referring to the \n“substantial am ount of work” performed in “defending Gray against Defendants’ \nseven counterclaims” (emphasis added) ).)  On the basis of Gray’s counsel’s sworn \nstatement, the Court cannot determine the amount of fees incurred in defending \nagainst those counterclaims for which Gray has a right to advancement.   \n97. Regardless, Gray has submitted no evidence showing that he has been \nunable to pay these fees  as they beca me and become due.  Gray asserts only that \npaying the fees in the absence of advancement “has greatly strained  [his] family’s \nfinancial resources and imposed incalculable stress on [his] family.”  (Gray Aff. ¶ 6.) \n98. As to future expenses Gray will incur in this action and the Arbitration, he \navers that he does “not have available funds or the financial ability to pay those fees” \n[REDACTED].  (Gray Aff. ¶¶ 11, 15.)  Gray also asserts that YCI’s failure to advance \nfees “has impacted [his] trial strategy, such as by preventing [him] from taking a more \naggressive approach toward the u se of more costly expert witnesses.”  (Gray Aff. ¶ \n16.)  \n99. The Court does not believe that the record evidence clearly establishes that \nGray will suffer immediate, pressing, irreparable harm in the absence of an \ninjunction ordering advancement.  Although Gray asserts that, absent advancement, \nhe will be unable to afford his legal fees going forward unless he were to liquidate \ncertain assets, he provides no evidence that options short of liquidation are \nunavailable to him.  For instance, he does not state that he is unable to obtain loans \nor borrow against any of his illiquid assets to pay his legal fees as they become due.   \n100. Additionally, the Court concludes that Gray has not clearly shown that \nfailure to receive advancement has impacted his litigation strategy.  At no point does \nhe assert that his counsel have threatened to withdraw if YCI does not advance his \nattorneys’ fees.  On the contrary, the evidence of record shows that Gray, through his \ncounsel, has vigorously defended against the Advanceable Counterclaims for nearly \na year, including in  the Arbitration in which those claims will be decided.  Indeed, \nthe only evidence before the Court that Gray’s litigation strategy has been impacted \ndue to YCI’s denial of advancement, even if believed, is Gray’s non-specific statement \nthat he has not been able to take a more aggressive approach with expert witnesses.  \n(Gray Aff. ¶ 16.)  Crucially, Gray does not allege that any expert witnesses are \nnecessary for his defense of the Advanceable Counterclaims, as opposed to the \nprosecution of his own claims in this action or the Arbitration.  Nor does he explain \nhow a “more aggressive” (and apparently expensive) approach toward experts would \nmaterially improve his chances of success in defending the Advanceable \nCounterclaims.  Finally, on this point, Gray similarly fails to identify who the “more \ncostly expert witnesses” are, the claims on which they would testify, and how this \ntestimony might improve Gray’s chances of ultimate success in defense of the \nAdvanceable Counterclaims.  (Gray Aff. ¶ 16.)  The Court, therefore, cannot conclude, \non this record, that denying his request for advancement would actually impact his \ndefense of the claims for which he is entitled to advancement. \n101. Therefore, Gray has not clearly established that the harm he will suffer \nabsent the relief he seeks, if any, is immediate, pressing and irreparable.   See Auto. \nDealer Res., 15 N.C. App. at 639, 190 S.E.2d at 732.  Accordingly, the Court, in its \ndiscretion, concludes that Gray has not made the requisite showing required for the \nissuance of a preliminary mandatory injunction.  See A.E.P. Indus., 308 N.C. at 401, \n302 S.E.2d at 759–60 (requiring a showing of both likelihood of success on the merits \nand irreparable harm for the issuance of a preliminary injunction); Auto. Dealer Res., \n15 N.C. App. at 639, 190 S.E.2d at 732 (holding that the movant’s burden is greater \nwhere the injunctive relief sought is mandatory).   As a result, the Court concludes \nthat the Motion must be denied. \nIII. CONCLUSION \n102. THEREFORE, for the reasons set forth above, the Court, in the exercise \nof its discretion, hereby DENIES the Motion. \nSO ORDERED, this the 15th day of November, 2018. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}