{
  "id": "df6056b4f5b4909714c6eaa101e84c1af001636376a09e531413c7425bc9d7ee",
  "source_file": "data/raw/ncbc/df6056b4f5b4909714c6eaa101e84c1af001636376a09e531413c7425bc9d7ee.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nGUILFORD COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 8523 \nMIRIAM EQUITIES, LLC, a New \nJersey Limited Liability Company, \n \nPlaintiff, \n \nv. \n \nLB-UBS 2007-C2 MILLSTREAM \nROAD, LLC, a North Carolina Limited \nLiability Company,  \n \nDefendant. \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION FOR \nSANCTIONS \n \n1. THIS MATTER is before the Court on Defendant’s Motion for Sanctions \n(the “Motion”), (ECF No. 76), pursuant to Rules 26 and 37 of the North Carolina Rules \nof Civil Procedure (the “Rule(s)”).  After considering the Motion, Defendant’s brief in \nsupport of the Motion,1 arguments from counsel for both parties at a hearing held on \nthe Motion on 19 October 2021, and the relevant record, the Court determines that \nthe Motion should be GRANTED as more specifically provided below. \nRevolution Law Group, by C. Scott Meyers, for Plaintiff Miriam Equities, LLC. \n \nKilpatrick Townsend & Stockton LLP , by James H. Pulliam and Elizabeth L . \nWinters, for Defendant LB-UBS 2007-C2 Millstream Road, LLC. \n \nEarp, Judge. \n \n \n \n \n \n1 Plaintiff’s Response in Opposition to Defendant’s Motion for Sanctions  was not timely \nsubmitted and, consequently, was not considered.  (Order on Pl.’s Mot. for Extension of Time \n¶¶ 12–13, ECF No. 80.) \nMiriam Equities, LLC v. LB-UBS 2007-C2 Millstream Rd., LLC, 2021 NCBC 71. \n \n \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Complaint in this action was filed on 13 September 2019.  (Compl., \nECF No. 3.)   In summary, the case is about the attempted sale of commercial property \nin Guilford County, North Carolina (the “Property”) by Defendant to  Plaintiff.  The \nsale fell through when Plaintiff failed to meet the terms required to close by 3 July \n2019.  Plaintiff argues that it was prevented from meeting those terms because, \ncontrary to their agreement, Defendant would not allow it to have access to the \nProperty so that it could s atisfy conditions necessary to secure funding (the “Access \nRight”). \n3. From 25 August 2020 until a 30(b)(6) deposition on 5 August 2021, \nPlaintiff has consistently responded to Defendant’s discovery requests and made \nstatements in its pleadings that it intended to secure a loan through Ameris Bank to \npurchase the property, and that access was needed for an appraisal.  However, during \nPlaintiff’s 30(b)(6) deposition, Mr. Sam Sprei, Plaintiff’s corporate representative , \ndisavowed that plan and testified for the first time that Plaintiff’s intention was to \nborrow the funds from Bernard Rubin and his partner and not from Ameris Bank (the \n“alternative funding plan”).  (Def.’s Suppl. Br. in Supp. of Mot. for Summ. J. Ex. 1 at \n83:24–84:2, 87:25– 88:4 [hereinafter “Spre i Deposition”], ECF No. 66.1.)  Bernard \nRubin is the father of Jonathan Rubin, a principal in Miriam Equities, LLC.  Mr. \nRubin’s partner is unidentified.  Thus, Mr. Sprei  testified that the requested access \nwas for Bernard Rubin’s appraiser, not for an appraiser from Ameris Bank.  (Sprei \nDeposition 80:5–81:11.) \n \n \n4. Defendant objects to Plaintiff’s recent disclosure and moves to sanction \nPlaintiff for failing to reveal the alternative funding plan until the very end of an \nalready extended discovery period.2  The Motion requests “that Plaintiff be prohibited \nfrom introducing any evidence in support of its new theory that Plaintiff intended to \nobtain funds from Bernard Rubin, or any source other than Ameris Bank, to complete \nits purchase of the Property.”  (Br. in  Supp. of Def.’s Mot. for Sanctions 2, ECF No. \n72.) \n Plaintiff’s History of Noncompliance with Discovery Rules and Orders  \n5. Whether Plaintiff’s Access Right was breached, and if so, whether \ndamages resulted, are central issues in this case.  (Am. Verified Compl. ¶¶  10–15, \nECF No. 5.)  The Amended Complaint contends that the breach occurred when \nDefendant refused entry to the Property for Plaintiff and Plaintiff’s agents and \ncontractors to “conduct[] tests[,]  . . . site inspections[,] and investigat ions.”  (Am. \nVerified Compl. ¶ 10.)  Consequently, the identity of the funding source and the \nappraiser who was to come on  site are important facts in the case.  Unfortunately, \nPlaintiff’s failure to abide by the rules and orders of this Court has unfairly  delayed \nthe ability of Defendant to determine these facts. \n6. “Defendant properly served its First Set of Interrogatories and Requests \nfor Production of Documents on Plaintiff on July 16, 2020  . . . .”  (Order on Mot. to \nWithdraw and Providing for Limited Modification to Current Am. Case Management \nOrder ¶ 6, ECF No. 40.)  Relevant to this Motion, Defendant’s Interrogatory No. 2 \n \n2 As discussed infra, the Court reopened and extended discovery on the Access Right issue \nbecause the record was underdeveloped.  (ECF No. 59) \n \n \nasked:  “Identify each person who has knowledge of the facts, allegations, and claims \nasserted in your Amended Verified Complaint.”  (Br. in Supp. of Def.’s Mot. for \nSanctions 2.)  Interrogatory No. 6 requested that Plaintiff “[i]dentify all efforts by [it] \nto borrow or otherwise secure funds to close on the Property.”  (Br. in Supp. of Def.’s \nMot. for Sanctions 3.) \n7. In its unverified responses served 25 August 2020, Plaintiff did not list \nBernard Rubin, or any person associated with Bernard Rubin, as individuals with \nknowledge of the facts, allegations, and claims asserted in response to Interrogatory \nNo. 2.  (Pl.’s Resps. to Def.’s Fir st Set of Interogs. and Reqs. for Produc. of Docs. 4 , \nECF No. 51.)  Beyond initial objections, Plaintiff responded to Interrogatory No. 6 by \nstating only that it “had a commitment from Ameris Bank.  Miriam paid commitment \nfees and legal fees related to the commitment from Ameris Bank.”  (Pl.’s Resps. to \nDef.’s First Set of Interoggs. and Reqs. for Produc. of Docs. 6.) \n8. Bernard Rubin was also not identified in Plaintiff’s response to \nDefendant’s requested production of “[a]ll documents and communications regarding \nPlaintiff’s efforts to borrow or otherwise secure funds to close on the Property.”  (Pl.’s \nResps. to Def.’s First Set of Interoggs. and Reqs. for Produc. of Docs. 13.)  Moreover, \nin its brief opposing summary judgment, Plaintiff continued to recognize only Ameris \nBank as the financing source for the purchase of the Property.  (Pl.’s Br. in Opp. to \nDef.’s Mot. for Summ. J. 7, Ex. 4, ECF No. 47) (discussing the purported loan \ncommitment from Ameris Bank); (Pl.’s Sur -Reply Br. 4, ECF No. 55.1) (arguing \n \n \nagainst any unfair surprise to Defendant because Plaintiff “fairly disclosed its \nfinancing arrangements with Ameris Bank in its Answers to Interrogatory No. 6.”) \n9. In fact, Plaintiff has repeatedly represented that it could not close on the \npurchase of the Property without the Ameris Bank funding.  (See e.g., Jonathan Rubin \nAff. ¶¶ 8, 11, ECF No. 47.3; Eli Shapiro  Aff. ¶ 11, ECF No. 47.2.)   In summary, \nthroughout this litigation and until the 30(b)(6) deposition on 5 August 2021, Plaintiff \nnever suggested that it had relied in any way on the alternative funding plan. \n10. Plaintiff’s attempt to fault Defendant for waiting too long to conduct the \n30(b)(6) deposition at which the alternative funding plan was disclosed is specious.  \nDefendant properly noticed Plaintiff’s Rule 30(b)(6) deposition for 24 August 2020, a \nyear before it ultimately took place.  At Plaintiff’s urging, Defendant agreed to \nreschedule the deposition to accommodate Plaintiff’s and its counsel’s schedules, \nresulting in a joint motion to extend disc overy.  (Joint Mot. for Limited Modification \nof Am. Case Management Order, ECF No. 24.)  Even so, Plaintiff’s representative did \nnot appear at the rescheduled deposition on 28 October 2020.  (Order on Mot. to \nWithdraw and Providing for Limited Modification to Current Am. Case Management \nOrder ¶ 2.)  Plaintiff’s first counsel withdrew shortly thereafter.  (Mot. to Withdraw, \nECF No. 36.) \n11. In recognition of Plaintiff’s stated desire to obtain new counsel, and “to \nassure that it consider[ed] any dispositive moti on upon a closed record[,]” the Court \nafforded Plaintiff time to obtain new counsel and “ a last opportunity to provide \nDefendant any information Plaintiff contends should be considered in support of its \n \n \nclaims . . . .”  (Order on Mot. to Withdraw and Providing for Limited Modification to \nCurrent Am. Case Management Order ¶ 3) (emphasis added.)  On 3 November 2020 \nthis Court specifically directed Plaintiff to “file a notice of appearance of counsel, \nrespond to Defendant’s outstanding discovery requests,  and advise whether it \nintended to appear for deposition pursuant to a [Rule] 30(b)(6) notice” by 20 \nNovember 2020.  (Order ¶ 2, ECF No. 41.)  Notably, “Plaintiff  . . . completed none of \nthese actions” within the ordered timeframe.  (Order ¶ 2, ECF No. 41.) \n12. Therefore, on 30 November 2020 the Court ordered that discovery was \nclosed and set the schedule to brief dispositive motions.  (Order ¶ 4, ECF No. 41.)  \nDefendant timely moved for summary judgment on 18 December 2020.  (Mot. Summ. \nJ., ECF No. 42.)  Plaintiff’s responsive materials continued to describe only financing \nfrom Ameris Bank—subject to an inspection of the Property.  (See Pl.’s Br. in Opp. to \nDef.’s Mot. for Summ. J. 7.)  Plaintiff’s briefing did not mention Bernard Rubin or the \nalternative funding plan. \n13. Plaintiff’s separate counsel withdrew on 8 October 2020 and on 30 \nOctober 2020—leaving it unrepresented for a period of time during the latter part of \ndiscovery.  (ECF Nos. 32, 40.)  Given the unique procedural history presented by \nPlaintiff’s discovery failures and the withdrawal of counsel on three occasions, the \nCourt found that “the record was underdeveloped with respect to the Plaintiff’s \ncontractual right of access to the property.”  (Order on Pl.’s Mot. for Leave to File \nSurreply Br. and Modification of the Current Am. Case Management Order ¶ 3, ECF \nNo. 59.)  Therefore, on 27 May 2021 the Court reopened discovery through 26 July \n \n \n2021 and ordered the parties to focus only on the Access Right issue.  (Order on Pl.’s \nMot. for Leave to File Surreply Br. and Modification of the Current Am. Case \nManagement Order ¶ 3 .)  Supplemental briefing on the Access Right issue was due \nfrom Defendant on 25 August 2021 and from Plaintiff thirty (30) days after receipt of \nservice of the supporting brief.  (Order on Pl.’s Mot. for Leave to File Surreply Br. and \nModification of the Current Am. Case Management Order ¶¶ 3, 5.) \n14. On 6 July 2021 Plaintiff finally produced documents in response to \nDefendant’s requests for the first time in this matter.  The requests had been pending \nsince 16 July 2020.  None of the documents produced by Plaintiff identified Bernard \nRubin and his partner as a source of funding.  Once again, only Ameris Bank was \nidentified.  Plaintiff’s 30(b)(6) deponent testified that this was because Plaint iff \nconsidered this information to be “irrelevant.”  ( See Br. in Supp. of Def.’s Mot. for \nSanctions 6; Br. in Supp. of Def.’s Mot. for Sanctions Ex. 1 at 92:18 –93:12, 102:3–\n103:12, ECF No. 72.1)\n3 \n15.   On the same day, Defendant noticed Rule 30(b)(6) depositions for both \nPlaintiff and Ameris Bank to take place within the newly extended discovery period.  \nPlaintiff, however, notified Defendant the day before its scheduled deposition that it \ncould not proceed and that the Ameris Bank deposition would also have to be moved.  \n(Order on Pl.’s Mot. for Limited Extension of Disc. ¶¶ 3 –4, ECF No. 63.)  The Court \nsubsequently granted a short extension until 13 August 2021 to allow for the Rule \n \n3 Documents produced with the Plaintiff’s response to Defendant’s document requests are not \nin the record; however, Plaintiff has not disputed Defendant’s representation regarding the \nsubstance of Plaintiff’s response.  \n \n \n30(b)(6) depositions of Plaintiff and Ameris Bank and ordered Plaintiff to pay for the \ncosts of the delay.  (Order on Pl.’s Mot. for Limited Extension of Disc. ¶  5.)  By its \nfailures, then, Plaintiff was successful in delaying the deposition of its 30(b)(6) \nwitness for nearly a year, until the very end of an extended discovery period. \n16. Meanwhile, Plaintiff never supplemented its responses to written \ndiscovery to identify any funding source other than Ameris Bank. \n17. At Plaintiff’s Rule 30(b)(6) deposition , which finally occurred on 5 \nAugust 2021, Mr. Sam Sprei, its represe ntative, surprised Defendant when, for the \nfirst time, he stated on behalf of Plaintiff, “[w]e did not need the funds from Ameris \nBank.  We had the funds available.”  (Sprei Deposition 83:24–84:2.)  He added, “. . . I \nwasn’t focusing on Ameris Bank I wasn’ t relying [sic ].  I was more relying on the \nRubin family closing the deal than Ameris.”  (Sprei Deposition 87:25–88:4.)  Mr. Sprei \ncharacterized the Ameris Bank funding as a refinancing option and identified \nBernard Rubin and his partner as the primary sou rce of the funds necessary to \nfinance the closing.  (See Sprei Deposition 83:24–84:2.)   \n18. On 9 September 2021, the Court once again granted Plaintiff’s counsel’s \nMotion to Withdraw.  (Order on Mot. for Leave to Withdraw as Counsel, ECF No. 70.)  \nThe Court e xtended deadlines to allow Plaintiff until 17 September 2021  to retain \nnew counsel and to file a Notice of Appearance.  (Order on Mot. for Enlargement of \nTime for Pl. to File Pending Docs. ¶ 7, ECF No. 71.)  The Court afforded both parties \n \n \nuntil 24 September 2021 to brief their positions with respect to Defendant’s M otion \nfor Sanctions.4 \n19. Once again, Plaintiff failed to comply with an order of this Court.  First, \nPlaintiff’s current counsel did not file a Notice of Appearance until  27 September \n2021.  (ECF No. 73.)  Then, Plaintiff attempted to file briefs opposing sanctions and \nDefendant’s supplemental brief on 8 October 2021, each outside the Court’s deadline \nfor those filings.  The Court found Plaintiff’s late -filed Motion for Extension of Time \ndid not reflect excusable neglect for failure to comply with the established deadlines \nand denied the motion.  (Order on Pl.’s Mot. for Extension of Time, ECF No. 80.)  \nANALYSIS \n20.  “The purpose of discovery is to remove surprise from trial preparation \nand enable the parties to obtain evidence necessary to evaluate and resolve their \ndispute.”  Dove v. Harvey, 168 N.C. App. 687, 693 (2005) (citation omitted).   \n21. Rule 37(d) of the North  Carolina Rules of Civil Procedure allows for \nsanctions “[i]f a party or an officer, director, or managing agent of a party or a person \ndesignated under Rule 30(b)(6)  . . . fails . . . to serve answers or objections to \ninterrogatories submitted under Rule 33, after proper service of the interrogatories , \nor [fails] . . . to serve a written response to a request  for inspection submitted under \nRule 34, after proper service of the request . . . .”  N.C.G.S. § 1A-1, Rule 37(d).  If such \na violation occurs, “the court in which the action is pending on motion may make such \n \n4 The Court maintained 24 September 2021 as the deadline for any response from Plaintiff \nwith respect to Defendant’s Supplement Brief in Support of its Motion for Summary \nJudgment.  (Order on Mot. for Enlargement of Time for Pl. to File Pending Docs. ¶ 7.) \n \n \norders in regard to the failure as are just, and among others it may take any action \nauthorized under subdivisions a, b, and c of subsection (b)(2) of [Rule 37].”  Id. \n22. Pursuant to Rule 37(b)(2), sanctions for a disobedient party include, \namong other things, “[a]n order refusing to allow the disobedient party to support or \noppose designated claims or defenses, or prohibiting the party from introducing \ndesignated matters in evidence . . . .”  N.C.G.S. § 1A-1, Rule 37(b)(2)(b). \n23. A court order compelling discovery is not a prerequisite to the imposition \nof a sanction under Rule 37(d).  Myers v. Myers, 269 N.C. App. 237, 252 (2020) \n(explaining that Rule 37(d) contemplates circumstances where a court orde r is not \nrequired before sanctions can be imposed); Pugh v. Pugh , 113 N.C. App. 375, 379 \n(1994); First Citizens Bank & Trust Co. v. Powell, 58 N.C. App. 229, 230 (1982).  Nor \ncould it be when, as here, the information at issue has been effectively secreted such \nthat the party seeking discovery could not reasonably have known to ask for court \nintervention.\n5   \n \n5 To be sure, while violation of a court order is not necessary, sanctions may certainly be \nimposed when a party or designated representative “fails to obey an order to provide or \npermit discovery . . . or if a party fails to obey an order entered under Rule 26(f) [,]” because \n“a judge of the court in which the action is pending may make such orders in regard to the \nfailure as are just . . . .”  N.C.G.S. § 1A-1, Rule 37(b)(2).   \n \nHere, Plaintiff failed to comply with the Court’s 3 November 2020 Order expressly permitting \nit “a last opportunity” to supply Defendant with information that “should be considered in \nsupport of its claims,” among other directives.  (Order on Mot. to Withdraw and Providing for \na Limited Modification of the Current Am. Case Management Order ¶  3.)  Plaintiff also \nviolated the Court’s 27 May 2021 Order reopening discovery on the Access Right issue \nthrough 26 July 2021.  (Order on Pl.’s Mot. for Leave to File Surreply Br. and Modification of \nthe Current Am. Case Management Order ¶¶ 3, 5.)  At the very least, Plaintiff had a duty to \nsupplement its previous responses to include the alternative funding plan, and it did not. \n  \n \n \n24. To utilize the enforcement mechanism that is Rule 37, the moving party \nmust establish a basis for sanctions within the Rule.  Pugh, 113 N.C. App. at 379–80.  \nThe trial court considers whether the non-moving party’s failures were justified, and \nif not, it may impose appropriate sanctions.  Id. at 380–81.  “[T]he choice of sanctions \nis within the discretion of the trial court and will not be overturned ab sent an abuse \nof discretion.”  Id. at 381. \n25. Defendant has met its burden to establish a basis for sanctions.  Plaintiff \nrepeatedly failed to respond to Defendant’s discovery  requests completely and \naccurately in violation of Rules 33 , 34, and 37(d).  It did not appear for a properly \nnoticed 30(b)(6) deposition and then delayed its appearance after the Court reopened \ndiscovery.  It represented in its opposition brief that funding was to come from Ameris \nBank.  It filed two affidavits, including one from Berna rd Rubin’s son, Jonathan \nRubin, maintaining that the deal could not close without Ameris Bank funding.  Now \nPlaintiff claims that it had a different plan all along.  The Court will not countenance \nthis bait-and-switch behavior. \n26. Plaintiff’s fa ilure to reveal its plan to rely on funding from Bernard \nRubin and his partner, whether done intentionally or negligently, was not justified.  \nIt had the effect of misleading Defendant into focusing its defense on whether Ameris \nBank required access to the  building on 2 July 2019 and, if so, whether failure to \nprovide that access prevented the closing.  Having failed to timely disclose in \ndiscovery its intent to rely on Bernard Rubin and his partner for funding and having \ninstead repeatedly named  Ameris Bank as the source of funding necessary for the \n \n \nclosing, Plaintiff will not be permitted to change its position at this late stage.  \nTherefore, under the circumstances presented here, the Court finds, in its discretion, \nthat the prohibition of any evidence supporting Plaintiff’s alternative funding plan  \nor, indeed, any funding plan other than a loan from Ameris Bank , is an appropriate \nsanction under Rule 37(d). \n27. Additionally, trial courts retain the inherent authority to sanction \nparties that is “separate and apart” from Rule 37.  Red Valve, Inc. v. Titan Valve, Inc., \n2019 NCBC LEXIS 57, at *40 (N.C. Super. Ct. Sept. 3, 2019), aff’d per curiam, 2021 \nN.C. LEXIS 177 (N.C. Mar. 12, 2021).  “[T]he power to sanction disobedient parties, \neven to the point of dismissin g their actions or striking their defenses,  . . . is \nlongstanding and inherent.”  Id.  at *39 (quoting Minor v. Minor, 62 N.C. App. 750, \n752 (1983)) (alterations in original). \n28. In determining the appropriate sanction, a trial court “may consider the \nentire record before it.”  Id. at *42 (citing Ray v. Greer, 212 N.C. App. 358, 363 (2011)).  \nMoreover, “[w]hen sanctioning a party under its inherent authority, the court must \nweigh t he circumstances of each case and choose a sanction that, in the court’s \njudgment, ‘properly takes into account the severity of the party’s disobedience.’ ”  Id. \n(quoting Out of the Box Developers, LLC  v. LogicBit Corp., 2014 NCBC LEXIS 7, at \n*10 (N.C. Sup er. Ct. Mar. 20, 2014))  (alteration in original) .  As stated above, \nPlaintiff’s record of noncompliance in this case is significant. \n29. When considering the sanction, the Court is mindful that “ except in \nproper instances, a party to a suit should not be allow ed to change his position with \n \n \nrespect to a material matter in the course of litigation because a ‘a party cannot swap \nhorses in midstream.’ ”  In re Se. Eye Center-Pending Matters, 2021 NCBC LEXIS 43, \nat *31 (N.C. Super. Ct. Apr. 26, 2021) (quoting Whiteacre P’ship v. BioSignia, Inc. , \n358 N.C. 1, 26 (2004)) (citation and quotation marks omitted). \n30. Here, the attempted horse- swapping is not occurring midstream.  \nInstead, and worse,  the horse -swapping is being attempted after the horses have \nreached the far ba nk of the stream .  Throughout the pendency of this litigation  \nPlaintiff has not revealed its alternative funding plan—despite Defendant’s efforts to \ndiscover the facts .  Accordingly, Plaintiff will not now be permitted to use this \nevidence to its advantage.   \n31. “North Carolina  courts do not presently require the party requesting \nsanctions to demonstrate, as a part of its burden, that it suffered prejudice as a result \nof the opposing party's discovery failures or that the opposing party acted willfully. ”  \nRed Valve, Inc. , 2019 NCBC LEXIS 57, at *41 ( quoting Tumlin v. Tuggle Duggins \nP.A., 2018 NCBC LEXIS 51, at *31 (N.C. Super. Ct. May 22, 2018)) (quotation marks \nomitted).  However, “[w]illfulness, bad faith, or prejudice to another party” can impact \nthe trial court’s discretion when identifying the proper sanction.  Id.  at *41– 42 \n(quoting Out of the Box Developers, 2014 NCBC LEXIS 7, at *9) (alteration in \noriginal). \n32. The Court finds that Defendant in this case has shown that it has been \nprejudiced—indeed, effectively prevented from determining the facts —by Plaintiff’s \nfailure to disclose its alternative funding plan until the very end of (reopened) \n \n \ndiscovery.  Moreover, the pa ttern of failures on the part of Plaintiff in this matter \nstrongly suggests willfulness and bad faith.  Accordingly, exclusion of the evidence of \nthe alternative funding plan or any funding plan other than a loan from Ameris Bank \nis an appropriate and reas onable sanction.  See Red Valve, Inc., 2019 NCBC LEXIS \n57, at * 61–69 (striking a defendant’s answer and entering default for more severe \ndisobedience). \n33. Finally, Rule 37 provides that “the court shall require the party failing \nto act to pay the reasonable expenses, including attorney’s fees, caused by the failure, \nunless the court finds that the failure was substantially justified or that other \ncircumstances make an award of expenses unjust.”  N.C.G.S. § 1A-1, Rule 37(d).  The \nCourt finds that Plaintiff’s mi sconduct was not substantially justified, and the \ncircumstances here do not make an award of reasonable expenses related to this \nMotion unjust. \n34. For these reasons Defendant’s Motion for Sanctions is GRANTED, and \nthe Court, in the exercise of its discretion, hereby ORDERS as follows: \na. Plaintiff shall not be permitted to present evidence or argument \nregarding its intention to utilize funding from Bernard Rubin and his \npartner (i.e., the alternative funding plan) or any source ot her than \nAmeris Bank. \nb. Defendant is awarded its expenses with respect to this Motion, \nincluding reasonable attorney’s fees.  Defendant is directed to file an \naffidavit and other supporting materials for the Court’s use in \n \n \ndetermining the a ppropriate amount of the award within ten days \nfrom entry of this Order. \n            This the 1st day of November, 2021.   \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases  \n "
}