{
  "id": "df9a32d463c8a3557eea6dcb4eedcb8470fe205f89c3d40fb469129c193209ee",
  "source_file": "data/raw/ncbc/df9a32d463c8a3557eea6dcb4eedcb8470fe205f89c3d40fb469129c193209ee.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nCUMBERLAND COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 5780 \n \nKEITH JAMES GALLAHER, HUGH \nSCOTT CAMERON, II, AND \nKRISTEN B. COGGIN, \n \nPlaintiffs, \n \nv. \n \nTHOMAS ARTHUR CISZEK and \nCAPE FEAR NEONATOLOGY \nSERVICES, P.A., a North Carolina \nProfessional Association, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR PARTIAL \nSUMMARY JUDGMENT AND \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT  \n \nAND \n  \nFINAL JUDGMENT \n \n1. THIS MATTER is before the Court upon Plaintiffs Keith James Gallaher \n(“Gallaher”), Hugh Scott Cameron, II (“Cameron”), and Kristen B. Coggin’s (“Coggin”) \n(each a “Plaintiff” and, collectively,  the “Plaintiffs”) Partial Motion for Summary \nJudgment (“ Plaintiffs’ Motion”), (ECF No. 69),  and Defendants Thomas Arthur \nCiszek (“Ciszek”) and Cape Fear Neonatology Services, P.A.’s (“Cape Fear Neo” or the \n“Practice”) ( together, “Defendants”) Motion for Summary Judgment  (“Defendants’ \nMotion”), (ECF No. 73), (together with Plaintiffs’ Motion, the “Motions”) in the above-\ncaptioned case. \n2. After considering the parties’ briefs in support of and in opposition to the \nMotions, the appropriate evidence of record, and the arguments of counsel at the \nhearing held on the Motions,  the Court hereb y GRANTS each Motion in part , \nDENIES each Motion in part , and  ENTERS FINAL JUDGMENT  against \nDefendants as provided herein. \nGallaher v. Ciszek, 2022 NCBC 67. \nPlayer McLean, LLP, by James A. McLean, III and Lonnie M. Player, \nJr., for Plaintiffs Keith James Gallaher, Hugh Scott Cameron, II, and \nKristen B. Coggin. \nHutchens Law Firm, by H. Terry Hutchens and Natasha M. Barone, for \nDefendants Thomas Arthur Ciszek and Cape Fear Neonatology Services, \nP.A., a North Carolina Professional Association. \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \nA. Factual Background \n3. While findings of fact are not necessary or proper on a motion for summary \njudgment, “it is helpful to the parties and the courts for the trial judge to articulate a \nsummary of the material facts which he considers are not at issue and which justify \nentry of judgment.”  Collier v. Collier, 204 N.C. App. 160, 161–62 (2010) (citation and \nquotation marks omitted).  Therefore, the Court limits its factual recitation to the \nundisputed material facts necessary to decide the Motions and not to resolve issues \nof material fact. \n4. Cape Fear Neo was established in 1985 by Ciszek,  a neonatologist,  and \nprovided neonatology services to Cumberland County Hospital System, Inc.  \n(“CCHS”), which owns and operates Cape Fear Valley Medical Center ( “CFVMC”) \n(together, the “Hospital”) .1  Cape Fear Neo staffed the Hospital’s Neonatology \n \n1 (Pls.’ Mot. Partial Summ. J. Ex. 1, ECF  No. 69.2; Pls.’ Mot. Partial Summ. J. Ex. 62 Dep. \nThomas Ciszek, dated Nov. 9, 2021, at 9:4–8 [hereinafter “Ciszek Dep.”], ECF No. 69.63; Pls.’ \nMot. Partial Summ. J. Ex. 2 Independent Contractor Agreement  1 [hereinafter “Hosp . \nAgreement”], ECF No. 69.3.)  For ease of reference, Ciszek’s deposition  also appears on the \nCourt’s electronic docket a s Exhibit 21 to the  Index of Materials in Support of Defendants’ \nIntensive Care Unit (“NICU”) in Fayetteville, North Carolina, from 1 January 19 86 \nthrough 30 April 2019, pursuant to an Independent Contractor Agreement with the \nHospital (the “Hospital Agreement ”).2  At all relevant times, p ayments made \npursuant to the Hospital Agreement were Cape Fear Neo’s “only source of revenue.”3  \n5. Gallaher e xecuted an employment contract with Cape Fear Neo on 1 \nFebruary 1990 (the “Gallaher Contract” or “Gallaher’s Contract”) .4  Gallaher’s \nContract set his salary and provided for a bonus , calculated as a percentage of the \nbonuses paid to the other two doctors then at C ape Fear Neo.5  Gallaher’s Contract \nalso contained a non- competition clause and renewed automatically  at one -year \nintervals unless either side submitted a notice of termination, which could be with or \nwithout cause.6  Though not accounted for in his original employment contract, Cape \nFear Neo also began paying into a profit -sharing plan on Gallaher’s  behalf.7  In \n \nBrief in  Support of  Defendants’ Motion for  Summary Judgment (“Defendants’ Index of \nMaterials”) at ECF No. 75. \n \n2 (Hosp. Agreement 1; Ciszek Dep. 64:19–24.) \n \n3 (Ciszek Dep. 79:16–18.) \n \n4 (Pls.’ Mot. Partial Summ. J. Ex. 5  Employment Contract 1 [hereinafter “Gallaher Emp. \nCont.”], ECF No. 69.6.)  For ease of reference, Gallaher’s Contract also appears on the Court’s \nelectronic docket as Exhibit 1 to Defendants’ Index of Materials. \n \n5 (Gallaher Emp. Cont. ¶ 10.)  While the bonus formula was later amended, ( see Pls.’ Mot. \nPartial Summ. J. Ex. 7 First Amendment to Employment Contract [hereinafter “Gallaher \nAm. Emp. Cont.”], ECF No. 69.8), the original c ontract provided for a bonus calculated as \n11.11% of any bonus paid to Ciszek, (see Gallaher Emp. Cont. ¶ 10(b)).   \n \n6 (Gallaher Emp. Cont. ¶¶ 21, 23.) \n \n7 (Pls.’ Mot. Partial Summ. J. Ex. 66 Aff. Keith James Gallaher, MD, dated Feb. 17, 2022, at \n¶ 10 [hereinafter “Gallaher Aff.”], ECF No. 69.67.) \n \nJanuary 1991, Cape Fear Neo amended Gallaher’s C ontract to provide for  a bonus \nequal to the bonuses paid to each of the other doctors at the Practice.8  Lastly, and \nnot accounted for in either the original contract or the later amendment, Gallaher’s \nsalary steadily increased over the years.9   \n6. Cameron joined Cape Fear Neo  in July 2005 and executed an employment \ncontract with the Practice  on 23 February 2006 (the “Cameron Contract” or \n“Cameron’s Contract”).10  Cameron’s Contract included provisions similar to those of \nGallaher’s Contract: a one y ear, automatically renewing term of employment; a 90 -\nday notice period for termination without cause; a non- competition agreement; and \nother covenants pledging to use his utmost knowledge and skill in his employer’s and \npatients’ best interests.11  Cameron’s Contract also provided for his participation in \nCape Fear Neo’s profit-sharing plan.12   \n \n8 (Pls.’ Mot. Partial Summ. J. Ex. 63 Dep. Keith James Gallaher, M.D., dated Nov. 22, 2021, \nat 51:17–53:14 [hereinafter “Gallaher Dep.”], ECF No. 69.64.)  For ease of reference , \nGallaher’s deposition also ap pears on the Court’s electronic docket as Exhibit 17 to  \nDefendants’ Index of Materials. \n \n9 (Pls.’ Mot. Partial Summ. J. Ex. 12 [hereinafter “Salary and Bonus Chart”], ECF No. 69.13.) \n \n10 (Pls.’ Mot. Partial Summ. J. Ex. 64 Dep . Hugh Scott Cameron, II, M.D., dated Nov. 22, \n2021, at  14:4–11, 47:8–48:12 [hereinafter “Cameron Dep.”], ECF No. 69.65.)  For ease of \nreference, Cameron’s deposition also appears on the Court’s electronic docket as Exhibit 19 \nto Defendants’ Index of Materials. \n \n11 (See Pls.’ Mot. Partial Summ. J. Ex. 8 Employment Contract ¶¶ 1, 3, 24, 26 [hereinafter \n“Cameron Emp. Cont.”], ECF No. 69.9.)  For ease of reference , Cameron’s Contract also \nappears on the Court’s electronic docket as Exhibit 3 to Defendants’ Index of Materials. \n \n12 (Cameron Emp. Cont. ¶¶ 10, 17.) \n \n7. Like Gallaher’s, Cameron’s compensation varied from the terms set out in \nhis contract  within his first year of employment .13  Ciszek was not active in the \npractice for part of 2006 ,14 and his absence increased Cameron’s workload .  As a \nresult, Cameron’s compensation steadily increased, and he received a greater share \nof the communal “bonus pool.”15   \n8. Coggin joined Cape Fear Neo in 2012 .16  Her employment contract also \nprovided for an  automatically renewing one -year term, a  90-day without cause \ntermination clause, a covenant not to compete, pledges to use her knowledge and skill \nin Cape Fear Neo’s and her patients’ best interests, participation in Cape Fear Neo’s \nprofit-sharing plan , compensation in the form of a n annual salary , and  bonus \neligibility beginning in the second year of employment and based on a specified \npercentage of the common “bonus pool.”17 \n \n13 (Cameron Dep. 22:15–23:13; Pls.’ Mot. Partial Summ. J. Ex. 67 Aff. Hugh Scott Cameron, \nII, MD, dated Feb. 17, 2022, at ¶¶ 11, 13 [hereinafter “Cameron Aff.”], ECF No. 69.68.) \n \n14 (Ciszek Dep. 100:22–01:10; Cameron Dep. 22:15–20.) \n \n15 (Cameron Dep. 22:15–23:10; Cameron Aff. ¶¶ 12–13.)  Plaintiffs’ employment contracts do \nnot expressly provide for payments from a “bonus pool.”  The contracts instead use that term \nas short-hand for the total compensation actually paid to certain named practitioners in \nexcess of their collective standard salaries.  ( See Pls.’ Mot. Partial Summ. J. Ex. 11 \nEmployment Contract ¶ 10(b) [hereinafter “Coggin Emp. Cont.”], ECF No. 69.12 ; Cameron \nEmp. Cont. ¶ 10(b).)   For ease of reference , Coggin’s 1 August 2012 Employment Contract  \n(the “Coggin Contract” or “Coggin’s Contract”) also appears on the Court’s electronic docket \nas Exhibit 4 to Defendants’ Index of Materials. \n \n16 (Pls.’ Mot. Partial Summ. J. Ex. 68 Aff. Kristen B. Coggin, MD, dated Feb. 18, 2022, at ¶ 7 \n[hereinafter “Coggin Aff.”], ECF No. 69.69.) \n \n17 (See Coggin Emp. Cont. ¶¶ 1, 3, 10, 17, 24, 26.)   \n \n9. Each Plaintiff ’s employment contract provided a method for calculating  \nbonuses.  Gallaher’s bonus was equal to the amount paid to Ciszek, while Coggin’s  \nand Cameron’s bonuses were calculated as a fraction of the total bonuses paid to the \nother practitioners, and would increase over time.18  However, the bonuses in practice \nsoon deviated from the prescribed procedure.  In practice, Ciszek and Cape Fear Neo’s \naccountant, Lawrence Blake (“Blake”) , conferred with each other, assessed  the \nfinancial standing of the P ractice, and then det ermined the gross amount to be \ndivided equally among the physicians who were not in their initial three years of \nemployment or absent from the Practice.19 \n10. According to Blake ’s unrebutted testimony , during the first five or six \nmonths of each year, Cape Fear Neo would  use its gross income to  pay its larger \nexpenses, including taxes and contributions to the profit-sharing plan.20  Around May \nor June and at the end of each subsequent month, Blake and Ciszek would review the \namount of money the P ractice had in its account, forecast the Medicaid payment \nschedule, and then determine whether there was enough  surplus cash to pay out \nbonuses.21  Blake and Ciszek typically left a reserve of $100,000 in the Practice’s \n \n18 (See Gallaher Am. Emp. Cont. 2 (amending ¶ 10 of the original contract, and paginated as \npage 72); Cameron Emp. Cont. ¶ 10; Coggin Emp. Cont. ¶ 10.) \n \n19 (Pls.’ Mot. Partial Summ. J. Ex. 61 Dep. Lawrence William Blake, dated June 10, 2021, at \n19:22–20:14, 21:7–21 [hereinafter “Blake Dep.”], ECF No. 69.62; Gallaher Aff. ¶¶ 14 –15; \nCameron Aff. ¶ 14; Coggin Aff.  ¶¶ 12–13.)  F or ease of reference, Blake’s deposition also \nappears as Exhibit 20 to Defendants’ Index of Materials. \n \n20 (Blake Dep. 19:13–21, 23:4–8.) \n \n21 (Blake Dep. 19:22–20:5.) \n \naccount after bonus payments were made.22  By 2017, Cape Fear Neo had calculated \nbonus payments this way for thirty-five years.23  Cape Fear Neo paid bonuses every \nyear until 2018, but those bonuses were never expressly guaranteed by the \nphysicians’ employment contracts.24   \n11. In or around 2016, Ciszek began discussing his retirement from Cape Fear \nNeo, but his intentions did not become widely known until late 2017 or early 2018.25  \nOn 8 June 2018, Plaintiffs, Ciszek, Blake, and an attorney hired by Cameron met to \nresolve the de tails of Ciszek’s retirement from  the Practice  (the “June 2018 \nMeeting”).26  The exact events of the June 2018 Meeting are unclear, but the meeting \nbecame contentious and ended with Ciszek declaring that Plaintiffs were not \nshareholders of Cape Fear Neo, b ut instead mere employees, and that he could and \nwould reduce their salaries to their respective original contract rates.27   \n \n22 (Blake Dep. 20:5–6.) \n \n23 (Blake Dep. 22:5–10.) \n \n24 (See Salary and Bonus Chart ; Gallaher Emp. Cont. ¶ 10(b); Gallaher Am. Emp. Cont.  2 \n(amending ¶ 10 of the original contract, and paginated as page 72) ; Cameron Emp. Cont. ¶ \n10(b); Coggin Emp. Cont. ¶ 10(b).) \n \n25 (Cameron Aff. ¶ 19; Gallaher Dep. 19:01–25, 21:11–19; Pls.’ Mot. Partial Summ J. Ex. 65 \nDep. Kristen Boswell Coggin, M.D., dated Dec. 1, 2021, at  31:8–14 [hereinafter “Coggin \nDep.”], ECF No. 69.66; Gallaher Aff. ¶ 20.) \n \n26 (Blake Dep. 54:2–55:20; Gallaher Aff. ¶ 24; Coggin Aff. ¶¶ 19–20; Cameron Aff. ¶ 22.) \n \n27 (Blake Dep. 61:22–62:4; Gallaher Aff. ¶¶ 23, 25; Cameron Aff. ¶¶ 19, 21, 23; Coggin Aff. \n¶¶ 17, 21.) \n \n12. After the June 2018 Meeting, the work environment at Cape Fear Neo began \nto deteriorate. 28  Cameron and Coggin began pursuing empl oyment with other \nmedical providers.29   \n13. In or around September 2018  and acting pursuant to his duties as the \nMedical Director of the CFVMC neonatology department, Gallaher informed the \nHospital’s CEO, Michael Nagowski (“Nagowski”), that a number of Cape Fear Neo’s \nphysicians might be departing and that the Hospital’s NICU cou ld face possible \nstaffing gaps as a result .30  To avoid any lapses in NICU staffing, Nagowski began \nworking with Plaintiffs to hire Coggin and Cameron as Hospital employees so the \nNICU would have continued coverage.31   \n14. Meanwhile, the Hospital Agreement between CCHS and Cape Fear Neo was \nset to renew on 1 May 2019. 32  On 21 December 2018, however, the Hospital sent a \nletter to Cape Fear Neo and Plaintiffs indicating that it would not renew its current \ncontract with Cape Fear Neo, but would instead review the contract for “revision and \nmodernization.”33   \n \n28 (See Blake Dep. 55:25–57:19.) \n \n29 (Cameron Dep. 28:12–29:16; Coggin Dep. 53:19–25.)   \n \n30 (Gallaher Dep. 15:17–16:8, 16:21–18:12; Gallaher Aff. ¶¶ 30–31; Pls.’ Mot. Partial Summ. \nJ. Ex. 50 Gallaher’s Resps. Defs.’ First Set Interrogs. & Reqs. Produc. Docs. 6–7 [hereinafter \n“Gallaher Resp. Interrogs.”], ECF No. 69.51.) \n \n31 (Gallaher Aff. ¶ 32.) \n \n32 (Ciszek Dep. 79:9–13; Hosp. Agreement 1.) \n \n33 (Pls.’ Mot. Partial Summ. J. Ex. 31  [hereinafter “Hosp. Cont. Nonrenewal Notice”], ECF \nNo. 69.32.) \n \n15. On 25 January 2019, each Plaintiff executed an employment contract with \nthe Hospital34 and tendered a Notice of Termination of Contract to Cape Fear Neo \nlater that day.35  In their termination notices, Plaintiffs pledged to work through 30 \nApril 2019 to comply with the ninety -day notice period in their employment \ncontracts.36  \n16. The following week, on 31 January 2019, Gallaher, Coggin, and Cameron \nreceived their paychecks for the second half of January 2019.   Instead of receiving \ntheir prevailing bi-monthly rate of pay —$12,600.00 ( Gallaher), $10,725.00 \n(Cameron), and $9,433.33 ( Coggin)—Plaintiffs were paid $3,958.34 (Gallaher), \n$8,333.34 (Cameron), and $8,333.34 (Coggin), amounts reflecting the salary rate each \nPlaintiff received when he or she was first hired by Cape Fear Neo. 37  Attached to \neach reduced paycheck was a twelve -word memo (the “Memo”)  that said,  in its \n \n34 (Pls.’ Mot. Partial Summ. J. Ex. 40 Physician Emplo yment Agreement 1 [hereinafter \n“Gallaher Hosp. Emp. Cont.”], ECF No. 69.42; Pls.’ Mot. Partial Summ. J. Ex. 42 Physician \nEmployment Agreement 1 [hereinafter “Cameron Hosp. Emp. Cont.”], ECF No. 69.43; Pls.’ \nMot. Partial Summ. J. Ex. 44 Physician Employment Agreement 1 [hereinafter “Coggin Hosp. \nEmp. Cont.”], ECF No. 69.45.) \n \n35 (Pls.’ Mot. Partial Summ. J. Ex. 37 [hereinafter “Gallaher Termination Notice”], ECF No. \n69.38; Pls.’ Mot. Partial Summ. J. Ex. 38 [hereinafter “Cameron Termination Notice”], ECF \nNo. 69.39; Pls.’ Mot. Partial Summ. J. Ex. 39 [hereinafter “Coggin Termination Notice”], ECF \nNo. 69.40 .)  For ease of reference, each of Plaintiff s’ termination n otices also appear as \nExhibits 10–12 to Defendants’ Index of Materials. \n \n36 (See Gallaher Termination Notice; Cameron Termination Notice; Coggin Termination \nNotice.) \n \n37 (Ciszek Dep. 83:12– 85:12; Pls.’ Mot. Partial Summ. J. Ex. 33 [hereinafter “Gallaher  \nPaystubs”], ECF No. 69.34; Cameron Aff. ¶¶ 33 –34; Pls.’ Mot. Partial Summ. J. Ex. 3 5 \n[hereinafter “Coggin  Paystubs”], ECF No. 69.36; Pls.’ Mot. Partial Summ. J. Ex. 36 \n[hereinafter “Paystub Memo”], ECF No. 69.37.) \n \nentirety: “Compensation has been adjusted to meet the terms of your employment \nagreement.”38  The Memo was the only written notic e that any Plaintiff received \nabout his or her reduced compensation.39   \n17. Also beginning that January, Cape Fear Neo stopped paying into the profit-\nsharing plan to which  it had historically contributed on Plaintiffs ’ behalf .40  \nAdditionally, Cape Fear Neo did not pay a bonus to any physician of Cape Fear Neo, \nincluding Ciszek, in 2018 or 2019.41   \n18. Plaintiffs did not consent to the reduction  of their salaries, the suspension \nof their profit-sharing contributions, or the withholding of their bonuses , but they \nnevertheless continued to work for Cape Fear Neo until 30 April 2019 to comply with \nthe ninety-day notice provision in their employment contracts. 42  Plaintiffs believed \nthat they had both a contractual and an ethical obligation to remain with Cape Fear \nNeo and care for the infants in the Hospital’s NICU.43   \n \n38 (Paystub Memo; see Ciszek Dep. 85:18–25.)   \n \n39 (Gallaher Aff. ¶ 39; Cameron Aff. ¶ 33; Coggin Aff. ¶ 32.)   \n \n40 (Gallaher Aff. ¶ 41; Cameron Aff. ¶ 35; Coggin Aff. ¶ 34.)  The profit-sharing plan to which \nCape Fear Neo contributed  was essentially a retirement plan and was a component of the \nbenefit package Plaintiffs received when they entered into their employment contracts with \nthe Practice.  (See Gallaher Aff. ¶ 10; Cameron Emp. Cont. ¶¶ 10, 17; Coggin Emp. Cont. ¶¶ \n10, 17.) \n \n41 (Salary and Bonus Chart; Gallaher Aff. ¶¶ 34– 35, 42; Cameron Aff. ¶¶ 29–30, 36; Coggin \nAff. ¶¶ 29, 35.) \n \n42 (Gallaher Aff. ¶¶ 39–43; Cameron Aff. ¶¶ 33–37; Coggin Aff. ¶¶ 33–36.) \n \n43 (Gallaher Aff. ¶ 40; Cameron Aff. ¶ 34; Coggin Aff. ¶ 33.) \n \n19. Plaintiffs became Hospital employees on 1 May 2019 and are still employed \nby the Hospital .44  Cameron and Coggin work full-time, and Gallaher works part-\ntime.45  Since 1 May 2019, n either Cape Fear Neo nor Ciszek ha s provided \nneonatology services to the Hospital.46   \nB. Procedural History \n20. The Court recites only those portions of the procedural history that are \nrelevant to its determination of the Motions. \n21. Plaintiffs filed the Complaint initiating this action on 24 September 2019.47  \nIn relevant part, the Complaint asserts claims against Cape Fear Neo and Ciszek for \nviolations of the North Carolina Wage and Hour Act  (“NCWHA”) and against Cape \nFear Neo for breach of contract.48  Plaintiffs additionally argue that the Court should \npierce Cape Fear Neo’s corporate veil and hold Ciszek personally  liable on both \nclaims.49   \n22. On 16 December 2019, Defendant s answered the C omplaint and originally \nasserted several affirmative defenses and counterclaims. 50  Defendants’ affirmative \n \n44 (See Gallaher Hosp. Emp. Cont. 1; Cameron Hosp. Emp. Cont. 1; Coggin Hosp. Emp. Cont. \n1; Gallaher Aff. ¶ 43; Cameron Aff. ¶ 37; Coggin Aff. ¶ 36.) \n \n45 (Gallaher Aff. ¶ 45; Cameron Aff. ¶ 39; Coggin Aff. ¶ 38.) \n \n46 (Ciszek Dep. 101:24–102:6.) \n \n47 (Compl., ECF No. 3.) \n \n48 (Compl. ¶¶ 48, 54.) \n \n49 (See Compl. ¶ 58.) \n \n50 ( See Mot. Dismiss, Answer Compl. & Countercls.  [hereinafter “Defs.’ Answer & \nCountercls.”], ECF No. 4.) \ndefenses included an allegation that Plaintiffs’ claims are barred by the d octrine of \njudicial estoppel.51  Defendants’ counterclaims included claims for breach of contract, \nmisappropriation of trade secrets, and wrongful interference with existing and \nprospective business relations. 52  On 14 February 2020, Defendants voluntarily \ndismissed their counterclaim for misappropriation of trade secrets.53  On 16 October \n2020, this Court granted Plaintiffs’  motion to dismiss Defendants’ counterclaim for \nwrongful interference with business relations.   See Gallaher v. Ciszek , 2020 NCBC \nLEXIS 124, at *16–17 (N.C. Super. Ct. Oct. 16, 2020). \n23. On 21 February 2022, Plaintiffs filed their Motion for Partial Summary \nJudgment.54  Plaintiffs’ Motion seeks the following relief : (1) the dismissal of \nDefendants’ counterclaim for breach of contract; (2)  entry of judgment on Plaintiffs’ \nclaim for breach of contract; (3) entry of judgment on Plaintiffs’ claim for violation of \nthe NCWHA; and (4) a determination that Defendant Ciszek is jointly and severally \nliable with Cape Fear Neo for Plaintiffs’ damages through piercing the Practice’s \ncorporate veil.55   \n \n \n51 (Defs.’ Answer & Countercls. 8.)   \n \n52 (Defs.’ Answer & Countercls. 12–16.) \n \n53 (Voluntary Dismissal Without Prejudice, ECF No. 27.) \n \n54 (Pls.’ Mot. Partial Summ. J. [hereinafter “Pls.’ Mot. Summ. J.”], ECF No. 69.) \n \n55 (Pls.’ Mot. Summ. J. Prayer for Relief ¶¶ 1, 2, 11, 12.) \n \n24. On 21 February 2022, Defendants filed their Motion for Summary \nJudgment, seeking summary judgment on Plaintiffs’ and Defendants’ remaining \nclaims.56   \n25. The Motions were fully briefed, and the Court held a hearing on the Motions \non 12 April 2022 (the “Hearing”), at which all parties were represented by counsel.   \n26. On 31 August 2022, the Court ordered supplemental briefing concerning \nwhether Plaintiffs’ claim(s) based on unpaid profit -sharing plan contributions were \npre-empted by the federal Employment Retirement Income Security Act, 29 U.S.C. \n§ 1001 et seq., and therefore must be dismissed. 57  In connection with that briefing, \non 29 September 2022, Plaintiffs withdrew their affirmative claims for relief to the \nextent those claims were based on unpaid retirement plan contributions.58  \n27. The Motions are now ripe for determination. \nII. \nLEGAL STANDARD \n28. Summary judgment is proper only “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any part y is entitled to \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).   An issue is genuine if it is  \n \n56 (Defs.’ Mot. Summ J. 1, ECF No. 73.) \n \n57 (Order Suppl. Br. Mots. Summ. J. ¶ 3, ECF No. 83.) \n \n58 (Pls.’ Resp. Defs.’ Suppl. Br. 3, ECF No. 88  (“Plaintiffs hereby withdraw any affirmative \nclaim for relief, sounding in breach of contract or otherwise, based on unpaid Plan \ncontributions.”).) \n“supported by substantial evidence,” and “an issue is material if the facts alleged \nwould constitute a legal defense, or would affect the result of the action, or if its \nresolution would prevent the party against whom it is resolved from prevailing in the \naction[.]”  DeWitt v. Eveready Battery Co. , 355 N.C. 672, 681 (2002)  (citation and \nquotation marks omitted).  All of the “[e]vidence presented by the parties is viewed \nin the light most favorable to the non-movant.”  Summey v. Barker, 357 N.C. 492, 496 \n(2003). \n29. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579 (2002).  “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85 \n(2000).  “The nonmoving party, in [its] response, ‘must set forth specific facts showing \nthat there is a genuine issue for trial.  If he does not so respond, summary judgment, \nif appropriate, shall be entered against him. ’ ”  Hopkins v. MWR Mgmt. Co ., 2017 \nNCBC LEXIS 92, at *7 (N.C. Super. Ct. Oct. 3, 2017) (quoting N.C. R. Civ. P. 56(e)). \nIII. \nANALYSIS \nA. Cross-Motions on Plaintiffs’ Claims for Breach of Contract and Violation of \nthe North Carolina Wage and Hour Act \n \n1. Breach of Contract Claim \n30. The Court first addresses the parties’ cross-motions on Plaintiffs’ claim that \nCape Fear Neo breached Plaintiffs’ individual employment contracts by unilaterally \nreducing Plaintiffs’ wages and withholding bonuses. \n31. Under North Carolina law, a successful claim for breach of contract requires \n(1) a valid contract and (2) a breach of that contract’s  terms.  See Poor v. Hill, 138 \nN.C. App. 19, 26 (2000).  “A breach discharges further performance only if the breach \nwas material.”  Chesson v. Rives, 2016 NCBC LEXIS 92, at *34 (N.C. Super. Ct. Nov. \n30, 2016); see also Crosby v. Bowers, 87 N.C. App. 338, 345 (1987).  “A material breach \nis ‘one that substantially defeats the purpose of the agreement or goes to the very \nheart of the agreement, or can be characterized as a substantial failure to perform.’ ”  \nChesson, 2016 NCBC LEXIS 92, at *34 (quoting Supplee v. Miller-Motte Bus. Coll., \nInc., 239 N.C. App. 208, 220 (2015) ).  In other words, a term is material if it is such \n“an indispensable part of what both parties intende d[,] . . . the contract would not \nhave been made with the covenant omitted.”  Wilson v. Wilson, 261 N.C. 40, 43 (1964).  \n32. “The provisions of a written contract may be modified or waived by a \nsubsequent parol agreement, or by conduct which naturally and justly leads the other \nparty to believe the provisions of the contract are modified or waived[.]”  Childress v. \nC.W. Myers Trading Post, Inc., 247 N.C. 150, 154 (1957); see also Yamaha Int’l Corp. \nv. Parks, 72 N.C. App. 625, 628 (1985) ( “Notwithstanding contract provisions to the \ncontrary, . . . a written contract may be modified by a subsequent parol agreement, \nwhich may be either express or implied by the conduct of the parties.”).  “The critical \nelements are mutual assent to the modification, and considerati on or a substitute \nsupporting it.”  Altman v. Munns, 82 N.C App. 102, 105 (1986).   \n33. Defendants concede that Plaintiffs had valid employment contract s with \nCape Fear Neo that had been modified over the years, but Defendants deny that Cape \nFear Neo has breached those contracts for various reasons discussed below.59 \na. Cape Fear Neo’s Failure to Pay Salaries \n34. Both sides seek summary judgment on Plaintiffs’ breach of contract claim \npremised on Cape Fear Neo’s failure to pay Plaintiff s their wages as established by \ntheir modified employment contracts.  \n35. Defendants contend that Cape Fear Neo’s unilateral reduction of Plaintiffs’ \nsalaries was not a breach of Plaintiffs’ employment contracts because Plaintiffs were \nat-will employees who acquiesced to the reduction by continuing to work at Cape Fear \nNeo after their salaries were reduced. 60  Plaintiffs contend that they have rebutted \nthe presumption of at-will employment and that Defendants’ unilateral reduction of \ntheir salaries breached their contracts as a matter of law.61  \n \n59 (Defs.’ Br. Opp’n Pls.’ Mot. Summ. J. 9–10 [hereinafter “Defs.’ Br. Opp’n”], ECF No. 79.)   \n \n60 (Apr. 12, 2022 Hr’g Tr. 74:1–20 [hereinafter “Tr.”], ECF No. 90.) \n \n61 (See Resp. Br. Opp’n Defs.’ Mot. Summ. J. 11 –12 [hereinafter “Pls.’ Br. Opp’n”], ECF No. \n78.) \n36. “North Carolina is an employment-at-will state[,]” Young v. Bailey, 368 N.C. \n665, 668 (2016), and “both private and public employees may be classified as ‘at-will’ \nemployees.”  McCallum v. North Carolina Coop. Extension Serv. of N.C. State Univ., \n142 N.C. App. 48, 56 (2001). \n37. The employment at -will doctrine provides that “in the absence of a \ncontractual agreement between an employer and an employee establishing a definite \nterm of employment, the relationship is presumed to be terminable at the will of \neither party[.]”  Kurtzman v. Applied Analytical Indus., Inc., 347 N.C. 329, 331 (1997); \nsee also Wuchte v. McNeil, 130 N.C. App. 738, 740 (1998) (“An employee is presumed \nto be an employee- at-will absent a definite term of employment or a condition that \nthe employee can be fired only ‘for cause.’ ”).  Thus, “in the absence of an employment \ncontract for a definite period, both employer and employee are generally free to \nterminate their association at any  time and without any  reason.”  Salt v. Applied \nAnalytical, Inc., 104 N.C. App. 652, 655 (1991).  \n38. The doctrine has limits, however, and a party can rebut the presumption of \nat-will employment in three ways: \nFirst, . . . parties can remove the at -will presumption by specifying a \ndefinite period of employment contractually .  Second, federal and state \nstatutes have created exceptions prohibiting employers from \ndischarging employees based on impermissible considerations such as \nthe employee’s age, race, sex, religion, national origin, or disability, or \nin retaliation for filing certain claims against the employer. . . . Finally, \nthis Court has recognized a public-policy exception to the employment -\nat-will rule. \n \nKurtzman, 347 N.C. at 331 (cleaned up). \n39. Plaintiffs contend that they have rebutted the presumption of at- will \nemployment because their employment contracts provided for a definite term of one \nyear.62  It is undisputed, however, that each employment contract was terminable by \neither party at any time without cause  and did not contain a definite termination \ndate for the term of any Plaintiff’s employment.  Instead, each contract state d that \nthe term of employment would be for one year and would then continue, year by year, \nuntil terminated by either party with or without cause.63   \n40. North Carolina law makes clear that contracts that do not specify a date for \nthe end of an employee’s employment, such as those here, are of indefinite duration.  \nSee, e.g., Ausley v. Bishop, 133 N.C. App. 210, 219 (1999) (“[A]n employment contract \nwhere the compensation is specified at a rate per year, month, week or day, but where \nthe duration of the contract is not specified, is for an indefinite period.” (cleaned up)); \nWilkerson v. Carriage Park Dev. Corp. , 130 N.C. App. 475, 477 –78 (1998) (“ Even \nwhere an employment contract specifies compensation at a yearly, monthly, weekly, \nor daily rate, this Court has held that if the term of service is not specified, the \ncontract is for an indefinite period.” ); Higgins v. Synergy Coverage Sols., LLC, 2020 \nNCBC LEXIS 6, at *20 (N.C. Super. Ct. Jan. 15, 2020) (holding that employment until \nthe sale of defendant company was for an indefinite term).   \n \n62 (Pls.’ Reply Defs.’ Br. Opp’n 3, ECF No. 80.)   Plaintiffs do not offer argument or evidence \nto support either of the other two exceptions to the presumption of at -will employment, so \nthe Court will confine its analysis to the first exception. \n \n63 (Gallaher Emp. Cont. ¶ 21; Coggin Emp. Cont. ¶ 24; Cameron Emp. Cont. ¶ 24.) \n41. North Carolina law is likewise clear that an employment contract of \nindefinite or permanent duration creates at -will employment, even if , as here, \ncompensation is set at a regular specified rate.  See, e.g., Hogan v. Forsyth Cty. Club \nCo., 79 N.C. App. 483, 497 (1986)  (“North Carolina adheres to the common law \ndoctrine that employment contracts of indefinite  duration are terminable at will.”); \nsee also, e.g., Wilkerson, 130 N.C. App. at 477 ( noting that “North Carolina law has \nconsistently held that to remove an employer -employee relationship from the \nemployment[-]at[-]will doctrine, the contract must specify a definite term of \nemployment[ ]” and concluding that a performance -based bonus did not create a \ndefinite term); Freeman v. Hardee’s Food Sys., Inc. , 3 N.C. App. 435, 438 –39 (1969) \n(holding that an employment contract that set a yearly salary and provided for yearly \npay adjustments, but which had no specified end date, created at -will employment).  \nThe Court therefore concludes that each  Plaintiff’s employment contract was \nterminable at-will as a matter of law.64   \n42. Having reached this conclusion, the Court must next consider whether Cape \nFear Neo could unilaterally modify Plaintiffs’ at-will employment contracts .  \nDefendants argue that they could; Plaintiffs argue that they could not.65 \n \n64 Indeed, Plaintiffs took advantage of the at -will nature of their employment when they \ntendered their resignations to Cape Fear Neo without cause.  (See Gallaher Termination \nNotice (Gallaher’s resignation “without cause ”); Cameron Termination Notice (Cameron’s \nresignation “without cause”); Coggin Termination Notice (Coggin’s resignation “without \ncause.”).) \n \n65 (See Tr. 21:24–22:4; 72:5–74:23.) \n \n43. “A contract, or ‘any modification to an existing contract,’ must be supported \nby consideration.”  Addison Whitney, LLC v. Cashion, 2017 NCB C LEXIS 23, at *24 \n(N.C. Super. Ct. Mar. 15, 2017) (quoting RoundPoint Mortg. Co. v. Florez, 2016 NCBC \nLEXIS 18, at *46 (N.C. Super. Ct. Feb. 18, 2016)).  “An offer of employment ‘may serve \nas consideration ’ when the employee makes a promise at the beginning of the \nemployment relationship ‘ as a part of the initial employment term s.’ ”  Id. at *24 \n(quoting RoundPoint Mortg. , 2016 NCBC LEXIS  18, at *4 7).  However, “[i]f the \nagreement is entered into after the creation of the employment relationship, it must \nbe supported by new consideration beyond the promise of continued at -will \nemployment.”  Id. at *24–25.66   \n44. Here, there is no evidence that Cape Fear Neo provided any  new \nconsideration to Plaintiffs beyond their reduced salaries  in exchange for Plaintiffs’ \npledge to work during the notice period.67  As a result, the Court concludes that Cape \nFear Neo’s  reduction in Plaintiffs’ salaries  without Plaintiffs’ consent breac hed \nPlaintiffs’ modified employment contracts as a matter of law. \n \n66 RoundPoint Mortgage relied upon the Supreme Court of North Carolina’s holding in Kadis \nv. Britt, 224 N.C. 154, 161–63 (1944) (finding that consideration consisting of the continuance \nof at -will employment, which by its very nature may be taken away without cause, was \nillusory and cannot constitute consideration), but recognized that the North Carolina Court \nof Appeals appears to have held to the contrary forty years later in Fraver v. N.C. Farm \nBureau Mut. Ins. Co. , 69 N .C. App. 733, 738 (1984) (holding that “[e]mployment contracts \nwhich are terminable at will may be modified at any time by either party with the \ncontinuance of the relationship serving as the consideration for the modification [ ]”).  See \nRoundPoint Mortg., 2016 NCBC LEXIS 18, at *47–49 (noting that “[o]ther courts have also \ndescribed consideration of the type discussed in Kadis  as illusory and found that it cannot \nconstitute consideration [,]” and citing Henley Paper Co. v. McAllister, 253 N.C. 529, 533 \n(1960) and McLamb v. T.P. Inc., 173 N.C. App. 586, 591 (2005) for this proposition). \n \n67 (See Pls.’ Br. Supp. 12–14; Defs.’ Br. Supp. 4.) \n \n45. But having found breach, the Court must next consider whether Plaintiffs \nwaived that breach by continuing to work during the notice period , as Defendants \ncontend.68  Our Supreme Court has held that, under North Carolina law:   \na party may waive the breach of a contractual provision or condition \nwithout consideration or estoppel if [:] (1) [t]he waiving party is the \ninnocent, or nonbreaching party, and (2) [t] he breach does not involve \ntotal re pudiation of the contract so that the nonbreaching party \ncontinues to receive some of the bargained-for consideration . . . , and (3) \n[t]he innocent party is aware of the breach, and (4) [t]he innocent party \nintentionally waives his right to excuse or repu diate his own \nperformance by continuing to perform or accept the partial performance \nof the breaching party. \n \nWheeler v. Wheeler, 299 N.C. 633, 639 (1980).   \n46. The Court considers each Wheeler element in turn  to determine whether \nPlaintiffs waived their breach of contract claim.  \n47. First, it is undisputed that Plaintiff s did not breach their employment \nagreements.  E ven though Cape Fear Neo unilaterally reduced their salaries , the \nevidence shows that each Plaintiff completed working his or her ninety -day notice \nperiod.69  \n48. Second, there is no dispute that Plaintiff s received some of the bargained -\nfor consideration under the modified contracts—i.e., salary payments at the original \ncontract rate rather than no payme nts at all 70—so the breach was not a  total \nrepudiation of each Plaintiffs’ employment contract.  \n \n68 (See Tr. 74:17–20.)  Defendants advanced their waiver argument for the first time at the \nHearing without objection from Plaintiffs. \n \n69 (Gallaher Aff. ¶ 40; Cameron Aff. ¶ 34; Coggin Aff. ¶ 33.) \n \n70 (Gallaher Aff. ¶¶ 39–40; Cameron Aff. ¶¶ 33–34; Coggin Aff. ¶¶ 32–33.) \n49. Third, the evidence establishes as a matter of law that Plaintiffs were aware \nof the breach because each Plaintiff has acknowledged receiving the Memo attached \nto th e 31 January 2019 paychecks and thereafter accepted the reduced salary \npayments.71   \n50. Fourth, there is no dispute that Plaintiff s continued to work for Cape Fear \nNeo after the Practice breached their employment contracts. 72  Although Plaintiffs \ncontend that they believed they were  contractually obligated to work the remainder \nof their ninety-day notice periods and felt ethically responsible to continue caring for \nthe infants in the NICU ,73 they knowingly accepted Cape Fear Neo’s partial \nperformance in the face of Cape Fear Neo’s plain breach74 when that material breach \nexcused their further performance as a matter of law.   \n51. Based on the above, the Court therefore concludes that Plaintiffs w aived \nDefendants’ reduced- salary-based breach of Plaintiffs’ employment contracts  as a \nmatter of law.  As a result, the Court concludes that Defendants’ motion for summary \njudgment on Plaintiffs’ breach of contract claim based on reduced salary payments  \nshould be granted and Plaintiffs’ claim dismissed with prejudice.  \n \n \n71 (Gallaher Aff. ¶¶ 39–40; Cameron Aff. ¶¶ 33–34; Coggin Aff. ¶¶ 32–33.)   \n \n72 (Gallaher Aff. ¶ 40; Cameron Aff. ¶ 34; Coggin Aff. ¶ 33.) \n \n73 (Gallaher Aff. ¶ 40; Cameron Aff. ¶ 34; Coggin Aff. ¶ 33.) \n \n74 (See Gallaher Paystubs; Cameron Aff. ¶ 34; Coggin Paystubs.) \n \nb. Cape Fear Neo’s Withholding of Bonus Payments \n52. Defendants’ Motion also seeks dismissal of Plaintiffs’ claim that Defendants \nbreached their contracts by not paying bonuses in 2018 or 2019.   Plaintiffs contend \nthat shortly after May or June of each year, it was Cape Fear Neo’s pattern and \npractice to pay out bonuses on a monthly basis until the end of the year, and Cape \nFear Neo’s failure to pay these bonuses in both 2018 and 2019 breached Plaint iffs’ \nmodified employment contracts.75   \n53. Defendants, however,  have correctly pointed out  that despite Cape Fear \nNeo’s alleged pattern and practice, bonuses were not  automatically guaranteed, but \ninstead depended upon prospective evaluations made by Blake and Ciszek  and then \nwere calculated as a proportion of the bonus paid to Ci szek.76  According to Blake’s \nundisputed testimony, Cape Fear Neo would pay its larger expenses  out of its gross \nincome during the first five or six months of each year .77  Then, at the end of each \nmonth after May or June of a particular year, Blake and Ciszek would review  the \namount of money the practice had in its account, forecast the Medicaid payment \nschedule and any other debts that could come due, and then determine whether there \nwas surplus cash that could be paid out as bonuses.\n78   \n \n75 (See Pls.’ Br. Opp’n 8–11.) \n \n76 (Defs.’ Br. Supp. 12.) \n \n77 (Blake Dep. 19:13–21, 23:4–8.) \n \n78 (Blake Dep. 19:22–20:5.)   \n \n54. If any bonus was in fact paid, Gallaher’s  Contract provided that his bonus  \nwould be 11.11% of the bonus paid to Ci szek.79  Gallaher’s Contract was later \namended to provide for a bonus calculated as equal in amount to the bonus received \nby Ciszek.80  Coggin ’s and Cameron’s Contracts provided that any bonuses paid to \nthem would be calculated as fractions of the total “ bonus pool” ranging from 1/12 to \n3/15.81  Therefore, the record evidence is undisputed that Gallaher’s bonus depended \non Ci szek receiving a bonus, while Coggin ’s and Cameron’s bonuses depended on \nCape Fear Neo generating a “bonus pool” to be split among the practitioners.  \n55. The question thus becomes whether Plaintiffs’ employment contracts gave \nthem a right to bonuses for the years in dispute.   The Court concludes that they did \nnot. \n56. It is undisputed that neither Ciszek nor anyone else in the Practice received \na bonus in 2018 or 2019.82  Since Ciszek did not receive a bonus, Gallaher, by his own \nadmission, was not entitled to a bonus under his employment contract.83  Similarly, \n \n79 (Gallaher Emp. Cont. ¶ 10(b).) \n \n80 (Gallaher Am. Emp. Cont.)  The amendments altered only the language that controlled \nbonuses.  ( See Gallaher Am. Emp. Cont. 3 (providing that“[e]xcept as amended [here] , the \n[original] Employment Contract . . . shall remain in full force and effect[,]” and paginated as \npage 73).)  The Court therefore refers to the original Gallaher C ontract in its discussions of \nall issues other than the claims related to bonuses.  \n \n81 (Coggin Emp. Cont. ¶ 10(b); Cameron Emp. Cont. ¶ 10(b).) \n \n82 (See Ciszek Dep. 76:18–22, 80:2–22 (“Q: [I]n 2018 I believe there were no bonuses that were \npaid out from the practice to any of the practitioners. Is that correct?  A: That’s probably \ncorrect if it doesn’t say there were .” (emphasis added) ); Blake Dep. 39:23 –40:1, 52:11–14, \n79:25–80:2; Tr. 20:7–8, 83:2–4.) \n \n83 (Gallaher Dep. 53:5–18 (“Q: And, again, if Dr. Lowe and Dr. Ciszek didn’t get any bonus, \nthen you would not be entitled to any bonus either.  Is that correct?  A: Correct.”).) \nit is undisputed that Cape Fear Neo’s total “bonus pool” in 2018 and 2019 was $0 .84  \nAs a result, Coggin and Cameron acknowledge that they were not entitled to bonuses \nunder their employment contracts for those years either.85   \n57. Nevertheless, Plaintiffs contend that they were entitled to bonuses in 2018 \nand 2019 because Defendants developed a pattern and practice of paying bonuses \nwhen Defendants had sufficient cash on hand. 86  Plaintiffs argue that, according to \nCape Fear Neo’s tax returns, the P ractice ha d year- end cash assets in excess of \n$200,000 in 2018 and $400,000 in 2019.87  Plaintiffs contend that Cape Fear Neo was \ntherefore obligated to pay them  bonuses according to the policy and practice it had \nadopted because it had the funds to do so.88   \n58. The record is undisputed, however, that even if Plaintiffs prevail in showing \na pattern and practice of bonus payments, those bonuses were always paid in the \nexercise of Cape Fear Neo’s discretion and the amount of any such bonus, when paid, \nwas determined by Plaintiffs ’ respective  employment contracts.  U nder those \n \n84 As noted above, the “bonus pool” is the contracts’ short-hand for the salaries actually paid \nto certain named practitione rs in excess of their collective standard salaries.  ( See Coggin \nEmp. Cont. ¶ 10(b); Cameron Emp. Cont. ¶ 10(b).)  The Practice paid no bonus to any \npractitioner for the periods in dispute.  (See Ciszek Dep. 76:18–22, 80:2–22.)  Therefore, the \n“bonus pool” for these periods was $0.  \n \n85 (Coggin Dep. 72:9–73:8 (“Q: So was it your understanding that if Dr. Ciszek didn’t receive \na bonus, that you didn’t get a bonus?  A: Yes.”); Cameron Dep. 75:11–15 (“Q: [I]f you received \nunder this agreement three -ninths of what Ciszek’s [sic] and Gallaher and I guess Carter \nreceived, what’s three-ninths of zero?  A: Zero.”).) \n \n86 (Pls.’ Br. Opp’n 9–10.) \n \n87 (Pls.’ Mot. Summ. J. Exs. 21–22, ECF Nos. 69.22–.23.) \n \n88 (Pls.’ Br. Supp. 18–21.) \n \ncontracts, the amount Plaintiffs received was tied to the bonus amount Defendants \nelected to pay Ciszek and the funds they chose to make available for the “bonus pool” \nafter Blake and Ciszek for ecasted Cape Fear Neo’s Medicaid payment schedule  and \nother debts for the upcoming period.89  Accordingly, because those amounts were each \n$0 in 2018 and 2019 after Blake and Ciszek conducted their review —a review that \noccurred both years90—Plaintiffs’ claim for breach based on Cape Fear Neo’s alleged \npattern or practice of paying bonuses necessarily fails.  \n2. Violation of the North Carolina Wage and Hour Act Claim \n59. Both parties seek summary judgment on Plaintiffs’ claim that Cape Fear \nNeo violated the NCWHA  by failing to pay Plaintiffs their full salaries from 31 \nJanuary 2019 through 30 April 2019 and their earned bonuses for 2018 and 2019. \n60. The NCWHA governs the state-level wage and hour requirements for North \nCarolina employers and the corresponding rights of covered employees.  See N.C.G.S. \n§ 95-25.1 et seq.  Among other things, it includes requirements for minimum wages, \novertime compensation, wage payment, and certain benefits.  The statute covers all \nNorth Carolina employers and permits  employees to file lawsuits to recover wages \nowed based on an employer’s violation of the wage payment provisions.  See id. § 95-\n25.22. \n61. In construing the NCWHA  or any other statute , “interpretation properly \nbegins with an examination of the plain words of the statute.”  Correll v. Div. of Soc. \n \n89 ( See Gallaher Am. Emp.  2 Cont. (paginated as page 72); Cameron Emp. Cont. ¶ 10(b); \nCoggin Emp. Cont. ¶ 10(b); Blake Dep. 21:7–23:25.)  \n \n90 (Ciszek Dep. 79:24–80:22; Blake Dep. 52:11–14, 67:16–68:9, 79:15–82:6.)  \nServs., 332 N.C. 141, 144 (1992).  “If the statutory language is clear and unambiguous, \nthe court eschews statutory construction in favor of giving the words their plain and \ndefinite meaning.”  State v. Beck, 359 N.C. 611, 614 (2005).  “Whatever may be the \nviews and purposes of those who procure the enactment of a statute, the Legislature \ncontemplates that its intention shall be ascertained from its words as embodied in it.”  \nAbernethy v. Bd. of Comm’rs, 169 N.C. 631, 640 (1915). \n62. The NCWHA defines “wages” to include “compensation for labor or services \nrendered by an employee whether determined on a time, task, piece, job, day, \ncommission, or other basis of calculation, and . . . includes . . . bonuses [ ] and other \namounts promised when the employer has a policy or a practice of making such \npayments.”  N.C.G.S. § 95-25.2(16).  The statute requires that employers inform their \nemployees in writing or in a posted notice at least one pay period before any decrease \nin promised wages takes effect.  See id. § 95-25.13(3).  The law prohibits employers \nfrom retroactively decreasing wages.  Id.   \n63. “[G]iving the statutory language its natural and ordinary meaning, the \n[NCWHA] requires” that  \n[o]nce the employee has earned the wages and benefits  . . . , the \nemployer is prevented from rescinding them, with the exception that for \ncertain benefits such as . . . bonuses . . . an employer can cause a loss or \nforfeiture of such pay if he has notified the employee of the conditions \nfor loss or forfeiture in advance of the time when the pay is earned. \n \nNarron v. Hardee’s Food Sys., Inc. , 75 N.C. App. 579, 583 (1985), overruled  on other \ngrounds by J & B Slurry Seal Co. v. Mid-South Aviation, Inc., 88 N.C. App. 1 (1987); \nsee also Moore v. Data Sys. Network Corp. , No. COA00-1515, 2002 N.C. App. LEXIS \n2107, at *20 (N.C. Ct. App. Aug. 20, 2002) (unpublished)  (“An employer may change \nthe wages and benefits offered at any time, so long as the employer notifies its \nemployees, in writing or through a posted notice maintained in a place accessible to \nits employees, of such changes in promised wages prior to the time of such changes.”) \na. Cape Fear Neo’s Failure to Pay Salaries \n64. Plaintiffs first contend that Cape Fear Neo violated the NCWHA by failing \nto pay Plaintiff s their full salaries  from 1 January 2019 through 30 April 2019.91  \nPlaintiffs’ claim turns on whether the Memo that accompanied the 31 January 2019 \npaycheck to each Plaintiff satisfied the NCWHA’s notice requirement for subsequent \npay periods.  Defendants contend that it did;92 Plaintiffs argue that it did not.93   \n65. The parties nevertheless appear to agree, and the Court concludes based on \nthe undisputed facts of record,  that an NCWHA-qualifying notice did not precede  \nCape Fear Neo’s 31 January 2019 reduced salary payments to Plaintiffs.94  Cape Fear \nNeo’s failure to tender this required notice plainly violated section 95-25.13(3).  The \nCourt therefore shall enter judgment for Plaintiffs against Cape Fear Neo under \nsection 95-25.22(a) in the amount of the unpaid salary withheld by the Practice from \n \n91 (See Br. Supp. Pls.’ Mot. Summ. J. 16–18 [hereinafter “Pls.’ Br. Supp.”), ECF No. 70.) \n \n92 (See Defs.’ Br. Supp. Defs.’ Mot. Summ. J. 11–12 [hereinafter “Defs.’ Br. Supp.”], ECF No. \n74.) \n \n93 (See Pls.’ Br. Supp. 16–18.) \n \n94 Defendants conceded this point at the Hearin g.  (See Tr. 58:5–8; see also Defs.’ Br. Supp. \n11–12.)   \n \neach Plaintiff’s paycheck based on the Plaintiff’s prevailing rate of pay on 31 January \n2019, plus interest at the legal rate from the date that amount first came due.95   \n66. The Court further concludes that Cape Fear Neo’s January 31 notice, stating \n“Compensation has  been adjusted to meet the terms of your employment \nagreement,”96 when considered with Plaintiffs’ contemporaneous receipt of the \nJanuary 31 salary payments at the rates in their original employment agreements, \nput Plaintiffs on notice that each would receive salary payments thereafter consistent \nwith those original agreements.  As a result, the Court concludes that the Memo \nprovided the requisite notice under the NCWHA for all future salary payments and, \ntherefore, the Court shall dismiss Plaintiffs’ NCWHA  claim with prejudice to the \nextent that it is based on reduced salary payments after 31 January 2019. \n67. Having determined that judgment should issue as to the January 31 \npayments, the Court next considers whether liquidated damages, costs, and \nattorneys’ fees should be assessed against Cape Fear Neo under the NCWHA.   \n68. The NCWHA provides that the court shall award liquidated damages in an \namount equal to the “unpaid amounts due . . . plus interest at the legal rate set forth \n \n95 It is undisputed that the salary payments Plaintiffs received from Cape Fear Neo on 11 \nJanuary 2019 and on 31 January 2019 were as follows: (i) Gallaher $12,600.00 (January 11); \n$3,958.34 (January  31), (see Gallaher Paystubs ); (ii) Cameron $10,725.00  (January 11); \n$8,333.34 (January 31), (see Cameron Aff. ¶¶ 33–34); and (iii) Coggin $9,433.33 (January 11); \n$8,333.34 (January 31), (see Coggin Paystubs).  Judgment shall therefore be entered for each \nPlaintiff in the amount of the difference between these two payments as follows: Gallaher \n$8,641.66; Cameron $2,391.66; and Coggin $1,099.99, each plus interest at the legal rate from \n31 January 2019. \n \n96 (Paystub Memo.)   \n \nin [N.C.]G.S. 24-1, from the date each amount first came due[,]”unless the employer \ncarries its burden to show that its violations were “ in good faith ” and that it had \n“reasonable grounds for believing [ that its actions were lawful ].”  N.C.G.S. § 95 -\n25.22(a), (a1) ; see, e.g., Morris v. Scenera R esearch., LLC  (Morris I ), 2012 NCBC \nLEXIS 29, at *14–15 (N.C. Super. Ct. May 14, 2012) (“Defendants bear the burden of \nproving their good faith and reasonable grounds for believing that their ac ts did not \nviolate the [NCWHA].”), rev’d on other grounds, 229 N.C. App. 31 (2013), rev’d in part, \n368 N.C. 857 (2016).  “In the absence of such proof, the statute directs the court to \ngrant damages in an amount equal to the unpaid wages owed.  The issue of good faith \nis for the trial court’s determination.”  Morris I, 2012 NCBC LEXIS 29, at *15. \n69. In addition, under N.C.G.S. § 95 -25.22(d), the trial court “may, in addition \nto any judgment awarded plaintiff, order costs and fees of the action and reasonable \nattorneys’ fees to be paid by the defendant.” \n70. As to liquidated damages, the Court concludes that Defendants have failed \nto offer evidence from which a factfinder could conclude that that Cape Fear Neo’s \nviolations were in good faith and that it had reasonable grounds for believing that its \nactions were lawful.  To the contrary, while the parties may have had a legitimate \ndispute over their respective contract rights under Plaintiffs’ agreements with Cape \nFear Neo, it is undisputed that Plaintiffs were Cape F ear Neo employees subject to \nthe NCWHA and that absent conforming written notice, Cape Fear Neo had no legal \nright to reduce Plaintiffs’ January 31 salary payments under the clear, unambiguous \nlanguage of the NCWHA.  Accordingly, the Court shall order Cape  Fear Neo to pay \nliquidated damages to Plaintiffs under section 95 -25.22(a1) in the amount of the \nunpaid salary payments identified above.   \n71. After careful deliberation, however, the Court declines to exercise its \ndiscretion to order Cape Fear Neo to pay th e costs and fees of this action , including \nPlaintiffs’ reasonable attorneys’ fees under section 95-25.22(d).  Plaintiffs succeeded \nin establishing only one of the seven alleged NCWHA violations on which they sued, \nand the Court concludes, in the exercise of its discretion, that ordering Cape Fear Neo \nto pay Plaintiffs their fees and costs is neither reasonable, fair, nor in the interests of \njustice in the circumstances of this case.   \nb. Cape Fear Neo’s Withholding of Bonus Payments \n72. Defendants also seek to dismiss Plaintiffs’ claim  for failure to pay bonuses \nin 2018 and 2019, contending that Plaintiffs were not entitled to any bonuses during \nthe disputed period.97  The Court agrees with Defendants.   \n73. The NCWHA defines the term “wage” to include bon uses.  N.C.G.S. § 95 -\n25.2(16).  As noted above, under N.C.G.S. § 95-25.13(3), \n[o]nce the employee has earned the wages and benefits under this \nstatutory scheme, the employer is prevented from rescinding them, with \nthe exception that for certain benefits such as commissions, bonuses and \nvacation pay, an employer can cause a loss or forfeiture of such pay if he \nhas notified the employee of the conditions for loss or forfeiture in \nadvance of the time when the pay is earned. \n \nNarron, 75 N.C. App. at 583.  The statute therefore “permit[s] an employer to make \nchanges in an employee’s benefits, but the change applies only to those benefits \naccruing after written notice is given [to] the employee or notice is posted in a place \n \n97 (Defs.’ Supp. 12–13.) \naccessible to the employees.”  Moses H. Cone Mem’l Health Servs. C orp. v. Triplett , \n167 N.C. App. 267, 273 (2004) (cleaned up).  Although the NCWHA forbids reducing \nwages, including bonuses, without notice, “wage reduction” in this context has been \ninterpreted to mean attempted withholding of an earned bonus , or a retroa ctive \nchange to the formula by which an already earned bonus was calculated.98   \n74. The Court recognizes that the Supreme Court of North Carolina held that \nwhether a bonus is “calculable” was a question of fact in Morris v. Scenera Research, \nLLC (Morris III), 368 N.C. 857, 8 62–63 (2016).  However, there are critical \ndistinctions between this case and Morris.  There, the employee was indisputably \nentitled to $5,000 when the employer made a patent application, and another $5,000 \nif the patent issued.  Morri s II, 229 N.C. App. at 35.  The employee argued that , \nbecause there were 150 patent applications pending when he left the employer, and \nhis patent applications historically had a 90% success rate, he was entitled to \n$675,000, the amount he would receive if 90% of the 150 outstanding patents issued.  \nMorris III, 368 N.C. at 863.   \n75. The Supreme Court held that whether the bonus was calculab le was a \nquestion of fact  that was properly submitted to  the jury because the employee \nproduced a formula based on a contractually guaranteed bonus for a specific sum, but \nthe parties disagreed on whether that formula was properly applied.  Id.  at 863–64.  \n \n98 See, e.g., Morris v. Scenera Research, LLC (Morris II), 229 N.C. App. 31, 35, 40– 42 (2013) \n(enforcing employee’s right to earned bonus under the NCWHA), rev’d on other grounds, 368 \nN.C. 857 (2016); Arndt v. First Union Nat’l Bank , 170 N.C. App. 518, 520, 524– 25 (2005) \n(same); Triplett, 167 N.C. App. at 272–73 (2004) (holding that the NCWHA did not protect \nan employee’s bonus because the bonus had not accrued and was therefore not quantifiable). \n \nHere, in contrast to Morris and to other cases that have found NCWHA violations \nbased on the withholding of bonuses, there was no contractual bonus formula.99  The \npayment of any bonus was within Ciszek’s discretion and was not guaranteed.100  As \nsuch, no  bonus was capable of calculation.  Neither Plaintiffs’ contracts nor the \npattern and practice they allege change s the discretionary nature of the bonus \npayments or requires that a bonus be made in a particular amount.   In contrast to  \nMorris, there is no factual dispute over the application  of a particular proposed \nformula that a jury could properly resolve.   \n76. The Court therefore concludes that  Plaintiffs were not entitled to receive \nbonuses in 2018 and 2019 under their contracts , and Ciszek’s decision not to pay \nbonuses did not constitute a n impermissible retroactive change to Plaintiffs’ bonus \nrights within the meaning of the statute.  As a result, Plaintiffs’ NCWHA bonus claim \nmust be dismissed.   \nB. Piercing the Corporate Veil \n77. Both parties seek summary judgment on Plaintiff s’ right to seek relief \nagainst Ciszek by  piercing Cape Fear Neo’s corporate veil.  Plaintiffs contend that \nCiszek completely dominated Cape Fear Neo and caused it to breach Plaintiffs ’ \nemployment contracts which , they allege, is the direct cause of the harm they \nsuffered.101  Defendants argue instead that Plaintiffs’ admissions regarding  their \n \n99 Cf. Morris II, 229 N.C. App. at 35, 40–42; Arndt, 170 N.C. App. at 520, 524–25.  \n \n100 (See Blake Dep. 21:22–22:2; Gallaher Dep. 53:5–18; Cameron Dep 75:11–15; Coggin Dep. \n72:9–73:8.) \n \n101 (Pls.’ Br. Opp’n 14–16.) \ninvolvement in the operations of the P ractice fatally undermine their claim that \nCiszek exerted complete and total control over all actions taken by the Practice.102 \n78. “The general rule is that in the ordinary course of business, a corporation is \ntreated as distinct from its shareholders .”  Green v. Freeman, 367 N.C. 136, 144– 45 \n(2013) (quoting State ex rel. Cooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 438 \n(2008)).103  “Disregarding the corporate form is not to be done lightly[ ] but is reserved \nonly for an extreme case where necessary to serve the ends of justice[.]”   Kerry \nBodenhamer Farms, LLC v. Nature’s Pearl Corp., 2017 NCBC LEXIS 27, at *12 (N.C. \nSuper. Ct. Mar. 27, 2017) ( cleaned up).  Consequently, “[a] court’s decision to pierce \nthe corporate veil, thereby proceeding beyond the corporate form, is a strong step: \nLike lightning, it is rare and severe.”  S. Shores Realty Servs. v. Miller, 251 N.C. App. \n571, 583 (2017) (cleaned up).   \n79. “It is well recognized that courts will  . . . ‘pierce the corporate \nveil’ . . . whenever necessary to prevent fraud or to achieve equity.”  Glenn v. Wagner, \n313 N.C. 450, 454 (1985).  But it has also been observed that piercing the corporate \nveil “is among the most confusing [doctrines] in corporate law.”  Frank H. Easterbrook \n& Daniel R. Fischel, Limited Liability and the Corporation, 52 U. Chi. L. Rev. 89, 89 \n(1985).  North Carolina has  therefore adopted the “instrumentality rule”  to guide \n \n \n102 (Defs.’ Br. Supp. 14–17.) \n \n103 Under North Carolina law, professional corporations such as Cape Fear Neo are subject \nto the same “duties, restrictions, and liabilities” as other corporations.  See  N.C.G.S. § 55B-\n3.  That Cape Fear Neo is a professional corporation, rather than a traditional corporation, \ndoes not affect the veil-piercing analysis.  \ncourts in this “critical area of jurisprudence .”  See Ridgeway Brands Mfg., 362 N.C. \nat 440.  The rule applies if the corporation “had no separate role of its own,” and a \ndominant shareholder exercised “actual control” to “operate[  ] the [corporation] as a \nmere instrumentality or tool.”   Glenn, 313 N.C. at 45 7.  If the instrumentality rule \napplies, the “separate identities of parent and subsidiary or affiliated corporations \nmay be disregarded.”  Id. at 453.   \n80. Furthermore, while Glenn dealt with piercing the corporate veil to hold a \ncorporate parent liable, the  same analysis applies whe n a plaintiff seeks to impose \nliability on a dominant shareholder.  See, e.g. , Ridgeway Brands Mfg., 362 N.C. at \n440–43 (explaining that piercing doctrine predates Glenn  and covers dominant \nshareholders, and applying the instrumentality rule to a dominant shareholder) .  \nThus, when a corporation is operated as a mere alter ago of its dominant shareholder, \n“the corporate entity will be disregarded . . . whether the sole or domin ant \nshareholder is an individual or another corporation.”  Henderson v. Sec. Mortg. & \nFinance Co., 273 N.C. 253. 260 (1968).  \n81. Moreover, piercing the corporate veil is not a theory of liability.  See Green, \n367 N.C. at  146.  “Rather, it provides an avenue t o pursue legal claims against \ncorporate officers or directors who would otherwise be shielded by the corporate \nform.”  Id.  Control of a corporation alone is insufficient to pierce the veil .  See, e.g., \nWaff Bros., Inc. v. Bank of N.C., N.A., 289 N.C. 198, 210 (1976) (“[t]he mere fact that \nall of the outstanding shares of stock of each of two corporations are owned by one \nindividual, who is the chief executive officer of each corporation, does not necessarily \ndestroy the corporate entities so as to make the two corporations and the sole \nstockholder one and the same person in contemplation of the law .”).  Instead, the \nparty that seeks to disregard the corporate form must also establish an independent \nclaim on which to hold the controlling person or entity liable.  See, e.g. , B-W \nAcceptance Corp. v. Spencer, 268 N.C. 1, 8 –9 (1966) (recognizing that where control \nexists “there must be additional circumstances showing fraud, actual or constructive, \nor agency[ ]” to hold a parent liable for its subsidiary’s contracts)  (citing Whitehurst \nv. FCX Fruit & Vegetable Serv., Inc., 224 N.C. 628, 637 (1944)).  \n82. Under the instrumentality rule, a party must demonstrate three elements  \nto pierce the corporate veil: \n(1) Control, not mere majority or complete stock control, but complete \ndomination, not only of finances, but of policy and business practice in \nrespect to the transaction attacked so that the corporate entity as to this \ntransaction had at the time no separate mind, will or existence of its \nown; and \n \n(2) Such control must have been used by the defendant to commit fraud \nor wrong, to perpetrate the violation of a statutory or other positive legal \nduty, or a dishonest and unjust a ct in contravention of plaintiff’s legal \nrights; and \n \n(3) The aforesaid control and breach of duty must proximately cause the \ninjury or unjust loss complained of. \n \nGlenn, 313 N.C. at 454–55.   \n83. Glenn also includes a list of nine factors courts may consider in determining \nwhether the requisite control  described in the first element  exists: inadequate \ncapitalization, non-compliance with corporate formalities, complete domination and \ncontrol of the corporation, excessive fragmentation into multiple ent ities, non-\npayment of dividends, insolvency of the corporation, siphoning of funds by the \ndominant shareholder, non-functioning of other officers or directors, and absence of \ncorporate records.  Id.  at 455, 458.  The Glenn court cautioned, however, that these \nfactors were not exhaustive and that the presence or absence of any particular factor \nis not dispositive.  See id. at 458.  \n84. Applying these factors here, the Court notes first that the evidence is \nundisputed that Ciszek was the sole shareholder, officer , and director of Cape Fear \nNeo at the time of the January 31 payments.104  It is also undisputed that Ciszek had \nthe sole authority to cause Cape Fear Neo to make salary payments to Plaintiffs ,105 \nand that Ciszek ordered Cape Fear Neo to make the reduced Ja nuary 31 payments \nwithout proper notice to Plaintiffs under the NCWHA.  Thus, with respect to this \nspecific transaction, Ciszek acted for,  and maintained complete domination and \ncontrol over Cape Fear Neo.   See Glenn, 313 N.C.  at 455 (requiring the “complete \ndomination . . . of policy and business practice in respect to the transaction attacked  \nso that the corporate entity as to this transaction  had at the time no separate mind, \nwill or existence of its own [ ]” for veil piercing  (emphasis added)).  The Court thus \nconcludes that the undisputed evidence shows that Ciszek used Cape Fear Neo as a \nmere instrumentality for purposes of this transaction.   \n \n104 (Pls.’ Mot. Summ. J. Ex. 60 Defs.’ Resp. Pls.’ First Req. Admis., 3–4 [hereinafter “Ciszek’s \nResp. RFA”], ECF No. 69.61.) \n \n105 (See Ciszek’s Resp. RFA 3–4; Ciszek Dep. 83:20–85:25; Blake Dep. 44:1–20, 82:23–83:18.) \n \n85. Next, the undisputed evidence further shows both that Ciszek prepared the \nMemo accompanying the January 31 payment and instructed Blake to make the \npayment in the reduced amount,106 and, as discussed above, the payment was made \nwithout proper notice in violation of the NCWHA.   The violation of a \n“statutory . . . duty” satisfies the second element of the Glenn  test.  Glenn, 313 N.C. \nat 455;  see also  Henderson, 273 N.C. at 260 (permitting piercing when “the \ncorporation is so operated  . . . in violation of the declared public policy or statute of \nthe State” (emphasis added)); Becker v. Graber Builders, Inc., 149 N.C. App. 787, 791 \n(2002) (holding “viol[ation] [of] the North Carolina Building Code” suffic ient to meet \nthe wrongdoing prong of the instrumentality rule).  Ciszek’s violation of the NCWHA \ntherefore establishes the second element of the instrumentality rule.  \n86. Finally, the evidence establishes as a matter of law that it was Ciszek’s use \nof his domination and control that caused Cape Fear Neo to pay Plaintiffs the reduced \nJanuary 31 payments107 and proximately caused Plaintiffs to suffer the loss of salary \nthat forms the basis for their NCWHA claims.  \n87. Based on the above, therefore, the Court concludes that Plaintiffs have \nshown that they are entitled to pierce Cape Fear Neo’s corporate veil as a matter of \nlaw to impose personal liability on Ciszek for Cape Fear Neo’s violation of the \nNCWHA in making the reduced January 31 payments without proper notice.108 \n \n106 (See Ciszek Dep. 83:20–85:25; Blake Dep. 44:1–20, 82:23–83:18.) \n \n107 (See Ciszek Dep. 83:20–85:25; Blake Dep. 44:1–20, 82:23–83:18.) \n \n108 Although alleging that both “Defendants” are liable on their NCWHA claim, (Compl. ¶¶ \n48–50), Plaintiffs have not pleaded or argued any basis for Ciszek’s individual liability under \n88. In reaching this conclusion, the Court has considered but rejects Defendants’ \ncontention that Plaintiffs’ January -31-based NCWHA claim should be barred by \njudicial estoppel.109  Our Supreme Court has described judicial estoppel as follows: \nBroadly speaking, judicial estoppel prevents a party from acting in a \nway that is inconsistent with its earlier position before the court.  This \nequitable doctrine, which may be invoked in a court’s discretion, is \ninherently flexible and requires weighing of relevant factors.  It  is \nlimited to assertions of fact in civil proceedings and does not require an \nintent to deceive the court, though such intent may nevertheless be a \nconsideration supporting invocation of the doctrine.  While many factors \ncan affect a court’s decision whether to invoke the doctrine, three \nfrequently considered aspects of a case are whether: (1) the party’s \nsubsequent position is clearly inconsistent with its earlier position; (2) \njudicial acceptance of a party’s position might threaten judicial integrity \nbecause a court has previously accepted that party’s earlier inconsistent \nposition; and (3) the party seeking to assert an inconsistent position \nwould derive an unfair advantage or impose an unfair detriment on the \nopposing party as a result. \n \nPowell v. City of Newton, 364 N.C. 562, 569 (2010) (cleaned up). \n89. Defendants argue that judicial estoppel should apply because Plaintiffs \nalleged in an earlier, subsequently -dismissed action between the parties that \nPlaintiffs were shareholders who operated Cape Fear Nero “as an equal partnership \nwith respect to corporate decision -making and division of corporate revenues [ ]” 110 \n \nthe NCWHA other than through piercing Cape Fear Neo’s  corporate veil.  In particular, \nPlaintiffs have not pleaded or argued that Ciszek is directly liable under the NCWHA as an \n“employer” under the statute.   See N.C.G.S. § 95 -25.2(5) (defining “employer”); Powell  v. \nP2Enterprises, LLC, 247 N.C. App. 731, 734 (2016) (applying “economic reality”  test to \ndetermine individual liability under the NCWHA).  Therefore, the Court does not consider \nCiszek’s individual liability under the NCWHA  and instead resolves Ciszek’s NCWHA \nliability for the January 31 payments solely based on its veil piercing analysis.    \n \n109 (See Defs.’ Br. Supp. 7–11.)   \n \n110 (Defs.’ Br. Opp’n 3 (quoting Index Materials Supp. Defs.’ Supp. Ex. 15 Pet. Declaratory J. \n¶ 28, ECF No. 75).) \n \nand now inconsistently assert in this action that Ciszek “exercised total domination \nand control over the business and financial affairs of [the Practice .]”111  While the \nCourt recognizes that  the allegations in the two lawsuits conflict, no party  in this \naction disputes that Ciszek was the sole shareholder, officer , and director of the \nPractice in January 2019, 112 or that Ciszek cause d the Practice to make r educed \nsalary payments to Plaintiffs on 31 January 2019 in violation of the NCWHA.113   \n90. Accordingly, the Court declines to exercise its discretion to apply judicial \nestoppel.  See, e.g., Whitacre P'ship v. BioSignia, Inc., 358 N.C. 1, 33 (2004) ( stating \nthat “judicial estoppel is to be applied in the sound discretion of our trial courts [ ]” \nand that  ”[i]f a trial court believes that justice would not be served by judicially \nestopping a part y’s factual contention, it may decline to do so[ ]” ) (quoting wit h \napproval Ryan Operations G.P. v. Santiam-Midwest Lumber Co., 81 F.3d 355, 365 (3d \nCir. 1996) (“[ Judicial estoppel] is not meant to be a technical defense for litigants \nseeking to derail potentially meritorious claims, especially when the alleged \ninconsistency is insignificant at best and there is no evidence of intent to manipulate \nor mislead the courts.”)). \n \n111 (Defs.’ Br. Opp’n 4 (quoting Compl. ¶ 20).) \n \n112 (Ciszek’s Resp. RFA 1–3.) \n \n113 (See Ciszek Dep. 83:20–85:25; Blake Dep. 44:1–20, 82:23–83:18.) \n \nC. Cross-Motions on Defendants’ Counterclaim for Breach of Contract \n91. Both sides seek summary judgment on Defendants’ counterclaim for breach \nof contract based upon Plaintiff s’ alleged violations of Paragraphs 1, 2, 3,  and the \nNon-Compete Clauses in their respective employment agreements.114   \n92. In a breach of contract action, “the complaint must allege the existence of a \ncontract between plaintiff and defendant, the specific provisions breached, the facts \nconstituting breach, and the amount of damages resulting to plaintiff from such \nbreach.”  Cantrell v. Woodhill Enters., Inc. , 273 N.C. 490, 497 (1968) (emphasis \nomitted).  \n93.  “When the language of the contract is clear and unambiguous, construction \nof the agreement is a matter of law for the court, and the court cannot look beyond \nthe terms of the contract to determine the intentions of the parties.”  Asheville Mall, \nInc. v. F.W. Woolworth Co., 76 N.C. App. 130, 132 (1985) (cleaned up).  “The contract \nis to be interpreted as written, and  enforced as the parties have made it [.]”  State v. \nPhilip Morris USA Inc., 363 N.C. 623, 632  (2009) (cleaned up).  “Since the object of \nconstruction is to ascertain the intent of the parties, the contract must be considered \nas an entirety.   The problem is not what the separate parts mean, but what the \n \n114 ( See Pls.’ Br. Supp. 26–42; Defs.’ Br. Supp. 17– 24.)  Paragraphs 1, 2, and 3 of each \nPlaintiff’s employment contract  are almost identical .  ( See Gallaher Emp. Con t. ¶¶ 1 –3; \nCameron Emp. Con t. ¶¶ 1 –3; Coggin Emp. Con t. ¶¶ 1 –3.)  T he Non-Compete C lauses, \nhowever, appear at Paragraph 26 of the Cameron and Coggin Contracts, (see Cameron Emp. \nCont. ¶ 26; Coggin Emp. Con t. ¶ 26), but at Paragraph 23 of the Gallaher Contract, (see \nGallaher Emp. Cont. ¶ 23).  The Court will reference these latter paragraphs collectively as \nthe “Non-Compete Clauses.”  The Court also notes that Defendants did not seek to base their \nbreach of contract counterclaim on Paragraphs 1 and 2 of the employment contracts until the \nHearing.  Plaintiffs responded to those newly made contentions during the Hearing, and the \nCourt elects to consider them here. \ncontract means when considered as a whole.”  Jones v. Casstevens, 222 N.C. 411, 413–\n14 (1942) (citation omitted). \n94. The Court addresses each alleged contract breach in turn. \n1. Alleged Violations of Paragraph 1 \n96. Plaintiffs’ employment contracts with Cape Fear Neo contained the \nfollowing provision: \nEmployer hereby employs Employee on the terms hereinafter provided \non the understanding that Employee will devote his[/her]  utmost \nknowledge and best skill to the care of such patients as shall be entrusted \nto him [/her] under general rules from time to tim e promulgated by \nEmployer through its Board of Directors.\n115 \n \n97. At the Hearing, Defendants contended that Plaintiffs failed to provide their \n“utmost knowledge and best skill to the care of [their] patients” because they sought \nemployment with the Hospital while they were still employed by Cape Fear Neo. 116  \nThe Court disagrees .  Paragraph 1 of Plaintiffs’ employment contract s is \nunambiguous, relates only to Plaintiffs’ provision of medical care , and does not \nrestrict Plaintiffs from  seeking employment with future employers, including the \nHospital.  Because Defendants  have not offered evidence suggesting that Plaintiffs \nfailed at any time to devote their utmost knowledge and skill to the care of the \npatients at Cape Fear Neo, Defendants’ counterclaim for breach of this paragraph \nnecessarily fails and must be dismissed. \n \n115 (Coggin Emp. Cont. ¶ 1  (emphasis added); Cameron Emp. Cont. ¶ 1 (emphasis added). )  \nGallaher’s Contract is slightly different, substituting “first party” for “Employer” and “second \nparty” for “Employee.”  (See Gallaher Emp. Cont. ¶ 1.) \n \n116 (Tr. 32:20–33:22.) \n \n2. Alleged Violations of Paragraph 3 \n98. Paragraph 3 of Plaintiffs’ employment contracts with Cape Fear Neo states \nas follows: \nEmployee hereby pledges his [/her] active and industrious practice of \nhis[/her] profession in Employer’s interest, his [/her] faithful adherence \nto the principles of ethics applicable to his [/her] profession, his[/her]  \ncompliance with those terms and conditions of the Indep endent \nContractor Agreement between Cumberland County Hospital System, \nInc. and Employer, . . . and his[/her] careful avoidance of all personal \nacts, habits and usages which might injure in any way, directly or \nindirectly, the professional or personal repu tation of Employer or any \nperson employed by it[.]117 \n \n99. Defendants contend that Plaintiffs failed to uphold their pledge to engage in \n“active and industrious practice ” in Cape Fear Neo’s interest and instead pursued \npersonal actions that injured Cape Fear Neo’s professional reputation by negotiating \nfuture employment contracts with Nagowski and the Hospital.118  Defendants argue \nthat because t he Hospital was Cape Fear Neo’s only client, the Hospital’s hiring of \nPlaintiffs eliminated the Hospital ’s need for Cap e Fear Neo’s neonatologists  and \nthereby caused the Hospital not to renew its contract with the Practice.  Defendants \ncontend that this effectively put Cape Fear Neo out of business .119  Based on this \nchain of events, Defendants contend that Plaintiffs violat ed Paragraph 3  of the ir \nemployment contracts.  The Court disagrees. \n \n117 (Gallaher Emp. Cont. ¶ 3; Coggin Emp. Cont. ¶ 3; Cameron Emp. Cont. ¶ 3.)  Here again, \nGallaher’s Contract cont ains minor differences in terminology that do not affect the \ninterpretation of this paragraph. \n \n118 (See Defs.’ Br. Supp. 24.) \n \n119 (See Defs.’ Br. Supp. 24.) \n \n100. Like Paragraph 1, Paragraph 3 is unambiguous .  The paragraph addresses \nPlaintiffs’ commitment to provide competent, quality medical care and to act \nprofessionally and ethically  as Cape Fear Neo employees .  Defendants’ contention \nthat Paragraph 3 restricted Plaintiffs from entering contracts with the Hospital is \nfound nowhere in its language and is contrary to the paragraph’s plain meaning, \nparticularly when the p aragraph is considered as a whole.   Indeed, only the last \nclause of Paragraph 3 even arguably has any connection to Defendants’ \ncounterclaims, but this clause appears in context with three other provisions that are \nclearly limited to job performance.\n120  The doctrine of n oscitur a sociis, “a rule of \nconstruction applicable to all written instruments[,]” State v. Emery , 224 N.C. 581, \n583 (1944), in which “the meaning of a doubtful word may be ascertained by reference \nto the meaning of words with which it is associated[,]” Gardner v. Reidsville, 269 N.C. \n581, 591 (1967), counsels the Court to read the last provis ion similarly.  Because \nDefendants have failed to offer evidence from which a reasonable factfinder  could \nconclude that the provisions of Paragraph 3 have been breached, the Court concludes \nthat Defendants’ counterclaim for breach of that paragraph must be dismissed. \n \n120 As noted above, Paragraph 3 of each contract contains four clauses, that the employee will: \nfirst, pledge his or her “active and industrious practice” of medicine in Cape Fear Neo’s \ninterest; second, adhere to medical ethics; third, comply with another agreement that deal s \nwith medical regulatory and licensure requirements; and fourth, avoid “all personal acts, \nhabits, and usages” which might injure “the professional or personal reputation of [Cape Fear \nNeo] [.]”  (Gallaher Emp. Cont. ¶ 3; Cameron Emp. Cont. ¶ 3; Coggin Emp. Cont. ¶ 3.) \n \n3. Alleged Violations of Paragraph 2 and the Non-Compete Clauses \n101. Defendants allege that Plaintiffs breached Paragraph 2 of their contracts by \nengaging in other gainful employment while they were employed at Cape Fear Neo.121  \nThey similarly allege that Plaintiffs breached the Non-Compete Clause in each \nemployment contract “by soliciting employment from [ the Hospital] during the term \nof their employment with [the Practice].”122  \n102. Paragraph 2 of each Plaintiffs’ contract provides in relevant part as follows: \n“Employee agrees to devote to the employment his [/her] entire time and endeavor , \nand pledges himself [/herself] not to engage in any other gainful occupation during \nnormal working hours without the prior consent of Employer’s Board of Directors.”123 \n103. Defendants contend  that Plaintiffs breached this p rovision by \ncommunicating with Nagowski and “hammering out” contracts with the Hospital \nbefore their employment with Cape Fear Neo ended. 124  The undisputed evidence \nshows, however,  that Plaintiffs did not begin to work or perform any services as \n \n121 Defendants abandoned their claim for breach of Paragraph 2 and the Non -Compete \nClauses at the Hearing to the extent that it was based on Plaintiffs’ conduct after their \nemployment terminated on 30 April 2019.  (Tr. 30:22–31:11.)  See, e.g., Carter v. Clowers, 102 \nN.C. App. 247, 250 (1991) (“A [defendant] is free to abandon an alleged or potential \n[counterclaim] against another party at any time.”); Danielson v. Cummings, 300 N.C. 175, \n179 (1980) (upholding a voluntary dismissal under Rule 41  based on  the “very strong \ntradition in this State equating oral notice in open court with written notice filed with the \nclerk[ ]”). \n \n122 (Defs.’ Br. Supp. 21.) \n \n123 (Gallaher Emp. Cont. ¶ 2; Coggin Emp. Cont. ¶ 2; Cameron Emp. Cont. ¶ 2.)  Here again, \nGallaher’s Contract contains minor differences in terminology that do not affect the \ninterpretation of this paragraph. \n \n124 (Defs.’ Br. Supp. 22–23.) \n \nHospital employees until their employment with Cape Fear Neo ended on 30 April \n2019.125  As a result, Defendants have failed to offer evidence from which a reasonable \nfactfinder could conclude that any Plaintiff breached Paragraph 2 of his or her \ncontract prior to 30 April 2019, and Defendants’ counterclaim based on this alleged \nconduct must therefore be dismissed. \n104. Defendants’ counterclaim for alleged breach of the Non -Compete Clauses \nfares no better.  Gallaher’s non-compete provided as follows: \n[Employee] hereby agrees that during the term of this Agreement  and \nfor a period of one (1) year after the termination of his employment with \n[Employer], he will not engage in the practice of neonatology, nor be an \nofficer, director, shareholder or employee of a corporation, nor an owner, \ninvestor or employee of any other business in competition with the \nbusiness of [Employer] in Cumberland County, North Carolina , or any \nother county within the geogr aphical area under the supervision  and \ncontrol of the Cardinal Health  Agency as of the date of this \nAgreement.\n126 \n \n105. Coggin’s and Cameron ’s non -competes are identical and very similar to \nGallaher’s: \nEmployee hereby agrees that during the term of this Employment \nContract and for a period of one (1) year after the termination of his[/her] \nemployment with Employer, he[/she] will not engage in the practice of \nneonatology, nor be an officer, director, shareholder, member, partner, \nother type of owner or employee of a corporation, limited liability \ncompany or partnership, nor an owner, investor or employee of any other \nbusiness in competition with the business of Employer  in Cumberland \nCounty, North Carolina . . . or any other counties within the current or \npotential geographical service area of [Employer]  as of the date of this \nEmployment Contract.\n127 \n \n125 (See Gallaher Hosp. Emp. Cont. 1; Cameron Hosp. Emp. Cont. 1; Coggin Hosp. Emp. Cont. \n1; Gallaher Aff. ¶ 43; Cameron Aff. ¶ 37; Coggin Aff. ¶ 36; Tr. 36:7–18.) \n \n126 (Gallaher Emp. Cont. ¶ 23.) \n \n127 (Coggin Emp. Cont. ¶ 26; Cameron Emp. Cont. ¶ 26.) \n \n106. Defendants argue that Plaintiff s breached these provisions by discussing \nemployment and signing contracts with the Hospital while they were still working \nfor Cape Fear Neo.128  Again, the Court disagrees.   \n107. Defendants offer no evidence that Plaintiff s engaged in the practice of \nneonatology with any other organization in competition with Cape Fear Neo or began \nworking as an employee of the Hospital until after their employment with Cape Fear \nNeo had concluded.  The fact that Plaintiffs initiated communications and signed \ncontracts with the Hospital concerning their future employment does not violate the \nplain terms of any Plaintiff’s Non-Compete Clause.   \n108. Moreover, contrary to Defendants’ contention, the fact that Plaintiffs’ \ndecision to initiate discussions and sign contracts with the Hospital may have been a \nfactor in the Hospital’s independent decision not to renew Cape Fear Neo’s contract \nwith the Hospital is not evidence that any of the Plaintiffs engaged in the practice of \nneonatology, began working for the Hospital prior to 30 April 2019, or engaged in \ncompetition against Cape Fear Neo in violation of their non-compete agreements.   \n109. Based on the above, the Court concludes that Defendants’ counterclaim for \nbreach of Plaintiffs’ Non-Compete agreements necessarily fails and must therefore be \ndismissed. \n \n \n128 (See Defs.’ Br. Supp. 17–21.) \nIV. \nCONCLUSION \n110. WHEREFORE, the Court, for the foregoing reasons, hereby ORDERS  as \nfollows: \na. Plaintiffs’ Motion for Partial Summary Judgment is GRANTED and \nDefendants’ Motion for Summary Judgment is DENIED as to (i) \nPlaintiffs’ claim for violation of the NCWHA to the extent that it is based \non Cape Fear Neo’s 31 January 2019 salary payments to Plaintiffs  and \nas to piercing  Cape Fear Neo’s corporate veil to impose liability on \nCiszek for Cape Fear Neo’s NCWHA violation ; and (ii) Defendants’ \ncounterclaim for breach of contract; therefore: \n(1) JUDGMENT IS HEREBY ENTERED  against Cape Fear Neo \nfor violation of the NCWHA, and Plaintiffs shall have and recover \nfrom Cape Fear Neo for such violation, including liquidated \ndamages, as follows: \n(a) Gallaher $17,283.32; \n(b) Cameron $4,783.32;  \n(c) Coggin $2,199.98; \nplus interest at the legal rate from 31 January 2019 until the \njudgment is satisfied;  \n(2) JUDGMENT IS HEREBY ENTERED against Ciszek for Cape \nFear Neo’s liability for violating the NCWHA  and therefore \nCiszek shall be liable, jointly and severally, with Cape Fear Neo \nfor the judgment entered herein against Cape Fear Neo; and  \n(3) Defendants’ counterclaim for breach of contract is  hereby \nDISMISSED with prejudice. \nb. Defendants’ Motion for Summary Judgment is GRANTED and \nPlaintiffs’ Motion for Partial Summary Judgment is DENIED as to \nPlaintiffs’ claims for breach of contract and for violation of the NCWHA \nto the extent that those claims are based on Defendants’ alleged failure \nto pay Plaintiffs’ salaries after 31 January 2019 and to pay Plaintiffs \nbonuses; therefore: \n(1) Plaintiffs’ claim for breach of contract based on Defendant s’ \nalleged failure to pay Plaintiffs’ salaries after 31 January 2019 is \nhereby DISMISSED with prejudice; \n(2) Plaintiffs’ claim for breach of contract based on Defendants’ \nalleged failure to pay Plaintiffs bonuses in 2018 and 2019 is \nhereby DISMISSED with prejudice; \n(3) Plaintiffs’ claim for violation of the NCWHA based on Defendants’ \nalleged failure to pay Plaintiffs’ salaries after 31 January 2019 is \nhereby DISMISSED with prejudice; and \n(4) Plaintiffs’ claim for violation of the NCWHA based on Defendants’ \nalleged failure to pay bonuses in 2018 and 2019 is hereby \nDISMISSED with prejudice. \nc. Having now adjudicated all remaining claims in this action  through \nsummary judgment , the Court enters this Order and Opinion as its \nFINAL JUDGMENT in this action. \nSO ORDERED, this the 4th day of November, 2022. \n \n \n      /s/ Louis A. Bledsoe, III \n      Louis A. Bledsoe, III \n      Chief Business Court Judge \n "
}