{
  "id": "dfcb4d3b8ea68d9773702c90414bc7518ffc1036f84008a5d93afe8ca687821b",
  "source_file": "data/raw/ncbc/dfcb4d3b8ea68d9773702c90414bc7518ffc1036f84008a5d93afe8ca687821b.pdf",
  "raw_text": "Progress Builders, LLC v. King, 2017 NCBC 40. \n \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 21379 \n \nPROGRESS BUILDERS, LLC, \n \nPlaintiff, \n \nv. \n \nSHANNON KING, \n \nDefendant. \n \n \n \nORDER AND OPINION ON  \nPLAINTIFF’S MOTION  \nFOR SUMMARY JUDGMENT  \n \n \n1. THIS MATTER is before the Court upon Plaintiff Progress Builders, LLC’s \n(“Progress Builders”) Motion for Summary Judgment against Defendant Shannon \nKing (“King”) in the above -captioned case.  Having considered the Motion and \nsupporting documents, the brief  in support of the Motion, appropriate matters of \nrecord, and the arguments of Plaintiff’s counsel and Defendant King at a March 8, \n2017 hearing on the Motion, the Court GRANTS the Motion as provided below. \nBlanco, Tackabery & Matamoros, P.A., by Peter J. Juran, for Plaintiff \nProgress Builders, LLC. \n \nShannon King, Pro se. \n \nBledsoe, Judge. \nI. \nPROCEDURAL BACKGROUND  \n2. Progress Builders filed the complaint in this action on November 13, 2015  \nagainst Defendants King, Martha Thomley  (“Thomley”), Monarch Properties, LLC, \nTN DHD Ventures, LLC (“TN DHD Ventures”), ETSU Ventures, LLC, and Monarch \nETSU, LLC , asserting claims for breach of contract, account stated , and unjust \n \n \nenrichment to recover money it advanced in connection with a student housing project \nat East Tennessee State University in Johnson City, Tennessee (the “ETSU Project”).   \n3. During the course of the litigation, Progress Builders dismissed its claims \nagainst Thomley, TN DHD Ventures, and ETSU Ventures, LLC.  Progress Builders \nserved Monarch Pro perties, LLC and Monarch ETSU, LLC (the “Monarch \nDefendants”) on December 21, 2015, but the Monarch Defendants have never made \nan appearance in this litigation .  In a related proceeding, the Court approved a \nsettlement agreement in which the Monarch Defendants agreed not to oppose entry \nof default judgment against them in this case.  Thomley v. King, No. 14 CVS 17364  \n¶ 9(a)(i) (N.C. Super. Ct. Jun. 9, 2016)  (order approving settlement of claim against \nreceivership estate).  Progress Builders has not yet filed a motion for entry of default \nand default judgment against the Monarch Defendants. \n4. On December 22, 2016, Progress Builders filed its  Motion for Summary \nJudgment against Shannon King ( the “Motion”), the remaining participating \ndefendant in this action.  Progress Builders seeks entry of judgment on the two claims \nasserted against King—breach of contract and account stated—as well as on a theory \nof quantum meruit.   \n5. On March 8, 2017, this Court held a hearing on the Motion  at which \nProgress Builders was represented by counsel, and King, who is not a lawyer and has \nnot retained counsel in this matter, appeared pro se.   \n6. King did not file a written response to the Motion and did not offer evidence \nin opposition to the Motion at any time prior to the March 8 hearing.  King argued in \n \n \nopposition to the Motion at the hearing, but she did not offer any evidence.  Following \nthe hearing, the Court afforded King a further  opportunity to submit evidence or \nadditional argument in opposition to the Motion, but King elected not to make any \npost-hearing submission of either evidence or argument.   \n7. Counsel for Progress Builders advised the Court  at the hearing that \nProgress Builders had  received $10,000 from Defendant TN DHD Ventures  in \nconnection with the voluntary dis missal of claims against that entity.  Counsel for \nProgress Builders also announced to the Court that Progress Builders withdrew its \nMotion to the extent the Motion sought judgment on a purported claim for quantum \nmeruit because such a claim had not been asserted against King in the complaint and \nbecause Progress Builders did not wish to seek to amend the pleadings at this stage \nof the litigation.   \n8. The time for briefing, arguments, and further submissions has now passed, \nand the Motion is ripe for resolution.  \nII. \nFACTUAL BACKGROUND \n9. While findings of fact are not necessary or proper on a motion for summary \njudgment, “it is helpful to the parties and the courts for the trial judge to articulate a \nsummary of the material facts which he considers are not at issue and which justify \nentry of judgment.”  Collier v. Collier, 204 N.C. App. 160, 161–62, 693 S.E.2d 250, 252 \n(2010) (quotations and c itation omitted).  Therefore, this  Court limits its factual \n \n \nrecitation to the undisputed material facts necessary to decide the Motion, and not to \nresolve issues of material fact. \n10. Progress Builders is a  limited liability company  organized under South \nCarolina law.  It is licensed as a general contractor and permitted to do business in \nNorth Carolina.  (Queener Aff. ¶ 1.)   \n11. King and her former business partner , Thomley, were members and \noperators of several entities involved in real estate development, including non-party \nMonarch Ventures, LLC (“Monarch Ventures”).   \n12. On September 2, 2011, Monarch Ventures and some of Progress Builders’s \naffiliates entered into a Letter of Intent , which proposed a joint venture in which \nProgress Builders would have option s to develop multifamily student housing in \nvarious communities with Monarch Ventures.  (Compl. Ex. A.)   \n13. In February 2012, King proceeded with the ETSU Project without involving \nProgress Builders.  (Queener Aff. ¶ 4.)   When the project face d funding challenges, \nKing approached Progress Builders about advancing her and Monarch Ventures the \ncosts of predevelopment and preconstruction.  (Queener Aff. ¶ 4.)  Progress Builders \nagreed.  (Queener Aff. ¶ 5.)  Thereafter, Progress Builders paid $50,000 to Monarch \nVentures, and , in exchange , Monarch Ventures, King, and Thomley executed an \nAssignment of Purchase Contract in favor of Progress Builders.  (Compl. Ex. B.)   \n14. The parties later agreed to treat the Assignment of Purchase Contract and \nthe $50,000 payment as a loan to be repaid by Monarch Ventures, King, and Thomley, \njointly and severally,  rather than treating the contract as an assignment of rights.  \n \n \n(Queener Aff. ¶ 6.)  King then requested a series of additional loans and advances for \nthe ETSU Project, which Progress Builders agreed to supply.   (Queener Aff. ¶ 7.)  \nKing repeatedly made personal assurances to Progress Builders of her intent to repay \nthe loans, and Progress Builders relied on her assurances when it decided to make \nthese additional loans.  (Queener Aff. ¶ 7.)  \n15. Between March and August 2012 , Progress Builders loaned a  total of \n$103,040.04, including the initial $50,000  payment, to fund the ETSU Project .  \n(Queener Aff. Ex. C.)  These loans were extended to cover a land acquisition deposit, \nengineering and architectural fees, and other predevelopment and preconstruction \nrelated costs.  (Queener Aff. ¶ 8.)  On March 1, 2013, Progress Builders invoiced \nMonarch Ventures for $111,236.66, reflecting principal plus inte rest through that \ndate.  (Queener Aff. Ex. C.)   \n16. Less than a week after receiving the invoice, King sent an email to Progress \nBuilders’s president, among others, stating: \nIf you want to be paid for what you have spent at ETSU I need original \nreceipts.  I need these by Friday, March 8th of this week.  I have asked \nmultiple times because I want to reimburse you.  I will not be able to do \nthat without the original docs [sic].   \n \n(Queener Aff. Ex. D.)  Progress Builders responded the same day, attaching \nsupporting documents to its invoice.  (Queener Aff. Ex. E.) \n17. After receiving the supporting documents, King renewed her promise to \nrepay Progress Builders, and she promised that the repayment would occur no later \nthan December 31, 2013, upon the closing of the con struction loan.  (Queener Aff. \n¶ 11.)  King made these promises to Progress Builders multiple times.  (Queener Aff. \n \n \n¶ 11.)  Though the construction loan closed, no payment was ever made  on Progress \nBuilders’s outstanding loans until TN DHD Ventures’s settlement payment in 2017.  \n(Queener Aff. ¶ 11.)   \n18. On June 16, 2014, King informed Progress Builders that she had requested \nthe funds for repayment by a draw and that Progress Builders should receive \nrepayment by the end of th at month.  (Queener Aff. Ex. F.)  When the month ended \nwithout any payment, one of Progress Builders’s principals emailed King once more \nand said, “We will give you until July 16th – which is one month from the date in \nwhich you said you submitted for payment via the draw[.] . . . After that we will avail \nourselves of all means necessary to recoup our funds.”  (Queener Aff. Ex. F.)  Progress \nBuilders never received any  payment from King on the sums Progress Builders \nadvanced.  (Queener Aff. ¶ 12 .)  The only repayment of any kind th at Progress \nBuilders has received on its loans to King, Thomley, and Monarch Ventures is the \n$10,000 paid by TN DHD Ventures  in settlement of the claims against it in this \nlitigation.   \nIII. \nLEGAL STANDARD \n19. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that [the movant] is entitled to \njudgment as a matter of law.”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quoting N.C. R. Civ. P. \n \n \n56(c)).  A genuine issue is one “supported by substantial evidence” and “an issue is \nmaterial if the facts alleged would constitute a legal defense.”  DeWitt v. Eveready \nBattery Co., 355 N.C. 672, 681, 565 S.E.2d 140, 146 (2002) (citations omitted).   \n20. “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85, \n534 S.E.2d 660, 664 (2000).   When a motion for summary judgment is properly \nsupported, the “adverse party may not rest upon the mere allegations or denials of \n[her] pleading, but [her] response, by affidavits or as otherwise provided in this rule, \nmust set forth specific facts showing that there is a genuine issue for trial. ”  N.C. R. \nCiv. P. 56(e).  “If [she] does not so respond, summary judgment, if appropriate, shall \nbe entered against [her].”  Id.  In addition, under the General Rules of Practice and \nProcedure for the North Carolina Business Court (“BCR”), where, as here, an adverse \nparty “fails to file a response [in opposition to a motion] within the time required by \nthis rule, the motion will be considered and decided as an uncontested motion.”  BCR \n7.6 (2017).   \nIV. \nANALYSIS \nA. Breach of Contract \n21. To succeed on its breach of contract claim, Progress Builders must prove \nthat a contract existed between the parties and that there was a breach of the terms \n \n \nof that contract.  Poor v. Hill, 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000) (citing \nJackson v. California Hardwood Co. , 120 N.C. App. 870, 871, 463 S.E.2d 571, 572 \n(1995)).  \n22. Progress Builders has satisfied the first element of its claim by offering \nevidence of an initial oral contract with King, Thomley, and Monarch Ventures to \ntreat the opening $50,000 advance under the Assignment of Purchase Contract as a \nloan.  (Queener Aff. ¶ 6.)  Progress Builders th en made additional loan s, each  in \nexchange for an oral promise from King, Thomley, and Monarch Ventures, jointly and \nseverally, to pay back all indebtedness.  (Queener Aff. ¶ 7.)  Absent any evidence from \nKing, the Court concludes that there is no genuine issue of material fact as to contract \nformation in these circumstances and that Progress Builders has established as a \nmatter of law that it advanced funds , which King agreed to repay, with interest \nthrough March 1, 2013, in the total amount of $111,236.66.  \n23. Progress Builders has also satisfi ed the second element of a breach of \ncontract claim.  “Non-performance of a valid contract is a breach thereof . . . unless \nthe person charged shows some valid reason which may excuse the non-performance; \nand the burden of doing so rests upon [her].”  Sechrest v. Forest Furniture Co. , 264 \nN.C. 216, 217, 141 S.E.2d 292, 294 (1965) (quoting Blount-Midyette & Co. v. Aeroglide \nCorp., 254 N.C. 484, 119 S.E.2d 225 (1961)).  The contracts at issue required the \nrepayment of Progress Builders’s loans, and King made no repayment.  (Queener Aff. \n¶ 12.)  King has offered no evidence to support her contention at the hearing that her \nobligation to repay the indebtedness should be excused.  Therefore, the Court \n \n \nconcludes that there is no genuine issue  of material fact  as to King’s breach of her \ncontracts with Progress Builders, that Progress Builders has established as a matter \nof law that King breached her contracts with Progress Builders, and that Progress \nBuilders is entitled to judgment on its breach of contract claim.   \nB. Account Stated \n24. “An account becomes stated and binding on both parties if after examination \nthe part[y] sought to be charged unqualifiedly approves of it and expresses [her] \nintention to pay it.”  Little v. Shores , 220 N.C. 429, 431, 17 S.E.2d 503, 504 (1941) \n(citation omitted).  In other words, “[a]n account stated is by nature a new contract \nto pay the amount due based on the acceptance of or failure to object to an account \nrendered.”  Carroll v. McNeill Indus., Inc., 296 N.C. 205, 209, 250 S.E.2d 60, 62 (1978) \n(citation omitted).  Thus, a claim for account stated has four elements:  “(1) a \ncalculation of the balance due; (2) submission of a statement to [the opposing party]; \n(3) acknowledgment of the correctness of that statement by [the opposing party]; and \n(4) a promise, express or implied, by [the opposing party] to pay the balance due.”  Id. \n25. Here, Progress Builders submitted an itemized invoice to King on March 1, \n2013, (Queener Aff. Ex. C), and resubmitted the invoice with detailed receipts on \nMarch 7, 2013, (Queener Aff. Ex. E), satisfying the first two elements of the claim .  \n“The jury may infer from the retention without objection of an account rendered for \na reasonable time by the person receiving a statemen t of account that the person \nreceiving the statement has agreed that the account is correct.”  Mahaffey v. Sodero, \n38 N.C. App. 349, 351, 247 S.E.2d 772, 774 (1978).  Thus, King’s failure to object to \n \n \nthe invoice is sufficient evidence to satisfy the third  element of the claim.  Finally, \nKing made repeated express promises to pay the balance due, first on December 13, \n2013, and then on June 16, 2014 , which satisfies the final element of the claim .  \n(Queener Aff. ¶¶ 11–12, Ex. F.) \n26. King has offered no evidence challenging Progress Builders’s Motion on this \nclaim.  Thus, the Court concludes that Progress Builders has demonstrated that there \nis no genuine issue of material fact as to each element of the account stated claim and \nthat Progress Builders is therefore entitled to summary judgment. \nC. Damages \n27. Under North Carolina law, “in an action for breach of contract . . . the \namount awarded on the contract bears interest from the date of breach.”  N.C. Gen. \nStat. § 24 -5(a).  Progress Builde rs has offered evidence that it had numerous \nconversations with King abou t when she would repay the $111,236.66  she \nacknowledged was due and owing.  Progress Builders explicitly informed King that it \nwould accept payment in full satisfaction of the claim u ntil July 16, 2014, (Queener \nAff. Ex. F), and it appears from the undisputed record that Progress Builders did not \nconsider the obligation finally due and owing until that time.  Relying on the \nundisputed evidence of record, the Court will award prejudgmen t interest from July \n17, 2014.  \n28. Progress Builders stated on the record at the March 8 hearing that it had \nreceived $10,000 from TN DHD Ventures  in connection with the dismissal of its \nclaims against that entity.  “[A]ny amount paid by anybody, whether they be joint \n \n \ntort-feasors or otherwise, for and on account of any injury or damage should be held \nfor a credit on the total recovery in any action for the same injury or damage.”  \nHolland v. S. Pub. Utils. Co. , 208 N.C. 28 9, 292, 180 S.E. 592, 593 –94 (1935).  This \nprinciple is “well established at common law.”  Seafare Corp. v. Trenor Corp., 88 N.C. \nApp. 404, 416, 363 S.E.2d 643, 652 (1988) ( citing Holland, 208 N.C. at 291, 180 S.E. \nat 593).  Thus, King is entitled to a cre dit against the judgment in the amount of \n$10,000.   \n29. Our Supreme Court has set forth a formula to calculate prejudgment \ninterest when the plaintiff has previously received a settlement payment from a \nco-defendant for the same damage.  Brown v. Flowe, 349 N.C. 520, 526, 507 S.E.2d \n894, 898 (1998).  To calculate the damages owed in such a scenario the trial c ourt \nmust: \n(1) add[] prejudgment interest at the legal rate to the entire [ portion of \nthe award bearing prejudgment interest under N.C. Gen. Stat. § 24 -5], \n(2) add[] interest at the legal rate to the settlement sum from the date \nof settlement until the date of judgment, and (3) subtract [] the second \ncalculation from the first to determine the amount of compensatory \ndamages defendant owes to plaintiff. \n \nId. at 527, 507 S.E.2d at 898.  This method “effectively, accurately, and fairly \nreduce[s] the ‘claim’ against the nonsettling” defendant by considering “the changing \nvalue of that claim over time.”  Id. at 526, 507 S.E.2d at 898. \n30. The Supreme Court’s decision in Brown dealt with prejudgment interest \nawarded under a different subpart of the prejudgment interest statute, N.C. Gen. \nStat. § 24-5(b).  This Court nevertheless finds Brown equally applicable to awards for \nbreach of contract bearing prejudgment interest under section § 24 -5(a) because the \n \n \nSupreme Court articulated the formula in Brown to give effect to the intent of section \n24-5 as a whole, which seeks “(1) to compensate plaintiffs for loss of the use of their \nmoney, (2) to prevent unjus t enrichment by the defendant by having money [she] \nshould not have, and (3) to promote settlement.”  Brown, 349 N.C. at 524, 507 S.E.2d \nat 896.1 \n31. The Court therefore calculates Progress Builders’s judgment as follows.  \nFirst, Progress Builders is entitled to prejudgment interest at the legal rate of \ninterest at 8% on the $111,236.66 contract damages for the period commencing on \nJuly 17, 2014 and concluding with the entry of this Order and Opinion on May 3, \n2017.  This amount is $136,129.29.  Next, the Court  adds 8% interest to the $10,000 \nsettlement sum from the date of settlement.  In the absence of evidence as to the \nspecific date that Progress Builders received the settlement amount, the Court \nconsiders it reasonable to use the date on which Progress Builders dismissed TN DHD \nVentures because it is unlikely that the TN DHD Ventures would have paid Progress \nBuilders without requiring Progress Builders to file a prompt dismissal upon \npayment.  Progress Builders dismissed TN DHD Ventures on  January 10, 2017.  \nTherefore, the settlement with interest is $10,247.67.  Subtracting this amount from \nthe total contract damages of $136,129 .29, the Court determines that Progress \nBuilders is entitled to a judgment against King of $125,881.62. \n                                                 \n1  N.C. Gen. Stat. § 24-5(a) is distinct from the other subparts of the statute because it allows \nfor prejudgment interest to be calculated at a rate other than the legal rate if the contract at \nissue so provides.  Thus, the Brown formula may be different i n a case where prejudgment \ninterest is awarded at a contract rate rather than the legal rate.  In this case, there is no \nevidence or argument that prejudgment interest should not be calculated at the legal rate, \nand so the Court need not modify the Brown formula.   \n \n \nV. \nCONCLUSION \n32. Based on the foregoing, the Court hereby GRANTS Plaintiff’s Motion and \nenters summary judgment against King  on Progress Builders’s claims for breach of \ncontract and for account stated. \n33. The Court’s entry of summary judgment against King disposes of all claims \nthat have been asserted against her in this litigation.   \n34.  Progress Builders shall have and recover from King the principal su m of \n$125,881.62, plus post-judgment interest at the legal rate.   \n SO ORDERED, this the 3rd day of May, 2017. \n \n \n       /s/ Louis A. Bledsoe, III  \n       Louis A. Bledsoe, III \n       Special Superior Court Judge \n         for Complex Business Cases "
}