{
  "id": "dfdc605e6bc031b3bee70bfb29f73cd66e82f36e4aae991a6fb8246525539981",
  "source_file": "data/raw/ncbc/dfdc605e6bc031b3bee70bfb29f73cd66e82f36e4aae991a6fb8246525539981.pdf",
  "raw_text": "Ehmann v. Medflow, Inc., 2019 NCBC 9. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 3098 \nEUGENE K. EHMANN;  \nN. WILLIAM SCHIFFLI, JR.; and \nTHAD A. THRONEBURG, \n \nPlaintiffs, \n \nv. \n \nMEDFLOW, INC.; GREG E. \nLINDBERG; ELI RESEARCH, LLC;  \nELI GLOBAL, LLC; ELI EQUITY, LLC; \nSNA CAPITAL, LLC; SOUTHLAND \nNATIONAL HOLDINGS, LLC; \nSOUTHLAND NATIONAL \nINSURANCE CORPORATION; \nDJRTC, LLC; and MEDFLOW \nHOLDINGS, LLC,  \n \nDefendants. \n \nORDER & OPINION  \nON PLAINTIFFS’ MOTION FOR \nRECONSIDERATION \n \n1. THIS MATTER is before the Court on Plaintiffs Eugene K. Ehmann, N. \nWilliam Schiffli, Jr., and Thad A. Throneburg’s Motion for Reconsideration (the \n“Motion”) of this Court’s  September 26, 2017 , Order & Opinion Denying Cross -\nMotions for Summary Judgment  (“Summary Judgment Opinion”).  For the reasons \nstated below, the Motion is DENIED.  \nCaudle & Spears, P.A., by Harold C. Spears and Christopher P. Raab , \nfor Plaintiffs. \n \nCondon Tobin Sladek Thornton PLLC, by Aaron Z. Tobin (pro hac vice), \nKendal B. Reed (pro hac vice), John DeFeo (pro hac vice), and Jared T.S. \nPace (pro hace vice), and Fox Rothschild LLP, by Matthew Krueger -\nAndes, Matthew Nis Leerberg, and Troy D. Shelton, for Defendants. \n \nGale, Judge.  \n \n \n \nI. INTRODUCTION \n2. Plaintiffs Thad A. Throneburg (“Throneburg”), Eugene K. Ehmann \n(“Ehmann”), and N. William Schiffli (“Schiffli”) (collectively, the “Plaintiffs”) filed this \naction seeking to enforce benefits provided under their employment agreements with \nDefendant Medflow, Inc. (“Medflow”).  Medflow challenges the validity of the \nemployment agreements, contending  they are  improper conflict -of-interest \ntransactions which were unfair to Medflow at the time they were entered.  The Court \nsevered for early determination  the issue of whether Plaintiffs’ employment \nagreements are binding and enforceable (the “Severed Issue”).  The parties filed cross-\nmotions for summary judgment on the Severed Issue.  \n3. Plaintiffs contended that the employment agreements were entitled to a \npresumption of validity under the business judgment rule and that Plaintiffs were \ntherefore entitled to summary judgment because Defendants offered no evidence \nupon which Plaintiffs could be found to have  breached their fiduciary duties to \nMedflow.  Defendants  contended that the employment agreements were conflict -of-\ninterest transactions, and that Plaintiffs, as Medflow o fficers or directors, could not  \nas a matter of law prove that the employment agreements were fair to Medflow when \nentered.   \n4. In its  Summary Judgment Opinion  denying the cross -motions for  \nsummary judgment, the Court found remaining issues of disputed material facts.  As \nto Schiffli, it is unresolved whether  he was a de facto officer  of Medflow at the time \nhe entered into his agreement and is subject to the rules governing contracts between \n \n \na corporation and its officers.  Otherwise, the Court held that Plaintiffs’ employment \nagreements were conflict -of-interest transactions  which were not shelte red by  the \nbusiness judgment rule, so that Plaintiffs must bear the initial burden of proving that \ntheir agreements were fair to Medflow when they were entered into.   The Court \nrejected Defendants’ position that the agreements were unfair as a matter of law. \n5.  Plaintiffs bring the present Motion because N.C. Gen. Stat. § 55 -8-11 \n(“Section 55-8-11”) has been amended since the Court’s Summary Judgment Opinion \n(the “2018 Amendment”) .  Neither the parties’ summary judgment motions nor the \nSummary Judgment Opinion relied on Section 55-8-11.  Yet, Plaintiffs contend that \nthe 2018 Amendment mandates the conclusion that the Court’s Summary Judgment \nOpinion was in error because, regarding Ehmann’s conduct, it overlooked Section 55-\n8-11 and instead relied on N.C. Gen. Stat. § 55-8-31 (“Section 55-8-31”) to refuse him, \nand subsequently all  Plaintiffs, the benefit o f the business judgment rule. 1  They \ncontend that the 2018 Amendment clarifies that the law is, and has at all times been, \nthat a director’s compensation  is governed by Section 5 5-8-11, not Section 55 -8-31, \nand is presumptively valid whether or not the compensation is for services rendered \nby a director in his or her capacity as a director.  Plaintiffs then contend summary \njudgment should be granted in their favor because Defendants offered no evidence to \novercome the presumption of validity.    \n                                                 \n1 On summary judgment, the Court applied the common law to deny the benefit of the \nbusiness judgment rule to non -director Plaintiffs, Throneburg and Schiffli, because they \nengaged in conflict-of-interest transactions.  Though the Court does not reach this argument, \nPlaintiffs now contend that because Ehmann was entitled to the protection of Section 55 -8-\n11, Throneburg and Schiffli no longer engaged in conflict-of-interest-transactions.  \n \n \n6. For reasons discussed below, the Court rejects Plaintiffs’ construction of \nthe 2018 Amendment, finding that Section 55-8-11 does not govern compensation of \na director for services not rendered in his or her capacity as a director, and concludes \nthat its Summary Judgment Opinion  was not in error.  Accordingly, the Court  will \ndeny the Motion.  \nII. FACTUAL BACKGROUND \n7. The Court now summarizes the facts necessary to provide context for its \nconsideration of the Motion.2  \nA. The Employment Agreements  \n8. At the time of the relevant transactions, Throneburg was Medflow’s \ninterim Chief Executive Officer, Ehmann was Medflow’s sole director as well as a \nVice-President, and Schiffli, while no longer a Medflow officer, continued to discharge \nthe duties he had previously fulfilled as Medflow’s Chief Financial officer.  \nThroneburg, Ehmann, and Schiffli were three of the four members of Medflow’s senior \nexecutive team ( the “Senior Executive Team”).  Following the ouster of Medflow’s \nPresident and shortly after Throneburg became interim CEO, the Senior Executive \nTeam adopted a three -year strategic plan to implement a new business model for \nMedflow (the “Strategic Plan”).  Plaintiffs contend that due to the multi-year span of \nthe Strategic Plan, its success was dependent on the continued employment of the \npersons necessary to its execution.  Therefore, as part of the Strategic Plan, \nThroneburg, Ehmann, and Schiffli entered employment agreements with Medflow.     \n                                                 \n2 For a full recitation of the facts, see the Summary Judgment Opinion.  ( See Order & Op. \nDen. Cross-Mots. Summ. J. 5–21 (“Summ. J. Op.”), ECF No. 257.) \n \n \n9. Before their nego tiations began, Throneburg significantly increased  \nEhmann’s and Schiffli’s compensation .  Throneburg, Ehmann, and Schiffli ’s \nagreements were negotiated in tha t order , and written contracts for each were \nexecuted several weeks later.  As sole director  of Medflow, Ehmann first negotiated \nThroneburg’s employment agreement with  him.  After agreeing on the core terms, \nEhmann directed Throneburg, an attorney, to prepare his own written contract.  Then \nEhmann, upon Throneburg’s advice that the corporate bylaws authorized Ehmann to \ndo so, delegated to Throneburg the authority of the board of direct ors to negotiate \nsuch contracts as Throneburg thought necessary to achiev e the Strategic Plan.  \nThroneburg began by negotiating Ehmann’s employment contract.  That contract \ncompensated Ehmann solely for his employment services and did not seek to set any \ncompensation for services that Ehmann might undertake in his capacity as a director.   \n10. Throneburg then negotiated employment agreements with Schiffli  and \nanother member of the management team who is not a party to this litigation.  The \nwritten agreements for Throneburg, Ehmann, and Schiffli contain identical terms \nexcept for the compensation amount .  When preparing the final agreements, \nPlaintiffs agreed to a dd a term providing for additional payment  in the event of a \nchange of control  of Medflow .  The ag reements were not  reviewed by Medflow’s \noutside counsel or submitted to Medflow’s shareholders for approval before they were \nexecuted.   \n \n \n \n \nB. The Summary Judgment Opinion  \n11. On summary judgment Defendants argued, and this Court agreed, that \nPlaintiffs’ empl oyment agreements were conflict -of-interest transactions because \nPlaintiffs each possessed a direct interest in his own employment agreement , and \nneither Throneburg nor Ehmann could independent ly act for Medflow.  In light of \nEhmann’s conflict, the Court considered Section 55 -8-31, which applies to directors \ntransacting with a corporation but not to officers.  While Section 55-8-31 provides two \nsafe harbors for interested transactions between a corporation and a director —(1) \napproval by a majority of the board of directors and (2) approval by a majority of the \nshareholders—it otherwise incorporates the common law rule that a director must \nprove that his interested transaction with the corporation is fair to the corporation.  \nRegarding Throneburg’s and Schiffli’s  conduct, the Court considered the same \ncommon law rule, which also applies to officers who engage in interested transactions.  \nIn its Summary Judgment Opinion, the Court held that the issue of fairness is to be \ndetermined at the time the contracts were entered into.   \n12. On the motion for summary judgment, Plaintiffs contended that there \nwere sound business reasons for entering the agreements  without submitting them \nfor shareholder approval and that these business reasons afford ed them the benefit \nof the business judgment rule .  Plaintiffs argued that Defendants did not overcome \nthe business judgment rule’s presumption in Plaintiffs’ favor because they did not \npresent any evidence that Plaintiffs breached their fiduciary duties to Medflow.  As \nsuch, Plaintiffs sought a declaration on summary judgment that their employment \n \n \nagreements were valid.  This Court disagreed that the agreements’ validity could be \ndetermined summarily and held that “[a] director, if not protected by the statu tory \nsafe harbors, or an officer when challenged, must prove that his [or her] interested \ntransaction with the corporation is fair to the corporation.”  (Summ. J. Op. 40 (citing \nN.C. Gen. Stat. § 55-8-31(a); Highland Cotton Mills v. Ragan Knitting Co. , 194 N.C. \n80, 87, 138 S.E. 428, 431 (1927)).)    \n13. The Court left open the issue of whether Ehmann did or could have \ndelegated director authority to Throneburg, but held as a matter of law that neither \nThroneburg nor Ehmann could be considered an independent and  disinterested \ndirector with whom the employment agre ements could be negotiated.  Accordingly, \nthis Court concluded that Throneburg, Ehmann, and Schiffli (if Schiffli is determined \nto be a de facto officer ) were required to  prove at trial that the employme nt \nagreements were fair to Medflow when entered.  The Court also rejected Defendants’ \ncontention that no trial was necessary because the contracts were unfair when \nentered into as a matter of law.  The Court was not asked to  apply Section 55 -8-11 \nand did not consider the statute to be controlling in its summary judgment rulings.    \nIII. PROCEDURAL BACKGROUND \n14. The Court issued  the Summary Judgment Opinion on September 26, \n2017.  Plaintiffs filed an interlocutory appeal on October 26, 2017, (see Notice Appeal, \nECF No. 261), followed by a Petition for Writ for Certiorari with the North Carolina \nSupreme Court, (see Notice Filing Appellate Ct., ECF No. 271).  On August 14, 2018, \n \n \nthe North Carolina Supreme Court dismissed the appeal and denied the Petition for \nWrit of Certiorari.  \n15. Plaintiffs filed this Motion on November 8, 2018.  (Pls.’ Mot. Recons., \nECF No. 275.) \n16. The Motion has been fully briefed, and the Court heard oral arguments \non January 9, 2019.  The Motion is now ripe for determination.  \nIV. STANDARD OF REVIEW  \n17. Plaintiffs request reconsideration of the Summary Judgment Opinion \nunder Rule 54(b) of the North Carolina Rules of Civil Procedure, which provides that \n“[i]n the absence of entry of . . .  a final judgment, any order . . . which adjudicates \nfewer than all the claims or the rights and liabilities of fewer than all the parties   \n. . . . is subject to revision . . . .”  N.C. Gen. Stat. § 1A-1, Rule 54(b).  \n18. Without the benefit of North Carolina appellate precedent, in \nconsidering a motion for reconsideration the Business Court has previously relied on \ncase law addressing Federal Rule of Civil Procedure 54(b).3  See W4 Farms, Inc. v. \nTyson Farms, Inc., No. 16 CVS 1112, 2017 NCBC LEXIS 99, at *4–5 (N.C. Super. Ct. \nOct. 19, 2017); In re Se. Eye Ctr.-Judgments, No. 12 CVS 11322, 2017 NCBC LEXIS \n77, at *9 (N.C. Super. Ct. Aug. 22, 2017).   \n                                                 \n3 When the North Carolina appellate courts have not addressed a particular rule of civil \nprocedure, \"the Court may look to federal cases interpreting the analogous Federal Rule of \nCivil Procedure.\"  Speedway Motorsports Int’l v. Bronwen Energy Trading, Ltd., No. 08-CVS-\n9450, 2009 NCBC LEXIS 17, at *9 (N.C. Super. Ct. Feb. 18, 2009)  (citing Turner v. Duke \nUniv., 325 N.C. 152, 164, 381 S.E.2d 706, 713 (1989)). \n \n \n19. The determination of a  Rule 54(b) motion for reconsideration is within \nthe trial court’s discreti on.  See Ward v. FSC I, LLC , No. 16 CVS 274, 2017 NCBC \nLEXIS 19, at *6 (N.C. Super. Ct. Mar. 7, 2017) (citing Akeva LLC. v. Adidas Am., Inc., \n385 F. Supp. 2d 559, 565 –66 (M.D.N.C. 2005) ).  Generally, trial courts restrict \nreconsideration to grounds based on  “(1) the discovery of new evidence, (2) an \nintervening development or change in the controlling law, or (3) the need to correct a \nclear error or prevent a manifest injustice.”  RF Micro Devices, Inc. v. Xiang , No. \n1:12CV967, 2016 U.S. Dist. LEXIS 74550, at *3–4 (M.D.N.C. June 8, 2016).  “A motion \nfor reconsideration is not a vehicle to identify facts or legal arguments that could have \nbeen, but were not, raised at the time the relevant motion was pending.\"  W4 Farms, \n2017 NCBC LEXIS 99, at *5 (quoting Julianello v. K-V Pharm. Co., 791 F.3d 915, 923 \n(8th Cir. 2015) ).  “To allow motions to reconsider offhandedly or routinely would \nresult in an unending motions practice.”  Window World of Baton Rouge, LLC v. \nWindow World, Inc., No. 15 CVS 1, 15 CVS 2, 2019 NCBC LEXIS 7, at *8 (N.C. Super. \nCt. Jan. 25, 2019) (citing W4 Farms, 2017 NCBC LEXIS 99, at *5) (quoting Wiseman \nv. First Citizens Bank & Tr. Co., 215 F.R.D. 507, 509 (W.D.N.C. 2003)). \n20. Here, Plaintiffs contend that the intervening amendment to Section 55-\n8-11 demonstrates that Plaintiffs have suffered a manifest injustice because the \nCourt erred in its Summary Judgment Opinion in determining the standard upon \nwhich their agreements should be reviewed.   \n \n \n \n \nV. ANALYSIS \n21. In order for Plaintiffs to prevail on the Motion, the Court must find that \nthe purpose of the 2018 A mendment was to clarify that Section 55-8-11 does, and \nalways has, applied to a transaction at issue here such that the Summary Judgment \nOpinion was in error.  See Trustees of Rowan Tech. Coll. v. J. Hyatt Hammond Assocs., \nInc., 313 N.C. 230, 240, 328 S.E.2d 274, 280 (1985) (“When the legislature amends a \nstatute, a presumption arises that its intent was either to (1) change the substance \nof the original act or (2) clarify the meaning of it .”) (citing Childers v. Parker's, Inc., \n274 N.C. 256, 162 S.E.2d 481 (1968)) ; see also Ray v. N.C. DOT , 366 N.C. 1, 9, 727 \nS.E.2d 675, 681 (2012) (stating that a clarifying amendment applies to “cases pending \nbefore the courts when the amendment is adopted”) (citations omitted).4         \n22. Statutory interpretation is a matter of law for the Court to decide.  See \nBrown v. Flowe , 349 N.C. 520, 523, 507 S.E.2d 894, 896 (1998).   In construing a \nstatute, a court “looks first to the plain meaning of the words of the statute itself.”  \nState v. Fletcher, 807 S.E.2d 528, 538 (N.C. 2017) (quoting State v. Ward, 364 N.C. \n157, 160, 694 S.E.2d 729, 731 (2010) ).  “If the statutory language is clear and \n                                                 \n4 Otherwise, there is a “well-established rule of construction in North Carolina that a statute \nis presumed to have prospective effect only and should not be construed to have a retroactive \napplication unless such an intent is clearly expressed or arises by necessary implication from \nthe terms of the legislation .”  State v. Green , 514 S.E.2d 724, 727 ( N.C. 1999) (citation \nomitted).  This litigation was already p ending at the time of the 2018 A mendment.  \nDefendants argue that if the Legislature had intended the 2018 Amendment to be clarifying \nand retroactive it would have said so.  (See Defs.’ Resp. Opp. Pls.’ Mot. Recons. 5–6, ECF No. \n285.)  However, “[g]iven that all statutes have such effective dates, an effective date, standing \nalone, is insufficient infor mation for [a court] to conclude, in carrying out the task of \ninterpreting a statute, that the statute is a substantive change in law.”  Ray, 366 N.C. at 9–\n10, 727 S.E.2d at 682 (finding that an amendment was clarifying and retroactive even though \nit specified an effective date and that it applied to claims arising on or after that date). \n \n \nunambiguous, the court eschews statutory construction in favor of giving the words \ntheir plain and definite meaning.”  Id. (quoting State v. Beck, 359 N.C. 611, 614, 614 \nS.E.2d 274, 277 (2005)).  A court only considers external evidence of legislative intent \nwhere a statute is ambiguous on its face.  See Brown, 349 N.C. at 522, 507 S.E.2d at \n895–96.   \n23. Additionally, “[w]here the legislature amends an ambiguous statute,” a \npresumption arises that the purpose of the amendment was to “improve the diction, \nor to clarify that which was previously doubtful.”  Trustees of Rowan Tech. Coll., 313 \nN.C. at 240, 328 S.E.2d at 280  (citing Childers, 274 N.C. at 260, 162 S.E.2d at 484).   \nTherefore, in order to determine whether Section 55 -8-11 applies to any of the \ntransactions at hand, the Court must first determine whether Section 55-8-11 was \n“clear and unambiguous” before its amendment.   \n24. Ambiguity exists only where the statute is “ fairly susceptible of two or \nmore meanings[.]”  Swauger v. Univ. of N.C. , 817 S.E.2d 434, 437 ( N.C. App. 2018) \n(quoting State v. Sherrod, 191 N.C. App. 776, 778, 663 S.E.2d 470, 472 (2008)).  Prior \nto its amendment, Section 55-8-11 (“Pre-Amendment 55-8-11”) read simply: “[u]nless \nthe articles of incorporation or bylaws provide otherwise, the board of directors may \nfix the compensation of directors.”  N.C. Gen. Stat. § 55-8-11 (1989).   \n25. Plaintiffs contend that Pre -Amendment 55 -8-11 left open whether it \napplied only to transactions in which a board of directors fixed the compensation of \ndirectors for services rendered in the capacity of a director, or instead extended more \nbroadly to any compensation a director received.  Notably, Ehmann recognized this \n \n \npotential ambiguity prior to the 2018 Amendment.  (See Pl. Ehmann’s Reply Br. Supp. \nMot. Partial Sum. J. 8, ECF No. 207 (“Although this statute cou ld be construed to \npermit directors to fix their own compensation as officers if they serve as officers as \nwell as directors, it may be limited to their authority to fix their compensation solely \nin their role as directors.”).)   \n26. However, while it was not required to explicitly explain so in the \nSummary Judgment Opinion, this Court implied its understanding that Pre-\nAmendment 55 -8-11 applied solely to transactions regarding a director’s \ncompensation for services rendered in the capacity as a director.  Consistent with this \nreading, the Court applied Section 55 -8-31 to Ehmann’s employment agreement as \nthe appropriate standard for transactions concerning a director’s compensation \noutside of his service as a director.   \n27. To the extent this Court and Plaintif fs have expressed conflicting \nunderstandings of its impact on the scope of Pre -Amendment 55 -8-11, t he phrase \n“compensation of directors” is susceptible to multiple interpretations .5  Though the \nCourt will ultimately conclude that the 2018 Amendment confirms that Section 55-8-\n11 has alw ays been limited to compensating directors  for service s rendered while \nacting in the capacity of a director, the Court finds that Pre-Amendment 55-8-11 was \nambiguous as to the scope of “compensation of directors.”  See Misenheimer v. Burris, \n                                                 \n5 Though the Court has focused its analysis on the merits of the Motion, the Court also notes \nthe fact that Plaintiffs discovered a potential ambiguity in Pre-Amendment 55-8-11 in their \nfavor in 2016 but chose not to present Section 55-8-11 to the Court as the appropriate legal \nstandard on summary judgment not only calls into question the procedural propriety of this \nMotion, but also si gnals a lack of conviction by  Plaintiffs in their own argument that Pre -\nAmendment 55-8-11 was ambiguous.  \n \n \n360 N.C. 620, 623, 637 S.E.2d 173, 175 (2006) (finding N.C. Gen. Stat. § 1 -52(16) \nambiguous on its face because “[t]he term personal injury has a wide range of \nmeanings”).  \n28. Having so held, the Court must now determine Pre-Amendment 55-8-\n11’s meaning by applying the principles of statutory construction  “to ascertain the \nlegislative will.”  Fletcher, 807 S.E.2d 528, 539  (citations omitted).  “To determine \nlegislative intent, a court must analyze the statute as a whole, considering the chosen \nwords themselves, the spirit of the act, and the objective the statute seeks to \naccomplish.”  Jenner v. Ecoplus, Inc., 224 N.C. App. 275, 277–78, 737 S.E.2d 121, 123 \n(2012) (citing Brown, 349 N.C. at 522–23, 507 S.E.2d at 895–96); see Coastal Ready-\nMix Concrete Co. v. Bd. of Comm’rs, 299 N.C. 620, 629, 265 S.E.2d 379, 385 (1980).       \n29. “When a statute is unclear and the legislature subsequently enacts a \nclarifying amendment, that amendment may be referred to for guidance in construing \nthe earlier statute.”  Ferrell v. Dep’t of Transp. , 334 N.C. 650, 659, 435 S.E.2d 309, \n315 (1993) (citation s omitted).  As amended, Section 55 -8-11 (“Amended 55 -8-11”) \nstates:  \nUnless the articles of incorporation or bylaws provide otherwise, the \nboard of directors , without regard to personal interest,  may fix the \ncompensation of directors for services in any capacity.  The compensation \nestablished pursuant to this section of directors of a public corporation \nor of a c orporation that so provides in its articles of incorporation is \npresumed to be fair to the corporation unless proven not to be fair to the \ncorporation by a preponderance of the evidence. \n \n§ 55-8-11 (2018) (emphasis added).  The bill amending Section 55-8-11 has an effective \ndate of October 1, 2018. \n \n \n30. Relying on the rule of  construction that “[w]hen a statute that fails \nexpressly to address a particular point is subsequently amended to address that \npoint, the amendment is more likely to be clarifying than altering,” Ferrell, 334 N.C. \nat 659, 435 S.E.2d at 315, Plaintiffs contend that by adding the language “for services \nin any capacity,” the 2018 Amendment clarified that Section 55-8-11 must be read \nbroadly to extend to all forms of a director’s compensation, not just compensation for \nservices as a director.  (See Pls.’ Reply Br. Supp. Mot. Recons. 8, ECF No. 291.) \n31. Stated otherwise, Plaintiffs aver the 2018 Amendment clarified in their \nfavor that the compensation of a director of any sort is governed only by Section 55-\n8-11, and such compensation falls wholly outside the scope of Section 55-8-31.  Under \nthis construction, Plaintiffs argue that Ehmann, who alone comprised Medflow’s \nboard of directors, could set his own compensation even if he had a personal interest \nin that transaction.   \n32. As further evidence of legislative intent, both parties request that the \nCourt consider sources external to the statutory language.  Plaintiffs request that the \nCourt consider a summary of the 2018 A mendment prepared by the Business \nCorporations Committee of the Business Law Section of the North Carolina Bar \nAssociation (the “NCBA Summary”), relying on  State ex r el. N.C. Milk Comm’n v. \nNat’l Food Stores, Inc. , 270 N.C. 323, 332, 154 S.E.2d 548, 555 (1967) (stating that \n“intent must be found from the language of the act, its legislative history and the \ncircumstances surrounding its adoption which throw light upon the evil sought to be \nremedied”).  \n \n \n33. Defendants first contend that the Court cannot properly consider  the \nNCBA Summary, citing N.C. Dep’t of Corr. v. N.C. Med. Bd., 363 N.C. 189, 202, 675 \nS.E.2d 641, 650 (2009) (“[I]n determining legislative intent, [the Supreme Court] does \nnot look to the record of the internal deliberations of committees of the legislature \nconsidering proposed legislation.”) (quoting Elec. Supply. Co. of Durham v. Swain \nElec. Co., 328 N.C. 651, 657, 403 S.E.2d 291, 295 (1991)).  Alternatively, Defendants \nassert that the NCBA Summary  does not support Plaintiffs’ position .  Defendants \nfurther posit that it is more appropriate for the Court to consider the Official \nComment to Section 55-8-11, which is consistent with the Court’s Summary \nJudgment Opinion.  The Court now considers both.  \n34. As an initial matter,  the Supreme Court of North Carolina “has noted \nthat the commentary to a statutory provision can be helpful in discerning legislative \nintent.”  Parsons v. Jefferson -Pilot Corp. , 333 N.C. 420, 425, 426 S.E.2d 685, 689 \n(1993) (citing State v. Bogle , 324 N.C. 190, 202 n.5, 376 S.E.2d 745 , 752 n. 5 (1989) \n(stating that commentary that is not enacted into law is not binding, but that it may \nbe given substantial weight in determining legislative intent)).   \n35. The Official Comment to Pre-Amendment 55 -8-11 (“1989 Official \nComment”) states: “[t]his sectio n puts at  rest the question whether the board of \ndirectors can fix the compensation of its members for serving as directors.”  § 55-8-11, \nOfficial Comment (1989)  (emphasis added) .  The Court finds this to be a clear \nstatement that Pre-Amendment 55-8-11 was  targeted at  services rendere d by a \ndirector in the capacity of a director but not to other services.   \n \n \n36. There is nothing in the North Carolina Commentary added at the time \nof the 2018  Amendment (“2018 Commentary”) that suggests the addition of the \nlanguage “for services in any capacity”  was intended to extend Section 55 -8-11 to \ncompensation for services other than those rendered in the capacity as a director.  In \nfact, the 2018 Commentary does not mention that language at all but focuses on the \nnewly added second sentence in Amended 55-8-11 and the impact of the presumption \nof fairness, should it apply.  See Id., Official Comment (2018).6  Stated otherwise, the \n2018 Commentary does not support a suggestion that the North Carolina Legislature \nintended to reverse the clear limitation of Section 55 -8-11 to compensation for \n“serving as directors” reflected by the 1989 Official Comment.   \n37. Next, w hile t he NCBA Summary  cannot properly be considered \nlegislative history, it may still be appropriate to consider as the Supreme Court of \nNorth Carolina has assessed similar materials to help discern legislative intent in \nthe past.  See Trustees of Rowan Tech. Coll. , 313 N.C. at 236, 328 S.E.2d at 277 –78 \n(relying upon a North Carolina Professional Liability Insurance Study Commission \nreport to show the purpose behind N.C. Gen. Stat. §1-15(c) and the factors prompting \n                                                 \n6 The 2018 Commentary states in full: \nThis section differs from the Model Act by confirming that, in the case of a \npublic corporation or of a private corporation that so provides in its articles of \nincorporation, if the board of directors fixes the compensation of directors, then \nregardless of their personal interest in that decision, the amount of \ncompensation is presumed fair to the corporation and the challenger would be \nrequired to allege facts, that if proven true, would be sufficient to overcome the \npresumption in order to avoid dismissal at the summary judgment stage of any \nproceeding.  In effect, the section confirms that the decision of a board \nregarding its compensation is subjec t to review under the business judgment \nrule, but the amendment does not preclude meritorious challenges where a \nboard of directors has awarded itself compensation that is proven not to be fair \nto the corporation. \n \n \nits enactment); Greene v. Town of Valdese , 306 N.C. 79, 83 –84, 291 S.E.2d 630, 633 \n(1982) (relying upon a Report of the Municipal Government Study Commission to \ndetermine legislative intent); State ex rel. Hunt v. N.C. Reinsurance Facility, 302 N.C. \n274, 295, 275 S.E.2d 399, 409 –10 (1981) (finding a statement of the N orth Carolina \nLegislative Research Commission Report on insurance laws “especially pertinent” to \nthe question of legislative intent).  \n38. If the NCBA Summary is properly considered, it does elucidate why the \nBusiness Corporations Committee suggested the 2018 Amendment to the \nLegislature, and provides guidance for discerning the motivation for adding the \nphrase “for services in any capacity” to Section 55-8-11.  The NCBA Summary makes \nclear that the 2018 A mendment carried forward Section 55 -8-11’s focus on \ncompensation for services as a director  while also clarifying that the compensation \nneed not be constrained to its traditional forms such as annual director fees.   \n39. In fact, the NCBA Summary focused on two Delaware cases  that the \nBusiness Corporations Committee was concerned , when broadly read , could be \nconstrued to require a higher standard of review for non-traditional director \ncompensation and erode the function of the business judgment rule  in that context: \nCalma v. Templeton, 114 A.3d 563, 578 (Del. Ch. 2015) (finding that a compensation \ncommittee approving restricted stock unit awards to itself and other non -employee \ndirectors was a conflict ed transaction “outside the business judgment rule’s \npresumptive protection”), and Seinfeld v. Slager, No. 6462-VCG, 2012 Del. Ch. LEXIS \n139, at *54–55 (June 29, 2012) (determining that a board’s self-interested decision to \n \n \naward bonuses to board members must be evaluated for entire fairness) .  (See Pls.’ \nMem. Supp. Mot. Recons. Ex. B, at 10 –11 (“NCBA Summary”), ECF No. 276.3.)  \nUnlike the present case, t hose Delaware cases had nothing to do with an individual \ndirector approving his own employment agreement for services rendered outside of \nhis capacity as a director.     \n40. Furthermore, in expanding the language of Section 55 -8-11, the \nBusiness Corporations Committee noted the practical limitation that “[d]isinterested \ndirector approval or shareholder approval of director compensation is often not \nfeasible, particularly for public corporations, and subjecting directors to litigation in \nwhich they are required to prove the fairness of their compensation encourages \nfrivolous claims.”  (NCBA Summary 10.)  Those concerns are not present here, where \nthe contracts at issue are interested transactions between fiduciaries and a small, \nclosely-held corporation.   In short, Plaintiffs press the language in the NCBA \nSummary well beyond its scope and intent.  \n41. The Court has fully considered all arguments and materials submitted.7  \nHaving done so, it finds that, on balance, the evidence of legislative intent strongly \n                                                 \n7 Plaintiffs also attached a copy of pertinent portions of the North Carolina Senate’s minutes \n(“Senate Minutes”) to their brief in support of the Motion.  The Senate Minutes, however, are \nof limited value in determining legislative intent.  They only state that the senate bill “makes \nrevisions to the Business Corporation Act based upon changes made to the Model Corporation \nAct and to the corporation law of other jurisdictions, as recommended by the Business \nCorporations Committee of the Business Law Section of the North Carolina Bar Association,” \n(Pls.’ Mem. Supp. Mot. Recons. Ex. A, at 3 (“Senate Minutes”), ECF No. 276.2), and that the \n2018 Amendment “would provide that the compensation of directors of a public corporation \nor of a corporation that so provid es in its articles of incorporation is presumed to be fair to \nthe corporation unless it is proven not to be fair by a preponderance of the evidence,” (Senate \nMinutes 8).  \n \n \nsupports that the transactions in this litigation are not governed by Section 55-8-11, \nbefore or after the 2018 Amendment, because the contracts at issue do no t concern \ncompensating directors for services performed while acting in the capacity of a \ndirector.  The Court is not then required to consider Plaintiffs’ remaining arguments, \nincluding that Throneburg is somehow entitled to the benefit of Section 55-8-11 even \nthough he is not a director.   \nVI. CONCLUSION \n42. Having fully considered the plain language of Section 55-8-11, external \ncommentary regarding the 2018 Amendment, the parties’ briefs and arguments, and \nother appropriate matters of record, the Court, in the exercise of its discretion, finds \nand concludes that Plaintiffs have failed to demonstrate that the Court has \nmisapplied applicable law or that the Court’s Summary Judgment Opinion contains \nclear error or should be modified in any respect to avoid manifest injustice. \n43. The burden to prove the fairness of the employment contracts to \nMedflow at the time they were entered into remains on Throneburg, Ehmann, and on \nSchiffli, if he is found to have been a de facto officer at the time he entered into his \ncontract. \n44. Accordingly, Plaintiffs’ Motion is DENIED.  \n \nIT IS SO ORDERED, this the 6th day of February, 2019. \n \n \n \n       /s/ James L. Gale \nJames L. Gale \nSenior Business Court Judge  "
}