{
  "id": "e0034218c4beb4936da7b69f1cbafa983cb6db98fe19a8ae3fe4995bcfba4dd7",
  "source_file": "data/raw/ncbc/e0034218c4beb4936da7b69f1cbafa983cb6db98fe19a8ae3fe4995bcfba4dd7.pdf",
  "raw_text": "Hilb Rogal & Hobbs Co. v. Sellars, 2008 NCBC 12. \n \nNORTH CAROLINA \n \nMECKLENBURG COUNTY \n \n IN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n07 CVS 19339 \nHILB ROGAL & HOBBS COMPANY and \nMANAGING AGENCY GROUP, INC., \n \nPlaintiffs, \n \nv.  \n \nDONALD SELLARS, \n \nDefendant. \n \n \n \n \n \n \nORDER \n \nWilliams Mullen by Michael C. Lord and Kimberly D. Bartman for Plaintiffs \nHilb Rogal & Hobbs Company and Managing Agency Group, Inc. \n \nSeyfarth Shaw LLP by Andrea Okun and McGuire Woods LLP by Irving M. \nBrenner for Defendant Donald Sellars. \n \nDiaz, Judge. \n{1} Before the Court is Plaintiffs’ Motion to Compel Discovery with respect \nto two interrogatories propounded by Plaintiffs on 9 October 2007.  The parties \nstipulated that the Court could resolve the Motion pursuant to the expedited \nprocedures set out in Business Court Rule 15.12.   After considering the Motion and \nother submissions, as well as the arguments of counsel, the Court GRANTS the \nMotion to Compel.  \n \nI. \nFACTS \n {2} Plaintiffs filed this lawsuit on 25 September 2007, alleging that \nDefendant (Plaintiffs’ former employee) has violated the terms of an employment \nagreement prohibiting him from soliciting certain of Plaintiffs’ customers.  On 29 \nJanuary 2008, the Court entered a preliminary injunction in this case, prohibiting \nDefendant from soliciting those customers who were actual clients of Defendant \nduring his employment with Plaintiffs. \n {3} The parties have since been engaged in discovery.  On 9 October 2007, \nPlaintiffs served their First Set of Interrogatories on Defendant.  The motion before \nthe Court centers on Defendant’s responses to two of the interrogatories.  The \ndisputed interrogatories and the Defendant’s answers are as follows: \nInterrogatory No. 3.  For each retail broker to which you have provided \ninformation regarding Plaintiffs’ accounts since May 22, 2007, state the name \nand contact information of the broker, the date(s) the conversation(s) \noccurred, and the specific information regarding Plaintiffs’ accounts that you \nprovided. \n \nANSWER:  Mr. Sellars has not provided any information acquired while \nemployed by Plaintiffs to a retail broker regarding Plaintiffs’ accounts since \nleaving such employment. \n \n \nInterrogatory No. 4.  To the extent not already provided in your response to \nInterrogatory No. 3, for each retail broker who has requested information \nfrom you regarding Plaintiffs’ accounts since May 22, 2007, state the name \nand contact information of the broker, the date(s) the conversation(s) \noccurred, and the specific information regarding Plaintiffs’ accounts that you \nprovided.  \n \nANSWER:  Mr. Sellars has not received any requests from a retail broker \nregarding information acquired while employed by Plaintiffs related to \nPlaintiffs’ accounts since leaving such employment. \n \n(Pls.’ Mot. Compel 2.) \n{4} Defendant’s answers to Plaintiffs’ First Set of Interrogatories also \nincluded “General Objections” on grounds of relevancy, scope, and undue burden.  \nDefendant’s answers to the two disputed interrogatories, however, are not qualified \nby any particular objections. \nII. \nTHE DISCOVERY DISPUTE \n{5} Plaintiffs contend that Defendant has improperly limited the scope of \nhis answers to the interrogatories by qualifying the relevant information to that \nacquired by Defendant while he was employed by the Plaintiffs. \n   \n{6} Defendant responds that he an swered the interrogatories as he \nunderstood them and that Plaintiffs’ interpretation of the disputed interrogatories \nseeks discovery that is irrelevant or unduly burdensome to produce. \n \nIII. \nANALYSIS \n{7} The Court agrees with Plaintiffs that Defendant has not responded \nfully to the interrogatories.  Indeed, the Court has read and re-read the \ninterrogatories and can find no basis for Defendant’s crabbed view of the \ninformation being sought.   \n{8} As Plaintiffs note, the interrogatories do not ask Defendant to identify \nwhat information “acquired while employed by Plaintiffs” he has shared with \nbrokers regarding Plaintiffs’ accounts, nor do they ask about “requests [received] \nfrom a retail broker regarding information acquired while employed by Plaintiffs \nrelated to Plaintiffs’ accounts.”  (Pls.’ Mot. Compel. 3.) (emphasis added).  Rather, \nthe interrogatories seek broader discovery as to all information related to Plaintiffs’ \naccounts that Defendant may have exchanged with retail brokers following the \neffective date of his resignation from Plaintiffs’ employment. \n {9} It is true that Defendant lodged general relevancy, scope, and undue \nburden objections that purportedly applied to each of his answers.  Defendant did \nnot, however, lodge a specific objection to the two interrogatories in dispute. \n{10} Rule 33 of the North Carolina Rule s of Civil Procedure requires that \neach interrogatory “be answered separately and fully in writing under oath, unless \nit is objected to, in which event the reasons for objection shall be stated in lieu of an \nanswer.”  N.C. Gen. Stat. § 1A-1, Rule 33 (2007).  Moreover, “[a]n objection to an \ninterrogatory shall be made by stating the objection and the reason therefore either \nin the space following the interrogatory or following the restated interrogatory.”  \nN.C. Gen. Stat. § 1A-1, Rule 33 (2007) (emphasis added). \n{11} North Carolina’s appellate courts have not addressed the propriety of \ngeneral objections in light of the language of Rule 33.  But as one court interpreting \nthe Federal Rules of Civil Procedure1 has noted, “objections stated at the beginning \nof the response to the interrogatories, are ineffective and are an abuse of the \ndiscovery process because such objections block discovery without explaining why \nand to what extent.”  Waters Edge Living, LLC v. RSUI Indem. Co., 2008 U.S. Dist. \nLEXIS 33049, at *11 (N.D. Fla. Apr. 22, 2008).2   \n{12} That is precisely what occurred here, as it was not until the hearing on \nPlaintiffs’ Motion to Compel that Defendant first articulated that he was relying on \nhis general objections to thwart the requested discovery.     \n{13} In any event, Defendant’s general objections are without merit, as the \ninterrogatories appear reasonably calculated to discover information as to \nDefendant’s efforts (if any) to solicit customers who were actual clients of Defendant \nduring his employment with Plaintiffs.3\n \nIV. \nCONCLUSION \n{14} Plaintiffs’ Motion to Compel is GRANTED.  Defendant shall respond \nfully to the disputed interrogatories within 20 days of the entry of this Order.  The \nCourt DENIES Plaintiffs’ request for an award of fees and costs.   \n \nSO ORDERED, this the 6th day of June, 2008. \n                                                 \n1 Because the North Carolina Rules of Civil Procedure are substantially similar to the Federal Rules, \nour courts often look to federal cases for interpretive guidance.  Turner v. Duke Univ., 325 N.C. 152, \n164, 381 S.E.2d 706, 713 (1989).    \n2 Most federal courts addressing this issue have reached the same conclusion.  See Etter v. Mazzotti, \n2008 U.S. Dist. LEXIS 23446 (N.D. W. Va. Feb. 27, 2008) (and cases cited therein).   \n3 Consistent with this Court’s order on Plaintiffs’ Motion for a Preliminary Injunction, the term \n“Plaintiffs’ accounts” as used in the interrogatories shall be limited to those accounts who were \nactual clients of the Defendant during his employment with the Plaintiffs.  Order on Pls.’ Motion \nPrelim. Inj., at *4 (issued Jan. 28, 2008). "
}