{
  "id": "e01cb924996eb0c20a6c7f847ce37ef359fc6f2018e7ea0c7714581a2efadd94",
  "source_file": "data/raw/ncbc/e01cb924996eb0c20a6c7f847ce37ef359fc6f2018e7ea0c7714581a2efadd94.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n08 CVS 22632 \nIRVING EHRENHAUS, On Behalf Of \nHimself and All Others Similarly \nSituated, \n \nPlaintiff, \n \nv. \n \nJOHN D. BAKER, II; PETER C. \nBROWNING; JOHN T. CASTEEN, \nIII; JERRY GITT; WILLIAM H. \nGOODWIN, JR.; MARYELLEN C. \nHERRINGER; ROBERT A. INGRAM; \nDONALD M. JAMES; MACKEY J. \nMCDONALD; JOSEPH NEUBAUER; \nTIMOTHY D. PROCTOR; ERNEST S. \nRADY; VAN I. RICHEY; RUTH G. \nSHAW; LANTY L. SMITH; DONA \nDAVIS YOUNG; and WELLS FARGO \n& COMPANY,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER AND OPINION \n \n{1} THIS MATTER, having been reassi gned to the undersigned, is before \nthe court pursuant to Defendants’ Motion to Dismiss Appeal (“Motion”) brought \nunder North Carolina Rule of Appellate Procedure (“Appellate Rule(s)”) 25.  After \nconsideration of the Motion, briefs, and other matters of record, the court \ndetermines that Defendants’ Motion should be GRANTED and FINDS and \nCONCLUDES as follows: \n \nGreg Jones & Associates, P.A. by Gregory Jones and Wolf Popper LLP by \nRobert M. Kornreich, Chet B. Waldman, and Rebecca E. Mansbach for \nPlaintiff.  \n \nRobinson, Bradshaw & Hinson, P.A. by Robert W. Fuller and Adam K. Doerr \nfor Defendants. \nEhrenhaus v. Baker, 2014 NCBC 30.\nI. FACTUAL BACKGROUND \n \n{2} Hon. Calvin E. Murphy, Special Superior Court Judge for Complex \nBusiness Cases, entered an Order on Plaintiff’s Counsel’s Renewed Fee Application \non March 25, 2014. \n{3} Two class-member objectors electron ically submitted a notice of appeal \nfrom Judge Murphy’s Order to the Business Court’s electronic filing system.  The \nsystem issued a Notice of Electronic Filing email, constituting service of the notice \nof appeal on counsel for all Parties in accordance with Rule 6.5 of the General Rules \nof Practice and Procedure for the North Carolina Business Court (“Business Court \nRule(s)” or “BCR”), on April 22, 2014.  The objectors filed a written copy of their \nnotice of appeal with the Mecklenburg County Clerk of Superior Court on April 24, \n2014.  No Parties contend that the objectors’ notice of appeal was untimely filed or \nserved. \n{4} Plaintiff electronically submitted a notice of appeal from the same \nOrder to the Business Court’s electronic filing system on April 30, 2014 and a Notice \nof Electronic Filing was issued.  Defendants filed their Motion to Dismiss Appeal on \nMay 12, 2014.  On May 15, 2014, Plaintiff filed with the Mecklenburg County Clerk \nof Superior Court a written copy of the notice of appeal which had been \nelectronically submitted on April 30, 2014.  Plaintiff then electronically submitted \nanother notice of appeal through the Business Court’s electronic filing system on \nMay 16, 2014\n1 and filed it with the Mecklenburg County Clerk of Superior Court \nthe same day.   \n{5} The Motion has been fully briefed and is ripe for disposition. 2 \n \n                                                 \n1 Plaintiff electronically submitted this notice of appeal after 5:00 p.m. on May 15, 2014 and concedes \nthat it is deemed submitted the next business day, May 16, 2014.  (Pl.’s Opp’n Defs.’ Mot. Dismiss \nPl.’s Appeal 3;) see also BCR 6.7; Carter v. Clements Walker, PLLC, 2014 NCBC LEXIS 12, at *15 \n(N.C. Super. Ct. Apr. 30, 2014) (noting that, under Business Court Rules, filings began after 5:00 \np.m. are deemed filed the next business day unless a filing party experiences technical difficulties \nand complies with Business Court Rule 6.13). \n2 In its discretion, the court has not held a hearing on the Motion and decides it on the papers.  See \nBCR 15.4 (motions may be decided without oral argument unless ordered by the court). \nII. ANALYSIS \n \n{6} Appellate Rule 25 permits the trial court, upon motion of a party and \nprior to the filing of an appeal in the appellate court, to dismiss an appeal if the \nappellant, “after giving notice of appeal[,] . . . fail[s] to take any action required to \npresent the appeal for decision” within the times set by the Appellate Rules.  N.C. \nR. App. P. 25(a) (2014).3  Appellate “Rule 25 . . . allows the trial court to dismiss an \nappeal if the appellant failed to give notice of appeal within the time allowed by” \nAppellate Rule 3.  Landingham Plumbing & Heating of N.C., Inc. v. Funnell, 102 \nN.C. App. 814, 815, 403 S.E.2d 604, 605–06 (1991) (reversing trial court dismissal of \nappeal for error of law in determining notice of appeal’s timeliness); see also Farm \nCredit Bank v. Edwards, 121 N.C. App. 72, 75, 464 S.E.2d 305, 306–07 (1995) \n(affirming trial court dismissal of appeal where trial court concluded notice of \nappeal filed by counsel was void because it was unauthorized and repudiated by \nadministrator of estate); Saieed v. Bradshaw, 110 N.C. App. 855, 861, 431 S.E.2d \n233, 236 (1993) (affirming trial court dismissal of appeal for untimely filed notice of \nappeal); Carter v. Clements Walker PLLC, 2014 NCBC LEXIS 12, at *7–*11 (N.C. \nSuper Ct. Apr. 30, 2014) (collecting cases and noting Appellate Rule 25 permits trial \ncourt dismissal of appeal for failure to file timely notice of appeal); Blitz v. Xpress \nImage, Inc., 2007 NCBC LEXIS 9, at *6–*15 (N.C. Super. Ct. Apr. 13, 2007) \n(dismissing appeal for failure to file timely notice of appeal); cf. Whitfield v. Todd, \n116 N.C. App. 335, 337, 447 S.E.2d 796, 798 (holding motion to dismiss appeal filed \nin trial court was proper, but trial court’s order issued after record on appeal was \ndocketed was void). \n{7} “Any party entitled by law to appeal  from a judgment . . . of a superior . \n. . court rendered in a civil action . . . may take appeal by filing notice of appeal with \nthe clerk of superior court . . . within the time prescribed by subsection (c) of” \n                                                 \n3 Based on the court’s review of appellate decisions on Rule 25, “filing of an appeal in an appellate \ncourt” means docketing of the appeal, which occurs when the appellant files the record on appeal \nwith the clerk of the appellate court and pays the docket fee or proceeds in forma pauperis.  See N.C. \nR. App. P. 12(a)–(b). \nAppellate Rule 3.  N.C. R. App. P. 3(a).  If another party files and serves a timely \nnotice of appeal, “any other party may file and serve a notice of appeal within ten \ndays after the first notice of appeal was served on [that] party.”  N.C. R. App. P. \n3(c).  Appellate Rule 3 is jurisdictional, and failure to file a notice of appeal within \nthe time prescribed by that Rule requires dismissal of an appeal.  \nE.g., In re Harts, \n191 N.C. App. 807, 809–10, 664 S.E.2d 411, 413 (2008); see also Dogwood Dev. & \nMgmt. Co. v. White Oak Transp. Co.¸ 362 N.C. 191, 197–98, 657 S.E.2d 361, 365 \n(2008). \n{8} Appellate Rule 3’s language is clea r.  A party appealing an order must \nfile a “notice of appeal with the clerk of superior court . . . within the time \nprescribed by [Appellate Rule 3(c)].”  N.C. R. App. P. 3(a).  Under Appellate Rule \n3(c), Plaintiff’s appeal from the same Order from which the class-member objectors \nappealed had to be filed, at the latest, by May 2, 2014, ten (10) days after Plaintiff \nwas served with the class-member objectors’ notice of appeal.  Plaintiff did not file \nhis notice of appeal with the Mecklenburg County Clerk of Superior Court until \nMay 15, 2014.  Plaintiff’s failure to file his notice of appeal with the Mecklenburg \nCounty Clerk of Superior Court within the time prescribed by Appellate Rule 3(c) \nrequires the court to dismiss his appeal.4 \n{9} Plaintiff contends that the Business Court’s electronic filing system’s \nNotice of Electronic Filing includes service on the “Clerk of Court,” meaning a clerk \nseparate from the Mecklenburg County Clerk of Superior Court, and thus satisfies \nAppellate Rule 3’s filing requirement.  Plaintiff’s argument relies on an incorrect \npremise—that the Business Court is separate  court that maintains its own Clerk of \nCourt.  Plaintiff rests his premise on the Notice of Electronic Filing email generated \nby the Business Court’s electronic filing system that references “Clerk of Court.”  \nThe notice lists the email address of that “Clerk of Court” as \n                                                 \n4 Appellate Rule 26(a) requires “[p]apers required or permitted by these rules to be filed in the trial \nor appellate divisions [to] be filed with the clerk of the appropriate court.”  N.C. R. App. P. 26(a).  \nAlthough filing of those papers “may be accomplished by mail or by electronic means as set forth in \n[Rule 26],” that rule only concerns electronic “[f]iling in the appellate courts[.]”  Id. (emphasis added). \nraleigh.clerk@aoc.nccourts.org, which is the address of the email address of the \ncourt’s law clerk in Raleigh. \n{10} The Business Court is not, as Plaintiff states, a separate “Superior \nCourt within the North Carolina General Court of Justice.”  (Pl.’s Opp’n Defs.’ Mot. \nDismiss Pl.’s Appeal 5.)  It is also not a court of separate or special jurisdiction.  \nRather, the Business Court is “an administrative division of the General Court of \nJustice.”  Business Court Frequently Asked Questions, North Carolina Business \nCourt, http://www.ncbusinesscourt.net/FAQ/business_court_frequently_asked_.htm \n(last visited July 16, 2014); see also About the North Carolina Business Court, \nNorth Carolina Business Court, http://www.ncbusinesscourt.net/New/aboutcourt/ \n(last visited July 16, 2014) (“The North Carolina Business Court is a specialized \nforum of the North Carolina State Courts’ trial division.  Cases [. . .] are assigned by \nthe Chief Justice of the North Carolina Supreme Court to a special superior court \njudge who oversees resolution of all matters in the case through trial.”)  Although \ncases may be assigned to a special superior court judge designated to hear complex \nbusiness cases, any case assigned to that judge remains venued in the county where \nthe case was originally filed.  Cf. N.C. Gen. Stat. § 7A-45.1(c) (noting that special \nsuperior court judges assigned to hold court in a county have “the same power and \nauthority of a regular judge” in that county); § 7A-46 (authorizing Chief Justice of \nNorth Carolina Supreme Court to “order a special session” of superior court in any \ncounty and “order any regular, special, or emergency judge to hold such session.”). \n{11} This case was originally an d has at all times been venued in \nMecklenburg County.  Assignment to a special superior court judge for complex \nbusiness cases does not affect this venue.  The Mecklenburg County Clerk of \nSuperior Court is and has been the “clerk of superior court” responsible for this \naction.  It is that office with which Plaintiff had to file his notice of appeal.  See N.C. \nR. App. P. 3(a); N.C. R. App. P. 26(a) (noting papers must “be filed with the clerk of \nthe appropriate court”); Folmar v. Kesiah, No. COA13-1297, ___ N.C. App. ___, ___ \nS.E.2d ___, 2014 N.C. App. LEXIS 743, slip op. at 7–8 (N.C. Ct. App. filed July 15, \n2014) (holding that Clerk of Superior Court in county where case was venued when \norder appealed from was issued was the “clerk of the appropriate court” under \nAppellate Rule 26(a)). \n{12} Prior to the briefing on the Motion, the court was not cognizant that \nthe Notice of Electronic Filing email in this and other actions refers to the notice as \nhaving been sent to “Clerk of Court” by email to raleigh.clerk@aoc.nccourts.org. \nThat email address is for the law clerk resident in the Raleigh chambers of the \nHonorable John R. Jolly, Jr., Senior Special Superior Court Judge for Complex \nBusiness Cases.  The court believes this application was added as a default by the \nsystem administrator.  This default has now been removed.  Most importantly, the \nBusiness Court does not have its own clerk of court, and the reference to the \nRaleigh law clerk’s email address was clear notice that the service was not on the \nMecklenburg County Clerk of Superior Court. \n{13} Although the court is sympathetic to Plaintiff’s argument for \nsubstantial compliance with Appellate Rule 3 if he, in actual fact, was misled into \nbelieving that he had filed his first notice of appeal with the “Clerk of Court” by his \nelectronic filing, appellate decisions consistently hold that parties must file a notice \nof appeal with strict compliance with Appellate Rule 3(c).  This court acknowledges \nthat the appellate court may elect to hear an appeal even where some requirements \nof the Appellate Rules have not been strictly met.  \nSee, e.g., Dogwood Dev. & Mgmt. \nCo.¸ 362 N.C. at 197–201, 657 S.E.2d at 364–67 (distinguishing between \njurisdictional and non-jurisdictional violations of Appellate Rules); Lee v. Winget \nRd., LLC, 204 N.C. App. 96, 102, 693 S.E.2d 684, 689 (2010) (failure to serve notice \nof appeal upon all parties is a non-jurisdictional violation of Appellate Rule 3); \nStephenson v. Bartlett, 177 N.C. App. 239, 241–42, 628 S.E.2d 442, 443–44 (2006) \n(collecting cases and holding failure to comply with Appellate Rule 3(d) did not \ndivest Court of Appeals of jurisdiction to hear appeal).  But the trial court is held to \na strict construction of Appellate Rule 3.  Failing to file a timely notice of appeal \nwith the clerk of superior court is a jurisdictional failure which requires dismissal of \nthe appeal.  Without any clear guiding appellate precedent to the contrary, this \ncourt cannot overlook the plain language of Appellate Rule 3 that requires a notice \nof appeal to be filed with the clerk of superior court within the time prescribed by \nAppellate Rule 3(c), which in this case is the Mecklenburg County Clerk of Superior \nCourt.  Because Plaintiff did not timely so file, the court must dismiss Plaintiff’s \nappeal. \n \nIII. CONCLUSION \n \n{14} For the reasons expressed above , Defendants’ Motion is GRANTED \nand Plaintiff’s appeal of the court’s Order on Plaintiff’s Counsel’s Renewed Fee \nApplication is DISMISSED. \n \nIT IS SO ORDERED this 16th day of July, 2014. \n \n \n "
}