{
  "id": "e03d59bd0b824c60b086984ad1ab80295bb61dd358c690d538dbf78e24f54fe0",
  "source_file": "data/raw/ncbc/e03d59bd0b824c60b086984ad1ab80295bb61dd358c690d538dbf78e24f54fe0.pdf",
  "raw_text": "Esoterix Genetic Labs., LLC v. McKey, 2011 NCBC 32. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF ALAMANCE \n \n)\n)\n)\n)\nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n11 CVS 1379 \nESOTERIX GENETIC \nLABORATORIES, LLC, \n \nPlaintiff, \n \nv. \n \nBETH MCKEY, KYLE \nMECKLENBURG and COUNSYL, \nINC., \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER \n \n {1}  This matter is before the Court on Defendant Counsyl Inc.’s Motion to \nDismiss Pursuant to Rule 12(b)(2) (“Motion”). The Motion is DENIED, as the Court \nfinds that Plaintiff has not proven personal jurisdiction based on specific \njurisdiction but has proven personal jurisdiction based on general jurisdiction. \n \nKelley Drye & Warren LLP, by Robert Steiner, pro hac vice, and K&L Gates \nLLP, by Amie Flowers Carmack and Douglas W. Britt for Plaintiff Esoterix \nGenetic Laboratories, LLC. \n \nWomble Carlyle Sandridge & Rice, PLLC, by M. Todd Sullivan for \nDefendants Beth McKey, Kyle Mecklenburg, and Counsyl, Inc. \n \nGale, Judge. \n \nI.  PROCEDURAL BACKGROUND \n \n{2}  Plaintiff Esoterix Genetic Laboratories, LLC (“Esoterix”), a Delaware \ncompany having its principal place of business in Alamance County, North \nCarolina, filed its Complaint on May 24, 2011 against its former employees Beth \nMcKey (“McKey”), a resident of the State of Washington, and Kyle Mecklenburg \n(“Mecklenburg”), a resident of the State of Oklahoma, as well as their new employer \nCounsyl, Inc. (“Counsyl”), a Delaware company having its principal place of \nbusiness in California.  The action is based on contracts McKey and Mecklenburg \nentered in connection with their employment with Esoterix, Counsyl’s alleged \ntortious interference with those contracts, and alleged misappropriation of trade \nsecrets. \n{3}  Presiding Superior Court Judge W. Osmond Smith, III entered a \nTemporary Restraining Order (“TRO”) against all Defendants by a May 25, 2011 \norder, which set a preliminary injunction hearing for June 6, 2011 and allowed \nexpedited discovery pursuant to parameters to be negotiated by counsel.  Judge \nSmith, on his own motion, issued a further order on May 27, 2011 dissolving the \nTRO against Counsyl.  The parties executed a consent order extending the TRO \nuntil a preliminary injunction hearing to be held on June 16, 2011.  Esoterix filed \nan Amended Complaint on June 15, 2011.  On that same day, the parties consented \nto a further extension of the TRO.  On June 22, 2011, Defendants timely designated \nthe matter as a complex business case pursuant to N.C. Gen. Stat. §7A-45(4) based \non the trade secret claims added by the Amended Complaint.  By consent order of \nJuly 13, 2011, the TRO was extended, and the Court set a July 21, 2011 hearing \ndate for the Rule 12(b)(2) motion Counsyl indicated it would file, to be followed by \nan August 11, 2011 hearing on Plaintiff’s motion for preliminary injunction.  The \nTRO has again been extended by consent until a hearing on the motion for \npreliminary injunction is set.  \n{4}  Counsyl filed its Motion on July 18, 2011, and the parties filed briefs in \nsupport and opposition on an expedited basis.  The Court heard oral argument on \nJuly 21, 2011, but withheld its ruling pending further jurisdictional discovery and \nthe submission of proposed findings, which have now been submitted.  Individual \nDefendants McKey and Mecklenburg do not challenge personal jurisdiction as to \nclaims against them.  Counsyl’s Motion is now ripe for ruling.    \n \n \n \nII.  FACTS \n {5}  The parties conducted discovery and have submitted evidence regarding \npersonal jurisdiction in the form of deposition testimony, affidavits, and documents.  \nOn this Motion, the Court sits as a fact finder, and the burden is upon Plaintiff to \nshow jurisdiction by a preponderance of the evidence.  Deer Corp. v. Carter, 177 \nN.C. App. 314, 322, 629 S.E.2d 159, 166 (2006).  The Court’s fact findings are, \nhowever, made for the purposes of the present Motion and do not foreclose further \nconsideration of the evidence on the underlying substantive claims.   \n{6}  Esoterix is a wholly-owned subsidiary of Laboratory Corporation of \nAmerica Holdings (“LabCorp”), a corporation organized under the laws of the State \nof Delaware, with its principal place of business in Burlington, Alamance County, \nNorth Carolina.  Esoterix provides medical laboratory tests and services which it \nmarkets and sells to medical professionals and others through a network of sales \nprofessionals.  LabCorp created Esoterix following its acquisition of Genzyme \nCorporation (“Genzyme”).  (Aff. of Todd Wauters, Esoterix’s Vice President of \nNational Sales for the Reproductive Genetics Division \n (“Wauters Aff.”) ¶¶ 3−4.)1      \n{7}  McKey was employed by Esoterix as a Territory Manager for a region in \nthe Western United States.  (Wauters Aff. ¶ 16.)   \n{8}  Mecklenburg was employed by Esoterix as a Territory Manager for a \nregion in the Midwestern United States.  (Wauters Aff. ¶ 15.)   \n{9}  Counsyl is a corporation organized under the laws of the State of \nDelaware with its principal place of business in California.  (Aff. of Ramji \nSrinivasan ¶¶ 3−5.) \n{10}  Both Esoterix and Counsyl conduct business in the field of genetic \ntesting.  The parties dispute whether their tests are different and whether they are \n                                                 \n1  The Complaint and Amended Complaint were not verified, but most factual assertions in those \npleadings are supported by the affidavit of Todd Wauters.  Mr. Wauters’ affidavit attached a copy of \nthe Confidentiality Agreements Defendants McKey and Mecklenburg executed in connection with \ntheir employment with Esoterix.   \ncompetitive.  The Court need not resolve that dispute in order to rule upon the \npresent Motion. \n {11}  McKey and Mecklenburg each signed agreements which contain several \ncovenants, including Noncompetition, Non-Solicitation of Customers, and Non-\nSolicitation of Company Employees.  (Wauters Aff., Exs. A, B (“Confidentiality \nAgreements”).) \n{12}  Esoterix further alleges that McKey and Mecklenburg received \ninformation during the course of their employment that constitutes protected trade \nsecrets and that such trade secrets have been misappropriated.  (See Amended \nCompl. ¶ 36; Wauters Aff. ¶ 37.)   \n {13}  The Confidentiality Agreements McKey and Mecklenburg signed with \nEsoterix include at Paragraph 7(g) a consent to personal jurisdiction in North \nCarolina and a waiver of jurisdictional or venue defenses.  (Confidentiality \nAgreements.) \n {14}  Esoterix asserts specific jurisdiction upon allegations that Counsyl was \naware of the Confidentiality Agreements and knew that its employing McKey and \nMecklenburg would constitute breaches of their Confidentiality Agreements. \n{15}  Esoterix asserts general jurisdiction based on its further claims that \nCounsyl has undertaken actions directed at the State of North Carolina. \n{16}  The parties dispute whether Counsyl was aware of the Confidentiality \nAgreements before hiring McKey and Mecklenburg.  Mecklenburg and McKey \ntestified that they provided Counsyl a copy of their Confidentiality Agreements \nbefore being hired and obtained indemnity from Counsyl as a part of their \nemployment terms.  (Dep. of Kyle Mecklenburg (“Mecklenburg Dep.”) 32:20−34:1, \n191:10−192:20, 193:10−14; Dep. of Beth McKey (“McKey Dep.”) [Rough] 117:3−12, \n118:4−119:17, 126:23−128:14.)  Counsyl’s CEO, testifying for Counsyl pursuant to \nRule 30(b)(6), indicated that he did not recall whether he was aware of the \nConfidentiality Agreements before Mecklenburg was hired.  (Rule 30(b)(6) Dep. of \nRamji Srinvasan (“Counsyl Dep.”) 136:6−13.) \n {17}  Esoterix sent letters to McKey and Mecklenburg on May 9, 2011 \nfollowing the termination of their employment with Esoterix, reminding them of \ntheir obligations under their Confidentiality Agreements.  (Wauters Aff. ¶ 30, Exs. \nE, F.) \n{18}  On May 17, 2011, Counsyl’s attorney replied on behalf of McKey and \nMecklenburg denying that their new employment with Counsyl breached their \nConfidentiality Agreements.  (Wauters Aff. ¶ 31, Ex. G.)  Counsyl’s lawyer further \nnoted a disagreement with opposing counsel regarding the enforceability of the \nConfidentiality Agreements.  (Aff. of Robert Steiner in Opp’n to Jurisdiction (“Opp’n  \nAff.”), Ex. 5.)  \n{19}  McKey testified that she solicited customers in her former territory on \nMay, 16 2011, and sent e-mails to Esoterix customers for which she was responsible \nwhile employed by Esoterix.  (McKey Dep. [Rough] 153:18−154:25, 155:13−157:10.)   \n {20}  Esoterix offered evidence regarding Counsyl’s connections with the State \nof North Carolina other than its hiring of McKey and Mecklenberg. \n {21}  While Counsyl was incorporated a pproximately four (4) years ago, it has \nonly had active operations for the sale of products for approximately two (2) years.  \nCounsyl’s contacts with North Carolina began in October 2010.  (Counsyl Dep. \n15:21−16:1, 21:22−25:4.)   \n{22}  Counsyl representatives have visited North Carolina a total of five (5) \ntimes for purposes of conducting business through which Counsyl can sell its tests \nin North Carolina.  (Counsyl Dep. 15:21−16:1, 21:22−25:4.)  Counsyl has had \nmultiple communications with prospective accounts in North Carolina and began \ndelivering products and services in North Carolina in October 2010.  (Counsyl Dep. \n14:9−13, 15:21−16:1, 21:22−25:4, 16:20−17:8, 54:25−55:7; Opp’n Aff., Exs. 7, 8; Dep. \nof Leslie Evans (“Evans Dep.”) [Rough] 25:8−14.) \n {23}  In October 2010, Counsyl began an  on-going business relationship with \none North Carolina physician practice.  (Opp’n Aff., Ex. 7; Counsyl Dep. 14:9−13, \n54:25−55:7; Evans Dep. [Rough] 25:8−14.)  The physician practice group directs \npatients to Counsyl for delivery of services that resulted in forty-one (41) separate \nsales of its tests in North Carolina between October 2010 and June 30, 2011.  \n(Counsyl Dep. 21:19−22:12; Opp’n Aff., Ex. 7.)  In January 2010, Counsyl sold four \n(4) tests; in February 2010, it sold ten (10) tests; in March 2010, it sold three (3) \ntests; in April 2010, it sold eight (8) tests; in May 2010, it sold eight (8) tests; and in \nJune 2010, it sold six (6) tests to North Carolina customers.  (Opp’n Aff., Ex. 7.)  The \npractice remains a current client.  While the practice is invoiced for the tests, the \nindividual patients are actually Counsyl’s customers.   \n {24}  Sales to this practice group ha ve generated approximately $16,600 from \nOctober 2010 through June 30, 2011.  (Opp’n Aff., Ex. 7.)  While the test results are \nreturned to North Carolina patients, the test samples are sent to California, and the \nactual testing of the samples is conducted in California.  (Evans Dep. [Rough] \n59:16−17.) \n {25}  Beginning in October 2010, thre e (3) Counsyl representatives, Gabriel \nLazarin, Leslie Evans, and Ramji Srinivasen, visited North Carolina clinics in \nRaleigh, Durham, and Charlotte.  (Counsyl Dep. 14:9−16:1, 21:22−22:21, 100:6−25.) \n {26}  On three (3) occasions in the la st year, Counsyl employees sent e-mails \nto North Carolina businesses after having met representatives of those businesses \noutside the state.  (Counsyl Dep. 88:4−89:23, 96:3−24, 98:21−102:24, 116:19−119:8; \nOpp’n Aff., Ex. 8 at 9 [Nov. 15, 2010 e-mail], 10 [Nov. 9, 2010 e-mail], 15−16 [Nov. \n10, 2010 e-mail].)  When Counsyl receives an inquiry through its website concerning \nservices, it directs the inquiry to a sales representative covering that area of the \ncountry.  (Counsyl Dep. 14:14−15:11, 48:13−51:2; Evans Dep. [Rough] 6:13−7:3.)  In \na few instances, the follow-up to inquiries led to personal visits in North Carolina.  \n(Counsyl Dep. 15:21−23, 21:22−22:18; Evans Dep. [Rough] 11:21−13:22; Dep. of \nJohn Marshall (“Marshall Dep.”) [Rough] 6:6−21.)  Counsyl’s webpage includes a \nnotation that it has sold tests in North Carolina. \n {27}  Also, beginning in October 2010, Counsyl sales representatives informed \nprospective customers in North Carolina of Counsyl’s test and attempted to solicit \nbusiness either in-person or by mail to vendors, including, but not limited to: \nCarolina Conceptions; North Carolina Center for Reproductive Medicine; University \nof North Carolina Greensboro; Carolinas Medical Center: Genetics; Duke University \nMaternal Fetal Medicine; Presbyterian Maternal Fetal Medicine Associates; and \nReach Infertility.  (Opp. Aff. Ex. 8.) \n {28}  One of Counsyl’s visits to No rth Carolina was in November 2010 by Dr. \nJohn Marshall, Director of Medical Affairs for Counsyl, and Gabriel Lazarin, a sales \nrepresentative who met with physicians and providers in North Carolina.  (Counsyl \nDep. 22:24−23:15; Marshall Dep. [Rough] 6:6−7:1.)  During the November 2010 \nvisit, Dr. Marshall and Lazarin attended a dinner in Raleigh with other prospective \nCounsyl customers present, co-hosted by a North Carolina physician group.  (Opp’n \nAff., Ex. 8 at 16 [Nov. 12, 2010 e-mail], 17 [Apr. 15, 2010 e-mail]; Counsyl Dep. \n105:16−18, 128:8−131:13; Marshall Dep. [Rough] 35:24−36:6, 36:21−37:17.)  Dr. \nMarshall and Lazarin did not discuss Counsyl’s tests during the dinner, but did \nconduct a thirty-minute meeting with two genetic counselors prior to dinner to \ndiscuss the test.  (Marshall Dep. [Rough] 38:10−39:20.) \n {29}  Counsyl employee Lisa Evans, at least for a time, covered North \nCarolina as part of her eleven (11) state sales territory for Counsyl and was \navailable to travel to North Carolina to meet customers.  (Counsyl Dep. 11:3−15, \n15:1−15; Evans Dep. [Rough] 10:14−11:11.)  Lisa Evans began working for Counsyl \nin January 2011, and she is responsible for communications in the Southeast, \nincluding North Carolina, and providing educational materials to physicians to \nsolicit prospective customers.  (Counsyl Dep. 11:16−25, 20:14-18, 29:12−30:2; Opp’n \nAff., Ex. 8; Evans Dep. [Rough] 11:21−13:22, 18:9−13.)  Ms. Evans visited North \nCarolina once in May 2011 to solicit business for Counsyl at the invitation of a \nprospective customer.  (Counsyl Dep. 10:10−15; Evans Dep. [Rough] 11:21−13:22.)  \nAt present, Ms. Evans has been instructed to concentrate on states other than \nNorth Carolina, and particularly Florida, where Counsyl may anticipate a greater \npotential patient population. \n {30}  Counsyl has e-mailed information regarding Counsyl’s test to at least \nseven prospective North Carolina accounts after receiving inquiries.  (Opp’n Aff., \nExs. 8, 9.)  The inquiries came from in-person contacts made outside of North \nCarolina, and phone calls or e-mail inquiries by prospective customers from North \nCarolina to Counsyl.  (Counsyl Dep. 14:17−23, 99:18−100:15.)  Several Counsyl \nemployees sent and received approximately fifty (50) e-mails to clinics within North \nCarolina in the last year.  (Opp’n Aff., Exs. 8, 9.)  Counsyl indicates that this \nconstitutes a small percentage of its overall customer or contact e-mails. \n {31}  On two occasions, Counsyl’s CEO  Srinivasan traveled to North Carolina \nat LabCorp’s request to discuss a possible distribution deal.  (Counsyl Dep. \n23:22−26:23.) \n {32}  Counsyl has incorporated a non-profit entity in North Carolina to \nprovide access to testing for minorities and people of limited means.2  (Opp’n Aff., \nEx. 14; Counsyl Dep. 131:14−25.) \n \n III.   LEGAL PRINCIPLES \n {33}  Having been permitted to conduc t expedited jurisdiction discovery in aid \nof its jurisdictional arguments, Esoterix must prove by a preponderance of the \nevidence that the Court may exercise personal jurisdiction over Counsyl.  Deer \nCorp., 177 N.C. App. at 322, 629 S.E.2d at 166. \n  {34}  “A two-step analysis applie s in determining whether a North Carolina \ncourt has personal jurisdiction over a nonresident defendant: ‘First, the transaction \nmust fall within the language of the State’s “long-arm” statute.  Second, the exercise \nof jurisdiction must not violate the due process clause of the fourteenth amendment \nto the United States Constitution.’” Banc of Am. Sec. LLC v. Evergreen Int’l \nAviation, Inc., 169 N.C. App. 690, 693, 611 S.E.2d 179, 182 (2005) (quoting Tom \nTogs, Inc. v. Ben Elias Indus. Corp., 318 N.C. 361, 365, 348 S.E.2d 782, 785 (1986)).  \nIn North Carolina the long-arm statute is “to be liberally construed in favor of \nfinding personal jurisdiction, subject only to due process considerations.”  Dataflow \nCos. v. Hutto, 114 N.C. App. 209, 212, 441 S.E.2d 580, 582 (1994).  \n                                                 \n2  Counsyl has indicated that it has established a non-profit entity in all fifty (50) states for the \npurpose of providing testing services for the impoverished at no cost, but no evidentiary support for \nthat statement has been submitted to date. \n {35}  North Carolina’s long-arm statute has been construed to extend \njurisdiction to the full extent permitted by due process, and, therefore, the analysis \ncollapses “into a single inquiry as to whether the defendant has such ‘minimal \ncontacts’ with the forum state that ‘maintenance of the suit does not offend \ntraditional notions of fair play and substantial justice.’” \nChristian Sci. Bd. v. Nolan, \n259 F.3d 209, 215 (4th Cir. 2001) (citation omitted); see also Bruggeman v. \nMeditrust Acquisition Co., 138 N.C. App. 612, 617, 532 S.E.2d 215, 218−19 (2000).   \n {36}  Counsyl agrees that the Court ha s a statutory basis for the exercise of \nlong-arm jurisdiction over Counsyl pursuant to N.C. Gen. Stat. § 1-75.4(4)(a).  It \ncontends, however, that the exercise of that authority would not comport with due \nprocess.  (Mem. of Law in Supp. of Counsyl, Inc.’s Mot. to Dismiss Pursuant to Rule \n12(b)(2) ¶ 1.)  That statutory section allows personal jurisdiction over a nonresident \ndefendant if (1) the action involves injury to a North Carolina person or property; \n(2) the injury arose from the defendant’s activities outside the state; and (3) the \ndefendant was engaging in solicitation or services within North Carolina at or about \nthe time of the injury.  \nCarson v. Brodin, 160 N.C. App. 366, 370, 585 S.E.2d 491, \n495 (2003).   \n {37}  The critical inquiry is then whet her the exercise of personal jurisdiction \nbased on this statutory authority satisfies the requirements of due process.  “To \nsatisfy the requirements of the due process clause, there must exist ‘certain \nminimum contacts between the nonresident defendant and the forum state such \nthat the maintenance of the suit does not offend traditional notions of fair play and \nsubstantial justice.’” Banc. of Am. Sec. LLC, 169 N.C. App. at 695, 611 S.E.2d at 184 \n(citing Int’l Shoe Co. v. Washington, 326 U.S. 310, 316, 66 S. Ct. 154, 158 (1945)).  \nAs the North Carolina Supreme Court has stated, “[i]n each case, there must be \nsome act by which the defendant purposefully avails himself of the privilege of \nconducting activities within the forum state, thus invoking the benefits and \nprotections of its laws.”  \nTom Togs, Inc., 318 N.C. at 365, 348 S.E.2d at 786.  The \nrelationship between the defendant and the forum must be “such that he should \nreasonably anticipate being haled into court there.”  Id.   \n {38}  There are several factors which North Carolina courts utilize to \ndetermine the existence of adequate minimum contacts: (1) the quantity of the \ncontacts between defendant and the forum state; (2) the quality and nature of the \ncontacts; (3) the source and connection of the cause of action to the contacts; (4) the \ninterest of the forum state; and (5) the convenience of the parties.  \nCameron-Brown \nCo. v. Daves, 83 N.C. App. 281, 284, 350 S.E.2d 111, 114 (1986).  Additional factors \nthe Court may look to include “the location of critical witnesses and material \nevidence, and the existence of a contract which has a substantial connection with \nthe forum state.”  \nId.  “No single factor controls; rather, all factors must be weighed \nin light of fundamental fairness and the circumstances of the case.”  Corbin \nRusswin, Inc. v. Alexander’s Hardware, Inc., 147 N.C. App. 722, 725, 556 S.E.2d \n592, 595 (2001).   \n{39}  The extent of a defendant’s contacts with the State “must be determined \n‘by a careful scrutiny of the particular facts of each case.’” Cameron-Brown Co., 83 \nN.C. App. at 284, 350 S.E.2d at 114 (internal citation omitted).  The presence of \nsufficient contacts is determined “not by using a mechanical formula or rule of \nthumb, but by ascertaining what is fair and reasonable under the circumstances.”  \nRossetto USA, Inc. v. Greensky Financial, LLC, 191 N.C. App. 196, 200, 662 S.E.2d \n909, 913 (2008) (citation omitted).  For example, a single contract between a North \nCarolina resident and an out-of-state party does not automatically establish \nsufficient minimum contacts, but it may be an adequate basis for the exercise of \npersonal jurisdiction if it has a substantial connection with the State.  Tom Togs, \nInc., 318 N.C. at 367, 348 S.E.2d at 786.  To determine whether adequate minimum \ncontacts exist between a defendant and North Carolina individual, consideration of \nthe specific facts of the case is necessary.  Lulla v. Effective Minds, LLC, 184 N.C. \nApp. 274, 278, 646 S.E.2d 129, 133 (2007) (citing First Union Nat’l Bank of Del. v. \nBankers Wholesale Mortgage, LLC, 153 N.C. App. 248, 253, 570 S.E.2d 217, 221 \n(2002)).  \n{40}  If the plaintiff is a resident of the forum state, less extensive contacts \nare necessary.  Bruggeman, 138 N.C. App. 612 at 618, 532 S.E.2d 215 at 219 (citing \nMabry v. Fuller-Shuwayer Co., 50 N.C. App. 245, 250, 273 S.E.2d 509, 512 (1981)).\n {41}  Like other states, North Carolina recognizes two types of long-arm \njurisdiction, specific and general jurisdiction.  Tom Togs, Inc., 318 N.C. at 365, 348 \nS.E.2d at 786.  Specific jurisdiction may be exercised where a case arises from or is \nrelated to the defendant’s contacts with the forum state.   \n {42}  To determine whether it may assert specific jurisdiction over a \ndefendant, a court considers (1) the extent to which the defendant purposefully \navailed itself of the privilege of conducting activities in the State, (2) whether the \nplaintiffs claims arise out of those activities directed at the State, and (3) whether \nthe exercise of personal jurisdiction is constitutionally reasonable\n.  Havey v. \nValentine, 172 N.C. App. 812, 814, 616 S.E.2d 642, 646−47 (2005).  When specific \njurisdiction exists, “a defendant has ‘fair warning’ that he may be sued in a state for \ninjuries arising from activities that he ‘purposefully directed’ toward that state’s \nresidents.” \nTom Togs, Inc., 318 N.C. at 366, 348 S.E.2d at 786.     \n  {43}  “General jurisdiction” may be exercised where the claim does not arise \nout of the defendant’s contact with the forum, but there are sufficient continuous \nand systematic contacts between defendant and the forum state.  Bruggeman, 138 \nN.C. App. at 617, 532 S.E.2d at 219.  Requiring the contacts to be continuous and \nsystematic is a more demanding standard than is necessary for establishing specific \njurisdiction.  ALS Scan, Inc. v. Digital Serv., Consultants, Inc., 293 F.3d 707, 712 \n(4th Cir. 2002).   \n  \nIV.  ANALYSIS \n{44}  Esoterix claims that personal jurisdiction here is supported by both \nspecific and general jurisdiction over Counsyl.  The Court first analyzes specific \njurisdiction and then general jurisdiction. \n \n \nA. Specific Jurisdiction \n{45}  Esoterix urges that it has proven specific jurisdiction based on evidence \nwhich demonstrates that Counsyl purposely directed tortious conduct toward North \nCarolina knowing that injury would be suffered here.  That is, Esoterix claims that \nhiring employees it knew to have North Carolina based contracts and which hiring \nwould harm a North Carolina corporation is adequate to support a finding of \nspecific jurisdiction, even if the acts in connection with that hiring were performed \nout of state.  For support of this general proposition within North Carolina \nprecedent, Esoterix cites Havey, 172 N.C. App. at 818, 616 S.E.2d at 648.  While \nnoting generally that personal jurisdiction might arise based on out-of-state conduct \ntargeted toward injury within North Carolina, the Havey  court actually reversed \nthe trial court’s finding of personal jurisdiction on the facts of that case, which \nrelated to personal injury suffered in North Carolina during the unloading of \nfurniture in North Carolina, but which furniture had been purchased in and \nshipped from Vermont.  172 N.C. App. at 820−21, 661 S.E.2d at 649−50.  \n{46}  The question of personal jurisdiction here does not arise in the context of \nproducts liability for product shipped into North Carolina.  Rather, it arises from \nthe assertion that a subsequent employer located out-of-state may be subjected to \npersonal jurisdiction in North Carolina when hiring employees who contracted with \na prior employer located in North Carolina and the employment contract with which \nthe subsequent employer is alleged to have interfered is governed by North Carolina \nlaw.  Esoterix champions two federal decisions from within the First Circuit, which \nit claims have a substantial similarity to the facts of this case, Astro-Med, Inc. v. \nNihon Kohden Am., Inc., 591 F.3d 1 (1st Cir. 2009) and Optos, Inc. v. Topcon Med. \nSys., Inc., No. 10-12016-DJC, 2011 WL 841254, at *20 (D. Mass. Mar. 7, 2011).  In \neach case, the out-of-state subsequent employer hired the plaintiff’s former \nemployee with full knowledge of restrictive covenants in the employment contract.  \nThe courts found personal jurisdiction in the state of the first employer’s residence, \neven though the subsequent employer undertook no act in the forum state \nconnected to the claim.   A close reading of those cases demonstrates the importance \nthe courts placed on the foreseeability by the subsequent employer of the likelihood \nthat it would be sued in the forum state.   \n{47}  The United States Supreme Court established that conduct necessary to \nsupport specific jurisdiction must be “related to or arise out of a defendant’s \ncontacts with the forum.”  Helicopteros Nancionales de Colum., S.A. v. Hall, 466 \nU.S. 408, 414, 104  S. Ct. 1868 (1984).  Astro-Med found that the out-of-state \nsubsequent employer’s interference with the in-state employment contract met the \nHelicopteros “relatedness” test because the out-of-state employer hired the \nemployees knowing that injury would result in the forum state.  Astro-Med, 591 \nF.3d at 10; Optos, Inc., 2011 WL 841254, at *10.   The courts found that such \nknowledge and following injury satisfied the Helicopteros standard.  Id.   As the \nOptos court explained, the key consideration was whether it was foreseeable that \nthe out-of-state employer might be held accountable in the forum state.  2011 WL \n84125 at *11. \n{48}  It is not at all clear that any North Carolina precedent would support a \nstandard of personal jurisdiction that has foreseeability as its “touchstone.”   The \nCourt need not resolve that issue, as its decision rests on other grounds.   Therefore, \nthe Court also has not had to consider fully the issue of whether the reasoning on \nwhich Astro-Med and Optos rest survives after two United States Supreme Court \nopinions handed down on June 27, 2011.  Goodyear Dunlop Tires Operations v. \nBrown, ___ U.S. ___, 131 S. Ct. 2846 (2011) and  J. McIntyre Mach., Ltd. v. \nNicastro, ___ U.S. ___, 131 S. Ct. 2780 (2011).  Of the two, McIntyre is more \npertinent to this inquiry, as it deals with specific jurisdiction.  The analysis is \ncomplicated by the fact that the actual result in McIntyre was achieved by a \ncombination of a plurality opinion of four justices and a concurring opinion of two \nother justices.  The plurality rejected a line of cases which it indicated have “made \nforeseeability the touchstone of jurisdiction.”   McIntyre, 131 S.Ct. at 2788.   The \nplurality opinion alone cannot overrule this line of cases.  Marks v. United States, \n430 U.S. 188, 193, 97 S. Ct. 990, 993 (1977).  The concurring opinion would defer \nestablishing a specific standard to a subsequent case.  McIntyre, 131 S.Ct. at 2792. \n{49}  While it is true that the employment contracts with Esoterix has a \nconsent to jurisdiction in North Carolina, so that it was obvious that McKey and \nMecklenburg might well be sued in North Carolina, and such suit would trigger \nindemnity by Counsyl, this awareness does not automatically lead to the conclusion \nthat Counsyl purposely availed itself of the benefits of North Carolina law or \ndirected its conduct at North Carolina when it extended offers of employment \noutside the state, such offers were accepted outside the state, for the purpose of \nperforming job duties outside the state.  The Court is not prepared to accept the \nprinciple that any out-of-state employer who enters an employment contract with \nan out-of-state employee having a prior employment contract with a North Carolina \nemployer is necessarily exposed to personal jurisdiction in North Carolina on a \nclaim that it tortiously interfered with that contract because it knew of restrictive \ncovenants, the violation of which may generate claims of harm by the North \nCarolina corporation.  The Court believes due process requires more than such \n“knowledge plus injury.” \n{50}  The Court is not aware that any North Carolina decision has cited \nAstro-Med  or Optos, or a case on similar facts decided pursuant to the same \nforeseeability standard.   \n{51}  Personal jurisdiction determinations vary from case to case and are \nnecessarily fact specific.  Two North Carolina Court of Appeals decisions here serve \nas book-ends for analyzing the facts of this case.  \nLaboratory Corp. of Am. Holdings \nv. Caccuro, ___ N.C. App. ___, ___ S.E.2d ___, No. COA10-877, 2011 WL 2448503 \n(N.C. App. June 21, 2011) upheld the exercise of personal jurisdiction over the \nchallenge of the departing employee, and Deer Corp. v. Carter, 177 N.C. App. 314, \n629 S.E.2d 159 (2006) found no jurisdiction over claims of alleged tortious \ninterference by a foreign defendant with a North Carolina contract.  \n{52}  In LabCorp, the court rejected the personal jurisdiction challenge by a \nformer LabCorp employee with a territory outside of North Carolina.  LabCorp also \ninitially sued the subsequent out-of-state employee but did not include that \nemployer in its amended complaint.  The court noted that “[w]ith respect to specific \njurisdiction, ‘the relationship among the defendant, the forum state, and the cause \nof action is the essential foundation for the exercise of in personam jurisdiction.’” \n2011 WL 2448503, at *4 (citing Tom Togs, Inc., 318 N.C. at  366, 348 S.E.2d at 786 \n(extending an employment offer to a North Carolina resident who accepted in North \nCarolina is adequate to constitute purposeful availment of North Carolina’s laws).   \nThe court found that for this employment contract a pervasive connection to North \nCarolina existed even though the employee lived and worked outside of North \nCarolina.  Factors included receiving checks issued from North Carolina, using a \nvehicle procured through and insured in North Carolina, and other activities \nincident to the employment being performed in North Carolina.   The holding would \nmake it difficult for McKey and Mecklenburg to challenge jurisdiction, but the \nholding does not necessarily extend to finding jurisdiction over Counsyl.   \n{53}  In Deer, the plaintiff North Carolina corporation sought to have an \nEnglish national held liable for tortiously interfering with its employee’s contract by \nencouraging the employee to accept employment with a competitor, as well as for \nrelated claims, including trade secret misappropriation.  Deer, 177 N.C. App. at \n316, 629 S.E.2d at 162.  Much of the court’s decision addressed whether the plaintiff \ncould rely on only a prima facie showing of jurisdiction rather than sustaining proof \nby a preponderance of evidence, such that the trial court erred in denying \njurisdiction by relying on the defendant’s opposing evidence.  The court held that \nthe plaintiff was required to prove jurisdiction by a preponderance of the evidence \nand that the trial court’s factual findings rejecting certain of plaintiff’s proposed \nevidence was controlling.  \nId. at 322, 629 S.E.2d at 166.  But, even so, there was \nuncontested evidence that there had been a number of phone calls with the plaintiff \nin North Carolina and defendant had visited in North Carolina.  Nevertheless, the \ncourt found that plaintiff had proven neither general nor specific jurisdiction.  Id. at \n328−29; 629 S.E.2d at 169−70.  In reaching its conclusion, the court considered not \nonly the defendant’s reasonable anticipation of being sued in North Carolina, but \nother factors regarding the quantity and quality of the defendant’s contact with the \nstate.  Id. at 326−27, 629 S.E.2d at 168−69.   \n {54}  The Court concludes that the North Carolina standard for specific \njurisdiction requires inquiry into the subsequent employer’s conduct specifically \ndirected at North Carolina in connection with the contract at issue, such that the \nout-of-state employer may be found to have purposely availed a benefit from North \nCarolina, and that specific jurisdiction over the employer cannot rest solely on the \nnexus that the employee has with the State and an employee’s awareness of that \nnexus.\n3   An employer’s knowledge that an employee may violate a restrictive \ncovenant governed by North Carolina law is not alone adequate to satisfy due \nprocess in exercising personal jurisdiction.   Further, the Court does not believe the \nmere offer of indemnity against liability is sufficient to bring the exercise of \npersonal jurisdiction within the ambit of specific jurisdiction.  Rather, the Court \nbelieves the specific jurisdiction inquiry requires there to be some act by the \nsubsequent employer targeted more directly at North Carolina. \n {55}  That is not to say that the new employer’s knowledge is altogether \nirrelevant.  A defendant may be subject to general jurisdiction even when special \njurisdiction is lacking, and the facts on which Esoterix urges specific jurisdiction \nplay into the Court’s consideration of whether the exercise of general jurisdiction \nwould be fair and reasonable, all factors considered. \n See Cameron-Brown Co., 83 \nN.C. App. at 284, 350 S.E.2d at 114.  The Court then turns to the question of \ngeneral jurisdiction. \nB. General Jurisdiction \n{56}  The question is whether the combination of factors catalogued in the \nstatement of facts, taken together, constitute continuous and systematic contacts \nthat are sufficiently substantial to justify the exercise of general jurisdiction.  See \nPerkins v. Benquet Consol. Mining Co., 342 U.S. 437, 447, 72 S. Ct. 413, 419 (1952); \n                                                 \n3  The Court is aware that it must consider the forum state’s interest in determining jurisdiction, \nparticularly when the plaintiff brings suit in its own resident state.   But, North Carolina’s interest \nis implicated not only in the decision reached in this single case, but also would be implicated in \nother cases which might utilize the principle on which the decision rests.  The standard the Court \nfollows reflects the Court’s belief that a North Carolina corporation that hires an out-of-state \nemployee with knowledge that the employee has a covenant not to compete with his former employee \nis not, without more, necessarily subjected to suit for tortious interference in the foreign forum.    \nInt’l Shoe Co. v. Washington, 326 U.S. 310, 317, 66 S. Ct. 154, 159 (1945).  Isolated \ninstances of advertising or solicitation alone are not adequate to support general \njurisdiction.  See Culp, Inc. v. Huntington Fabrics, Inc., ___ F. Supp. 2d ___, No. 1: \n09 CV 611, 2011 WL 1230820, at *8−12 (M.D.N.C. Mar. 28, 2011) (citations \nomitted).  Internet marketing that reaches North Carolina residents may be \nrelevant but only where it is targeted toward North Carolina residents.  Dailey v. \nPopma, 191 N.C. App. 64, 70, 662 S.E.2d 12, 16 (2008) (considering specific \njurisdiction); Havey v. Valentine, 172 N.C. App. 812, 816−19, 616 S.E.2d 642 (2005) \n(same).  Mere communications sent into North Carolina from outside the state do \nnot themselves establish the defendant’s presence in the state.  Szulik v. TAG \nVirgin Islands, Inc., No. 5:10-CV-585-D, 2011 WL 1797895, at *3 (E.D.N.C. May 2, \n2011) (citing Stover v. O’Connell Assoc., Inc., 84 F.3d 132, 137 (4th Cir. 1996)).  The \njurisdictional determination does not follow a particular formula, but looks at \nmultiple factors to weigh whether the quality and quantity of contacts between the \ndefendant and North Carolina render the exercise of jurisdiction fair and \nreasonable.\n  Vitela v. Richardson, No. COA10-693, 2011 WL 2207578, at *3 (N.C. \nApp. June 7, 2011).   \n{57}  On the other hand, the fact a resident seeks the protections of its own \nforum courts is among the factors to be considered which may weigh in favor of a \nfinding general jurisdiction.  “Less extensive contacts” are necessary when the \nplaintiff is a North Carolina resident.  Mabry v. Fuller-Schuwayer Co., 50 N.C. App. \n245, 250, 273 S.E.2d 509, 512 (1981); see also Bruggeman, 138 N.C. App. at 618, \n532 S.E.2d at 219.   \n{58}  As did the court in Bruggeman on the facts before it, the Court, \nconsidering all the factors before it, concludes that while the Defendant “does not \nhave a high quantity of contacts with this State, the quality of those contacts” is \nadequate to support jurisdiction.  Id.   \n{59}  Having found adequate contacts to support the exercise of personal \njurisdiction consistent with due process, the Court concludes that other factors \nmake the exercise of that jurisdiction reasonable.  North Carolina clearly has an \ninterest in the adjudication of a claim involving one of its residents; Esoterix may be \nexpected to utilize North Carolina witnesses in the effort to prove its claim; and \nthere is no evidence of forum shopping.  See Bruggemann, 138 N.C. App. at 618−19, \n532 S.Ed.2d at 220. \n \nV.  CONCLUSIONS OF LAW \n {60} Based on the foregoing, the Court concludes: \n1. Plaintiff has not proven an adequate basis for the exercise of specific \njurisdiction; \n2. Plaintiff has proven an adequate basis for the exercise of general \njurisdiction; \n3. Having proven an adequate basis for general jurisdiction, it is \nreasonable and fair that the case be litigated in this Court; \n4. The exercise of jurisdiction comports with the traditional notion of fair \nplay and substantial justice; \n5. The State of North Carolina has an interest to be protected by the \nlitigation of the claims in this Court; and \n6. The litigation of the matter in this Court adequately balances the \nconvenience of the parties. \n \n IT IS THEREFORE ORDERED that Coun syl’s Motion to Dismiss pursuant \nto N.C. Civ. Proc. 12(b)(2) is DENIED. \n  \n This, the 22nd day of August, 2011. \n \n "
}