{
  "id": "e04badc3af27807fae9cb7f1531a77786de96947daa0639244f91afedcd81abb",
  "source_file": "data/raw/ncbc/e04badc3af27807fae9cb7f1531a77786de96947daa0639244f91afedcd81abb.pdf",
  "raw_text": "Edwards v. Vanguard Fiduciary Tr. Co., 2018 NCBC 134. \n \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 2818 \n \nPHILLIP KENNETH EDWARDS, \n \nPlaintiff, \n \nv. \n \nVANGUARD FIDUCIARY TRUST \nCOMPANY; RUSSELL JOSEPH \nMUTTER individually and d/b/a RJM \nFINANCIAL and RJM FINANCIAL \nLLC; and ALLEGACY FEDERAL \nCREDIT UNION, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT VANGUARD \nFIDUCIARY TRUST COMPANY’S \nMOTION TO DISMISS \n \n \n \n1. THIS MATTER is before the Court on Defendant Vanguard Fiduciary \nTrust Company’s (“Vanguard”) Motion to Dismiss (the “Motion”), filed on August 15, \n2018.  (ECF No. 18 [“Mot.”].)  Vanguard seeks dismissal of all claims asserted against \nit in the Complaint filed by Plain tiff Phillip Kenneth Edwards (“Plaintiff”) pursuant \nto Rule 12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”).  Having \nconsidered the Motion, the briefs, and the arguments of cou nsel at a hearing on the \nMotion, the Court DENIES the Motion.  \nBrown, Faucher, Peraldo & Benson , PLLC, by James Robert Faucher \nand Drew Brown, for Plaintiff. \n \nRobinson, Bradshaw & Hinson, P.A.,  by Pearlynn Houck and Gabriel \nWright, for Defendant Vanguard Fiduciary Trust Company. \n \nParker Poe Adams & Berstein LLP , by William L. Esser IV , for \nDefendant Allegacy Federal Credit Union \n \nRobinson, Judge. \n \n \nI. INTRODUCTION \n2. This litigation involves claims by Plaintiff arising from Defendant Russell \nJoseph Mutter’s (“Mutter”)  alleged theft of Plaintiff’s retirement funds.  Plaintiff \nalleges that Vanguard, the custodian of Plaintiff’s retirement accounts, and Allegacy \nFederal Credit Union (“Allegacy”) , the credit u nion where Mutter held an account, \nenabled Mutter to conduct and conceal his theft of Plaintiff’s funds such that th ose \nDefendants, as well as Mutter,  should be liable to Plaintiff  for the loss of Plaintiff’s \nretirement savings.  \nII. FACTUAL BACKGROUND \n3. The Court does not make findings of fact on a motion to dismiss pursuant \nto Rule 12(b)(6) but only recites those factual allegations that are relevant and \nnecessary to the Court’s determination of the Motion.  \nA. The Parties \n4. Plaintiff is a citizen and resident of Montgomery County, North Carolina.  \n(Compl. ¶ 1, ECF No. 2.)  Plaintiff was born on January 20, 1944 and as of the date \nof the filing of his Complaint, is retired.  (Compl. ¶ 2.)   \n5. Vanguard is a Pennsylvania corporation with its principal place of business \nin Pennsylvania.  (Compl. ¶ 3.)  Vanguard regularly conducts business in North \nCarolina.  (Compl. ¶ 4.) \n6. Mutter is a citizen and resident of Forsyth County, North Carolina.  (Compl. \n¶ 5.)  At all times relevant to this litigation, Mutter conducted business as RJM \nFinancial or RJM Financial LLC.  (Compl. ¶ 6.)  However, these ent ities were never \nlegally organized.  (Compl. ¶ 6.) \n7. Allegacy is a federally chartered credit union which maintains its principal \nplace of business in Forsyth County, North Carolina.  (Compl. ¶ 7.)      \nB. Plaintiff’s Relationship with Mutter and Vanguard \n8. In 2014, Plaintiff was referred to Mutter for investment advisory services.  \n(Compl. ¶ 8.)  Mutter told Plaintiff that he was “experienced with” Vanguard, and \nrecommended Vanguard as a “safe, secure investment.”  (Compl. ¶ 9.)  Based on \nMutter’s “sales pitch,” Plaintiff believed that Mutter had an existing relationship \nwith Vanguard.  (Compl. ¶ 10.)  Plaintiff alleges that because of Mutter’s “sales pitch,” \nhe believed that Vanguard had vetted and approved of Mutter as an investment \nadvisor, and that Mutter was an actual or apparent agent  of Vanguard.   (Compl. \n¶¶ 10, 12 , 42 .)  As a result of these beliefs, Plaintiff agreed to use Mutter as an \ninvestment advisor.  (Compl. ¶ 10.)  \n9. Plaintiff alleges that he entered into a “valid and enforceable agreement \nwith [Mutte r and Vanguard].”  (Compl. ¶ 11.)  Plaintiff does not incorporate by \nreference any written contract, nor does he specifically name the contract or specific \nprovisions of the contract in his Complaint.  Rather, Plaintiff states that pursuant to \nthe “valid a nd enforceable agreement with [Mutter and Vanguard ,] . . . Plaintiff \ninvested his retirement savin gs with [Mutter ,] and [Vanguard]  agreed to provide \ninvestment services to Plaintiff and safeguard Plaintiff’s retirement funds.”  (Compl. \n¶ 11.)  Plaintiff alleges that he entered into this agreement with Vanguard “directly \nand through [Vanguard]’s agent [Mutter].”  (Compl. ¶ 11.)   Plaintiff further alleges \nthat Vanguard received a commission or fees pursuant to this contract.  (Compl.¶ 41.)  \nThe three-party agreement between Plaintiff , Mutter, and Vanguard also included \nan implied covenant of good faith and fair dealing.  (Compl. ¶ 43.)   \n10. Plaintiff believed that Vanguard would “verify the credentials and \ntrustworthiness of any purported investment advisor that sold a customer \n[Vanguard’s] investment product, or acted as [its] agent . . . .”  (Compl. ¶ 13.)  No one \nassociated with Vanguard ever told Plaintiff that Mutter did not have a uthority to \nact on its behalf, nor did Vanguard take any action to change Plain tiff’s belief that \nMutter was its agent.  (Compl. ¶ 14.) \n11. Plaintiff transferred approximately $418,692.27 of his retirement savings \nto Vanguard.  (Compl. ¶ 15.)  Plaintiff alleges that Vanguard “acknowledged the \nrelationship of confidence and trust placed i n them by Plaintiff , by issuing the \ndisbursements [from his account at Vanguard] ‘FBO Phillip K. Edwards’ or ‘c/o Phillip \nK. Edwards.’”  (Compl. ¶ 16.)  Plaintiff further alleges that Vanguard’s name, \nincluding the words “ fiduciary” and “ trust” are intended to create, and in fact did \ncreate, a reasonable belief on the part of Plaintiff that Vanguard stood in a fiduciary \nrelationship with Plaintiff.  (Compl. ¶ 17.)  \n12. On September 24, 2014, Vanguard allowed Mutt er to obtain “full agent” \nstatus to Plaintiff’s accounts with Vanguard, which Mutter was able to do by \nsubmitting an electronic authorization.  (Compl. ¶¶ 18, 20.)  The electronic \nauthorization was submitted to Vanguard from an IP address that belonged to \nMutter.  (Compl. ¶¶ 20−21.)   \n13. Plaintiff never approved Mutter obtaining “full agent” status on his \nVanguard accounts.  (Compl. ¶ 23.)  Plaintiff did not receive any information or notice \nfrom Vanguard that Mutter had been granted “full agent” status until April 4, 2018.  \n(Compl. ¶ 22.)  “Full agent” status allowed Mutter to transfer funds out of Plaintiff’s \nVanguard accounts without Plaintiff’s knowledge or approval.  (Compl. ¶ 19.)  \nPlaintiff never agreed to , or approved of, Vanguard and/or Mutter removing money \nfrom Plaintiff’s Vanguard accounts.  (Compl. ¶ 23.) \n14. Mutter was able to drain Plaintiff’s Vanguard accounts of “substantially all \nfunds” because of his “full agent” status.  (Compl. ¶ 24.)  Between 2014 and 2017, \nVanguard issued several payments to Mutter without notice to or appro val from \nPlaintiff.  (Compl. ¶ 26.) \n15. Not until January 2, 2018 did Plaintiff discover that Mutter had removed \nfunds from Plaintiff’s Vanguard accounts without his permission.  (Compl. ¶ 38.) \nC. Deposits into Mutter’s Account at Allegacy \n16. Some or all of the chec ks that Vanguard issued to Mutter were deposited  \ninto a personal bank account in Mutter’s name at Allegacy, without notice to Plaintiff \nor his approval.  (Compl. ¶¶ 25, 27, 28.)  The payee on these checks was  designated \nas “RJM Financial FBO Phillip K. Edw ards” or “RJM Financial c/o Phillip K. \nEdwards.”  (Compl. ¶ 29.)  Plaintiff alleges that Vanguard knew or should have \nknown Mutter’s intentions were to deposit the funds into his personal bank account \nat Allegacy because Vanguard approved IRA Distribution forms directing the funds \nto Allegacy.  (Compl. ¶¶ 30, 71.)   \nD. Mutter’s Concealment of his Actions \n17. Plaintiff alleges that Mutter was able to conceal his withdrawals from \nPlaintiff’s Vanguard accounts by sending Plaintiff forged account statements.  \n(Compl. ¶ 35.)  Plaintiff became aware that Mutter may have been providing him \nfalse account statements on or about December 7, 2017.  (Compl. ¶ 37.)   \nIII. PROCEDURAL HISTORY \n18. The Court recites only those portions of the procedural history that are \nrelevant to its determination of the Motion. \n19. Plaintiff filed his complaint on May 29, 2018 (the “Complaint”).  (ECF No. \n2.)  The Complaint asserts four claims against Vanguard: breach of contract (C ount \nI), (Compl. ¶¶ 40−45); breach of fiduciary duty (Count II), (Compl. ¶¶ 46 −49); \nnegligence (Count III), (Compl. ¶¶ 50−53); and violation of the Uniform Fiduciaries \nAct (“UFA”) (Count V), (Compl. ¶¶ 70−76) .  The Complaint also asserts a claim for \nviolation of the UFA against Allegacy, 1 (Compl. ¶¶ 61−67), and an additional claim \nfor constructive fraud against Mutter,2 (Compl. ¶¶ 54−59).   \n                                                 \n1 Allegacy filed its own Motion to Dismiss on this claim, (ECF No. 15), which this Court will \ndecide in a separate order and opinion.   \n2 The Complaint asserts the First claim (breach of contract) and the Second claim (breach of \nfiduciary duty) against both Vanguard and Mutter.  (Compl. ¶¶ 44, 47−48.)  On September \n13, 2018, following Mutter’s failure to timely respond to the Complaint, Plaintiff moved for \nentry of default as to Defendant Mutter.  (ECF No. 26.)  On October 11, 2018, after Defendant \nMutter failed to appear in this action or otherwise respond to Plaintiff’s moti on for entry of \ndefault, the Court entered default in favor of Plaintiff against Mutter.  (ECF No. 35.)   \n20. This action was designated as a mandatory complex business case by order \nof the Honorable Mark Martin, Chief Justice of the Supreme Court of North Carolina, \non July 5, 2018.  (ECF No. 1.)  Plaintiff opposed designation.  (ECF No. 10.)  On July \n24, 2018, after full briefing on the issue of designation , Chief Business Court Judge \nLouis A. Bledsoe, III overruled Plaintiff’s opposition and ordered that this action be \ndesignated as a complex business case.  (ECF No. 13.)  Chief Judge Bledsoe assigned \nthis action to the undersigned on the same date.  (ECF No. 14.)   \n21. On August 15, 2018 , Vanguard filed the Motion seeking dismissal  of all \nPlaintiff’s claims asserted against Vanguard (Counts I, II, III, and V), arguing that \nthe Complaint fails to allege sufficient facts to support such claims.  (Mot. 1.)   \n22. Specifically, Vanguard contends that dismissal is appropriate because : (1) \nPlaintiff fails to identify his alleged contract with Vanguard and what provisio ns, if \nany, were allegedly breached; (2) that the account -related agreements  governing \nPlaintiff’s Vanguard accounts specifically disclaim and/or contradict the Complaint’s \nallegations; (3) there is no fiduciary relationship between Vanguard and Plaintiff; (4) \nthere was no duty that Vanguard breached to support Plaintiff’s negligence claim; (5) \nthe economic loss doctrine bars Plaintiff’s negligence claim; and (6) Plaintiff has no t \nalleged facts to show that Vanguard had actual knowledge of Mutter’s breach of \nfiduciary duty or acted in bad faith to state a claim under the UFA.  (Mot. 1.)   \n23. Plaintiff timely filed a brief in opposition to the  Motion (“Brief in \nOpposition”).  (Pl. Br. Opp’n Def. Vanguard Fiduciary Tr. Co. Mot. Dismiss, ECF No. \n28 [“Pl.’s Br. Opp’n”].)  Vanguard thereafter timely filed a reply to Plaintiff’s Brief in \nOpposition.  (Vanguard Fiduciary Tr. Co. Reply Br. Supp. Mot. Dismiss, ECF No. 36 \n[“Reply Br.”].)  The Court held a hearing on the Motion on November 15, 2018.   \n24. The Motion is now ripe for resolution.   \nIV. LEGAL STANDARD \n25. In ruling on a motion to dismiss pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure, the Court reviews the allegations of the Complaint \nin the light most favorable to Plaintiff.  The Court’s inquiry is “whether, as a matter \nof law, the allegations of the complaint, treated as true, are sufficient to state a claim \nupon which relief may be granted under some legal theory.”  Harris v. NCNB Nat’l \nBank of N.C., 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  The Court construes \nthe Complaint liberally and accepts all well-pleaded factual allegations as true.  \nLaster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009). \n26. Where the pleading refers to and depends on certain documents, the Court \nmay consider those documents without converting the motion into one for summary \njudgment under Rule 56.  Schlieper v. Johnson, 195 N.C. App. 257, 261, 672 S.E.2d \n548, 551 (2009).  At the same time, the Court may not consider materials that are not \nmentioned, contained, or attached in or to the pleading; otherwise, a Rule 12(b)(6) \nmotion will be converted into a Rule 56 motion and subject to its standards of \nconsideration and review.  Fowler v. Williamson, 39 N.C. A pp. 715, 717, 251 S.E.2d \n889, 890−91 (1979).  \n27. Our Supreme Court has noted  that “[i]t is well-established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the [C]omplaint on its face reveals that \nno law supports the . . . c laim; (2) the [C]omplaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the [ C]omplaint discloses some fact that \nnecessarily defeats the . . . claim.’”  Corwin v. British Am. Tobacco PLC, No. 56PA17, \n2018 N.C. LEXIS 1035, at *18−19 (N.C. Dec. 7, 2018) (quoting Wood v. Guilford \nCounty, 355 N.C. 161, 166, 558, S.E.2d 490, 494 (2002) (citing Oates v. JAG, Inc., 314 \nN.C. 276, 278, 333 S.E.2d 222, 224 (1985))).  This standard of review for Rule 12(b)(6) \nis the standard our Supreme Court “uses routinely . . . in assessing the sufficiency of \ncomplaints in the context of complex commercial litigation.”  Id. at *19 n.7.   \n28. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005).  A “trial court can reject allegations that are contradicted by \nthe documents attached, specifically referred to, or incorporated by reference in the \n[C]omplaint.”  Laster, 199 N.C. App. at 577, 681 S.E.2d at 862.  The Court can also \nignore a party’s legal conclusions set forth in its pleading.  McCrann v. Pinehurst, \nLLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, 777 (2013). \nV. ANALYSIS \n29. The Court analyzes the Motion, and Plaintiff’s corresponding claims, in the \norder argued by Vanguard in its briefing.     \nA. Breach of Contract (Count I) \n30. With respect to Plaintiff’s breach of contract claim against Vanguard, \nVanguard argues that the Complaint’s allegations are deficient for two reasons.  \nFirst, Vanguard asserts that the Complaint neither sufficiently identifies  the \nparticular contract Plaintiff had with Vanguard, nor identifies which specific terms \nof that contract Vanguard allegedly breached.  (Def. Vanguard Fiduciary Tr. Co. Am. \nBr. Supp. Mot. Dismiss 5 , ECF No. 20 [“Br. Supp. Mot.”] .)  Second, Vanguard \nrepresents that there were two written agreements governing Plaintiff’s accounts \nwith Vanguard: a Vanguard Brokerage Account Agreement, effective March 2014, \nand a Vanguard Traditional and Roth IRA Custodial Account Agreement, effective \nDecember 2007 and December 2014 (the “Account Agreements”), and that the \nAccount Agreements defeat Plaintiff’s breach of contract claim on its face.  (Br. Supp. \nMot. 5−6.)   Vanguard has submitted to the Court with its briefs on the Motion \npurported copies of these documents. \n31. As an initial matter, the Court notes that it would be improper for it to \nconsider the Account Agreements on a Rule 12(b)(6) motion to dismiss.  While a trial \ncourt may properly consider documents supplied by the defendant on a Rule 12(b)(6) \nmotion when those documents are the subject of the plaintiff’s complaint, this rule \nonly applies where the c omplaint specifically refers to the documents.  See Oberlin \nCapital, L.P. v. Slavin , 147 N.C. App. 52, 60−61, 554 S.E.2d 840 , 847  (2001) \n(concluding that the loan agreement submitted by the defendants could be considered \nby the court on a Rule 12(b)(6) motion because it was “the subject of [the p laintiff’s] \ncomplaint and is specifically referred to in the complaint”).   Here, Plaintiff ’s \nComplaint does not specifically refer to the Account Agreements, and in his briefing \non the Motion, Plaintiff disputes tha t the  documents presented to the Court by \nVanguard are in fact the governing documents relevant to his breach of contract \nclaim.  (Pl. Br. Opp’n 4 .)  Accordingly, the Court does not consider the Account \nAgreements in deciding the Motion.   \n32. Turning to whether the allegations in the Complaint are sufficient to assert \na valid breach of contract claim, the Court notes that North Carolina is a notice -\npleading state.  See N.C. Gen. Stat. § 1A -1, Rule 8(a) (“A pleading . . . shall \ncontain . . . [a] short and plain statement of the claim sufficiently particular to give \nthe court and the parties notice of the transactions, occurrences, or series of \ntransactions or occurrences, intended to be proved showing that the pleader is \nentitled to relief . . . .”).  “Under this ‘notice pleading’ standard, ‘a statement of claim \nis adequate if it gives sufficient notice of the claim asserted to enable the adverse \nparty to answer and prepare for trial, to allow for the application of the doctrine of \nres judicata, and to show the type of case to be brought.”  Tillery Envtl. LLC v. A&D \nHoldings Inc., 2018 NCBC LEXIS 13 , at *78 (N.C. Super. Ct. Feb. 9,  2018) (quoting \nWake County v. Hotels.com, L.P., 235 N.C. App. 633, 646, 762 S.E.2d 477, 486 (2014)).  \n33. Plaintiff’s breach of contract claim is subject only to the requirements of \nRule 8(a).  See id. at *77.  Therefore, the Complaint need only allege (1) the existence \nof a valid contract and (2) breach of the terms of that contract.  Daniel Grp., Inc. v. \nAm. Sales & Mktg. , 2016 NCBC L EXIS 112, at *9 ( N.C. Super. Ct. Dec. 15, 2016) \n(citing Johnston v. Colonial Life & Accident Ins. Co. , 173 N.C. App. 365, 369, 618 \nS.E.2d 867, 870 (2005)).  “[W]here the complaint alleges each of these elements, it is \nerror to dismiss a breach of contract claim under Rule 12(b)(6).”  Id. (quoting Woolard \nv. Davenport, 166 N.C. App. 129, 134, 601 S.E.2d 319, 322 (2004) (citations omitted)).   \n34. Vanguard relies upon Global Promotions Group, Inc. v. Danas Inc. , where \nthis Court dismissed a complaint that alleged neither a particular contract nor the \nspecific contractual provisions that w ere breached.  2012 NCBC LEXIS 40, at *17  \n(N.C. Super. Ct. June 22, 2012) .  In that case, the plaintiff alleged that a debtor -\ncreditor contractual relationship existed between the plaintiffs and defendants, and \nthat the defendants breached those contracts when they allowed another party to \nwrongfully convert funds from the plaintiffs’ accounts.  Id. at *16−17.   \n35. Here, the Complaint ’s allegations are more specific than the assertions \nalleged in Danas.  The Complaint alleges that a contract existed between Plaintiff, \nMutter, and Vanguard whereby Plaintiff invested his retirement savings with Mutter \nand Vanguard, and Plaintiff paid a co mmission or fees to Mutter and Vanguard in \nexchange for Mutter and Vanguard’s investment services and agreement to safeguard \nPlaintiff’s retirement funds.  (Compl. ¶ 41.)  Although Plaintiff does not refer to any \nspecific written contract in the Complaint, North Carolina has long recognized oral \ncontracts.  See, e.g., Williams v. Jones, 322 N.C. 42, 48, 366 S.E.2d 433 , 437 (1988); \nWillis v. Russell, 68 N.C. App. 424, 428, 315 S.E.2d 91, 95 (1984).  Moreover, notice-\npleading does not require a plaintiff to a ttach a written contract or its terms to a \ncomplaint.  Wray v. City of Greensboro , 370 N.C. 41, 54, 802 S.E.2 d 894, 903 (2017) \n(“[T]here is no rule which requires a plaintiff to set forth in his complaint the full \ncontents of the contract which is the subject matter of his action or to incorporate the \nsame in the complaint by reference to a copy thereof attached as an exhibit as long as \nthe complaint . . . allege[s] such a state of facts as would put defendants . . . on legal \nnotice of the existence of the contract.” (citation and quotation marks omitted) ).  \nAccordingly, the Court finds that Plaintiff has adequately alleged that a contract \nexisted between Plaintiff and Vanguard.     \n36. The Complaint also alleges th at Vanguard breached the contract, by, \namong other things, allowing Mutter to obtain “full agent” status and to access  \nPlaintiff’s account without proper authorization or oversight , by allowing Mutter to \nsteal his retirement savings,  and by issuing disbursements without Plaintiff’s \nauthorization or permission.  (Compl. ¶ 44(C), (D), (F).)   \n37. While the allegations in P aragraph 44 are numerous, they do not identify \nwith specificity which provisions of the contract the alleged breaches pertain to.  As \na result, Vanguard argues that this deficiency is similarly fatal to Plaintiff’s claim as \nit was to the plaintiff’s breach of contract claim in Danas.   \n38. Notwithstanding this Court’s holding in Danas, the Court believes the facts \nof the instant case are more closely aligned to those in Daniel Group, 2016 NCBC \nLEXIS 112.  In Daniel Group, this Court denied dismissal of a breach of contract \nclaim where (1) the plaintiff alleged an oral contract, and (2) the allegations in the \ncomplaint, when taken as a whole, revealed that there were sufficient facts to  show \nthat the defendants breached a particular aspect of the oral contract.  Id. at *10−11.  \nHere, Plai ntiff alleges that the  contract required Vanguard to provide investment \nservices to Plaintiff and to safeguard Plaintiff’s funds.  The Court finds that the \nallegations contained in Paragraph 44(C), (D), and (F) of the Complaint suggest that \nVanguard breached the safeguarding provision of the alleged contract between the \nparties.  Therefore, under the liberal standard of Rule 8(a), the Court concludes that \nPlaintiff has adequately alleged a breach of contract claim.  Accordingly, the Motion, \nto the extent it seeks dismissal of Plaintiff’s First claim, is DENIED. \nB. Breach of Fiduciary Duty (Count II) \n39. With respect to Plaintiff’s breach of fiduciary duty claim against Vanguard, \nVanguard asserts that North Carolina does not recognize a de jure  fiduciary \nrelationship between parties in the position of Plaintiff, Mutter, and Vanguard , and \nthat the Complaint  fails to allege sufficient facts to support a de facto  fiduciary \nrelationship.  (Br. Supp. Mot. 13−14.)   \n40. “For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.”  Green v. Freeman, 367 N.C. 136, 141, 74 9 S.E.2d \n262, 268 (2013) (citing Dalton v. Camp , 353 N.C. 647, 651, 548 S.E.2d 704, 707 \n(2001)).  A fiduciary relationship can be created either by law (de jure), or in fact (de \nfacto).  North Carolina has not recognized that broker -dealers, as a matter of  law, \nowe fiduciary duties to investors.  See NNN Durham Office Portfolio 1, LLC v. Grubb \n& Ellis Co., 2016 NCBC LEXIS 95, at *99 (N.C. Super. Ct. Dec. 5, 2016) (finding that \nno case law supports “the theory that managing broker-dealers owe fiduciary duties \nto investors,” especially when considering that our “Supreme Court has declined to \nfind a fiduciary relationship in arm’s-length borrower−lender transactions”). \n41. Plaintiff does not dispute that North Carolina does not recognize his \nrelationship with Vanguard as creating a de jure fiduciary relationship.  Accordingly, \nthe Court must determine instead whether Plaintiff has adequately alleged a de facto \nfiduciary relationship. \n42. A de facto fiduciary relationship may arise in any case where “ there has \nbeen a special confidence reposed in one who in equity and good conscience is bound \nto act in good faith and with due regard to the interests of the one reposing \nconfidence.”  Green, 367 N.C. at 141, 749 S.E.2d at 268  (quoting Dalton, 353 N.C. at \n651, 548 S.E.2d at 707) .  However, “[t]he standard for finding a de facto fiduciary \nrelationship is a demanding one: ‘only when one party figuratively holds all the cards \n. . . have North Carolina courts found that the special circumstance of a fiduciary \nrelationship has arisen.’”  Lockerman v. S. River Elec. Membership Corp., 794 S.E.2d \n346, 352 (N.C. Ct. App. 2016) (quoting S.N.R. Mgmt. Corp. v. Danube Partners 141, \nLLC, 189 N.C. App. 601, 613, 659 S.E.2d 442, 451 (2008)).  “Determining whether a \nfiduciary relatio nship exists requires looking at the particular facts and \ncircumstances of a given case.”  Highland Paving Co. v. First Bank, 227 N.C. App. 36, \n42, 742 S.E.2d 287, 292 (2013) (citation and quotation marks omitted). \n43. The parties rely on different cases to su pport their respective positions.  \nVanguard argues that the Complaint’s allegations are similar to those alleged in \nDeyton v. Estate of Waters , 2013 NCBC LEXIS 19 (N.C. Super. Ct. Apr. 25, 2013), \nwhile Plaintiff asserts that his allegations more closely align with those in White v. \nConsol. Planning, Inc., 166 N.C. App. 283, 603 S.E.2d 147 (2004).  Both cases involve \na breach of fiduciary duty claim against the respective plaintiffs’ investment advisor’s \ncorporate employer.  White, at 288, 603 S.E.2d at 152; Deyton, 2013 NCBC LEXIS 19, \nat *5−6. \n44. In Deyton, the fully-developed record on summary judgment revealed that \nthe plaintiffs established several investment accounts with their son-in-law, who was \nthen a registered repre sentative with IFG, the corporate defendant.  Deyton, 2013 \nNCBC LEXIS 19 , at *4 .  The plaintiffs had little to no interaction with any other \nrepresentative at IFG other than their son-in-law.  Id. at *6.  The plaintiff father-in-\nlaw was a physician, with b oth undergraduate and medical degrees from Duke \nUniversity.  Id.  He was also responsible for monitoring the retirement fund at his \nmedical practice, buying and selling stocks without the use of a brokerage firm, and \nhad a membership in one or more investm ent clubs that invested in securities and \nreal estate.  Id. at *6−7.  This Court held  that, based on the record before it , no \nfiduciary relationship existed between the plaintiffs and their son-in-law’s employer, \nIFG.  Id. at *29. \n45. In White, the plaintiffs, also an older married couple who used their son as \ntheir investment advisor, had no similar level of experience or familiarity with \nfinancial matters as did the father -in-law in Deyton.  White, 166 N.C. A pp. at 293, \n603 S.E.2d at 155.  There, the Complaint alleged that “‘because of [the plaintiffs’] lack \nof expertise in financial affairs,’ they relied upon [their son and his emplo yer, \nConsolidated Planning ] to properly manage their funds.”  Id.  In light of these \nallegations, the Court of Appeals found that the plaintiffs had adequately alleged a \nde facto  fiduciary relationship between the corporate defendant, Consolidated \nPlanning, and them.  Id.   \n46. Here, the Complaint reveals no indication that Plaintiff was a sophisticated \nbusinessman like the plaintiff in Deyton.  In fact, the Complaint is devoid of any facts \nregarding Plaintiff’s background, but the Court acknowledges that such facts are not \nnecessary to allege in a c omplaint.  The Court in Deyton, decided on summary \njudgment, had the benefit of a fully developed record to determine whether or not the \nfacts supported a de facto fiduciary relationship. \n47. The Court here, of course, has a limited record, like that in White and also \nlike that in this Court’s decision in Austin v. Regal Inv. Advisors, LLC, 2018 NCBC \nLEXIS 3 (N.C. Super. Ct. Jan. 8, 2018).  In Austin, like in White, the complaint alleged \nthat the plaintiffs were not sophisticated investors, and that they “reposed special \nconfidence in [the defendants] to look out for their inte rests because of [defendants] \nexpertise.”  Id. at *19 (quotation marks omitted).     \n48. Here, t he Complaint alleges that Plaintiff relied upon Vanguard’s \n“reputation as a safe, secure investm ent company[,]” (Compl. ¶ 13),  that Vanguard \n“knew or should have kn own that Plaintiff was placing his trust and confidence in \n[Vanguard] to look out for the best interests of Plaintiff [,]” (Compl. ¶ 16), and that \nVanguard’s very name, “including the words ‘fiduciary’ and ‘trust’ are intended to \ncreate and indeed did creat e a reasonable belief on the part of Plaintiff that \n[Vanguard] stands in a fiduciary relationship with Plaintiff, and that Plaintiff can \nand should place his trust and confidence in [Vanguard,]” (Compl. ¶ 17). \n49. While P laintiff does  not affirmatively allege his ignorance of financial \naffairs like the plaintiffs in Austin or White, the Court nonetheless determines that \nthe Complaint’s allegations, taken as a whole, are minimally sufficient at the Rule \n12(b)(6) stage to plead the existence of a de facto fiduciary relationship.  Because the \nMotion only asserts that Plaintiff’s breach of fiduciary duty claim should be dismissed \nfor failure to allege a fiduciary relationship, ( see Br. Supp. Mot. 16), the Motion is \nDENIED as to Plaintiff’s Second claim.  \nC. Negligence (Count III) \n50. With respect to Plaintiff’s negligence claim, Vanguard argues that \nPlaintiff’s tort claim is barred by the economic loss doctrine, (Br. Supp. Mot. 16−17), \nand that, additionally, Plaintiff has failed to allege any duty Vanguard owed to \nPlaintiff to monitor Mutter’s actions, (Br. Supp. Mot. 18).  \n51. The Court first addresses Vanguard’s duty argument.  Vanguard argues \nthat “[f]or many of the same reasons the Complaint fails to allege that [Plaintiff] had \na fiduciary duty  relationship with [Vanguard], it likewise fails to allege that \n[Vanguard] owed him a duty to monitor Mutter’s actions.”  (Br. Supp. Mot. 18.)  The \nCourt has concluded that Plaintiff has sufficiently pleaded, for Rule 12(b)(6) purposes, \na de facto fiduciary duty relationship.  Likewise, the Court concludes that there are \nsufficient facts indicating that Vanguard owed a duty to exercise ordinary care when \nhandling Plaintiff’s accounts, as alleged in Paragraph 51 of the Complaint. \n52. Vanguard also argues that “there are not even any allegations establishing \nthat [Vanguard] had notice of the facts or circumstances that would demonstrate a \nneed to monitor Mutter’s actions.”  (Br. Supp. Mot. 18.)   The Complaint alleges, \nhowever, that Mutter obtained “full agent” s tatus over Plaintiff’s accounts by \nsubmitting an electronic authorization form, which was sent from an IP address \nbelonging to Mutter, not Plaintiff.  (Compl. ¶ ¶ 19−21.)  The Complaint also alleges \nthat “given the amount, timing and frequency of the distribution requests,” Vanguard \nshould have verified the IRA Distribution forms submitted by Mutter.  (Compl. ¶ 48.)  \nBased on these allegations, the Court finds that Plaintiff has alleged that Vanguard \nwas on notice of Mutter’s actions.  Accordingly, the Court  is not persuaded by \nVanguard’s argument that Plaintiff has failed to allege the duty element of his \nnegligence claim.    \n53. The Court next turns to Vanguard’s argument that Plaintiff’s negligence \nclaim is barred  by the economic loss doctrine.  North Carolina  recognizes this \ndoctrine, which limits a plaintiff’s ability to recover in tort for a claim that is rooted \nin contract law even if the defendant’s actions were negligent .  See Spillman v. Am. \nHomes of Mockville, Inc. , 108 N.C. App. 63, 65, 422 S.E.2d 740,  741−42 (1992) (“[A] \ntort action does not lie against a party to a contract who simply fails to properly \nperform the terms of the contract, even if that failure to properly perform was due to \nthe negligent or intentional conduct of that party, when the injury resulting from the \nbreach is damage to the subject matter of the contract.” (citation omitted)); see also \nForest2Market, Inc. v. Arcogent, Inc., 2016 NCBC LEXIS 3, at *8 (N.C. Super. Ct. Jan. \n5, 2016) (“The economic loss doctrine today generally limits recovery in tort ‘when a \ncontract exists between the parties that defines the standard of conduct and which \nthe courts believe should set the measure of recovery.’” (quoting Akzo Nobel Coatings, \nInc. v. Rogers, 2011 NCBC LEXIS 42, at *47−48 (N.C. Super. Ct. Nov. 3, 2011))).   \n54. Based on this rule, this Court has concluded that “in order to maintain tort \nclaims for conduct also alleged to be a breach of contract, a plaintiff must identify a \nduty owed by the d efendant separate and distinct  from any duty owed under a \ncontract.” Forest2Market, 2016 NCBC LEXIS 3, at *8 ( citation and quotation marks \nomitted).   \n55. Therefore, the economic loss doctrine will bar Plaintiff’s negligence claim if \nVanguard’s alleged conduct underlying Plaintiff’s negligence claim is also a breach of \nthe alleged agreement between Plaintiff and Vanguard, and Plaintiff fails to identify \na separate and distinct duty from Vanguard’s alleged contractual obligations.  As \nnoted above, Plaintiff alleged that Vanguard owed “a dut y of ordinary care to \nPlaintiff,” (Compl. ¶ 51 ), but goes on to discuss how that duty was breached by \nVanguard’s failure to perform its obligations under the contract, (Compl. \n¶ 52(A)−(F)).  Therefore, the Court finds that the Complaint has not alleged a  duty \nseparate and distinct from that which is owed under the contract.3   \n56. However, the economic loss doctrine seems to operate on the premise that \nthere is, in fact, a contract between the parties.  In Forest2Market, where this Court \n                                                 \n3 Plaintiff also argues in his Brief in Opposition that “[e]ven in the absence of a fiduciary \nduty, a financial institution such as [Vanguard] has an obligation to safeguard its customer’s \naccounts.”  (Pl. Br. Opp’n 9.)  However, the Complaint does not allege this as a duty under \ntort law.  Rather, the Complaint only alleges that Vanguard agreed, through the parties’ \ncontract, to safeguard Plaintiff’s funds.  Based on Plaintiff’s allegations, Vanguard’s negligent \nconduct is expressly covered by the contract, which is the exact situation for which the \neconomic loss doctrine prohibits tort recovery. \ndismissed the plaintiff’s negligence claims that were an “attempt to manufacture a \ntort dispute out of what is, at bottom a simple breach of contract claim,” the parties \ndid not dispute there was a contract between them.  2016 NCBC LEX IS 3, at *12 \n(citation and quotation marks omitted).  In fact, this Court was able to consider the \nprovisions of that contract and determine which provisions covered the negligent \nconduct alleged.  Id. at *9.  Here, in its briefing,4 Vanguard denies the ex istence of \nthe contract Plaintiff alleges in the Complaint.5   \n57. North Carolina allows a plaintiff to plead claims in the alternative.  N.C. \nGen. Stat. § 1A -1, Rule 8(e) (2) (“A party may set forth two or more statements of a \nclaim or defense alternatively . . . .  A party may also state as many separate claims \nor defenses as he has regardless of consistency and whether based no legal or on \nequitable grounds or on both.”).  Because Vanguard has not yet filed an answer, and \nbecause in its briefing on the Motion  Vanguard disputes the existence of the alleged \ncontract, the Court concludes that it would be premature to dismiss Plaintiff’s \nnegligence claim at this time.  While Plaintiff’s br each of contract claim and \nnegligence claim are inconsistent with one another  and implicate the economic loss \ndoctrine, both are able to go forward.  See Hendrix v. Hendrix, 67 N.C. App. 354, 357, \n313 S.E.2d 25, 27 (1984) (Phillips, J., concurring) (“The m ain reason for permitting \n                                                 \n4 The Court notes that Vanguard has not filed an answer yet, nor would consideration of an \nanswer be proper on the Motion.   \n5 Vanguard argues that there were other contracts governing the parties’ co nduct, and thus \neven if Vanguard denies the existence of the contract alleged in t he Complaint, “there is no \ndispute that a contract governed [Plaintiff’s] relationship and accounts with [Vanguard].”   \n(Reply Br.  9.)  However, the Court ruling on a Rule 12(b)(6) motion only considers the \nallegations in the Complaint, which here alleges a contract between Vanguard and Plaintiff \nthat Vanguard, in its briefing on the Motion, denies exists.   \ninconsistent claims to be alleged is so that litigants can investigate and assess them \nbefore having to decide —or before the court decides for them —which inconsistent \nclaim is supportable and which is not.”); Club Car, Inc. v. Dow Chem. Co., 2007 NCBC \nLEXIS 10, at * 11−12 (N.C. Super. Ct. May 3, 2007)  (deferring dismissal of the tort \nclaims on a Rule 12(b)(6) motion because it remained “an open question” whether the \nplaintiff’s negligence actions were covered by the scope of the ag reement where the \ndefendant had yet to answer the allegations in the complaint).  Accordingly, the \nMotion, to the extent it seeks dismissal of Plaintiff’s negligence claim at this stage, is \nDENIED.  \nD. Violation of the UFA (Count V) \n58. Plaintiff’s Fifth Claim alleges that Vanguard violated the UFA by allowing \nMutter to wrongfully withdraw funds from Plaintiff’s account without Plaintiff’s \npermission.  With respect to this claim, Vanguard argues that Plaintiff’s allegations \nare insufficient as a matter of law to establish a violation of the UFA.  (Br. Supp. Mot. \n19.)  For purposes of this claim, and because Vanguard has not argued otherwise, the \nCourt assumes that Vanguard is subject to the UFA.   \n59. Vanguard argues that it cann ot be liable to Plaintiff under the facts as \nalleged because the UFA relaxed the standard of care banks owe to principals when \ndealing with their fiduciaries.  (Br. Supp. Mot. 19.)  Under Vanguard’s interpretation \nof the UFA, Vanguard could only be held liable if it actually knew that Mutter was in \nbreach of his  fiduciary obligations, or if it was aware of facts that “cogent[ly] and \nobvious[ly]” indicated Mutter was in breach of his fiduciary obligations such that \nVanguard’s conduct, or lack thereof,  amounted to bad faith .  (Br. Supp. Mot. 19−20 \n(quoting Edwards v. Nw. Bank, 39 N.C. App. 261, 268, 250 S.E.2d 651, 657 (1979) ).)  \nVanguard argues that Plaintiff’s allegations regarding Vanguard’s actual knowledge \nof Mutter’s actions are conclusory, and that the “factual allegations support only a \nremote possibility that [Vanguard] could have known  about Mutter’s unauthorized \nacts,” which are wholly insufficient to allege Vanguard acted in bad faith.  (Br. Supp. \nMot. 19−20.)  In response, Plaintiff argues that  his allegations are not conclusory, \nand that whether or not Vanguard acted in “bad faith” is a question for the fact-finder, \nwho could conclude from the allegations that Vanguard’s conduct amounted to bad \nfaith under the UFA.  (Pl. Br. Opp’n 11.) \n60. Section 32-9 of the UFA provides: \n[i]f a check is drawn upon the account of his principal in a bank by a \nfiduciary who is empowered to draw checks upon his principal’s account, \nthe bank is authorized to pay such check without being liable to the \nprincipal, unless the bank pays the check with actual knowledge that \nthe fiduciary is committing a breach of his obligation as fiduciary in \ndrawing such a check, or with knowledge of such facts that its action in \npaying the check amounts to bad faith. \n \nN.C. Gen. Stat. § 32-9.  \n \n61. In support of its position, Vanguard cites to Danas and Beedie v. Associated \nBank III., N.A. , 2011 U.S. Dist. LEXIS 6588 3, at *6 (C.D. Ill. June 21, 2011).  \nHowever, the Court notes that both are distinguishable from the instant case.  First, \nin Danas, this Court d id not address whether the UFA applied to the facts and \ncircumstances of that case.  Danas, 2012 NCBC LEXIS 40, at *10−11.  Second, Beedie \nwas a federal case out of the Central District of Illinois that applied its own case law \ndeveloping the  definition of “bad faith”  under Illinois’ version of the UFA, and \nmoreover, applied the higher Twombly-Iqbal standard for dismissal under Federal \nRule 12(b)(6).6 \n62. Both Plaintiff and Vanguard cite to  Edwards, where the Court of Appeals \nheld that summary jud gment for the defendant bank was inappropriate on a UFA \nclaim.  See 39 N.C. App. at 270, 250 S.E.2d at 658.   There, the Court of Appeals \ninterpreted section 32 -9’s “bad faith” as requiring more than just negligence, but a \n“deliberate desire to evade knowledge because of a belief or fear that inquiry would \ndisclose a defect in the transaction.”   Id. at 268, 250 S.E.2d at 657.  The Court in \nEdwards determined that “bad faith” required some sort of willful behavior.  Id. \n(quoting Davis v. Pa. Co. for Ins. on Lives & Granting Annuities, 12 A.2d 66, 69 (Pa. \n1940) (“At what point does neglig ence cease and bad faith begin?  The distinction \nbetween them is that bad faith, or dishonesty, is unlike negligence, wilful [sic].  The \nmere failure to make inquiry, eve n though there be suspicious circumstances, does \nnot constitute bad faith, unless . . . there is an intentional closing of the eyes or \nstopping of the ears.”)).   \n                                                 \n6 To survive dismissal under t he Federal Rule 12(b)(6), the “[f] actual allegations must be \nenough to raise a right to relief above the speculative level.”  Beedie, 2011 U.S. Dist. LEXIS \n65883, at *4 (quoting Bell Atlantic Corp. v. Twombly , 550 U.S. 544 , 555  (2007)).  The \n“complaint must state sufficient factual matter . . . to ‘state a claim that is plaus ible on its \nface’ . . . [which requires] the plaintiff [to] plead[] factual content that allows the court to \ndraw a reasonable inference that defendant is liable for the misconduct alleged.”  Id. (quoting \nAshcroft v. Iqbal, 556 U.S. 662, 663 (2009)).  “[T]he standard under Federal Rule 12(b)(6) . . . \nis a different, higher pleading standard than mandated under our own General Statutes.”  \nFox v. Johnston , 243 N.C. App. 274, 285, 777 S.E.2d 314, 325 (2015); see also Holleman v. \nAiken, 193 N.C. App. 484, 490, 668 S.E.2d 579, 584 (2008) (“North Carolina has not adopted \nthe ‘plausibility standard’ set forth in Bell Atlantic for 12(b)(6) Motions to Dismiss.”) (citation \nomitted).   \n63. Despite articulating this exacting standard for “bad faith” under the UFA, \nthe Edwards Court nonetheless determined that a “general denial” of the plaintiff’s \nallegations, where the defendant bank’s “state of mind is the essential element” to \nthe plaintiff’s claim, failed to establish the requisite standard of certainty to permit \nsummary judgment on the defendant’s behalf.  Id. at 270, 250 S.E.2d at 658.   \n64. The Court notes that Edwards was decided on summary judgment, and \neven with the benefit of af fidavits where the defendant bank denied that it had any \nknowledge of the fiduciary’s breach,  the Court still determined that the plaintiff’s \nallegations could support a claim under the UFA making summary judgment for the \ndefendant bank inappropriate.  Id.  Here, where Vanguard has yet to even respond \nto Plaintiff’s allegations, and thus Plaintiff’s allegations are deemed admitted for \npurposes of the Court’s analysis, the Court finds that deciding whether or not \nVanguard acted in “bad faith” is premature.  Plaintiff has alleged that Vanguard’s \nknowledge of the “size, timing, and frequency of transfers from the [Vanguard] \nretirement account of Plaintiff” is sufficient to show Vanguard’s actual knowledge of \nMutter’s actions or at least amounts to Vanguard’s bad faith.  (Compl. ¶ 74.)  Plaintiff \nhas also alleged that Vanguard issued checks pursuant to the IRA Distribution form \nsubmitted to Mutter’s personal bank account at Allegacy even though the checks were \nmade payable to “RJM Financial FBO Phillip K. Edwards” and “RJM Financial c/o \nPhillip Edwards [,]” (Compl. ¶¶ 70− 71), and that Vanguard permitted Mutter to \nobtain “full agent” status through an electronic authorization form submitted from \nMutter’s computer, (Co mpl. ¶¶ 20−21).  Plaintiff alleged that despite these facts, \nVanguard never notified Plaintiff of changes to his account, nor inquired further into \nMutter’s actions.  (Compl. ¶ 48(G).)  These allegations could support a finding that \nVanguard had actual knowledge of Mutter’s conduct, or “could support a reasonable \ninference that [Vanguard’s] passiveness amounted to a deliberate desire to evade \nknowledge because of a belief or fear that inquiry would disclose a defect in the \ntransaction.”  See Edwards , 39 N.C. App. at 270, 250 S.E.2d at 657.  Therefore, \nPlaintiff’s allegations are sufficient to withstand a motion to dismiss.  Accordingly, \nthe Motion is DENIED with respect to Plaintiff’s UFA claim.   \nVI. CONCLUSION \n65. For the foregoing reasons, the Court DENIES the Motion.  \n \nSO ORDERED, this the 21st day of December, 2018.   \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}