{
  "id": "e08fa50f5441491cf897a9c839deea857c5507984ccc80ebb4711e473d548560",
  "source_file": "data/raw/ncbc/e08fa50f5441491cf897a9c839deea857c5507984ccc80ebb4711e473d548560.pdf",
  "raw_text": "In Re Wachovia S’holders Litig., 2003 NCBC 10\nSTATE OF NORTH CAROLINA\n     \n                                    \n                  \n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\nFORSYTH COUNTY\n \n \n \nIn Re Wachovia Shareholders Litigation\n                     \n01 CVS 4486\n \n[Consolidated with 01 CVS 4810;\n01 CVS 4748; 01 CVS 4868; 01 CVS 5163;\n01 CVS 6893; \n01 CVS 10641;\n01 CVS 10075]\n \nCOUNTY OF GUILFORD\n \n \n \nHARBOR FINANCE PARTNERS,\nderivatively on behalf of \nWachovia\nCorporation,\n \nPlaintiff,\n \nv.\n \nJAMES S. BALLOUN, PETER C.\nBROWNING, W. HAYNE HIPP,\nLLOYD U. NOLAND, III, DONA\nDAVIS YOUNG, LESLIE M. BAKER,\nJR., THOMAS K. HEARN, JR.,\nELIZABETH VALK LONG,\nMORRIS W. OFFIT, JOHN C.\nWHITAKER, JR., F. DUANE\nACKERMAN, JOHN T. CASTEEN, III,\nGEORGE W. HENDERSON, III,\nROBERT A. INGRAM, GEORGE R.\nLEWIS and FIRST UNION\nCORPORATION,\n \nDefendants,\n \nand WACHOVIA CORPORATION,\n \nNominal \nDefendant.\n \n \n \n \n \n \n \n \n \n \n01 CVS 8036\nORDER AND OPINION\n \n{1}\n \n      \nThese two related cases, a class action (\nIn Re Wachovia Shareholders Litigation\n) and a derivative\nsuit (\nHarbor Finance Partners, derivatively on behalf of Wachovia Corporation v. James S. Balloun et\nal.\n), arise out of litigation commenced when First Union Corporation (“First Union”) and Wachovia\nCorporation (“Wachovia”) announced a proposed merger. The consolidated class action cases have been\ndismissed on a Consent Motion To Dismiss All Consolidated Actions As Moot. The shareholder plaintiffs\nin that action have filed a Motion For An Order Granting Their Application For Counsel Fees and\nExpenses.\n{2}\n \n      \nDefendants have moved to dismiss the Harbor Finance action for failure to comply with N.C.G.S.\n§ 55-7-42.\n  \nCounsel for Harbor Finance requested that the case not be dismissed without giving them the\nopportunity to apply for attorney fees and expenses. With the Court’s permission, they filed a fee petition\nafter the hearing on Wachovia’s motion to dismiss.\n{3}\n \n      \nThe pending motions, together with the motion for attorney fees in the \nIn Re Quintiles\nTransnational Shareholder Litigation\n decided today, raise fundamental questions of corporate governance\nand require the Court to consider how best to balance the conflicting needs to protect shareholder interests\nand maintain rational transaction costs in mergers and acquisition litigation.\n  \nThe Court concludes that the\nfairest, most efficient and economical procedure is close judicial management of the class action process\ncoupled with a recognition that attorney fees may be paid in connection with those cases.\n  \nHowever, the\nCourt recognizes that there is legitimate contention that its decision to award attorney fees where there is\nno common fund may represent a departure from existing common law rules.\n  \nAccordingly, the Court\nurges the North Carolina Supreme Court to grant discretionary review to determine the important\nquestions of law presented by these motions if presented with a petition.\n  \nThe Court also believes that its\ndetermination of the standard for determination of attorney fees is a subject ripe for review by the\nappellate courts.\n  \nThe two determinations are interdependent to the extent that the criteria for awarding\nattorney fees impacts the transaction costs the trial court considers in determining the best method of\nprotecting shareholder rights in merger and acquisition cases. The Court dismisses the Harbor Finance\ncase both for failure to comply with the statutory procedure and for failure to prosecute what are now\nmoot claims. This Court declines to award any attorney fees or expenses to counsel for Harbor Finance in\nthe derivative action for the separate reasons set forth below.\nWilson & Iseman, L.L.P., by G. Gray Wilson (Co-Lead Counsel) and Linda L. Helms; Abbey\nGardy, LLP, by Arthur N. Abbey, Stephen T. Rodd (Co-Lead Counsel) and Stephanie D. Amin;\nMcDaniel, Anderson & Stephenson, LLP by L. Bruce McDaniel; Cauley Geller Bowman & Coates,\nLLP, by Howard K. Coates, Jr. and Jonathan M. Stein; Schriffrin & Barroway, LLP by Marc A.\nTopaz and Gregory Castaldo; Chitwood & Harley by Martin D. Chitwood, Jeffrey H. Kronis and\nM. Krissi Temple; Kantrowitz, Goldhamer & Graifman, P.C.; Malcolm & Schroeder, L.L.P. by\nJohn G. Malcolm and Robert F. Schroeder; Finkelstein, Thompson & Loughran by Burton\nFinkelstein and Jessica F. Whitehurst; The Finnell Firm by Robert Finnell; Clark, Bloss &\nMcIver, P.L.L.C., by John F. Bloss; Kirby McInerney & Squire, L.L.P., by Ira M. Press; Bernstein,\nLiebhard & Lifshitz, LLP:\n  \nfor Wachovia shareholder plaintiffs.\nDonaldson & Black, P.A. by Arthur J. Donaldson and John T. O’Neal; The Brualdi Law Firm by\nRichard B. Brualdi and Kevin O’Brien: for Plaintiff Harbor Finance Partners.\nRobinson, Bradshaw & Hinson, P.A. by Robert W. Fuller and Katherine G. Maynard; Deputy\nGeneral Counsel Francis Charles Clark: for Defendant First Union Corporation, n/k/a Wachovia\nCorporation.\nBell, Davis & Pitt, P.A. by William K. Davis; Brooks, Pierce, McLendon, Humphrey & Leonard,\nL.L.P. by James T. Williams, Jr.: for Defendants Wachovia Corporation, Leslie M. Baker, Jr.,\nJames S. Balloun, Peter C. Browning, W. Hayne Hipp, Lloyd U. Noland, Dona Davis Young,\nThomas K. Hearn, Jr., Elizabeth Valk Long, John C. Whitaker, Jr., F. Duane Ackerman, John T.\nCasteen III, George W. Henderson, III, Robert A. Ingram and George R. Lewis.\nKilpatrick Stockton, L.L.P. by J. Robert Elster and Richard S. Gottlieb for Defendant Morris W.\nOffit.\n \nI.\n{4}\n \n      \nThese motions raise the question of how the North Carolina courts will control the agency costs,\nincluding litigation expenses, associated with the merger or sale of the modern American corporation\nwhich has a large and dispersed shareholder base. The control of those agency costs has been the focus of\nmuch study by corporate law scholars for many years, most recently in a comprehensive work paper\nprepared by Robert B. Thompson and Randall S. Thomas for the Columbia Center for Law and\nEconomics.\n[1]\n  \nThey postulate the question this way:\nThe key policy question is how to properly balance the positive management\nagency cost reducing effects of shareholder litigation against the often-maligned litigation\nagency costs. Some tradeoffs between the two are inevitable, but where the proper balance\nshould be struck is important if litigation is to be a significant force in bringing about good\ncorporate governance.\n[2]\n \n{5}\n \n      \nThese cases present a unique opportunity for our courts to address that balance. They arise at a\ntime when the importance of sound corporate governance to the health of our capital markets is a matter of\nnational concern.\n[3]\n  \nThe juxtaposition of the class action, the derivative action and a suit by a competing\nbidder in the setting of one merger transaction, combined with the attorney fees sought by counsel for both\nclass and derivative plaintiffs, sharply focuses the Court’s attention on the competing interests and costs.\nNowhere is the cost balancing more difficult than in a merger transaction challenged by a third party\nbidder for the company to be acquired. In those situations, as here, the third party bidder (here, SunTrust)\nusually mans the laboring oar in the litigation.\n  \nIn those cases, as here, the goal is not to create a common\nfund or pool for recovery but to obtain the best offer in an open market for shareholders who are not\ncoerced to sell. While no fund is created, maximization of shareholder value is the goal. The typical case,\nas here, involves a challenge to deal protection devices that the plaintiffs, including the third party bidder,\nclaim prevent a fair vote on the merger proposal or unfairly restrict competitive bidding. The deal\nprotection devices become more important in a “merger of equals” because the premium to be paid for the\nacquired company is low. Such deals can frequently attract third-party bidders. They also attract\nshareholder litigation.\n  \nWhere a subsequent bidder prevails, it is often difficult, if not impossible, to\ndetermine how much of the increased offering price was attributable to the litigation as opposed to\nincreased value generated by the market.\n  \n[4]\n{6}\n \n      \nIf we start from the premise that shareholders have three basic rights—to vote, sell and sue for\nbreach of fiduciary duty \n[5]\n— the right to sue becomes more important if the shareholders’ abilities to\nvote or sell are at risk. Accordingly, the court should be careful in adopting rules or procedures that unduly\nrestrict the tools available to shareholders to protect their fundamental rights to sell and vote their shares.\nDeal protection devices inherently involve one of those rights.\n  \nConcomitantly, the trial courts must\ncontrol the litigation costs associated with providing that protection and assure that the interests of the\nlawyers and their clients (shareholders) are properly aligned.\n{7}\n \n      \nThese issues fit within the following factual and procedural context.\n{8}\n \n      \nOn April 15, 2001, First Union and Wachovia announced their planned merger.\n  \nAlmost\nimmediately, plaintiffs' counsel began filing lawsuits, starting with the Bennett and Leser suits on May 1.\n \nFive more suits followed, each featuring allegations substantially identical to those in the first two:\n            \nPlaintiff\n                                  \nPlaintiff's Counsel\n                                     \nDate Filed\n            \nBennett\n                                  \nLaw Firm of Harvey Greenfield\n                \nMay 1, 2001\n            \n01 CVS 4486\n                       \nWilson & Iseman\n                                                         \nKantrowitz, Goldhamer & Graifman\n \n            \nLeser\n                                     \nClark, Bloss & McIver\n                            \nMay 1, 2001\n            \n01 CVS 5163\n                       \nKirby, McInerney & Squire\n \n            \nHeaney\n                                  \nMcDaniel, Anderson & Stephenson\n         \nMay 14, 2001\n            \n01 CVS 4748\n                       \nSchriffrin & Barroway\n \n            \nWachsman\n                            \nBrown & Assoc.\n                                     \nMay 17, 2001\n            \n01 CVS 4810\n                       \nBernstein, Liebhard & Lifshitz\n \n            \nDrucker\n                                 \nFerguson, Stein, Wallas, Adkins, \n             \nMay 29, 2001\n            \n01 CVS 10641\n                     \n     \nGresham & Sumpter\n                                                         \nMorris & Morris\n \n            \nRosenburg\n                             \nMcDaniel, Anderson & Stephenson\n         \nJune 1, 2001\n            \n01 CVS 4868\n                       \nCauley, Geller, Bowman & Coates\n \n            \nHrobar\n                                  \nAbbey Gardy\n                                          \nJune 6, 2001\n            \n01 CVS 0006893\n                 \nChitwood & Harley\n                                                         \nMcDaniel, Anderson & Stephenson\n                                                        \n                                                                                                              \nSeven separate complaints (the “Shareholder Suits”)were filed by 17 different law firms for eight named\nplaintiffs; twelve firms, representing seven of the named plaintiffs, joined in the fee petition at issue here.\n{9}\n \n      \nOn July 6, 2001, this Court entered an order consolidating the above individual actions into one\naction, In re Wachovia Shareholder Litigation, 01 CVS 4486.\n{10}\n         \nFirst Union filed suit against SunTrust in Mecklenburg County Superior Court on May 22, 2001\n(01 CVS 10075).\n  \nThe action was filed shortly after Wachovia’s board started its meeting to consider\nSunTrust’s proposal to merge with Wachovia.\n  \nThe next morning, First Union filed an amended complaint,\nand Wachovia joined the action as a co-plaintiff.\n  \nLess than an hour later, SunTrust sued both Wachovia\nand First Union in the Superior Court of Fulton County, Georgia.\n  \nSunTrust immediately moved to\nconsolidate its Georgia action with a previously filed shareholder suit in Georgia and asked for a hearing\nin Georgia (01 CV 38062).\n  \nAnticipating a classic \"forum fight,\" on May 24, 2001, First Union and\nWachovia obtained a temporary restraining order (“TRO”) prohibiting SunTrust from moving forward\nwith its second-filed action in Georgia.\n  \nSunTrust subsequently removed the Mecklenburg County action\nto the United States District Court.\n \n{11}\n         \nJudge Lacy Thornburg granted First Union and Wachovia’s emergency motion to remand on May\n30; the Superior Court set a hearing on the motion for preliminary injunction for June 1, 2001.\n  \nAt this\npoint, SunTrust conceded in the forum fight and agreed during the night of May 31/June 1 to have this\nCourt hear the First Union/Wachovia/SunTrust case (hereinafter the \"SunTrust Case\").\n  \nA few shareholder\nsuits filed in Georgia were voluntarily dismissed by the plaintiffs.\n  \nNone of the counsel seeking fees here\nhad a role in the forum dispute.\n{12}\n         \nOn June 14, 2001, Harbor Finance\n[6]\n joined the fray by filing a derivative action pursuant to\nNorth Carolina Gen. Stat. § 55-7-40 \net seq.\n  \nThe Harbor Finance action (01 CVS 8036) was assigned to the\nBusiness Court on July 9, 2001.\n  \nFor efficiency’s sake, the Court ordered Harbor Finance’s attorney to\ncooperate with SunTrust and the Shareholder plaintiffs in conducting discovery.\n{13}\n         \nAfter a conference with counsel, this Court set a schedule for the SunTrust Case.\n  \nThe Shareholder\nSuits and Harbor Finance essentially “tagged along” as a consolidated action.\n  \nThe Court appointed\nWilson & Iseman and Abbey Gardy as co-lead counsel for the Shareholder Suits and ordered that a\nconsolidated amended complaint be filed by these counsel.\n  \nCounsel filed the consolidated amended\ncomplaint on July 5, 2001 two business days before the conclusion of all discovery.\n \n{14}\n         \nDuring June and the first three weeks of July, the SunTrust Case proceeded at an extremely\nexpedited pace on the following schedule:\n(a)\n    \nOn June 18, this Court heard the motions to dismiss SunTrust’s counterclaims filed by Wachovia\nand First Union and ordered that the Main Case proceed (other than dismissing a Georgia antitrust\nclaim).\n  \nWachovia and First Union filed 43 pages of briefs supporting these motions.\n  \nSunTrust\nfiled 26 pages of briefs opposing the motions.\n  \nCounsel in the Shareholder Suits filed nothing, not\nyet having filed their consolidated amended complaint.\n(b)\n   \nAfter expedited document production from Friday, June 29, through Monday, July 9, counsel in\nthe SunTrust Case took 16 depositions.\n  \nSunTrust, Wachovia, and First Union decided who would\nbe deposed.\n  \nCounsel in the Shareholder Suits attended 15 of these depositions.\n  \nExcept for the\ndeposition of Eric Heaton in New York, where Shareholders’ counsel asked questions for\napproximately one hour, the questions of Shareholders’ counsel appear on only 23 transcript pages,\nin total, for all 15 depositions they attended.\n[7]\n  \nThe derivative plaintiff, Harbor Finance, attended\nthree depositions.\n  \nIt offered the following information regarding its participation:\n  \n“Due to timing\nlimits on the depositions imposed by the Court, Harbor’s participation in depositions generally\nconsisted of attending depositions and suggesting questions to counsel for SunTrust, which that\ncounsel almost always asked.”\n(c)\n    \nOn Friday, July 13, and Monday, July 16, counsel for SunTrust, Wachovia, and First Union filed\nextensive briefs (totaling 233 pages) in support of and opposing motions for preliminary injunction\nand summary judgment.\n  \nCounsel for the Shareholders filed a single four-page brief that joined in\nthe initial SunTrust brief.\n \n{15}\n         \nSunTrust did not appeal this Court’s order, and counsel for the Shareholders did not pursue an\nappeal independently.\n  \nAt the time it considered SunTrust’s motion for preliminary injunction (and the\ntagalong motions of Harbor Finance and the Shareholder Plaintiffs), the Court reserved the issue of\nwhether Harbor Finance could properly maintain a derivative action on behalf of Wachovia.\n  \nSee\nPlaintiff’s Preliminary Injunction Br. at note 3.\n  \nIn October 2001 defendants answered the Amended\nComplaint and moved to dismiss plaintiff’s claims on multiple grounds.\n{16}\n         \nOn July 20, this Court issued its opinion, holding that the challenged cross-options were valid but\ndetermining that the termination provisions of the merger agreement tied the hands of Wachovia’s board\nin an impermissible manner.\n  \nThe Court denied all of SunTrust’s motions (and the tagalong motions of the\nShareholders’ counsel), holding that, with the opinion in hand, Wachovia shareholders could vote on the\nmerger in an informed manner, thus obviating any need for affirmative relief.\n  \nWachovia and First Union\npromptly and voluntarily amended the termination provisions in the merger agreement in a manner that\nconformed to the Court’s opinion.\n  \nFirst Union’s shareholders approved the merger on July 31, and\nWachovia’s shareholders approved the merger on August 3.\n  \nThe merger was consummated on September\n1.\n{17}\n         \nExcept for the voluntary dismissal of the SunTrust Case, there was no litigation activity at all for\nover a year after the Court issued its opinion.\n  \nOn September 13, 2002, the Court signed a Consent Order\ntendered by the parties dismissing all the Shareholders’ cases with prejudice and granting the\nShareholders’ counsel 30 days after entry thereof in which to file a fee petition (with Wachovia reserving\nits rights, in full, to argue that no fees should be awarded).\n{18}\n         \nDuring the April 9, 2003 oral arguments on the Shareholder Plaintiffs’ motion for fees and costs\nand the motion to dismiss Harbor Finance’s derivative claims, this Court requested that Harbor Finance\nsubmit a detailed affidavit regarding its costs and fees.\n  \nThe Court also asked the Shareholder Plaintiffs to\nsubmit more detailed time records in support of their motion for fees and costs.\n  \nIn the interests of\nefficiency and in order to present a fuller record for appellate review, the Court is entering one order that\nwill contrast the class action and derivative action and the costs and fees associated with those actions.\n  \nII.\n{19}\n         \nThe Court turns first to the questions raised in the derivative action.\n{20}\n         \nThe North Carolina statutory procedure is set forth in section 55-7-42 of the North Carolina\nGeneral Statutes as follows:\nNo shareholder may commence a derivative proceeding until:\n1)\n      \nA written demand has been made upon the corporation to take suitable\naction; and\n2)\n      \n90 days have expired from the date the demand was made unless, prior to\nthe expiration of the 90 days, the shareholder was notified that the\ncorporation rejected the demand, or unless irreparable injury to the\ncorporation would result by waiting for the expiration of the 90-day\nperiod.\n \nN.C.G.S. § 55-7-42 (1995).\n \nA.\n \n{21}\n         \nThis case and other cases challenging deal protection devices demonstrate the difficulties of the\nderivative action as a means to protect shareholder rights in the fast- paced deal environment under North\nCarolina law. \n[8]\n Companies desiring to consummate a merger will generally move as swiftly as possible\nto complete the transaction. There are sound business reasons for the rapidity with which companies act.\nThe financial markets, commercial markets and employees all look for certainty. Once a deal is\nannounced, many things can intervene between announcement and closing which could derail the\ntransaction. The clearest threat is the intervention of another bidder. However, there are limitless other\npossibilities: natural disaster, financial market changes, strikes and government intervention, just to name\na few. Each side naturally wants the transaction to move promptly to closing.\n{22}\n         \nOur derivative statute does not adequately or specifically address the time pressure created in the\nmerger of publicly traded companies. It is designed to substitute for litigation by and on behalf of the\ncorporation when management or directors are conflicted or refuse to act in the best interest of the\ncorporation. The derivative claim belongs to the corporation, and any recovery belongs to the corporation.\nThe shareholders may not recover individually in a derivative action.\n{23}\n         \nThe ninety-day waiting period embodied in the statute does not provide a realistic time frame\nwithin which to deal with challenges to proposed mergers. The speed with which transactions are\ncompleted requires that the ninety-day period be shortened. However, the mechanism for shortening the\nninety-day waiting period is unclear. It is the failure of Plaintiff Harbor Finance to take action to shorten\nthat response period which defendants rely upon for dismissal of this action.\n[9]\n   \nThe ninety-day waiting\nperiod is generally designed to give the board of directors sufficient time to consider and act upon any\nrequest for action. It is normally a rational period, since the board must make some factual inquiry in\nconnection with the action it is being asked to take, and boards do not meet frequently.\n  \nThe board may\ntake corrective action on its own, thus avoiding the cost of litigation. It may select a committee of\nindependent directors to decide if it is in the best interest of the corporation to pursue the action\ndemanded, or it may ask the court to appoint an advisory committee to act on behalf of conflicted\ndirectors.\n[10]\n  \nThe purpose is twofold: first, to give the corporation the option to pursue its own claims,\nand second, to hold down litigation costs.\n{24}\n         \nIn the context of a proposed merger containing deal protection devices, the derivative statute does\nnot work particularly well. In the first instance, the ninety-day waiting period is too long.\n  \nAllowing the\nboard a full ninety days to consider the demand in connection with a pending merger is unrealistic and\ndoes not provide the certainty required in the acquisition environment. On the other hand, simply waiving\nthe ninety-day period without providing an opportunity for the company to act defeats the purpose of the\nstatute. The demand requirement has benefits in the merger context.\n[11]\n{25}\n         \nFor those reasons, this Court has interpreted the statute to require that an adequate demand be\nmade and that the plaintiff move to shorten the response time based upon a showing of irreparable injury\nas required by the statute.\n[12]\n{26}\n         \nIn the acquisition environment, the board, in all probability, has considered the deal protection\ndevices incorporated in the merger agreement at some length and, after consultation with counsel and\ninvestment bankers, has determined that to include those protections in the merger agreement would be in\nthe best interest of the corporation. It would not be logical to reassign that responsibility to a court-\nappointed advisory committee.\n  \nDeal protection devices are carefully negotiated components of an overall\nbusiness agreement.\n[13]\n  \nThe advisory committee could not unilaterally take action without renegotiating\nthe deal.\n  \nDeals would never get done.\n{27}\n         \nWhile the derivative claim technically fits in the merger situation, it misses the mark to a certain\nextent by couching the claim as one that the corporation has against its directors. Shareholder rights and\ninterests are central considerations at stake in this type of litigation.\n  \nIt is more logical to litigate the claims\nin the context of shareholder rights than in the context of a corporate claim for breach of fiduciary duty. In\nmost cases, the relief sought is injunctive relief designed to alter or eliminate a deal protection device that\nallegedly unfairly impacts the shareholder voting process.\n{28}\n         \nThe derivative action also does not afford the trial court the degree of supervision it might exercise\nin the class action setting. In the derivative action, the client may have selected the lawyer and may even\nbe a professional plaintiff with an ongoing relationship with the law firm—factors more limiting than the\noptions the court may have in a class action with several potential class representatives and counsel from\nwhich to choose. There is less flexibility in a derivative action than in a class action, where the court can\ndefine the class and the claims to be pursued.\n[14]\n{29}\n         \nIn most jurisdictions complaints based upon breach of fiduciary duty in the acquisition context are\nbrought as class actions.\n[15]\n The derivative action is generally reserved for conflict of interest claims in\nthe non-acquisition context.\n  \nHowever, some challenges to deal protection devices do arise in the\nderivative context.\n{30}\n         \nTurning to the case at hand, there are several factors that demonstrate the difficulties and\ninefficiencies associated with the use of derivative actions in acquisition situations. In this case, the\nderivative action was filed after the class action litigation had begun and after the SunTrust/Wachovia\nlitigation had commenced. Plaintiff’s counsel wrote a demand letter and sent it via Federal Express.\nWachovia declined receipt of the FedEx package. Plaintiff’s counsel subsequently sent the letter by first\nclass mail addressed to the board of directors. Plaintiff then commenced suit. At no time did plaintiff make\nan attempt to shorten the time for response to the demand letter.\n{31}\n         \nAs a result of the late filing of the derivative action and its assignment to the Business Court there\nwas no time to address the deficiencies of the derivative process.\n  \nThe Court permitted Harbor Finance to\nparticipate in the SunTrust case and the shareholder suits with the clear understanding that is was without\nprejudice to defendants’ right to raise any defenses to the derivative action.\n{32}\n         \nThe decision to use the derivative action as opposed to a class action could not have been an\ninadvertent selection by this plaintiff. Harbor Finance clearly fits the description of a “professional\nplaintiff.”\n  \nIn their study of Delaware cases, Thompson and Thomas found two partnerships at the top of\nthe class action list of most frequent plaintiffs: Harbor Finance and Crandon Capital.\n[16]\n The study also\nshowed:\nThe plaintiffs law firms that bring the largest number of class actions, shown in\nTable 12, are much less frequently involved in derivative suits. In the 83 lead derivative\ncases, the repeat law firms are involved in only 27 (32%) as compare to 76% of all class\nactions. As for the plaintiffs themselves, the only plaintiffs with more than two filings are\ntwo partnerships that were at the top of the list in the class action area: Harbor Finance with\nfive suits and Crandon Capital with four. \nWe note that the derivative cases these entities\nfiled were never the only suit filed and were often associated with class actions or federal\nlitigation against the same company.\n[17]\n (Emphasis added)\n \n{33}\n         \nThe Thompson study speculates that there is a relationship between Crandon Capital Partners and\nHarbor Finance.\n[18]\n  \nThis Court’s research indicates that Crandon Capital Partners is the general partner\nof Harbor Finance Partners, Ltd.\n[19]\n  \nThe Court’s research further disclosed that Harbor Finance has been\ninvolved in at least 35 suits based upon a claim of breach of fiduciary duty, and the majority of those cases\ninvolved mergers or acquisitions.\n[20]\n  \nThat number does not include three cases brought under the name\nof Breakwater Partners since August of 2002, when Harbor Finance changed its name.\n[21]\n  \nOne of those\ncases was filed in North Carolina and is assigned to this Court.\n  \nSee\n \nIn re Quintiles Transnational\nLitigation\n.\n[22]\n  \nIn that litigation, counsel for Breakwater Partners (The Brualdi Law Firm) was the first to\nfile a class action suit alleging breach of fiduciary duty in a tender offer situation.\n  \nOther lawyers were\ndesignated lead counsel in that litigation.\n{34}\n         \nA review of the pleadings and demand letter reveals that there were no claims asserted by Harbor\nFinance not already at issue in the class action litigation and the third-party litigation filed by SunTrust, a\nconclusion readily apparent to a plaintiff with Harbor Finance’s experience in merger and acquisition\nlitigation.\n{35}\n         \nGiven the sophistication of plaintiff and its counsel and the timing of their actions, as well as the\nduplicative nature of the claims asserted, the Court is led to the disturbing conclusion that the demand and\nsubsequent derivative suit were filed solely to get a piece of the litigation fee pie.\n  \nCounsel’s fee request,\ndiscussed in more detail below, supports that conclusion. An efficient system should not reward or\nencourage that conduct.\n{36}\n         \nThe lack of clarity in the statute with respect to how the time for board response gets shortened\nhighlights the court’s role in managing merger and acquisition litigation efficiently.\n  \nThe court must have\nthe opportunity to review and rule on assertions of irreparable injury.\n  \nIn this instance, had a motion and\nsupporting papers been filed, the Court could have addressed two aspects of the irreparable injury inquiry.\n \nFirst, the Court would have been required to determine if the issues raised in the demand were of a\nsufficiently urgent nature that they required determination before a shareholder vote.\n  \nIn this case it was\nclear that the deal protection devices being challenged had the potential to impact the vote, and a\npreliminary injunction hearing was necessary to determine their viability.\n  \nIf the derivative action had not\nbeen an add-on to the preexisting litigation, the Court might well have determined it necessary to shorten\nthe response time or eliminate it altogether.\n  \nHowever, the Court could also have considered the existence\nof the prior pending litigation in which the shareholders’ interests were adequately represented.\n \nAccordingly, the Court might have determined that there was no irreparable injury to the corporation and\nthat the corporation should not have to incur the additional costs and expenses of dealing with separate\nclaims in a derivative action that were identical to claims already at issue.\n  \nEach case will be fact specific.\n \nIn this instance the Court never had the opportunity to make the necessary determinations because the\nstatutory procedure of waiting 90 days or having the period shortened was not followed.\n{37}\n         \nFailure to comply with the demand requirements of N.C.G.S. § 55-7-42 constitutes an\n“insurmountable bar” to recovery.\n  \nAllen v. Ferrera\n, 141 N.C. App 284, 540 S.E.2d 761, 764 (2000); \nsee\nalso\n \nWinters v. First Union Corp.,\n 2001 NCBC 08 (No. 01 CVS 5362, Forsyth County Super. Ct. July 13,\n2001) (Tennille, J.)\n; \nG\narlock v. Hilliard\n,\n \n2001 NCBC 10 (No. 01 CVS 01018, Mecklenburg County\nSuper. Ct. November 14, 2001) (Tennille, J.); \nG\nreene v. Shoemaker\n,\n \n1998 NCBC 4 \n(No. \n97 CVS 2118\n,\nWilkes County Super. Ct. October 24, 1998) (Tennille, J.)\n.\n  \n \nThe \nHarbor Finance\n case is subject to\ndismissal for failure to comply with the statutory process.\n \n{38}\n         \nDefendants have also moved to dismiss under the statute for failure to make demand “with\nsufficient clarity and particularity to permit the corporation . . . to assess its rights and obligations and what\naction is in the best interest of the company.”\n{39}\n         \nThe Court first addresses the method of conveying the demand. Simply put, it must be done in a\nfashion that insures that the Company receives the demand so that it can act on it.\n  \nIt must be addressed to\na responsible official, for example the corporate secretary or general counsel.\n  \nIt must be delivered in a\nmanner that shows that it has been received and when; personal delivery or certified mail are two\nexamples.\n  \nWhere the company is on notice of the contents of the letter or of a forthcoming demand, it\navoids dealing with the issue at its peril. It may not simply refuse to accept what it knows is a demand\nletter and then deny that it has rejected the demand.\n{40}\n         \nThis Court has held that the statutory requirement of sufficient specificity must be met. \nSee\nG\narlock\n, 2001 NCBC 10 at 14-19; \nG\nreene \n1998 NCBC at 15-25.\n  \nIn this instance, the demand letter dated\nJune 1, 2001 brought to the attention of the board of directors four aspects of the transaction which\nPlaintiff Harbor Finance believed were potential violations of fiduciary duty.\n  \nFirst, plaintiff asserted that\nthe board was obligated to shop or auction the company.\n  \nSecond, plaintiff found objectionable the\nprovisions of the agreement that reserved nine board seats on the new board for Wachovia directors and\nthat insured that Leslie M. Baker, Jr. would be chairman of the new board. Third, plaintiff objected to the\nincluding the termination fee as a deal protection device.\n  \nFourth, plaintiff objected to including the non-\ntermination provision in the merger agreement as a deal protection device. The first two claims were never\nseriously pursued, with good reason.\n{41}\n         \nThe two deal protection devices were the focus of the litigation. In the context of merger and\nacquisition litigation, the letter was sufficient notice of the provisions of the agreement which plaintiff\nclaimed to be unreasonable.\n  \nThe Court notes that Wachovia’s investment bankers had already informed\nthe board that the termination fee was on the outer edges of an acceptable range.\n  \nIn this sophisticated\nworld, all the parties understood the implications and importance of the deal protection devices and the\nfact that they would be subject to challenge.\n  \nTo impose any greater degree of specificity than that\ncontained in the demand letter would be unreasonable in this context.\n{42}\n         \nThe actual action to be taken by the corporation is unclear and again demonstrates the limitation of\nthe derivative action in this context.\n  \nIt is difficult to impose upon a plaintiff the obligation to specify how\nthe merger should be renegotiated.\n  \nIt is sufficient to point out the deal protection devices are alleged to be\ncoercive, preclusive or in violation of a fiduciary duty and to request that something be done about them.\nIn the unlikely event the board agrees, it should have the flexibility to address the problem. In the\nshareholder focused class action, the deal protection devices can be more directly addressed as limitations\non the right to vote or sell, and thus the relief requested can be tailored to protect the shareholders’ rights\nand secure a market vote free of coercion or preclusion.\n{43}\n         \nIn summary, the demand letter was sufficiently specific with respect to the challenged deal\nprotection devices, and the plaintiff delivered it in an acceptable manner. The instant case demonstrates\nthe difficulty of using the derivative action in the context of certain kinds of merger and acquisition\nlitigation.\n{44}\n         \nFinally, the Court notes that the Harbor Finance claims are subject to dismissal as moot.\n  \nAfter this\nCourt’s decision on the preliminary injunction motions was entered on July 20, 2001, no party appealed\nthat decision.\n  \nSubsequently, the shareholder vote proceeded as scheduled, and the shareholders of both\nWachovia and First Union approved the merger.\n  \nThe merger is complete.\n  \nAll Wachovia shares have been\ntransferred. No claim for monetary damages has been pursued.\n  \nNo discovery has taken place and no\nmotions have been filed. \n \nThe only requests for action this Court has received (other than to dismiss a\nGeorgia antitrust claim) are the current motion to dismiss by defendants and the request for attorney fees\nby counsel for Harbor Finance. Plaintiff has not moved to amend the complaint or take any further action.\nPlaintiff rode the coattails of SunTrust and abandoned the case when those coattails were no longer a\nmeans of transportation.\n  \nThe Court never found Harbor Finance to be a suitable representative for the\ncorporation’s interest.\n{45}\n         \nAt the hearing on the motions to dismiss the following exchange took place between the Court and\nMr. Brualdi:\nThe Court:\n I think the obvious reason that they didn’t move to dismiss it gives them the\nbest argument that no attorneys’ fees ought to be paid.\nMr. Brualdi:\n Well, that may well be the case, your honor.\n  \nIn fact, I suspect that your\nhonor is right\nYour honor had asked why—where we thought the case would go from here, and I think\nthat sort of explains why nothing has really happened for a year and that there are\narguments that the case is moot under Delaware law.\n  \nAs your honor pointed out, there’s\nnot much left that your honor can do.\n \nTranscript of April 9, 2003 hearing, p. 34.\n \n{46}\n         \nPlaintiff’s claims are moot.\n{47}\n         \nAccordingly, the claims of Harbor Finance are dismissed.\n \nB.\n \n{48}\n         \nThe Court next turns to the fee request filed by plaintiff’s counsel. The North Carolina statute\ngoverning derivative actions clearly provides that plaintiffs may be awarded attorney fees in derivative\nactions where they perform some service of value to the corporation or the shareholders. The award of\nsuch fees is in the discretion of the Court.\n[23]\n  \nIn this instance, the Court finds that neither Plaintiff Harbor\nFinance nor its counsel provided services of value to the corporation.\n  \nPiling on after litigation is already\nin progress which adequately protects the interests of shareholders should not be encouraged and does not\npromote the right balance between the incentives and agency costs the courts must consider.\n{49}\n         \nAs the Court has previously noted, at the time the derivative claim was made, SunTrust had\nalready challenged the deal protection devices in the litigation between it and Wachovia. Numerous class\nactions had been filed challenging the same deal protection devices, and the Court had already appointed\ncapable and experienced lead counsel in those consolidated cases.\n  \nThe Court permitted Harbor Finance to\nfile a short brief and appear at oral argument in connection with the hearing on the motion for preliminary\ninjunction based solely on the late entry of Harbor Finance into the litigation.\n  \nHarbor Finance had not\neven been determined to be a proper representative for the corporation.\n{50}\n         \nNeither the brief nor oral argument advanced any position different from or in addition to the\narguments made by SunTrust and lead counsel for the class action plaintiffs.\n  \nNor does there appear from\nthe record to be any significant contribution of counsel during the discovery process. The issues were\nhotly contested between SunTrust and Wachovia, and the validity of the deal protection devices was\nsquarely before the Court.\n  \nIf Harbor Finance had not filed its action, the outcome of this case would have\nbeen exactly the same.\n  \nThere is an argument discussed below that shareholders cannot always rely on a\nthird party bidder to protect their interests. In this instance, there was already a backup plaintiff, ably\nrepresented in the litigation.\n  \nThe existence of an additional shareholder representative in a different cloak\nadded nothing of value to the protection of the shareholders or the corporation.\n  \nPlaintiff’s counsel brought\nno skills or abilities to the litigation that were not already provided by experienced counsel for SunTrust\nand the other shareholders.\n  \nHarbor Finance’s suit did not create synergies or efficiencies.\n  \nRather than\nproviding economies, the addition of the derivative action only increased the cost of the litigation.\n  \nNo\nshareholder value was created to justify the additional cost of the derivative action.\n  \nHarbor Finance has\nnot shown any tangible or intangible benefit to the shareholders that would not have occurred but for the\nactions of Harbor Finance or its counsel or as a direct benefit of the actions of Harbor Finance.\n  \nThe fact\nthat counsel for Harbor Finance has taken no action to prosecute this case since SunTrust withdrew is a\nfairly strong indication that the derivative action was filed solely to ride the coattails of SunTrust’s\ncounsel.\n{51}\n         \nFor the foregoing reasons, the Court, in its discretion, denies counsel’s request for attorney fees in\nits entirety.\nC.\n \n{52}\n         \nWere the Court called upon to award attorney fees in its discretion, those fees would have been in\nthe amount of $25,000 to Brualdi and $5,000 to Donaldson and Black.\n  \nThose fees would have been\ndetermined by the same criteria discussed below.\n  \nHarbor Finance’s quantum meruit claim as the third\nrepresentative of the shareholders is extremely weak. The shareholders interests were already ably\nrepresented by counsel for SunTrust and class counsel appointed by the court. The hourly rate claimed by\nNew York counsel is astonishingly out of line with market rates and includes a risk premium far in excess\nof any this Court has seen approved.\n  \nGiven the insignificant contribution of counsel upon their late\narrival, the size of their fee request is a further indication that New York counsel’s interest and those of\nthe shareholders they did not represent were not necessarily aligned.\n \nIII.\n \n{53}\n         \nThe Court next turns to the fee issues in the class action litigation. In those cases, because the\nparties agreed to a consent dismissal of the cases as moot the Court is required to determine only the fee\nrequest which is strenuously opposed by defendants.\n{54}\n         \nIn this class action no common fund was created. There is no pool of money from which to pay\nattorney fees and no money to be distributed to shareholders. In this instance there was not even an\nincrease in the stock price attributable to any action by plaintiffs’ counsel, nor did any subsequent bidder\nappear after the Wachovia sleeping pill was invalidated.\n{55}\n         \nUnder those circumstances, the fee request raises four issues for consideration by the Court.\n[24]\n{56}\n         \nFirst, will North Carolina recognize a “corporate benefit” theory analogous to the common fund\ntheory and award attorney fees where a common benefit is provided in merger and acquisition litigation?\n{57}\n         \nSecond, was there a common benefit provided by the litigation in this case?\n{58}\n         \nThird, what standard should the Court apply in determining any fee award?\n{59}\n         \nFourth, applying that standard, what would an appropriate fee award be in this case?\nA.\n{60}\n         \nThe appellate courts of North Carolina have never been called upon to rule on the question of\nwhether the creation of a non-monetary benefit for shareholders in a class action will support the award of\nattorneys fees to prevailing class counsel.\n  \nIn this case the invalidation of a deal protection device in a\nproposed merger constitutes the non-monetary benefit which is cited to support the fee request.\n \nDefendants urge the Court to adopt a view that the Supreme Court will only approve an award of attorney\nfees where a fund is actually created and will reject an award based upon a common benefit.\n  \nThis Court\ndoes not believe the North Carolina Supreme Court will adopt such a bright line test.\n{61}\n         \nApplication of such a bright line test ignores the economic realities of merger and acquisition\nlitigation.\n  \nSuch a test would encourage forum shopping for other jurisdictions and deprive North Carolina\nshareholders of an important means of protecting their interests.\n  \nIt would not promote sound corporate\ngovernance.\n  \nThe protection of shareholders and the promotion of sound governance have been hallmarks\nof North Carolina corporate law.\n{62}\n         \nThe Court finds little guidance from the North Carolina decisions relied upon by defendants. The\none case which might arguably deal with the issues, \nMadden v. Chase\n, 84 N.C. App. 289, 292, 352 S.E.2d\n456, 458, \nrev. denied\n, 320 N.C. 169, 358 S.E.2d 53 (1987) is clearly distinguishable.\n  \nMadden\n involved a\ngoing private transaction which was abandoned after suit was filed. It was never certified as a class action\nand did not deal with the invalidation of deal protection devices in merger agreements between publicly\nheld companies. It is apparent from the short opinion and the cases cited as precedent by the court that the\nplaintiff’s claims were treated as individual claims related to the plaintiff’s stock. The \nMadden\n court said:\n“Plaintiff brought this action to maintain the value of his investment, not the primary purpose of protecting\nor preserving public funds or property.”\n  \n84 N.C. App. at 291, 352 S.E.2d at 458.\n{63}\n         \nThis Court is convinced that upon full consideration of all of the policy issues, the North Carolina\ncourts would recognize the corporate benefit theory and permit an award of attorney fees and expenses at\nthe court’s discretion to a prevailing class representative where the litigation has resulted in a clear benefit\nto all the shareholders, even in the absence of a monetary fund.\n  \nThere are a number of significant policy\nreasons to support application of the corporate benefit theory.\n  \nForemost is the fact that the Legislature has\nrecognized that creation of a non-monetary benefit to the corporation can support an award of attorney\nfees. \nSee\n N.C.G.S. § 57-7-46.\n   \nThat statute is a clear indication of the public policy of this state to promote\nshareholder protection and good governance by the recognition of the right to attorney fees in cases in\nwhich a person suing on behalf of the corporation creates a benefit for the corporation. It would be ironic\nif counsel for Harbor Finance could have recovered a fee in this case if their contribution had warranted it,\nwhile class counsel appointed by the Court to represent the shareholder interests could not recover a fee.\nA practical analysis exemplified by this litigation demonstrates the detriment of such a rule. The denial of\nattorney fees in class action corporate benefit cases would of necessity drive plaintiffs’ counsel to use of\nthe derivative procedure where an award of fees was possible. That practice would not be administratively\nbeneficial in the merger and acquisition context.\n  \nAs seen above, the demand/rejection process is\ncumbersome and unworkable in the context of the negotiated merger of two publicly traded companies\nwhere the board of directors has already approved an agreement containing deal protection devices.\n  \nThe\nuse of the derivative action in merger and acquisition cases, particularly hostile or second bidder\nsituations, makes little sense and can only increase the litigation agency costs.\n{64}\n         \nIn the merger and acquisition situation, the board has already decided to take certain action with\nrespect to a proposed transaction or competing transaction.\n  \nThe interests at issue are shareholder interests,\nnot interests of the corporate entity.\n  \nTo channel challenges to board action in such cases to the derivative\nsuit would require needless procedural steps and costs.\n  \nIt would not provide the best vehicle for protecting\nshareholder interests since the derivative action is designed to assert claims belonging to the corporation\nand to seek recoveries for the corporation, not the shareholders.\n{65}\n         \nIn addition, most merger and acquisition cases are time sensitive, and proper application of the\nnormal derivative suit procedures would cause delay and an unnecessary additional burden on both\nshareholders and the board. That is particularly true in North Carolina, where demand futility has been\neliminated. The class action mechanism offers the more effective process because it permits the court\ngreater control over the selection and management of class counsel and class representatives.\n  \nThe\nderivative action provides fewer controls for the court since either the client has selected counsel or\ncounsel has selected the client in the derivative context.\n  \nThe class action mechanism, the better option,\nshould not be eliminated on the basis of a distinction in the availability of a fee award.\n{66}\n         \nThe central role class and derivative actions play in corporate governance and the benefit of\nproviding incentives for that litigation were well articulated by Chancellor Chandler in \nSeinfeld v. Coker\n:\n \nNext, I turn to the attorneys' fee request. Some of the objectors complain that the settlement\nrewards the attorneys more than it benefits BankAmerica and its shareholders.\n  \nThis Court\nconsistently has held that, in class and derivative actions, plaintiffs' counsel are entitled to\nan award of attorneys' fees and expenses where their efforts achieve a benefit for the\ncorporation or its shareholders.\n  \nThis is an accepted principle of Delaware law, but its\nsimplicity masks a vexing issue in our jurisprudence.\n \nDelaware courts routinely grant fee awards in order to produce two primary incentives-the\nincentive for shareholders to bring meritorious lawsuits that challenge alleged wrongdoing\nand the incentive for plaintiffs to litigate such lawsuits efficiently. It is important for\nshareholders to bring derivative suits because these suits, filed after the alleged\nwrongdoing, operate as an \nex post\n check on corporate behavior. If no incentive existed for\nshareholders to band together to bring these suits, they would very often not be brought.\nThe reason is simple: for the \ngroup\n of shareholders, the benefits exceed the costs; for\nindividual\n shareholders, the costs exceed the benefits in the vast majority of cases. When\nshareholder plaintiffs bring meritorious lawsuits, they deter improper behavior by similarly\nsituated directors and managers, who want to avoid the expense of being sued and the\nsometimes larger reputational expense of losing in court.\n \nIt is equally important, however, for plaintiffs to prosecute these lawsuits efficiently. One\nof the historic reasons Delaware judges have been so willing to award substantial attorneys'\nfees, even after a relatively quick settlement of the case, is that our fee awards are not\nstructured to reward lawyers for needlessly prolonging litigation. Put simply, \"the Court\ndoes not want to be in a position of encouraging the churning of wheels and devoting\nunnecessary hours to litigation in order to be able to present larger numbers to the Court.\"\n \nAwarding an appropriate fee should produce both of these incentives.\n \nNo. 16964, 2000 Del. Ch. Lexis 172 at * 7, Dec. 4, 2000 (footnote omitted).\n \n{67}\n         \nIn a footnote, Chancellor Chandler further observed:\n \nStated differently, \"by threatening potential defendants with no less and no more than full\nliability for the harms they may cause to society, private lawsuits encourage them to take\noptimal precautions; that is, the threat of liability creates an incentive to raise the level of\ncare or reduce the level of potentially harmful activity to the point at which the marginal\nincrease in the cost of prevention equals the marginal increase in the harm prevented.\"\nNote, \nThe Paths of Civil Litigation\n, 113 \nHARV. L. REV\n.\n 1827, 1831 n. 19 (2000).\nId\n. at *7 n.9.\n \n{68}\n         \nIn particular, challenges to deal protection devices may have three salutary effects. First, they may\nremove protective measures which coerce a shareholder vote in a particular way. Second, narrowing the\nscope of the devices may increase the likelihood of subsequent or competing bids enhancing shareholder\nvalue. Third, such challenges may prevent directors from abdicating their fiduciary responsibilities.\n{69}\n         \nOther practical reasons exist to recognize the corporate benefit theory. It is recognized in the\nmarket place.\n  \nAs demonstrated by this Court’s approval of the settlements in the \nIn re Quintiles\nShareholder Litigation\n and the \nDelhaize\n class action, most of these types of cases are settled and an\nagreement is reached with plaintiffs counsel for payment of a fee subject to approval by the Court.\n  \nThe\nCourt has addressed that process separately in the opinion in \nIn re Quintiles Shareholder Litigation\n issued\ntoday. To permit payment of fees by contract, subject to court approval, and to deny application for the\nsame fees where no agreement on fees is reached ignores economic reality and may adversely affect the\nindependence of class counsel who find their fee inextricably entwined in the settlement negotiations.\n{70}\n         \nRejecting the corporate benefit theory would place North Carolina outside the mainstream and\ncould result in class counsel shopping for other jurisdictions to hear cases involving North Carolina\ncompanies because of the fee restriction.\n  \nNorth Carolina does not blindly follow Delaware corporate law.\n \nFirst Union Corp. v. SunTrust, Inc.\n, 2001 NCBC 09 (No. 01 CVS 10075, Mecklenburg Super. Ct. August\n10, 2001) (Tennille, J.).\n  \nHowever, it frequently looks to the wealth of experience and sound guidance\nfound in the Delaware corporate law decisions when issues of first impression arise. In that light, it is\ninstructive to note that the Delaware courts do recognize the corporate benefit theory and award fees based\nupon its application. Those cases will be discussed below. The Court believes North Carolina would be\nwell served by following the majority rule and adopting the Delaware decisional framework.\nIn summary, public policy, the legislative intent expressed in N.C.G. S. § 57-7-46, and judicial\neconomy and efficiency all dictate that the common law recognize that shareholders who file class actions\nin merger and acquisition cases and produce a real demonstrable benefit for shareholders should be\npermitted to apply for attorney fees and expenses.\n  \nThe trial court, moreover, in its discretion may award\nattorney fees based upon the contribution of counsel to the establishment of a benefit to the shareholders or\nthe corporation.\nB.\n{71}\n         \nThe Court next turns to the decisional framework to be applied in these types of cases, with the\ncaveat that the framework is limited to merger and acquisition litigation. As indicated above, the great\nexperience of the Delaware courts with these issues provides sound instruction on the best approach.\nDelaware, like North Carolina, carefully awards fees in common fund cases.\n  \nSee, e.g.\n, \nGoodrich v. E.F.\nHutton Group, Inc\n. 681 A.2d 1039 (1995).\n  \nThe common fund doctrine extends to creation of a common\nbenefit.\n  \nSee\n \nSugarland Industries Inc. v. Thomas\n, 420 A.2d 142 (Del. 1980).\n  \nThe \nSugarland\n opinion\ndescribes the five relevant factors considered by the Delaware Courts in setting fees in common fund and\ncommon benefit cases.\n  \nThey include: (1) the results accomplished for the benefit of the shareholders, (2)\nthe time, effort and expense of counsel spent in connection with the case, (3) the contingent nature of the\nfee, (4) the difficulty of the litigation, and (5) the standing and ability of counsel involved.\n  \nId\n.\n  \nIn\nPainewebber R & D Partners II v. Centocor, Inc.\n, C.A. 14405,\n \n2000 No. Ch. LEXIS 12, at *7 (Del. Ch.\nJan. 31, 2001), the Vice Chancellor, now Justice Steele, added three additional factors: the stage at which\nthe litigation ended, the amount of the benefit that can fairly be attributed to the efforts of the requestor of\nthe fees, and causation.\n{72}\n         \nThe five \nSugarland\n factors encompass most of the factors previously considered by this Court and\nenumerated in Model Rule of Professional Conduct 1.5.\n  \nSee\n \nLong v. Abbott Labs\n, 1999 NCBC 10 (No. 97\nCVS 8289, Mecklenburg Super. Ct. July 30, 1999) (Tennille, J.); \nIn Re Senergy, \n1999 NCBC 7 (No. 96\nCVS 5900, New Hanover Super. Ct. July 14, 1999) (Tennille, J). The significant difference in the\nDelaware and North Carolina approaches generally is that North Carolina courts have more closely\nexamined hourly rates than Delaware courts.\n  \nHowever, the two standards come even closer when the\nDelaware courts are faced with determining attorney fees in cases involving non-monetary benefits or\ncases where the monetary benefit is difficult to determine. The nature of merger and acquisition litigation\ncreates the need to examine the additional factors indicated by Justice Steele.\n{73}\n         \nIn the merger and acquisition arena, the Delaware Chancery Court has addressed the award of fees\nwhere a non-monetary or therapeutic benefit was created and those situations in which the monetary\nbenefit was not susceptible of determination. Chancellor Chandler described the therapeutic benefit case as\nfollows: “In a corporate benefit case, there is no creation of a fund, yet a non-mandatory and “therapeutic”\nbenefit, worthy of compensation, has been conferred . . ..\n  \n[T]he doctrine holds, as with the common fund\ndoctrine, that those who benefit should compensate whoever has caused the benefit.”\n  \nIn re Dunkin Donuts\nShareholder Litigation\n, C.A. No. 10825, 1990 Del. Ch. LEXIS 197 (Del. Ch. November 27, 1990).\n  \nSee\nPainewebber, \n2000 Del. Ch. Lexis 12, C.A. No. 14405. (Jan. 31, 2000), \nIn re Golden State Bancorp\n, \nInc\n.,\nC.A. No. 16175, 2000 Del Ch. LEXIS 8, (Del. Ch. Jan. 7, 2000); \nIn re Diamond Shamrock Corp.\n, C.A.\nNo. 8798, 1988 Del. Ch. LEXIS 123, (Del. Ch. Sept. 14, 1988).\n  \nIn those cases, the Delaware courts have\nresorted to a “quantum meruit” approach in determining fees.\n  \nUnder the quantum meruit approach the\nactual performance of services and the value of those services in the market place becomes more important\nbecause the benefit value cannot be determined.\n  \nMerger and acquisition cases also present another\nwrinkle not usually found in other cases: a determination of the extent to which the efforts of counsel and\nthe class or derivative plaintiff caused the benefit — monetary and non-monetary — to occur.\n  \nSee\nCentocor\n, \nsupra\n, \nUnited Vanguard Fund, Inc. v. Takecare, Inc.\n, 727 A.2d 844 (Del. Ch. 1998).\n  \nSuch\ncases drive the fee determination towards the quantum meruit approach because of the uncertainty in\ndetermining the cause of the benefit.\n  \nThe market frequently acts more quickly and with greater force than\nthe legal system, and it often becomes difficult to parse the benefits derived from litigation from those\nbestowed by the marketplace.\n  \nIn the merger and acquisition arena, the legal system seldom dictates the\nresult; rather, it acts to insure that the market operates freely and that directors fulfill their fiduciary duties\nto the shareholders.\n{74}\n         \nIn summary, in awarding attorney fees in merger and acquisition class action litigation, the trial\ncourt should be guided by the factors normally considered in setting fees in common fund cases.\n  \nThese\nfactors should be augmented by consideration of the nature and value of any non-monetary benefit and a\nconsideration of the causal connection between the efforts of counsel and the benefit achieved.\n  \nIn cases\ninvolving non-monetary benefits and cases where the contributions, causation, or value issues are not\nclearly determinable, the fee determination moves much closer to a quantum meruit determination.\n  \nIn\nmaking its determination, the trial court must consider the balance that must be maintained between\noffering acceptable incentives for shareholders to contest corporate action and the need to maintain the\nagency costs of such litigation at an acceptable level.\nC.\n{75}\n         \nThe Court next turns to a consideration of the appropriate fee in this case.\n{76}\n         \nAmount Involved and Results Obtained\n.\n  \nSubsumed in this inquiry are the question of the value of\nthe non-monetary benefit created and the contribution of counsel to the result.\n  \nThere was a non-monetary\nbenefit created in this case.\n  \nThe invalidation of the sleeping pill freed the directors to fulfill their fiduciary\nduties in the event the shareholders of Wachovia rejected the merger with First Union.\n  \nIt thus eliminated\nan element of coercion.\n  \nThe shareholders knew that the board would have to consider new offers if they\nrejected the First Union proposal.\n  \nIt eliminated a deal protection device that might have discouraged other\npotential bidders and made the SunTrust offer more viable. In retrospect, no additional bidder came forth;\nSunTrust did not change its offer, and the shareholders approved the merger.\n  \nThe invalidation of the\nsleeping pill turned out not to be a significant factor.\n  \nHowever, the invalidation could have produced\nramifications.\n  \nThere is value created any time that directors are prevented from abdicating their fiduciary\nresponsibilities.\n  \nHowever, this is a situation in which it is impossible to place a monetary value on the\nbenefit obtained.\n{77}\n         \nPlaintiffs did not prevail in their attempt to invalidate the cross option provisions. The Court takes\nnote of the fact that counsel abandoned that claim when SunTrust elected not to appeal. SunTrust may\nhave had reasons for electing not to appeal unrelated to the general shareholders, and the fact that counsel\nabandoned the case after the SunTrust coattails disappeared has been considered by the Court.\n{78}\n         \nThe Court has also considered the issue of causation and the contribution of counsel to the creation\nof the benefit. On these issues, the burden of establishing the value of the claimed benefit and the\ncontribution of counsel rest with the plaintiffs as proponents of the fee application.\n  \nSee\n \nIn Re Diamond\nShamrock Corporation,\n C.A. No. 8798, 1988 Del Ch. Lexis 123 (Del. Ch. Oct. 3, 1988).\n  \nCounsel for\nSunTrust clearly manned the laboring oar in this case.\n  \nClass counsel were basically on standby in the\nevent that SunTrust withdrew its offer.\n  \nClass counsel continued to “stand by” after SunTrust elected not to\nproceed with an appeal, even though the class position and interest in the cross option provisions might\nhave been different from those SunTrust.\n  \nThe Court does not mean to suggest that class counsel in these\ncases duplicate the effort of counsel for the third party bidder, particularly in discovery. The Court\nspecifically discouraged such duplication.\n  \nIt simply recognizes the reality that the risks and time\ncommitment required of class counsel are significantly reduced when a third party bidder takes primary\nresponsibility for the difficulty and expense of the litigation.\n  \nThe role of class counsel from a causation or\ncontribution standpoint is not the same as it would be if class counsel had primary responsibility.\n  \nThis\nrecord does not reflect any position taken by class counsel that differed markedly from those taken by\nSunTrust. There was no seperate or additional contribution of class counsel in this instance.\n  \nThe fact that\nclass counsel participated served a salutary purpose in that SunTrust could have chosen to withdraw from\nthe contest for Wachovia at any time for its own business reasons.\n  \nAbsent the efforts of class counsel, the\nshareholders would have been left without representation if that had occurred.\n  \nEssentially plaintiffs\ncounsel served in a standby or monitoring role.\n{79}\n         \nNovelty and Difficulty of the Issues Presented.\n  \nBoth of the deal protection devices raised difficult\nissues because they represented untested extensions of previously used protective measures.\n  \nCounsel for\nthe Wachovia Board of Directors informed them in the course of their considerations that the cross options\nwere at the outer edge of acceptable deal protection devices.\n  \nThe extension of the contract termination\ndate beyond the merger vote was also an untested deal protection device.\n  \nAs such, both raised new issues\nfor determination by the Court.\n  \nThere was certainly no assurance that plaintiffs would prevail on any\nissue in this case.\n  \nLikewise, there were no appellate decisions addressing the standard of review under\nNorth Carolina law.\n  \nThe questions raised by the dearth of appellate cases and the unique language in the\nNorth Carolina statute raised novel and complex issues. SunTrust took the lead in addressing those issues.\n \nWhere merger counsel push the envelope in employing deal protection devices, it is hard for them to argue\nthe issues are not new or difficult.\n{80}\n         \nPreclusion of other matters\n.\n  \nWhile the typical merger and acquisition case is difficult to manage\nbecause of the time pressures involved, this case was not out of the ordinary in that respect.\n  \nAll out of\nstate counsel specialized in this type of litigation and have practices geared to handle these cases.\n  \nThe\nattorney’s expertise is reflected in the individual hourly rates.\n  \nThis matter was unlikely to preclude any of\nplaintiffs’ counsel from taking on other matters.\n{81}\n         \nCustomary fee charged in the locality for similar legal services and whether the fee is fixed or\ncontingent.\n  \nIn this matter, plaintiffs’ counsel were unlikely to be compensated unless they prevailed in\nsetting aside at least one of the deal protection devices. In a third party bidder case the risks to class\ncounsel are reduced because the primary burden and expense is born by the bidder.\n  \nSo while the fee is at\nrisk, the amount of the risk is reduced substantially by the presence of the third party bidder.\n  \nThe amount\nof time and expense required of class counsel is substantially less than it would be if they carried the\nprimary burden of the litigation.\n  \nThe fact that the fee was contingent justifies consideration of a premium\nfor taking the risks.\n  \nThe Court finds the hourly rates proposed by counsel as their lodestar already\ncontained a risk premium.\n{82}\n         \nTime and labor required.\n  \nThe appointment of lead counsel serves several purposes.\n  \nIt is the\nprimary means by which courts can attempt to control the litigation agency costs in this type litigation\nwhile preserving the shareholders’ ability to sue as a group. Lead counsel have the obligation to insure the\nefficient and economical pursuit of the shareholders claims. It is their responsibility to manage the cost\neffectiveness of the representation. It is unacceptable for lead counsel to simply allocate functions to\nsatisfy the fee demands of other counsel. It is their responsibility to see that the work is performed in the\nbest way, not to spread the fee.\n{83}\n         \nIt is also lead counsel’s responsibility to present a complete comprehensive fee request.\n  \nLead\ncounsel is required to exercise some judgment in making the fee application.\n  \nThey are in the best position\nto judge the contribution made by various lawyers to the case and apprise the court of that contribution.\n  \nIt\nis part of their job as lead counsel.\n  \nIt is unacceptable to simply ask anyone who wants a fee to submit their\ntime records for the Court to take its time to review.\n  \nThe first cut should be made by lead counsel who\nshould then present to the court a consolidated picture of the effective class representation.\n  \nThere was no\nfirst cut in this case.\n  \nIn the future, class counsel should present a fee request that details work done by\nthem or at their request and segregate any other work and explain to the court why that work merits\ncompensation.\n  \nThe Court had to request detailed time records from the firms.\n  \nThe trial court is not bound\nby fee agreements between counsel or their agreements for allocation of the work.\n  \nThe trial court has to\nbalance the competing requirements of the system and insure that proper incentives exist and that the\nlitigation agency costs do not get out of line.\n{84}\n         \nThe Court applied certain general rules in reviewing the time and expense reports. If no detailed\ntime records are available, the fee request is ignored.\n  \nThe Court will not compensate lawyers who filed\ncases and were not appointed lead counsel merely because they filed a complaint. To reward anyone who\nrushed to the courthouse and filed a complaint would encourage proliferation of lawsuits and\nunnecessarily increase litigation agency costs.\n  \nAfter lead counsel is appointed, only work performed at\nthe direction of lead counsel or the court will be considered.\n  \nLawyers will not\n  \nbe compensated by the\ncourt for “following” the case.\n  \nNo compensation will be paid for preparing fee petitions. No work will be\nconsidered on cases in other jurisdictions.\n  \nDuplicative work will not be considered. Only work done in\ncases consolidated before this court will be considered. Work unrelated to the issues in the case and\nunused by lead counsel will not be compensated.\n  \nGenerally, work performed after plaintiffs elected not to\nappeal the Court’s ruling on the motion for preliminary injunction has been ignored.\n{85}\n         \nThere are certain general criticisms of the fee requests submitted. For the most part, counsel seem\nto have been indiscriminate in their fee requests.\n  \nAll counsel appeared to have worked a premium into\ntheir hourly rate request already, and the Court has considered that premium in setting the fees herein. No\nadditional premium was thus warranted.\n  \nThe fee information was incomplete, and it was often difficult to\ntell what work the lawyers were doing and for whom. There were a lot of “conferences” and much\n“reading” that led to excessive billing.\n  \nThe Court’s review of the time records showed 23 \npages \nof entries\nfor conferences.\n  \nSee\n Appendix A.\n  \nWhere work was done that did not involve the actual taking of\ndepositions or the preparation of briefs or motions, the work appeared to be superfluous.\n  \nLawyers who\nwere not lead counsel were working on their own, even though lead counsel had been appointed. That\nwork should be billed to their client.\n{86}\n         \nMore specifically, the Court’s review of the fee and expense requests from co-lead counsel found\nthose requests to be reasonable and compensable, with the exception of time billed for the fee request.\n  \nIt\nappears that lawyers from Chitwood & Harley, Clark, Bloss & Wall, and McDaniel covered some\ndepositions and should be compensated for their participation.\n  \nThere appeared to be some other work that\nmight have contributed to the overall effort, but it was small. Where a named partner works four hours in a\nmatter and wants a $2,400 fee, it is hard for the Court to see the contribution at that level.\n  \nIt appears to be\npadding and results in a loss of credibility.\n   \nAttached hereto as Appendix A are notes from the Court’s\nreview of the fee requests, which may prove beneficial to co-lead counsel in allocating the fee awarded.\n \nThe Court notes for the benefit of co-lead counsel that Kirby McInerny & Squire did not file detailed time\nrecords.\n  \nThe request from Finkelstein, Thompson and Loughran is perhaps the most egregious. This firm\nbilled under attorney time for an “analyst” report that the Court supposes was prepared by someone in their\noffice.\n  \nThis report does not appear to have been reviewed by co-lead counsel and was only looked at by\none lawyer outside the firm for fifteen minutes.\n  \nThe analyst worked on the report for 19 hours after the\nCourt’s ruling on the motion for preliminary injunction.\n  \nIn total, the analyst spent 428.4 hours on the\nreport (42 days at 10 hours a day), and the firm requests a fee of $124,236 for his work.\n  \nThe work bore no\nreasonable relation to the challenge to the deal protection devices at issue in the lawsuit. Other attorneys\nspent 16 hours meeting with the analyst about the report. These attorneys spent 11 hours reading message\nboards and the news. No attorney or even a staff member at the firm attended a deposition or a hearing.\nThis is the type of fee request that causes the courts the greatest concern in trying to preserve\nshareholders’ abilities to sue while keeping the costs of such litigation rational.\n{87}\n         \nLead counsel in class action cases are expected to lead. They are responsible for the effective,\nefficient and economical management of the litigation on behalf of the class.\n  \nLead counsel should stand\nbehind every dollar requested in a fee application and explain to the court why the services for which\ncompensation are sought were necessary. They should not expect the court to plow through pages of time\nrecords to determine the contributions of attorneys in a case.\n  \nThe lack of sound time records certainly\ndelays ruling on the fee application.\n  \nIn general, there should be little in the way of time and expenses\nfrom counsel who have not been appointed lead counsel.\n{88}\n         \nRequisite skill\n. The Court finds that lead counsel possessed and utilized the requisite skill and\nability in handling this matter.\nSUMMARY\n{89}\n         \nThe Court finds that there was already a risk premium included in the lodestar fee request.\n  \nIt\naccepts the lodestar fee and expense application of co-lead counsel except for time spent in the fee\napplication. The Court also finds that there was additional compensable work by other counsel in the\namount of $50,000 and additional expenses of $5,000.\n  \nThus, the Court, in its discretion, awards attorney\nfees of $325,000 and expenses of $36,000.\n  \nThis amount is to be paid to co-lead counsel for distribution by\nthem in their discretion with the guidance contained in this order. The Court notes that this award is\nsomewhat in excess of the average fee award of $273,586 in “therapeutic” benefit cases in Delaware. \nSee\nLouisiana State Employee’s Retirement System v. Citrix Systems, Inc\n, C.A. No. 18298, 2001 Del Ch.\nLEXIS 115, (Del. Ch. Sept. 17, 2001).\n  \nThe comparison with similar cases supports this Court’s view that\nthe majority of the fee requests by non-lead counsel in this case were excessive and unjustified.\nCONCLUSION\n{90}\n         \nThe standard for determining fee awards in shareholder litigation set forth above provides a\nconsistent theoretical framework for the determination of fee awards in such litigation whether in the\ncontext of a class action or a derivative suit.\n  \nThe framework places primary responsibility on the trial\ncourt to insure that the transaction costs associated with shareholder litigation are allocated so as not to\ncreate unnecessary and inefficient litigation costs.\n  \nThe allocation of costs should instead provide\nincentives to shareholders and their counsel to pursue remedies for perceived failures of officers and\ndirectors to protect shareholder interests.\n  \nThe framework provides the trial court and counsel with\nflexibility to decide which litigation mechanism works best in a particular case.\n{91}\n         \nThe Court is cognizant of the significant policy issues raised by the opinion and the need for\nguidance from the appellate courts on the questions raised.\n  \nThe Court believes that this is an ideal matter\nfor consideration by the North Carolina Supreme Court on a petition for discretionary review.\n \nIt is therefore ORDERED:\n1.\n                           \nDefendants shall pay to co-lead counsel the sum of $361,000 for fees and expenses in\nconnection with their representation of the class of shareholders in this case, such\npayment to be made on or before January 15, 2004.\n2.\n                           \nCo-lead counsel shall distribute that amount among counsel in their discretion with the\nguidance contained in this order.\n3.\n                           \nThe fee request of the Brualdi firm and Donaldson and Black is denied.\n4.\n                           \nThe Harbor Finance case is dismissed.\n \nThis 19\nth\n day of December 2004.\n \n \n \n \n \n \n                       \n           \n \n \n \n \n           \n[1]\n Robert B. Thompson and Randall S. Thomas\n, Shareholder Litigation: Reexamining The Balance Between Litigation Agency\nCosts and Management Agency Costs \n(Columbia Center for Law and Economics, Working Paper, December 2002).\n[2]\n \nId\n. at 2.\n  \nLitigation is significant to good governance because shareholders only have three key rights: to vote, to sell and to sue\nfor breach of fiduciary duty.\n[3]\n Sarbanes-Oxley Act of 2002; Pub. L. No. 107-204; 116 Stat. 745.\n[4]\n \nIn re Dunkin Donuts Shareholder Litigation\n, C.A. No 10825, 1990 Del. Ch. LEXIS 197 (Del. Ch. November 27, 1990).\n[5]\n \nFirst Union Corp. v. SunTrust, Inc.\n, 2001 NCBC 9 (No. 01 CVS 10075, Mecklenburg Super. Ct. August 10, 2001) (Tennille,\nJ.); Robert Thompson\n, Preemption and Federalism in Corporate Governance: Protecting Shareholder Rights to Vote, Sell and Sue\n,\n62 \nLAW & CONTEMP. PROB\n. 213 (1999).\n  \nThese rights were also fully explored by Robert Thompson and Gordon Smith in a\npresentation at the Michigan Law School in 2001 entitled “Toward a New Theory of the Shareholder Role.”\n  \nSee also \nRobert B.\nThompson & D. Gordon Smith, \nToward a New Theory of the Shareholder Role: \"Sacred Space\" in Corporate Takeovers\n, 80 \nTEX.\nL. REV\n. 261 (2001).\n[6]\n \nSee\n discussion \nsupra \nPart II.A paragraphs 32-33.\n[7]\n The following five firms attended depositions on behalf of the Shareholders: Wilson & Iseman, LLP (five depositions),\nChitwood & Harley (four depositions), Abbey Gardy, LLP (two depositions), McDaniel & Anderson, LLP (f/k/a McDaniel,\nAnderson & Stephenson) (2 depositions), Clark, Bloss & Wall, LLP (f/k/a Clark, Bloss & McIver, LLP) (one deposition).\n  \nHarvey\nGreenfield attended five depositions but has passed away since the conclusion of the litigation, and his firm did not join in this fee\nrequest.\n[8]\n The Court notes that the demand requirements under Delaware law are different and make using the derivative action easier.\n \nEven given that fact, the use of class actions is more prevalent in Delaware than the use of derivative actions when deal protection\ndevices are at issue.\n[9]\n  \nThe alleged failure to clearly specify the action required by the board is treated below.\n[10]\n \nSee Greene v. Shoemaker\n, 1998 NCBC 4 (No. 97 CVS 2118, Wilkes Super. Ct. October 24, 1999) (Tennille, J.).\n[11]\n  \nSee \nThompson & Thomas, \nsupra\n note 1, at 13.\n  \n“Derivative actions are also subject to several procedural protections against\nlitigation agency costs, including: the contemporaneous ownership requirement, posting security for expense statutes, and most\nimportantly, the demand requirement.”\n  \nNorth Carolina has elected to eliminate the futility test and require demand under all\ncircumstances and does not require posting security for expenses.\n[12]\n \nWinters v. First Union\n, 2001 NCBC 8 n.1 (No. 01 CVS 5362, Mecklenburg Super Ct. July 13, 2002) (Tennille, J.).\n[13]\n  \nFirst Union Corp. v. SunTrust, Inc.\n, 2001 NCBC 9 (No. 01 CVS 10075, Mecklenburg Super. Ct. August 10, 2001) (Tennille,\nJ.); \nIn re IXC Communs. Shareholders Litig. v. Cincinnati Bell, Inc.,\n C.A. No. 17324, 1999 Del. Ch. LEXIS 210 (Del. Ch. Oct. 27,\n1999).\n[14]\n  \nIn merger and acquisition cases, the class action mechanism may offer the best opportunity for judicial management and cost\ncontrol.\n  \nTrial courts should apply the tools available to positively affect reductions in cost without destroying the incentive to\nshareholder counsel.\n \nThese tools include selecting class representatives with real and significant interests in the litigation and the selection of counsel\nbased on the quality of the complaint rather than the first party to file.\n  \nThe Court has greater control over the lead counsel and fee\napproval.\n  \nNo delays occur waiting on board action on a demand.\n  \nThe creation of subclasses can be used if necessitated.\n  \nGreater\ncontrol can be asserted over professional plaintiffs.\n  \nClass actions may facilitate settlements better than derivative actions.\n  \nAll\nthese tools are lost if artificial limitations on fee awards discourage class actions.\n[15]\n \nSee\n Thompson & Thomas, \nsupra\n note 1 at 26.\n  \nWhile Delaware still recognizes demand futility, thus making it easier to file\nderivative actions, the class action mechanism is the most frequently used means of contesting board action in connection with\nmergers and acquisitions.\n  \nThere are rational policy reasons underlying that fact.\n  \nThose policy considerations apply to determine\nwhether North Carolina would adopt a “corporate benefit” test.\n[16]\n \nSee \nThompson & Thomas, \nsupra\n note 1, at 43 (Table 13: Most Frequently Named Plaintiffs in Fiduciary Duty Suits).\n[17]\n \nSee \nThompson & Thomas, \nsupra\n note 1, at 70.\n[18]\n \nSee \nThompson & Thomas, \nsupra\n note 1, at 44.\n[19]\n When examined about the connection between Crandon Capital and Harbor Finance at oral argument, counsel for Harbor\nFinance could not answer the court’s questions about the connection. \nSee\n transcript of April 9,2003 hearing page 30.\n[20]\n Crandon Capital Partners has itself been involved in over 25 breach of fiduciary duty cases according to the Court’s research.\n[21]\n The PLSA limits the number of suits that can be filed by a single plaintiff under the federal securities laws. 15 USCS § 78u-4\n(2003).\n[22]\n Documents filed in the following cases may be accessed on this Court’s website www.ncbusinesscourt.net: \nBreakwater\nPartners v. Gillings, et al \n,02 CVS 5355 (Durham County), Consol. Civil Action\n  \nIn Re Quintiles Transnational Corp.\nShareholders Litigation,\n 02 CVS 5348 (Durham County).\n[23]\n N.C.G.S. § 55-7-46 (2003).\n[24]\n  \nDefendants protest that because class counsel waited too long to ask for a fee, all the shareholders of the New Wachovia will\nbear the burden of such a fee award.\n  \nThe litigation was pending when the merger vote occurred.\n  \nThe results had been fully\ndisclosed.\n  \nNo knowledgeable shareholder would be surprised by the fee application.\n  \nThe amount of the fee requested and the\namount actually awarded could not be considered material.\n  \nThe fee award will not affect the income statement of the New\nWachovia in any discernible way.\n  \nThe time for appeal had not expired even though this Court had entered its Order at the time of\nthe merger.\n  \nThe case was not over.\n  \nTo require a fee application to be filed before the merger vote would in most instances be\ncounterproductive and promote too early an exit by shareholder counsel.\n  \nA pre-vote application would not be good policy.\n  \nA\ndifferent argument might exist where the fee request would be material to the financial condition of the surviving company."
}