{
  "id": "e0dee046dd5487ba812279690ac4fecd119f8a6843325cc4d8a4e0c39a28faaf",
  "source_file": "data/raw/ncbc/e0dee046dd5487ba812279690ac4fecd119f8a6843325cc4d8a4e0c39a28faaf.pdf",
  "raw_text": "Higgins v. Synergy Coverage Sols., LLC, 2020 NCBC 4. \n \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 12548 \n \nARLENE B. HIGGINS, \n \nPlaintiff, \n \nv. \n \nSYNERGY COVERAGE \nSOLUTIONS, LLC; SYNERGY \nHOLDINGS, LLC; SYNERGY \nINSURANCE COMPANY, and their \nsubsidiaries and affiliates; and \nBRUCE A. FLACHS, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nPLAINTIFF’S FIRST AMENDED \nCOMPLAINT  \n \n1. THIS MATTER  is before the Court on Defendants’ Motion to Dismiss \nPlaintiff’s First Amended Complaint (the “Motion”) under Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure (“Rule(s)”) in the above-captioned case.   \n2. After reviewing the Motion, the brief s in support and oppositi on, the First \nAmended Complaint, certain documents identified and relied upon in Plaintiff’s First \nAmended Complaint and submitted by Defendants in support of the Motion, and the \narguments of counsel at the hearing on the Motion (the “Hearing”), the Court hereby \nGRANTS in part and DENIES in part the Motion. \nFosbinder Law Office, by Julie Fosbinder, for Plaintiff Arlene B. Higgins. \n \nRobinson, Bradshaw & Hinson, P.A., by Pearlynn Houck, Fitz E. \nBarringer, and  Travis Hinman, for Defendants Synergy Coverage \nSolutions, LLC, Synergy Holdings, LLC, Synergy Insurance Company, \nand Bruce A. Flachs.    \n \nBledsoe, Chief Judge. \n \n \nI. \nFACTUAL BACKGROUND \n3. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6).  Rather, the Court recites only the relevant allegations asserted in Plaintiff's \nFirst Amended Complaint to determine the Motion. \n4. This litigation arises from the termination of Plaintiff Arlene B. Higgins \n(“Higgins” or “Plaintiff”) from her long -term employment with Defendant Synergy \nCoverage Solutions, LLC (“Synergy Solutions”  or the “Company” ).  Higgins alleges \nthat after she had been employed at Synergy Solutions for ten years, the Company \nterminated her employment in breach of an oral contract  to employ her until the \nCompany was sold, to prevent her from realizing the value of certain phantom units \nthat might vest if she were an employee at the time of sale.  Alternatively, Higgins \nargues she was terminated because of her age.   \n5. Synergy Solutions “operates as a managing general agent and underwriter, \nproviding workers compensation administrative services for certain  insurance \ncompanies[.]”  ( First Am. Compl. ¶ 2 [hereinafter “FAC”], ECF No. 31 .)  Defendant \nSynergy Holdings, LLC (“Synergy Holdings”) is an insurance holding company and  \nthe parent of Synergy Solutions and Defendant Synergy Insurance Company \n(“Synergy Insurance”).  Synergy Insurance is an affiliate of Synergy Solutions for \nwhich Synergy Solutions provides workers com pensation administrative services.\n1  \n(FAC ¶¶ 2–4.) \n                                                 \n1 Together Synergy Solutions, Synergy Insurance, and Synergy Holdings shall be referenced \nhereafter as the “Synergy Defendants.” \n \n \n6. At all relevant times, Defendant Bruce A. Flachs (“Flachs”) was the \n“Organizer, President, Manager, and Chief Executive Officer” of Synergy Solutions, \nand the “Organizer, President, Manager, and Member” of Synergy Holdings.  (FAC ¶ \n5.)   \n7. Flachs and Higgins first began working together in the insurance industry \nin 1993.  ( FAC ¶ 9.)  In August 2006, Flachs recruited Higgins to become the Chief \nUnderwriting Officer of Synergy Solutions , a position she held unt il she was \nterminated in July 2017.  ( FAC ¶¶ 1, 8.)  Higgins reported directly to Flachs , and \nFlachs conducted her annual performance reviews.  (FAC ¶¶ 8, 18, 25–27, 35.) \n8. In July 2009, Synergy Holdings adopted a “Phantom Compensation Plan”  \n(“Plan”) to give employees of Synergy Holdings and its subsidiaries , including \nSynergy Solutions, the opportunity to receive bonus compensation for their services \nin the form of a cash payout of “Phantom Units” upon the sale of Synergy Holdings if \ncertain conditions were met.  (FAC ¶ 17; see Mem. Supp. Defs.’ Mot. Dismiss Pl.’s \nFAC Ex. 1, at ¶  9 [hereinafter the “Plan”], ECF No. 42.2 .)  Each grant of Phantom \nUnits under the Plan was governed by the terms of a Phantom “ Award Agreement” \nbetween the employee recipient and Synergy Holdings.  (See Mem. Supp. Defs.’ Mot. \nDismiss Pl.’s F AC Exs. 2 –5, [hereinafter “ Award Agreement(s)”], ECF Nos. 42.3 –\n42.6.)  The Plan specifically provided that the value of any Phantom Units awarded \nto an employee would be paid to the employee upon the sale of 50% or more of Synergy \nHoldings’s shares or upon the disposition of substantially all  of the assets of that \nentity.  ( Plan ¶¶ 6(a), 17.)  The Plan further provided, however, that any Phantom \n \n \nUnits awarded under the Plan would be “forfeited and cancelled immediately” upon \ntermination of the employee’s employment with Synergy Holdings or its affiliates, \n“voluntarily or involuntarily, with or without cause[.]”  (Plan ¶ 4(b).) \n9. Higgins opted to receive four Phantom Unit awards under the Plan in lieu \nof bonuses and /or salary increases during her employment.  These Awards totaled \n8,600 Phantom Units: 5,000 in August 2009, 600 in August 2012, 2,000 in July 2014, \nand 1,000 in July 2015.  (FAC ¶¶ 19, 22, 25–26.)2   \n10. According to Higgins, b eginning in her  2009 performance review and \ncontinuing in each review thereafter, Flachs represented “that he was continuously \npursuing and entertaining offers from third parties to purchase Synergy Holdings[.]”  \n(FAC ¶ 18.)  Higgins also alleges Flachs told her “that her retention in her \nmanagement role was critical to the success of the company. . . . [and that] she would \nbenefit financially when the company would eventually sell.”  (FAC ¶ 18.)  According \nto Higgins, she relied on Flachs’s representations in deciding to accept each award of \nPhantom Units. \n11. Higgins’s work responsibilities at Synergy Solutions and its affiliates \nincreased with her seniority at the Company.  While continuing to serve as Synergy \n                                                 \n2 Higgins also alleges that in 2006, she accepted 25,000 Class B Units of stock in Synergy \nHoldings pursuant to a “Restricted Un it Plan,” which have since vested.  ( FAC ¶¶ 13–14.)  \nHiggins accepted 2,500 additional Class B Units in December 2016 which were scheduled to \nvest on or about December 1, 2017.  (FAC ¶ 28.)  Higgins alleges that her Class B Units “were \ndesignated as ‘subject to repurchase’ if she left her employment.”  (FAC ¶ 15.)  She avers that \nshe requested information regarding the value of her Class B Units after her termination in \nSeptember 2017, which Synergy Solutions refused to provide, and that the Company stated \nthat it was not interested in repurchasing her units due to Plaintiff’s potential litigation \nagainst the Company.  (F AC ¶ 44.)  Higgins does not base any claims in this action on her \nClass B Units. \n \n \nSolutions’s Chief Underwriting Officer, she took over management of the Company’s \n“Premium Audit Department” in 2009, ( FAC ¶ 20) , and  became a member of the \nBoard of Directors of Synergy Insurance in 2012, (FAC ¶ 24).  In 2014, she was given \nthe additional title of Executive Vice President of Premier Markets and made \nManager over Marketing .  (FAC ¶ 24.)  Higgins consistently received positive \nperformance reviews from Flachs through July 2016.  (See FAC ¶¶ 26–27.) \n12. The relationship between Higgins and the Company  deteriorated in 2017.  \nHiggins alleges that “[o]n or about May 11, 2017, without any advance notice or prior \ndiscussion, Flachs informed Higgins of his plan to restructure the management of \n[Synergy Solutions ,] . . . placed two managers in the chain of command between \nhimself and Higgins , . . . reduced the number of employees directly  reporting to \nHiggins[, and] moved Higgins from her office in to one of the smallest offices  in the \nbuilding[.]”  (FAC ¶ 31.)  Two months later, on July 14, 2017, Flachs terminated \nHiggins’s employment, stating in her termination letter that her “work performance \nd[id] not meet the standards set forth by [Synergy Solutions].”  (FAC ¶ 35.)  Higgins \nwas fifty years old when she was terminated.  (FAC ¶ 36.)  Her responsibilities were \ngiven to an employee who was thirty-nine years old.  (FAC ¶ 35.)  \nII.  \nPROCEDURAL HISTORY \n13. Higgins initiated this action against Defendants on September 25, 2018, \nfourteen months after her termination.  The case was designated as a mandatory \n \n \ncomplex business case on November 9, 2018, (Designation Order, ECF No. 1), and \nassigned to the undersigned on the same day, (Assignment Order, ECF No. 2).   \n14. After Defendants moved  to dismiss the C omplaint on December 31, 2018 , \n(Defs.’ Mot. Dismiss, ECF No. 20), Higgins filed the First Amended Complaint as of \nright on February 7, 2019, (see FAC).   \n15. Higgins now asserts claims against Synergy Solutions for breach of contract, \ndefamation, and, in the alternative, quantum meruit/unjust enrichment; and against \nall Defendants for common law fraud, fraud in the inducement, constructive fraud, \nviolation of N.C.G.S. § 143-422.2, and violation of the North Carolina Securities Act, \nN.C.G.S. § 78A -1 et seq., and, in the alternative, negligent misrepresentation.  \nHiggins also seeks an accounting of Synergy Holdings from the Synergy Defendants \nand asserts a claim in the alternative against the Synergy Defendants for alleged \nviolation of the Age Discrimination in Employment Act, 29 U.S.C. § 621 et seq.  (See \nFAC.)  \n16. Defendants filed the Motion on March 12, 2019, seeking the dismissal of all \nclaims asserted in the First Amended Complaint.  (Defs.’ Mot. Dismiss Pl.’s F AC \n[hereinafter “Mot. Dismiss FAC”], ECF No. 41.)  The Motion has been full y briefed, \nand the Hearing on the Motion was held  on May 21, 2019, at which all parties were \nrepresented by counsel.  The Motion is now ripe for resolution.   \n \n \nIII.  \nLEGAL STANDARD \n17. In ruling on a motion to dismiss for failure to state a claim under Rule \n12(b)(6), the Court’s inquiry is “whether the allegations of the complaint, if treated as \ntrue, are sufficient to state a claim upon which relief can be granted under some legal \ntheory.”  Corwin v. Brit . Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736 \n(2018) (quoting CommScope Credit Union v. Butler & Burke, LLP , 369 N.C. 48, 51, \n790 S.E.2d 657, 659 (2016)). \n18. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the . . . claim; (2) the \ncomplaint on its face reveals the absence of facts sufficient to make a good claim; or \n(3) the complaint discloses some fact that necessarily defeats the . . . claim.’ ”  Id., 821 \nS.E.2d at 736–37 (quoting Wood v. Guilford Cty., 355 N.C. 161, 166, 558 S.E.2d 490, \n494 (2002)).  The Court will not grant a motion to dismiss “unless it appears to a \ncertainty that [the] plaintiff is entitled to no relief under any state of facts which could \nbe proved in support of the claim.”  Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, \n166 (1970) (emphasis and citation omitted). \n19. The Court construes the allegations in the pleading “in the light most \nfavorable to the non-moving party.”  Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 \nN.C. 1, 5, 802 S.E.2d 888, 891 (2017) (quoting Kirby v. N.C. Dep’t of Transp., 368 N.C. \n847, 852, 786 S.E.2d 919, 923 (2016)).  The Court is “not required, however, ‘to accept \nas true allegations that are merely conclusory, unwarranted deductions of fact, or \n \n \nunreasonable inferences.’ ”  Good Hope Hosp., Inc. v. N.C. Dep ’t of Health & Human \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005)  (quoting Veney v. Wyche, \n293 F.3d 726, 730 (4th Cir. 2002)); see also McCrann v. Pinehurst, LLC, 225 N.C. App. \n368, 377, 737 S.E.2d 771, 777 (2013) (treating plaintiffs’ factual allegations as true \nbut ignoring their legal conclusions).  The Court may also “reject allegations that are \ncontradicted by the documents attached, specifically referred to, or incorporated by \nreference in the complaint.”  Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d \n858, 862 (2009) (citing Schlieper v. Johnson, 195 N.C. App. 257, 265, 672 S.E.2d 548, \n553 (2009)). \nIV.  \nANALYSIS \nA. Breach of Contract (v. Synergy Solutions) \n20. Higgins’s lawsuit largely rests on her allegation —stated in varying \nlanguage throughout the First Amended Complaint —that she agreed to accept \nPhantom Units in lieu of bonuses and/or earned salary increases in exchange for the \nCompany’s express or implied p romise that she would remain employed at Synergy \nSolutions through the sale of Synergy Holdings, at which time the Company would \npay her the value of her Phantom Units in accordance with the Plan .  (See FAC ¶¶ \n18, 23, 26, 38, 50 –52, 78, 84, 87, 94, 96.)  She contends that Synergy Solutions \n \n \nbreached that agreement by terminating her employment before a sale could occur.  \n(See FAC ¶ 53.)   \n21. To state a claim for breach of contract i n North Carolina, a plaintiff must \nallege “(1) [the] existence of a valid contract and (2) [a] breach of the terms of that \ncontract.”  Poor v. Hill, 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000)  (citing \nJackson v. Carolina Hardwood Co. , 120 N.C. App. 870, 871, 463 S.E.2d 571, 572 \n(1995)).  Additionally, a contract must be supported by consideration .  Inv. Props. of \nAsheville, Inc. v. Norburn , 281 N.C. 191, 195, 188 S.E.2d 342, 345 (1972) .  \nConsideration for these purposes has been defined as  “any benefit, right, or interest \nbestowed upon the promisor, or any forbearance, detriment, or loss undertaken by \nthe promisee.”  Elliott v. Enka-Candler Fire & Rescue Dep’t, Inc., 213 N.C. App. 160, \n163, 713 S.E.2d 132, 135 (2011)  (quoting Lee v. Paragon  Grp. Contractors, Inc. , 78 \nN.C. App. 334, 337–38, 337 S.E.2d 132, 134 (1985)).   \n22. Synergy Solutions argues that Plaintiff’s contract claim must be dismissed \non two broad grounds.  F irst, the Company  argues that the Plan and Award \nAgreements are the final expression of the parties’ agreement regarding Phantom \nUnits and specifically disclaim Higgins’s claimed entitlement to future employment.  \nSecond, Synergy Solutions argues that Higgins has failed to plead mutual assent and \nconsideration, and that th e Company’s alleged promise —employment through the \ntime of sale of Synergy Holdings —is not sufficient ly definite  to overcome the \npresumption of at -will employment under North Carolina law.  (See Mot. Dismiss \nFAC 1–2.)  The Court will address each argument in turn. \n \n \n(1) The Plan and Award Agreements as a Final Expression of Agreement \n23. As noted above, Higgins acknowledges in her First Amended Complaint that \nshe received four Phantom Unit awards granting her a total of 8,600 units under the \nPlan.  (See FAC ¶¶ 18, 19, 22, 25–26.)  Defendants have attached to their Motion and \nsupporting brief the Plan and the Award Agreements Higgins signed as a condition \nof her receipt of the Phantom Units.  (See Plan; Award Agreements.)  Higgins has not \nobjected to the Court’s cons ideration of the Plan or the Award Agreements on this \nMotion under Rule 12(b)(6) and, to the contrary, has focused parts of her argument \non the specific terms of those documents.  Accordingly, the Court concludes that it \nmay consider the Plan and the Award Agreements on this Motion without converting \nit to one under Rule 56.  See Oberlin Cap., L.P. v. Slavin , 147 N.C. App. 52, 60 –61, \n554 S.E.2d 840, 847 (2001) (holding that a court may consider under Rule 12(b)(6) \n“documents which are the subject of a plaintiff’s complaint and to which the complaint \nspecifically refers even though they are presented by the defendant [,]” including “a \ncontract which is the subject matter of an action” (citations omitted)). \n24. Synergy Solutions argues that the terms of the Plan and the Award \nAgreements bar Higgins’s claim for cash payment for her Phantom Units in exchange \nfor her promise of continued employment .  In support, Synergy Solutions notes that \neach Award Agreement contains a merger clause specifically  providing that the \nAgreement, “together with the Plan, contain[ ] the entire understanding between the \nparties hereto with respect to the subject matter hereof, and supersede[  ] all prior \nwritten and oral statements, including any prior representation, statement, condition \n \n \nor warranty.”  ( Award Agreements ¶ 5.)  Synergy Solutions  also points out that the \nPlan expressly disclaims entitlement to continued employment: \nNo Employment Rights .  Nothing in this Plan will confer upon any \nParticipant the right to continue in the employ or service of the \nCompany or any of its Affiliates as an employee or otherwise for any \nperiod of time or interfere with or otherwise restrict in any way the \nrights of the Company or any of its Affiliates to terminate a Participant’s \nemployment or service at any time for any reason, with or without cause.  \n \n(Plan ¶ 9 (emphasis in original).)  Reading these documents together, the Company \nargues that any alleged prior oral representations or agreements between Higgins \nand Flachs regarding Phantom Units are superseded by the Plan and the Award \nAgreements, barring Higgins’s breach of contract claim.  (See Mem. Supp. Defs.’ Mot. \nDismiss Pl.’s FAC 5–6 [hereinafter “Br. Supp. Mot. Dismiss”], ECF No. 42.)  \n25. “North Carolina recognizes the validity of merger clauses and has \nconsistently upheld them.”  Zinn v. Walker, 87 N.C. App. 325, 333, 361 S.E.2d 314, \n318 (1987) (citing cases).  In particular, “ merger clauses were designed to effectuate \nthe policies of the [p]arol [e]vidence [r]ule; i.e., barring the admission of prior and \ncontemporaneous negotiations on terms inconsistent with the terms of the writing.”  \nId.  Despite its title, “[t]he parol evidence rule is a rule of substantive law[.]”  Phelps \nv. Spivey, 126 N.C. App. 693, 697, 486 S.E.2d 226, 229 (1997).  As explained by the \nCourt of Appeals: \nGenerally, the parol evidence rule prohibits the admission of evidence to \ncontradict or add to the terms of a clear and unambiguous contract.  \nThus, it is assumed the [parties] signed the instrument they intended to \nsign[,] . . . [and, absent] evidence or proof of mental incapacity, mutual \nmistake of the parties, undue influence, or fraud[,] . . . the court [does] \nnot err in refusing to allow parol evidence[.] \n \n \n \nDrake v. Hance, 195 N.C. App. 588,  591, 673 S.E.2d 411,  413 (2009) (quoting \nThompson v. First Citizens Bank & Tr. Co., 151 N.C. App. 704, 708–09, 567 S.E.2d \n184, 188 (2002)).   \n26. To avoid enforcement of the merger clause, Higgins argues that she has \npleaded she entered an employment agreement with Synergy Solutions that is \nseparate and apart from her entry into the Award Agreements  and thus not within \ntheir “subject matter.”  (Pl.’s Mem. Opp’n Defs.’ Mot. Dismiss 11–13 [hereinafter “Br. \nOpp’n Mot. Dismiss”], ECF No. 44 .)  For support, she points to her allegations in  \nparagraph 18 of her First Amended Complaint, which state in part that, based on \nFlachs’s representations that Higgins’s “retention in her management role was \ncritical to the success of the company” and that she “would benefit financially when \nthe company would eventually sell [,] . . . Flachs and Higgins agreed that she would \nremain employed with Synergy [Solutions] for their mutual benefit through the time \nof sale.”  (FAC ¶ 18.)   \n27. Higgins ignores, however, the context in which she pleads that these specific \nrepresentations and agreements were allegedly made.  Indeed, as pleaded, the alleged \noral employment agreement, and each of Flachs’s alleged verbal affirmations of that \nagreement, directly preceded the Company’s offer, and Higgins’s acceptance, of a \ngrant of Phantom Units under the Award Agreements.  (See, e.g., FAC ¶ 18 (offer and \nacceptance of 2009 Phantom Units) , ¶ 23 ( offer and acceptance of 2012 Phantom \nUnits), ¶ 25 (offer and acceptance of 2014 Phantom Units), ¶ 26 (offer and acceptance \nof 2015 Phantom Units), and ¶ 50 (“At each offering of Phantom Units, the statements \n \n \nmade to Higgins by Flachs, . . .  gave rise  to an enforceable employment \nagreement[.]”).)   \n28. Higgins likewise ignores her many allegations that she received these \nPhantom Units and their promise of potential payout as compensation for her \ncontinued employment.  (See FAC ¶ 18 (“Flachs . . . represented to Higgins that she \nwould be rewarded for her . . . continued service to [Synergy Solutions] through . . . a \ncash payout under its Phantom Compensation Plan, when the Company was sold.”), \n¶ 23 (“Flachs also represented that his purpose in offering Phantom Units was to \nkeep the senior management team in place and motivated so as to increase the \ncompany’s value, from which Higgins would benefit at the time of sale.”), ¶ 26 \n(“Higgins was offered and accepted 1,000 additional Phantom Units in response to \nFlachs’s continued representations regarding . . . his pursuit of a sale with rewards \nfor Higgins.”),  ¶ 52 (“ Higgins’[s] employment and continued employment with \n[Synergy Solutions] . . . were secured by and consideration for representation made \nby Flachs that she would . . . receive a cash payment for her Phantom Units upon the \nsale of Synergy Holdings[.]” (emphasis added)).)     \n29. Consequently, rather than plead an agreement outside the “subject matter” \nof the Award Agreements  as she contends , Higgins’s First Amended Complaint \nspecifically tie s her alleged employment agreement to the offer and acceptance of \nPhantom Units under those Award Agreements.  As such, by her own pleading, the \nalleged employment agreement is within the “subject matter” of th e Award \nAgreements and the Plan and is subject to the Award Agreements’ merger clause.   \n \n \n30. Having so concluded, the Court next turns to whether the merger clause \nbars Higgins’s breach of contract claim as a matter of law.  Significantly for that \ninquiry, Higgins has not pleaded or argued that the Plan or the Award Agreements \nare unclear or ambiguous in  any respect or that they arguably recognize a right to \nher continued employment.  See Mancuso v. Burton Farm Dev. Co. , 229 N.C. App. \n531, 542–43, 748 S.E.2d 738, 746–47 (2013) (enforcing merger clause where express \ncontracts were “devoid of any unclear o r ambiguous terms that need clarification \nbased upon the consideration of parol evidence”).  Indeed , as Higgins acknowledges, \nthe Plan expressly disclaims to Higgins any “right to continue in the employ or service \nof the Company or any of its Affiliates as an employee or otherwise for any period of \ntime[.]”  (Plan ¶ 9; Br. Opp’n Mot. Dismiss 11 (“[T]he Phantom Stock Plan language \ndoes not provide the  basis for a contract claim for a term of employment [.]”).)  Nor \nhas Higgins pleaded with requisite particularity any fraudulent or negligent \nmisconduct, (see infra IV.C, D), that might preclude application of the merger clause \nin the circumstances here , see Zinn, 87 N.C. App. at 333, 361 S.E.2d at 318 \n(acknowledging that a merger clause creates a presumption that “the writing \nrepresents the final agreement between the parties ” that may be rebutted by \nestablishing “fraud, bad faith, unconscionability, negligent omission[,] or mistake in \nfact”).   \n31. Instead, Higgins pleads the existence of an alleged employment agreement \nthat flatly contradicts the express terms of the Plan.  (See Plan ¶ 9.)  Like the plaintiff \nin Mancuso, Higgins seeks “to establish the existence of a separate implied contract \n \n \nrather than to explain the proper interpretation of an express contract [.]”  Mancuso, \n229 N.C. App. at 543, 748 S.E.2d at 7 46–47.  In seeking to do so , however, Higgins \n“runs afoul of the legal principle that an implied contract will not be recognized in an \ninstance covered by an express contract.”  Id ., 748 S.E.2d at 747; see, e.g. , Vetco \nConcrete Co. v. Troy Lumber Co ., 256 N.C. 709, 714, 124 S.E.2d 905, 908 (1962) (“It \nis a well recognized principle that there can be no  implied contract where there is \nan express contract between the parties in reference to the same subject -matter.” \n(quoting Morganton Mfg. & Trading Co. v. Crews, 165 N.C. 285, 290, 81 S.E. 418, 420 \n(1914))). \n32. As a r esult, the parol evidence rule bar s enforcement of the alleged oral \nemployment agreement.  See, e.g. , Neal v. Marrone, 239 N.C. 73, 77, 79 S.E.2d 239, \n242 (1953) (finding that “parol testimony of prior or contemporaneous negotiations or \nconversations inconsistent with the writing, or which tend to substitute a new and \ndifferent contract from the one evidenced by the writing, is incompetent”) ; Phelps-\nDickson Builders, LLC v. Amerimann Partners, 172 N.C. App. 427, 436, 617 S.E.2d \n664, 670 ( 2005) (holding that contract with merger clause barred parol evidence of \nadditional terms); Peoples Serv. Drug Stores, Inc. v. Mayfair, N. V. (Micora, N. V.), 50 \nN.C. App. 442, 449, 274 S.E.2d 365, 369–70 (1981) (disregarding parol evidence that \nvaried, added to, and contradicted the express unambiguous terms of a contract with \na merger clause). \n33. The Court thus concludes that the merger clause must be given effect on the \npleaded facts.  The Court therefore concludes that the  Plan and the Award \n \n \nAgreements “contain[ ] the entire understanding” between Higgins and the Company \nconcerning the Company’s offer and Higgins’s acceptance of Phantom Units and that \nthose documents “supersede[  ] all prior written and oral statements, incl uding any \nprior representation, statement, condition or warranty” concerning the offer and \nacceptance of Higgins’s Phantom Units as a matter of law.  (Award Agreements ¶ 5.)  \nAccordingly, Higgins’s claim for breach of an alleged oral employment agreement \nnecessarily fails and her claim for breach of contract shall therefore be dismissed with \nprejudice. \n(2) Definite Term and Consideration  \n34. As separate and independent grounds  for dismissal, the Court also \nconcludes that the alleged agreement on which Higgins’s breach of contract claim is \nbased is unenforceable for failure to specify a definite term of employment and for \nlack of consideration. \n35. Under North Carolina law, “in the absence of a contractual agreement \nbetween an employer and employee establishing a defini te term of employment, the \nrelationship is presumed to be terminable at the will of either party without regard \nto the quality of performance of either party.”  Kurtzman v. Applied Analytical Indus., \nInc., 347 N.C. 329, 331, 493 S.E.2d 420, 422 (1997) (citing Soles v. City of Raleigh Civ. \nServ. Comm’n, 345 N.C. 443, 446, 480 S.E.2d 685, 687 (1997)).  Furthermore, while \nNorth Carolina recognizes contracts for “permanent employment,” such contracts \n“are term inable at will by either party” unless “the employee gives some special \nconsideration in addition to his services[.]”  McMurry v. Cochrane Furniture Co., 109 \n \n \nN.C. App. 52,  56, 425 S.E.2d 735, 738 (1993) (quoting Sides v. Duke Univ ., 74 N.C. \nApp. 331, 345, 328 S.E.2d 818, 828 (1985)); see Tuttle v. Kernersville Lumber Co., 263 \nN.C. 216, 219, 139 S.E.2d 249, 251 (1964)  (distinguishing between “steady \nemployment, a steady job, a position of some permanence” for “which there is no \nadditional expression as to duration,” and employment contracts where a life term is \nspecifically contemplated and supported by consideration additional to an employee’s \nservices). \n36. Defendants argue that because the sale of Synergy Holdings is an event that \nmay or may not occur at some unfixed time in the future, Higgins’s alleged agreement \nfor employment until the sale or other disposition of Synergy Holdings was for an \nindefinite term, thus permitting the “pre -sale” at-will termination of Higgins’ \nemployment and requiring dismissal of Higgins’s contract claim as pleaded here.  In \nopposition, Higgins contends that employment until the sale of Synergy Holdings was \nfor a definite term because North Carolina recognizes contracts for lifetime \nemployment.  (See Pl.’s Surreply Mem. Opp’n Defs.’ Mot. Dismiss 5–6, ECF No. 49.)   \n37. A term of employment is definite if it is for a “fixed period of time capable of \nexact measurement[ ,]” “tied to a certain date[,]” or “set at a date certain in the \nfuture[.]”  Kristufek v. Saxonburg Ceramics, Inc., 901 F. Supp. 1018, 1025 (W.D.N.C. \n1995) (applying North Carolina law).  “Even where an employment contract specifies \ncompensation at a yearly, monthly, weekly, or daily rate, [the Court of Appeals] has \nheld that if the term of service is not specified, the contract is for an indefinite period.”  \nWilkerson v. Carriage Park Dev. Corp., 130 N.C. App. 475, 477 –78, 503 S.E.2d 138, \n \n \n140 (1998) (citing Freeman v. Hardee’s Food Sys., Inc., 3 N.C. App. 435, 437–38, 165 \nS.E.2d 39, 41–42 (1969)). \n38. Higgins’s allegations here make plain that whether Synergy Holdings would \nbe sold and the timing of any such sale were both uncertain.  Thus, the alleged oral \nemployment contract was for an in definite term as a matter of law .  See Kristufek, \n901 F. Supp. at 1025 (holding, under North Carolina law, that an agreement that the \nplaintiff “would have his job with the defendant until the plaintiff retired” did not \ncreate a definite term); Worley v. Bayer Corp., No. COA02-196, 2002 N.C. App. LEXIS \n2501, at * 4–7 (N.C. Ct. App. Dec. 17, 2002) (holding that an oral agreement that \nemployment was only terminable upon the employee’s “failure to report a mistake or \nan attempt to conceal a mistake” was not a definite term); Wilkerson , 130 N.C. App. \nat 478, 503 S.E.2d at 140 (holding that contractor’s argument that the duration of his \ncontract “could be implied from the time necessary to construct the 500 homes [he \nwas contracted to build was] unpersuasive , as it  [did] not address the dispositive \nquestion of whether the parties agreed he would work for a definite term”). \n39. Nor has Higgins pleaded any consideration  that would bring her pleading \nwithin the North Carolina cases enforcing promises for lifetime employment as she \ncontends.  Higgins argues that her good work performance, her decision not to pursue \nother employment opportunities, and her agreement to defer compensation for her \nservices by accepting Phantom Units in lieu of earned bonuses constituted \nconsideration sufficient to support the alleged oral employment contract.  (See FAC \n¶¶ 25, 52; see also Br. Opp’n Mot. Dismiss 5.)   \n \n \n40. Higgins, however, like any employee, had a pre-existing duty to perform her \nresponsibilities in good faith, Dalton v. Camp, 353 N.C. 647, 652, 548 S.E.2d 704, 708 \n(2001), and, in continuing in her employment, necessarily forewent other “present or \nfuture jobs[,]” McMurry, 109 N.C. App. at 57, 425 S.E.2d at 738 (quoting Humphrey \nv. Hill, 55 N.C. App. 359, 362–63, 285 S.E.2d 293, 296 (1982)).  Thus, her promise to \nperform those acts that she was already bound to perform does not constitute \nsufficient consideration for the oral agreement.  See, e.g., Franco v. Liposcience, Inc., \n197 N.C. App. 59, 63, 676 S.E.2d 500, 503 (2009) ( holding “mere continued \nemployment by the employee is insufficient” consideration); Burton v. Kenyon, 46 \nN.C. App. 309, 311, 264 S.E.2d 808, 809 (1980) (holding “a promise to perform an act \nwhich the promisor [wa]s already bound to perform [wa]s insufficient consideration”).   \n41. Additionally, Plaintiff’s claimed exchange of earned bonuses for Phantom \nUnits cannot provide consideration for continued employment here because, as \ndiscussed above, the Plan and the Award Agreements set forth the entire agreement \nof the parti es with respect to Phantom Units and expressly disclaim any right to \ncontinued employment.  ( See Plan ¶ 9 (stating the Plan neither confers a right to \nemployment, nor interferes or restricts the rights of the Company to terminate a Plan \nparticipant’s employment at any time for any reason).)    \n42. Based on the foregoing, the Court concludes that Plaintiff’s breach of \ncontract claim should also be dismissed on each of these separate grounds.   \n \n \nB. Quantum Meruit/Unjust Enrichment (v. Synergy Solutions) \n \n43. Higgins alleges in the alternative to her contract claim that Synergy \nSolutions was unjustly enriched by the value of her uncompensated services.  ( FAC \n¶¶ 67–68.)  Because she accepted Phantom Units in lieu of earned increases in her \nsalary and/or bonuses, Higgins argues that the value of her uncompensated services \nfor which she is entitled to payment is equal to the value of her Phantom Units.  (See \nFAC ¶ 67.)  \n44. “In North Carolina, to recover on a claim of unjust enrichment, Plaintiff \nmust prove: (1) that it conferred a benefit on another party; (2) that the other party \nconsciously accepted the benefit; and (3) that the benefit was not conferred \ngratuitously or by an interference in the affairs of the other party.”  Islet Scis., Inc. v. \nBrighthaven Ventures, LLC, 2017 NCBC LEXIS 4, at *16 (N.C. Super. Ct. Jan. 12, \n2017) (citing Se. Shelter Corp. v. BTU, Inc., 154 N.C. App. 321, 330, 572 S.E.2d 200, \n206 (2002)).  “The  general rule of unjust enrichment is that where services are \nrendered and expenditures made by one party to or for the benefit of another, without \nan express contract to pay, the law will imply a promise to pay a fair compensation \ntherefor.”  Atl . Coast Line R.R. Co. v. State Highway Comm’n, 268 N.C. 92, 95–96, \n150 S.E.2d 70, 73 (1966).  However, “[i]f there is a contract between the parties[,] the \ncontract governs the claim and the law will not imply a contract.”  Booe v. Shadrick, \n322 N.C. 567, 570, 369 S.E.2d 554, 556 (1988). \n45. Generally, at the 12(b)(6) stage, courts decline to address unjust enrichment \nclaims if a breach of contract claim remains viable.  See Shelton v. Duke Univ. Health \n \n \nSys., 179 N.C. App. 120, 125, 633 S.E.2d 113, 116 (2006) (stating on Rule 12(b)(6) \nmotion that “[b]ecause we have not held the contract to be unenforceable, we do not \naddress [plaintiff’s unjust enrichment ] argument”).  In this instance, because the \nbreach of contract claim must be dismissed, the Court addresses Plaintiff’s claim for \nunjust enrichment.  \n46. Higgins argues that Synergy Solutions gratuitously benefited from her \nemployment because the Company’s value  increased during her employment , ( see \nFAC ¶ 68), and she did not receive the value of her Phantom Units or the increases \nin salary or bonuses she would have otherwise received.  Plaintiff’s  apparent theory \nis that she had an implied contract to be paid the value of those Phantom Units \nbecause she gave up her right to current compensation to receive them.   \n47. As discussed above, however, Higgins has pleaded that she accepted th e \nPhantom Units in accordance with the terms of the Plan and Award Agreements, and \nNorth Carolina law will not imply a contract where one already exists  covering the \nsame subject matter .  Atl. & E. Carolina Ry. Co. v. Wheatly Oil Co., 163 N.C. App. \n748, 753, 594 S.E.2d 425, 429 (2004) (“The doctrine of unjust enrichment is based on \n‘quasi-contract’ or contract ‘implied in law’ and thus will not apply . . . where a \ncontract exists between two parties.”).  Because Higgins’s unjust enrichment claim \nseeks to recover the alleged value of Phantom Units whe re Higgins’s rights \nconcerning those Phantom Units are governed by the pleaded Plan and Award \nAgreements, Higgins’s unjust enrichment claim should be dismissed.  \n \n \n48. Furthermore, the Plan and Award Agreements make plain that any benefit \nSynergy Solu tions accepted from Higgins’s employment after she began accepting \nPhantom Units in lieu of salary increases and/or bonuses was not gratuitous because \nHiggins received what she bargained for: the opportunity to cash out her Phantom \nUnits if Synergy Holdings was sold before July 1, 2025, ( Br. Supp. Mot. Dismiss Ex. \n1, at 7, ECF No. 42.2), while she was an employee, (Plan ¶ 4), and for an amount such \nthat the net sale proceeds exceed ed $15,000,000, (Plan ¶ 5(a)); see Champion Pro \nConsulting Grp., Inc. v. Impact Sports Football , LLC, 976 F. Supp. 2d 706, 720– 21 \n(M.D.N.C. 2013) (applying North Carolina law and dismissing unjust enrichment \nclaim where plaintiff s had “already been compensated for the services upon which \ntheir unjust enrichment claim [wa]s based”); see also BDM Invs. v. Lenhil, Inc., 2012 \nNCBC LEXIS 7, at *65 (N.C. Super. Ct. Jan. 18, 2012) (“Without enrichment, there \ncan be no ‘ unjust enrichment ’ and therefore no recovery on an implied contract.” \n(quoting Greeson v. Byrd , 54 N.C. App. 681, 683, 284 S.E.2d 195, 196 (1995))).   \nHiggins’s claim shall also be dismissed on this separate and independent basis. \nC. Fraud, Fraudulent Inducement, and Constructi ve Fraud  (v. Synergy \nDefendants, Flachs)  \n \n49. Higgins alleges that Defendants are liable for fraud, fraudulent inducement, \nand constructive fraud because Flachs omitted material facts and falsely represented \nthat Higgins would benefit directly from the sale of Synergy Holdings  and \nfraudulently induced her to work for and invest in Synergy Solutions by purchasing \nstock options and accepting Phantom Units in lieu of earned compensation, thereby \ndepriving her of the value of her Phantom Units.  (See FAC ¶¶ 84–87, 103.)   \n \n \n50. Common law or actual f raud arises from an arm’s length transaction in \nwhich there was  “(1) [a f]alse representation or concealment of a material [past or \nexisting] fact, (2) reasonably calculated to deceive, (3) made with intent to deceive, (4) \nwhich does in fact deceive, (5) [and] result[s] in damage to the injured party.”  Terry \nv. Terry, 302 N.C. 77, 83, 273 S.E.2d 674, 677 (1981) ( quoting Ragsdale v. Kennedy, \n286 N.C. 130, 138, 209 S.E.2d 494, 500 (1974)).  “Additionally, [a] plaintiff’s reliance \non any misrepresentations must be reasonable.”  MacFadden  v. Louf, 182 N.C. App. \n745, 747, 643 S.E.2d 432, 434 (2007) (quoting RD&J  Props. v. Lauralea-Dilton \nEnters., LLC, 165 N.C. App 737, 744, 600 S.E.2d 492, 498 (2004)).      \n51. To state a claim for fraudulent inducement, a plaintiff must allege: \n(i) that [the] defendant made a false representation or concealed a \nmaterial fact he had a duty to disclose[;] (ii) that the false representation \nrelated to a past or existing fact; (iii) that defendant made the \nrepresentation knowing it was false or made it recklessly without \nknowledge of its truth; (iv) that defendant made the representation \nintending to deceive  [the] plaintiff; (v) that [the] plaintiff reasonably \nrelied on the representation and acted upon it; and (vi) [the] plaintiff \nsuffered injury.   \n \nHarton v. Harton, 81 N.C. App. 295, 298 –99, 344 S.E.2d 117, 119– 20 (1986) (citing \nJohnson v. Phoenix Mut. Life Ins. Co., 300 N.C. 247, 253, 266 S.E.2d 610, 615 (1980)). \n52. In contrast, constructive fraud “does not require the same rigorous \nadherence to elements as actual fraud.”  Terry, 302 N.C. at 83, 273 S.E.2d at 677.  \nRather, to sustain a constructive fraud claim , a plaintiff must allege breach of a \nconfidential or fiduciary relationship by pleading “facts and circumstances (1) which \ncreated the relation of trust and confidence, and (2) [which] led up to and surrounded \nthe consummation of the transaction in which [the] defendant is alleged to have taken \n \n \nadvantage of his position of trust to hurt [the p]laintiff.”  Hunter v. Guardian Life Ins. \nCo. of Am., 162 N.C. App. 477, 482, 593 S.E.2d 595, 599 (2004) (quoting State  ex rel. \nLong v. Petree Stockton, LLP, 129 N.C. App. 432, 445, 499 S.E.2d 790, 798 (1998)  \n(internal quotation marks omitted) ).  “The primary difference between pleading a \nclaim for constructive fraud and one for breach of fiduciary duty is the intent and \nshowing that the defendant benefitted from his breach of duty.”  Ironman Med. \nProps., LLC v. Chodri, No. COA18-108, 2019 N.C. App. LEXIS 969, at *18 (N.C. Ct. \nApp. Dec. 3, 2019) (citing White v. Consol. Planning, Inc., 166 N.C. App. 283, 294, 603 \nS.E.2d 147, 156 (2004)) .  “This element requires a plaintiff to allege and prove that \nthe defendant took ‘advantage of his position of tru st to the hurt of plaintiff’ and \nsought ‘his own advantage in the transaction.’  ”  Id. at *18–19 (quoting Barger v. \nMcCoy Hillard & Parks, 346 N.C. 650, 666, 488 S.E.2d 215, 224 (1997)). \n53. Defendants move to dismiss Higgins’s fraud claim for failure to alleg e a \ndefinite and specific representation and reasonable reliance.  (Br. Supp. Mot. Dismiss \n11, 23 –26.)  Defendants also argue that Plaintiff’s fraudulent inducement and  \nconstructive fraud claim s must fail on the independent basis that Higgins has not \npleaded a confidential relationship or a duty owed to her by Defendants.   (Br. Supp. \nMot. Dismiss 20.)  Because Defendants’ arguments for dismissal  focus on the \noverlapping elements of these claims, the Court turns to a review of these elements.    \n(1) Misrepresentation of a Past or Existing Fact (Fraud & Fraudulent  \n Inducement) \n \n54. Defendants assert that Plaintiff’s fraud and fraudulent inducement claims \nshould be dismissed because Higgins has failed to allege with particularity that \n \n \nDefendants misrepresented a past or existing fact .  Defendants contend that \nHiggins’s allegations only “infer[ ] an ‘implied promise’ of continued employment” and \ndo not show that Flachs “actually told her that she would remain employed” until the \nsale of Synergy Holdings.  (Br. Supp. Mot. Dismiss 23.)  \n55. Under North Carolina law, “a mere promissory representation will not \nsupport an action for fraud.”  Braun v. Glade Valley Sch., Inc., 77 N.C. App. 83, 87, \n334 S.E.2d 404, 407 (1985)  (citing Phoenix Mut. Life Ins. Co., 300 N.C. at 255, 266 \nS.E.2d at 616).  Nevertheless, “[a] speaker may not voice an opinion that he does not \nhonestly believe, intending to deceive the listener, and then assert immunity from an \naction for fraud.”  Potts v. KEL, LLC, 2018 NCBC LEXIS 24, at *8–9 (N.C. Super. Ct. \nMar. 27, 2018) (citing Leftwich v. Gaines, 134 N.C. App. 502, 508, 521 S.E.2d 717, 723 \n(1999)); see Braun , 77 N.C. App . at 87, 334 S.E.2d at 407 ( “[A] promissory \nmisrepresentation may constitute actual fraud if the misrepresentation is made with \nthe intent to deceive and with no intent to comply with the stated promise or \nrepresentation.”).  This is because an intentional “misrepresentation of the state of \nthe promisor’s mind” constitutes a misrepresentation of existing fact.  Overstreet v. \nBrookland, Inc., 52 N.C. App. 444, 452, 279 S.E.2d 1, 6 (1981).   \n56. Rule 9(b) requires “the circumstances constituting fraud” to be alleged “with \nparticularity.”  N.C. R. Civ. P. 9(b).  “The purpose of Rule 9(b) is to provide a defendant \nwith sufficient notice of the fraud alleged ‘in order to meet the charges.’  ”  Provectus \nBiopharm., Inc. v. RSM US LLP, 2018 NCBC LEXIS 101, at *63 (N.C. Super . Ct. \nSept. 28, 2018)  (quoting Terry, 302 N.C. at 85, 273 S.E.2d at 678) .  “[I]n pleading \n \n \nactual fraud the particularity requirement is met by alleging time, place[,] and \ncontent of the fraudulent representation, identity of the person making the \nrepresentation[,] and what was obtained as a result of the fraudulent acts or \nrepresentations.”  Terry, 302 N.C. at 85, 273 S.E.2d  at 678.  Thus , “ a pleading is \nsufficiently particular ‘if, upon a liberal construction of the whole pleading, the charge \nof fraud might be supported by proof of the alleged constitutive facts.’ ”  Provectus \nBiopharm., Inc., 2018 NCBC LEXIS 101, at *63 (quoting Carver  v. Roberts, 78 N.C. \nApp. 511, 513, 337 S.E.2d 126, 128 (1985)). \n57. Higgins’s articulation and characterization of Flachs’s alleged promise of \ncontinued employment in t he First Amended Complaint takes varying and \ninconsistent forms.  (See, e.g., FAC ¶ 18 (“Thus, Flachs and Higgins agreed that she \nwould remain employed with Synergy [Solutions] for their mutual benefit through \nthe time of sale.”), ¶ 52 (“The employment contract . . . included an implied promise \nand term of duration that Higgins would remain employed and not be terminated , \nbefore Synergy Holdings was sold.”) , ¶ 85  (“Flachs sought Higgins’[s] continued \nemployment with promises that she would be retained until the Company was \nsold[.]”), ¶ 94 (“[Flachs] represented to Higgins that he was pursuing a sale of the \ncompany and that she would benefit from the sale, directly implying that Higgins \nwould not be terminated by [Synergy Solutions] before Synergy Holdings was sold.”).)  \n58. Even reading the First Amended Complaint in the light most favorable to \nHiggins, the Court cannot conclude that Higgins has alleged a promissory \nrepresentation with sufficient particularity to withstand Rule 12(b)(6) scrutiny .  To \n \n \nthe contrary, at most Higgins has alleged that she inferred a promise of continued \nemployment.  “ In the absence of a misrepresentation, there can be no actionable \nfraud[,]” Am. Imps., Inc. v. G. E. Emps. W. Region Fed. Credit Union, 37 N.C. App. \n121, 125, 245 S.E.2d 798, 801 (1978) (citing Ragsdale, 286 N.C. at 138, 209 S.E.2d at \n500), and an implied promise is not a representation, Claggett v. Wake Forest Univ., \n126 N.C. App. 602, 610, 486 S.E.2d 443, 447 –48 (1997) (affirming dismissal of \nfraudulent inducement claim where plaintiff alleged he relied on defendant’s “implied \npromise”).  Higgins’s claims for fraud and fraudulent inducement shall therefore be \ndismissed to the extent they are premised upon Flachs’s alleged misrepresentations.   \n(2) Reasonable or Justifiable Reliance (Fraud & Fraudulent Inducement) \n59. Defendants contend that Higgins’s fraud and fraudulent inducement claims \nshould be dismissed on the separate ground that Higgins has failed to allege \nreasonable or justifiable reliance on Flachs’s alleged misrepresentations.  (Br. Supp. \nMot. Dismiss 11.)   \n60. “[A] plaintiff may justifiably rely on representations made by a defendant \nwith superior knowledge on a subject where the parties are not on equal footing and \nnothing about the defendant ’s representations should have given plaintiff cause to \nsuspect the veracity of the representations.”  Austin v. Regal Inv. Advisors, LLC, 2018 \nNCBC LEXIS 3, at *33 (N.C. Super. Ct. Jan. 8, 2018) (citing Walker v. Town of \nStoneville, 211 N.C. App. 24, 34, 712 S.E.2d 239, 246 (2011)).  In other words, “when \nthe party relying on the false or misleading representation could have discovered the \ntruth upon inquiry, the complaint must allege that he was denied the opportunity to \n \n \ninvestigate or that he could not have learned the true facts by exercise of reasonable \ndiligence.”  Hudson-Cole Dev. Co rp. v. Beemer, 132 N.C. App. 341, 346, 511 S.E.2d \n309, 313 (1999) (citing Rosenthal v. Perkins, 42 N.C. App. 449, 452, 257 S.E.2d 63, 66 \n(1979)); see Broussard v. Meineke Disc.  Muffler Shops, 155 F.3d 331, 341 (4th Cir. \n1998) (“[I]f a plaintiff had an alternative source for the information that is alleged to \nhave been concealed from or misrepresented to him, his ignorance or reliance on any \nmisinformation is not reasonable.”). \n61. Here, Flachs’s representation that Higgins would remain employed through \nthe sale of Synergy Holdings and therefore benefit from th at sale is directly \ncontradicted by the plain language of paragraph 9 of the Plan.  As discussed above, \nHiggins has failed to plead an oral employment agreement distinct from her \nacceptance of Phantom Units through the Award Agreements, and paragraph 9 of the \nPlan explicitly provides that the Plan  does not create a right to continued \nemployment.  (See Plan ¶ 9.) \n62. Moreover, it was unreasonable for Higgins to rely on “vague assurances of \ncontinued employment” by Flachs without conducting an independent investigation  \ninto the circumstances here because such assurance s do not supersede the \npresumption of at -will employment under North Carolina law .  See Kurtzman, 347 \nN.C. at 334, 493 S.E.2d at 423–24 (holding that assurances of continued employment \ndo not convert an at-will employment relationship to one for a definite term); see also \nMcMurry, 109 N.C. App. at 57–58, 425 S.E.2d at 738–39 (stating that at- will \n \n \nemployment contracts require additional consideration to become binding for definite \nterm).   \n63. Higgins alleges that once she began to question the truthfulness of Flachs’s \nstatements, she made reasonable inq uiries on May 15, 2017 by asking both Flachs \nand Synergy Solutions’s Chief Financial Officer whether her job was in jeopardy and \nwas reassured by both that it was not .  (FAC ¶ 88.)  The 2017 assurances, however, \ncannot serve as reasonable justification for Higgins’s acceptance of Phantom Units \nyears before in 2009, 2012, 2014, and 2015.  See Sullivan v. Mebane Packaging Grp., \nInc., 158 N.C. App. 19, 33–34, 581 S.E.2d 452, 462–63 (2003) (holding that a plaintiff \ncould not claim to have relied on information provided after a sale when deciding to \nmake that sale).   \n64. Furthermore, Higgins has not alleged, and could not allege  in good faith , \nthat she was prevented from conducting her own investigation because, as a \nsignatory, Higgins was charged with knowledge of the contents of the Plan and Award \nAgreements and their direct contradiction of her claim to continued employment.  See \nBiesecker v. Biesecker, 62 N.C. App. 282, 285, 302 S.E.2d 826, 828– 29 (1983) ( “[A] \nperson signing a written instrument is under a duty to read it for his own protection, \nand ordinarily is charged with knowledge  of its contents.  Nor may he predicate an \naction for fraud on his ignorance of the legal effect of its terms.” (quoting 6 N.C. Index \n3d, Fraud § 5)).  \n65. The Court thus concludes that Higgins’s claims for fraud and fraudulent \ninducement should be dismissed for failure to allege reasonable or justifiable reliance \n \n \non Flachs’s alleged misrepresentations.  See Hudson-Cole Dev. Corp., 132 N.C. App. \nat 346–47, 511 S.E.2d at 313 (affirming dismissal of fraud claim for lack of reasonable \nreliance where information was available in public record,  stating that “where the \nfacts are insufficient as a matter of law to constitute reasonable reliance  on the part \nof the complaining party, the complaint is properly dismissed under Rule 12(b)(6)”); \nPlasman v. Decca Furniture (USA), Inc. , 2016 NCBC LEXIS 80, at *32 (N.C. Super. \nCt. Oct. 21, 2016) (dismissing fraud claim for plaintiffs’ failure to allege they “relied \non alleged misrepresentations intended to deceive either of them”); NNN Durham \nOffice Portfolio 1, LLC v. Highwoods Realty Ltd. P’ship, 2013 NCBC LEXIS 11, at *58 \n(N.C. Super. Ct. Feb. 19, 2013) (dismissing common law fraud claim because plaintiffs \ncould not have reasonably relied on a memorandum they never read).  \n(3) Confidential Relationship (Fraudulent Inducement &  \n Constructive Fraud) \n \n66. Defendants contend that Plaintiff’s constructive fraud and fraudulent \ninducement claims, to the extent they are predicated on a material omission, must be \ndismissed for failure to allege a confidential or fiduciary relationship.  (Br. Supp. Mot. \nDismiss 20.)    \n67. “Constructive fraud arises where a confidential or fiduciary relationship \nexists[.]”  Watts v. Cumberland Cty. Hosp. Sys., Inc., 317 N.C. 110, 115, 343 S.E.2d \n879, 884 (1986).  For the purposes of a fraudulent inducement claim,  \n[a] duty to disclose arises where: (1) “a fiduciary relationship exists \nbetween the parties to the transaction”; (2) there is no fiduciary \nrelationship and “a party has taken affirmative steps to conceal material \nfacts from the other”; [or] (3) there is no fiduciary relationship and “one \nparty has knowledge of a latent defect in the subject matter of the \n \n \nnegotiations about which the other party is both ignorant and unable to \ndiscover through reasonable diligence.” \n \nHardin v. KCS Int’l, Inc., 199 N.C. App. 687, 696, 682 S.E.2d 726, 733 (2009) (quoting \nSidden v. Mailman, 137 N.C. App. 669, 675, 529 S.E.2d 266, 270–71 (2000)).   \n68. Higgins alleges that she and Flachs had a confidential relationship through \nthe twenty-four-year working relationship between them “during which time Flachs \ntwice hired Higgins to work in critical positions for other companies he controlled,” \nby inducing Higgins to leave a secure position to work at Synergy Solutions, and \nthrough encouraging her to invest in Synergy Solutions .  (FAC ¶ 85 .)  Plaintiff \ncontends that the Synergy Defendants owed her a legal duty through Flachs as “their \nCEO and control person.”  (FAC ¶¶ 85, 95.)   \n69. North Carolina law is clear, however, that the relationship of an employer  \nor its supervisor to an employee is not confidential and, without more, does not give \nrise to a fiduciary duty.  See Dalton, 353 N.C. at 652, 548 S.E.2d at 708 (“[T]he relation \nof employer and employee is not one of those regarded as confidential.” (quoting King \nv. Atl. Coast Line R.R. Co. , 157 N.C. 44, 62–63, 72 S.E. 801, 808  (1911))); see also \nAustin Maint. & Constr., Inc. v. Crowder Constr. Co., 224 N.C. App. 401,  410, 742 \nS.E.2d 535, 542 (2012) (“[I]n the absence of some unusual set of facts that would \nsuffice to differentiate the relationship between [the employer] and [the employee] \nfrom other employer-employee relationships, [the employee] did not have a fiduciary \nrelationship with [his employer].”); Reichhold Chems., Inc. v. Goel, 146 N.C. App. 137, \n155, 555 S.E.2d 281, 292 (2001) (“A managerial position alone does not demonstrate \n \n \nthe requisite domination and influence on the other required to create a  fiduciary \nobligation.” (internal quotation marks and citations omitted)).   \n70. As pleaded here, Higgins’s relationship with Defendants is contractual, and \n“parties to a contract do not thereby become each other [’]s[ ] fiduciaries; they \ngenerally owe no special duty to one another beyond the terms of the contract [.]”  \nBranch Banking & Tr. Co. v. Thompson, 107 N.C. App. 53, 61, 418 S.E.2d 694, 699 \n(1992).  Furthermore, Higgins has failed to allege the sort of domination and influence \nour courts have required to create a fiduciary duty  between an employer and its \nemployee.  See S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC, 189 N.C. App. 601, \n613, 659 S.E.2d 442, 451 (2008) (“Only when one party figuratively holds all the \ncards—all the financial power or technical information, for example —have North \nCarolina courts found that the special circumstance of a fiduciary relationship has \narisen.” (quoting Broussard, 155 F.3d at 348)); see also Austin Maint. & Constr., Inc., \n224 N.C. App. at 410, 742 S.E.2d at 542 (holding that employee did not owe fiduciary \nduty where  only confidence reposed in him was competent performance of his \nassigned duties, and he was a “relatively small cog in a very large operation”).   \nAccordingly, Plaintiff’s fraudulent inducement and constructive fraud claims must be \ndismissed.  See, e.g., Chisum v. Campagna, 2017 NCBC LEXIS 102, at *19–20 (N.C. \nSuper. Ct. Nov. 7, 2017) (dismissing constructive fraud claim for failure to allege \nfiduciary duty) ; Kingsdown, Inc. v. Hinshaw , 2015 NCBC LEXIS 30, at *26 (N.C. \nSuper. Ct. Mar. 25, 2015) (same).  \n \n \nD. Negligent Misrepresentation (v. Synergy Defendants, Flachs) \n71. Higgins alleges a claim for negligent misrepresentation as an alternative to \nher fraud and fraud in the inducement claims.   \n72. Like fraud -based claims, “[t]he tort of negligent misrepresentation  occurs \nwhen a party justifiably relies to his detriment on information prepared without \nreasonable care by one who owed the relying party a duty of care.”   Raritan  River \nSteel Co. v. Cherry, Bekaert & Holland, 322 N.C. 200, 206, 367 S.E.2d 609, 612 (1988) \n(citation omitted).  For the purposes of assessing a negligent misrepresentation claim, \n[j]ustifiable reliance is analogous to reasonable reliance in fraud actions.  \nReliance is not reasonable if a plaintiff fails to make any independent \ninvestigation[ ] or fails to demonstrate he was prevented from doing so.  \nTo establish justifiable reliance a plaintiff must sufficiently allege that \nhe made a reasonable inquiry into the misrepresentation and allege that \nhe was denied the opportunity to investigate or that he could not have \nlearned the true facts by exercise of reasonable diligence. \n \nRegal Inv. Advisors, LLC , 2018 NCBC LEXIS 3, at *31 (internal quotation marks, \ncitations, and alterations omitted).   \n73. For the reasons discussed above,  (see supra IV.C(2)), Plaintiff’s allegations \nin support of reasonable or justifiable reliance fall short .  As a result, Plaintiff’s \nnegligent misrepresentation claim must be dismissed.  S ee, e.g., Vigus v. Milton A. \nLatta & Sons Dairy Farms, Inc., No. COA08-700, 2009 N.C. App. LEXIS 830, at * 34 \n(N.C. Ct. App. May 19, 2009) (“If a plaintiff’s own evidence tends to show that he/she \nwas not justified in relying upon the misrepresentation of a defendant, then he/she is \nin effect contributorily negligent[,]”  and is barred from recovery  (citation omitted)); \nHudson-Cole Dev. Corp., 132 N.C. App. at 346–47, 511 S.E.2d at 313 (affirming \n \n \ndismissal of negligent misrepresentation claim for failure to allege reasonable \nreliance); Value Health Sol s., Inc.  v. Pharm. Research Assocs. , Inc. , 2019 NCBC \nLEXIS 70,  at *32 (N.C. Super. Ct. Sept. 6, 2019) (dismissing negligent \nmisrepresentation and fra ud claims because plaintiff did “not allege that it was \ndenied an opportunity to investigate the veracity of the misrepresentations or that it \ncould not have learned the true facts by exercising reasonable diligence”).3   \nE. Defamation (v. Synergy Solutions) \n74. Higgins alleges that  in August 2017 , following her termination, her \nsupervisor at Synergy Solutions told a prospective employer that Higgins  was fired \nfor “performance reasons” with knowledge that the statement was false.  (FAC ¶¶ \n40–41, 57–58.)  Defendants argue that Plaintiff has failed to allege facts sufficient to \nhold Synergy Solutions vicariously liable for the alleged acts of this unnamed \nemployee.  (See Mot. Dismiss FAC 2.) \n75. In North Carolina, the post-termination statements of an employer’s agent \nabout the basis for an employee’s termination are not within the agent’s scope of \nemployment and are therefore not attributable to the employer.  S ee Stutts v. Duke \nPower Co. , 47 N.C. App. 76, 81, 266 S.E.2d 861, 865 (1980)  (finding no vic arious \nliability where plaintiff alleged his former manager made a false statement about his \ndishonesty to prospective employers after his termination) .  Thus, Higgins’s \ndefamation claim must be dismissed on this basis. \n                                                 \n3 In light of the above, the Court need not address Defend ants’ additional arguments for \ndismissal of this claim under the economic loss rule and for an alleged failure to plead a duty \nof care. \n \n \n76. Separately, North Carolina law requires defamation claims to  meet \n“heightened pleading requirements.”  Addison Whitney, LLC v. Cashion, 2017 NCBC \nLEXIS 111, at *15 (N.C. Super. Ct. Dec. 1, 2017).  Not only must a plaintiff “ recite \nthe defamatory statement verbatim ‘or with sufficient particularity to enable the \ncourt to determine whether the statement was defamatory[,]’ ” id. (quoting Stutts, 47 \nN.C. App. at 84, 266 S.E.2d at 866), but “the relevant pleading must allege ‘who said \nwhat to whom, as well as when and where the defamatory statements were \nmade[,]’ ” id. (quoting Gosnell v. Reid, No. 5:14CV179-RLV, 2015 U.S. Dist. LEXIS \n96878, at *21 (W.D.N.C. July 24, 2015), aff’d by Gosnell v. Catawba Cty., 646 F. App’x \n318 (4th Cir. 2016)). \n77. Higgins has identified the maker and recipient of the allegedly defamatory \nstatement simply as a “supervisor” and a “prospective employer,” respectively.  Such \nlack of specificity fails North Carolina’s heightened pleading requirement.  S ee, e.g., \nWynn v. Ty rrell Cty. Bd. of Educ. , No. COA16-1130, 2017 N.C. App. LEXIS 358, at \n*8–9 (N.C. Ct. App. May 16, 2017) (dismissing defamation claim that did not identify \nmaker or recipient of alleged statement); Addison Whitney, LLC, 2017 NCBC LEXIS \n111, at *15–16 (holding allegation “that agents or employees of [the plaintiff]  stated \nto ‘its own customers’ and to companies that might ‘be interested in conducting \nbusiness with the Defendants  that Defendants cannot be trusted to maintain the \nconfidentiality of the customers’ and companies’ sensitive business information’ ” was \nnot sufficiently particular). \n \n \n78. For each of these independent reasons,  Plaintiff’s defamation claim should \nbe dismissed. \nF. North Carolina Securities Act (v. Synergy Defendants, Flachs) \n79. Higgins alleges that Defendants have violated the North Carolina Securities \nAct (“NCSA”) by inducing her to accept Phantom Units  through misrepresentations \nand material omissions.  ( See FAC ¶¶ 73–76.)  Defendants move to dismiss because \nPlaintiff has failed to allege that she was offered a security within the meaning of the \nNCSA and that Defendants violated  N.C.G.S. § 78A-56(a)(1) or (a)(2).  (See Mot. \nDismiss FAC 2.) \n(1) Phantom Units as “Securities”  \n80. The NCSA defines a security as:  \n \nany note; stock; treasury stock; bond; debenture; evidence of \nindebtedness; certificate of interest or participation in any profit -\nsharing agreement; collateral -trust certificate; preorganization \ncertificate or subscription; transferable share; investment contract . . . ; \nvoting-trust certificate; certificate of deposit for a security; certificate of \ninterest or participation in an oil, gas, or mining title or lease or in \npayments out of production  under a title or lease; viatical settlement \ncontract or any fractional or pooled interest in a viatical settlement \ncontract; or, in general, any interest or instrument commonly known as \na “security,” or any certificate of interest or participation in, tem porary \nor interim certificate for, receipt for guarantee of, or warrant or right to \nsubscribe to or purchase, any of the foregoing. \n \nN.C.G.S. § 78A-2(11).  Phantom stock is not listed as a security in N.C.G.S. § 78A-2, \nand North Carolina courts have not addressed whether phantom stock is a security \nunder the NCSA.   \n81. This Court has previously turned to federal authority under the Securities \nand Exchange Act of 1934 for guidance in interpreting the NCSA, particularly with \n \n \nrespect to  the definition of a “security.”   See, e.g. , Vestlyn BMP, LLC v. Balsam \nMountain Grp., LLC, 2016 NCBC LEXIS 48, at *31 (N.C. Super. Ct. June 22, 201 6) \n(“Recognizing the dearth of case law interpreting the NCSA, this Court previously \nhas found guidance in interpreting the NCSA ’s definition of ‘ security’ in decisions \ninterpreting the strikingly similar federal definition of ‘ security’ found in the \nSecurities Exchange Act of 1934.”); NNN Durham Office Portfolio 1, LLC, 2013 NCBC \nLEXIS 11, at *21–28 (relying on federal authority to determine whether tenant-in-\ncommon interest was an “ ‘investment contract’ included in the broader definition of \n‘security’ ”).  Federal decisions place emphasis on “the economic realities of the \ntransaction . . . [and] have developed analyses for determining whether instruments \n. . . exhibit the sort of economic characteristics that warrant classification as a \nsecurity.”  Vestlyn BMP, LLC, 2016 NCBC LEXIS 48, at *31–32 (citing federal cases); \nsee Secs. & Exch. Comm’n v. Edwards, 540 U.S. 389, 393–94 (2004) (stating test for \ndetermining whether an instrument is an investment contract (citing Secs. & Exch. \nComm’n v. W. J. Howey Co., 328 U.S. 293, 301 (1946))). \n82. Analyzing the economic characteristics of an alleged security “necessarily \nrequires an analysis of the facts surrounding the transaction or instrument at issue[,] \nand “[a]lthough this is a fact -intensive analysis, North Carolina courts have \nundertaken such an analysis at the motion to dismiss stage based on the facts alleged \nin the complaint.”   Vestlyn BMP, LLC , 2016 NCBC LEXIS 48, at *32 (citing NNN \nDurham Office Portfolio 1, LLC, 2013 NCBC LEXIS 11, at *21–28).  Where a plaintiff \nfails to allege sufficient facts to permit a conclusion that the instrument at issue is a \n \n \nsecurity, our courts have dismissed NCSA claims under Rule 12(b)(6).  See, e.g., id. \nat *33–34 (granting motion to dismiss NCSA claim for failure to support conclusory \nallegation that instrument was a security with factual allegations). \n83. Higgins does not allege in her First Amended Complaint how the Phantom \nUnits she received qualify as “securities” under N.C.G.S. § 78A-2, but she argues in \nher opposition brief, without cit ation to legal authority, that “[t]he Units may be \ndeemed stock, a certificate of interest or participation in a profit sharing agreement, \nand/or an investment contract.”  (Br. Opp’n Mot. Dismiss 33–34.)  The Court \ndisagrees. \n84. First, the First Amended Complaint, Plan, and Award Agreements do not \nsupport Higgins’s claim that the Phantom Units are phantom stock and thus “stock” \nunder the NCSA.  The Plan does not identify the Phantom Units as p hantom stock, \nand, more importantly, the Phantom Units do not track the value of Synergy \nHoldings’s shares, and Phantom Unit holders are not entitled to distributions before \na Liquidity Event occurs.  ( See Plan ¶ 5(a) (providing calculation for determining  \nvalue of Phantom Units), ¶ 6 (setting forth payment structure under the Plan).)   \n85. Even if the Units could be characterized as phantom stock, s everal federal \ncourts have persuasively reasoned that phantom stock is not “ stock” under federal \nsecurities laws because it does not grant the holder equity.  See Byrd v. Visalus, Inc., \nNo. 17-cv-12626, 2018 U.S. Dist. LEXIS 57826, at *13 –14 (E.D. Mich. Apr. 5, 2018) \n(declining to categorize units referenced as “real equity” as phantom stock); Bunnell  \nv. Netsch, No. 3:12 -CV-03740-L, 2013 U.S. Dist. LEXIS 82030, at *20 –22 n.3 (N.D. \n \n \nTex. June 11, 2013) (stating that phantom stock is not stock); In re Enron Corp. Secs., \nDerivative & “ERISA” Litig., 284 F. Supp. 2d 511, 530 n.2 (S.D. Tex. 2003) \n(“[P]hantom stock is not actually stock.”); Estate of Hurford v. Comm’r, Nos. 23954-\n04, 23964-04, 2008 Tax Ct. Memo LEXIS 276, at *5 (T.C. Dec. 11, 2008) (stating that \nphantom stock is not stock). \n86. Higgins does not allege , and the Plan does not provide,  that the Phantom \nUnits represent “real equity” in Synergy Holdings.   Rather, the Phantom Units are \ninstruments that are assigned value under a formula provided in the Plan  upon the \nsale of Synergy Holdings at or above a certain price.  (See Plan ¶¶ 3, 5–6.)  As such, \nthe Phantom Units are not “stock” within the NCSA.   \n87. Neither are the Phantom Units a participation in a profit -sharing \nagreement or an investment contract.  North Carolina’s administrative code defines \n“investment contract” under the NCSA but not profit -sharing agreements.  See 18 \nN.C. Admin. Code 6A.1104(8) (stating that an investment contract under  N.C.G.S. \n§ 78A-2(11) includes “[a]ny investment in a common enterprise with the expectation \nof profit to be derived through the essential managerial efforts of someone other than \nthe investor” or “[a]ny investment by which an offeree furnishes initial value to an \nofferor,” where that value is subject to the risks of the enterprise, the offeror makes \nrepresentations that a value additional to the initial value will accrue, and the offeree \ndoes not exercise control over the enterprise).  \n88. Under federal law, courts do not distinguish between “investment contracts” \nand “profit -sharing agreements”  when determining whether an instrument is a \n \n \nsecurity.  See Int’l Bhd. of Teamsters v. Daniel, 439 U.S. 551, 558 n.11 (1979) \n(“[R]espondent here does not seriously contend that a ‘certificate of interest . . . in any \nprofit-sharing agreement’ has any broader meaning under the  Securities Acts than \nan ‘investment contract.’  ” (citation omitted)); see also United  Hous. Found., Inc. v. \nForman, 421 U.S. 837, 852  (1975) (stating that the “ Howey test” for investment \ncontracts stated in W.  J. Howey Co., 328 U.S. at 301,  “embodies the essential \nattributes that run through all of the Court’s decisions defining a se curity”).  This \nCourt shall therefore treat the question of whether Higgins has alleged an investment \ncontract or profit-sharing agreement as a single inquiry.  \n89. North Carolina law does not define what constitutes an “investment” or an \n“initial value” for the purposes of an investment contract, but the Howey test \nemployed by the federal courts is clear that the determinative inquiry “is whether the \nscheme involves an investment of money in a common enterprise with profits to come \nsolely from the efforts of others.”  W. J. Howey Co., 328 U.S. at 301 (emphasis added); \nsee State v. Heath, 199 N.C. 135, 138, 153 S.E. 855, 857 (1930) (“[ An i nvestment \ncontract has] been variously defined as the conversion of money  into property from \nwhich a profit is to be derived in the ordinary course of trade or business; an \nexpenditure for profits; the placing of capital  to secure an income from its use.”  \n(emphasis added)). \n90. Labor, which is all that  Higgins exchanged for her Phantom Units, is \ntherefore not an investment for the purposes of this inquiry.  See Heath, 199 N.C. at \n139, 153 S.E. at 858 (holding that a “contract [that did] not contemplate the placing \n \n \nof [the plaintiff]’s money with the [defendants] in a way intended to secure an income \nfrom its employment by them in the conduct of the business” was not an investment \ncontract or a profit -sharing agreement).  The United States Supreme Court has \nexplained that: \n[o]nly in the most abstract sense may it be said that an employee \n“exchanges” some portion of his labor[.]  He  surrenders his labor as a \nwhole, and in return receives a compensation package that is \nsubstantially devoid of aspects resembling a security. . . .  Looking at the \neconomic realities, it seems clear that an employee is selling his labor \nprimarily to obtain a livelihood, not making an investment. \n \nInt’l Bhd. of Teamsters, 439 U.S. at 560.   \n91. For these same reasons, Higgins’s alleged forbearance in accepting salary \nand commissions in exchange for Phantom Units is not an investment subject to the \nNCSA.  As a result, Higgins has failed to plead that the Phantom Units constitute a \n“security” under the NCSA.  Plaintiff’s NCSA claim must therefore be dismissed for \nfailure to allege an offer or sale of a security under the statute.   \n(2) Reasonable or Justifiable Reliance \n92. Separately, Defendants argue that e ven if the Phantom Units constituted  \nsecurities under the NCSA, Higgins has failed to adequately plead a violation of \nN.C.G.S. §§ 78A-56(a)(1) or 78A-56(a)(2).  The NCSA creates primary civil liability \nagainst:  \n(a)  Any person who: \n \n(1) Offers or sells a security in violation of [N.C.]G.S. 78A-8(1), 78A-\n8(3),[4] 78A-10(b), 78A-13, 78A-14, 78A-24, or 78A-36(a), or of any rule \n                                                 \n4 N.C.G.S. §§ 78A-8(1) and 78A-8(3) state that \n[i]t is unlawful for any person, in connection with the offer, sale or purchase of \nany security, directly or indirectly:  \n \n \nor order under [N.C.]G.S. 78A-49(d) which requires the affirmative \napproval of sales literature before it is used, or of any condition imposed \nunder [N.C.]G.S. 78A-27(d) or 78A-28(g), or \n \n(2) Offers or sells a security by means of any untrue statement of a \nmaterial fact or any omission to state a material fact necessary in order \nto make the statements made, in the light of the circumstances under \nwhich they were made, not misleading (the purchaser not knowing of \nthe untruth or omission), and who does not sustain the burden of proof \nthat he did not know, and in the exercise of reasonable care could not \nhave known, of the untruth or omission[.] \n \nN.C.G.S. § 78A-56(a).  The NCSA creates secondary liability for “[e]very person who \ndirectly or indirectly controls a person liable under [Section 78A-56(c)].”  Id. at § 78A-\n56(c)(1).  \n93. Higgins argues that Defendants violated the NCSA because she:  \nentered into the phantom stock agreements because of the \nmisrepresentations of Flachs[.]  In particular, . . . Flachs made \nstatements to Higgins concerning the value of the company and \nconfirmed the Phantom Units were offered in lieu of compensation, and \nthat he was pursuing a sale of the company, and made the untrue \nstatement of material fact that she would benefit from that sale.  Flachs \nagreed that Higgins would not be terminated by [Synergy Solutions] \nbefore Synergy Holdings was sold.  \n \n(Br. Opp’n Mot. Dismiss 35–36; see FAC ¶¶ 78–79.)   \n94. Defendants argue that Higgins has not pleaded a cognizab le claim under \nN.C.G.S. § 78A-56(a)(1) predicated on a violation of N.C.G.S. §§ 78A-8(1) or 78A-8(3) \nbecause she has not pleaded justifiable reliance, (Reply Supp. Defs.’ Mot. Dismiss \nPl.’s FAC 8, ECF No. 48), and has not alleged that Flachs made an untrue statement \nor omission of which she was unaware under N.C.G.S. § 78A-56(a)(2).  \n                                                 \n(1)  To employ any device, scheme, or artifice to defraud, . . . [or]  \n(3)  To engage in any act, practice, or course of business which operates or \nwould operate as a fraud or deceit upon any person. \n \n \n95. As an initial matter, this Court has held that “scienter and justifiable \nreliance are elements of a violation of § [78A-]8(1) or (3) . . .  as those subsections of \n§ [78A-]8 are clearly grounded on fraud.”  NNN Durham Office Portfolio 1, LLC, 2013 \nNCBC LEXIS 11, at *33; see Piazza v. Kirkbride, 246 N.C. App. 576, 598, 785 S.E.2d \n695, 709 (2016) (comparing section 78A-56(a)(1) to common law fraud claims); Regal \nInv. Advisors, LLC, 2018 NCBC LEXIS 3, at *41–42 (concluding N.C.G.S. §§ 78A-8(1) \nand 78A-8(3) require proof of scienter and justifiable reliance). \n96. Furthermore, because Higgins is charged with knowledge of the Plan and \nAward Agreements, see Biesecker, 62 N.C. App. at 285, 302 S.E.2d at 828–29, Higgins \ncannot claim that Defendants sold her securities “by means of an untrue statement \nof a material fact” on which she reasonably relied under N.C.G.S. § 78A-56(a)(1), or \nof which she had no knowledge under N.C.G.S. § 78A-56(a)(2).  The Plan’s terms make \nclear that there was no guarantee that Higgins would be able to cash out her Phantom \nUnits, that a cash out would occur only if she was employed when Synergy Holdings \nwas sold, and then only if the net sale proceeds exceeded $15,000,000 .  Plaintiff’s \nNCSA claim shall therefore be dismissed on this additional basis.  \nG. Violation of  the Age Discrimination Employment Act and  Wrongful \nDischarge (v. Synergy Defendants, Flachs) \n \n97. Higgins avers in the alternative that she was wrongfully terminated in \nviolation of the Age Discrimination Employment Act (“ADEA”) , which provides that \n“[i]t shall be unlawful for an employer . . . to discharge any individual . . . because of \nsuch individual’s age[,]” 29 U.S.C. § 623(a)(1), and in violation of North Carolina \npublic policy as set forth in the North Carolina Equal Employment Practices Act \n \n \n(“NCEEPA”), which also prohibits discharge of employees based on age, N.C.G.S. \n§ 143-422.2 (“It is the public policy of this State to protect and safeguard the ri ght \nand opportunity of all persons to seek, obtain and hold employment without \ndiscrimination or abridgement on account of . . . age . . . by employers which regularly \nemploy 15 or more employees.”).  \n98. The NCEEPA does not provide a private right of action.  Smith v. First \nUnion Nat’l Bank, 202 F.3d 234, 247 (4th Cir. 2000).  “[M]ost courts have applied the \nNCEEPA only to common law wrongful discharge claims or in connection with other \nspecific statutory remedies.”  Id. (citing cases); see, e.g., Green-Hayes v. Handcrafted \nHomes, LLC, No. COA14-904, 2015 N.C. App. LEXIS 504, at *1 (N.C. Ct. App. June \n16, 2015) (affirming 12(b)(6) dismissal of NCEEPA claim due to absence of companion \nwrongful discharge claim).  “[C]laims asserting the [NC]EEPA statute as the public \npolicy pronouncement are analyzed in accordance with the proof scheme applicable \nto federal discrimination claims[,]” Hill v. Belk Stores Servs., Inc., No. 3:06-CV-398, \n2009 U.S. Dist. LEXIS 68399, at *14 (W.D. N.C. Aug. 5, 2009) ; here, the applicable \nlaw is the ADEA, id; see Alderman v. Inmar Enters., Inc. , 201 F. Supp.  2d 532, 546 \n(M.D.N.C 2002) (“In determining the parameters of an age discrimination claim \nunder N.C.[G.S.] § 143 -422.2, [a court] should apply the same standards that apply \nunder the ADEA.”).  Therefore, if a “ [p]laintiff’s ADEA claim fails, his [state] claim \nfor wrongful discharge on the basis of unlawful age discrimination also fails.”  Rishel \nv. Nationwide Mut. Ins. Co., 297 F. Supp. 2d 854, 875 (M.D.N.C. 2003).  \n \n \n99.  Ultimately, “[t]o succeed on an ADEA claim, [the plaintiff] ‘must prove, by \na preponderance of the evidence (which may be direct or circumstantial), that age \nwas the “but -for” cause of the challenged employer decision.’  ”  Bodkin v. Town of \nStrasburg, 386 F. App’x 411, 413 (4th Cir. 2010) (quoting Gross v. FBL Fin. Servs., \nInc., 557 U.S. 167, 177–78 (2009)).  \n100. Higgins alleges her wrongful discharge claim against all Defendants and her \nADEA claim against the Synergy Defendants.  Flachs moves for dismissal of \nPlaintiff’s wrongful discharge claim on the basis that supervisors may not be held \nliable in their individual capacity for wrongful discharge.  (Br. Supp. Mot. Dismiss 32 \nn.10.)  The Synergy Defendants move to dismiss Higgins’s claims under the ADEA \nand for wrongful discharge,  arguing that Plaintiff has failed to allege but -for \ncausation by alleging a contradictory theory for her termination—Defendants’ intent \nto deprive her of the value of her Phantom Units.  (See Mot. Dismiss FAC 2.)   \n(1) Flachs \n101. As Flachs argues, “North Carolina does not recognize a claim against a \nsupervisor sued in an individual capacity for wrongful discharge in violation of public \npolicy.”  Parker v. Owens, No. 3:17 -cv-00720-MOC-DSC, 2018 U.S. Dist. LEXIS \n38191, at *5 (W.D.N.C. Mar. 8, 2018) (citing Cox  v. Indian Head Indus., Inc., 187 \nF.R.D. 531, 536 (W.D.N.C. 1999)); see Lorbacher v. Hous. Auth., 127 N.C. App. 663, \n671, 493 S.E.2d 74, 79 (1997) (affirming dismissal of wrongful discharge claims \nagainst individual defendants “as they were not plaintiff’s employers for the purposes \nof a wrongful discharge claim”); Sides, 74 N.C. App. at 343, 328 S.E.2d at 827 \n \n \n(dismissing wrongful discharge claim against individual defendants as plaintiff’s \nemployment contract was with the corporate defendant, not her supervisors).  \nPlaintiff’s wrongful discharge claim against Flachs  shall therefore be dis missed on \nthis basis.   \n(2) Synergy Defendants  \n102.  Defendants argue that  Higgins’s ADEA claim must be dismissed because \n“Higgins’s allegation that Synergy [Solutions] fired her to prevent her from realizing \nthe value of her Phantom Units forecloses the conclusion that age was a ‘but-for cause’ \nfor her termination.”  (Br. Supp. Mot. Dismiss 30; see FAC ¶ 38 (alleging that Higgins \nwas terminated “in whole or in part, in pursuit of a plan and scheme to deprive \nHiggins of the value of her Phantom Units and thereby avoid a payout to Higgins[.]”).)  \nAt the pleading stage, the Court concludes that Plaintiff’s inconsistent allegations in \nsupport of alternative claims are not fatal to her ADEA claim.\n5 \n103. An ADEA plaintiff must ultimately prove that age discrimination was the \nbut-for cause of her termination to prevail.  See, e.g., Gross, 557 U.S. at 176 (stating \nthat a claimant is required to “prove that age was the ‘but-for’ cause of the employer’s \nadverse decision” in order to prevail on an ADEA claim); Duke  v. Uniroyal, Inc., 928 \nF.2d 1413, 1417 (4th Cir. 1991) (“[A] plaintiff must prove, with reasonable probability, \nthat but for the age of the plaintiff, the employment decision adverse to the plaintiff \nwould not have been made.  Age must have been a determining factor. ”).  However, \n                                                 \n5 Although Plaintiff’s ADEA claim is under federal law, the survival of that claim is  \ndetermined under North Carolina’s Rule 12(b)(6).  Nevertheless, federal cases deciding ADEA \nclaims are persuasive to the Court’s analysis, especially given the absence of North Carolina \ncase law deciding such claims.   \n \n \nbut-for causation does not mean sole causation, Arthur v. Pet Dairy, 593 F. App’x 211, \n220 (4th Cir. 2015), and several federal courts have concluded that the ultimate but-\nfor causation requirement “does not in any way limit a plaintiff’s ability to plead \nalternative facts and alternative theories [,]” Collins v. Fulton Cty. Sch. Dist., No. \n1:12-CV-1299-ODE-JSA, 2012 U.S. Dist. LEXIS 187392, at *49–50 (N.D. Ga. Dec. 26, \n2012) (quoting Pearson v. Lawrence Med. Ctr., No. 5:21-cv-1064-CLS, 2012 U.S. Dist. \nLEXIS 152595, at * 15 (N.D. Ala. Oct. 24, 2012) ); see Renfrow v. Sanborn Map Co., \nNo. 4:10CV02295JCH, 2011 U.S. Dist. LEXIS 30240, at *10 (E.D. Mo. Mar. 23, 2011) \n(same (citation omitted)); Ries v. Winona Cty., No. 10-1715 (JNE/JJK), 2010 U.S. Dist. \nLEXIS 90914, at *30–31 (D. Minn. July 28, 2010) (same); Belcher v. Serv. Corp. Int’l, \nNo. 2:07-CV-285, 2009 U.S. Dist. LEXIS 102611, at *8 (E.D. Tenn. Nov. 4, 2009) \n(allowing both age and gender discrimination claims to survive pleading stage \nbecause the court did “not read [but -for causation requirement] as taking away a \nlitigant’s right to plead alternative theories under the Federal Rules”).   \n104. Thus, that Higgins alleges inconsistent  reasons for her termination is not \ndispositive of her claim under federal pleading standards.  See Buchhagen v. ICF Int’l, \nInc., 545 F. App’x 217, 220 (4th Cir. 2013) (reversing dismissal of termination claim \nbecause though there were “allegations in [the plaintiff]’s complaint that cut against \nher claim to relief  . . . [,] they d[id] not foreclose her claim to relief at th[e 12(b)(6)] \nstage of the proceedings”); Craddock v. Lincoln Nat’l Life Ins. Co., 533 F. App’x 333, \n334, 336 (4th Cir. 2013) (holding ADEA claim should survive 12(b)(6) dismissal where \nplaintiff alleged her new manager “embarked . . . on a strategy and scheme to bring \n \n \nabout [her] discharge . . . on the basis of either her disability or her age, or both[, ]” \nbecause the inference that defendant terminated plaintiff because of age could “ be \nreasonably drawn from the facts alleged”); Ray v. Amelia Cty. Sheriff’s Office, 302 F. \nApp’x 209, 211–12 (4th Cir. 2008) (vacating lower court’s dismissal of ADEA claim \nwhere plaintiff alleged several possible reasons for termination because “the inclusion \nof those stated reasons in [the] complaint d[id] not establish at the pleading stage \nthat [plaintiff wa]s not entitled to relief on her stated discrimination claim” (citing \nSwierkiewicz v. Sorema N.A., 534 U.S. 506, 512 (2002))). \n105. These federal decisions are not inconsistent with North Carolina law \nbecause our state courts recognize that, “[i]n g eneral, alternative claims may be \nasserted in the same action[.]”  In re Se. Eye Ctr.-Pending Matters, 2019 NCBC LEXIS \n29, at *107 (N.C. Super. Ct. May 7, 2019) (citing  James River Equip., Inc. v. \nMecklenburg Utils., Inc., 179 N.C. App. 414, 419, 634 S.E.2d 557, 560 (2006)  \n(explaining that the rules “permit pleading in the alternative and that theories may \nbe pursued in the complaint even if plaintiff may not ultimately be able to prevail on \nboth” (internal quotation marks omitted)) ); see N.C. R. Civ. P. 8(e)(2) (“A party may \n. . . state as many separate claims or defenses as he has regardless of consistency [.]” \n(emphasis added)).  Thus, the Court concludes that Higgins’s assertion of inconsistent \nfacts in support of alternative claims for relief does not require dismissal of her ADEA \nclaim under North Carolina’s Rule 12(b)(6).     \n106. That said, Defendants further contend that Higgins has failed to allege facts \nto support the causal element of her ADEA claim, requiring dismissal.  Specifically, \n \n \nDefendants argue that Higgins acknowledged that she was terminated for poor \nperformance in her First Amended Complaint, which defeats  her claim, ( Br. Supp. \nMot. Dismiss 7 (citing FAC ¶¶ 31, 34– 35)), and that  she advances only conclusory \nallegations of a “pattern of discrimination[,]” which is also a fatal deficiency , (Br. \nSupp. Mot. Dismiss 31).   \n107. Unlike federal law, North Carolina reta ins notice pleading, see Plasman v. \nDecca Furniture (USA), Inc. , 257 N.C. App. 684, 689, 811 S.E.2d 616, 621 (2018) \n(noting that North Carolina is a “notice pleading” state), a lower pleading standard \nthan the plausibility standard used by the federal courts, see Fox v. Johnson, 243 N.C. \nApp. 274, 286, 777 S.E.2d 314, 323 (2015) (“[T]he higher federal plausibility pleading \nstandard differs from [North Carolina’s] notice pleading standard[.]”).  Under notice \npleading, “pleadings should be construed  liberally and are sufficient if they give \nnotice of the events and transactions and allow the adverse party to understand the \nnature of the claim and to prepare for trial.”  Estate of Savino v. Charlotte-\nMecklenburg Hosp. Auth., 822 S.E.2d 565, 572 (N.C. C t. App. 2018) (quoting Haynie \nv. Cobb, 207 N.C. App. 143, 148 –49, 698 S.E.2d 194, 198 (2010)); see Swierkiewicz, \n534 U.S. at 514–15 (“ ‘It may appear on the face of the pleadings that a recovery is \nvery remote and unlikely but that is not the test [under notice pleading].’  ” (quoting \nScheuer v. Rhodes, 416 U.S. 232, 236 (1974))).6   \n                                                 \n6 “[T]he policy behind notice pleading is to resolve controversies on the merits, after an \nopportunity for discovery, instead of resolving them based on the technicalities of pleading.”  \nEllison v. Ramos, 130 N.C. App. 389, 395, 502 S.E.2d 891, 895 (1998); see Sides, 74 N.C. App. \nat 347, 328 S.E.2d at 829 (“If [a] plaintiff can prove her allegations[,] the defendants should \nnot be allowed to escape liability because [the] plaintiff’s attorneys did not say ‘but for.’ ”).  \n“[A] complaint must nonetheless state enough to give the substantive elements of a  legally \n \n \n108. Given the lack of North Carolina decisions considering ADEA claims under \nNorth Carolina’s Rule 12(b)(6) , a review of decisions under the federal pleading \nstandard is instructive.  While the extent to which a plaintiff must plead age -based \ncausal allegations at the pleading stage is less than clear under federa l law , see \nShenton v. Aerojet Rocketdyne, Inc., No. 3:18 -cv-00038, 2018 U.S. Dist. LEXIS \n153249, at *8 n.3 (W.D. Va. Sep t. 7, 2018) (noting that “[t]he Fourth Circuit has not \ndefinitively established this point in a binding published opinion”) , federal courts \nfacing this question have generally required a plaintiff, in addition to alleging that \nshe was a member of the protected class at the time of her termination, to plead facts \nin support of discriminatory motive, the sufficiency of which are as sessed on a case \nby case basis , see, e.g., Littlejohn v. City of N.Y., 795 F.3d 297, 311 (2d Cir. 2015)  \n(“[W]hat must be plausibly supported by facts alleged in the complaint is that the \nplaintiff is a member of a protected class, was qualified, suffered a n adverse \nemployment action, and has at least minimal support for the proposition that the \nemployer was motivated by discriminatory intent.”);  Herr v. Am. Kennel Club, No. \n5:17-CV-00547, 2018 U.S. Dist. LEXIS 165524, at *14 (E.D.N.C. Aug. 23, 2018)  \n(dismissing plaintiff’s claim where there was “no indication that age played any role \nin [the defendant’s] decision, let alone that it was the but -for cause of his \ntermination”); Tate v. Auto Truck Transp. USA, LLC, No. 3:17-cv-00296-RJC-DSC, \n2018 U.S. Dist. LEXIS 138003, at * 10 (W.D.N.C. Aug. 15, 2018) (dismissing ADEA \n                                                 \nrecognized claim or it may be dismissed under  Rule 12(b)(6).”  Lamb v. Styles, 824 S.E.2d \n170, 174 (N.C. Ct. App. 2019) (quoting Raritan River Steel Co., 322 N.C. at 205, 367 S.E.2d \nat 612). \n \n \nclaim for failure to plead facts showing “ a nexus between [the supervisor’s \ndisparaging] comments and [p]laintiff’s age”).  But see Gottesman v. J. H. Batten, Inc., \n286 F. Supp. 2d 604, 612 (M.D.N.C. 2003)  (denying motion to dismiss ADEA claim \nwhere plaintiff alleged that he was sixty-one, was terminated because of his age, and \nwas replaced by a significantly younger employee because “whether or not [a p]laintiff \nis able to support his claim with evidence of discriminatory motive is more suitable \nfor summary judgment”). \n109. Here, Higgins alleges that, at age fifty, she was terminated “in whole or in \npart because of her age,” ( FAC ¶¶ 36, 115, 120), supported by the following alleged \nfacts: (i) on June 30, 2016, during her last performance review before her termination, \nshe was told she had “  ‘strong knowledge’ in her areas of responsibility  [and] ‘[was] \nrespected by [ the Synergy Defendants’] carrier partners and reinsurance carriers \nwhich g[ave] them confidence in [Synergy Solutions,]’  ” and Flachs “ also \nacknowledged her productivity and successful management[,]” (FAC ¶ 27); (ii) in May \n2017, “without any advance notice or prior discussion,” she was demoted and two \nmanagers with less experience were placed between Flachs and Higgins in the chain-\nof-command, (FAC ¶ 31); (iii) the stated reason for her termination in July 2017 was \nso that the new managers could “get done what they need [ed] to do[,]” and because \nHiggins would be “in the way [,]” (FAC ¶ 35); (iv) her termination letter stated that \nher work performance did not meet Synergy Solutions’s standards  without further \nexplanation, (FAC ¶ 35); and (v) her job responsibilities were assigned to a thirt y-\nnine-year-old employee, (FAC ¶ 35) .  More broadly, Higgins further alleges that \n \n \nDefendants terminated six employees supposedly for cost reductions, three of whom, \n“including Higgins, were fifty years of age or older and two were approximately forty \nyears of age.”  ( FAC ¶ 36.)  Higgins avers  that these terminations “were a part of a \npattern of termination or forced resignation of [Synergy Solutions’s] older employees \nwhich had been effected in the five years leading up to Higgins’[s] termination.”  (FAC \n¶ 36.) \n110. Viewing the First Amended Complaint in the light most favorable to \nPlaintiff, the Court concludes that these allegations are sufficient to permit her  \nADEA claim, and thus her wrongful discharge claim against the Synergy Defendants, \nto survive dismissal under North Carolina’s Rule 12(b)(6) .7  See Swierkiewicz, 534 \nU.S. at 514 (holding, under notice pleading, that plaintiff sufficiently alleged ADEA \ntermination claim because complaint needed only to satisfy the requirements of \nnotice pleading and petitioner had done so by stating “that he had been terminated \non account of his . .  . age [and by] detail[ing] the events leading to his termination, \nprovid[ing] relevant dates, and includ[ing] the ages . . . of at least some of the relevant \npersons involved with his termination”).  \n                                                 \n7 As a matter of federal pleading, whether an employee was meeting an employer’s legitimate \nand reasonable expectations at the time of discharge and whether an employer’s stated \nreason for termination was pretextua l are generally inappropriate for resolution at the \n12(b)(6) stage.  See Craddock, 533 F. App’x at 335– 36 (reversing district court, which \ndismissed ADEA claim because the allegations affirmatively showed that the plaintiff was \nnot meeting her employer’s expectations, because the prima facie elements of an ADEA claim \nare “not a pleading requirement”); Blakney  v. N.C. A&T State Univ., No. 1:17CV874, 2019 \nU.S. Dist. LEXIS 45794, at *40– 41 (M.D.N.C. Mar. 20, 2019) (declining to address whether \nplaintiff met defendant’s reasonable expectations at 12(b)(6) stage).  The Court finds these \ndecisions persuasive for purposes of applying North Carolina’s Rule 12(b)(6) and concludes \nthat Plaintiff has met her pleading burden on these elements on Defendants’ Motion.  \n \n \n \nH. Accounting (v. Synergy Defendants, Flachs) \n111. Higgins requests an accounting by Defendants of “the value of Synergy \nHoldings, the value per share of units of equity ownership in Synergy Holdings, and \nthe value of her Phantom Units and her Class B Units, so as to enable [her] to \nascertain the value of her interests in Synergy Holdings.”  (FAC ¶ 112.)  Defendants \nmove to dismiss Plaintiff’s request for an accounting because Higgins has pleaded no \nbasis for it.  (See Mot. Dismiss FAC 2.) \n112. “The remedy of an equitable accounting may be available when a plain tiff \nhas asserted a valid claim for relief in equity and an accounting is necessary to compel \ndiscovery of information regarding accounts held exclusively by the defendant.”   \nAlkemal Sing. Private Ltd. v. Dew Glob. Fin., LLC, 2018 NCBC LEXIS 36, at *52–53 \n(N.C. Super Ct. Apr. 19, 2019) (quoting Mkt. Choice, Inc. v. New Eng. Coffee Co., 5:08-\nCV-90, 2009 U.S. Dist. LEXIS 73627, at *35– 36 (W.D.N.C. Aug. 18, 2009)  (applying \nNorth Carolina law)).   “An  accounting is an  equitable remedy, usually sought \npursuant to claims of constructive trust or breach of fiduciary duty. ”  Starling v. \nAlexander Place Townhome Ass’n, Inc., No. COA09-640, 2010 N.C. App. LEXIS 488, \nat *10 (N.C. Ct. App. Mar. 16, 2010) (citing Toomer v. Branch Banking & Tr. Co., 171 \nN.C. App. 58, 70, 614 S.E.2d 328, 337 (2005)).  \n113. Because the Court has determined that all claims relating to Phantom Units \nmust be dismissed, and because Higgins has not based any  claim on her ownership \nof Synergy Holdings Class B Units, (see FAC ¶¶ 13–15), Plaintiff’s accounting claim \nmust also be dismissed, see Toomer, 171 N.C. App. at 70, 614 S.E.2d at 337 (affirming \n \n \ndismissal of accounting claim where underlying claim was also dismissed); Brown v. \nSecor, 2017 NCBC LEXIS 65, at *17–18 (N.C. Super. Ct. July 28, 2017) (dismissing \naccounting claim along with underlying claim for declaratory judgment). \nV.  \nCONCLUSION \n114. WHEREFORE, for the foregoing reason s, the Court hereby GRANT S in \npart and DENIES in part Defendants’ Motion to Dismiss as follows: \na. The Court GRANTS Defendants’ Motion to Dismiss Plaintiff’s claims \nfor breach of contract, defamation, quantum meruit /unjust \nenrichment, violation of the NCSA, common law fraud and fraud in \nthe inducement, constructive fraud, negligent misrepresentation, and \naccounting, and each of those claims is dismissed with prejudice. \nb. The Court DENIES Defendants’ Motion to Dismiss Plaintiff’s ADEA \nclaim. \nc. The Court DENIES  Defendants’ Motion to Dismiss Plaintiff’s \nwrongful discharge claim against the Synergy Defendants.  The Court \nGRANTS Defendants’ Motion to Dismiss Plaintiff’s wrongful \ndischarge claim against Flachs and that claim is dismissed with \nprejudice.  \nd. The Court, in the exercise of its discretion, DENIES Plaintiff’s request \nto amend her pleadings for a second time.  \n \n \nSO ORDERED, this the 15th day of January, 2020. \n \n     /s/ Louis A. Bledsoe, III  l \n     Louis A. Bledsoe, III \n     Chief Business Court Judge   \n \n "
}