{
  "id": "e0ec09ed4a9a4bc98eb1996137091d9a658a3204dd07cf2b9a3127b5ccffee03",
  "source_file": "data/raw/ncbc/e0ec09ed4a9a4bc98eb1996137091d9a658a3204dd07cf2b9a3127b5ccffee03.pdf",
  "raw_text": "Sandhills Home Care, L.L.C. v. Companion Home Care – Unimed, Inc., 2016 NCBC 59. \n \nSTATE OF NORTH CAROLINA                       IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \nCOUNTY OF ROBESON              FILE NO. 15 CVS 3329 \n \nSANDHILLS HOME CARE, L.L.C., \n \n  Plaintiff, \n vs. \n \nCOMPANION HOME CARE - \nUNIMED, INC., CHARLES VINSON \nGRAHAM, MARY JACOBS, \nANDRIANNA EMANUEL, CASEY \nLOCKLEAR, SHANITA HARRIS, \nCONDOLA CARBOUGH, MOESHA \nHOLT, KORTNEY JACOBS, \nJENNIFER KNIGHT, NATALIE \nLOCKLEAR, SUMMER \nMCLAUGHLIN and JOANNA \nMISHUE. \n \n                       Defendants. \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \n \n \n \nOPINION AND ORDER \n \n  \n THIS CAUSE was designated a mandatory complex business case by Order of the  \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. §7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superior Court Judge for Complex Business Cases. \nTHIS MATTER is before the Court upon (i) Defendants Companion Home Care – \nUnimed, Inc. and Charles Vinson Graham's Moti on to Dismiss Plaintiff's Amended Verified \nComplaint, (ii) Mary Jacobs' Motion to Dismiss Plaintiff's Amended Verified Complaint, (iii) \nKortney Jacobs' Motion to Dismiss Plaintiff's Amended Verified Complaint, and (iv) Shanita \nHarris' (collectively, with Companion Home  Care and Graham, the \"Moving Defendants\") \nMotion to Dismiss Plaintiff's Amended Verified  Complaint (collectively, the \"Motions to \nDismiss\").  The Moving Defendants filed the Mo tions pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure (\"Rule(s)\"). \n THE COURT, having considered the Motions, br iefs in support of and in opposition to \nthe Motions, appropriate matters of record, and  the arguments of counsel at the hearing on \nthe Motions, concludes as stated herein. \nVan Camp, Meacham & Newman, PLLC, by Thomas M. Van Camp, for Plaintiff \nSandhills Home Care, LLC. \nTeague Campbell Dennis & Gorham, LLP, by Jennifer B. Milak, Leslie P. Lasher, and \nJustin G. May, for Defendants Companion Home Care – Unimed, Inc. and Charles \nVinson Graham. \nLocklear, Jacobs, Hunt & Brooks, by Grad y L. Hunt, for Defendants Mary Jacobs, \nShanita Harris, and Kortney Jacobs. \nMcGuire, Judge. \nFACTUAL AND PROCEDURAL BACKGROUND \n1. Plaintiff Sandhills Home Care, LLC (\"Plaintiff\") is headquartered in \nPembroke, North Carolina, and provides home health care to customers in and around \nRobeson County, North Carolina. 1  Plaintiff provides home care to its customers within a \nradius of 100 miles from Pembroke, North Carolina.2 \n2. Defendant Companion Home Care-U nimed, Inc. (\"Companion\") is \nheadquartered in Lumberton, North Carolina and  is a \"direct competitor of the Plaintiff,\" 3 \nproviding the same home health care servic es as Plaintiff to customers in the same \ngeographic area.  Defendant Charles Vinson Graham (\"Graham\") is the President and owner \nof Companion.4 \n3. Plaintiff employs qualified individuals to provide its home health care services \nand its employees have \"constant and direct contact with Plaintiff's customers at the \ncustomer's home or residence\" and typically provide such care on a \"one-on-one basis.\"5  The \n                                                            \n1 Am. Compl. ¶ 1. \n2 Id. at ¶ 20. \n3 Id. at ¶¶ 2, 21. \n4 Id. at ¶ 3. \n5 Am. Compl. ¶ 18 \nemployees \"develop over time a strong bond , both professionally and personally\" with \nPlaintiff's customers. 6  Plaintiff alleges that because of this strong bond, it requires its \nemployees to enter into employment agr eements that contain restrictive covenants \nprohibiting the employees from competing with Plaintiff, from soliciting Plaintiff's customers \nfollowing termination of employment, and from inducing Plaintiff's employees to terminate \nemployment with Plaintiff. 7  Plaintiff required employees to sign one of two different \nemployment agreements as a condition of employment: the At-Will Employment Agreement \n(\"At-Will Agreement\")8 or the Non-Compete Agreemen t (\"Non-Compete Agreement\"). 9  The \nrestrictive covenants in the At-Will Agreement provide as follows: \nCOVENANT NOT TO COMPETE. \n \n(b) Employee hereby covenants and agrees that, for a period of one (1) year \nfollowing the termination of his/her empl oyment relationship with Employer, for \nwhatever reason, whether voluntary or involuntary, and for cause or no cause, he/she \nshall not directly or indirectly, on behalf of  himself or any other person, company, or \nentity: \n(i) work for, provide services for, consult wi th, or otherwise assist any individual or \nentity who is in the home health or pe rsonal care business competing with the \nEmployer. This covenant not to compete sh all be limited to any county in North \nCarolina where Employer is providing services at the time of Employee's separation; \n \n(ii) solicit the sale of, sell, or otherwise prov ide any services that are similar to or \ncompetitive with services offered by Employer, to any person, company or entity which \nwas a client or a potential client of Em ployer for such services and with whom \nEmployee had direct contact with during the two (2) years prior to Employee's \nseparation; \n \n(iii)  solicit, attempt to persuade or communicate  with any client of Employer or any \npotential client of Employer with whom Employee had direct contact with during the \ntwo (2) years prior to Employee's separati on of employment with Employer, to \ndiscontinue, limit or otherwise interfere with business relationship between Employer \nand said client(s). \n                                                            \n6 Id. \n7 Id. at ¶ 19. \n8 Am. Compl. Exhs. A-C. \n9 Id., Exhs. D-K. \n \nNON-INDUCEMENT. Employee understands that an y attempt on the part of \nEmployee to induce others to leave Employer 's employ, or any effort by Employee to \ninterfere with Employer's relationship with other employees would be harmful and \ndamaging to Employer. Therefore, Employee expressly agrees that during the term of \nemployment, and for a period of one (1) year  thereafter, he/she will not in any way, \ndirectly or indirectly, (1) induce or attempt to induce any employee to quit employment \nwith Employer; (2) interfere or disrupt Employer's relations with other employees; (3) \nsolicit or entice any person employed with Employer. In the event that Employee does \nemploy an employee of Employer in violation of this Agreement, Employer shall have \nthe right to seek and obtain a Temporary Restraining Order, \nex parte , and other \ninjunctive or equitable relief as is necessary to protect its interests. \n \n4. The restrictive covenants in the Non-Compete Agreement provide as \nfollows: \nNON-COMPETE COVENANT. Worker will not compete with Sandhills Home Care \nfor a period of one (1) year after Worker's separation from Sandhills Home Care within \nthe geographical area that defined by a 100 mile radius of Sandhills Home Care, LLC, \n401 E. Third Street, Ste. 3C, Pembroke, N.C, 28372. \n \nFurther, Worker agrees for a period of one (1) year from the date of Worker's \nseparation from Sandhills Home Care not to perform any work or services for any \ncustomer or account for which Sandhills Ho me Care or its agents, including Worker, \nperformed work or services during the si x months preceding the date of Worker's \nseparation. \n \nNON-SOLICITATION COVENANT.  For a period of one (1) year from and after \ntermination of Worker's separation from Sandhills Home Care, Worker will not solicit \nor attempt to procure the customers, accounts, or business that are a part of the book \nof business of Sandhills Home Care at the date of Worker's separation from Sandhills \nHome Care. Worker further agrees for a period of one (1) year from and after Worker's \nseparation not to solicit any prospective customer whom Worker or Sandhills Home \nCare (or its agents) has solicited within  the six months immediately preceding \nseparation. \n \nFurther, for a period of one (1) year after Worker's separation from Sandhills Home \nCare, Worker will not directly or indirectly solicit, induce, or attempt to induce any \nWorker of Sandhills Home Care to termi nate his or her employment with Sandhills \nHome Care. \n \n5. Defendants Mary Jacobs, Casey Locklear, and Andrianna Emmanuel are \nformer employees of Plaintiff.  Mary Jac obs, Casey Locklear, and Andrianna Emmanuel \nexecuted the At-Will Agreement at the time they were hired by Plaintiff.10 \n6. Defendants Shanita Harris, Condola Carbough, Moesha Holt, Kortney Jacobs, \nJennifer Knight, Natalie Locklear, Summer McLaughlin and Joanna Mishue are former \nemployees of Plaintiff, who executed the Non-Compete Agreement at the time they were hired \n(collectively, the individual Defendants other than Companion Defendants, in any \ncombination, are referred to as the \"Former Employee Defendants\").11 \n7. Plaintiff employed Mary Jacobs as an office manager, and Shanita Harris as a \nmanager in training.12  Mary Jacobs and Shanita Harris had access to Plaintiff's confidential \ninformation regarding Plaintiff's customers and employees including \"which [ ] employee was \nservicing each of the Plaintiff's customers\" and  the services Plaintiff was providing to its \ncustomers.13 \n8. Plaintiff employed Kourtney Jacobs, Casey Locklear, Shanita Harris, Condola \nCarbough, Moesha Holt, Jennifer Knight, Nata lie Locklear, Summer McLaughlin, Joanna \nMishue, and Adrianna Emmanuel as Certified Nu rsing Assistants or Patient Care Aides. \nEach of these individuals provided home health care services to Plaintiff's customers.14 \n9. Plaintiff alleges that in or around October 2015, Mary Jacobs and Shanita \nHarris conspired with Companion and Graham to  solicit Plaintiff's employees to leave \nemployment with Plaintiff and become employed with Companion. 15  Plaintiff alleges that \nFormer Employee Defendants terminated employme nt with Plaintiff, became employed by \n                                                            \n10 Am. Compl. ¶¶ 22-24. \n11 Id. at ¶¶ 25-27, 29-32. \n12 Id. at ¶¶ 22, 25. \n13 Id. \n14 Id. at ¶¶ 23-32. \n15 Am. Compl. ¶¶ 33-39. \nCompanion, and convinced the customers they serv iced to switch providers from Plaintiff to \nCompanion in a \"plan or scheme to destroy the Plaintiff's business.\" 16  Plaintiff alleges that \nthe employees were successful in soliciting their customers because each \"had a close \npersonal and professional relationship with Plaintiff's customers.\"17  Plaintiff further alleges \nthat \"Defendants Graham and Companion were  aware of the existence and terms of the \nindividual Defendants' employment contract s with the Plaintiff and consciously and \nknowingly encouraged the individual Defendants to breach their contracts.\"18 \n10. Plaintiff subsequently sent letters to  Graham seeking to determine whether \nthe Former Employee Defendants had gone to  work for Companion, but received no \nresponse.19  Plaintiff also sent letters to the Fo rmer Employee Defendants asking them if \nthey had gone to work for Companion \"in vi olation of their employment agreements  \nDefendants did not respond to Plaintiff's letters. 20  Former Employee Defendants did not \nrespond to the letters. \n11. On December 31, 2015, Plaintiff filed a Verified Complaint and Prayer for \nInjunctive Relief, and on February 24, 2016 Pl aintiff filed an Amende d Verified Complaint \nand Prayer for Injunctive Relie f (the \"Amended Complaint\"). 21  The Amended Complaint \nmade claims for breach of contract, tortious interference with contract, unfair and deceptive \ntrade practices, misappropriation of trade secr ets, breach of fiduciary duty, and conspiracy \nagainst the various Defendants, and sought a preliminary injunction against the Defendants.  \nCounsel subsequently made appearances on behalf of Companion and Graham, and on behalf \n                                                            \n16 Id. at ¶¶ 38-40. \n17 Id. at ¶ 35. \n18 Id. at ¶ 41. \n19 Id. at ¶¶ 45-47, Exhs. L-M. \n20 Id. at ¶¶ 48-49, Exh. N. \n21 Plaintiff properly served all of the Defendants except Andrianna Emanuel with the Summons and \nthe Complaint and the Amended Complaint.  Accordingly, Emanuel is not a party to this lawsuit. \nof Mary Jacobs, Shanita Harris and Kourtney Jacobs.  Casey Locklear, Condola Carbough, \nMoesha Holt, Jennifer Knight, Natalie Lock lear, Summer McLaughlin and Joanna Mishue \nhave not appeared in the case. \n12. On March 21, 2016, the Court held a properly noticed hearing on Plaintiff's \nMotion for Preliminary Injunction.  Case y Locklear, Condola Carbough, Moesha Holt, \nJennifer Knight, Natalie Locklear, Summer McLaughlin and Joanna Mishue did not appear \nat the hearing.  On March 23, 2016, the Cou rt entered a Consent Preliminary Injunction \nagainst the Moving Defendants prohibiting them  from soliciting Plaintiff's customers and \nfrom inducing Plaintiff's employees to terminate employment.  On March 29, 2016, the Court \nentered a Preliminary Injunction against Ca sey Locklear, Condola Carbough, Moesha Holt, \nJennifer Knight, Natalie Locklear, Summer McLaughlin and Joanna Mishue. \n13. On March 11, 2016, Companion and Graham filed their Motion to Dismiss and \nAnswer, and on March 28, 2016, Mary Jacobs, Shanita Harris and Kourtney Jacobs filed \ntheir Motions to Dismiss and Answers.  The Motions have been fully briefed and are now ripe \nfor determination. \nDISCUSSION \n14. Moving Defendants seek to dismiss the Amended Complaint pursuant to Rule \n12(b)(6) for failure to state a claim upon which relief can be granted.  When ruling on a \n12(b)(6) motion to dismiss, the Court must determine \"whether the complaint, when liberally \nconstrued, states a claim upon which relief can be granted on any theory.\"  \nBenton v. W. H. \nWeaver Constr. Co., 28 N.C. App. 91, 95, 220 S.E.2d 417, 420 (1975).   Such a motion should \nbe granted only when the complaint, on its face, reveals (a) that no law supports the plaintiff's \nclaim, (b) the absence of facts sufficient to form a viable claim, or (c) some fact which \nnecessarily defeats the plaintiff's claim.  Jackson v. Bumgardner , 318 N.C. 172, 175, 347 \nS.E.2d 743, 745 (1986).  The Court treats the well-pleaded allegations in a complaint as true \nand admitted in analyzing a 12(b)(6) motion to dismiss.  Sutton v. Duke, 277 N.C. 94, 98, 176 \nS.E.2d 161, 163 (1970).  While facts and permissible inferences set forth in the complaint are \nanalyzed in a light most favorable to the plaintiff, un-warranted conclusions of law or \ndeductions of fact will not be deemed admitted. \nFord v. Peaches Entm't Corp. , 83 N.C. App. \n155, 156, 349 S.E.2d 82, 83 (1986).   The court may not consider material that not is \nmentioned, contained, or attached in or to th e Complaint, or else this rule 12(b)(6) motion \nwill be converted into a Rule 56 motion for summary judgment.  \nBetter Bus. Forms & Prods. \nv. Craver, 2007 NCBC LEXIS 34, *8 (N.C. Super. Ct. 2007). \n15.  Plaintiff makes six separate claims for breach of contract against the Former \nEmployee Defendants based upon the distinct ob ligations in the agreements regarding (a) \nrestrictions on future employment and competit ion (the \"Non-competition Restrictions\"), (b) \nrestrictions on solicitation of Plaintiff's client s (the \"Non-solicitation Restrictions\"), and (c) \nrestrictions on the inducement of Plaintiff's employees to leave employment with Plaintiff \n(the \"Non-inducement Restrictions\").  Moving Defendants seek dismissal of all of the claims \nfor breach of contract.  The Court will addr ess the Non-competition Restrictions, the Non-\nsolicitation Restrictions, and the Non-inducement Restrictions in turn. \nA. The Non-competition Restrictions. \n16. Plaintiff alleges Mary Jacobs, Casey Locklear, and Andrianna Emmanuel each \nbreached the Non-competition Restrictions of  the At-Will Agreement (Count I), and that \nShanita Harris, Condola Carbough, Moesha Holt , Kortney Jacobs, Jennifer Knight, Natalie \nLocklear, Summer McLaughlin and Joanna Mis hue each breached the Non-competition \nRestrictions of the Non-Compete Agreement (Co unt II).  Moving Defendants argue that the \nunreasonably broad scope of the time, territory , and future employment restrictions render \nthe underlying employment contracts unenforceable.22  Plaintiff contends that the restrictive \ncovenants are reasonable and enforceable. \n17. North Carolina courts will enforce a covenant  not to compete if it is: \"(1) in \nwriting; (2) reasonable as to [the] terms, time, and territory; (3) made a part of the \nemployment contract; (4) based on valuable consideration; and (5) not against public policy.\" \nTriangle Leasing Co. v. McMahon , 327 N.C. 224, 228, 393 S.E.2d 854, 857 (1990); United \nLab., Inc. v. Kuykendall , 322 N.C. 643, 649-50, 370 S.E.2d 375, 380 (1988). The \nreasonableness of a non-competition covenant is  a matter of law for the court to decide. \nMedical Staffing Network, Inc. v. Ridgway , 194 N.C. App. 649, 655, 670 S.E.2d 321, 327 \n(2009).  The party seeking enforcement of a re strictive covenant has the burden of proving \nits reasonableness.  Id. \n18. Since time and territory each affect the reasonableness of a restrictive \ncovenant, the Court must review them in tandem.  Farr Associates, Inc. v. Baskin, 138 N.C. \nApp. 276, 280, 530 S.E.2d 878, 881 (2000) (\"A longer period of time is acceptable where the \ngeographic restriction is relatively small, and \nvice versa .\").  In the absence of an express \ngeographic territory restriction, a court can enforce a restriction prohibiting a former \nemployee from soliciting customers or clients.  Whittaker Gen. Med. Corp., 324 N.C. at 528-\n29, 379 S.E.2d at 828 (relying on Kuykendall and enforcing a noncompetition agreement that \nincluded client-based restrictions for 24 months  without any expressly defined geographical \nterritory other than the employee's sales territory at the time of termination); Triangle \nLeasing Co. , 327 N.C. at 229, 393 S.E.2d at 857-58 (enforcing noncompetition agreement \nrestricting an employee for 24 months from soliciting employer clients in areas in which the \nemployer operates without any expressly defined geographical territory).  No matter how the \n                                                            \n22 Companion Br. Supp. of Mot. to Dis. p. 5. \nterritorial restriction is delineated, it can be no greater than is reasonably necessary to \nprotect the legitimate business interests of the employer.  Manpower of Guilford County, Inc. \nv. Hedgecock, 42 N.C. App. 515, 521, 257 S.E.2d 109, 114 (1979). \n19. The \"protection of customer relationships and goodwill against \nmisappropriation by departing employees is we ll recognized as a legitimate protectable \ninterest of the employer,\" Kuykendall, 322 N.C. at 651, 370 S.E.2d at 381, particularly where \nthe nature of the employment brings \"the empl oyee in personal contact with patrons or \ncustomers of the employer, or enable[s] [the employee] to acquire valuable information as to \nthe nature and character of the business and the names and requirements of the patrons or \ncustomers.\" A.E.P. Indus., Inc. v. McClure , 308 N.C. 393, 408, 302 S.E.2d 754, 763 (1983); \nHarwell Enters., Inc. v. Heim, 276 N.C. 475, 480, 173 S.E.2d 316, 320 (1970); Med. Staffing \nNetwork, Inc., 194 N.C. App. at 656, 670 S.E.2d at 327. \ni. The At-Will Agreement.  \n20. The Non-competition Restriction in the At-Will Agreement provides as follows: \n(b) Employee hereby covenants and agrees that, for a period of one (1) year \nfollowing the termination of his/her em ployment relationship with Employer, \nfor whatever reason, whether voluntary or involuntary, and for cause or no \ncause, he/she shall not directly or indirectly, on behalf of himself or any other \nperson, company, or entity: \n(i) work for, provide services for, consult with, or otherwise assist any \nindividual or entity who is in the home health or personal care business \ncompeting with the Employer. This covenant not to compete shall be limited to \nany county in North Carolina where Employer is providing services at the time \nof Employee's separation. \n21. Moving Defendants argue that prohibiting the employees subject to the At-\nWill Agreement from \"work[ing] for, provid[i ng] services for, consult[ing] with, or \notherwise assist[ing]\" is overly broad because it effectively prohibits the Former Employee \nDefendants from obtaining employment with  any other company in the home health \nbusiness in any North Carolina county in wh ich the Plaintiff provides services.  \nCovenants that restrict an employee from wo rking for in any capacity or providing \nservices of any type to competitors, and ar e not restricted to prohibiting the employee \nfrom performing the same type of wo rk or services, are unreasonable.  Medical Staffing \nNetwork, Inc. , 194 N.C. App. at 656, 670 S.E.2d at 327 (\"[R]estrictive covenants are \nunenforceable where they prohibit the employee from engaging in future work that is \ndistinct from the duties actually performed by the employee.\"); \nVisionAIR, Inc. v. James, \n167 N.C. App. 504, 508-509, 606 S.E.2d 359, 362-63 (2004) (\"Under this covenant James \nwould not merely be prevented from engaging in work similar to that which he did for \nVisionAIR at VisionAIR competitors; James wo uld be prevented from doing even wholly \nunrelated work at any firm similar to VisionAIR.\"); \nHartman v. W.H. Odell & Assocs. , \n117 N.C. App. 307, 317, 450 S.E.2d 912, 920 (1994) (noting that an overly broad non-\ncompetition agreement banning any associ ation with competitors was unreasonable \nbecause it would prevent one from working ev en as a custodian for any \"entity\" which \nprovided the same services as the former employer). \n22. Plaintiff counters that section (b)(i)  of the Non-competition Restriction \nshould be read as incorporating the provisio n of section (b)(ii) that prohibits Former \nEmployee Defendants from \"otherwise provid[i ng] any services that are similar to or \ncompetitive with services offered by Employer.\"  Plaintiff argues that read in this fashion, \nsection (b)(i) only prohibits the Former Employee Defendants providing services that are \n\"similar to or competitive\" with the services offered by Plaintiff.\n23  Plaintiff's suggested \nconstruction, however, does not square with the structure of the covenants.  Sections (b)(i) \nand (b)(ii) are separate restrictions, addressi ng different subjects, and each section is \ncapable of being interpreted independent of the other's existence.  As each provision \n                                                            \n23 Pl.'s Br. Opp. to Companion Mot. to Dismiss pp. 8-9. \nstands on its own, the \"similar or competitive\" language of section (b)(ii) has no relevance \nto the Court's interpretation of section (b)(i).   Even if the Court believed the language in \nsection (b)(ii) created an ambiguity as to the meaning of section (b)(i), such ambiguity \nwould be  construed against Plaintiff as it was the drafting party.  Reichhold Chems., Inc. \nv. Goel, 146 N.C. App. 137, 153, 555 S.E.2d 281, 291 (2001). \n23. The Court concludes that the Non-competition Restriction in the At-Will \nAgreement is overly broad and is unenforceable.  Clinical Staffing, Inc. v. Worldwide \nTravel Staffing, 60 F. Supp. 3d 618, 625 (E.D.N.C. 2013).  Therefore, Moving Defendants' \nMotions to Dismiss Count I of the Amended Complaint should be GRANTED. \nii. The Non-Compete Agreement.        \n24. The Non-competition Restriction in th e Non-Compete Agreement provides as \nfollows: \nNON-COMPETE COVENANT.  Worker will not compete 24 with Sandhills \nHome Care for a period of one (1) year after Worker's separation from Sandhills \nHome Care within the geographical area that defined by a 100 mile radius of \nSandhills Home Care, LLC, 401 E. Third Street, Ste. 3C, Pembroke, N.C., \n28372. \n \nFurther, Worker agrees for a period of one (1) year from the date of Worker's \nseparation from Sandhills Home Care no t to perform any work or services for \nany customer or account for which S andhills Home Care or its agents, \nincluding Worker, performed work or services during the six months preceding \nthe date of Worker's separation. \n \n25. Here, the covenant appears to prov ide two different Non-competition \nRestrictions.  The former employee is prohibited for one year from: (a) holding any ownership \ninterest in, operating, managing, or advising  a home health aide business or any other \nbusiness that performs substantially the same services as Sandhills within 100 miles of \n                                                            \n24 The Non-Compete Agreement defines the word \"compete\"as \"holding any ownership interest in, \noperating, managing, or advising a home health ai de business or any other business that performs \nsubstantially the same services as Sandhills Home Care.\"  Non-Compete Agreement, p. 2. \nPembroke, North Carolina, and; (b) performing  work or services for any of Sandhills' \ncustomers for whom Sandhills provided serv ices during the six months prior to the \nemployee's separation.   \n26. Moving Defendants claim the 100-mile restriction is unenforceable because it \nis greater than reasonably necessary to secure the protection of the business or goodwill of \nSandhills.  In determining the reasonableness of a territorial restriction, the Court considers: \n(1) the area of the restriction, (2) the area assigned to the employee, (3) the area where the \nemployee actually worked or was subject to work, (4) the area in which the employer \noperated, (5) the nature of the business involv ed, and (6) the nature of the employee's duty \nand his knowledge of the employer's business operation.  \nClyde Rudd & Associates, Inc. v. \nTaylor, 29 N.C. App. 679, 684, 225 S.E.2d 602, 605 (1976).   \n27. The Amended Complaint contains specific  allegations that Plaintiff provided \nhome care to customers \"in and aro und Robeson County, North Carolina,\" 25 and that \n\"Plaintiff, through its employees, provides home  care to its customers within a radius of \napproximately 100 miles from Pembroke, North Carolina.\"26  The Amended Complaint does \nnot allege the specific locations in or around Pembroke in which the Former Employee \nDefendants had patients or performed services for Sandhills, or that the Former Employee \nDefendants had contact with patients other t han their own.   Nevertheless, Plaintiff has \nalleged that it provides services to patients  within 100 miles of Pembroke, North Carolina.  \nTaking that allegations as true for purposes of  this motion, the Court cannot conclude that \nthe 100 mile geographic restriction in the first paragraph of the covenant is unreasonable at \nthis stage of the proceeding.  \nSee Kinston Med. Specialists, P.A. v. Bundle, 2015 NCBC LEXIS \n48,*9 (N.C. Super. Ct. 2015) (holding that the restriction of working in Lenoir, Duplin, Jones, \n                                                            \n25 Am. Compl. ¶ 17 \n26 Id. at ¶ 20. \nGreene, Onslow, and parts of Wayne County was sufficiently supported by Complaint \nalleging that the plaintiff's medical practi ce encompassed \"Eastern  North Carolina\" to \nsurvive a 12(b)(6) motion to dismiss). \n28. Defining \"compete\" as including \"hol ding any ownership interest in\" or \n\"advising\" any home health business, however, is a different matter.  The phrase \"holding \nany ownership interest in,\" read literally, wo uld prohibit the employee from owning shares \nof a mutual fund that had a tiny holding in a publicly-traded home health care company.  The \nword \"advising\" is not defined in the Non-Comp ete Agreement, but also is broad enough to \nsweep within it all sorts of employment and  other services that would not impinge on \nPlaintiff's interests in any way.  For exam ple, an employee might become employed by an \ninterior design or decorating business that advises a home health care provider on decorating \nits corporate offices, or a technology company providing consulting services to a home health \ncare provider regarding its computer network n eeds.  Plaintiff would not be protecting its \nlegitimate interests by preventing the Fo rmer Employee Defendants from holding such \npositions, even if these positions brought th em into contact with Plaintiff's competitors. 27  \n\"[W]here an employee has [ ] customer contact, the employer has a legitimate business \ninterest in preventing the employee from movi ng into an identical position with identical \nduties with a competitor vis-à-vis such customers.\" \nClinical Staffing, Inc., 60 F. Supp. 3d at \n624; see also  Medical Staffing Network, Inc. , 194 N.C. App. at 656, 670 S.E.2d at 327 \n(\"[R]estrictive covenants are unenforceable where they prohibit the employee from engaging \nin future work that is distinct from the du ties actually performed by the employee.\"); \n                                                            \n27 In determining whether a restrictive covenant protects the legitimate interests of an employer, \nCourts must also consider \"\"the nature of the empl oyee's duty and his knowledge of the employer's \nbusiness operation.\" Hartman, 117 N.C. App. at 312, 450 S.E.2d at 917; Okuma Am. Corp. v. , Bowers, \n181 N.C. App. 85, 91-92, 638 S.E.2d 617, 621-22 (2007) (Restrictive covenant prohibiting vice president \nfrom working for direct competitors in broad geographic region could be reasonable). \nHartman, 117 N.C. App. at 317, 450 S.E.2d at 920 (non-competition agreement banning any \nassociation with competitors was unreasonable because it would prevent one from working \neven as a custodian for any \"entity\" which provided the same services as the former \nemployer).  Accordingly, although the geographic region might be reasonable, Plaintiff has \nnot alleged any facts that would support the broad prohibition on the Former Employee \nDefendants holding any type of ownership interest  in or advising Plaintiff's competitors in \nfields unrelated to the former employee's work for Plaintiff. \n29. The second paragraph of the Non-compete Restriction prohibits the former \nemployee, for one year, from performing \"any wo rk or services for any customer or account\" \nwhich Sandhills had serviced in the six months prior to termination of employment.  Nowhere \nin the Non-Compete Agreement is the term \"work or services\" defined, and it is not expressly \nrestricted to providing nursing or home care se rvices. This restriction prohibits the former \nemployee from providing any type of service  for any of Plaintiff's clients or customers, \nregardless of whether or not the former empl oyee had any contact with that customer. In \nClinical Staffing, Inc. v. Worldwide Travel Staffing , the court refused to enforce a nearly \nidentical restriction on the plaintiff's former nursing employees, holding: \nAs written, the covenant not to compete prohibits the former [ ] employees from \nproviding any service of any kind to \"any [ ] client or individual . . . for a period \nof (6) six months from [the employ ee's] termination date.\" [D.E. 22-1]. \nMoreover, the restriction applies not only to those clients or individuals who \nhave interacted with the former [ ] employee, but to any [ ] client anywhere in \nthe world. Thus, for example, a [ ] employee who signed this non-competition \nprovision could not provide food prepar ation services, custodial services, or \nsecretarial services to any \"[ ] client or individual\" anywhere in the world for \nsix months. As written, the non-competition provision is overbroad as to terms \nand unenforceable. \n60 F. Supp. 3d at 625 (citations omitted).  Such a broad ban is an unreasonable and \nunenforceable restriction that fails to narro wly protect Sandhill's legitimate business \ninterests.   \n30. The Court concludes that the Non-competition Restriction in the Non-Compete \nAgreement is unenforceable, and that Moving Defendants' Motions to Dismiss Count II of the \nAmended Complaint should be GRANTED. \nB. Non-solicitation Restrictions. \ni. The Non-Compete Agreement. \n31. Plaintiff alleges Shanita Harris, Co ndola Carbough, Moesha Holt, Kortney \nJacobs, Jennifer Knight, Natalie Locklear, Summer McLaughlin and Joanna Mishue violated \nthe Non-solicitation Restriction in the No n-Compete Agreement (Count III).  The Non-\nsolicitation Restriction of the Non-Compete Ag reement appears in the first paragraph of \nsection 2, entitled \"Non-Solicitation Covenant\", and provides as follows: \n For a period of one (1) year from and after termination of Worker's separation \nfrom Sandhills Home Care, Worker will not solicit or attempt to procure the \ncustomers, accounts, or business that are a part of the book of business of \nSandhills Home Care at the date of Worker's separation from Sandhills Home \nCare. Worker further agrees for a period of one (1) year from and after Worker's \nseparation not to solicit any prospecti ve customer whom Worker or Sandhills \nHome Care (or its agents) has solicited  within the six months immediately \npreceding separation. \nMoving Defendants argue the Non-solicitation Re striction is unenforceable because it is not \ntied to a particular geographic region, and be cause it is overly broad in prohibiting the \nsoliciting of customers and prospective cu stomers with whom the Former Employee \nDefendants did not have personal contact.\n28 \n32. Like non-competition provisions, valid non-solicitation provisions must be: (1) \nin writing, (2) entered into at the time and as part of the contract of employment, (3) based \non valuable consideration, (4) reasonable both as  to the time and territory embraced in the \nrestrictions, (5) fair to the parties, and (6) not against public policy.  Aeroflow Inc. v. Arias , \n                                                            \n28 Companion Br. Supp. of Mot. to Dismiss p. 5. \n \n2011 NCBC LEXIS 21, *24 (N.C. Super. Ct. 2011).  Although their elements are identical, \nNorth Carolina courts are more willing to enforce non-solicitation provisions targeted to the \nformer employer's customers or prospective cu stomers than provisions prohibiting entirely \nthe former employee from working for certain employers or in certain regions.  See \nKuykendall, 322 N.C. at 658, 370 S.E.2d at 385 (1998). \n33. Preliminarily, Moving Defendants' ar gument that the Non-solicitation \nRestriction cannot be enforced be cause it does not apply to a particular geographic region \nfails.  The North Carolina Court of Appeal s has expressly rejected this argument.  Farr \nAssocs., Inc., 138 N.C. App. at 281, 530 S.E.2d at 882.  Rather, North Carolina's courts will \nenforce a covenant prohibiting a former empl oyee from soliciting his former employer's \ncustomers even when not tied to a specific geographic region where \"the terms and conditions \nof this contract clause were reasonably necessa ry to protect the employer's legitimate \nbusiness interests.\" Triangle Leasing Co., 327 N.C. at 229, 393 S.E.2d at 857 ; see also  Wade \nS. Dunbar Ins. Agency, Inc. v. Barber, 147 N.C. App. 463, 469, 556 S.E.2d 331, 335 (2001); \nSuperior Performers, Inc. v. Meaike , 2014 U.S. Dist. LEXIS 50302 *32-33 (M.D.N.C. April \n11, 2014) (\"The covenant in this case utilizes an employee-based restriction, rather than a \ngeographic restriction, which North Carolina courts have also upheld when the overall effect \nis reasonable.\").  A customer-based restrictio n on solicitation is analyzed in much the same \nmanner as a geographic restriction, taking into consideration many of the same factors and, \nparticularly, the time period of the restriction.  \nWade S. Dunbar Ins. Agency, 147 N.C. App. \nat 469, 556 S.E.2d 335; Farr Assocs., 138 N.C. App. at 281-82, 530 S.E.2d at 882. \n34. The courts have differed, however, as to whether a non-solicitation covenant \ncan prohibit contact with all of a former empl oyer's customers, or just those customers or \nprospective customers with whom the employee had personal contact.  Compare Farr Assoc., \n138 N.C. App. 276, 282, 530 S.E.2d 878, 882 (\"[A ] client-based limitation cannot extend \nbeyond contacts made during the pe riod of the employee's employment\") with Triangle  \nLeasing, 327 N.C. at 229, 393 S.E.2d at 857 (enforcing restrictive covenant prohibiting former \nemployee from \"soliciting the business of plaint iff's known customers in areas in which the \ncompany operates\") and Wade S. Dunbar Ins. Agency, 147 N.C. App. 463, 469, 556 S.E.2d \n331, 335 (covenant \"restrict[ing] defendant, for two years, from soliciting any customers \nhaving an active account with plaintiff at the time of his termination or prospective customer \nwhom defendant himself had solicited within  the six months immediately preceding his \ntermination\" enforceable).   \n35. The Non-solicitation Restriction in the Non-Compete Agreement prohibits the \nFormer Employee Defendants, for one year, fr om soliciting \"the customers, accounts, or \nbusiness that are a part of the book of business of Sandhills Home Care at the date of \nWorker's separation,\" and from soliciting prospective customers that Sandhills or the former \nemployee had solicited within the six months immediately preceding termination of \nemployment.  Accordingly, the Former Empl oyee Defendants are restricted from soliciting \nany of Plaintiff's customers, whether or not th e employee serviced or had contact with the \ncustomer.  Plaintiff provides home health ca re only \"to customers in and around Robeson \nCounty, North Carolina\" within approximatel y 100 miles of Pembroke, North Carolina.  \nThese allegations suggest that Plaintiff has a relatively small and easily identified set of \ncustomers.  At this very early stage of the case and based upon the pleadings alone, the Court \ncannot conclude that the Non-solicitation Re striction in the Non-Compete Agreement is \nunreasonable simply because it prohibits th e Former Employee Defendants from soliciting \ncustomers with whom they may not have had personal contact during employment. \n36. The Non-solicitation Restriction also prohibits the Former Employee \nDefendants from soliciting \"prospective customers\"  that they personally, or that Plaintiff, \nsolicited for services during the six months  prior to the employee's termination. This \nrestriction is too broad, particularly in light of the fact that \"prospective customers\" solicited \nby Plaintiff, but not personally by the Form er Employee Defendants, are much less easily \nidentified.  The alleged reach of Plaintiff's operations means that the Former Employee \nDefendants would be restricted fr om attempting to solicit home health care services from \nindividuals whom Plaintiff itself was unable to secure as customers, and who live far outside \nof the area the individual former employee serviced. In  \nHejl v. Hood, Hargett & Assocs., 196 \nN.C. App. 299, 307, 674 S.E.2d 425, 430, (2009), the Court of Appeals held a similar \nrestriction to be unreasonable and unenforceable, concluding that: \n[T]he Agreement's restrictive covenant reaches not only current and former \ncustomers of Defendant, but also includes any person, firm, or entity to whom \nDefendant had merely quoted a product or service. Defendant's attempt to \nprevent Plaintiff from obtaining clients where Defendant had failed to do so, is \nan impermissible restraint on Plainti ff. Non-compete agreements may be \ndirected at protecting a legitimate business interest. But in the case before us, \nwhere the Agreement reaches not only clients, but potential clients, and \nextends to areas where Plaintiff had no connections or personal knowledge of \ncustomers, the Agreement is unreasonable. \n \nThe Court concludes that Plaintiff has failed to  allege a legitimate business interest in \nrestricting the Former Employee Defendants from calling on prospective customers who they \ndid not personally solicit.  \n37. While the language prohibiting the solic itation of prospective customers is \nunreasonably broad, it does not render the entire Non-solicitation Restriction unenforceable.  \nRather, that provision is a separate and divisible obligation contained in a separate sentence \nof the covenant, and is not necessary to a lo gical and unambiguous interpretation of the \nobligation in the first sentence prohibiting th e solicitation of Plaintiff's actual customers.\n29  \nUnder the \"strict blue pencil do ctrine,\" North Carolina courts may specifically enforce \n                                                            \n29 While the prohibition on soliciting Plaintiff's prospective customers the former employee personally \nsolicited during their final six months of empl oyment arguably would be reasonable, the Court \nconcludes that this obligation cannot be separated from the remainder of the second sentence. \ndivisible or separable sections of restrictive  covenants while striking portions that are \nunenforceable.  Beverage Sys. of the Carolinas, LLC v. Associated Bev. Repair, LLC , 2016 \nN.C. LEXIS 177, *6, 784 S.E.2d 457, 460 (N.C. 2016).  Accordingly, the Court will strike the \nsecond sentence of the Non-solicitation Restri ction that reads \"Worker further agrees for a \nperiod of one (1) year from and after Worker' s separation not to solicit any prospective \ncustomer whom Worker or Sandhills Home Care (or its agents) has solicited within the six \nmonths immediately preceding separation.\"  Superior Performers, Inc., 2014 US Dist. LEXIS \n50302 *39 (applying blue-pencil doctrine and holdin g \"[a]lthough it is not separated off by \nnumber or in a different clause, the language c an readily be struck through and the rest of \nthe restrictive covenant still makes sense and stand s on its own\").  Accordingly, the Moving \nDefendants' Motions to Dismiss Count III of th e Amended Complaint should be DENIED in \npart in that the Court concludes that the first se ntence of the Non-solicitation Restriction is \nenforceable, and the second sentence of the Non-solicitation Restriction is not enforceable but \ncan be struck from the covenant.  Accordingly,  the Moving Defendants' Motions to Dismiss \nCount III of the Amended Complaint should be GRANTED with regard to the second sentence \nof the Non-solicitation Restriction. \nii. The At-Will Agreement.  \n38. Plaintiff alleges Mary Jacobs, Casey Locklear, and Andrianna Emmanuel each \nbreached the Non-solicitation Restriction in the At-Will Agreement (Count IV).  The Non-\nsolicitation Restriction in the At-Will Agreemen t provides that for a period of one year \nfollowing the termination of employment, the Former Employee Defendants cannot: \n (ii) solicit the sale of, sell, or ot herwise provide any services that are \nsimilar to or competitive with services  offered by Employer, to any person, \ncompany or entity which was a client or a potential client of Employer for such \nservices and with whom Employee had di rect contact with during the two (2) \nyears prior to Employee's separation; \n  \n(iii) solicit, attempt to persuade or communicate with any client of \nEmployer or any potential client of Employer with whom Employee had direct \ncontact with during the two (2) years prior to Employee's separation of \nemployment with Employer, to disconti nue, limit or otherwise interfere with \nbusiness relationship between Employer and said client(s). \n \n39. Moving Defendants argue that the time  period of these provisions, in \nconjunction with the client-based restri ction, make them unreasonable.  Moving \nDefendants base this argument on the addition of the two year \"look-back\" period to the \none year post-termination period, which creates a three year restriction on the solicitation \nof all Plaintiff's customers. \"When a non-compete agreement reaches back to include \nclients of the employer during some period in the past, that look-back period must be \nadded to the restrictive period  to determine the real scope of the time limitation.\"  \nFarr \nAssocs., Inc., 138 N.C. App. at 280, 530 S.E.2d at 881; Wachovia Ins. Servs. v. McGuirt , \n2006 NCBC LEXIS 25, *24 (N.C. Super. Ct. 2006).  North Carolina courts have held that \nthe time restriction of a non-solicitation pr ovision restricting communication with an \nentire customer base should include the look-back period when the look-back period also \napplies to the entire customer base.  \nFarr Assocs., Inc., 138 N.C. App. at 281, 530 S.E.2d \nat 882; Evo Corp. v. Poling, 2015 NCBC LEXIS 83, *14 (N.C. Super. Ct. 2015); Investors \nTrust Co. v. Whitlock , 2015 NCBC LEXIS 46, *20 (N.C. Super. Ct. 2015).  In McGuirt, \nhowever, this Court chose not to consider a covenant tailored to capture only those clients \nthe employee \"serviced\" during the two year s preceding his termination as a look-back \nperiod that added time to a non-solicitatio n restriction applicable to \"any business, \nclients, customers or prospects of [the employer].\"  2006 NCBC LEXIS at *27 (\"Unlike the \n'look back' provision in Farr, the language here does not attempt to bring within its ambit \nall of [employer's] clients within the two years preceding McGuirt's termination.\").          \n40. Here, the non-solicitation provision applies only to customers and \npotential customers with whom the former employee had \"direct contact\" during the two \nyears prior to their termination of empl oyment.  Moving Defendants argue that \nrestricting solicitation of potential client s with whom a former employee had \"direct \ncontact\" is much broader than restricting solicitation of clients \"serviced\" by the employee.  \nMoving Defendants contend that \"direct cont act\" could include potential clients with \nwhom Former Employee Defendants \"talked to . . . on the phone, but did not actually \nprovide care to,\" and that undefined term \"p otential clients\" has \"an almost universal \napplication.\"\n30  Moving Defendants, therefore, ur ge the Court to interpret the non-\nsolicitation provision as an ultra-broad three year restriction on the solicitation of all \nPlaintiff's current clients in addition to any of  Plaintiff's clients or potential clients from \nthe preceding two years.   \n41. The Court declines to apply such a sweeping interpretation to the \nrestriction.  Plaintiff alleges that its business interests need protection because its home \nhealth care providers have developed close, personal relationships with the patients they \nservice.  The allegations also establish that  Plaintiff's employees service, and develop \nthese deep relationships with, a single client or a very small number of clients.  In fact, \nPlaintiff alleges that all but one of the Former Employee Defendants in this case serviced \njust a single client.  Even including those customers and potential clients with whom the \nFormer Employee Defendants only had a limit ed \"direct contact\" does not expand the \nreach of the restriction beyond that which is reasonably necessary.  Since the two year \nlook-back provision is tailored to capture only those clients with whom the Former \nEmployee Defendants had direct contact, the provision is sufficiently narrow to prevent \n                                                            \n30 Companion's Reply Br. p. 4. \nany potential loss of customers without unr easonably restricting the former employee's \nability to work in the home health care field. Evo Corp., 2015 NCBC LEXIS 83 at *14 \n(N.C. Super. Ct. 2015) (holding that when th e employee's knowledge of customers is the \nprimary concern, the territory of restrictive covenant should be restricted to those areas \nin which the employee made contacts). 31  The Court concludes that the Non-solicitation \nRestriction in the At-Will Agreement is reasonable and enforceable, and that the Moving \nDefendants' Motions to Dismiss Count IV of the Amended Complaint should be DENIED.          \nC. Non-inducement Restrictions. \n42. Plaintiff alleges Shanita Harris, Co ndola Carbough, Moesha Holt, Kortney \nJacobs, Jennifer Knight, Natalie Locklear , Summer McLaughlin and Joanna Mishue each \nbreached the Non-Compete Agreement by violating its Non-inducement Restrictions (Count \nV), and Mary Jacobs, Casey Locklear, and Andrianna Emmanuel each breached the At-Will \nAgreement by violating its Non-inducement Re strictions (Count VI).  The Non-inducement \nRestrictions are contracts \"in restraint of trade\" that the Court must carefully scrutinize for \nreasonableness.  \nSee Kuykendall , 322 N.C. at 658, 370 S.E.2d at 385 (1998).  Like non-\nsolicitation of customer restrictions, non-indu cement restrictions are more easily enforced \nthan non-competition restrictions.  Id.  Courts in North Carolina have recognized that \nreasonable restrictions on a former employee' s right to solicit an employer's current \nemployees are enforceable. Kennedy v. Kennedy , 160 N.C. App. 1, 11, 584 S.E.2d 328, 335  \n(2003) (\"[T]he covenant prohibiting Carroll from  soliciting and hiring plaintiff's former \nemployees for the three-year period does not violate public policy.\"); Superior Performers, \n                                                            \n31 Even if the Court were to interpret the Non-soli citation Restriction as encompassing a three year \nperiod, that period is well within the outer limit of restrictive covenant enforceability.  See Eng'g \nAssocs., Inc. v. Pankow, 268 N.C. 137, 139, 150 S.E.2d 56, 58 (1966) (holding that a five-year restrictive \ncovenant was reasonable). \nInc., 2014 U.S. Dist. LEXIS 50302 at *33-36 (Two year restriction on soliciting former \nemployer's current employees reasonable). \ni. The Non-Compete Agreement. \n43. The Non-inducement Restriction in the Non-Compete Agreement32 appears in \nthe second paragraph of section 2, entitled \"Non-Solicitation Covenant\", and provides as \nfollows:   \n[F]or a period of one (1) year after Wo rker's separation from Sandhills Home \nCare, Worker will not directly or indirectly solicit, induce, or attempt to induce \nany Worker of Sandhills Home Care to terminate his or her employment with \nSandhills Home Care. \n \n44. A restriction on solicitation of a former employer's employees is subject to the \nsame requirements as other restrictive covenants.  Superior Performers, Inc., 2014 U.S. Dist. \nLEXIS 50302 at *18.  Here, the Non-inducement Restriction is in writing and was based on \nvaluable consideration.  The Court also conclu des that Plaintiff has alleged a protectable \nbusiness interest.  Kennedy, 160 N.C. App. at 12, 584 S.E.2d at 335 (Dentistry practice had \nlegitimate interest in protecting its current staff from solicitation by former employee where \ncurrent employees had long-term, personal re lationships with practice's patients).  \nAccordingly, the only issues for determinatio n are whether the Non-inducement Restriction \nis reasonable and whether it violates public policy.  In determining whether a restrictive \ncovenant violates public policy, the Court mu st consider whether an employer's right to \nprotect itself from competition results in an undue hardship on employees that is greater \nthan necessary to protect the interests of the employer.  Phelps Staffing, LLC v. C.T. Phelps, \nInc., 226 N.C. App. 506, 510, 740 S.E.2d 923, 927 (2013). \n                                                            \n32 Defendants have not addressed any specific argu ment in their briefs towards the Non-inducement \nRestriction, but argue instead that the entire NON-SOLICITATION COVENANT is unenforceable.  \nNevertheless, the Court will review the restriction. \n45. The one year prohibition on inducing Plaintiff's current employees to terminate \ntheir employment with Plaintiff imposed by the Non-Compete Agreement reasonably \nprotects Plaintiff's interests and does not resu lt in an unduly great hardship on the Former \nEmployee Defendants.  The Court concludes that the Non-inducement Restriction in the Non-\nCompete Agreement is reasonable and enforceable, and that the Moving Defendants' Motions \nto Dismiss Count V of the Amended Complaint should be DENIED. \nii. The At-Will Agreement.    \n46. The Non-inducement Restriction in the At-Will Agreement provides as follows: \nNON-INDUCEMENT. Employee understands that any attempt on the part of \nEmployee to induce others to leave Employer's employ, or any effort by \nEmployee to interfere with Employer's  relationship with other employees \nwould be harmful and damaging to Em ployer. Therefore, Employee expressly \nagrees that during the term of employ ment, and for a period of one (1) year \nthereafter, he/she will not in any way, directly or indirectly, (1) induce or \nattempt to induce any employee to quit employment with Employer; (2) \ninterfere or disrupt Employer's relation s with other employees; (3) solicit or \nentice any person employed with Empl oyer. In the event that Employee does \nemploy an employee of Employer in violation of this Agreement, Employer \nshall have the right to seek and obtain a Temporary Restraining Order, ex \nparte, and other injunctive or equitable relief as is necessary to protect its \ninterests.  \n47. Moving Defendants contend that the No n-inducement Restriction should not \nbe enforced, and Plaintiff's claim for breach dismissed, because it violates North Carolina \npublic policy.  Defendants argue that the prohibiting the Former Employee Defendants from \ninducing co-workers to terminate employment with Plaintiff and from \"interfere[ing] or \ndisrupt[ing]\" Plaintiff's relationship with co-wor kers violates a worker's right to engage in \nconcerted activity under the National Labor Relations Act, 29 U.S.C. § 157, and suppresses \ncompetition within North Carolina's home heal thcare market, in violation of G.S. § 75-1. 33 \nDefendants, however, provide no case law auth ority for, and make no substantial argument \n                                                            \n33 Companion Br. Supp. of Mot. to Dismiss pp. 8-9. \nregarding, either proposition. Likewise, Plai ntiff devotes four sentences of its brief to \nresponding to Defendants' contention, and cites to no authority in opposition.  Defendants' \nargument that the Non-inducement Restricti on violates G.S. § 75-1 is significantly \nundermined by the fact that, as noted above, North Carolina's appellate courts have held that \nsuch restrictions on inducing a former employer's employees can be enforceable.  In addition, \nDefendant has cited to no source for the cont ention that there is a North Carolina public \npolicy in favor of protecting employee concerted activity.  Accordingly, at this stage of the \naction, the Court concludes that Defendants' motions to dismiss Count VI should be DENIED.   \nD. Enforceability of Mary Jacob's Restrictive Covenants.  \n48. Defendant Mary Jacobs claims that she began working for Plaintiff six months \nbefore Plaintiff made her sign the At-Will Agreement without providing her any new \nconsideration.  Restrictive covenants agreed up on and entered into after the execution of \none's employment agreement are invalid if not supported by new consideration independent \nof continued employment.  \nYoung v. Mastrom, Inc. , 99 N.C. App. 120, 123, 392 S.E.2d 446, \n448 (1990).   \n49. In reviewing a 12(b)(6) Motion to Dismi ss, the Court is to liberally construe \nwhether the allegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief may be granted under some legal theory.  The Amended Complaint alleges that \nPlaintiff hired Mary Jacobs \"in the capacity  as an office manager in January, 2015.\"  In \nresponse, Mary Jacobs has submitted an affidavit stating that she was initially employed by \nPlaintiff around July 28, 2014.  Because the a ffidavit contains information outside of the \npleadings, the Court chooses to exclude the affidavit as provided for in Rule 12(b).  Treating \nthe allegations of the Amended Complaint as true, Plaintiff has alleged that Mary Jacobs \nentered into the restrictive covenants at the time she was hired as an office manager.  Since \nPlaintiff alleges that the covenants are supported by the consideration of initial employment, \nMary Jacobs' Motion to Dismiss the breach of contract claims against her for lack of \nconsideration should be DENIED.      \nE. Tortious Interference. \n50. In Count VII of Verified Amended Complaint, Plaintiff alleges that Defendants \ntortiously interfered with Plai ntiff's contracts with it customers by inducing them to \n\"terminate their contractual relationship with  the Plaintiff and to hire the Defendant \nCompanion\" to provide their home health care. 34  In Count VIII, Plaintiff alleges that Mary \nJacobs, Harris, Companion and Graham interfered with Plaintiff's contracts by \"intentionally \ninduc[ing] the Plaintiff's employees to terminate their contractual relationship with Plaintiff \nand to obtain employment with Companion.\" 35  In order to prevail on a claim for tortious \ninterference with contract, a plaintiff must establish the following: (1) a valid contract existed \nbetween the plaintiff and a third party that conferred upon plaintiff contractual right against \nthe third party; (2) the defendant was aware of the contract; (3) the defendant intentionally \ninduced the third party not to comply with th e contract; (4) the defendant did so without \njustification and (5) actual injury to plaintiff resulted.  Kuykendall, 322 N.C. at 661, 370 \nS.E.2d at 387 (1988); White v. Cross Sales & Eng'g Co., 177 N.C. App. 765, 768–69, 629 S.E.2d \n898, 901 (2006).  \"Interference with a contract is ju stified if it is motivated by a legitimate \nbusiness purpose, as when the plaintiff and the defendant, an outsider, are competitors.\" \nBeverage Sys. of the Carolinas, LL C v. Associated Bev. Repair, LLC,  784 S.E.2d 457, 462, \n2016 N.C. LEXIS 177, *13 (N.C. 2016) (internal quotations omitted).     \ni. Tortious Interference with Customer Contracts. \n51. Plaintiff alleges that Defendants interfered with \"valid contracts and business \nrelationship (sic) [ ] between the Plaintiff and its customers conferring upon the Plaintiff a \n                                                            \n34 Am. Compl. ¶ 79. \n35 Id. ¶ 84. \ncontractual right to receive payment in consideration for providing home care services to the \nPlaintiff's customers.\"36  Defendants argue that Plaintiff's claim must fail because Plaintiff \nhas not identified specific customers with whom Defendants interfered, because Plaintiff does \nnot allege that it had contracts \"to provide its patients with home heal th care for a definite \nperiod of time,\" and because Plaintiff did no t allege Defendants prevented Plaintiff from \nreceiving any payments it was due from its clients. 37   Plaintiff does not expressly address \nthis claim in its brief. \n52. While specificity in pleading probabl y is the better course, Defendants have \npointed the Court to no authority that would support the po sition that Plaintiff is required \nto allege the particular clients with whom Defendants interfered in order to survive a motion \nto dismiss.  In addition, the fact that the client relationships at issue may have been \nterminable at-will, and not for a definite te rm, is not fatal to the claim for tortious \ninterference at this early stage of the case.  \nS. Fastening Sys. v. Grabber Constr. Prods., 2015 \nNCBC LEXIS 42, *22-23 (N.C. Super. Ct. 2015) (fact that customer relationships with which \nthe defendant allegedly interfered were at  will was not basis for dismissal; citing Childress \nv. Abeles, 240 N.C. 667, 678, 84 S.E.2d 176, 184 (1954)).  Finally, although Plaintiff does not \nallege that Defendants interfered with paym ents it was due from its customers, the \nallegations that Plaintiff had existing cu stomer relationships with which Defendants \ninterfered is sufficient at this stage to survive dismissal of the claim.  Accordingly, the Court \nconcludes and that the Moving Defendants' Mo tions to Dismiss Count VII of the Amended \nComplaint should be DENIED.       \n \n \n                                                            \n36 Am. Compl. ¶ 77.  \n37 Companion's Br. Supp. Mot. to Dismiss pp. 13-14. \nii. Tortious Interference with Employee Contracts. \n53. Plaintiff alleges that it had contracts  with the Former Employee Defendants \nin which they agreed \"not to engage in certain conduct as set forth in the contracts\" and that \nCompanion, Graham, Mary Jacobs and Harris, \"int entionally induced Plaintiff's employees \nto terminate their contractual relationship with Plaintiff to obtain employment with \nCompanion.\"38  Plaintiff alleges that the Defendant s engaged in this conduct \"without \njustification\" in a \"malicious and blatant attempt to destroy the Plaintiff's business.\" 39  \nDefendants argue that Plaintiff's claim should be dismissed because each employee's at-will \nemployment status with Plaintiff precludes a va lid claim of tortious interference with their \nemployment contracts, because Plaintiff's failed to allege that the Companion, Graham, Mary \nJacobs, and Harris had knowledge of the restricti ve covenants, and that Plaintiff has failed \nto allege that Defendants lacked a legitima te business purpose for interfering with the \nemployment agreements.  \n54. Moving Defendants correctly point out that an at-will employee may end her \nemployment at any time for any reason and t hat such an agreement is terminable, with or \nwithout cause, at the will of either party.  Our supreme court, however, has held that a claim \nfor interference with contract can be based on an at-will employment relationship. Peoples \nSec. Life Ins. Co. v. Hooks , 322 N.C. 216, 221, 367 S.E.2d 647, 650 (N.C. 1988) (\"The mere \nfact that the plaintiff's employment contra cts with the employees in question were \nterminable at will does not provide the defendant a defense to the plaintiff's claim for tortious \ninterference.\") (citing Childress, 240 N.C. at 678, 84 S.E. 2d at 184). \n55. In addition, Plaintiff has alleged that the former employees had enforceable \nagreements restricting them from competing and soliciting customers following termination \n                                                            \n38 Am. Compl. ¶¶ 82, 84. \n39 Id. at ¶ 85. \nof employment. Such agreements would suppo rt a claim for intentional interference with \ncontract even if the employee was at-will.  Hooks, 322 N.C. at 221, 367 S.E.2d at 650 (finding \nthat the plaintiff could pursue claim for tort ious interference with contract when at-will \nemployee had a non-compete covenant).  Moving Defendants' contention that Plaintiff did not \nallege knowledge of the agreements is simply wrong. In paragraph 41 of the Amended \nComplaint, Plaintiff alleges that \"[a]t all ti mes relevant to the individual Defendants' \nconspiracy, [ ] Graham and Companion were aw are of the existence of the terms of the \nindividual Defendants' employment contracts with Plaintiff and consciously and knowingly \nencouraged the individual Defendants to breach their contracts.\"\n40  Plaintiff also alleges that \nthe Former Employee Defendants \"were aware of the contractual relationship (sic) each other \nhad with the Plaintiff.\" 41 The Court deems these allegations true for the purpose of this \n12(b)(6) analysis.  Sutton, 277 N.C. at 98, 176 S.E.2d at 163. \n56. Finally, Moving Defendants argue that Plaintiff has \"failed to plead sufficient \nfacts to overcome [ ] Defendants' defe nse of legitimate business interest.\" 42 The Court \ninterprets this as an argument that Plainti ff failed to plead that Defendants acted without \njustification.  In Sec. Life Ins. Co. v. Hooks  the Supreme Court summarized the law regarding \nthis issue as follows: \nA motion under Rule 12(b)(6) should be granted when the complaint reveals \nthat the interference was justified or privileged. . . . \"The privilege [to interfere] \nis conditional or qualified; that is, it is lost if exercised for a wrong purpose. In \ngeneral, a wrong purpose exists where the act is done other than as a \nreasonable and bona fide attempt to protect the interest of the defendant which \nis involved.\"  In determining whether an actor's conduct is justified, \nconsideration is given to the follo wing: the circumstances surrounding the \ninterference, the actor's motive or conduct, the interests sought to be advanced, \nthe social interest in protecting the freedom of action of the actor and the \ncontractual interests of the other party. If the defendant's only motive is a \nmalicious wish to injure the plaintiff, his actions are not justified. If, however, \n                                                            \n40 Am. Compl. ¶ 41. \n41 Id. at ¶ 83. \n42 Companion's Br. Supp. Mot. to Dismiss pp. 15-16. \nthe defendant is acting for a legitimate business purpose, his actions are \nprivileged. Numerous authorities have recognized that competition in business \nconstitutes justifiable interference in another's business relations and is not \nactionable so long as it is carried on in furtherance of one's own interests and \nby means that are lawful. \n \n322 N.C. at 220-221, 367 S.E.2d at 650 (citations omitted).    \n57. Here, Plaintiff alleges that Graham and Companion knew about the terms of \nthe Former Employee Defendants' employment contracts with Plaintiff and \"consciously and \nknowingly encouraged the individual Defendants to breach their contracts,\" 43 and did so \n\"without justification\" in a \"malicious and  blatant attempt to destroy the Plaintiff's \nbusiness.\"44 Although the distinction between seeking to destroy a competitor and a lawful \ncompetitive interest may be blurry, the Court believes Plaintiff's allegation of a specific plan \nor scheme to destroy Plaintiff's business goes  beyond reasonable competitive behavior.  The \nCourt must accept the Plaintiff allegations, and concludes that Moving Defendants' Motions \nto Dismiss Count VIII of the Amended Complaint should be DENIED.   \nF. Unfair and Deceptive Trade Practices.  \n58. In Count IX, Plaintiff claims that Defendants violated the North Carolina \nUnfair and Deceptive Trade Practices Act, G.S.  § 75-1.1 et seq. (the \"UDTPA\").  Plaintiff \nalleges that the Former Employee \"Defendants used their influence and close contact with \nthe Plaintiff's customers to entice and persuad e the Plaintiff's customers to terminate their \nbusiness relationship with Plaint for the direct benefit of the [Former Employee] Defendants \nand Companion.\"45  Defendants contend that Plaintiff's claim should be dismissed because it \n\"does not fit within the paradigm of busi ness-versus-business cases under [the] UDTPA\" \n                                                            \n43 Am. Compl. ¶ 41. \n44 Id. at ¶ 85. \n45 Id. at ¶ 89. \nbecause Companion \"was not engaged in commercial dealings with Plaintiff.\"46  Defendants \nalso argue that Plaintiff has not alleged that Plaintiff engaged in an unfair or deceptive act.47 \n59. G.S. § 75-1.1 provides that \"[u]nfair me thods of competition in or affecting \ncommerce, and unfair and deceptive acts or pra ctices in or affecting commerce, are declared \nunlawful.\"  To succeed on a claim under G.S. § 75-1.1, a plaintiff must show that: (1) the \ndefendant committed an unfair or deceptive act or practice, (2) the action in question was in \nor affecting commerce, and (3) the act proximately caused injury to the plaintiff.  \nCapital \nRes., LLC v. Chelda, Inc., 223 N.C. App. 227, 239, 735 S.E.2d 203, 212 (2012).  \"A practice is \nunfair when it offends established public policy as well as when the practice is immoral, \nunethical, oppressive, unscrupulous, or substantially injurious to consumers.\"  Huff v. Autos \nUnlimited, 124 N.C. App. 410, 413, 477 S.E.2d 86, 88 (1996).  \"A practice is deceptive if it has \nthe capacity or tendency to deceive; proof  of actual deception is not required.\"  Id.  Whether \na trade practice is unfair or deceptive depends up on the facts of each case and  their impact \non the parties.  Marshall v. Miller, 302 N.C. 539, 548, 276 S.E.2d 397, 403 (1981).  Although \nits drafters included \"in or affecting commerce\" in G.S. § 75-1.1 to benefit consumers, North \nCarolina case law provides that \"in or affecting commerce\" extends to businesses-to-business \naffairs in the context of a tortious interference with contract claim.  Hajmm Co. v. House of \nRaeford Farms, Inc., 328 N.C. 578, 592, 403 S.E.2d 483, 492 (1991); Kuykendall, 322 N.C. at \n665, 370 S.E.2d at 389.    \n60. Defendants' first contention, that the UDTPA does not extend to claims arising \nout of an employer interfering with its compet itors' non-competition agreements, has been \nsquarely rejected by our appellate courts.  Kuykendall, 322 N.C. at 664, 370 S.E.2d at 389;  \nRoane-Barker v. Southeastern Hosp. Supply Corp., 99 N.C. App. 30, 41, 392 S.E.2d 663, 670 \n                                                            \n46 Companion's Br. Supp. Mot. to Dismiss p. 18. \n47 Id. at p. 20. \n(1990).  Since Plaintiff has adequately alleged that Companion tortiously interfered with \nPlaintiff's customer relationships and with its former employees' restrictive covenants, \nDefendants' motion to dismiss on these grounds must be rejected.  Additionally, Plaintiff's \nspecific allegation that Companion Defend ants secretly conspired with Mary Jacobs and \nHarris to solicit and entice Plaintiff's employees  to work for, and bring their patients to, \nCompanion Home Care in a \"plan or sc heme to destroy Plaintiff's business,\" 48 supports an \ninference of unfair and deceptive behavior that  offends public policy.  Since the Amended \nComplaint, and its reference to Plaintiff's a llegedly secret scheme to destroy Plaintiff's \nbusiness, must be deemed true in determinin g a 12(b)(6) motion to dismiss, Defendants' \nMotions to Dismiss Count IX of the Amended Complaint should be DENIED.     \nG. Misappropriation of Trade Secrets. \n61. Plaintiff alleges that Defendants misappropriated its trade secrets in violation \nof the North Carolina Trade Secrets Protection Act, G.S. § 66-152, by providing to Companion \nDefendants \"information regarding the identity of the Plaintiff's customers as well as \ninformation regarding [the] co ntractual relationship[s] between the Plaintiff and these \ncustomers.\"\n49 (Count X). \"A 'trade secret' by de finition means business or technical \ninformation, including but not limited to a formula, pattern, program, device, compilation of \ninformation, method, technique, or process that derives independent or potential value from \nnot being generally known or readily ascertainable through independent development.\"  GE \nBetz, Inc. v. Conrad, 231 N.C. App. 214, 233, 752 S.E.2d 634, 649 (2013).  \"Misappropriation\" \nis defined as the acquisition, disclosure, or us e of a trade secret of another without express \nor implied authority or consent, unless such a trade secret was arrived at by independent \ndevelopment, reverse engineering, or was obtained from another person with a right to \n                                                            \n48 Am. Compl. ¶¶ 33-36. \n49 Id. at ¶ 99. \ndisclose the trade secret.  G.S. § 66-152(1).   A prima facie case for misappropriation may be \nmade by showing that the defendant (1) knew or should have known of the trade secret and \n(2) had a specific opportunity to acquire the trade secret for use or disclosure or has actually \nacquired, disclosed, or used the trade secret wi thout express or implied consent of authority \nfrom the owner.  GE Betz, 231 N.C. App. at 233, 752 S.E.2d at 649.  The trade secret must be \npleaded with particularity to enable a defendant to understand exactly what he is accused of \nmisappropriating and to allow the Court to decide whether a misappropriation has occurred.  \nId. at 234, 752 S.E.2d at 649.  Generally, information such as names or addresses of an \nemployer's customers gained during the perfor mance of an employee's duties is not a trade \nsecret.  Kadis v. Britt, 224 N.C. 154, 162, 29 S.E.2d 543, 548 (1944); Amerigas Propane, L.P. \nv. Coffey, 2015 NCBC LEXIS 98, *33 (N.C. Super. Ct. 2015) (\"Under North Carolina law, \ncustomer information maintained in the memo ry of a departing employee is not a trade \nsecret.\"). \n62. The Court concludes that Plaintiff's alle gations do not even remotely support \na claim that the information regarding the names of customers that the former employees \nserviced and the nature of the \"contractual rela tionships\" Plaintiff had with the customers \nwere trade secrets.  The cases cited by Plaintiff in its brief involving compilations of customer \ndata including information such as pricing,  bidding formulas, and customer ordering \nhistories are inapposite.\n50  Accordingly, Moving Defendant's motion to dismiss Count X of the \nAmended Complaint should be GRANTED.       \n                                                            \n50 Pl.'s Br. Opp. Mot. to Dismiss p. 22-23; e.g., GE Betz , 231 N.C. App. at 234, 752 S.E.2d at 649 \n(\"chemical formulations, pricing information, customer proposals, historical costs, and individualized \nsales data\"); Sunbelt Rentals Inc. v. Head & Engquist Equip., L.L.C., 174 N.C. App. 49, 55, 620 S.E.2d \n222, 227 (2005) (\"preferred customer  pricing, employees' salaries , equipment rates, fleet mix \ninformation, budget information and structure of the business\"); South Fastening Sys. v. Grabber \nConstr. Prods., 2015 NCBC LEXIS 42, *11 (N.C. Super. Ct. 2015) (\"confidential customer information \nsuch as customer contact information and customer buying preferences and history . . . confidential \nfreight information, sales reports, prices and te rms books, sales memos, sales training manuals, \nH. Breach of Fiduciary Duty. \n63. In Count XI of the Amended Complaint, Plaintiff alleges the Former Employee \nDefendants owed to Plaintiff, and breached, fi duciary duties by \"engaging in conduct which \nwas not in the best interest of the Plaintiff an d was specifically designed, in bad faith, to \ndamage Plaintiff and Plaintiff's business.\" 51  Mary Jacobs, Shanita Harris, and Kourtney \nJacobs have moved to dismiss the claims for breach  of fiduciary duty on the grounds that \nthey were mere employees of Plaintiff, and did not hold positions that created fiduciary \nobligations to Plaintiff. \n64. In order to establish a claim of breach of fiduciary duty, a plaintiff must show \n(1) the existence of a fiduciary duty, and (2) that the fiduciary failed to \"act in good faith and \nwith due regard to plaintiff's interests.\"  White v. Consolidated Planning Inc., 166 N.C. App. \n283, 293, 603 S.E.2d 147, 155 (2004).  A fiduciary relationship arises when \"there has been a \nspecial confidence reposed in one who in equity and good conscience is bound to act in good \nfaith and with due regard to the interests of the one reposing confidence.\" Harrold v. Dowd, \n149 N.C. App. 777, 784, 561 S.E.2d 914, 919 (2002).  Such a fiduciary relationship \"extends \nto any possible case in which a fiduciary relationship exists  in fact, and in which there is \nconfidence reposed on one side, and \nresulting domination and influence on the other.\"  Dalton \nv. Camp, 353 N.C. 647, 652, 548 S.E.2d 704, 707-708 (2001) (emphasis in original) (internal \ncitations omitted).  The standard for establishi ng a fiduciary relationship is demanding.  \n\"Only when one party figuratively holds all the cards—all the financial power or technical \ninformation, for example—have North Carolina co urts found that the 'special circumstance' \n                                                            \ncommission reports, an d information concerning SFS's re lationship with its vendors\");  Koch \nMeasurement Devices, Inc. v. Armke, 2013 NCBC LEXIS 45, *8 (N.C. Super. Ct. 2013) (\"(a) customer \nlists including names, contact persons, addresse s and phone number of Koch's customers; (b) the \nordering habits, history and needs of Koch's customers and (c) Koch's pricing and inventory \nmanagement strategies\"). \n51 Am. Compl. ¶¶ 103-09. \nof a fiduciary relationship has arisen.\"  Highland Paving Co. v. First Bank, 227 N.C. App. 37, \n42, 742 S.E.2d 287, 292 (2013) (quoting  Crumley & Associates, P.C. v. Charles Peed & \nAssociates, P.A., 219 N.C. App. 615, 620-21, 730 S.E.2d 763, 767 (2012)).  North Carolina \ncourts have held a typical employer/employee relationship insufficient to establish a fiduciary \nduty.  Dalton v. Camp, 353 N.C. at 652, 548 S.E.2d at 708.  For a fiduciary duty to exist in \nthe employer-employee relationship it is not enough that the employee was one in whom the \nemployer placed confidence or who had a duty to act in good faith towards their employer.  \nId.  \"[S]uch circumstances, . . ., define th e nature of virtually all employer-employee \nrelationships.\"  Id.  Rather, the facts must show that the \"employer … was somehow \nsubjugated to the improper influences or domination of his employee.\"  Id.   \n65. Plaintiff concedes that \"[a]s a genera l rule, the typical employer/employee \nrelationship is insufficient to establish a fiduciary relationship.\" 52  Nevertheless, Plaintiff \ncontends that the Former Employee Defendants' \"direct and constant contact\" with Plaintiff's \nclients placed the former employees in a po sition of \"domination and influence\" over \nPlaintiff's customers and its business.  Wh ile such customer contact demonstrates the \nPlaintiff placed a certain level of confidence  in the Former Employee Defendants to act in \ngood faith with regard to Plaintiff's interests,  it does not place the former employees in a \nposition of domination and control over Plainti ff.  The Court concludes that the allegations \nin the Amended Complaint are not sufficient to place the relationships between Plaintiff and \nMary Jacobs, Shanita Harris, or Kourtney Jaco bs outside of the typical employee-employer \nrelationship and do not support a claim that these three former employees owed a fiduciary \nduty to Plaintiff.  Accordingly, Mary Jacobs', Shanita Harris', and Kourtney Jacobs' motions \nto dismiss Count XI of the Amended Complaint should be GRANTED.       \n                                                            \n52 Pl.'s Br. Opp. Jacobs' and Harris' Mot. to Dismiss p. 4. \nI. Conspiracy. \n66. Plaintiff alleges that Defendants engaged in a civil conspiracy by soliciting and \norganizing the mass resignations of the Former Employee Defendants as part of \"a common \nplan and scheme\" to inflict injury upon Plaintiff.53  (Count XII).  An action for civil conspiracy \nexists when \"there is an agreement between two or more individuals to do an unlawful act or \nto do a lawful act in an unlawful way, resultin g in injury inflicted by one or more of the \nconspirators pursuant to a common scheme.\"  Daniel Boone Complex, Inc. v. Furst , 43 N.C. \nApp. 95, 103, 258 S.E.2d 379, 386 (1979), disc. rev. denied , 299 N.C. 120, 261 S.E.2d 923 \n(1980).  \"It is well established that there is not a separate civil action for civil conspiracy in \nNorth Carolina,\" rather \"civil conspiracy is premised on the underlying act.\"  Piraino Bros., \nLLC v. Atl. Fin. Group, Inc. , 211 N.C. App. 343, 350, 712 S.E.2d 328, 333, (2011) (citations \nand quotation omitted). \n67. Defendants rely on Bottom v. Bailey, 2014 N.C. App. LEXIS 1348, 767 S.E.2d \n883, 890 (2014), and argue that Plaintiff has made only conclusory allegations of a civil \nconspiracy amongst individual Defendants that  are not sufficient to support the claim.  \nBottom, however, is readily distinguishable.  In Bottom, the court affirmed the dismissal of \nPlaintiff's conspiracy claim, holding that: \nThe claim suggests that defendants . . . co nspired, but fails to allege how this \nconspiracy came to be, or when, or where, or why. The complaint asserts mere \nconclusions concerning the elements of  civil conspiracy, without offering a \nscintilla of factual allegation in support of the claim. \n \nId. \n68.  Here, however, Plaintiff has made detailed allegations that the plan to \norchestrate a mass exodus of Plaintiff's employees and their subsequent hiring by Companion \nwas made between Mary Jacobs, Harris, and Companion in and around October, 2015, was \n                                                            \n53 Am. Compl. ¶ 111. \nfacilitated through clandestine contacts be tween Jacobs and Companion, and was for the \npurpose of taking Plaintiff's customers servic ed by the Former Employees and destroying \nPlaintiff's business.  While Plaintiff ultimately  may not be able to prove these allegations, \nthe Court must accept them as true as this time.  Since the Court has not dismissed some of \nPlaintiff's claims that could form the basis fo r a civil conspiracy, it cannot dismiss the claim \nfor conspiracy.  RoundPoint Mortg. Co. v. Florez, 2016 NCBC LEXIS 18, *55 (N.C. Super. Ct. \n2016).  Accordingly, Moving Defendant's mo tion to dismiss Count XII of the Amended \nComplaint should be DENIED.   \nTHEREFORE, IT IS ORDERED that: \na. The Motions to Dismiss Counts I and II of the Amended Complaint for breach of \ncontract claims is GRANTED.  \nb. The Motions to Dismiss Count III of the Amended Complaint for breach of contract \nclaims is GRANTED in part and DENIED in part.  The Motions to Dismiss Count \nIII are DENIED as to the first sentence of the Non-solicitation Restriction.  The \nsecond sentence of the Non-solicitation Restriction is not enforceable but can be \nstruck from the covenant.  Accordingly,  the Motions to Dismiss Count III of the \nAmended Complaint is GRANTED with regard to the second sentence of the Non-\nsolicitation Restriction. \nc. The Motions to Dismiss Count IV of the Amended Complaint for breach of contract \nclaims are DENIED. \nd. The Motions to Dismiss Count V of the Amended Complaint for breach of contract \nare DENIED. \ne. The Motions to Dismiss Count VI of the Amended Complaint for breach of contract \nare DENIED. \nf. The Motions to Dismiss Count VII and VIII of the Amended Complaint for tortious \ninterference with customer contracts are DENIED. \ng. The Motions to Dismiss Count IX of the Amended Complaint for unfair and \ndeceptive trade practices claim are DENIED. \nh. The Motions to Dismiss Count X of the Amended Complaint for misappropriation \nof trade secrets claim are GRANTED. \ni. The Motions to Dismiss Count XI of the Amended Complaint for breach of \nfiduciary duty claim are GRANTED. \nj. The Motions to Dismiss Count XII of the Amended Complaint for civil conspiracy \nclaim are DENIED. \nThis the 1st day of August, 2016. \n \n       / s /  G r e g o r y  P .  M c G u i r e    \n       G r e g o r y  P .  M c G u i r e  \n       S p e c i a l  S u p e r i o r  C o u r t  J u d g e  \n          for Complex Business Cases "
}