{
  "id": "e0ee83424aad663ff4a8e80dfc76c4d8159840abfbc195002d987a4f985848f1",
  "source_file": "data/raw/ncbc/e0ee83424aad663ff4a8e80dfc76c4d8159840abfbc195002d987a4f985848f1.pdf",
  "raw_text": "GR&S Atlantic Beach, LLC v. Hull, 2012 NCBC 52. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \n \nIN THE GENERAL COURT OF JUSTICE  \nSUPERIOR COURT DIVISION \n11 CVS 5883 \nGR&S ATLANTIC BEACH, LLC and \nGR&S ATLANTIC BEACH HOTEL, \nLLC, \n \nPlaintiffs, \n \nv. \n \nH. WILLIAM HULL and MARILYN  \nH. HULL, \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n \n) \n) \n)\n)\n)\n \nORDER ORDER ORDER ORDER    \n \n{1}  THIS MATTER is before the court on cross-motions for summary \njudgment pursuant to Rule 56 of the North Carolina Rules of Civil Procedure \n(“Rule(s)”).  For the reasons stated below, Plaintiffs’ Motion for Summary Judgment \n(“Plaintiffs’ Motion”) is GRANTED IN PART and RESERVED IN PART, and \nDefendants’ Motion for Summary Judgment (“Defendants’ Motion”) is DENIED IN \nPART and RESERVED IN PART. \nPoyner Spruill LLP, by Steven B. Epstein and Christopher J. Ayers for \nPlaintiffs GR&S Atlantic Beach, LLC and GR&S Atlantic Beach Hotel, LLC. \n \nTroutman Sanders, LLP, by Gary S. Parsons, Whitney S. Waldenberg, and \nJennifer M. Hall for Defendants H. William Hull and Marilyn H. Hull. \n \nGale, Judge. \n \nI.  THE PARTIES \n{2}  Plaintiff GR&S Atlantic Beach, LLC (“GR&S”) is a Delaware limited \nliability company created in 2003 for the purpose of acquiring the Sheraton Atlantic \nBeach Oceanfront Hotel (“Hotel”) from Atlantic Beach Hotel Limited Partnership \n(“ABHLP”).    \n{3}  Plaintiff GR&S Atlantic Beach Hotel, LLC (“GR&S Hotel”) is a \nDelaware limited liability company formed on May 7, 2011, as part of the \ntransaction refinancing GR&S’s debt secured by the Hotel (“Refinancing”).  \n{4}  Defendants H. William Hull (“Mr. Hull”) and Marilyn H. Hull (“Mrs. \nHull”) are citizens of Raleigh, Wake County, North Carolina.  Mr. Hull is the \nprincipal owner of ABHLP.   \n \nII.  PROCEDURAL HISTORY  \n{5}  On February 19, 2008, GR&S sued the Hulls and others in Carteret \nCounty Superior Court (“Carteret County Action”), asserting claims pursuant to a \nFebruary 20, 2004 Indemnity Agreement entered into between the parties as a part \nof GR&S’ purchase of the Hotel from ABHLP (the “Indemnity Agreement”).  GR&S \nHotel had then not been formed and was not a party to the Carteret County Action.  \nGR&S dismissed the Carteret County Action without prejudice during trial on \nJanuary 27, 2011. \n{6}  On April 15, 2011, GR&S and GR&S Hotel brought this current \nlawsuit in Wake County Superior Court asserting claims under the Indemnity \nAgreement.  The case was designated as a complex business case on May 16, 2011 \nand assigned to the undersigned on May 18, 2011.   \n{7}   On July 15, 2011, Defendants filed a Motion to Dismiss, alternatively \nseeking to eliminate or cap any claim for attorneys’ fees.  Although the Indemnity \nAgreement specifically provided for recovery of attorneys’ fees, Defendants contend \nthat the agreement must be but is not further supported by statutory authority; and \nalternatively, if the Indemnity Agreement constitutes an “evidence of indebtedness” \nwithin the meaning of N.C. Gen. Stat. § 6-21.2 (“Section 6-21.2”), the statute \nrequires that fees must be capped at fifteen percent of the total indebtedness. \n{8}  On September 29, 2011, the court denied the Motion to Dismiss by an \nOrder intended to provide guidance as to the court’s likely ultimate determination \nas to whether “Ancillary Fees,” meaning attorneys’ fees incurred in litigation with \nthird parties, may be recovered based on the Indemnity Agreement without further \nexpress statutory support, whereas recovery of “Direct Fees” clearly requires such \nstatutory authority.  The court reserved further consideration of the issue based on \nintervening statutory or appellate guidance. \n{9}  Following the close of discovery, Defendants filed their Motion for \nSummary Judgment on April 13, 2012.  Plaintiffs filed their Motion for Summary \nJudgment on May 14, 2012.  \n{10} Between these filings, on April 25, 2012, the presiding Superior Court \nJudge entered a Consent Order for Appointment of Receiver in the action pending \nin Carteret County Superior Court, styled In the Matter of the Proposed Foreclosure \nof the Deed of Trust executed by GR&S ATLANTIC BEACH HOTEL LLC, etc., 12-\nSP-153, Carteret County Superior Court  (“the Receivership Order”).  The Receiver \nhas made no appearance in the instant action, and the court has not been otherwise \nadvised of any position the Receiver has expressed or taken concerning claims \nPlaintiffs bring in this action. \n{11} Defendants’ Motion presented two primary arguments: (1) that all \nclaims are barred by a single limitations period which has expired; and (2) that any \nclaim for attorneys’ fees should be excluded or capped for the reasons stated in the \nearlier Motion to Dismiss.  After filing their Motion, Defendants contended that the \nReceivership Order vests in the Receiver the exclusive right to pursue claims \npending in this action, so that this action should be dismissed.   \n{12} Plaintiffs’ Motion seeks the summary adjudication that the Indemnity \nAgreement obligates Defendants to indemnify Plaintiffs for each of their claims, and \nDefendants, having failed to honor their obligations, are liable to Plaintiffs, so that \nat trial Plaintiffs need prove only damages without further proof of liability.  \n{13} The Motions have been fully briefed, argued, and are ripe for \ndisposition.  \n \n \n \n \nIII.  FACTUAL BACKGROUND \n{14} The following facts are stated for context, and except where noted, the \ncourt believes they are uncontested.  See Hyde Ins. Agency, Inc. v. Dixie Leasing \nCorp ., 26 N.C. App. 138, 215 S.E.2d 162 (1975).   \n \nA.  The Sale and the Indemnity Agreement  \n{15}  The Hotel is adjacent to the Island Beach and Racquet Club \nCondominiums (“IBRC”).  Both the Hotel and IBRC obtain sewage treatment \nservices from a nearby treatment facility (“Treatment Facility”).  Prior to the sale of \nthe Hotel to GR&S, the North Carolina Department of Environment and Natural \nResources (“NCDENR”) determined that the Treatment Facility did not comply with \nlegal requirements.  On June 22, 2000, NCDENR put the Treatment Facility under \na Special Order by Consent (“SOC”) requiring remedial efforts.  (William Hull Dep. \n50 Ex. 5.) \n{16} Through its Section 3 and Section 4, the Indemnity Agreement set a \nbudget for the remedial efforts known to be necessary at the time of the Hotel sale \nand allocated responsibility for that budget.  However, the Indemnity Agreement \nincluded additional provisions.     \n{17} Section 1 of the Indemnity Agreement provides that GR&S or its \nassigns (“Indemnitees”) will be held:  \nharmless from and against any and all liabilities (including strict \nliability), claims, actions, causes of action, damages, judgments, liens, \nlosses, injuries, costs and expenses (including reasonable attorneys’ \nfees and specifically including, without limitation of the foregoing, \nattorneys’ fees incurred to enforce the terms of this Agreement) of any \nand every kind whatsoever paid, incurred or suffered by, or asserted \nagainst, the Indemnitees with respect to, or as a result of or resulting \nfrom, or arising from or in any way relating to, directly or indirectly, \nthe Treatment Facility, the ownership, use and/or operation thereof[.]  \n \n{18}  Following this general undertaking, Section 1 sets out several \nsubsections defining specific types of indemnified losses.  Subsections A \nthrough F detail various costs or losses that may arise from use or operation \nof the Treatment Facility.  Subsection G addresses costs and expenses \nassociated with enforcing Defendants’ obligations under Sections 3 and 4. \n{19}  Section 3 of the Indemnity Agreement defines “Work” necessary \nto bring the Treatment Facility into regulatory compliance.  The Parties have \nlater referred to these efforts as “Legacy Repairs.”  Section 4 required GR&S \nto contribute to the costs of the Work, but that it would “have no obligation to \npay any costs or expenses incurred in connection with the Work to the extent \n[it] exceeds the Budget Amount.”  The Hulls agreed “to pay (and/or reimburse \n[Indemnitees]) when due any and all costs and/or expenses incurred in \nconnection with the Work to the extent the aggregate amount of such costs \nand expenses exceed the Budget Amount.”   \n{20} The Budget Amount was defined as $400,000.00 less amounts \npaid by IBRC.  In April 2004, GR&S and IBRC entered into an agreement, \nproviding for IBRC’s contribution to the remedial efforts.  (Aff. of Daniel C. \nHiggins ¶¶ 20–25, Ex. 3.)   \n{21} Section 5 of the Indemnity Agreement separately provides that \nIndemnitees may sue and recover if the Indemnitors fail to pay or defend a \n“Claim,” (defined by Section 1) or fail to pay obligations under Section 3.   \n{22}    The Agreement allows for Indemnitees to recover their “entire \ncost . . . including, without limitation, reasonable attorneys’ fees[.]” \n \nB.  Tank Collapse Claims  \n{23} On August 3, 2005, one of the Treatment Facility’s two tanks \ncollapsed, leading to a release onto surrounding properties (the “Tank \nCollapse”).  \n{24} On November 8, 2005, counsel for GR&S demanded that \nDefendants assume liability for the costs and expenses that Plaintiffs \nexpected to arise from the Tank Collapse.  On November 10, 2005, counsel for \nMr. Hull responded that Mr. Hull stood ready to pay costs relating to the \nTank Collapse in the event that they exceeded the Budget Amount.  (Hull \nDep. 161–64, Exs. 18, 19.) \n{25}  Enviracon Utilities, Inc. (“Enviracon”) incurred substantial costs \nas operator of the Treatment Facility as a result of the Tank Collapse.  On \nApril 7, 2006, the North Carolina Utilities Commission (“NCUC”) ruled that \nEnviracon was insolvent and that it would allow Enviracon to abandon its \noperation of the Treatment Facility, unless GR&S and IBRC funded an \nescrow account to pay for the necessary cleanup and repair costs.  (Aff. of \nDaniel C. Higgins¶ 36–37, Ex. 7.)  On May 31, 2006, NCUC imposed \ntemporary emergency utility rates on GR&S and IBRC for Tank Collapse-\nrelated cleanup costs which were in addition to the regular monthly rates \nbased on normal operations.  (Aff. of Daniel C. Higgins.¶ 39-41, Ex. 9.)  On \nMarch 21, 2007, NCUC imposed an additional temporary rate. (Aff. of Daniel \nC. Higgins ¶ 42.)  NCUC imposed an additional temporary rate increase on \nApril 5, 2007.  (Aff. of Daniel C. Higgins ¶ 32.) \n{26} A portion of the emergency rates were designated for \ncontribution to a fund for the settlement of claims made against Enviracon by \nmobile home owners from the nearby trailer park (“Mobile Home Park \nClaims”).  (Aff. of Daniel C. Higgins ¶ 44.)  On April 10, 2008, NCUC ordered \nGR&S to make additional payments necessary to resolve the Mobile Home \nPark Claims.  (Aff. of Daniel C. Higgins ¶ 46, 47, Ex. 12.) \n{27} The court labels the various expenditures described in paragraphs 25 \nand 26, as well as attorneys’ fees incurred in connection with the various \nproceedings, as “Tank Collapse Claims.” \n \nC.  The General Assignment from GR&S to GR&S Hotel  \n{28} In May 2007, GR&S refinanced its debt, with GR&S Hotel formed as a \npart of the transaction.  On May 11, 2007, GR&S assigned assets, including the \nHotel and the Indemnity Agreement, to GR&S Hotel by a document entitled \n“General Assignment of Bookings, Deposits, Hotel, Contract, Permits, Documents, \nAccounts Receivable and Miscellaneous Assets” (“General Assignment”).  (Aff. of H. \nWilliam Hull, Ex. E Apr. 13, 2012.)   \n{29} Relevant to the present action, the General Assignment assigned “(iii) \nthose service contracts, maintenance contracts . . . and all other contracts or \nagreements . . . with respect to the ownership, maintenance, operation, \nprovisioning, or equipping of the Hotel,” and “(viii) all contract rights, leases, \nconcessions, trademarks, logos, tradenames . . . used in connection with the \noperation of the Property.”  However, the General Assignment included an exclusion \nof “refunds, rebates, or other claims, or interest thereon, for period or events \noccurring prior to the date hereof.”     \n{30} The Parties disagree whether this language is a general exclusion or a \nspecific exclusion only for those items assigned pursuant to provision (viii).  More \nspecifically, the Parties disagree whether the Tank Collapse Claims were assigned \nor were excluded as claims for periods or events preceding the date of the General \nAssignment.  This disagreement in turn leads to the dispute whether GR&S was a \nreal party in interest for those claims when filing the Carteret County Action, \nthereby tolling the running of the period of limitations.  \n \nD.  IBRC Litigation Claims  \n{31}  On November 30, 2005, IBRC brought suit against GR&S and ABHLP \nin Carteret County Superior Court (the “IBRC Litigation”) seeking the recovery of \namounts IBRC had incurred in connection with the Tank Collapse.  The IBRC \nLitigation was settled on April 13, 2011 with a payment of $150,000.00, which \nPlaintiffs allege was paid by GR&S Hotel, but which Defendants indicate may be \nreflected in journals as having been paid by GR&S (the “IBRC Settlement \nContribution”). \n{32}    The court refers to the IBRC Settlement Contribution, costs, and \nattorneys’ fees incurred in connection with the IBRC Litigation as “IBRC Litigation \nClaims.” \n \nE.  Legacy Repairs Claims  \n{33} GR&S diverted funds which had been set aside for Legacy Repairs to \ntank replacement costs and emergency cleanup efforts necessary to resume \noperations, with the result that the Legacy Repairs were delayed until 2009.  (Pls.’ \nMem. of Law in Supp. of Mot. for Summ. J. 6–7.)  Plaintiffs allege that the total \namount paid for the Legacy Repairs by GR&S and/or GR&S Hotel equaled \n$1,106,923.00, and that the first payment in excess of the Budget Amount was a \n$100,000.00 payment on May 15, 2008.  (Pls.’ Mem. of Law in Supp. of Mot. for \nSumm. J. 7.)  Defendants note that the first payment itemized by Plaintiffs as part \nof its payment for Legacy Repairs was on September 3, 2004 when GR&S paid a \nlegal invoice. \n{34} The court refers to any claims based on the Work in excess of the \nBudget Amount as “Legacy Repairs Claims.” \n \nIV.  STANDARD OF REVIEW \n{35} A party is entitled to summary judgment if the record shows that \n“there is no genuine issue as to any material fact and that any party is entitled to \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  The moving party bears the \ninitial burden of demonstrating the absence of a genuine issue of material fact, \nwhich may be met by proving that an essential element of the opposing party’s \nclaim is nonexistent.  \nDeWitt v. Eveready Battery Co. , 355 N.C. 672, 681, 565 \nS.E.2d 140, 146 (2002).  When the movant makes such a showing, the burden shifts \nto the nonmovant to present specific facts establishing the presence of a genuine \nfactual dispute for trial.  Lowe v. Bradford , 305 N.C. 366, 369−70, 289 S.E.2d 363, \n366 (1982). \n \nV.  ANALYSIS \n {36} Defendants’ Motion and its reference to the later Receivership Order \nraises \nfour  primary issues: (1) whether the Receivership Order divests Plaintiffs of \nthe right to pursue the instant action; (2) whether the Indemnity Agreement \nprovides a basis for each of the three categories of claims Plaintiffs make or whether \ninstead it must be restricted to the Legacy Repairs Claims; (3) whether the claims \nare barred, in whole or part, by the applicable statute of limitations; and (4) \nwhether Plaintiffs’ claims may include any attorneys’ fees, and if so, whether these \nfees must be capped. \n {37} Plaintiffs’ Motion seeks the summary adjudication that Defendants are \nobligated to indemnify Plaintiffs for each of the three categories of claims and that \nDefendants have failed in each of these obligations.  Plaintiffs do not seek by this \nmotion to determine the amount they are entitled to recover, acknowledging that \nthe issue of damages must be reserved for trial. \n \nA.  The Impact of the Receivership Order on Plaintiffs’ Ability to Proceed \n \n {38}    The court concludes that while the Receivership Order vested the \nReceiver with certain powers, the Receiver must affirmatively take steps to exercise \nthose powers before Plaintiffs would be divested of their right to pursue claims in \nthis action. \n {39}    The Receivership Order generally recites \n that the Receiver is  \nto take charge of, manage, preserve, protect and operate, and to sell \nthe Property or extinguish any and all liens on the property . . . in all \nrespects, and to otherwise preserve the Property and the security set \nforth in the Loan Documents and take all steps to avoid any waste, \ndeterioration or reduction in the value of the Property until a \nforeclosure or sale by Receiver may be had or until further Order of \nthis Court.   \n \n(Aff. of H. William Hull Ex. 1, at 6, June 13, 2012.) \n {40} The “Property” defined in and governed by the Receivership Order is \n“the Sheraton Atlantic Beach Hotel, located at 2717 West Fort Macon Road, \nAtlantic Beach, North Carolina 28512, and all personal property owned by [GR&S \nHotel] used at or in connection therewith.”  Receivership Order ¶ 3.  It is unclear \nwhether the Tank Collapse Claims would fall within this definition if they are \nowned by GR&S rather than GR&S Hotel. \n{41} The specific “powers and instructions” granted to the Receiver by the \nReceivership Order include: \n(a) to take possession and control of the Property, including all funds \nof the Borrower or the managing agent or other agent acting on their \nbehalf, which funds represent a collection of the past rents, additional \nrents, earnings, revenues, profits, fees, deposits, insurance proceeds, \nbank and other financial accounts, or similar funds or payments \ncollected from the Property or made for the benefit of the Property or \nwhich are due and owing to Borrower , or managing agent relating to \nthe Property wherever located; \n \n(b) to collect the past and future rents, additional rents, fees or \nrevenues from leasing and \nother funds or revenues for the Property  in \norder to preserve the Property until further Order of this Court or a \nforeclosure sale or sale by Receiver may be had; \n      …. \n(e) to succeed to any permits, leases, \ncontracts , licenses, including but \nnot limited to all business licenses that are presently held by the \nBorrower with respect to the Property, and agreements and enter into, \nmodify or terminate any other permits, leases, contracts, licenses or \nagreements for the benefit of the Property; \n      …. \n(l) \nto institute and prosecute suits , including proceedings in \nbankruptcy court, for the collection of rents and other charges now due \nor hereafter to become due or fixed  . . . \n \nReceivership Order ¶¶ 7–10 (emphasis added).  \n {42} The court concludes that the Receivership Order vests in the Receiver \nthe option, but not the obligation to institute or prosecute litigation or to seek to \nassume control over this pending litigation.  Until such action is taken, GR&S Hotel \nremains a real party in interest to prosecute its claims in this action. \n{43} The court expresses no further opinion as to whether the Receiver \nwould be entitled upon request to assume control of the claims in this case and to \nwhom such request must be directed. \n \n \n \n \n B.  Whether the Scope of the Indemnity Agreement Extends to Tank Collapse and  \n      IBRC Litigation Claims  \n \n{44} The Motions require the court to determine whether the scope and \nreach of the Indemnity Agreement may be determined as a matter of law or \nwhether a jury must determine contested issues of material fact.  That, in turn, \ndepends upon whether the contract language is ambiguous, allowing the \nconsideration of parol evidence.  The court concludes that the contract language is \nclear, parol evidence is not properly considered to interpret the contract language, \nand trial is not necessary to interpret the scope of the Indemnity Agreement. \n{45}  Plaintiffs contend that Section 1 of the Indemnity Agreement is a \nseparate and independent undertaking from the allocation of responsibility for the \nknown environmental Legacy Repairs contemplated in Sections 3 and 4.  \nDefendants contend that while the Indemnity Agreement contains some broad \n“boilerplate” language, the clear purpose of the Indemnity Agreement was solely to \naddress known environmental issues and not future unknown events, and that the \nagreement should not be more broadly interpreted. \n{46} When interpreting any contract, “[t]he court’s principle objective is to \ndetermine the intent of the parties to the agreement.”  Holshouser v. Shaner Hotel \nGrp. Props. One Ltd. P’ship , 134 N.C. App. 391, 397, 518 S.E.2d 17, 23 (1999).  In \ninterpreting indemnity agreements, ordinary rules of construction apply.  Dixie \nContainer Corp. of North Carolina v. W.E. Dale , 273 N.C. 624, 627, 160 S.E.2d 708, \n711 (1968).  The court must attempt, if possible, to ascertain the parties’ intent from \nthe Indemnity Agreement’s “four corners” without resort to parol evidence.  \nLexington Furniture Indus. v. Bob Timberlake Collection, Inc ., 2009 NCBC 22, ¶ 28 \n(N.C. Bus. Ct. Sept. 9, 2009). \n{47} Parol evidence may be introduced to interpret the contract only when \nits language is subject to more than one interpretation or its construction results in \nan ambiguity.  Root v. Allstate Ins. Co. , 272 N.C. 580, 587 – 88, 158 S.E.2d 829, 835 \n(1968).  In contrast, where the agreement is expressed in clear and unambiguous \nlanguage, parol evidence may not be used to create an ambiguity that the language \ndoes not afford.  “Generally, the parol evidence rule prohibits the admission of \nevidence to contradict or add to the terms of a clear and unambiguous contract.”  \nThompson v. First Citizens Bank & Trust Co ., 151 N.C. App. 704, 709, 567 S.E.2d \n184, 188 (2002) (citing Hansen v. DHL Labs. , 316 S.C. Ct. App. 505, 508, 450 S.E.2d \n624, 626 (1994) , aff’d 319 S.C. 79, 459 S.E.2d 850 (1995)).  If the agreement as \nexpressed is clear and unambiguous, the court must “interpret the contract as \nwritten, and cannot, under the guise of construction, ‘reject what the parties \ninserted or insert what the parties elected to omit.’”  Corbin v. Langdon , 23 N.C. \nApp. 21, 25, 208 S.E.2d 251, 254 (1974) (emphasis added) (internal citation \nomitted).   \n {48} Although admitting that the Indemnity Agreement includes \n“boilerplate” language, (Pls.’ Mem. of Law in Supp. of Mot. for Summ. J. 12.) Mr. \nHull also contends that the specific and exclusive focus of the negotiations between \nthe Parties was to provide for known issues related to bringing the Tank Facility \ninto compliance with NCDENR requirements, so that the broader language of \nSection 1 should not expand the scope of the undertakings of Sections 3 and 4.  \n(Defs.’ Resp. in Opp’n to Pls.’ Mot. for Summ. J. 11.)   \n {49} The court finds that the language of the Indemnity Agreement is not \nambiguous and that the clear contractual language reflects separate undertakings \nin Section 1 on the one hand, and in Sections 3 and 4 on the other hand.  Because \nthere is no ambiguity, parol evidence should not be considered to narrow the clear \nreach of Section 1 of the Indemnity Agreement, which by its express language \nreaches the Tank Collapse Claims and the IBRC Litigation Claims.  Each of those \nclaims arose from the ownership, use or operation of the Treatment Facility, and \nare among the Section 1 indemnities from “any and all liabilities (including strict \nliability), claims, actions, causes of action, damages, judgments, liens, losses, \ninjuries, costs and expenses (including reasonable attorneys’ fees and specifically \nincluding, without limitation of the foregoing, attorneys’ fees incurred to enforce the \nterms of this Agreement)[.]”  In contrast, the separate specific provisions of Sections \n3 and 4 relate to the Work and Budget Amount necessary to address known issues \nassociated with NCDENR-mandated remediation.  The fact that there were \nseparate undertakings is further exemplified by the fact that Section 5 of the \nIndemnity Agreement separately speaks to actions brought to enforce indemnities \nunder Section 1 and those brought pursuant to Sections 3 and 4. \n {50} Defendants additionally contend that Section 1 is ambiguous because \nof language in its last section which reads: \nNotwithstanding anything in this Agreement to the contrary, \nIndemnitors [sic] liability and obligations pursuant to this Agreement \nshall not extend or apply to any Claims arising out of or caused by or \nresulting from the negligence, in whole or in part, of any of the \nIndemnitors or their employees or agents. \n \n (Am. Compl. Ex. A, at 1.)  Defendants urge that language excepting Indemnitors’ \nown negligence is inconsistent with the broad construction Plaintiffs offer for the \nSection 1 undertakings. \n {51} Assuming \narguendo that this language creates an ambiguity, \nPlaintiffs’ claims in this action do not invoke or depend on this provision of Section \n1.  The court does not believe a potential ambiguity as to whether the Parties \nintended to except Indemnitees’ negligence, but mistakenly chose language \nexempting Indemnitors’ negligence, necessitates or legitimates considering parol \nevidence to interpret the clear language of the provisions of the Indemnity \nAgreement upon which Plaintiffs rely. \n {52} The court has carefully considered Defendants’ contention that the \nIndemnity Agreement should not reach the Tank Collapse Claims or IBRC \nLitigation Claims because the Tank Collapse “was so totally unforeseeable that \ninspection by the State on the day of the collapse \n revealed no evidence that a \ncollapse was imminent or even possible.”  (Defs.’ Resp. in Opp’n to Pls.’ Mot. for \nSumm. J. 11.) (emphasis in original).  Plaintiffs counter that the Parties need not \nhave contemplated the specific event so long as the Parties intended to allocate \nresponsibility for future events, either known or unknown. \n {53}  Defendants point to the legal principle that indemnity agreements \n“cannot be extended to cover any losses which are neither expressly within its terms \nnor of such character that it can reasonably be inferred that they were intended to \nbe within the contract.”  Dixie Container , 273 N.C. at 627, 160 S.E.2d at 711. \n(internal quotations omitted).  The difficulty Defendants have in relying on this \nholding is that the clear express language of Section 1 includes a broad reach that \ndemonstrates the intent that future claims arising from the use or operation of the \nTreatment Facility “were intended to be within the contract.”  Parol evidence is not \nappropriately considered to narrow the scope of the chosen language.  Mayo v. N.C. \nState Univ. , 168 N.C. App. 503, 509, 608 S.E.2d 116, 121 (2005).  \n {54} Finally, Defendants contend that even if claims arising from the Tank \nCollapse fall within the provisions of the Indemnity Agreement, the claims must be \nlimited to amounts occasioned by Plaintiffs’ derivative liability to third parties, and \nthat Plaintiffs cannot recover their own costs and expenses directly incurred as a \ncost of doing business.  Defendants again rely on Dixie Container , which states that \n“[i]n indemnity contracts the engagement is to make good and save another \nharmless from loss on some obligation which he has incurred or is about to incur to \na third party.”  273 N.C. at 628, 160 S.E.2d at 711 (quoting New Amsterdam \nCasualty Co. v. Waller , 233 N.C. 536, 537, 64 S.E.2d 826, 827 (1951)).  \n{55} The primary focus of Defendants’ argument is that Plaintiffs should \nnot be allowed to recover utility rates imposed by the NCUC.   However, while paid \ndirectly as a monthly utility rate payment, the emergency rates imposed over and \nbeyond normal rates were to absorb Enviracon’s costs beyond normal operations, \nincluding its liabilities to adjacent mobile home owners.  The emergency rates, in \ncontrast to normal rates, were in the nature of obligations occasioned by liability to \nthird parties and properly recoverable pursuant to the indemnity provisions of the \nIndemnity Agreement. \n  {56} In any event, indemnity contracts are not necessarily limited only to \nderivative liability; the scope of such agreements is controlled by the intent of the \nparties as evidenced by the agreement.  \nKirkpatrick & Assoc., Inc. v. Wickes Corp. , \n53 N.C. App. 306, 308, 280 S.E.2d 632, 634 (1981).  Section 1 of the Indemnity \nAgreement provides that Indemnitees are to be held harmless from “losses, injuries, \ncosts and expenses . . . of any and every kind whatsoever [.]” (emphasis added).  This \nlanguage is not limited to derivative liability to third parties. \n {57} In sum, the court concludes that Plaintiffs are entitled to pursue their \nTank Collapse Claims and their IBRC Litigation Claims pursuant to Section 1 of \nthe Indemnity Agreement, as well as their Legacy Repairs Claims pursuant to \nSections 3 and 4 of the Indemnity Agreement, to the extent that such claims survive \nthe statute of limitations, and subject to proof at trial that the expenses claimed \nwere actually and reasonably incurred by the respective Plaintiff seeking  \nindemnity. 1 \n \nC.  The Separate Categories of Plaintiffs’ Claims Are Each Governed by a Separate  \n Limitation Period  \n \n {58} The Parties agree that all of Plaintiffs’ claims are governed by the \nthree-year limitations period for contract actions provided by N.C. Gen. Stat.\n § 1-\n52(1).  They disagree on how the statute should be applied.  Defendants contend \nthat all categories of claims are governed by a single limitations period that began \nwith Plaintiffs’ first payment of an indemnifiable expense in September 2004.  If \nDefendants are correct, the limitation period ran and all claims under the \nIndemnity Agreement were barred even before GR&S filed the initial Carteret \nCounty Action.  Plaintiffs contend that a new limitations period began each time \n                                                        \n1   The parties dispute whether GR&S Hotel, rather than GR&S, paid claims after \nthe General Assignment, with the result that they cannot be recovered because \nGR&S paid them when it was no longer the real party in interest.  Further, \nDefendants contend that parts of the affidavit of Robert Greenberg, submitted after \nthe hearing on the pending motions should be stricken because the affidavit \nimproperly seeks to introduce testimony that varies from the language of \ndocuments produced during the course of discovery.  The court need not resolve this \nissue because Plaintiffs will be required at trial to submit actual proof that the \nparty seeking indemnity for any cost actually and reasonably incurred that cost.  \nPlaintiffs paid an indemnifiable expense.  The court does not believe that either \nParty advances the proper standard to be applied.  \n{59} The court concludes that each of the three categories of claims is \ngoverned by its own limitations period, but once that limitations period for a \nparticular category began, it governs all subsequent costs and expenses falling \nwithin that claim category.  Specifically, the Tank Collapse Claims accrued and the \nlimitations period began to run on those claims on the date of the Tank Collapse on \nAugust 3, 2005, the IBRC Litigation Claims accrued and the limitations period \nbegan to run on the date that GR&S Hotel paid the IBRC Settlement Contribution, \nand the Legacy Repairs Claims accrued and the limitations period began to run on \nthe first date that GR&S Hotel made a payment in excess of the Budget Amount.    \n \n1. The Claims are Severable So That Applying Different Limitations \nPeriods is Appropriate  \n \n{60} There are several established principles North Carolina courts use in \napplying statutes of limitations.  The general rule as to breach of contract actions is \nthat “the statute of limitations period begins to run as soon as the injury becomes \napparent or should reasonably become apparent.  Further damage incurred after \nthe date of accrual is only an aggravation of the original injury and does not restart \nthe statutory limitations period.”  \nABL Plumbing & Heating Corp. v. Bladen Cnty. \nBd. of Educ. , 175 N.C. App. 164, 168, 623 S.E.2d 57, 59 (2005) (internal citations \nand quotation marks omitted).  “A cause of action generally accrues and the statute \nof limitations begins to run as soon as the right to institute and maintain a suit \narises,” but “[i]n no event can a statute of limitation begin to run until plaintiff is \nentitled to institute an action.”  Penley v. Penley , 314 N.C. 1, 20, 332 S.E.2d 51, 62 \n(1985).  Once the cause of action has accrued, however, the limitations period begins \nto run even when the injury suffered at that time is slight.  Mast v. Sapp , 140 N.C. \n533, 537–40; 53 S.E. 350, 351–52 (1906).     \n{61} The general rule may be different for contracts which envision a \ncontinuum of payments or obligations, the most obvious examples being installment \ncontracts or credit accounts with periodic payments.  There, each failure to pay is \nconsidered a separate breach and a new limitations period may commence each \ntime a payment is not made.  See, e.g., Martin v. Ray Lackey Enters., Inc. , 100 N.C. \nApp. 349, 357, 396 S.Ed.2d 327, 332 (1990).  \n{62} North Carolina has applied this notion of separate limitations periods \nin the context of an insurer’s duty to defend, so that a separate limitations period \nbegins each time an insured pays legal expenses on a claim for which the insurer \nwrongfully denied a defense.  See Duke Univ. v. St. Paul Mercury Ins. Co. , 95 N.C. \nApp. 663, 672, 384 S.E.2d 36, 41 (1989). \n{63} As for indemnification contracts, “North Carolina follows the general \nrule that a cause of action on an obligation to indemnify normally accrues when the \nindemnitee suffers an actual loss.”  Schenkel & Schultz, Inc. v. Herman F. Fox & \nAssocs., P.C. , 180 N.C. App. 257, 267, 636 S.E.2d 835, 842 (2006), aff’d, 362 N.C. \n269, 658 S.E.2d 918 (2008).  The right to sue, to be indemnified, or to have payment \nmade because of derivative liability incurred does not accrue until the payment has \nbeen made.  Hager v. Brewer Equip. Co. , 17 N.C. App. 489, 491, 195 S.E.2d 54, 55–\n56 (1973).  But, if a contract provides both for performance to be rendered and for \nindemnity for liability suffered by claims from other parties, separate limitation \nperiods may apply.   Premier Corp. v. Econ. Research Analysts, Inc., 578 F.2d. 551, \n554 (1978).  \n{64} Under these precedents, the question then arises whether the court \nmust impose a single limitations period that governs any claim under the \nIndemnity Agreement, or instead whether separate limitations periods should \ngovern the separate categories of claims.  The answer depends on whether the \nIndemnity Agreement should be construed as a single entire contract or as a \nseverable contract including multiple undertakings.    \n{65} Writing for the appellate panel, Judge Geer summarized the \ndistinction between general and severable contracts as follows:   \n‘A contract is entire, and not severable, when by its terms, nature and \npurpose it contemplates and intends that each and all its parts, \nmaterial provisions, and the consideration, are common each to the \nother and independent.’  On the other hand, ‘a severable contract is \none in its nature and purpose susceptible of division and \napportionment, having two or more parts, in respect to matters and \nthings contemplated and embraced by it, not necessarily dependent \nupon each other, nor is it intended by the parties that they shall be.’  \nWhen a contract is severable, ‘an action may be maintained for a \nbreach of it in one respect and not necessarily in another, or for several \nbreaches, while in other material respects it remains intact.’ \n \nKornegay v. Aspen Asset Grp., LLC , 204 N.C. App. 213, 226, 693 S.E.2d 723, \n734 (2010) (citations omitted).  \n{66} The court concludes that the contract undertakings are severable and \nthe different categories of claims accrued at different times, with the Tank Collapse \nClaims accruing at the time of the Tank Collapse, the IBRC Litigation Claims \naccruing when the IBRC Settlement Contribution was paid, and the Legacy Repair \nClaims accrued when the Legacy Repair expenses incurred first exceeded the \nBudget Amount. \n{67} As to costs or attorneys’ fees included among the Tank Collapse \nClaims, the court believes that such expenses paid after August 3, 2005 were simply \nan aggravation of the loss, and are governed by the limitations period which began \non August 3, 2005.   \n{68} As to the IBRC Litigation Claims, recoverable attorneys’ fees or costs, \nif any, are restricted to those incurred within three years of the filing of the instant \nsuit. \n \n2. Whether the Tank Collapse Claims Are Time-barred Depends on \nWhether GR&S Retained Those Claims When Executing the General \nAssignment, Which Raises Contested Issues of Material Fact for Trial  \n \n{69} If not tolled, the limitations period for the Tank Collapse Claims began \non August 3, 2005 and expired on August 3, 2008.  GR&S contends that the running \nof the period was tolled by the filing of the Carteret County Action and that the \npresent suit is timely because it was brought within one year after the Carteret \nCounty Action was dismissed without prejudice.  Defendants contend that the \nCarteret County Action is irrelevant because GR&S had assigned the Tank Collapse \nClaims to GR&S Hotel before filing the Carteret County Action.  The statute of \nlimitations defense then depends upon whether GR&S retained the Tank Collapse \nClaims when executing the General Assignment. \n{70} As explained more fully below, the court determines that the contract \nlanguage is ambiguous and that the issue of whether GR&S retained the Tank \nCollapse Claims presents issues of fact which must be resolved at trial. \n{71} “An ambiguity exists in a contract when either the meaning of words \nor the effect of provisions is uncertain or capable of several reasonable \ninterpretations.  Thus, if there is uncertainty as to what the agreement is between \nthe parties, a contract is ambiguous.”  Schenkel & Schultz, Inc. , 362 N.C. 269, 273, \n658 S.E.2d 918, 921 (2008).   \n{72} The General Assignment provides in pertinent part that it assigns to \nGR&S Hotel:  \n(iii) those services contracts, maintenance contracts, purchase orders, \nleases, and all other contracts or agreements, . . . with respect to the \nownership, maintenance, operation, provisioning, or equipping of the \nHotel, or any of the Property, as well as written warranties and \nguaranties relating thereto, if any, (iv) all licenses, franchises, and \npermits, certificates of occupancy, authorizations, and approvals used \nin or relating to the ownership, occupancy, or operation of any part of \nthe Property . . . (vii) all accounts receivable with regard to the \nProperty . . . (viii) all contract rights, leases, concessions, trademarks, \nlogos, tradenames (including, without limitation, the name ’Sheraton \nAtlantic Beach Hotel’ (but only to the extent Assignor has any rights \nwith respect to such name)[)], used in connection with the operation of \nthe Property and related applications and registrations, if any, \ncopyrights, goodwill, assignable warranties, and other items of \nintangible personal property relating to the ownership or operation of \nthe Hotel, but excluding refunds, rebates, or other claims, or any \ninterest thereon, for periods or events occurring prior to the date \nhereof, utility and similar deposits, prepaid insurance or other prepaid \nitems, or prepaid license and permit fees.  \n(underlining added). \n{73} Both subsections (iii) and (viii) refer to contracts which are being \nassigned, but the General Assignment does not refer specifically to the Indemnity \nAgreement.  Arguably, the Indemnity Agreement was assigned either under \nsubsection (iii) or subsection (viii).  Subsections (iv) and (vii) include their own \nexceptions, which Defendants suggest means that subsection (viii) was intended to \nhave its own exception.  However, the court concludes it is not clear whether the \nexclusionary language following subsection (viii) was intended as a specific \nexclusion applicable only to subsection (viii) as Defendants contend, or was instead \nintended as a general exclusion applicable to the entire paragraph and all its \nsubsections, as Plaintiffs contend.  Defendants argue that because Plaintiffs \nadmitted in discovery that the Indemnity Agreement was assigned pursuant to \nsubsection (iii), and the exclusionary language following subsection (viii) must be \nlimited to subsection (viii), the Tank Collapse claims were not excluded and were \nassigned.  Plaintiffs contend that the exclusionary language, although immediately \nfollowing subsection (viii), applies to the entire paragraph and each of its \nsubsections, so that it is irrelevant whether the Indemnity Agreement was assigned \npursuant to subsection (iii) or subsection (viii).  Alternatively, they argue that they \nare not precluded from asserting that the Indemnity Agreement was assigned \npursuant to subsection (viii), such that the Tank Collapse Claims were excluded and \nwere retained by GR&S because of the exclusion of subsection (viii).   \n {74}  Defendants contend that the court should apply the reasoning of \nNovant Health, Inc. v. Aetna U.S. Healthcare , where Judge Tennille wrote: \n[Under] the doctrine of the last antecedent, relative and qualifying \nwords, phrases, and clauses ordinarily are to be applied to the word or \nphrase immediately preceding and, unless the context indicates a \ncontrary intent, are not to be construed as extending to or including \nothers more remote. \n \n2001 NCBC LEXIS 1 (N.C. Bus. Ct. 2001) at *17–18. \n {75} In response, Plaintiffs stress that Judge Tennille also recognized that \nthe doctrine of the last antecedent does not apply where “the context indicates a \ncontrary intent . . .”  Id .  \n {76} In discussing the doctrine of the last antecedent as applied to statutory \ninterpretation, the United States Supreme Court stated that, “[w]hile this rule is \nnot an absolute and can assuredly be overcome by other indicia of meaning , we have \nsaid that construing a statute in accord with the rule is quite sensible as a matter of \ngrammar.”  Barnhart v. Thomas , 540 U.S. 20, 124 S.Ct. 376 (2003) (emphasis \nadded). \n {77} Plaintiffs urge that applying the doctrine of the last antecedent would \nplace the various clauses of the General Assignment in disharmony, particularly \nbecause the scope of the exclusionary language following subsection (viii) is much \nbroader than the subject matter described in subsection (viii) itself.  Alternatively, \nPlaintiffs urge that subsection (viii), if read broadly enough to match the breadth of \nthe exclusionary language, must also be read broadly enough to bring the \nIndemnity Agreement within the “contracts” of subsection (viii). \n {78} The court concludes that the doctrine of last antecedent does not lead \nhere to a single clear contract interpretation.  Rather, there is a contractual \nambiguity that precludes summarily determining the scope of the exclusion as a \nmatter of law.  The issue of whether GR&S retained the Tank Collapse Claims \nwhen executing the General Assignment must be reserved for trial. \n {79}    Accordingly, the determination of whether the Tank Collapse Claims \nare barred by the statute of limitations must be RESERVED.  If the Tank Collapse \nClaims were retained by GR&S, they were timely brought by GR&S when it filed \nthe Carteret County Action, and were timely reinstituted after the Carteret County \nAction was dismissed without prejudice.  If the Tank Collapse Claims were instead \nassigned to GR&S Hotel, they are now time-barred.  \n \n3. The Legacy Repairs Claims Were Timely Filed \n \n \n {80} Neither Plaintiff had the right to institute suit on the Legacy Repairs \nClaims pursuant to Sections 3 and 4 until such time as the respective Plaintiffs paid \nfor repairs which exceeded the Budget Amount.  It necessarily follows that the \nlimitations period did not begin to run against the Legacy Repairs Claims until \nGR&S Hotel first made a payment in excess of the Budget Amount. \n  {81} Plaintiffs contend that GR&S Hotel first made a payment in excess of \nthe Budget Amount when it made a $100,000.00 payment on May 15, 2008.  (Pls.’ \nMem. of Law in Opp’n to Defs.’ Mot. for Summ. J. 6.); (Aff. of Alfred Frazzini ¶ 72.)  \nThe present lawsuit was brought on April 15, 2011.  The Legacy Repairs Claims are \nnot barred by the statute of limitations and Defendants’ Motion for Summary \nJudgment as relating to those claims is DENIED. \n \n4. The IBRC Litigation Claims Were Timely Filed \n  \n \n {82} The IBRC Litigation Claims did not accrue until Plaintiffs had the \nright to sue to recover for payments made, which occurred when the IBRC \nSettlement Contribution was paid on April 13, 2011.  Accordingly, the IBRC \nLitigation Claims were timely filed and Defendants’ Motion for Summary Judgment \nas relating to those claims is DENIED. \n   \nD.  Recovery of Ancillary Fees \n  \n {83} By their Motion, Defendants again ask the court to eliminate any \nclaim for attorneys’ fees for lack of any statutory authority allowing their recovery, \nor alternatively to the extent that Section 6.21.2 authorizes the recovery of \nattorneys’ fees, they must be capped at fifteen percent of total indebtedness.  \n{84} For the reasons stated in its September 29, 2011 Order, the court \nreaffirms its conclusion that the Indemnity Agreement constitutes an “evidence of \nindebtedness” within the purview of Section 6.21.2, and that if fees are recoverable \nsolely pursuant to statute, they must be capped.  \n{85}   The court also incorporates its discussion of prior precedents as applied \nto Ancillary Fees in its earlier September 29, 2011 Order.  The court has, however, \nfurther considered the issue in light of subsequent discussion of the recovery of \nattorneys’ fees by the North Carolina Court of Appeals in Robinson v. Hope , ___ \nN.C. App. ____, 719 S.E.2d 66 (2011).  It is clear for policy reasons that Direct Fees \ncannot be recovered absent such statutory authority, even with an express \ncontractual agreement.    \n{86}  There has been no relevant statutory change since the court’s earlier \norder.  Further, the court does not believe that there has been any significant \nfactual record developed in discovery that suggests any different analysis than the \ncourt followed in its earlier order. \n{87} The court agrees that Robinson  did not squarely pose the issue of \nwhether a party can recover Ancillary Fees on the basis of an express agreement \nwithout further statutory authority.  In Robinson , the parties did not have an \nagreement allowing attorneys’ fees.  Rather, the issue in Robinson  was whether \nattorneys’ fees in ancillary litigation occasioned by a tortfeasor’s wrong could be \nrecovered as an element of tort damages.  The issue is one of contract, not tort, and \nthe issue is not whether attorneys’ fees may be imposed as tort damages or taxed as \ncosts, but whether they fall within the permissible recovery for a bargained-for \npromise. \n{88} The discussion in Robinson  did, however, include some limitations of \nwhich this court must be cognizant.  Robinson unsurprisingly instructs that this \ncourt has no authority to create such a policy-based exception to the general rule \nprohibiting the recovery of attorneys’ fees, and that, in fact, the Court of Appeals \nitself does not have that power.  Id . at _____, 719 S.E.2d at 69.   \n{89} Robinson  considered, and expressly and clearly rejected the concept of \nallowing attorneys’ fees incurred in third party litigation as tort damages which has \nbeen adopted by other jurisdictions and is embodied in the Restatement Second of \nTorts § 914(2).  To the extent that Ancillary Fees in this case must be characterized \nas “costs” or “damages,” even though they were incurred in litigation with third \nparties, Robinson more closely predicts that the North Carolina appellate courts \nwould find they fall within the general prohibition discussed in Stillwell \nEnterprises, Inc. v. Interstate Equip. Co. , 300 N.C. 286, 289, 266 S.E.2d 812, 814–15 \n(1980).  The question then is whether this court properly views the claim for \nAncillary Fees grounded in contract to be something other than “damages” or “costs” \nas those phrases are used in the appellate precedents. \n{90} The court continues to believe that the issue is not squarely resolved \nby precedent.  But, it also believes that adopting Plaintiffs’ position is made more \ndifficult by Robinson.   \n{91}  The court urges that the issue of Ancillary Fees as an element of \nrecovery should not be allowed to infect the trial on other contested issues.  The \ncourt then encourages the Parties, if possible, to reduce the issue to one of law by \nstipulating as to the amount of Ancillary Fees that should be recovered, if they are \nrecoverable at all.  If there are contested issues as to the amount of attorneys’ fees \nactually and reasonably incurred, the court will then consider segregating that \nclaim through a special jury interrogatory.    \n{92} The court elects to reserve its final ruling on the issue of Ancillary Fees \nand concludes as follows: \na.  if the amount of Ancillary Fees is not contested, the issue of \nwhether Ancillary Fees may be recovered is one of law, not fact, \nand the court will issue its ruling at a later time, more likely \nthan not in Plaintiffs’ favor with some concern whether an \nappellate court would agree;   \nb.  if the amount of Ancillary Fees actually and reasonably incurred \nis contested, there are fact issues that preclude summary \njudgment. \n  \nCONCLUSION \n {93} For the foregoing reasons, Defendants’ Motion is DENIED IN PART \nand RESERVED IN PART.  Plaintiffs’ Motion is GRANTED IN PART and \nRESERVED IN PART.   \n {94} The Parties are directed to confer and present two dates on which they \nwould be available and prepared for a status conference to be held at the North \nCarolina Business Court, 211 N. Greene Street, Greensboro, NC 27401, for purposes \nof finalizing a schedule for necessary pre-trial preparations and trial consistent with \nthis Order. \n IT IS SO ORDERED, this 10 \nth  day of October, 2012. \n \n       "
}