{
  "id": "e1a268f3238239cbe0a46d909709190ffd3460c10cbfc64ead2ce2cf1ec9c396",
  "source_file": "data/raw/ncbc/e1a268f3238239cbe0a46d909709190ffd3460c10cbfc64ead2ce2cf1ec9c396.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCUMBERLAND COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 5612 \n \nSTATE OF NORTH CAROLINA, ex rel. \nJOSHUA H. STEIN, ATTORNEY \nGENERAL, \n \nPlaintiff, \n \nv. \n \nEIDP, INC., f/k/a E.I. DU PONT DE \nNEMOURS AND COMPANY; THE \nCHEMOURS COMPANY; THE \nCHEMOURS COMPANY FC, LLC; \nCORTEVA, INC.; DUPONT DE \nNEMOURS, INC.; and BUSINESS \nENTITIES 1-10, \n \nDefendants.\n1   \n \n \n \n \n \n \nORDER AND OPINION ON \nMOTIONS TO DISMISS  \n \n \n1. THIS MATTER  is before the Court on two  motions to dismiss filed by \nDefendants on 29 January 2021 pursuant to Rule 12(b)(6) of the North Carolina Rules \nof Civil Procedure (the “Rule(s)”).  \n2. For the reasons set forth herein, the Court DENIES the Motions.  \nRhine Law Firm, PC by Martin Ramey, Joel R. Rhine, and Ruth \nSheehan; North Carolina Department of Justice by Marc Bernstein and \nDaniel S . Hirschman; Taft Stettinius & Hollister, LLP by Robert  A. \nBilott and David J. Butler; Douglas & London, PC by Gary J. Douglas, \nTate J . Kunkle, Michael A. London, and Rebecca Newman ; Levin \nPapantonio Rafferty by Wesley A. Bowden; and Kelley Drye & Warren, \nLLP by Melissa Byroade, Kenneth Corley, Steven Humphrey s, William \nJ. Jackson, Elizabeth Krasnow, Lauren H. Shah, and David Zalman, for \nPlaintiff State of North Carolina, ex rel. Joshua H. Stein, Attorney \nGeneral.  \n \n \n1 Subsequent to the filing of this action, E.I. du Pont de Nemours and Company changed its \nname to EIDP, Inc .  The Court orally ruled on 13 February 2023 during a hearing on the \nMotions that the caption of pleadings subsequently filed in this action should show EIDP , \nInc. as a party defendant. \nNorth Carolina ex rel. Stein v. EIDP, Inc., 2023 NCBC 18. \nEllis & Winters LLP by Scottie F. Lee, Jonathan D. Sasser, Thomas H. \nSegars, and Steven Scoggan; Bradley Arant Boult Cummings LLP by C. \nBailey King, Jr. and Robert R. Marcus; McCarter & English, LLP by  \nLanny Steven Kurzweil , Connor Phalon, Ryan Richman, and Candee \nWilde; and Bartlit Beck, LLP by Katherine L.I. Hacker, John S. Phillips, \nand Katharine A. Roin, for Defendant EIDP, Inc. \n \nRobinson, Bradshaw & Hinson by Steven R. DeGeorge; Ellis & Winters \nLLP by Scottie F. Lee, Jonathan D. Sasser, Thomas H. Segars, and \nSteven Scoggan; McCarter & English, LLP by Lanny Steven Kurzweil , \nConnor Phalon, Ryan Richman, and Candee Wilde ; Arnold & Porter \nKaye Scholer LLP by Joel M. Gross, Allison Rumsey, and Brian D. Israel; \nand Norris McLaughlin, P.A. by Martha N. Donovan and Margaret \nRaymond-Flood, for Defendant The Chemours Company.  \n \nRobinson, Bradshaw & Hinson by Steven R. DeGeorge; Ellis & Winters \nLLP by Scottie F. Lee, Jonathan D. Sasser,  Thomas H. Segars, and \nSteven Scoggan; McCarter & English, LLP by Lanny Steven Kurzweil , \nConnor Phalon, Ryan Richman, and Candee Wilde; and Arnold & Porter \nKaye Scholer LLP by Joel M. Gross, Allison Rumsey, and Brian D. Israel, \nfor Defendant The Chemours Company FC, LLC. \n \nEllis & Winters LLP by Jonathan D. Sasser and Thomas H. Segars; \nBradley Arant Boult Cummings LLP by C. Bailey King, Jr. and Robert \nR. Marcus; and Bar tlit Beck, LLP by Katherine L.I. Hacker, John S. \nPhillips, and Katharine A. Roin, for Defendants Corteva, Inc. and \nDuPont de Nemours, Inc. \n \nRobinson, Judge. \n \nI. INTRODUCTION \n3. This action arises out of the alleged contamination of North Carolina’s air, \nland, and water through certain Defendants’ operations at a chemical manufacturing \nfacility known as Fayetteville Works located in Bladen and Cumberland Counties in \nNorth Carolina.  (Orig. Compl. ¶¶ 1, 77, ECF No. 2 [“Compl.”].)  Plaintiff, the State \nof North Carolina (“Plaintiff”) , alleges that certain  Defendants have caused this \ncontamination by using per- and polyfluoroalkyl substances (“PFAS”), which “resist \nbiodegradation, persist in the environment, and accumulate in people and other \nliving organisms.”  (Compl. ¶ 1.)  Plaintiff alleges that “vast quantities of PFAS” have \nbeen discharged by Defendants through their operation of Fayetteville Works into \nthe air, water, sediments, and soils of North Carolina and PFAS “have had and \ncontinue to have profoundly negative impacts on the State.”  (Compl. ¶¶ 1, 3–4.) \n4. Plaintiff brings this suit in its parens patriae capacity to protect the health, \nsafety, security, and well -being of its residents and its natural resources.   (Compl. \n¶ 15.)  Plaintiff also brings this suit in its capacity as an owner of real property.   \n(Compl. ¶ 15.)  Finally, Plaintiff brings fraudulent transfer claims in its capacity as \na creditor.  (Compl. ¶ 15.) \nII. FACTUAL BACKGROUND \n5. The Court does not make findings of fact on motion s brought pursuant to \nRule 12(b)(6) but instead recites only those facts included in the C omplaint that are \nrelevant to the Court’s determination of the motions. \nA. The Parties \n6. Defendant EIDP, Inc., formerly known as  E.I. du Pont de Nemours and \nCompany (“EIDP”), is a Delaware corporation with its principal place of business in \nDelaware.  EIDP conducts business throughout the United States, including in North \nCarolina.  (Compl. ¶ 16.) \n7. Defendant The Chemours Company (“C hemours”) is a Delaware \ncorporation with its principal place of business in Delaware.   (Compl. ¶  17.)  \nDefendant Chemours FC, LLC (“Chemours FC” and with Chemours referred to \ncollectively as the “Chemours Defendants”) is a Delaware limited liability compan y \nwith its principal place of business in Delaware.  (Compl. ¶ 19.)  Chemours FC is a \nsubsidiary of Chemours.  (Compl. ¶ 19.) \n8. Defendants Corteva, Inc. (“Corteva”) and Du Pont de Nemours, Inc. (“New \nDuPont”) are Delaware corporations.  (Compl. ¶¶ 20–21.) \n9. In 1969, EIDP purchased property near Fayetteville, North Carolina , and \nbegan a manufacturing process at its “Fayetteville Works”, a chemical manufacturing \nfacility located within the purchased property, producing PFAS.  (Compl. ¶¶ 77–79.)  \nPFAS are chemicals that allegedly pose significant risks to human health and the \nenvironment because they resist biodegradation,  persist in the environment, and \naccumulate in people and other living organisms.  (Compl. ¶ 1.)  EIDP manufactured \nPFAS at Fayetteville Works beginning in 1980.  (Compl. ¶ 82.)  EIDP allegedly knew \nabout the dangers posed by PFAS no later than 1984 , (Compl. ¶¶  61–72), and  \nnotwithstanding its knowledge of the dangers posed, EIDP continued to manufacture \nPFAS at Fayetteville Works.  (Compl. ¶¶ 61– 72, 82.) \n10. On 3 May 2001, EIDP submitted a National Pollutant Discharge \nElimination System (“NPDES”) permit renewal application to North Carolina’s \nDivision of Environmental Quality  (“DEQ”), stating that it intended to begin \nmanufacturing PFOA (a type of PFAS) at Fayetteville Works.  (Compl. ¶ 89.)  During \nthe application process, EIDP represented to the DEQ that: (1) PFOA does not pose \na health concern to humans or animals at levels present in the workplace or \nenvironment; (2) EIDP used PFOA for 40 years with no observed health effects on \nworkers; and (3) PFOA is neither a known developmental toxin nor a known \ncarcinogen.  (Compl. ¶ 89.) \n11. On 26 August 2010, representatives from EIDP met with DEQ staff \nregarding EIDP’s anticipated use of GenX—a different PFAS compound —at \nFayetteville Works as a replacement for PFOA.  (Compl. ¶ 97.)  EIDP indicated that \nthe GenX produced would not be discharged outside the Fayetteville Works property, \nand that wastewater generated would be shipped off-site for disposal.  (Compl. ¶ 100.)  \nOn 29 April 2011, EIDP submitted a NPDES permit renewal application confirming \nthat “no process was tewater from [Fayetteville Works] is discharged into . . . the \nCape Fear River.”  (Compl. ¶ 100.) \n12. Following a 2016 study identifying the presence of GenX and other PFAS \nin the Cape Fear River, Chemours informed the DEQ that, for decades, it and EIDP \nhad discharged GenX and other PFAS produced at Fayetteville Works into the Cape \nFear River.  (Compl. ¶ 103.) \nB. The Restructuring of EIDP \n13. EIDP has allegedly engaged in a multi-step complex process to restructure \nits business which rendered EIDP unable to pay billions of dollars of liabilities related \nto PFAS contamination, including liabilities arising out of the operation of \nFayetteville Works.  (Compl. ¶¶ 130, 139–43, 150–52.)  These corporate transactions, \nwhich began in July  2015 and spanned  approximately four years, included \nconsolidations, spinoffs, and the creation of new entities.  It is alleged that, as a result \nof this process,  assets and liabilities  were reallocated so that they could not be \nreached by the State and other creditors.  (Compl. ¶¶ 145–47, 154–57, 177–86.) \nIII. PROCEDURAL HISTORY \n14. The Court sets forth herein  only those portions of the procedural history \nrelevant to its determination of the Motions. \n15. Plaintiff initiated this action on 13 October 2020 w ith the filing of the \nOriginal Complaint (“Complaint”).  (See Compl.) \n16. On 29 January 2021, Corteva and New DuPont filed the ir Consolidated \nMotion to Dismiss (“ Corteva’s Motion”), (Consolid. Mot. Dismiss, ECF No. 76), and \nbrief in support .  ( Br. Supp. Consolid. Mot. Dismiss, ECF No. 77  [“Corteva Br.”].)  \nThat same da y, EIDP, Chemours, and Chemours FC filed t he Motion to Dismiss \nPlaintiff’s Complaint for Failure to State a Claim Upon Which Relief Can be Granted \n(“EIDP’s Motion” and together with Corteva’s Motion, the “Motions”), (ECF No. 78), \nand brief in support.  (Defs.’ Br. Supp. Mot. Dismiss, ECF No. 79  [“EIDP Br.”].)  On \n18 February 2021, Plaintif f filed its brief in opposition to Corteva ’s Motion.  (Mem. \nOpp. Defs.’ Mot. Dismiss, ECF No . 89 [“Pl.’s Br. Opp. Corteva”].)  Corteva and New \nDuPont filed their reply on 1 March 2021.  (ECF No. 96  [“Corteva’s Reply”].)  On 22 \nMarch 2021, Plaintiff filed its brief in opposition to EIDP’s Motion.  (Mem. Opp. Defs.’ \nMot. Dismiss, ECF No. 106 [“Pl.’s Opp. EIDP”].)  EIDP, Chemours, and Chemours FC \nfiled their reply brief on 15  April 2021.  (ECF No. 130  [“EIDP Reply”].)  Plaintiff \nthereafter filed a supplemental brief in opposition to Corteva’s Motion on 21 May \n2021.  (ECF No. 136.)  On 4 June 2021, Corteva and New DuPont filed a supplemental \nbrief in support of Corteva’s Motion.  (ECF No. 145.) \n17. The Court held a hearing on the Motions on 29 June 2021.  ( See ECF \nNo. 135.)  On 17 August 2021, the Court entered its  Order and Opinion on \nConsolidated Motion to Dismiss  by Defendants Corteva, Inc. and DuPont de \nNemours, Inc. (the “17 August Order”).  (ECF No. 154 [“17 Aug. Or.”].)  The 17 August \nOrder limited its ruling to the iss ue of whether the Court could properly exercise \npersonal jurisdiction over Corteva and New DuPont pursuant to Rule  12(b)(2) and \nnoted that the Court would later enter an order and opinion on the remainder of the \nmotion.  (17 Aug. O r. ¶ 2 n .2.)  The Court concluded that , by im puting EIDP’s \nliabilities to Corteva and New DuPont, it could properly exercise personal jurisdiction \nover them.  (17 Aug. Or. ¶ 59.) \n18. On 16 September 2021, Corteva and Ne w DuPont timely filed their notice \nof appeal to the Supreme Court of North Carolina from the Court’s 17 August Order.  \n(Not. Appeal, ECF No. 156.)   Subsequently, the Court stayed all proceedings in this \ncase, including discovery, until final resolution of the appeal.  (Am. Stay Or., ECF No. \n161.) \n19. On appeal, the Supreme Court of North Carolina affirmed the 17 August \nOrder and remanded this case for additional proceedings .  State ex rel. Stein v. E.I. \ndu Pont de Nemours & Co., 382 N.C. 549, 565 (2022). \n20. Following remand from the Supreme Court, on 13 February 2023, the Court \nagain heard argument on the Rule 12(b)(6) aspects of the Motions.  (See ECF No. 168.)  \nThe Motions are ripe for resolution. \nIV. LEGAL STANDARD \n21. “On a Rule 12(b)(6) motion to dismiss, the question is whether, as a matter \nof law, the allegations of the complaint, treated as true, state a claim upon which \nrelief can be granted.”  Fischer Inv. Capital, Inc. v. Catawba Dev. Corp. , 200 N.C. \nApp. 644, 649 (2009).  “[T]he complaint is to be liberally construed, and the trial court \nshould not dismiss the complaint unless it appears beyond doubt that the plaintiff \ncould prove no set of facts in support of his claim which would entitle him to relief.”  \nState ex rel. Cooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 444 (2008). \n22. “[W]hen ruling on a Rule  12(b)(6) motion, a court may properly consider \ndocuments which are the subject of a plaintiff’s complaint and to which the complaint \nspecifically refers.”   Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60 (2001).   \nFurthermore, a court “can reject allegations that are contradicted by the documents \nattached, specifically referred to, or incorporated by reference in the complaint.”  \nMoch v. A.M. Pappas & Assocs., LLC, 251 N.C. App. 198, 206 (2016) (quoting Laster \nv. Francis, 199 N.C. App. 572, 577 (2009)).   “The question before us is whether, as a \nmatter of law, the allegations of the complaint, treated as true, are sufficient to state \na claim upon which relief may be granted under some legal theory, whether properly \nlabeled or not.”  Gant v. NCNB Nat. Bank, 94 N.C. App. 198, 199 (1989). \nV. ANALYSIS \n23. Defendants2 move to dismiss the Complaint in its entirety , arguing that \nfour claims —negligence, trespass, public nuisance, and fraud —are barred by \napplication of res judicata, the relevant statutes of limitations, and otherwise fail to \nstate a claim upon which relief may be granted pursuant to Rule 12(b)(6). \nA. Res Judicata \n24. Defendants request that the Court dismiss  Plaintiff’s first four claims —\nnegligence, t respass, public nuisance, and f raud—because they are barred by \napplication of res judicata.  Under the doctrine of res judicata, “ a final judgment on \nthe merits in one action precludes a second suit based on the same cause of action \nbetween the same parties or their privies. ”  Whitacre P’ship v. BioSignia, Inc. , 358 \nN.C. 1, 15 (2 004) (citation omitted).  “For res judicata to apply, a party must show \nthat the previous suit resulted in a final judgment on the merits, that the same cause \nof action is involved, and that both the party asserting  res judicata and the party \nagainst whom res judicata is asserted were either parties or stand in privity with \nparties.”  State ex rel. Tucker v. Frinzi , 344 N.C. 411, 413 –14 (1996) (quotation \nomitted).  Further, “[t]he doctrine prevents the relitigation of all matter s . . . that \n \n2 Defendants Corteva and New DuPon t’s brief does not make independent arguments for \ndismissal pursuant to Rule  12(b)(6), but instead relies  on the arguments made by EIDP, \nChemours, and Chemours FC.  (See Corteva Br. 1 n.1.)  Accordingly, the Court considers the \narguments in the brief supporting EIDP’s Motion as being made by all Defendants. Counsel \nare reminded that, effective 1 July 2022,  after the Motions were filed,  the Business Court \nRules (“BCRs”) were amended to prohibit incorporation by reference in b riefing.  ( See \nBCR 7.8.) \nwere or should have been adjudicated in the prior action.”  Whitacre P’ship, 358 N.C. \nat 15 (quotation omitted). \n25. Defendants contend that the core fact ual allegations of the present action \nwere copied from a 2017 suit filed by DEQ against Chemours FC in Bladen County \nSuperior Court, No. 17 CVS 580 (“Bladen Action”) .  (EIDP Br. 7, 9.)  In the Bladen \nAction, the DEQ alleged that Chemours FC began dischargi ng PFAS into the Cape \nFear River in the early 1980s and failed to timely disclose such discharge s to North \nCarolina’s Division of Water Resources.  (ODP Br. 3–4.)  Defendants further contend \nthat Plaintiff could have and should have brought  its negligence,  trespass, public \nnuisance and fraud claims in the Bladen Action, and in failing to do so, such claims \nmust be dismissed against both Chemours FC and Chemours.  (EIDP Br. 7, 9.)  In \nmaking this argument, Defendants rely on the consent order approved and en tered \nby t he Superior Court in  the Bladen Action  on 25 February 2019 ( the “Consent \nOrder”) requiring Chemours FC to abate future discharges of PFAS from Fayetteville \nWorks, to remediate past discharges, and to pay monetary damages.  ( See 17 CVS \n580 Consent Or. ¶¶ 10, 12, ECF No. 79.3 [“Consent Or.”].) \n26. At the Rule  12(b)(6) stage, “the movant has the burden of demonstrating \nthat the action should be dismissed[.]”  Neier v. State, 151 N.C. App. 228, 233 (2002).  \nDefendants contend that the C onsent Order operates as a final judgment on the \nmerits for purposes of res judicata.  The Court disagrees. \n27. Upon review of the Consent Order, the Court concludes that Defendants \nare unable to establish an essential element of res judicata—that there was a final \njudgment on the merits in the Bladen Action .  Paragraph 41 of the Consent Order \nprovides that “[t]his Consent Order  . . . is not, and shall not be construed to be, a \ndetermination on the merits of any of the factual allegations or legal claims advanced \nby any party in this action[.]”  (Consent Or. ¶ 41.)  The plain language of the Consent \nOrder demonstrates that it was not a determination on the merits, and without such \na determination, res judicata cannot apply.  State ex rel. Tucker v. Frinzi , 344 N.C. \n411, 413–14 (1996) (“For res judicata to apply, a party  must show that the previous \nsuit resulted in a  final judgment on the merits[.]”).   Accordingly, the Motions are  \nDENIED to the extent they  seek dismissal of Plaintiff’s claims for negligence, \ntrespass, public nuisance, and fraud through application of res judicata. \nB. Statutes of Limitations \n28. Defendants next argue that Plaintiff’s claims for negligence, trespass, \npublic nuisance, and fraud  are barred by the  relevant statutes of limitations.   \nNegligence, trespass, nuisance, and fraud claims are  each subject generally to a \nthree-year statute of limitations.  N.C.G.S. §§ 1-52(3), (9), (16); see Wilson v. McLeod \nOil Co., 327 N.C. 491, 511 (1990) (“[An] action for nuisance is governed by the same \nstatute of limitations as [an] action for trespass.”). \n29. Plaintiff contends that the doctrine of nullum tempus prevents the relevant \nstatutes of limitations from running against it.  Our Supreme Court has described \nthe doctrine of nullum tempus stating that: \nnullum tempus survives in North Carolina and applies to exempt the State \nand its political subdivisions from the running of time limitations unless \nthe pertinent statute expressly includes the State. . . . Nullum tempus does \nnot, however, apply in every case in which the State is a party.   If the \nfunction at issue is governmental, time limitations  do not run against the \nState or its subdivisions unless the statute at issue expressly  includes the \nState.  If the function is proprietary, time limitations do run against the \nState and its subdivisions unless the statute at issue expressly excludes the \nState. \n \nRowan Cty. Bd. of Educ. v . U.S. Gypsum Co., 332 N.C. 1, 8 –9 (1992) (emphasis in \noriginal).  It is undisputed that the relevant statutes of limitations do not expressly \ninclude or exclude the State.   Therefore, nullum tempus will apply to effectively toll \nan otherwise applicable statute of limitations if the State is acting in its governmental \ncapacity.  \n30. Defendants contend that Plaintiff performs a wholly proprietary function \nin the case at bar .  (EIDP Br. 8.)  The State acts  in a proprietary capacity when \nengaged in a “pecuniary activity or activity of a type historically performed by private \nindividuals.”  Rowan Cty. Bd. of Educ ., 332 N.C. at 10.  In Defendants’ view, the \npresent action is precisely the kind that  private individuals have brought and \ncontinue to bring  against Defendants  throughout North Carolina .  Defendants \nfurther argue that Tillery v. Whiteville Lumber Co ., 172 N.C. 296, 297– 98 (1916)  \n(holding that State ownership of timber rights is a proprietary function) , and Town \nof Littleton v. Layne Heavy Civil, Inc., 261 N.C. App. 88 (2018) (holding that operation \nand maintenance of a sewer system is a proprietary function), support its contention \nthat the Plaintiff’s actions are proprietary in nature. \n31. Plaintiff asserts that it acts in its governmental capacity “by seeking to \npromote and protect the welfare  of North Carolina citizens and natural resources \nfrom contamination emanating from Fayetteville Works.”  (Pl.’s Opp. EIDP 18.) \n32. Our Supreme Court has held  that the State acts in its governmental \ncapacity when “ promoting or protecting the health, safety, security, or general \nwelfare of its citizens[.]”  Rhodes v. Asheville, 230 N.C. 134, 137 (1949).  When a state \nactor sues to recover costs for abatement of a potential public health risk, it likewise \ndoes so in its governmental capacity.  See Rowan Cty Bd. of Educ., 332 N.C. at 11. \n33. For purposes of the Motions , the Court concludes, based on its reading of \nthe Complaint, that Plaintiff acts as parens patriae in seeking payment of all past \nand future costs to “investigate, assess, remediate, r estore, and remedy” the effects \nof PFAS contamination on the health of North Carolina’s citizens and natural \nresources.  (Compl. ¶ 12.)  Unlike the State-plaintiffs in Tillery and Town of Littleton, \nPlaintiff brings this suit to recover costs associated with abatement of PFAS \ncontamination, allegedly a significant risk to public health. \n34. Further, our Supreme Court has held that the discharge of pollutants into \na state’s soil, water and air injures a state’s quasi-sovereign interests, and that when \nacting as parens patriae, “the State has an interest independent of and behind the \ntitles of its citizens.”  C.D. Spangler Constr. Co. v. Industrial Crankshaft & Eng’g Co., \n326 N.C. 133, 145 (1990) (quoting Georgia v. Tennessee Copper Co., 206 U.S. 230, 237 \n(1907)). \n35. Private individuals may bring , and have brought,  trespass claims against \nsome of the Defendants due to PFAS contamination  on their private property .  \nHowever, the Complaint makes clear that Plaintiff brings this action not on ly as a \nlandowner, but as trustee charged with  “conserv[ing] and protect[ing] [North \nCarolina’s] lands and waters[,]” and limiting pollution of the same, for the benefit of \nall North Carolinians.  N.C. Const. art. XIV, § 5.  As trustee of North Carolina’s lands \nand waters, both public and private, the State has brought a suit that  it alone is \nentitled to bring.  See Fabrikant v. Currituck Cty, 174 N.C. App. 30, 42 (2005) (“[O]nly \nthe State, acting in its sovereign capacity, may assert rights in land by means of the \npublic trust doctrine.”). \n36. For the foregoing reasons, the Court concludes that Plaintiff is acting in its \ngovernmental capacity.  The relevant statutes of limitations are therefore effectively \ntolled by the doctrine of nullum tempus .  Accordingly, the Motions are DENIED to \nthe extent they seek dismissal of claims under the applicable statutes of limitations.3 \nC. Negligence \n37. Next, the Court considers Plaintiff’s claim for negligence against EIDP, \nChemours, and Chemours FC (the “PFAS Defendants”).  “To state a claim for common \nlaw negligence, a plaintiff must allege: (1) a legal  duty; (2) a breach thereof; and (3) \ninjury proximately caused by the breach. ”  Stein v. Asheville City Bd. of Educ. , 360 \nN.C. 321, 328 (2006).  PFAS Defendants contend they owe no common law duties to \nPlaintiff arising from the manufacture of PFAS, and dismissal is warranted on that \nbasis. \n \n3 As a result of its conclusion that the State acts, at least to some extent, as a sovereign in \nbringing its claims, the Motions must be denied.  Defendants argue, however, that, even if a \nportion of the State’s claims are timely because of the operation of nullum tempus, the Court \nshould nonetheless dismiss as time -barred any claim against Defendants for  trespass by \nallegedly polluting the State’s real property.  The Court declines to do so, at least at this stage \nof the proceeding  based on the limited record before it, without prejudice to Defendants’ \nrenewal of this argument at the summary judgment stage. \n38. Plaintiff alleges that PFAS Defendants, as manufacturers of PFAS , have \npositive duties to: (1) take adequate precautions to prevent PFAS from contaminating \nthe soil, water, and air; (2) remove PFAS they have discharged from the environment; \n(3) warn authorities and the public of the presence and potential threats  posed by \nPFAS; and (4) handle, treat, store and dispose of PFAS in a way that would not \nendanger human health and the environment.   (Compl. ¶  202.)  PFAS Defendants \nargue that their duties as producers of PFAS arise under North Carolina’s \nenvironmental control statutes —not under common law.  See, e.g. , N.C.G.S. § 143-\n211 et seq.  (EIDP Br. 15.) \n39. Plaintiff responds that the environmental control statutes at issue here do \nnot abrogate common law claims for negligence, citing Biddix v. Henredon Furniture \nIndus., 76 N.C. App. 30, 34 (1985).   In Biddix, the C ourt of Appeals  rejected the \ncontention that t he North Carolina Clean Wa ter Act of 1967 ( “CWA”) as \namended, N.C.G.S. §§ 143-211–215.9, abolished common law civil actions, concluding \nthat, because the CWA “does not specifically abrogate these common law civil \nactions[,]” such actions may be maintained.  Id. at 40 (emphasis added). \n40. It is uncontroverted that the relevant environmental control statutes do not \nspecifically abrogate common law actions.   See, e.g. , N.C.G.S. §§ 143-215.6A–6C.  \nPlaintiff, therefore, may bring a properly-pled claim for common law negligence.  “The \nlaw imposes upon every person who enters upon an active course of conduct the \npositive duty to exercise ordinary care to protect others from harm, and calls a \nviolation of that  duty negligence.”  Council v. Dickerson ’s, Inc.,  233 N.C. 472, 474 \n(1951). \n41. The Complaint adequately alleges that PFAS Defendants  did not exercise \nordinary care in manufacturing  and discharging PFAS.  The Motions are therefore \nDENIED to the extent they seek dismissal of Plaintiff’s negligence claim.4 \nD. Public Nuisance \n42. PFAS Defendants next seek  dismissal of Plaintiff’s claim for public \nnuisance.  Without support from North Carolina law, PFAS Defendants characterize \nnuisance as mere ly a “tort of last resort” which has no place where, as here, there \nexists a statutory and regulatory scheme governing emissions.  (EIDP Br. 20.) \n43. The Court is not persuaded by Defendants’ argument to disregard the \nestablished law of this State.  North Carolina recognizes claims for public nuisance \nwhere “ acts or conditions are subversive of public order, decency, or morals, or \nconstitute an obstruction of public rights.”   State v. Everhardt , 203 N.C. 610, 617  \n(1932).  “A public nuisance affects the local community generally and its maintenance \nconstitutes an offense against the State.” Id. \n44. The Court has already determined, in section V. C., supra, that the relevant \nstatutory scheme does not prohibit common law causes of action  from being brought \nhere.  The Court determines that, at this preliminary stage, Plaintiff has met its \nburden by  alleging that the  PFAS contamination from Fayetteville Works is \n \n4 The Court does not reach PFAS Defendants’ arguments regarding negligence per se because \nPlaintiff states that it “does not assert [negligence per se] as a separate claim[.]”  (Pl.’s Opp. \nEIDP 21–22.) \nsubversive of public order  and a ffects the citizens of North Carolina at large.   \nAccordingly, to the extent they  seek dismissal of Plaintiff’s claim for public nuisance, \nthe Motions are DENIED. \nE. Trespass \n45. The Co urt next considers Plaintiff’s trespass claim against PFAS \nDefendants.  “A claim of trespass requires: (1) possession of the property by plaintiff \nwhen the alleged trespass was committed; (2) an unauthorized entry by defendant; \nand (3) damage to plaintiff. ”  Fordham v. Eason , 351 N.C. 151, 153 (1999) .  \nDefendants argue that Plaintiff does not have an exclusive possessory interest in all \nof the resources alleged, mandating dismissal of the claim.  (EIDP Br. 20.)  The cases \nDefendants cite in support, Hayes v. Williamson-Brown Land & Lumber Co., 180 N.C. \n252 (1920), and Simmons v. Defiance Box Co., 153 N.C. 257 (1910), are inapposite, as \nthey discuss exclusive possession  in the context of an adverse possessor.  See, e.g, \nJernigan v. Herring , 179 N.C. App. 390 , 394 (2006) (discussing exclusivity as an \nelement of adverse possession). \n46. Plaintiff correctly asserts that exclusive possession is not a requirement for \ntrespass claims in North Carolina.   See Godette v. Godette , 146 N.C. App. 737, 740 \n(2001) (“It is well-established that one tenant in common may maintain an action for \ntrespass upon the lands. ”).  Plaintiff has alleged, pursuant to the public trust \ndoctrine, that it possesses and holds in trust certain land, water, and air  for the \nbenefit of the public.  (Compl. ¶¶ 7–8.)  See Town of Nags Head v. Richardson , 260 \nN.C. App. 325, 334 (2018).  Use by North Carolina’s citizens of the land , water, and \nair held in trust by the State for that purpose does not, as a matter of law, deprive \nPlaintiff of its sovereign possession.   Plaintiff has sufficiently alleged trespass, and \nthe Motions are DENIED to the extent they seek dismissal of that claim. \nF. Fraudulent Concealment \n47. Next, Defendants seek to dismiss Plaintiff’s claim of fraudulent \nconcealment.5  Defendants contend that PFAS Defendants had no duty to disclose the \ninformation they allegedly concealed.  (EIDP Br. 23.) \n48. A fraudulent concealment claim requires a showing that the defendant “had \na duty to disclose material information.”  Lawrence v. UMLIC-Five Corp., 2007 NCBC \nLEXIS 20, at *8 (N.C. Super. Ct. June 18, 2007) (citing Griffin v. Wheeler-Leonard & \nCo., 290 N.C. 185, 198 (1976)).  A duty to disclose arises when one party “ has taken \naffirmative steps to conceal material facts from the other [.]”  Harton v. Harton , 81 \nN.C. App. 295, 297–98 (1986). \n49. The Complaint alleges  that in 2001,  as part of the NPDES permitting \nprocess, EIDP made affirmative representations to the State regarding the health \neffects of PFAS which EIDP knew were false at the time they were made and upon \nwhich the State relied in issuing permits .  (Compl. ¶¶ 89, 63–67, 225.)  Specifically, \nPlaintiff alleges that:  \nOn May 3, 2001, Old DuPont submitted a National Pollutant Discharge \nElimination System (“NPDES”) permit renewal application to North \nCarolina’s Division of Water Quality, subsequently renamed the \nDivision of Water Resources (the “DWR”), a division of DEQ, stating that \n \n5 In their briefs,  Defendants only a ddress dismissal of Plaintiff’s allegations regarding \nfraudulent concealment, even though the C omplaint alleges both fraud and fraudulent \nconcealment. (See Compl. ¶¶ 224 –230.)  The Court addresses only the arguments actually \nraised by Defendants.    \nit intended to begin manufacturing PFOA at the Fayetteville Works . \nDuring the application process, Old DuPont represented that: (1) PFOA \ndoes not pose a health concern to humans or animals at levels present \nin the workplace or environment; (2) Old DuPont had used PFOA for 40 \nyears with no observed health effects on workers; and (3) PFOA is \nneither a known developmental toxin nor a known carcinogen.   Old \nDuPont knew or should have known its representations were false. \n  \n(Compl. ¶ 89.) \n50. The Complaint further represents that, on 26  August 2010, EIDP \nrepresentatives met with DEQ staff regarding the company’s anticipated use of GenX \ntechnology at the Fayetteville Works property as a replacement for PFOA.  Plaintiff \nalleges EIDP represented to the DEQ that “GenX would be produced in a closed-loop \nsystem that would not result in the discharge of those compounds outside the \nFayetteville Works, particularly not directly into the Cape Fear River” and that \n“wastewater generated from the manufacture of GenX would be collected and shipped \noff-site for disposal, and therefore, this wastewater would not be discharged into the \nFayetteville Works’ wastewater treatment plant or into the Cape Fear River.”   \n(Compl. ¶¶ 97–99.) \n51.   Both the statements made in the permit renewal application and those \nallegedly made to the DEQ constitute affirmative actions by EIDP allegedly taken to \nconceal material facts from the State.  These actions give rise to a  duty to disclose.  \nAccordingly, at the Rule 12(b)(6) stage, Plaintiff has sufficiently alleged such a duty. \n52. Defendants next arg ue that Plaintiff has not allege d reasonable reliance.  \n(EIDP Br. 24 –25.)  To support allegations of fraud, an injured party’s reliance on a \nmisrepresentation or concealment must be reasonable.  Reliance is not reasonable \nwhen the party “could have discove red the truth of the matter through reasonable \ndiligence, but failed to investigate.”  Sullivan v. Mebane Packaging Grp., 158 N.C. \nApp. 19, 26 (2003).   However, a ccording to the Complaint,  the studies that put \nDefendants on notice that  PFAS threatened human health were internal  studies to \nwhich Plaintiff did not have access until at least 2016, when Chemours provided them \nto the DEQ after news  became public that the Cape Fear River was contaminated \nwith PFAS.  (Compl. ¶¶ 103–04.)  The Court determines that Plaintiff has sufficiently \nalleged reasonable reliance. \n53. Defendants next argue that the Complaint fails to allege fraudulent \nconcealment with particularity because the Complaint groups the PFAS Defendants \ntogether despite each PFAS Defendant having responsibility for the Fayetteville \nWorks facility at different times.  (EIDP Br. 25.)  The Court disagrees.  The Complaint \nexpressly details the ownership  of Fayetteville Works and the PFAS product lines \nproduced there, and it alleges with specificity the transfer of ownership between each \nof the PFAS Defendants.  (Compl. ¶¶ 9, 81, 157–59, 162.)  The Court determines that \nthe allegations are sufficiently particular to state a claim. \n54. Accordingly, the Motions are DENIED to the extent they seek dismissal of \nPlaintiff’s claim for fraudulent concealment. \nG. Fraudulent Transfer \n55. Last, t he Court considers Plaintiff’s claims for actual and constructive \nfraudulent transfer against  EIDP, Chemours, Corteva, and New DuPont .  \nDefendants’ sole argument for dismissal is that Plaintiff’s fraudulent transfer claims \nhave no independent basis for liability and are wholly dependent on  the viability of \nPlaintiff’s claims for negligence, trespass, nuisance, and fraud.  (EIDP Br. 26.)  The \nCourt has allowed Plaintiff’s claims  for negligence, trespass, nuisance and fraud to \nproceed.  As a result, Defendants’ argument is unavailing, and Plaintiff’s fraudulent \ntransfer claims may proceed as well.  Accordingly, the Motions are DENIED to the \nextent they seek dismissal of Plaintiff’s claims for fraudulent transfer.  \nVI. CONCLUSION \n56. For the foregoing reasons, the Motions are hereby DENIED.  \n \nSO ORDERED, this the 2nd day of March, 2023. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}