{
  "id": "e1efeb420b0e9d63924f164db713ff993bf5d9c5c70a096747ef58967a18da73",
  "source_file": "data/raw/ncbc/e1efeb420b0e9d63924f164db713ff993bf5d9c5c70a096747ef58967a18da73.pdf",
  "raw_text": "Griffin Mgmt. Corp. v. Carolina Power & Light Co., 2009 NCBC 25. \n \nSTATE OF NORTH CAROLINA             IN THE GENERAL COURT OF JUSTICE \n    SUPERIOR COURT DIVISION \nCOUNTY OF WAKE                                05 CVS 14428 \n \n \nGRIFFIN MANAGEMENT CORP.;  ) \nBRUCE MAGERS, TRUSTEE IN ) \nBANKRUPTCY FOR GRIFFIN  ) \nSERVICES, INC., AND C. EDWIN ) \nALLMAN, III, TRUSTEE IN  ) \nBANKRUPTCY FOR JOHN GRIFFIN, ) \nINDIVIDUALLY, ) \nPlaintiffs ) ORDER AND OPINION \n   ) ON MOTION FOR SUMMARY \n v.  ) JUDGMENT BY PLAINTIFF \n   ) PROGRESS ENERGY, INC. \nCAROLINA POWER AND LIGHT CO., )  \nINC.; PROGRESS ENERGY, INC.; )    \nDUKE ENERGY CORP. and DUKE ) \nPOWER CO., LLC d/b/a DUKE  ) \nENERGY CAROLINAS, LLC;  ) \nSUPERTEL NETWORKS, INC. and  ) \nENGINEERING AND TECHNICAL  ) \nSERVICES, INC.,  ) \n  Defendants ) \n \n \nTHIS CAUSE, designated an exceptional and complex business case by \nOrder of the Chief Justice of the North Carolina Supreme Court, pursuant to \nRules 2.1 and 2.2 of the General Rules of Practice, and assigned to the \nundersigned Special Superior Court Judge for Complex Business Cases, was \nbefore the court on September 18, 2008, for determination of the Motion for \nSummary Judgment (“Motion”) made by Defendant Progress Energy, Inc. \n(“Progress”), pursuant to Rule 56, North Carolina Rules of Civil Procedure \n(“Rule(s)”) and BCR 15; and \nTHE COURT, having considered the Motion, the arguments and briefs in \nsupport of and in opposition to the Motion, and appropriate matters of record, \nCONCLUDES that the Motion for Summary Judgment by Plaintiff Progress \nEnergy, Inc. should be GRANTED for the reasons stated herein. \nI. \nPROCEDURAL BACKGROUND \n[1] Plaintiffs filed their first Complaint against the Defendants on \nNovember 20, 2003.  Griffin Mgmt. Corp. et al. v. Carolina Power & Light Co., et \nal., 03 CVS 7367 (Forsyth County).  Plaintiffs dismissed that Complaint on \nOctober 28, 2004.  \n[2] On October 18, 2005, Plaintiffs  re-filed their action against the \nDefendants.  Griffin Mgmt. Corp. et al. v. Carolina Power & Light Co. et al., 05 \nCVS 14428 (Wake County).  Plaintiffs alleged new and additional claims in their \nre-filed Complaint.  Specifically, the Plaintiffs added new causes of action for \ntortious interference with contract, unjust enrichment/quantum meruit and special \ndamages for Griffin Services, Inc.  These claims were not alleged in the first \nComplaint. \n[3] Carolina Power and Light (“CP&L”) and Progress collectively filed \nan Answer and Counterclaim on January 13, 2006, as well as a Motion to \nDismiss the claims against Progress pursuant to Rule 12(b)(6) for failure to state \na claim upon which relief can be granted.\n1   \n                                            \n1 This Motion to Dismiss was filed prior to this matter being assigned to the Business Court, and \nnever became ripe for adjudication.  The court deems this Motion to Dismiss to be abandoned \nand therefore now rules only on the Motion for Summary Judgment. \n[4] On December 6, 2007, Progress f iled this Motion.  The Motion, ripe \nfor adjudication, was heard and decided by the court on September 18, 2008.  \nII. \nMOTIONS FOR SUMMARY JUDGMENT \n[5] Under Rule 56(c), summary judgment is to be rendered “forthwith” if \nthe pleadings, depositions, answers to interrogatories and admissions on file, \ntogether with the affidavits, if any, show that there is no genuine issue as to any \nmaterial fact and that any party is entitled to a judgment as a matter of law.  \nWhen the forecast of evidence demonstrates that the plaintiff cannot satisfy an \nessential element of a claim or overcome an affirmative defense established by \nthe defendant, summary judgment for the defendant should be granted.  Grayson \nv. High Point Dev. Ltd. P’ship, 175 N.C. App. 786, 788 (2006). \n[6] Unless otherwise indicated herein,  the material facts reflected in \nparagraphs 7 through 12 of this Order exist, are undisputed2 and are pertinent to \nthe issues raised by the Motion. \nIII. \nFACTS \n[7] Plaintiff Griffin Management Cor poration (“GMC”) is a company  \nformerly engaged in the business of providing meter reading and related services \nto utility companies, including Defendants CP&L and Duke Energy Carolinas, \n                                            \n2 It is not proper for a trial court to make findings of fact in determining a motion for summary \njudgment under Rule 56.  However, it is appropriate for a Rule 56 order to reflect material facts \nthat the court concludes exist and are not disputed, and which support the legal conclusions with \nregard to summary judgment.  Hyde Ins. Agency v. Dixie Leasing, 26 N.C. App. 138 (1975). \nLLC (“Duke”).  GMC and CP&L entered into a Meter Reading Services Contract \non March 8, 1994.3\n[8] CP&L Holdings, Inc. (later Progr ess) was formed in August 1999 as  \na wholly-owed subsidiary of CP&L.4  CP&L Holdings, Inc. changed its name in \nFebruary 2000 to CP&L Energy, Inc.5  In June 2000, CP&L Energy, Inc. acquired \nall the outstanding shares of CP&L.6  At this time, the directors of CP&L became \nthe directors of CP&L Energy, Inc.7  CP&L employee incentive plans remained in \nplace after the share exchange, as well as a new management deferred \ncompensation plan.8  The exchange provided that these employee plans would \nbe amended so that CP&L Energy Inc. would issue or deliver its common stock \nin lieu of CP&L common stock.9\n[9] On December 12, 2000, CP&L agreed to advance a loan to GMC  \nthat Mr. John Griffin guaranteed.10  During that same month, CP&L Energy, Inc. \nchanged its name to its present name, Progress Energy, Inc.11\n[10] CP&L terminated its Contra ct with GMC on April 26, 2001.12   \n[11] In November 2002, CP&L filed a certificate with the Wake County  \nRegister of Deeds to engage in business under the assumed name of Progress \nEnergy Carolinas, Inc.13\n                                            \n3 Blanchard Dep. Ex. 1. See also Defs.’ Ans., ¶ 40.  \n4 Graves Aff. ¶ 8, Ex. B. \n5 Graves Aff. ¶ 9, Ex. C. \n6 Graves Aff. ¶ 10, Ex. D. \n7 Graves Aff., Ex. D., Art. III(A)(v). \n8 Graves Aff., Ex. D., Recital C. \n9 Graves Aff., Ex. D., Art. III (C) \n10 Dep. Ex. 12. This exhibit includes, in part, the advance agreement, a certificate of compliance, \na guarantee agreement and a demand promissory note.   \n11 Graves Aff. ¶ 11, Ex. E. \n12 Dep. Ex. 7. \n[12] Progress itself is a passive holding company.14  It does not conduct  \nbusiness as an operating entity.15  Rather, the sole responsibility of its officers16 \nis to manage the company’s ownership interests in its subsidiary entities, one of \nwhich is CP&L. 17  The company is governed by its own board of directors.18\nIV. \nTHE PARTIES’ CONTENTIONS\n[13] Progress argues that it is entit led to summary judgment pursuant to  \nRule 56(c) since it is not a proper party to the litigation.  Without addressing \nPlaintiffs’ claims against CP&L, Progress argues that it is entitled to summary \njudgment on all claims because: \na. Progress did not participate in any of the alleged events \ngiving rise to the litigation and had no dealings with the Plaintiffs and, as \nsuch, is not a proper defendant in this action; \nb. Plaintiffs cannot recover fr om Progress based on the alleged \nacts of its subsidiary, CP&L, without an additional showing of fraud or \nagency;  \nc. Progress and CP&L were not engaged in a joint venture and, \nas a matter of law, a parent corporation cannot be held liable for the acts \nof its subsidiary under a joint venture theory; and \n                                                                                                                                  \n13 Ex. A \n14 Graves Aff. ¶ 13. \n15 Id. \n16 Graves 2nd Aff. ¶ 2.  \n17 Graves Aff. ¶ 13. \n18 Graves Aff. ¶ 12.  The original Agreement and Plan of Share Exchange, dated Aug. 22, 1999, \ncalls for the directors of CP&L to become the directors of CP&L Holdings, Inc. See Graves Aff., \nEx. D, Ex. A, Art. III(A)(v).  However, an exhibit describing Progress’ corporate structure after \nDecember 4, 2000 reveals the name of only one individual who served on the board of both \nProgress and CP&L. Graves Aff., Ex. F.    \nd. There is no basis for the application of equitable estoppel to \nbind Progress for the acts of CP&L. \n[14] Plaintiffs argue that Progress is  a proper party, alleging a joint  \nventure between CP&L and Progress in connection with the events pertaining to \nthis action.  Plaintiffs contend summary judgment as to Progress is inappropriate \nbecause: \na. There is a genuine issue of material fact regarding the  \nexistence of a joint venture between Progress and CP&L because of a \ncommon undertaking and shared control of CP&L employment \ncompensation; and \nb. Progress is estopped from claimi ng it is not a proper party to \nthis litigation because it permitted CP&L to hold itself out as Progress \nEnergy in connection with the transactions at issue in this case.  \nV. \nRELEVANT LAW \n[15] In North Carolina, a corporation is an entity distinct from its \nshareholders, even if all of its stock is owned by a single individual or \ncorporation.  Troy Lumber Co. v. Hunt, 251 N.C. 624, 627 (1960).  \n[16] That a parent company wholly owns the capital stock of its  \nsubsidiary and members of the board of directors of both corporations are the \nsame, nothing else appearing, “is not sufficient to render the parent corporation \nliable for the contracts of its subsidiary.”  Whitehurst v. FCX Fruit and Vegetable, \n224 N.C. 628, 637 (1944); Huski-Bilt, Inc. v. First-Citizens Bank & Trust Co., 271 \nN.C 662, 670 (1967).  Indeed, there must be additional circumstances showing \nfraud, actual or constructive, or agency, to establish such liability.  Whitehurst, \n224 N.C. at 637. \n[17] The parent-subsidiary relationship exists, in part, to limit the liability \nof a corporation’s shareholders.  Excel Staffing Serv., Inc. v. HP Reidsville, 172 \nN.C. App 281, 290 (2005).  Indeed, “a shareholder of a corporation is not \npersonally liable for the acts or debts of the corporation except that he may \nbecome personally liable by reason of his own acts or conduct.”  N.C. Gen. Stat. \n§ 55-6-22.  The limited liability rule applies whether the shareholders are \nindividuals or another corporation.  Excel at 290.    \n[18] A joint venture is “an alliance between two or more people in \npursuit of a common purpose such that [the] negligence of one participant may \nbe imputed to another.”  Slaughter v. Slaughter, 93 N.C App. 717, 720 (1989). \nThere must be a “community of interest in the objects or purposes of the \nundertaking, and an equal right to direct and govern the movement of each other \nwith respect thereto.”  Id.; see also, Rhoney v. Fele, 134 N.C App. 614, 620 \n(1999) (holding a joint venture requires “(1) an agreement, express or implied, to \ncarry out a single business venture with joint sharing of profits, and (2) an equal \nright of control of the means employed to carry out the venture.” (quoting \nEdwards v. Bank, 39 N.C. App. 261, 275 (1979)).  Further, a joint venture \nrequires each co-venturer to contribute something that would promote the \nenterprise.  SE Shelter Corp. v. BTU, Inc., 154 N.C. App. 321, 327 (2002), \nquoting Pike v. Trust Co., 274 N.C. 1, 8-9 (1968).  \n[19] Mere ownership of a company does not mean the owner shares in \nthe subsidiary’s profits.  See, e.g., Wood v. McDonald’s Corp., 166 N.C. App. 48, \n60-61 (2004).  \n[20] In a joint venture, each party mu st be able to direct the conduct of \nthe other.  Rifenburg Constr., Inc. v. Brier Creek Assocs. LP, 160 N.C. App. 626, \n632 (2003) (citing Pike, supra, at 8-9).  The control required for imputing \nnegligence under a joint enterprise theory is not actual physical control, but the \nlegal right to control the conduct of the other with respect to the prosecution of \nthe common purpose.  Slaughter, 93 N.C. App. at 721, citing James v. Atlantic & \nE. Carolina R.R. Co., 233 N.C. 591, 598 (1951). \n[21] When a corporation vo luntarily places an officer or agent in such a \nposition or situation that persons of ordinary prudence, conversant with business \nusages and the nature of the particular business, are justified in assuming the \nofficer or agent has authority to perform the action question and deal with the \nofficer or agent upon that assumption, the corporation is estopped as against \nsuch persons from denying the officer’s or agent’s authority.  Moore v. W O O W, \nInc., 253 N.C. 1, 6 (1960). \n [22] A party asserting the def ense of equitable estoppel must \ndemonstrate (a) lack of knowledge and the means of knowledge of the truth as to \nthe facts in question; (b) reliance upon the conduct of the party sought to be \nestopped; and (c) action based thereon of such a character as to change the \nparty’s position prejudicially.  Hawkins v. M. & J. Finance Corp., 238 N.C. 174, \n178 (1953). \nVI. \nANALYSIS \n[23] The facts here reflect that Plai ntiffs contracted solely with CP&L, \nnot Progress.19  Indeed, it is undisputed that persons with whom Plaintiffs dealt \nwere employees of CP&L.20     \n[24] The facts do not support the existence of fraud, actual or  \nconstructive, or agency, sufficient to establish such liability on the part of \nProgress for the actions of CP&L.  Indeed, the Plaintiffs have agreed that the \ncircumstances in which piercing the corporate veil would apply do not exist \nhere.21\n[25] The facts do not indicate that the relationship between CP&L \nand Progress is a joint venture.  There is not a sufficient forecast of evidence of a \njoint venture agreement or joint profit sharing.  Progress’ involvement in the \ncompensation of CP&L employees does not dictate a joint sharing of profits.  \nCP&L does not control Progress, its sole shareholder, and Progress’ involvement \nin the compensation of CP&L employees does not subject Progress to CP&L’s \ncontrol.   \n[26] The court observes that application of joint venture principles to the \nrelationship between a corporation and its shareholder as it exists in this matter \nwould work an end-run around the limited liability provided in N.C. Gen. Stat.  \n                                            \n 19 See FN 3, 10, supra. \n20 Citation made to Pls.’ Ans. to Defs. CP&L & Progress’ First Set of Interrogs. 3-4, 10.  Plaintiffs \ndo not contest this statement in their Memorandum in Opposition to Progress’ Motion for \nSummary Judgment. \n21 Pls.’ Br. in Opp. at 5 n. 2. \n§ 55-6-22 and would effectively eliminate an important and longstanding \ncharacteristic of corporate law.     \n[27] Plaintiffs have not demonstr ated either (a) any lack of \nknowledge or the means to discern the identity of the company with whom they \nwere conducting business or (b) action based on their reliance on Progress, if \nthere was such reliance, that changed their position prejudicially.  Moreover, \nPlaintiffs’ assertions that CP&L employees communicated as if or that they were \nProgress employees are untenable.22  CP&L’s request to call itself “Progress \nEnergy Carolinas, Inc.” took place in 2002, well after the events at hand \noccurred.  The letterhead of an exhibit dated April 26, 2001, describes CP&L as \n“A Progress Energy Company,” a descriptor that indicates relation to, but not \nidentity as, Progress Energy.\n23  Three letters sent by a third party indicate some \ninterchangeable use of the names, but they do not convince the court that the \n                                            \n22 In their Response in opposition to Progress’s Motion for Summary Judgment, Plaintiffs assert \nthat CP&L employees directly involved in the issues in this case communicated as if they were \nProgress employees, citing “Exhibits under seal 1-7.”  Though Progress referred to the same \ndocuments in its Reply, the court has not located any contemporaneously filed exhibits.  Upon \nrequest by the court, Plaintiffs’ counsel declined to search for or clarify the identity of these \ndocuments. The court did locate several documents under seal filed at least six months after \nPlaintiffs filed their Response.  Of these exhibits, Exhibits 7 and 9 indicate the e-mail address of a \nCP&L employee may suggest the employee’s affiliation with Progress.  However, the e-mail at \nissue was addressed on 12/2/2000, well before CP&L filed a certificate to use its assumed name \nof Progress Energy Carolinas.  See FN 13.  Plaintiffs also asserted in their Response that \nwitnesses Ray Casey, Eli Blanchard and Vance Oliver testified that they were Progress \nemployees, citing “Exhibits 9-11 under seal.”  Of the exhibits so named, however, only one \ncontains a segment of a deposition of one of these witnesses.  The individual deposed in this \nexhibit did not testify that he was a Progress employee.  Review of the actual depositions of these \nwitnesses reveals, at most, the comfort they had using the companies’ names interchangeably, \nnot confusion as to the identity of their employer. \n23  CP&L’s use of the Progress name on Company Letterhead: See Dep. Ex. 7 (dated April 26, \n2001), describing CP&L as “A Progress Energy Company.”  Such a description does not indicate \nthe companies are one and the same.   \nPlaintiffs will be able to meet their burden of proving equitable estoppel.24  As \nsuch, the court does not agree Progress should be equitably estopped from \nclaiming it is not a proper party to this action.   \n[27] Consequently, based upon the undis puted facts of this action, the \ncourt is forced to conclude as a matter of law that Progress is not a proper party \nto this action.  \n[28] For the foregoing reasons, as to Plaintiffs’ Claims applicable to \nProgress, there exist no genuine issues as to any material fact, and Progress is \nentitled to summary judgment in its favor with regard to such Claims.  \n[29] It is therefore O RDERED that the Motion for Summary Judgment  \nmade by Defendant Progress Energy, Inc. is GRANTED, and all claims against \nDefendant Progress Energy, Inc. are hereby DISMISSED.  \nThis the 12th day of November, 2009. \n                                            \n24  Three letters sent by ESG indicate, as a whole, the interchangeable use of the names \nProgress and CP&L, see, e.g., Dep. Ex. 5, Hutchins Dep. Ex. 135 and Dep. Ex. 15, but they do \nnot prove the Plaintiffs’ lack of knowledge or means of knowing the identity of the entity with \nwhom they were conducting business; reliance on Progress; or such action based on the belief \nthat CP&L and Progress were one and the same that prejudiced the Plaintiffs.   \n "
}