{
  "id": "e2308cb8910671b9b6ba3eef38c9700987f0e567a648a88c5dc0392bb95b8d10",
  "source_file": "data/raw/ncbc/e2308cb8910671b9b6ba3eef38c9700987f0e567a648a88c5dc0392bb95b8d10.pdf",
  "raw_text": "USConnect, LLC v. Sprout Retail, Inc., 2017 NCBC 70. \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 2554 \n \nUSCONNECT, LLC, \n \nPlaintiff, \n \nv. \n \nSPROUT RETAIL, INC., \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION  \nON MOTION TO DISMISS \n \n \n1. Pending before the Court is  Defendant Sprout Retail, Inc. ’s (“Sprout”) \nmotion to dismiss the amended complaint (“Motion”).  Having considered the parties’ \nfilings, the Court DENIES the Motion. \nWomble Carlyle Sandridge & Rice, LLP  by Charles Burke and Stephen \nF. Shaw, for Plaintiff.  \n \nThomason Law Office by Charles L. Thomason, for Defendant.  \n \nConrad, Judge. \nI. \nBACKGROUND \n \n2. The Court has previously described the procedural and factual background \nof the case in its Order and Opinion filed o n April 21, 2017.  (See ECF No. 42.)  The \nfollowing summary contains only the background relevant to the pending motion to \ndismiss.   \n3. Plaintiff USConnect, LLC filed this suit on January 5, 2017 , claiming that \nSprout has breached the parties’ service agreement and is misappropriating \nUSConnect’s trade secrets.  Three days later, on January 8, 2017, Sprout responded \n \n \nby filing a parallel action against USConnect in the United States District Court for \nthe District of New Jersey.  See Sprout Retail, Inc. v. USConnect LLC , No. 17 -cv-\n00135 (PGS)(DEA) (D.N.J.). \n4. On February 7, 2017, Sprout moved to dismiss the original complaint or in \nthe alternative for a more definite statement as to USConnect’s trade secrets .  The \nCourt’s April 21 Opinion denied the motion to dismiss but granted the alternative \nrequest for a more definite statement.  The Court ordered USConnect to amend its \ncomplaint within seven days  for the purpose of clarifying its allegations as to \nconfidential information and trade secrets. \n5. During the pendency of the initial motion to dismiss, Sprout filed a motion \nfor preliminary injunction in the related federal action.  On April 10, 2017, the federal \ncourt (Hon. Peter G. Sheridan) granted Sprout’s motion in part.  The court’s order, \nwhich is attached as Exhibit A to Sprout’s Motion, held that “U SConnect is enjoined \nfrom using Sprout’s pre -coded payment cards issued .  . . under the Services \nAgreement.”  (Mot. Dismiss, Ex. A 27, ECF No. 51.)  The court denied Sprout’s other \nrequests for relief due to “disputed factual issues.”  (Mot. Dismiss, Ex. A 26.)   \n6. On April 28, 2017, USConnect timely filed its amended complaint in this \naction.  USConnect asserts three claims for relief:  declaratory judgment; breach of \ncontract; and misappropriation of trade secrets.   \n7. Sprout filed the Motion on May 26, 2017.  USConnect filed its opposition on \nJune 19, 2017.  Sprout did not file a reply brief, and the time for further briefing has \npassed.  The Court elects to decide the Motion without a hearing.  See BCR 7.4. \n \n \nII. \nLEGAL STANDARD \n \n8. The Court, in deciding a motion  under North Carolina Rule of Civil \nProcedure 12(b)(6) , treats the well -pleaded allegations of the complaint as true,  \nSutton v. Duke, 277 N.C. 94, 98, 176 S.E.2d 161, 163 (1970), and views the facts in a \nlight most favorable to the non-moving party.  Ford v. Peaches Entm’t Corp., 83 N.C. \nApp. 155, 156, 349 S.E.2d 82, 83 (1986).  It is proper to dismiss a claim under Rule \n12(b)(6) “when one of the following three conditions is satisfied: (1) when the \ncomplaint on its face reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint on its face reveals the absence of fact sufficient to make a good claim; (3) \nwhen some fact d isclosed in the complaint necessarily defeats plaintiff’s claim.”  \nJackson v. Bumgardner, 318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  \nIII. \nANALYSIS \n \n9. Sprout’s Motion presents two arguments.  The first is that USConnect’s first \nand third claims should be dismissed on the ground of issue preclusion.  The second \nargument is less clear but relies on  principles of judicial estoppel  and appears to \nrelate to all three claims.  Neither argument has merit.  \nA. Issue Preclusion \n \n10. The doctrine of issue preclusion or co llateral estoppel holds that “a final \njudgment on the merits prevents relitigation of issues actually litigated and \nnecessary to the outcome of the prior action in a later suit involving a different cause \nof action between the parties or their privies.”  Thomas M. McInnis & Assocs., Inc. v. \n \n \nHall, 318 N. C. 421, 428, 349 S.E.2d 552, 557  (1986).  The doctrine serves the “dual \npurpose of protecting litigants from the burden of relitigating previously decided \nmatters and of promoting judicial economy by preventing needless litigation.”  Id. at \n427, 349 S.E.2d at 556. \n11. Sprout argues that the federal court’s preliminary -injunction order bars \nUSConnect’s first and third claims under these principles.  On that ground, Sprout \nseeks to dismiss the claims.   \n12. This argument fails for a simple reason.  As USConnect correctly observes, \nthe federal court’s preliminary-injunction order is not a final judgment on the merits.  \n(See Pl.’s Mem. in Resp. to Mot. Dismiss 3, ECF No. 69.)  A preliminary injunction is \nby definition preliminary—its purpose is  to preserve the status quo  pending a trial \non the merits.  See N.C. Farm P’ship v. Pig Improvement Co., 163 N.C. App. 318, 322, \n593 S.E.2d 126, 129 (2004) (holding that a preliminary-injunction order “has no \nbinding effect” for purposes of collateral estoppel).  Accordingly, the Court denies the \nMotion as to claims one and three.  See Phillips & Jordan, Inc. v. Bostic, 2012 NCBC \nLEXIS 36, at *13  (N.C. Super. Ct. June 1, 2012) ( denying motion to dismiss on  \ncollateral-estoppel ground where “there was no final judgment on the merits”  in a \nprior-related action). \nB. Judicial Estoppel \n13. The doctrine of “judicial estoppel forbids a party from asserting a legal \nposition inconsistent with one taken earlier in the same or related litigation. ”  Price \nv. Price , 169 N.C. App. 187, 191, 609 S.E.2d 450, 452 (2005) .  Courts commonly \n \n \nconsider three factors: (1) whether the party’s subsequent position is “clearly \ninconsistent with its earlier position”; (2) “whether the party has succeeded in \npersuading a court to accept that party’s earlier position, so that judicial acceptance \nof an inconsistent position in a later proceeding might pose a threat to judicial \nintegrity”; and (3) “whether the party seeking to assert an inconsistent position would \nderive an unfair advantage or impose an unfair detriment on the opposing party if \nnot estopped.”  Bioletti v. Bioletti, 204 N.C. App. 270, 275, 693 S.E.2d 691, 695 (2010) \n(quoting Whitacre P’ship v. BioSignia, Inc. , 358 N.C. 1, 29, 591 S.E.2d 870, 888 –89 \n(2004)). \n14. Sprout does not recite these factors or explain how they apply in this case .  \n(See Points & Authorities in Supp. Mot. Dismiss 11 –12, ECF No. 51.)  For example, \nthere is no indication that USConnect “persuad[ed]” the federal court “to accept” a \nposition contrary to a position USConnect is now pressing before this Court.   \nSimilarly, Sprout points to no specific allegations in the amended complaint that are \nat odds with USConnect’s positions in the federal action.   \n15. Further, Sprout fails to explain how judicial estoppel would support \ndismissal of any claim, other than to request that “all claims of the First Amended \nComplaint be limited by judicial estoppel to factual averments wholly consistent with \nUSConnect’s assertions in the New Jersey case . . . .”  (Points & Authorities in Supp. \nMot. Dismiss 13–14.)  In the absence of a coherent argument as to how the doctrine \nof judicial estoppel would require dismissal of any of the claims, Sprout is not entitled \nto the relief it seeks.   \n \n \n16. The Court therefore denies the Motion to the extent it is based on principles \nof judicial estoppel.   \nIV. \nCONCLUSION \n \n17. For these reasons, the Court DENIES Sprout’s Motion. \nThis the 10th day of August, 2017. \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}