{
  "id": "e232bad99a959db5f835318b8bee1a783d3b536ea3981b17660b8e1107064d8d",
  "source_file": "data/raw/ncbc/e232bad99a959db5f835318b8bee1a783d3b536ea3981b17660b8e1107064d8d.pdf",
  "raw_text": "Justice v. Mission Hosp., Inc., 2019 NCBC 21. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF BUNCOMBE \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 1755 \nRANDY JUSTICE, Individually and on \nbehalf of all persons similarly situated; \nCATHY JUSTICE, Individually and on \nbehalf of all persons similarly situated; \nand CATHY JUSTICE, Guardian ad \nLitem for the minor child JULYETTE \nWILKERSON, \n \nPlaintiffs, \n \nv. \n \nMISSION HOSPITAL, INC.  d/b/a \n“MISSION HOSPITALS” or “MISSION \nHOSPITAL”; NATIONAL GENERAL \nINSURANCE COMPANY; and \nREVCLAIMS, LLC, \n \nDefendants. \n \nORDER & OPINION ON \nMOTIONS TO DISMISS \n \n \n1. THIS MATTER is before the Court on Motions to Dismiss for Failure to \nState a Claim by each Defendant and a Motion to Dismiss for Lack of Subject \nMatter Jurisdiction made by Defendant National General Insurance Company. \n(together, the “Motions”).  The Court, having considered the Motions, the briefs in \nsupport of and in opposition to the Motions, and the arguments of counsel, \nconcludes that the Motion to Dismiss for Lack of Subject Matter Jurisdiction \nshould be DENIED, the Motions to Dismiss for Failure to State a Claim should be \nGRANTED, and the Amended Complaint should be DISMISSED. \n \n \n \n \nLong, Parker, Warren, Anderson, Payne & McClellan P.A., by Robert B. \nLong, Jr. and Steve R. Warren for Plaintiffs. \n \nJones Walker LLP, by Joseph L.  Adams for Defendant RevClaims, LLC. \n \nRoberts & Stevens P.A., by Phillip T. Jackson and Eric P. Edgerton for \nDefendant Mission Hospital, Inc. \n \nRobinson, Bradshaw & Hinson P.A., by Robert W. Fuller a nd Mark A. \nHiller for Defendant Mission Hospital, Inc. \n \nShumaker, Loop & Kendrick LLP, by Christian H. Staples, J. Bennett \nCrites, III, and Laura Johnson Evans for Defendant RevClaims, LLC. \n \nYoung Moore & Henderson P.A., by Glenn C. Raynor for Defendant \nNational General Insurance Company. \n \nGale, Judge. \n \nI. PROCEDURAL HISTORY \n \n2. Plaintiffs initiated this action on April 20, 2018 , asserting claims of breach \nof contract, interference with contractual relations, and unfair or deceptive trade \npractices (“UDTP”).  (Compl., ECF No. 3.)  Plaintiffs subsequently amended their \ncomplaint on May 30, 2018, to add a claim for conversion.  (Am. Compl. ¶¶ 45–47, \nECF No. 16.)  Plaintiffs seek to represent a purported class of similarly situation \npersons.  (Am. Compl. ¶¶ 48–57.) \n3.   On July 2, 2018, defendant Mission Hospital, Inc. (“Mission”) filed a motion \nto dismiss under N.C. R. Civ. P. 12(b)(6) (“Rule 12(b)(6)” ) for failure to state a \nclaim upon which relief can be granted .  (ECF No. 21.)   On July 13, 2018, \ndefendant RevClaims, LLC (“RevClaims”) likewise moved to dismiss under Rule \n12(b)(6).  (ECF No. 27.)  On August 8, 2018, defendant National General Insurance \nCompany (“National General” ) moved to dismiss, first under  N.C. R. Civ. P. \n \n \n12(b)(1) (“Rule 12(b)(1)”) for lack of subject matter jurisdiction based on Plaintiffs \nhaving no “injury in fact” and second under Rule 12(b)(6) for failure to state a \nclaim.  (ECF No. 32.) \n4. The motions have been fully briefed and argued, and they are  now ripe for \nresolution. \nII. FACTUAL BACKGROUND \n \n5. The Court does not make findings of fact but  accepts the well -pled \nallegations of the Complaint as true. \n6. Plaintiffs’ various claims arise from their treatment at Mission following an \nautomobile accident, in conjunction with which Plaintiffs or someone on thei r \nbehalf executed forms which, in part, include the assignment of certain insurance \nbenefits.  The various claims arise from and depend upon the success of Plaintiffs’ \ncontention that the assignment did not reach the medical payments  coverage \nprovided by Plaintiffs’ automobile policy.  (“MedPay”).   \nA. The Accident and Hospital Visit \n7. The three Plaintiffs are family members Randy and Cathy Justice and the \ninfant Julyette Wilkerson who reside together in Buncombe County.  (Am. Compl.  \n¶ 1.)  Cathy Justice is Wilkerson’s great aunt and legal guardian.   (Am. Compl.    \n¶ 7.)  Plaintiffs were involved in an automobile accident on January 4, 2017, (Am. \nCompl. ¶ 7), and were brought to Mission’s Emergency Room that same evening,   \n(Am. Compl. ¶¶ 8, 22, & 25.) \n \n \n8.  Mission is a North Carolina corporation operating a hospital in Asheville, \nNorth Carolina.  (Am. Compl. ¶ 2.)  National General is a Missouri corporation \ndomiciled in Jefferson City, M issouri. (Am. Compl. ¶ 3.)  RevClaims is a foreign \ncorporation handling third party billing for Mission; its domicile is not established \nby the record.  (Am. Compl. ¶ 4.) \n9. Upon Plaintiffs’ arrival, Mission requested that a “Consent to \nTreatment/Financial Agreement” form be executed for each Plaintiff.  (Am. Compl. \n¶¶ 10, 23, & 25.)  Because Randy Justice was unable to execute the form, Mission \nrecorded verbal consent in place of his signature , with a hospital employee as a \nwitness.  (Am. Compl. ¶ 8.)  Cathy Justice signed her own form and one on behalf \nof Julyette Wilkerson as legal guardian.  (Am. Compl. ¶¶ 22 & 25.)  Plaintiffs do \nnot challenge that the forms were signed; rather, they challenge their application \nand meaning. \n10. Each consent form is identical and contains a clause labeled as  \n“Assignment of Insurance Benefits” which states: \nI assign all liability and health insurance benefits for these services to the \nprovider(s) and direct all insurance entities to furnish all information \nregarding my benefits, status of claim, reasons for non -payment, and other \ninformation deemed necessary for the collection of debt.  I agree that I may be \nresponsible for all charges incurred.   (“Assignment of Benefits”) (Am. Compl. \nat Ex. B , Randy Justice Consent to Treatment/Financial Agreement Form  \n(emphasis added).) \n \n11. Randy and Cathy Justice maintained an automobile insurance policy \nwith National General that provided first-party medical payments coverage up to \n$1,000 per person and $1,000 per accident.  (Am. Compl. ¶ 5.)   \n \n \n12.  Mission prepared a registration form which included “Primary,” \n“Secondary,” and “Tertiary” insurance information for each Plaintiff.  (Am. Compl. \n¶ 8 and Am. Compl. at Ex. A & E , Registration Forms.)  For Randy Justice, the \nprimary insurance is listed as “Liability Pending,” the secondary as “Human a \nChoicePro Medicare,” and the tertiary as “Medicare MCA.”  (Am. Compl. ¶ 8.)  For \nCathy Justice, the form reflects  “Liability Pending” as the primary insurer , with \nno secondary and tertiary coverage indicated.  (Am. Compl. at Ex. E, Cathy Justice \nRegistration Form.)  The record does not include a registration form for the minor \nJulyetta Wilkerson.   \n13. RevClaims conducts collection activities for Mission, and as an agent for \nMission filed three notices with National General indicating that each of the three \nPlaintiffs “has a claim with your company and [RevClaims is] seeking recovery in \nconnection with personal injuries. ”  (Am. Compl.  at Exs. C, G, J , RevClaims \nSubmissions.)  The notice continues, “[p]ursuant to N.C.G.S § 44 -49, et seq. , \nRevClaims, LLC  hereby gives notice of a lien…against any sums recovered as \ndamages for personal injuries, whether in litigation or otherwise.”   (“RevClaims \nSubmissions”)  (Am. Compl. at Exs. C, G, J,  RevClaims Submissions.)  A copy of \nthe Financial Responsibility Form was included in each submission  to National \nGeneral by RevClaims.  (Consent to Treatment/Financial Agreement Forms.)1 \n                                                 \n1 The Court understands that a statutory lien would be limited to third -party insurance \nrather than first-party coverages.  However, Mission’s right to MedPay payments is based on \nthe contractual Assignment of Benefits rather than a statutory lien. \n \n \n14. Within two weeks , National General  remitted three checks for $1,000,  \nrepresenting the limits of the MedPay coverage under its policy .  (Am. Compl.,     \n¶¶ 21, 24, & 26.)  Plaintiffs contend that National General did so without first \ncontacting them and that they learned of the payments when later seekin g \npayment from National General themselves.  (Am. Compl. ¶28.) \nB. Plaintiffs’ Claims \n15. Plaintiffs bring separate distinct claims  against the Defendants , each \nbased on the central contention that Plaintiffs had not assigned their claims to \nMedPay coverage to Mission .  In their briefs, Plaintiffs admit that each of their \nclaims fails if their Assignment of Benefits included their to payment under the \nMedPay provisions of the applicable insurance policies , but  argue that each of \ntheir claims must avoid dismissal if either the scope of the Assignment of Benefits \nis ambiguous or if, as a matter of  clear contract construction, the Assignment of \nBenefits does not extend to payments pursuant to Plaintiffs’ MedPay coverage.   \n(See Pls.’s Resp. Br.  Opp’n Mission Hospital, Inc. and RevClaims Mot s. Dismiss \n3–4, ECF No. 36 “Pls.’s Resp. Mi. Hosp. and RevClaims”.)   \n16. The Court details each of the separate claims below. \n1. Claims Against Mission \n17. Plaintiffs assert interference with contractual relations, conversion, and \nUDTP claims against Mission.  (Am. Compl. ¶¶ 35, 40, & 46.) \n18. The UDTP claim is grounded on  the contention  that Mission has a  \npractice of having patients sign financial consent forms which are then presented \n \n \nto insurance companies to collect monies to which Mission has no legitimate claim.  \n(Am. Compl. ¶ 35.)  The claim rests on the assertion that MedPay coverage is not \na “liability or health insurance” benefit within the meaning of the Assignment of \nBenefits.    \n19. Anticipating a defense based on the learned profession exception to their \nUDTP claim, Plaintiffs allege that Mission’s billing practices are not related to \nproviding medical care but to “the entrepreneurial aspects of operating the \nhospital for its own interests, as opposed to the interests of their patients and \nother health care providers.”  (Am. Compl. ¶ 35.)   \n20. Based on their position that the MedPay coverage falls outside the \nAssignment of Benefits clause, Plaintiffs contend that Mission intentionally \ninduced National General  to breach  its contractual obligations to pay MedPay \nbenefits directly to Plaintiffs, (Am. Compl. ¶ 42), and then converted the MedPay \npayments, (Am. Compl. ¶ 46.)    \n2. Claims Against RevClaims \n21. Plaintiffs’ claims against RevClaims essentially repeat claims against \nMission based on RevClaims having acted as Mission’s agent.  (Am. Compl. ¶ 35.)   \n22. Plaintiffs do not allege a separate basis for RevClaims’ liability  if \nMission is not found liable as its principal. \n \n \n \n \n \n \n \n \n3. Claims Against National General \n23. Plaintiffs claim National General breached its contract with Plaintiffs \nby making MedPay payments to Mission in response to RevClaims’ collection \nefforts.  (Am. Compl. ¶¶ 34–38.)   \n24. In addition to their assertion that the  Assignment of Benefits  did not \nextend to MedPay coverage, Plaintiffs further contend that any assignment was \nprohibited by the provision of the National General policy which provides that  \n“[y]our rights and duties under this policy may not be assigned without our written \nconsent.”  (Am. Compl. ¶ 30 (emphasis added).)   \n25. Plaintiffs claim that National General’s breach of contract was \naccompanied by the aggravating circumstances of National General’s (1) failure \nto contact the Plaintiffs before paying the benefit and (2) failing to properly \ninvestigate Mission’ s authority to submit a claim , thereby constituting bo th a \nUDTP and an illegal claims practice.  (Am. Compl. ¶ 28.) \nIII. STANDARD OF REVIEW \n \n26. A Rule 12(b)(6) motion should be granted only where “the face of the \ncomplaint discloses some insurmountable bar to recovery.”  Anderson v. Seascape \nat Holden Plantation, LLC, 241 N.C. App. 191, 200, 773 S.E.2d 78, 85 \n(2015)(quoting Meadows v. Iredell County, 187 N.C. App. 785, 787, 653 S.E.2d 925, \n927 (2007)).  The Court treats the allegations as true to determine if they are a \nsufficient basis for liability under some legal theory.  See Silver v. Halifax County \nBoard of Comm'rs, 805 S.E.2d 320, 323 (N.C. Ct. App. 2017).  “The complaint must \n \n \nbe construed liberally, and the court should not dismiss the complaint unless it \nappears that the plaintiffs could not prove any set of facts in support of their claim \nwhich would entitle [plaintiff] to relief.”  Lynn v.  Overlook Dev., 328 N.C.  689, \n692, 403 S.E.2d 469, 471 (1991).  However, a claim is properly dismissed pursuant \nto Rule 12(b)(6) either (1) when the pleadings on their face reveal no law supports \nthe claim, (2) when the complaint reveals the absence of a fact sufficient to make \na good claim, or (3) when some fact in the complaint necessarily defeats plaintiff’s \nclaim.  See Johnson v. Bollinger, 86 N.C. App. 1, 4, 356 S.E.2d 378, 380 (1987). \n27. Similar to a Rule 12(b)(6) motion, when considering a Rule 12(b)(1) \nmotion based solely on the pleadings, the C ourt views the allegations of the \ncomplaint as true and reads them in the light most favorable to the non -moving \nparty.  See Mangum v. Raleigh Board of Adjustment, 362 N.C. 640, 644, 669 S.E.2d \n279, 283 (2008).  The courts are intended to be open to those who suffer harm and \nso as a general rule those who can demonstrate an injury have standing. Id. at \n642, 669 S.E.2d at 281.  “It is not necessary that a party demonstrate that injury \nhas already occurred, but a showing of immediate or threatened injury will suffice \nfor the purposes of standing.”  Id. at 642–43, 669 S.E.2d at 282. \nIV. ANALYSIS \n \nA. Plaintiffs Have Standing to Assert a Claim Against National General \n  \n28. To satisfy the standing requirement, “a plaintiff must show: (1) injury \nin fact, or injury that is concrete and particula rized, and actual or imminent; ( 2) \ncausation between the challenged action of the  defendant and the injury; and (3) \n \n \nthe likelihood that the injury will be redressed by a favorable decision.”   See Lee \nRay Bergman Real Estate Rentals v. N.C. Fair Housing Center, 153 N.C. App. 176, \n179, 568 S.E.2d 883, 886 (2002). \n29. National General contends that Plaintiffs have shown no injury in fact \nbecause Plaintiffs do not contest th at they are liable  to Mission for hospital \nservices they received.  Thus, since the MedPay payments National General made \nto Mission reduced Plaintiffs’ total debt to Mission, “[t]here is therefore no net \neconomic benefit to an insured,” and it makes no difference if the monies are paid \ndirectly to the Plaintiffs or indirectly on their behalf.  (Br. Supp. NGI Mot. Dismiss \n5–6, ECF No.  32.) \n30. Plaintiffs contend that, even if they may be ultimately liable to Mission, \nthey, not National General, had the right to determine when  and how payment \nwould be made to Mission, and that National General  has no right to make that \ndetermination.   \n31.  Plaintiffs claim a contractual right as to how they will utilize the \nbenefits of their first -party coverage.  The Court concludes that Plaintif fs’ claim \nmight support an injury -in-fact adequate to construe standing if the right to the \nMedPay coverage had not been assigned.  See Pierson v. Buyher, 330 N.C. 182, \n186, 409 S.E.2d 903, 905 (1991)(“[i]t is sufficient if nominal damages are \nrecoverable for the breach or for the wrong, and it is unimportant that the actual \nor substantial damage is not discovered or does not occur until later.”); see also \nHamm v. Blue Cross & Blue Shield of N.C. , 2010 NCBC LEXIS 17, at *11 (N.C. \n \n \nSuper. Ct. Aug. 27, 2010) (“[a] breach of contract, even if negligible, constitutes \ninjury.”). \n32. However, the Court need not consider such possibility further because, \nas described below, the Court concludes, as a matter of law  and based solely on \nPlaintiffs’ complaint , that any right to MedPay coverage had  been assigned to \nMission. \n33. Accordingly, the Court concludes that Plaintiffs have alleged an injury-\nin-fact adequate to support the Court’s consideration of the merits of their claims \nso that National General’s Rule 12(b)(1) Motion sho uld be denied .  The Court \ntherefore proceeds with its consideration of Plaintiffs’ claims on their merits.    \nB. Plaintiffs’ Own Pleadings Demonstrate That Benefits Under Thei r \nMedPay Coverage Was Assigned to Mission  \n \n34. Plaintiffs’ briefs in opposition to the motions posit that there are three \npotential outcomes in interpreting the relevant contracts , with Plaintiffs’ claims \nsurviving dismissal only under two of the three outcomes .  (See Pls.’s Resp. Mi. \nHosp. and RevClaims at 3 –4.)  That is, if the Assignment of Benefits clearly \nassigns benefits under the MedPay coverage, Plaintiffs ’ claims fail .  (See Pls.’s \nResp. Mi. Hosp. and RevClaims at 3–4.)  However, if the scope of the assignment \nis ambiguous or the assignment clearly does not assi gn those benefits, then \nPlaintiffs’ claims against each Defendant proceeds .  (See Pls.’s Resp. Mi. Hosp. \nand RevClaims at 3 –4.)  Plaintiffs’ three potential outcomes depend upon the \nconstruction of the term “liability or health insurance” as used in the Assignment \nof Benefits.  (See Pls.’s Resp. Mi. Hosp. and RevClaims at 3–4.)   \n \n \n35. After a full consideration, the Court concludes that the Assignment of \nBenefits unambiguously assigns payments under Plaintiffs’ MedPay coverage to \nMission, and accordingly Plaintiffs’ claims fail based on Plaintiffs’ own allegations.  \n36. Whether a contract is ambiguous is a question of law .  See Morell v. \nHardin Creek, Inc., 821 S.E.2d 360, 365 (2018).  Where language is unambiguous, \nit is the job of the courts to give it effect.  See Runyon v. Paley, 331 N.C.  293, 305, \n416 S.E.2d 177, 186 (1992).  An ambiguity “exists in a contract when either the \nmeaning of words or the effect of provisions is uncertain or capable of several \nreasonable interpretations.”  Register v.  White, 358 N.C.  691, 695, 599 S.E.2d \n549, 553 (2004). \n37. Benefits under Plaintiffs’ MedPay coverage were assigned if th ose \nbenefits were  either a “liability insurance” or a “health insurance ” benefit.   \nPlaintiffs contend that the effect of the language is unambiguous.  Defendants \ncontend the effect is clear and in their favor. \n38. Defendant Mission  argues that the Court can rest its finding of an \nassignment on either of two pathways : first that the MedPay benefits were \n“liability insurance” because the coverage  was provided by an automobile \ninsurance policy, or second, because the MedPay coverage was “health insurance.”  \n(See Br. Supp. Mi. Hosp. Mot. Dismiss 7–8, ECF No. 22.)  Mission prefers its first \nposition.  (See Br. Supp. Mi. Hosp. Mot. Dismiss at 8.)  The Court does not accept \nMission’s first  basis, as there is some potential ambiguity whether the term  \n“liability insurance” should be read to be limited to third-party coverage and first-\n \n \nparty MedPay coverage does not become “liabil ity insurance” just because the \ncoverage is part of an automobile liability insurance policy.  \n39. Plaintiffs argue that their assignment of “liability insurance” must be \nlimited to those coverages which are mandatory for a statutory minimum limits \npolicy as required by N.C.  Gen.  Stat.  § 20-279.21.  Nationwide Mutual  Ins.  Co.  \nv. Chantos, 293 N.C.  431, 439, 238 S.E.2d 597, 603 (1977)(“The mandatory \ncoverage required by the Financial Responsibility Act….does not require the \ninsurer to extend medical payment coverage beyond the terms of the policy to one \nwho receives liability coverage solely by virtue of the Act.”) .  MedPay coverage is \nnot mandatory.  See N.C.  Gen.  Stat.  § 20-279.21(g).   \n40. While MedPay coverage is not statutorily mandated , it does not follow \nthat optional coverage contained within an automobile liability policy cannot be \n“liability insurance .”  Plaintiffs’ construction would , for example,  require the \nCourt to conclude that third -party liability coverage or uninsured motori st \ncoverage at limits beyond the minimum statutory prescribed limits cannot be \nconsidered “liability insurance.”  That construction fails the test of common sense. \n41. But rejecting Plaintiffs’ primary argument as  to whether MedPay is \n“liability insurance” also does not mandate that the Court agree with Mission’s \ncontention that MedPay is included with the Assignment of Benefits simply \nbecause it is provided by an automobile liability policy.  MedPay coverage is first-\nparty coverage where one seeks to provide coverage for injury irrespective of fault \nand liability.  MedPay coverage may be contained in an automobile liability policy, \n \n \nbut payments pursuant to the coverage do not depend upon any finding of liability.  \nThe Court concludes that it is ambiguous whether there the term “liability \ninsurance” as it is used in the Assignment of Benefits includes MedPay coverage.  \nThe Court need not resolve that ambiguity, because it concludes that MedPay \ncoverage is clearly and unambiguously “health insurance” within the scope of the \nAssignment of Benefits. \n42. Plaintiffs seek to limit the term “health insurance” as used in the \nAssignment of Benefits section to the definition of the term “health benefit plan”  \nin various North Carolina statutes.  The two terms, however, do not equate.  The \nCourt again concludes that Plaintiffs present a statutory argument that goes too \nfar.   \n43. N.C.  Gen.  Stat.  § 58-3-2252 provides: \nAs used in this section:…(2) “Health benefit plan” means an accident and \nhealth insurance policy or certificate; a nonprofit hospital or medical service \ncorporation contract; a health maintenance organization subscriber contract; a \nplan provided by a multiple employer welfare arrangement; or a plan provided \nby another benefit arrangement, to the extent p ermitted by the Employee \nRetirement Income Security Act of 1974, as amended, or by any waiver of or \nother exception to that act provided under federal law or regulation .  “Health \nbenefit plan” does not mean any plan implemented or administered by the \nNorth Carolina or United States Department of Health and Human Services, \nor any successor agency, or its representatives.  “Health benefit plan” also does \nnot mean any of the following kinds of insurance:…(g) Medical payments under \nmotor vehicle or homeowners’ insurance policies.”  N.C.  Gen.  Stat.  § 58-3-225.  \n(emphasis added) \n \n                                                 \n2 Plaintiffs incorrectly cite to N.C.  Gen.  Stat.  § 58-3-25(2), but it is clear that they rely on \nN.C.  Gen.  Stat.  § 58-3-225. \n \n \n44. This or a substantially similar definition is used throughout the \ninsurance statutes.  E.g., N.C. Gen. Stat. §§ 58-3-167; 58-50-61; 58-3-169; and 58-\n3-174.   \n45. By its express terms, the statute excludes MedPay coverage  from the \ndefinition of a health benefit plan.  Plaintiffs jump to the conclusion that MedPay \ncoverage cannot be consider ed “health insurance. ”  But the statute clearly \nacknowledges that there are other forms of health insurance, such as Medicaid, \nMedicare, and the Children’s Health Insurance Program administered by the \nNorth Carolina Department of Health and Human Services , that are excluded \nfrom the definition of “health benefit plan.”  Payments under such plans are \nrecognized by North Carolina courts as “health insurance benefits.”  See, e.g., Lake \nv. State Health Plan for Teachers & State Emps., 234 N.C .  App.  368, 369, 760 \nS.E.2d 268, 270 (2014) (Plaintiffs “…were eligible upon retirement to receive these \nhealth insurance benefits from the State Health Plan… ” referring to N.C.  Gen.  \nStat.  § 58-3-167). \n46. The Court concludes that the  relevant statutes and decisions make it \nclear that the terms “health benefit plan” and “health insurance benefits” are not \nsynonymous, and the Court further concludes that the language of the Assignment \nof Benefits clause clearly assigns  MedPay coverage as “health insurance” within \nthe scope of the Assignment of Benefits at issue.  \n47.   It follows that all claims in Plaintiffs’ Amended Complaint must be \ndismissed, unless somehow the assignment was invalid. \n \n \nC. The Anti-Assignment Provision of the National General Policy Did Not \nPreclude Plaintiffs’ Assignment to Mission \n \n48. The Court now considers  Plaintiffs’ argument that National General’s \npolicy language precludes Plaintiffs from assigning their interest.  \n49. To this Court’s knowledge, no North Carolina court ha s yet been \nrequired to address the assignment issue in the context of MedPay coverage.  The \ngeneral rule is that p rovisions “prohibiting assignment are for the benefit of the \ninsurer, only the insurer may complain that the assignment is in violation of the \nprohibitory clause, and if the insurer refus es to do so, the insured cannot attack \nhis or her own assignment on these grounds .”  Couch on Insurance §35:5 (3d. ed. \n2009).  Moreover, “[t]he great majority of courts adhere to the rule that general \nstipulations in policies prohibiting assignments of the policy, except with the \nconsent of the insurer, apply only to assignments before loss, and do not prevent \nan assignment after loss… ” this is b ecause “[t]he purpose of a no assignment \nclause is to protect the insurer from increased liability, and after events giving \nrise to the insurer’s liability have occurred, the insurer’s risk cannot be \nincreased…”  Couch, supra, at § 35:8.   \n50. The Court conclu des that Plaintiffs were free to assign the benefits \npayable under their MedPay coverage to Mission.   \nD. The Court Need Not Address Plaintiffs’ Additional Claims in Light of \nthe Valid Assignment of MedPay Benefits to Mission \n \n51. Plaintiffs present other claims that depend on a finding that Plaintiffs \ndid not assign their MedPay benefits to Mission.  Those claims must be dismissed \n \n \nbecause they depend upon a finding in Plaintiffs’ favor that the Court concludes \nis precluded by the unambiguous terms of the Assignment of Benefits.  And \nbecause Plaintiffs’ primary UDTP claim fails, the Court likewise need not consider \nwhether Mission would be entitled to a defense under  the learned profession \nexception to  N.C. Gen. Stat. §75-1.1 or whether a single payment by National \nGeneral constitutes an unfair claim practice under N.C. Gen. Stat. § 58-63-15.  \nV.  CONCLUSION \n \n52. For the foregoing reasons: \na. National General’s Motion to Dismiss for Lack of Subject M atter \nJurisdiction is DENIED;  \nb. Defendants’ various Motions to Dismiss for Failure to State a Claim are \nGRANTED; \nc. Plaintiffs’ Amended Complaint is DISMISSED WITH PREJUDICE; and. \nd. Each Party shall bear its own costs. \n \nIT IS SO ORDERED this 27th day of March, 2019. \n \n \n \n /s/ James L. Gale \n James L.  Gale \n Senior Business Court Judge \n "
}