{
  "id": "e2723870ba334346825428b45886fcb5a6b35ff10be101bd8c7255d454d23e2f",
  "source_file": "data/raw/ncbc/e2723870ba334346825428b45886fcb5a6b35ff10be101bd8c7255d454d23e2f.pdf",
  "raw_text": "Lawrence v. UMLIC-Five Corp., 2007 NCBC 20 \n \nSTATE OF NORTH CAROLINA     IN  THE GENERAL COURT OF JUSTICE \n          SUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG              06 CVS 20643 \n \n \nKIRK ALLEN LAWRENCE and      ) \nSANDRA LAWRENCE,       )  \n       )  \n Plaintiffs,        ) \n          )    \nv .           )   ORDER AND OPINION\n          )             \nUMLIC-FIVE CORP.; UNITED      ) \nMORTGAGE & LOAN INVESTMENT     ) \nLLC; ARTHUR E.KECHIJIAN;      ) \nLARRY E. AUSTIN; JOHN DOE #1;     ) \nJOHN DOE #2; JOHN DOE #3;      ) \nJOHN DOE #4; JOHN DOE #5;      ) \nJOHN DOE #6; JOHN DOE #7;      ) \nJOHN DOE #8; JOHN DOE #9; and     ) \nJOHN DOE #10,        ) \n      ) \n Defendants.        ) \n          ) \n \nPoyner & Spruill LLP by Joshua B. Durham and Michelle C. Hunt for \nPlaintiffs Kirk Allen Lawrence and Sandra Lawrence.  \n \nKatten Muchin Rosenman LLP by Richard L. Farley and Jeffrey C. Grady for \nDefendants United Mortgage & Loan Investment, LLC, Arthur E. Kechijian \nand Larry E. Austin.  \n \nDiaz, Judge. \n \n{1} The Court has before it the Motion of Defendants United Mortgage & Loan \nInvestment, LLC, Arthur E. Kechijian, and Larry E. Austin (collectively, the \n“Defendants”) to Dismiss Plaintiffs’ Fourth and Fifth Causes of Action pursuant to \nRules 9(b) and 12(c) of the North Carolina Rules of Civil Procedure (the “Motion”). \n{2} The Motion seeks dismissal of Plaintiffs’ claims alleging fraud and a \nviolation of the North Carolina Unfair and Deceptive Trade Practices Act (the \n“UDTPA”), section 75–1.1 of the North Carolina General Statutes. \n{3} After considering the Complaint, the Answer of the Defendants, the \nparties’ briefs, and the arguments of counsel, the Court GRANTS the Motion. \n \nI. \nPROCEDURAL BACKGROUND \n{4} Plaintiffs Kirk Allen Lawrence and Sandra Lawrence filed their Complaint \non 20 October 2006. \n{5} The matter was transferred to the North Carolina Business Court as a \nmandatory complex business case on 29 November 2006 and subsequently assigned \nto me. \n{6} Defendants filed the Motion on 12 March 2007 and filed a supporting brief \nthe next day. \n{7} Plaintiffs filed a brief opposing the Motion on 4 April 2007, and \nDefendants filed a reply on 17 April 2007. \n{8} On 22 May 2007, the Court heard oral arguments on the Motion. \n \nII. \nTHE FACTS \nA. \nTHE PARTIES \n{9} The following facts are taken from the Plaintiffs’ Complaint, which the \nCourt accepts as true for purposes of the Motion. \n{10} Plaintiffs are residents of Travis County, Texas.  (Compl. ¶ 1.) \n{11} Defendant UMLIC-Five Corp. (“UMLIC-Five”) is or was a North Carolina \ncorporation with its principal place of business in Mecklenburg County, North \nCarolina.  (Compl. ¶ 2.) \n  \n{12} Defendant United Mortgage & Loan Investment, LLC (“UMLI”) is a North \nCarolina limited liability company with its principal place of business in \nMecklenburg County, North Carolina.  (Compl. ¶ 3.)  UMLI is a director and/or \nshareholder of UMLIC-Five.  (Compl. ¶ 7.)  \n{13} Defendant Arthur E. Kechijian (“Kechijian”) resides in Mecklenburg \nCounty, North Carolina and is a director and/or shareholder of UMLIC-Five.  \n(Compl. ¶¶ 4, 7.) \n{14} Defendant Larry E. Austin (“Austin”) resides in Mecklenburg County, \nNorth Carolina and is a director and/or shareholder of UMLIC-Five.  (Compl. ¶¶ 5, \n7.) \nB. \nTHE CLAIMS \n{15} In 1995, Plaintiffs filed suit against UMLIC-Five in the District Court for \nTravis County, Texas, alleging, among other things, that UMLIC-Five violated the \nTexas Constitution and other state statutes by wrongfully foreclosing upon their \nhome and unlawfully attempting to evict them (hereinafter, the “Travis County \nLitigation”).  (Compl. ¶ 9.) \n{16} Defendants directly controlled the activities of UMLIC-Five throughout \nthe course of the Travis County Litigation.  (Compl. ¶ 49.) \n{17} The Travis County Litigation spanned eleven years, with UMLIC-Five \nvigorously defending the claims against it and giving Plaintiffs and their counsel \nthe impression that it was an active, functioning entity.  (Compl. ¶ 13.) \n{18} Without notifying the Plaintiffs, however, UMLIC-Five filed Articles of \nDissolution with the North Carolina Secretary of State on 23 October 2001.  (Compl. \n¶ 14, Ex. B.) \n{19} Thereafter, UMLIC-Five continued to defend the Travis County Litigation.  \nAt no time during the ensuing four-and-a-half years did Defendants disclose to the \nPlaintiffs that UMLIC-Five had been dissolved.  (Compl. ¶ 15.)  Rather, Kechijian \nand Austin “made material misrepresentations of fact, and knowingly and willfully \n  \nconcealed material facts, relating to the existence of UMLIC-Five and its continued \noperations.”  (Compl. ¶ 39.) \n{20} As an example, Plaintiffs allege that UMLIC-Five failed to respond to \ndiscovery requests in the Travis County Litigation directed at the issue of UMLIC-\nFive’s corporate status.  (Compl. ¶ 15.)  Plaintiffs do not, however, provide any \nadditional information regarding these discovery requests. \n{21} Defendants also willfully failed to provide the appropriate statutory \nnotices of dissolution to UMLIC-Five’s creditors pursuant to sections 55–14–06 and \n55–14–07 of the North Carolina General Statutes.  (Compl. ¶ 16.) \n{22} On 16 February 2006, UMLI notified Plaintiffs for the first time that \nUMLIC-Five had been in dissolution since October 2001.  (Compl. ¶ 17, Ex. C.) \n{23} Shortly thereafter, UMLIC-Five abandoned its defense of the Travis \nCounty Litigation. (Compl. ¶ 18.) \n{24} As a result, the District Court for Travis County found for the Plaintiffs \nand rendered judgment in their favor and against UMLIC-Five in the amount of \n$3.8 million. (Compl. Ex. A.) \n{25} In this case, Plaintiffs allege claims against the Defendants for, among \nother things:  (1) breach of fiduciary duty, (2) common law fraud, (3) fraudulent \ntransfers of UMLIC-Five’s assets, (4) violating the requirements of Chapter 55 of \nthe North Carolina General Statutes by failing to notify Plaintiffs in writing of \nUMLIC-Five’s dissolution, and (5) knowingly and willfully concealing material facts \nrelating to the corporate status of UMLIC-Five and its impending or actual \ndissolution.  (Compl. ¶¶ 21–47.) \n{26} Plaintiffs also seek to pierce UMLIC-Five’s corporate veil so as to reach the \nassets of the Defendants for any damages awarded in this case.  (Compl. ¶¶ 48–53.) \n \nIII. \nCONCLUSIONS OF LAW \nA. \nSTANDARD OF REVIEW \n  \n{27} “Judgments on the pleadings [pursuant to Rule 12(c) of the North Carolina \nRules of Civil Procedure] are disfavored in law, and the trial court must view the \nfacts and permissible inferences in the light most favorable to the non-moving \nparty.”  Groves v. Cmty. Hous. Corp., 144 N.C. App. 79, 87, 548 S.E.2d 535, 540 \n(2001) (citing Flexolite Elec., Ltd. v. Gilliam, 55 N.C. App. 86, 88, 284 S.E.2d 523, \n540 (1981)). \n{28} “A Rule 12(c) motion should be granted only when ‘the movant clearly \nestablishes that no material issue of fact remains to be resolved and that the \nmovant is entitled to judgment as a matter of law.’”  Id. at 86–87, 548 S.E.2d at 540 \n(quoting Minor v. Minor, 70 N.C. App. 76, 78, 318 S.E.2d 865, 867 (1984)). \n{29} A fraud claim is “subject to more exacting pleading requirements than are \ngenerally demanded by our liberal rules of notice pleading.”  Chesapeake Microfilm, \nInc. v. E. Microfilm Sales & Serv., Inc., 91 N.C. App. 539, 542, 372 S.E.2d 901, 903 \n(1988) (citing Stanford v. Owens, 76 N.C. App. 284, 289, 332 S.E.2d 730, 733 (1985) \n(quotations omitted)). \n{30} Rule 9(b) of the North Carolina Rules of Civil Procedure demands that \nfraud be pled with particularity.  See N.C. R. Civ. P. 9(b).  A pleader meets the \nrequirements of Rule 9(b) when its fraud claim alleges the “time, place and content \nof the fraudulent representation, identity of the person making the representation \nand what was obtained as a result of the fraudulent acts or representations.”  Bob \nTimberlake Collection, Inc. v. Edwards, 176 N.C. App. 33, 39, 626 S.E.2d 315, 321 \n(2006) (quoting Terry v. Terry, 302 N.C. App. 77, 85, 273 S.E.2d 674, 678 (1981) \n(quotations omitted)).  “Mere generalities and conclusory allegations of fraud will \nnot suffice.”  \nSharp v. Teague, 113 N.C. App. 589, 597, 439 S.E.2d 792, 797 (1994) \n(quoting Moore v. Wachovia Bank & Trust Co., 30 N.C. App. 390, 391, 226 S.E.2d \n833, 835 (1976)). \nB. \nANALYSIS \n1. \nTHE FRAUD CLAIM \n  \n{31} Defendants Kechijian and Austin assert that Plaintiffs’ allegations of fraud \nshould be dismissed pursuant to Rule 9(b) of the North Carolina Rules of Civil \nProcedure because the pleading does not identify:  (1) when the alleged \nmisrepresentations were made, (2) where they were made, (3) the manner in which \nthey were made, and (4) what was obtained as a result.  (Mem. Supp. Defs.’ Rule 9 \nand Rule 12 Mot. Dismiss 4 (citing Edwards, 176 N.C. App. at 39, 626 S.E.2d at \n32).) \n{32} Plaintiffs respond that they have sufficiently alleged all the material \nelements of a fraud claim. (Pls.’ Mem. Opp’n Defs.’ Mot. Dismiss Pls.’ Fourth and \nFifth Causes of Action 7–8.) \n{33} The Court GRANTS the Motion. \n{34} To state a claim for fraud, Plaintiffs must show:  (1) a false representation \nor concealment of material fact, (2) reasonably calculated to deceive, (3) made with \nthe intent to deceive, (4) that does in fact deceive, and (5) results in damage to \nPlaintiffs.  Harrold v. Dowd, 149 N.C. App. 777, 782, 561 S.E.2d 914, 918 (2002) \n(citing Ragsdale v. Kennedy, 286 N.C. 130, 138, 208 S.E.2d 494, 500 (1974)).  Where \nthe claim arises by concealment or nondisclosure, Plaintiffs also must allege that all \nor some of the Defendants had a duty to disclose material information to them, as \nsilence is fraudulent only when there is a duty to speak.  Griffin v. Wheeler-Leonard \n& Co., 290 N.C. 185, 198, 225 S.E.2d 557, 565 (1976). \n{35} Plaintiffs’ Complaint alleges that “Defendants Kechijian and Austin made \nmaterial misrepresentations of fact, and knowingly and willfully concealed material \nfacts, relating to the existence of UMLIC-Five and its continued operations.”  \n(Compl. ¶ 39.) \n{36} Thus, Plaintiffs here are alleging fraud both by the Defendants’ affirmative \nmisrepresentation of a material fact and by their silence in the face of a purported \nduty to disclose a material fact.   \n{37} As to the portion of Plaintiffs’ claim alleging an affirmative \nmisrepresentation, however, the Complaint contains no specific allegations about \nthe identity of the speaker or speakers, or the time when, or place where, the \n  \nfraudulent statements were made.  In fact, other than alleging that the Defendants \nmade material representations of fact, the Complaint fails to identify any \nfraudulent statement uttered by anyone.  Thus, Plaintiffs’ Complaint does not come \nclose to satisfying the particularized pleading requirements of Rule 9(b). \n{38} As to the portion of Plaintiffs’ claim alleging fraud by concealment, the \nCourt acknowledges that “fraudulent concealment or fraud by omission is, by its \nvery nature, difficult to plead with particularity.”  Breeden v. Richmond Cmty. Coll., \n171 F.R.D. 189, 195 (M.D.N.C. 1997). \n{39} Notwithstanding this difficulty, Magistrate Judge Russell Eliason set forth \nin Breeden the following pleading requirements that a plaintiff must satisfy in \nalleging fraud by concealment: \n(1) the relationship [between plaintiff and defendant] giving rise to \nthe duty to speak; (2) the event or events triggering the duty to \nspeak and/or the general time period over which the relationship \narose and the fraudulent conduct occurred; (3) the general content \nof the information that was withheld and the reason for its \nmateriality; (4) the identity of those under a duty who failed to \nmake such disclosures; (5) what [the defendant] gained by \nwithholding information; (6) why plaintiff’s reliance on the omission \nwas both reasonable and detrimental; and (7) the damages \nproximately flowing from such reliance. \n \nBreeden, 171 F.R.D. at 195–96 (citing Chrysler Credit Corp. v. Whitney Nat’l Bank, \n824 F. Supp. 587, 598 (E.D. La. 1993); Frank M. McDermott, Ltd. v. Moretz, 898 \nF.2d 418, 421 (4th Cir. 1990); Learning Works, Inc. v. Learning Annex, Inc., 830 \nF.2d 541, 546 (4th Cir. 1987)). \n{40} The Court adopts Judge Eliason’s well-reasoned analysis.  See Turner v. \nDuke Univ., 325 N.C. 152, 164, 381 S.E.2d 706, 713 (1989) (stating that where \nfederal and state civil procedure rules are similar, North Carolina state courts may \nlook for guidance to federal court decisions interpreting the federal rules). \n{41} Plaintiffs’ Complaint fails to satisfy the Breeden pleading requirements for \nalleging fraud by concealment.  Assuming arguendo, that Plaintiffs’ pleading  \n  \nsatisfies the first four requirements of the Breeden test,1 it fails to satisfy the last \nthree. \n{42} First, Plaintiffs fail to allege any facts demonstrating what the Defendants \ngained from failing to disclose that UMLIC-Five was in dissolution.  As part of their \nclaim alleging breach of fiduciary duty, Plaintiffs allege that Kechijian and Austin \n“received advantages not common to other creditors and took advantage of their \nposition for the [sic] own benefit at Plaintiffs’ expense” and “disbursed the assets of \nUMLIC-Five to themselves and other shareholders.”  (Compl. ¶¶ 22–23.) \n{43} Plaintiffs, however, fail to set forth facts to support these claims, and they \nfurther qualify their allegations as being made “upon information and belief.”  \n(Compl. ¶¶ 22–23.)  Allegations based “upon information and belief”, however, are \ngenerally insufficient to meet the requirements of Rule 9(b).  Breeden, 171 F.R.D. at \n197 (citing Andrews v. Fitzgerald, 823 F. Supp. 356, 375 (M.D.N.C. 1993)).  Breeden \nexplains that “[a]llegations of fraud may be made ‘upon information and belief’ only \nwhen the matters are particularly within the defendants’ knowledge, and facts are \nstated upon which the belief is founded.”  Id. \n{44} Plaintiffs may not be privy to all of the facts regarding what the \nDefendants gained from the alleged fraudulent concealment.  Nevertheless, even in \na fraudulent concealment case, Plaintiffs must make some proffer of the facts \nsupporting the allegations.  Id.  Plaintiffs’ Complaint lacks such facts and therefore \nfails this prong of the Breeden test. \n{45} Second, other than parroting a legal conclusion (see Compl. ¶ 42), \nPlaintiffs fail to set forth facts explaining why their reliance on the Defendants’ \nsilence was both reasonable and detrimental.  Indeed, the Court is hard-pressed to \nsee how the alleged silence of the Defendants prevented Plaintiffs from searching \n                                                 \n1The Court doubts that Plaintiffs have satisfied the first two elements of the Breeden test as to \nUMLIC-Five’s alleged duty to notify its creditors of its dissolution.  The plain language of the statute \nimposes no such duty, but rather provides a process for a dissolved corporation to dispose promptly \nof known claims against it by giving notice of dissolution and establishing a deadline for the filing of \nclaims.  See N.C. Gen. Stat. § 55–14–06 (2005) \n  \nthe public records of the North Carolina Secretary of State’s office during the \npendency of the Travis County Litigation to ascertain for themselves the corporate \nstatus of UMLIC-Five, particularly since they allege that UMLIC-Five was refusing \nto respond to discovery on this very point. \n{46} Third, Plaintiffs’ claim of damage from the alleged fraud is curious at best.  \nPlaintiffs allege that by failing to disclose that UMLIC-Five was in dissolution \n“Defendants Kechijian and Austin intended to mislead Plaintiffs and prevent them \nfrom asserting claims in the [Travis County] Litigation against Kechijian and \nAustin and other shareholders who may have received assets wrongfully and \nfraudulently conveyed from UMLIC-Five.”  (Compl. ¶ 41.)  Yet Plaintiffs admit that \nthey were aware of UMLIC-Five’s dissolution at least two months before entry of \nthe judgment in the Travis County Litigation (see Compl. ¶¶ 17–19, Ex. A), and do \nnot allege that the Defendants’ silence actually prevented them from lodging their \nclaims in Texas. \n{47} Accordingly, because Plaintiffs’ Fourth Cause of Action alleging fraud fails \nto satisfy the pleading requirements of Rule 9(b), the Court GRANTS Defendants \nMotion to dismiss. \n2. \nTHE UDTPA CLAIM \n{48} To state a claim under the UDTPA, Plaintiffs must allege “(1) defendants \ncommitted an unfair or deceptive act or practice; (2) in or affecting commerce and \n(3) plaintiff was injured as a result.”  Phelps-Dickson Builders, L.L.C. v. \nAmerimann Partners, 172 N.C. App. 427, 439, 617 S.E.2d 664, 671 (2005). \n{49} Defendants assert that Plaintiffs’ UDTPA claim fails as a matter of law \nbecause it does not allege an in-state injury.  (Mem. Supp. Defs.’ Rule 9 and Rule 12 \nMot. Dismiss 7 (citing Merck & Co., Inc. v. Lyon, 941 F. Supp. 1443, 1463 (M.D.N.C. \n1996); In Porters, S.A. v. Hanes Printables, Inc., 663 F. Supp. 494, 502 (M.D.N.C. \n1987) (holding that UDTPA is limited by the Commerce Clause and the Due Process \nClause to “cases involving substantial effect on a plaintiff’s in-state business \noperation”)).) \n  \n{50} Plaintiffs respond that the UDTPA affords them relief where, as here, \ntheir alleged injuries were caused by the Defendants’ in-state conduct.  (Pls.’ Mem. \nOpp’n Defs.’ Mot. Dismiss Pls.’ Fourth and Fifth Causes of Action 9–11.) \n{51} The Court notes that Plaintiffs are individual consumers.  For this reason, \nthe cases relied on by the Defendants are not directly on point.  However, at least \none federal court in North Carolina has held that UDTPA relief is available “to a \nforeign plaintiff suing a resident defendant over alleged foreign injuries having a \nsubstantial in-state effect on North Carolina trade or commerce.” \nJacobs v. Cent. \nTransp., Inc., 891 F. Supp. 1088, 1112 (E.D.N.C. 1995), aff’d in relevant part, rev’d \nin part, 83 F.3d 415 (4th Cir. 1996). \n{52} Nevertheless, although the UDTPA’s language is broad, “the Act is not \nintended to apply to all wrongs in a business setting.”  HAJMM Co. v. House of \nRaeford Farms, Inc., 328 N.C. 578, 593, 403 S.E.2d 483, 492 (1991). \n{53} In HAJMM, the North Carolina Supreme Court held that a dispute over \nthe redemption of revolving fund certificates issued by a corporation was not a \ntransaction “in or affecting commerce” and therefore, was beyond the scope of the \nUDTPA.  Id. at 595, 403 S.E.2d at 493.  The court there equated revolving \ncertificates to corporate securities, whose purpose was to provide and maintain \nadequate capital for the enterprises at issue.  Id. \n{54} According to the HAJMM court, capital raising devices are not subject to \nregulation by the UDTPA because the commerce element of the Act applies only to \n“the manner in which businesses conduct their regular, day-to-day activities, or \naffairs,” while “the issuance of securities is an extraordinary event done for the \npurpose of raising capital . . . .”  Id. at 594, 403 S.E.2d at 493.  See also Oberlin \nCapital, L.P. v. Slavin, 147 N.C. App. 52, 62, 554 S.E.2d 840, 848 (2001) (holding \nthat loan agreement, which also gave plaintiff the right to purchase corporation’s \nstock in the future, was primarily a capital raising device, and therefore was not “in \nor affecting commerce” for the purposes of the UDTPA). \n{55} Although the argument is not pressed by the Defendants here, dissolution \nof a corporation also appears to be an extraordinary event falling outside of an \n  \nentity’s day-to-day business activities.   Thus, HAJMM and Oberlin suggest that the \nUDTPA should not apply on these facts.   \n{56} In any event, it is beyond cavil that the UDTPA’s primary purpose is to \nprotect the consuming public.  Skinner v. E.F. Hutton & Co., Inc., 314 N.C. 267, \n274–75, 333 S.E.2d 236, 241 (1985).  Consistent with that purpose, the UDTPA \ngives a private cause of action to consumers aggrieved by unfair or deceptive \nbusiness practices.  See Marshall v. Miller, 302 N.C. 539, 543, 276 S.E.2d 397, 400 \n(1981); see also Bhatti v. Buckland, 328 N.C. 240, 245, 400 S.E.2d 440, 443 (1991) \n(stating that the purpose of the UDTPA “is to provide a civil means to maintain \nethical standards of dealings between persons engaged in business and the \nconsuming public in this State”). \n{57} Plaintiffs are residents of Travis County, Texas.  Their Complaint arises \nfrom Defendant UMLIC-Five’s wrongful attempt to foreclose on their home in \nTexas.  Plaintiffs ultimately obtained a $3.8 million judgment against UMLIC-Five \nin the Travis County Litigation, and are seeking to enforce the judgment in North \nCarolina. \n{58} As to UMLI, Kechijian and Austin, Plaintiffs allege that they have \n“hindered, delayed and defrauded” Plaintiffs in their efforts to collect on that \njudgment.  (Pls.’ Mem. Opp’n Defs.’ Mot. Dismiss Pls.’ Fourth and Fifth Causes of \nAction 10.)  This alleged injury, however, does not arise from competition between \nthe parties or the consumption of goods and/or services in this state.  Nor am I \npersuaded that the Defendants’ alleged acts have had a substantial in-state effect \non North Carolina trade or commerce. \n{59} Accordingly, Plaintiffs may not look to the UDTPA for a remedy in this \ncase.  See, e.g., Food Lion, Inc. v. Capital Cities/ABC, Inc., 194 F.3d 505 (4th Cir. \n1999) (disallowing use of UDTPA in case alleging damages from news gathering and \nstating that the UDTPA “cannot be used here because there is no competitive or \nbusiness relationship that can be policed for the benefit of the consuming public”); \ncf. Jacobs, 891 F. Supp. at 1112. \n  \n{60} The Court GRANTS Defendants Motion to Dismiss the Plaintiffs’ Fifth \nCause of Action alleging a violation of the UDTPA. \n \nIV. \nCONCLUSION \n{61} The Court DISMISSES Plaintiffs’ Fourth and Fifth Causes of Action \nalleging fraud and a violation of the UDTPA, respectively. \n \nThis the 18th day of June, 2007. \n \n \n       \n \n  "
}