{
  "id": "e276bea398f5ba4e8586c69b5a3458f4f88d940eab6a1e334aa87b361720474a",
  "source_file": "data/raw/ncbc/e276bea398f5ba4e8586c69b5a3458f4f88d940eab6a1e334aa87b361720474a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nLENOIR COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24 CVS 635 \n \nJULIUS P. “JAY” CHERRY, JR. and \nANN B. CHERRY, \n \nPlaintiffs, \n \nv. \n \nARMISTEAD B. MAUCK,  \n \nDefendant, \n \nv.  \n \nAJAL INVESTMENTS, LLC and C-\nGAS, LLC, \n \nNominal \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \n \n \n \nWomble Bond Dickinson (US) LLP, by Pressly M. Millen and Samuel B. \nHartzell, for Plaintiffs Julius P. “Jay” Cherry, Jr., and Ann B. Cherry. \n \nWilliams Mullen, by Walter L. Tippett, Jr. , and Lewis H. Hallowell, for \nDefendant Armistead B. Mauck. \n \nNo counsel appeared for Nominal Defendants AJAL Investments, LLC \nand C-Gas, LLC. \n \nConrad, Judge.  \n1. This case arises out of a management dispute in two family businesses, \nAJAL Investments, LLC and C-Gas, LLC.  Julius “Jay” Cherry, Jr., and his wife, Ann \nCherry, are the plaintiffs.  The y accuse the ir brother-in-law, Armistead Mauck, of \ndistributing company cash without authority.  Armistead  has moved to dismiss all \nclaims in the amended complaint.  (ECF No. 16.)  For the following reasons, the Court \nGRANTS in part and DENIES in part his motion.  \nCherry v. Mauck, 2025 NCBC 1. \n2. Background.  AJAL  and C -Gas are just two of several affiliated family \nbusinesses.  AJAL primarily manages  convenience stores; C-Gas is in the  propane \nbusiness.  Jay and Armistead are the  companies’ only  managers.  They are also \nC-Gas’s only members, with e ach holding an equal fifty-percent interest.  Likewise, \nAJAL’s membership is divided evenly: the Cherrys own half, and Armistead and his \nwife, Louise, own the other half.  (See V. Am. Compl. ¶¶ 1, 6, 7, 12, ECF No. 9.) \n3. AJAL’s operating agreement directs its managers to “distribute \nDistributable Cash and other property at such times and in such amounts as the \nMajority in Interest of the Members determines, in its sole discretion .”  The \nagreement goes on to state that “[w]ithdrawals from [AJAL] bank accounts shall only \nbe made by such p arties as may be approved by the Majority in Interest.”  C- Gas’s \noperating agreement similarly states that “[a]ny cash of the Company which might \nbe available for distribution to the Members shall be distributed to the Members at \nsuch times and in such amounts as determined by ” all members.  For many years, \nAJAL and C-Gas made regular, monthly distributions with their members’ approval.  \n(V. Am. Compl. ¶¶ 9, 10, 13, 14; AJAL Op. Agrmt. §§ 9.3, 9.11, ECF No. 3; C-Gas Op. \nAgrmt. §§ 8.1, 9.2(g), ECF No. 3.) \n4. Since at least May 2021, the Cherrys and the Maucks have  quarreled over \nthe management of a third family business, Cherry Oil Company.   That quarrel led \nto related litigation that is still ongoing.   See Mauck v. Cherry Oil Co. , 2021 NCBC \nLEXIS 81, at *2 (N.C. Super. Ct. Sept. 20, 2021) (“This action, succinctly put, concerns \na dispute among family members over the management and future direction of a \nfamily business.”).  According to the Cherrys, the related litigation put “various \ninter-company issues between [Cherry Oil], AJAL, and C-Gas . . . in a state of limbo.”  \nIn June 2024, the Cherrys called a special meeting  of AJAL’s members to discuss \nthese issues.  The Maucks did not  attend the meeting, which meant that there was \nno quorum.  (V. Am. Compl. ¶¶ 15, 18, 19, 22.) \n5. This irked the Cherrys.  They sent a pointed  letter to the Maucks , stating \nthat the lack of quorum  “call[ed] into question the ability of AJAL to conduct its \nbusiness.”  In the same letter, the Cherrys  withdrew their “ consent to make the \ncontinuing monthly payments from AJAL .”  Armistead , as AJAL’s manager,  made \nthe next monthly distribution  anyway.  In the flurry of letters that followed, the \nCherrys objected to any  additional cash distributions from AJAL or C -Gas.  Over \nthese objections, Armistead made monthly  distributions from both companies in \nAugust, September, and October 2024.   In protest, the Cherrys voided their check s \nand directed Cherry Oil to withhold rent payments owed to AJAL and C -Gas in \namounts equal to the distributions  Armistead had made to himself.   (See V. Am. \nCompl. ¶¶ 23–28, 30, 31.)  \n6. The Cherrys then filed this lawsuit , alleging that Armistead lacked \nauthority to make these  distributions.  Their amended complaint includes  a pair of \nclaims for breach of the companies’ operating agreements and another pair for breach \nof fiduciary duty.  (See V. Am. Compl. ¶¶ 35, 41, 47, 52.)  \n7. Soon after filing suit, the Cherrys moved for a preliminary injunction to bar \nArmistead from making additional distributions without the consent of a majority of \nthe companies’ members.   With the benefit of briefing and a hearing, the Court \ngranted that motion, reasoning as follows:   \nBoth [operating] agreements give the LLCs’ members the right to decide \nwhen and whether to distribute company cash, and absent approval of \na majority of the members, the managers have no authority to make \ndistributions.  The undisputed evidence shows that Armistead \ndistributed cash from both LLCs without majority approval and that he \nintends to do so going forward, thus establishing a likelihood of success \non the claims for breach of the operating agreements. \nCherry v. Mauck, 2024 NCBC LEXIS 160, at *4 (N.C. Super. Ct. Dec. 18, 2024). \n8. While the motion for preliminary injunction was pending, Armistead moved \nto dismiss all claims  under Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure.  (See ECF No. 18.)  The motion to dismiss is now fully briefed, and in its \ndiscretion, the Court elects to decide it without a hearing.  See BCR 7.4. \n9. Legal Standard.  A motion to dismiss for failure to state a claim “tests \nthe legal sufficiency of the complaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) \n(citation and quotation marks omitted).  In deciding the motion, the Court must treat \nall well-pleaded allegations as true and view the facts and permissible inferences in \nthe light most favorable to the nonmoving party.  See, e.g., Sykes v. Health Network \nSols., Inc., 372 N.C. 326, 332 (2019).  \n10. Breach of Contract.  To  state a claim for breach of contract, a plaintiff \nneed only allege the “existence of a valid contract” and a “breach of the terms of that \ncontract.”  Poor v. Hill, 138 N.C. App. 19, 26 (2000).  When these elements are alleged, \n“it is error to dismiss a breach of contract claim under Rule 12(b)(6).”  Woolard v. \nDavenport, 166 N.C. App. 129, 134 (2004). \n11. The amended complaint alleges that the operating agreements for AJAL and \nC-Gas are valid and enforceable; that the agreements allow the companies’ managers \nto distribute cash  only with the  approval of a majority of the members ; and that \nArmistead breached the agreements by making distributions over the objections of \nthe Cherrys, who represent half of each company’s membership.  Taken as true, these \nallegations satisfy the “relatively low bar” for stating a claim for breach of contract.  \nVanguard Pai Lung, LLC v. Moody , 2019 NCBC LEXIS 39, at *11 (N.C. Super. Ct. \nJune 19, 2019). \n12. Armistead’s argument for dismissal is  more or less the same as the \nargument that he made in opposition to the Cherrys’ motion for preliminary \ninjunction.  As he acknowledges in his reply brief, the Court  has already considered \nhis position and found it unpersuasive.  See Cherry, 2024 NCBC LEXIS 160, at *4–5. \n13. The Court therefore denies the motion to dismiss the claims  for breach of \ncontract. \n14. Breach of Fiduciary Duty.  To state a claim for breach of fiduciary duty, \nthe plaintiff must plead the existence of a fiduciary duty, a breach of that duty, and \ninjury proximately caused by the breach.  See Green v. Freeman , 367 N.C. 136, 141 \n(2013).  “For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.”  Dalton v. Camp, 353 N.C. 647, 651 (2001).   \n15. The Cherrys have not adequately alleged that Armistead owe s them a \nfiduciary duty.  Armistead is a member and manager of AJAL and C-Gas.  Generally, \nmembers of an LLC do not owe fiduciary duties to each other or to the company, and \nmanagers owe fiduciary duties to the company but not to the members.  See, e.g. , \nKaplan v. O.K. Techs., L.L.C., 196 N.C. App. 469, 473 –74 (2009).  No  exception to \nthese default rules  applies here.  See, e.g., Strategic Mgmt. Decisions, LLC  v. Sales \nPerformance Int’l , 2017 NCBC LEXIS 69, at *1 0 (N.C. Super. Ct. Aug. 7, 2017) \n(stating that “a holder of a majority interest who exercises control over the LLC owes \na fiduciary duty to minority interest members” (citation and quotation marks \nomitted)). \n16. Nor do the Cherrys have standing to sue for a breach of the fiduciary duties \nthat Armistead owes to AJAL and C-Gas.  They have not asserted derivative claims \non either company’s behalf.  And neither  their complaint nor  their opposition brief \nidentifies any “special duty” that Armistead owed to them or any “peculiar or personal \ninjury” that he caused them.   Barger v. McCoy Hillard & Parks , 346 N.C. 650, 659 \n(1997) (citation and quotation marks omitted) .  Thus, the Cherrys do not have \nstanding to pursue individual claims for wrongs done to the companies. \n17. The Court therefore dismisses the claims for breach of fiduciary duty.  See \nCosma v. Fit Kitchen, LLC, 2022 NCBC LEXIS 77, at *3–4 (N.C. Super. Ct. July 18, \n2022) ( granting motion to dismiss  claim for breach of fiduciary duty by one LLC \nmember against another); Strategic Mgmt. Decisions, 2017 NCBC LEXIS 69, at *15 \n(same).  Having done so, t he Court need not address Armistead’s alternative \nargument that any fiduciary duties were disclaimed by the operating agreements. \n18. Conclusion.  For these reasons, the Court DENIES the motion to dismiss \nthe claims for breach of contract and GRANTS the motion to dismiss the claims for \nbreach of fiduciary duty. \n \n SO ORDERED, this the 21st day of January, 2025.  \n \n \n       /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n       for Complex Business Cases "
}