{
  "id": "e344d0244d05e6becc85f53e88ff5edf2bc59f04e839ca82f799af0f51838211",
  "source_file": "data/raw/ncbc/e344d0244d05e6becc85f53e88ff5edf2bc59f04e839ca82f799af0f51838211.pdf",
  "raw_text": "Hampton v. Hanzel, 2019 NCBC 70. \n \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 10705 \n \nBRYAN G. HAMPTON, in his \nindividual capacity, as Successor \nTrustee of the Thomas Marion \nHampton Testamentary Trust and as \nAdministrator C.T.A. of the Estate of \nThomas Marion Hampton; SUSAN E. \nHAMPTON; ANN Y. HAMPTON, in \nher capacity as Administrator of the \nEstate of Justin Y. Hampton; and \nRANDOLPH ROAD ASSOCIATES, \nLLC, \n \nPlaintiffs, \n \nv. \n \nJOHN F. HANZEL; JOHN F. \nHANZEL, P.A.; and STEPHEN H. \nLOCKE, \n \nDefendants. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION TO  \nDISMISS COUNTERCLAIM \n \n \n1. THIS MATTER  is before the Court on Plaintiffs’ Motion to Dismiss \nCounterclaim (the “Motion”) pursuant to Rule 12(b)(6) of the North Carolina Rules of \nCivil Procedure (“Rule(s)”).   (ECF No. 11.)   \n2. For the reasons set forth herein, the Court GRANTS the Motion. \nSpengler & Agans, PLLC,  by Eric Spengler for Plaintiff s Bryan G. \nHampton, in his individual capacity, as Successor Trustee of the Thomas \nMarion Hampton Testamentary Trust , and as Administrator C.T.A. of \nthe Estate of Thomas Marion Hampton; Susan E. Hampton; Ann Y. \nHampton, in her capaci ty as Administrator of the Estate of Justin Y. \nHampton; and Randolph Road Associates, LLC.  \n \nJohn F. Hanzel, P.A., by John F. Hanzel for Defendants John F. Hanzel \nand John F. Hanzel, P.A.1  \n                                                 \n1 Following the filing by Defendants John F. Hanzel and John F. Hanzel, P .A. of their \nCounterclaim, John F. Hanzel  was disbarred by order of the Disciplinary Hearing \nCommission of the North Carolina State Bar.  The Court entered an Order Regarding \n \n \n \nRobinson, Judge. \n \nI. FACTUAL BACKGROUND2 \n3. The Court does not make findings of fact on a motion to dismiss pursuant \nto Rule 12(b)(6), but only recites those factual allegations from the Counterclaim that \nare relevant and necessary to the Court’s determination of the Motion.  \n4. John F. Hanzel (“Mr. Hanzel”) is a resident of Mecklenburg County, North \nCarolina.  ( Answer, Affirmative Def s. and Counterclaim, ECF No.  7 ¶ 1  \n[“Counterclaim”].)  John F. Hanzel, P.A. (“Hanzel , PA”) is a North Carolina \ncorporation with its principal place of business in Mecklenb urg County. \n(Counterclaim ¶ 2.) \n5. Bryan G. Hampton is a  resident of Mecklenburg County, North Carolina .  \n(Counterclaim ¶ 3.)  Susan E. Hampton is a resident of  Arlington County, Virginia.  \n(Counterclaim ¶ 4.)   Justin Y. Hampton died intestate as a resident o f Douglas \nCounty, Kansas. (Counterclaim ¶ 5.) \n                                                 \nRepresentation on October 4, 2019, ordering John F. Hanzel, P.A. to obtain separate counsel \nif it wishes to appear in this action and defend the claims against it.  (ECF No. 13.)  As of the \ndate of this Order, the October 4, 2019 Order has not been complied with.  \n2 The Motion is brought pursuant to Rule 12(b)(6).  As a result , the Court is limited to its \nreview of the relevant pleading – the Counterclaim – and any documents referred to in the \npleading.  Moch v. A.M. Pappas & Assocs., LLC, 251 N.C. App. 198, 206, 794 S.E.2d 898, 903 \n(2016) (citation omitted).  Therefore, to the extent that any party has relied on extrane ous \nevidence to support their respective positions on the Motion, the Court has not considered \nthat evidence.  The parties’ mere reference to additional documents does not automatically \nconvert a motion to dismiss into one for summary judgment.  See Estate of Belk v. Boise \nCascade Wood Prods., L.L.C., 824 S.E.2d 180, 183 (N.C. Ct. App. 2019) (“[T]he trial court is \nnot required to convert a motion to dismiss into one for summary judgment simply because \nadditional documents are submitted. . . . Where it is cl ear from the record, namely from the \norder itself, that the additional materials were not considered by the trial court, the 12(b)(6) \nmotion is not converted into a Rule 56 motion.” (internal quotation marks, brackets , and \ncitation omitted).) \n \n \n6. Randolph Road Associates, LLC (“Randolph Road”) is a North Carolina \nlimited liability company with its primary place of business in Mecklenburg County. \n(Counterclaim ¶ 6.)   \n7. Bryan G. Hampton, in his individual capacity and capacity as trustee of the \nThomas Marion Hampton Testamentary Trust (the “Hampton Trust”) and \nAdministrator C.T.A. of the Estate of Thomas Marion Hampton  (the “Hampton \nEstate”); Susan E. Hampton; Ann Y. Hampton, in her capacity as Administrator of \nthe Estate of Justin Y. Hampton; and Randolph Road Associates, LLC are collectively \nreferred to herein as “Plaintiffs”. \n8. Mr. Hanzel was a friend of and attorney for Dr. Thomas Marion Ha mpton \n(“Dr. Hampton”), who died in 2004.  (Counterclaim ¶ 8.)  During his life, Dr. Hampton \nowned and operated a number of businesses, including  Randolph Road, which were \nrepresented by Mr. Hanzel in various lawsuits.  (Counterclaim ¶ 9.)   \n9. Mr. Hanzel also served as manager for a number of Dr. Hampton’s \nbusinesses and, as a result of these positions, was “not only responsible for operations \nand hands on management . . . [but] was also responsible for the filing of Annual \nReports, Annual meetings of sharehol ders and directors, and the preparation of tax \nreturns for the various entities.”  (Counterclaim ¶ 15.)  Mr. Hanzel alleges that \nPlaintiffs failed to pay money owed for these services on numerous occasions.  \n(Counterclaim ¶ 23.) \n \n \n \n \nII. PROCEDURAL BACKGROUND \n10. Plaintiffs filed their Complaint on May 31, 2019.  (ECF No. 3.)  An Order \nwas entered by the Chief Justice of the North Carolina Supreme Court on July 1, \n2019 designating this action to the North Carolina Business Court, (ECF No. 5), and \nthe action was assign ed to the undersigned Special Superior Court Judge by an \nAssignment Order on the same day, (ECF No. 2).  \n11. Defendants Mr. Hanzel and Hanzel, P.A. (collectively referred to herein as \n“Defendants”) filed their Answer, Affirmative Defenses and Counterclaim on June 25, \n2019 (the “Counterclaim”), asserting two counterclaims against Plaintiffs.3  (ECF No. \n7.)   \n12. Plaintiffs filed the Motion on August 30, 2019 seeking an order dismissing \nDefendants’ counterclaims.  Defendants failed to timely respond to the Motion.  As a \nresult, and pursuant to North Carolina Business Court Rule 7.6, the Court considers \nand decides the Motion as uncontested. \n13. The Motion is ripe for resolution. \nIII. LEGAL STANDARD \n14. In ruling on a motion to dismiss under Rule 12(b)(6), the Court reviews the \nallegations of the Counterclaim at issue in the light most favorable to Defendants.  \nThe Court’s inquiry is “whether, as a matter of law, the allegations of the \n[counterclaims] . . . are sufficient to state a claim upon which relief may be granted \n                                                 \n3 As noted below, while styled a “Counterclaim” (singular), the pleading in question actually \nincludes two claims: a first claim for “Money Owed” and a second claim for “Unjust \nEnrichment/Quantum Meruit”. \n \n \nunder some legal theory.”  Harris v. NCNB Nat’l Bank of N.C., 85 N.C. App. 669, 670, \n355 S.E.2d 838, 840 (1987).  The Court accepts all well-pleaded factual allegations in \nthe Counterclaim as true.  See Kraweic v. Manly, 370 N.C. 602, 606, 811 S.E.2d 542, \n546 (2018). \n15. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. D ep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005).  The Court can also ignore a party’s legal conclusions set forth \nin its pleading.  McCrann v. Pinehurst, LLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, \n777 (2013). \n16. Our Supreme Court has noted that “it is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the [counterclaim] on its face reveals \nthat no law supports the [defendant’s counterclaim]; (2) the [counterclaim] on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the [counterclaim] \ndiscloses some fact that necessarily defeats the [defendant’s counterclaim].” Corwin \nv. British Am. Tobacco PLC , 371 N.C. 605, 615, 821 S.E.2d 729, 736 –37 (2018) \n(quoting Wood v. Guilford Cty., 355 N.C. 161, 166, 558 S.E.2d 490, 494 (2002)).  This \nstandard of review for Rule 12(b)(6) is the standard our Supreme Court “uses \nroutinely . . . in assessing the sufficiency of [counterclaims] in the context of complex \ncommercial litigation.”  Id. at 737 n.7. \n \n \n \n \nIV. ANALYSIS \n17. The Motion seeks dismissal of claims against Plaintiffs for: (i) money owed; \nand (2) unjust enrichment.   \nA. Money Owed  \n18. A claim for “money owed” is a “simple breach of contract claim  [which \nrequires] (1) the existence of a valid contract; and (2) breach of the terms of that \ncontract.”  See Haywood Builders Supply Co. v. Scanlon, No. COA12–198, 2012 N.C. \nApp. LEXIS 916, at *3 (N.C. Ct. App. 2012).   \n19. Defendants simply allege that Dr. Hampton “was a . . . client of John Hanzel \nfor many years”, that “Defendants/Counter-Plaintiff rendered services to the Counter \nDefendants for the benefit of Defendants”4, and Plaintiffs are indebted for the services \nrendered.  (Counterclaim ¶¶ 8, 20–21.)  These services were allegedly provided for \nthe various business entities once owned by Dr. Hampton , which are not parties to \nthis litigation except for Randolph Road ; the Hampton Estate ; and the Hampton \nTrust.  (Countercl aim ¶¶ 9 –14.)  The only perceivable allegation of a breach of \ncontract would be failure to pay for these services.   \n20. However, Defendants fail to allege the existence of any contract  between \nPlaintiffs and Defendants that would give rise to a claim of this type.  See Glo b. \nPromotions Grp., Inc. v. Danas Inc. , 2012 NCBC LEXIS 40, at *17 (N.C. Super. Ct. \nJune 22, 20 12) (dismissing a breach of contract claim when the complaint did not \n                                                 \n4 “Defendants” or “Counter-Plaintiff(s)” as used in the Counterclaim include Mr. Hanzel and \nHanzel P.A., while “Counter Defendants” include Plaintiffs as defined by this Order.  \n \n \n“reference any contract in particular”).  As a result, Plaintiffs’ Motion to dismiss \nDefendants’ first counterclaim for money owed should be GRANTED. \nB. Unjust Enrichment \n21. In order to sufficiently state a claim for unjust enrichment, a party must \nallege: “(1) it conferred a benefit on another party; (2) the other party consciously \naccepted the benefit; and (3) the benefit was not conferred gratuitously or by an \ninterference in the affairs of the other party.”  Worley v. Moore, 2018 NCBC LEXIS \n114, at * 25 (N.C. Super. Ct. Nov. 2, 2018) (citing Se. Shelter Corp. v. BTU, Inc., 154 \nN.C. App. 321, 330 , 572  S.E.2d 200, 206 (2002)).  “There is no claim for unjust \nenrichment if the benefit was ‘voluntarily bestowed without solicitation or \ninducement.’”  Herrera v. Charlotte Sch. of Law, LLC, 2018 NCBC LEXIS 35, at *49 \n(N.C. Super. Ct. Apr. 20, 2018) (quoting HOMEQ v. Watkins, 154 N.C. App. 731, 733, \n572 S.E.2d 871, 872 (2002).    \n22. Defendants allege that they provided legal and management services for \nthe Hampton Estate, the Hampton Trust and various businesses once owned by Dr. \nHampton, and these services were not performed gratuitously.   The Counterclaim \nseemingly asserts the unjust enrichment claim against all Plaintiffs, however, there \nare no allegations setting forth that a  benefit was conferred to any particular \nPlaintiff, aside from Randolph Road .  Even so , i t is unclear from the face of the \nCounterclaim which of the named Plaintiffs received a benefit, how exactly they were \nbenefited, or what capacity they were benefitted in.  The Counterclaim is summarily \npled so that it is not possible to discern which Plaintiffs might be subjected to liability \n \n \nand which Plaintiffs should defend the claim for unjust enrichment.  See Anderson v. \nCoastal Cmtys. at Ocean Ridge Plantation, Inc., 2012 NCBC LEXIS 35, at * 59 (N.C. \nSuper. Ct. May 30, 2012) (reaching this same conclusion when the plaintiffs alleged \nthey had express purchase contract with some  of the  defendants and not other \ndefendants, but asserted an unjust enrichment claim against all of the defendants).   \n23. As expressly stated in Anderson, this sort of pleading does not comply with \nNorth Carolina standards of notice pleading.  Id.; see also Tillery Envtl. LLC v. A&D \nHoldings Inc., 2018 NCBC LEXIS 13, at * 78 (N.C. Super. Ct. Feb. 9, 2018) (quoting \nWake Cty. v. Hotels.com, L.P. , 235 N.C. App. 633, 646, 762 S.E.2d 477, 486 (2014) \n(“Under this ‘notice pleading’ standard, ‘a statement of claim is adequate if it gives \nsufficient notice of the claim asserted to enable the adverse party to answer and \nprepare for trial, to allow for the application of the doctrine of res judicata, and to \nshow the type of case to be brought.’”).  \n24. Furthermore, aside from Defendants’ allegation that Mr. Hanzel did not \nprovide these services gratuitously, there are no factual allegations that Plaintiffs \nsolicited any services from Defendants or that Plaintiffs consciously accepted any \nalleged benefit conferred.  Defendants have failed to properly allege facts supporting \neach of the elements of an unjust enrichment claim.  See Rabinowitz v. Suvillaga , \n2019 NCBC LEXIS 8, at *26 (N.C. Super. Ct. Jan. 28, 2019) (“This Court is not \nrequired to accept Defendant’s concluso ry claim that these services were not \ngratuitous in the absence of any fa ctual allegations to support such a conclusion.”) .  \n \n \nTherefore, Plaintiffs’ Motion to dismiss the unjust enrichment claim brought by \nDefendants should be GRANTED.5    \nV.      CONCLUSION \n25. THEREFORE, for the foregoing reasons, the Court hereby GRANTS the \nMotion.  The counterclaims of John F. Hanzel and John F. Hanzel, P.A. are \nDISMISSED. \nSO ORDERED, this the 18th day of November, 2019. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n                                                 \n5 Plaintiffs further argue that both the claim for breach of contract and the claim for unjust \nenrichment should be dismissed due to  issue preclusion and their respective statutes of \nlimitations.  However, the Court need not address either argument as the Counterclaim fails \nto state a claim for which relief can be granted and is therefore deficient on its face. "
}