{
  "id": "e3bf299429682ce8a332988ef7c7782713aedff997ae1ffe518429b4b4f6a36d",
  "source_file": "data/raw/ncbc/e3bf299429682ce8a332988ef7c7782713aedff997ae1ffe518429b4b4f6a36d.pdf",
  "raw_text": "STATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF PITT 21 CVS 0052 \n \nCOLUMBUS LIFE INSURANCE \nCOMPANY, \n \nORDER AND OPINION ON CROSS-\nMOTIONS FOR SUMMARY \nJUDGMENT \n Plaintiff, \n v.  \n \nWELLS FARGO BANK, N.A., as \nSecurities Intermediary, \n  \nDefendant. \n \n \nTHIS MATTER  comes before the Court on the parties’ cross -motions for \nsummary judgment (“Motions,” ECF Nos. 105, 108).  \nTHE COURT, having considered the Motions, the briefs, exhibits, affidavits, \narguments of counsel , and all other appropriate matters of record,  CONCLUDES \nthat Defendant’s Motion should be GRANTED , in part, and DENIED as moot, in \npart, and that Plaintiff’s Motion should be DENIED. \nCozen O’Connor, by  Travis R. Joyce, Michael J. Broadbent, Philip J. \nFarinella, Isaac A. Binkovitz, and Gregory J. Star for Plaintiff Columbus \nLife Insurance Company. \n  \nK&L Gates LLP, by Zachary S. Buckheit, Matthew T. Houston, and A. \nLee Hogewood III, and Schulte Roth & Zabel, LLP, by Harry S. Davis \nand Robert E. Griffin, for Defendant Wells Fargo Bank, N.A., as \nSecurities Intermediary. \nDavis, Judge. \n \n \nColumbus Life Ins. Co. v. Wells Fargo Bank, N.A., 2023 NCBC 35.      \nINTRODUCTION \n1. The ultimate issue in this case lies at the crossroads of two well-settled \ndoctrines in North Carolina. First, life insurance policies that are merely “wagering \ncontracts” on the life of the named insured are void from their inception as contrary \nto public policy .  Second, the holder of a valid life insurance policy is free to sell or \nassign that policy to any third party for any reason following the policy’s issuance .  \nBased on the present Motions, the Court must decide whether a life insurance policy \ntaken out by the named insured on his own life solely for the purpose of later selling \nit to investors is void  as an unlawful wagering contract under North Carolina  law.  \nFor the reasons set forth below, the Court concludes that the insurance policy at issue \nis legally valid.   \nFACTUAL AND PROCEDURAL BACKGROUND \n2. “The Court does not make findings of fact on motions for summary \njudgment; rather, the Court summarizes material facts it considers to be \nuncontested.”  McGuire v. Lord Corp. , 2021 NCBC LEXIS 4, at **1– 2 (N.C. Super. \nCt. Jan. 19, 2021) (cleaned up).   \n3. In 2004 or early 2005, Dr. Gordon E.  Trevathan, Jr. learned from his \nfriend, Fred Webb, that Webb had  made extra money —with no required upfront \ninvestment on Webb’s part—by allowing a life insurance policy to be taken out on his \nlife that would subsequently be  sold to investors.  (Trevathan Dep. 7:20–8:15, ECF \nNos. 107.4, 109.2.)1  Webb informed Dr. Trevathan that if he was interested in \nlikewise doing so,  he should meet with an insurance producer named Wesley \nChesson—who had assisted Webb with this process.  (Trevathan Dep. 8:6–15.)   \n4. During this time period, Chesson was a principal of the Chesson \nCompany, Inc.  (the “Chesson Company”) , a brokerage life insurance agency.  \n(Chesson Dep. 21:19–22:5, ECF Nos. 107.5, 109.3.)  Chesson also operated a separate \nentity called E&W, LLC (“E&W”) ,2 a licensed North Carolina premium -finance \ncompany.3  (Chesson Dep. 23:14–16, 61:20–63:10; NCDOI Rs., ECF No. 107.28.)   \n5. Shortly thereafter, Dr. Trevathan met with Chesson at Webb’s office to \nlearn more about what the process entailed.  (Trevathan Dep. 9:12–10:21.)  Chesson \nstated that in his capacity as an insurance producer he could help Dr. Trevathan \nobtain a life insurance policy and receive a premium finance loan from E&W to pay \nthe policy premiums for the first two years that the policy was in force.  The premium \n \n1 For exhibit descriptions that do not lend themselves to easy abbreviations, the Court will \nsimply refer to the applicable exhibit number or letter and omit reference to the exhibit’s \ncorresponding brief  in an effo rt to improve readability .  Numerically marked exhibits  \naccompanied Defendant’s Brief in Support of its Motion for Summary Judgment.  \nAlphabetically marked exhibits correspond with Plaintiff’s Brief in Support of its Motion for \nSummary Judgment.  Descriptions of the unabbreviated exhibits can be found in the Index \nof Attachments to Brief in Support of Defendant’s Motion for Summary Judgment (ECF No. \n107), and  the Declaration of Ph ilip J. Farine lla in Support of Columbus Life Insurance \nCompany’s Motion for Summary Judgment (ECF No. 109.1) .  Furthermore, with the \nexception of exhibits that are deposition transcripts, the pinpoint citations to exhibits in the \nrecord correspond to the Bates numbering employed by the parties, which is stamped on the \nlower right corners of the exhibit pages.        \n \n2 The Chesson Company and E&W are occasionally referred to herein collectively as the \n“Chesson Entities.” \n \n3 Premium-finance companies assist individuals  or entities seeking to obtain an insurance \npolicy who desire “premium financing,” which occurs when an insured takes out a loan to \ncover the cost of premiums associated with the policy.   \nfinance loan would be secured by  the policy itself , which would serve as the sole \ncollateral for the loa n—meaning that E&W would not have the  right to obtain any \nother personal property of Dr. Trevathan  in the course of seeking repayment of the \nloan in the event of a default .4  The  premium finance loan would mature  after the \npolicy had been in force for two years, at which time Dr. Trevathan  would be able to \nchoose one of the following three options : (1) surrender the policy to E&W in full \nsatisfaction of the loan ; (2) pay off the loan balance to E&W and continue to retain \nthe policy for himself  going forward; or (3) sell the policy  and use the proceeds to \nsatisfy the loan balance.   (Trevathan Dep.  9:12–10:21, 11: 24–17:20; Chesson Dep.  \n38:24–45:2.)   \n6. In his 24 November 2020 deposition, Dr. Trevathan testified that he had \nnot been in the market for life insurance prior to his initial discussions with Webb \nand Chesson.  (Trevathan Dep. 14:22–15:3.)  Furthermore, when asked if he had any \nbeneficiaries (such as a wife or children ) for whom he wished to provide financial \nbenefits by means of life insurance coverage, Dr. Trevathan responded that “[t]hey \nweren’t his thoughts at that time.”  (Trevathan Dep. 15:4–10.)  Instead, Dr. Trevathan \ntestified, he believed that obtaining an insurance policy on his life “looked like an \neasy way to accumulate some funds.”  (Trevathan Dep.  15:13–14.)  Additionally, Dr. \nTrevathan testified that at the time the policy was taken out  he had no intention of \neither paying the premiums himself or subsequently paying back the loan and \nretaining the policy.  (Trevathan Dep. 16:9–12.)   \n \n4 Such an arrangement is known as non-recourse premium financing. \n7. On or about 11 February 2005, Chesson submitted an appli cation (the \n“Application”) to Plaintiff Columbus Life Insurance Company (“Columbus Life”) for a \nlife insurance policy on behalf of Dr. Trevathan .  ( Application, ECF No. 109.7 ; \nChesson Dep. 29:16–34:23.)  The Application, which was executed by Dr. Trevathan \nin Greenville, North Carolina, sought a $1 million policy with a $1 million rider, \nnaming himself as the owner of the policy and his estate as the beneficiary.  \n(Application, at 1036–38.)  The Application also contained a representation that the \npolicy’s benefits would be used for “Personal and Family Protection.”  (Application, at \n1039.)  The  Application did not disclose the fact that the initial premiums for the \npolicy were being funded through a non-recourse premium finance loan from E&W.    \n8. On 9 March 2005, Columbus Life issued  the life insurance policy  (the \n“Policy”) to Dr. Trevathan that is the subject of this lawsuit.  (Policy, ECF Nos. 107.1, \n109.8.)  Dr. Trevathan was 81 years old at the time the Policy was issued.  (Policy, at \n448.)5  \n9. Chesson sent a letter to Dr. Trevathan memorializing the terms of \nE&W’s non-recourse premium finance loan  on 24 March 2005 .  (Prem. Fin. Agrmt. \nLetter, ECF Nos. 107.2, 109.4.)  This letter confirmed that the premiums for the first \ntwo years the Policy was in force would be paid by E&W  and that, after two years, \nTrevathan would have the following options:   \n1. Do not repay loan and relinquish all rights of policy \nownership to E & W, LLC.  Loan becomes null and void. \n \n \n5 As of the date the present Motions were filed, Dr. Trevathan was still alive. \n2. Sell the policy in the life settlement marketplace within a \ntwo month period after the second policy anniversary.  Any \ngain after loan repayment goes to policyowner. \n \n3. Pay off loan to E&W, LLC and retain all rights of policy \nownership.  \n(Prem. Fin. Agrmt. Letter, at 67.)  \n10. An addendum to the letter provided an estimate of the amount of money \nfor which the Policy could be sold in the life settlement market after two years and a \nprojection of the amount of the net proceeds Dr. Trevathan could expect to receive if \nhe were to exercise his option to sell the Policy.  (Prem. Fin. Agrmt. Letter, at 68.)   \n11. On 9 May 2005, Hill, Chesson, and Woody —another company with \nwhich Chesson was affiliated—submitted to Columbus Life an assignment form that \nhad been completed by Dr. Trevathan .  On this form, Dr. Trevathan  checked the \napplicable box signifying that he was merely making a “collateral assignment” of the \npolicy (as opposed to an “absolute assignment”) to E&W in connection with the Policy.  \n(Ex. 29, ECF No. 107.30.)\n6  \n12. On 31 March 2005, Chesson transmitted a check in the amount of  \n$94,190.16 to Columbus Life , which represented the Policy’s first annual premium \npayment.  (Ex. 3 , ECF No. 107.3 , at 1078; Ex. I, ECF No. 109.10.)   The check was  \ndrawn on the account of E&W.  (Ex. 3, at 1078; Ex. I.)  Shortly thereafter, the Chesson \nCompany received a check from Columbus Life in the amount of $84,771.14, which \nconstituted Chesson’s producer commission with regard to the issuance of the Policy.  \n(Ex. J, ECF No. 109.11, at 133.)   \n \n6 The significance of this distinction is discussed later in this Opinion. \n13. The Chesson Company subsequently submitted a check to Webb for \n$9,419.01, which amounted to 10% of the initial premium on the Policy.  (Ex. K, ECF \nNo. 109.12, at 160.)   \n14. On or a bout 17 May 2005, Columbus Life wrote to E&W that the \ncollateral assignment to E&W “ha[d] been recorded[.]”  (Ex. 29, at 53.)  \n15. Approximately twenty months  later, on 8 February 2007—in \nanticipation of the sale of the Policy by Dr. Trevathan —E&W execut ed the \n“RELEASE” portion of the collateral a ssignment form , thereby releasing  and \ncancelling its collateral assignment in the Policy.  ( Ex. 35, ECF No. 107. 36.)  Four \ndays later, Columbus Life acknowledged to E&W that its records had been \n“documented to indicate that the assignment to E & W, LLC has been released.”  (Ex. \n36, ECF No. 107.37.)     \n16. Chesson ultimately began marketing the policy to potential buyers and \neventually engaged the interest of seventeen  bidders.  ( Chesson Dep.  80:8–97:5, \n115:22–118:16; Ex. 53 , ECF No. 107.55 ; Ex. 54, ECF No. 107.56 ; Ex. 55, ECF No. \n107.57; Ex. 56, ECF No. 107.58; Ex. 57, ECF No. 107.59; Ex. 58, ECF No. 107.60; Ex. \n59, ECF No. 107.61 .)  On or about 30 May 2007, a  life settlement broker, Advanced \nSettlements, sent Chesson a letter informing him that an undisclosed buyer had  \noffered $400,000 to purchase the Policy.  (Ex. 58; Ex. L, ECF No. 109.13.)  Advanced \nSettlements also informed Chesson that he could receive $160,000 as a commission \nresulting from the sale.  (Ex. 58; Ex. M, ECF No. 109.14.)   \n17. On 31 May 2007, the Policy was sold pursuant to a “Purchase and Sale \nAgreement” to Advanced Settlements’  purchaser, LifeTrust, LLC (“Life Trust”), on \nbehalf of LifeTrust’s  client, Assured Holdings  (“Assured”).  By virtue of the \ntransaction, the Policy would be owned by Assured’s affiliate , Church Street \nNominees Limited (“CSNL” ).  The ultimate purchase price for the policy  was \n$440,000.  (Ex. 6, ECF No. 107.6, at 100; LifeTrust Dep. 11:15–12:15, 28:7–32:2, 46:2–\n47:3, 80:14–81:18, ECF Nos. 107.7, 109.17.)7   \n18. The Purchase and Sale Agreement  provided that the sale proceeds \nwould be delivered to the Chesson Company  on Dr. Trevathan’s behalf .  ( Ex. 6, at \n109; Ex. O, ECF No. 109.16, at 109.)  Additionally, the Purchase and Sale Agreement \nrequired certain forms to be completed by  Dr. Trevathan , including  a “Premium \nFinancing Disclosure” form.  On this form, Dr. Trevathan—incorrectly—checked the \nbox that stated: “The Policy is NOT a Premium Financed Policy.”  (Ex. 6, at 118; Ex. \nO, at 118; Trevathan Dep. 36:7–37:20; Chesson Dep. 113:4–115:16.) \n19.  On or around 18 June 2007, Columbus Life received c hange of \nownership and beneficiary forms that sought to change the owner and beneficiary of \nthe Policy to CSNL.  (Ex. 37, ECF No. 107.38.)  Columbus Life sent CSNL a letter on \n22 June 2007 that stated: “We received your recent request to change the ownership \nand beneficiary on the [Policy].  The changes have been recorded.”  (Ex. 37, at 81.) \n \n7 As discussed in more detail later in this Opinion, there is no evidence in the record that \neither Advanced Settlements, LifeTrust, Assured, or CSNL were involved in any way with \nthe events leading up to the issuance of the Policy to Dr. Trevathan by Columbus Life.    \n20. On 3 July 2007, CSNL transmitted a check made payable to Dr. \nTrevathan in the amount of $440,000, for the sale of the Policy.  (Ex. 6, at 61; Ex. Q, \nECF No. 109.18.)  Three days later, Dr. Trevathan sent a check to E&W in the amount \nof $234,827, accounting for the loan balance , with interest.  (Ex. 9, ECF No. 107.10, \nat 57; Ex. R, ECF No. 109.19 .)  Dr. Trevathan retained $205,173 for himself, which \nrepresented the difference between the sale price and the loan balance.  ( Chesson \nDep. 127:16–128:2; Ex. 6, at 100; Ex. 8, ECF No. 107.9, at 61–62; Ex. 9, at 57.) \n21. Approximately five years later,  in June 2012, ownership of the P olicy \nwas once again changed when the Policy was sold by CSNL to Defendant Wells Fargo \nBank, N.A. (“Wells Fargo”), as Securities Intermediary for the owner of the Policy, \nLSH, Co. (“LSH”).8  (Ex. 18, ECF No. 107.19.)   \n22. On or around  11 June 2012, Columbus Life received a fax from Wells \nFargo enc losing Change of Policy Owner and Change of Beneficiary forms on the \nPolicy, which sought to change the owner and beneficiary of the Policy to Wells Fargo, \nas Securities Intermediary for LSH.  (Ex. 18, at 374–80.)  On 2 July 2012, Columbus \nLife sent a fax to Wells Fargo advising that the change of ownership and beneficiary \non the Policy had been recorded on 15 June 2012.  (Ex. 19, ECF No. 107.20.)   \n23. After acquiring the Policy, LSH, through its  agents, sought several \naffirmations from Columbus Life over the next few years that the Policy remained \nvalid.  (Ex. 21, ECF No. 107.22; LSH Dep. 100:1–25, ECF No. 107.11 [SEALED], ECF \n \n8 LSH acquired the Policy on the tertiary market as part of a purchase of a portfolio of policies.  \n(Ex. W, ECF No. 109.24; Ex. X, ECF No. 109.25.)  \n \nNo. 116.2; CMG Dep. 62:13–22, 81:16–82:7, 201:9–202:22, ECF No. 107.12 ; Ex. 38, \nECF No. 107.39.)  On each occasion, Columbus Life responded that the Policy was “in \nforce,” “Active,” and “Premium Paying.”  (Ex. 21; Ex. 38.) \n24. However, Columbus Life did not disclose to Wells Fargo that in 2011 it \nhad placed the Policy on a n internal  list of “Potential Investor Owned / Life \nSettlement Policies.”  (Noschang Dep. 86:22–103:5, 119:18–122:21, ECF No. 107.33  \n[SEALED], ECF No. 116.4; Ex. 38; Ex. 39, ECF No. 107.40; Ex. 42, ECF No. 107.44, \nat Resp. No. 7.)  This document listed policies that—based on various “red flags” —\nColumbus Life suspected could potentially  be so-called “stranger- originated life \ninsurance” (“STOLI”) policies .9  (Noschang Dep.  81:13–24.)  With respect to Dr. \nTrevathan’s Policy, Columbus Life’s concerns were triggered by the fact that the \npremiums had been paid by E&W, the Policy had been assigned as collateral to E&W, \nand the Policy’s ownership had changed approximately two years after the Policy was \nissued.  (Noschang Dep. 62:1–7.)       \n25. Eight years after Wells Fargo purchase d the Policy, Columbus Life  \nultimately decided to seek a declaratory judgment as to whether it was legally \nentitled to void the Policy as having been void ab initio as the product of a STOLI \nscheme.  Columbus Life originally initiated a lawsuit against Wells Fargo on 4 May \n2020 in the United States District Court for the Eastern District of North Carolina \nseeking a declaration as to whether the Policy wa s valid under North Carolina law.  \nOn 8 December 2020, the federal court entered an order declining to  issue a  \n \n9 The characteristics of STOLI policies are discussed in detail below. \n \nsubstantive ruling on Wells Fargo’s motion to dismiss the action, stating that because \nthe parties’ arguments raised unsettled issues of North Carolina law, the dispute \nshould be adjudicated in the state courts of North Carolina.  See Columbus Life In s. \nCo. v. Wells Fargo Bank, N.A., 2020 U.S. Dist. LEXIS 231414, at *17 (E.D.N.C. Dec. \n8, 2020).  Accordingly, the federal court dismissed the case  without prejudice to \nColumbus Life’s right to refile the lawsuit in state court.  Id. at *18.  \n26. On 7 January 2021, Columbus Life initiated the present action by filing \na Complaint in Pitt County Superior Court  naming Wells Fargo and LSH as \ndefendants.10  (Compl., ECF No. 3.)  The Complaint contained two related declaratory \njudgment claims.  First, Columbus Life sought a declaration from this Court that the \nPolicy is unenforceable as an illegal wagering contract on human life  that violates \nNorth Carolina public policy.  Second, Columbus Life requested a similar declaration \nthat the Policy is likewise void for lack of an insurable interest under the laws of this \nState.  (Compl. ¶¶ 36–45.) \n27. This case was designated as a mandatory complex business case on 5 \nMarch 2021 and assigned to the Honorable Gregory P. McGuire.   (Reassign. Order, \nECF No. 7.)  The case was subsequently reassigned to the undersigned on 1 July \n2021.  (Reassign. Order, ECF No. 43.)   \n28. On 29 September 202 1, Wells Fargo filed an A nswer (ECF No. 53) \ncontaining various affirmative defenses in which it asserted that the Policy is valid \nand enforceable.  However, Wells Fargo also asserted , in the alternative, a \n \n10 LSH was later dismissed as a defendant by this Court.  See Columbus Life Ins. Co. v. Wells \nFargo Bank, N.A., 2021 NCBC LEXIS 73, at **31 (N.C. Super. Ct. Sept. 2, 2021). \ncounterclaim aga inst Columbus Life for “Return of P remiums” under “theories of \nunjust enrichment, quantum meruit, and/or restitution.”  (Answer ¶¶ 44–60.)  In its \ncounterclaim, Wells Fargo asserted that in the event the Court declared the Policy to \nbe void, Columbus Life should be required to return to Wells Fargo all premiums ever \npaid on the Policy since its issuance, plus interest.  (Answer ¶ 47.)   \n29. Wells Fargo subsequently filed an Amended Answer, Defenses and \nCounterclaims (“Amended Answer”, ECF No. 92)  on 9 May 2022.  In this document, \nWells Fargo added a new counterclaim for fraud.  (Am. Answer, at 24–33.)  However, \nWells Fargo later took a voluntary dismissal of the fraud counterclaim.  (Notice of \nPartial Voluntary Dismissal with Prejudice, ECF No. 104.)   \n30. On 11 November 2022, Columbus Life and Wells Fargo filed the present \nMotions.  (“Pl.’s Mot. ,” ECF No. 108 ; “Def.’s Mot. ,” ECF No. 105 .)  In it s Motion, \nColumbus Life seeks summary judgment in its favor on both of its own claims and as \nto Wells Fargo’s counterclaim and affirmative defenses.   (Pl.’s Mot., at 1.)   Wells \nFargo, in turn, requests in its Motion that the Court grant summary judgment in its \nfavor as to Columbus Life’s claims and , in the alternative,  as to Wells Fargo’s \ncounterclaim.  (Def.’s Mot., at 1.) \n31. It is undisputed t hat, as of the date of the filing of the Motions, the \namount of premiums collected by Columbus Life since the Policy was originally issued \nto Dr. Tr evathan totaled approximately $2.7 million—$700,000 more than the face \nvalue of the death benefit under the Policy.  (Fangman Dep.  14:24–17:20, ECF No. \n107.29 [SEALED], ECF No. 116.3; Noschang Dep. 15:16–16:10, 63:12–64:11, 74:11–\n75:6; Harrison Aff., ECF No. 107.53.)  Moreover, because Dr. Tr evathan is still alive \nand the Policy remains in force, Columbus Life i s continuing to collect premiums on \nit. \n32. The Court held a hearing on the Motions on 2 March 2023, and they are \nnow ripe for resolution.   \nLEGAL STANDARD \n33. It is well established that “[s]ummary  judgment is proper ‘if the \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.’ ”  Morrell v. Hardin \nCreek, Inc., 371 N.C. 672, 680 (2018) (quoting N.C. R. Civ. P. 56(c)).  “[A] genuine \nissue is one which can be maintained by substantial evidence.”  Kessing v. Nat ’l \nMortg. Corp. , 278 N.C. 523, 534 (1971).  “Substantial evi dence is such relevant \nevidence as a reasonable mind might accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference.”  Daughtridge v. Tanager \nLand, LLC, 373 N.C. 182, 187 (2019) (citation and internal quotation marks omitted). \n34. On a motion for summary judgment, “[t]he evidence must be considered \n‘in a light most favorable to the non -moving party.’ ”  McCutchen v. McCutchen , 360 \nN.C. 280, 286 (2006) (quoting Howerton v. Arai Helmet, Ltd. , 358 N.C. 440, 470 \n(2004)).  “[T]he party moving for summary judgment ultimately has the burden of \nestablishing the lack of any triable issue of fact.”  Pembee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491 (1985) (citation omitted).   \n35. The party moving for summary judgment m ay satisfy its burden by \nproving that “an essential element of the opposing party’s claim does not exist, cannot \nbe proven at trial, or would be barred by an affirmative defense, or by showing \nthrough discovery that the opposing party cannot produce eviden ce to support an \nessential element of [the] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000) (citations \nomitted).  “If the moving party satisfies its burden of proof, then the burden shifts to \nthe non-moving party to ‘set forth specific facts showing that there is a genuine issue \nfor trial.’ ”  Lowe v. Bradford , 305 N.C. 366, 369– 70 (1982) (quoting N.C. R. Civ. P. \n56(e)).  If the nonmoving party does not satisfy its burden, then “summary judgment, \nif appropriate, shall be entered against [the nonmovant]. ”  United Cmty. Bank (Ga.) \nv. Wolfe, 369 N.C. 555, 558 (2017) (quoting N.C. R. Civ. P. 56(e)).  \nANALYSIS \n36. The parties’ Motions present two distinct issues.  The first issue is \nwhether the Policy is legally valid or, alternatively, whether it was void ab initio as \nan unlawful wagering contract  in violation of North Carolina public policy .  The \nsecond issue is whether—assuming the Policy is, in fact, void—Wells Fargo is entitled \nto a return of premiums paid on the Policy and, if so, in what amount.   \n37. Accordingly, the Court need reach the second issue only if it resolves the \nfirst issue by determining that the Policy is void.     \n38. Both parties have moved for summary judgment on the issue of whether \nthe policy is valid.  Although the parties offer starkly different analyses regarding the \nproper application of the relevant legal principles to the facts of this case, they are in \nagreement that th is issue should be resolved via summary judgment due to the \nabsence of any genuine issue of material fact.  The Court agrees with the parties that \nall material facts regarding the validity of the Policy are undisputed and the Motions \nonly present issues of law.   \n39. Columbus Life argues that the Policy lacked a  legally recognized  \ninsurable interest from its inception as it was merely an impermissible wager on Dr. \nTrevathan’s life and therefore void ab initio .  (Compl. ¶ 33.)  Columbus Life asserts \nthat the role played by Chesson and the Chesson Entities with regard to the issuance \nof the Policy makes this a quintessential example of an unlawful STOLI policy.  \n40. Wells Fargo , conversely, contends that the Policy is legally valid and \nenforceable.  Wells Fargo asserts that (1) Dr. Tr evathan possessed an insurable \ninterest in his own life at the time the Policy was issued ; and (2) the mere fact that \nhe viewed the Policy purely as a profit-making venture and received assistance from \nChesson and the Chesson Entities in obtaining the Policy in no way renders the Policy \ninvalid.  \n41. It is appropriate to acknowledge the recent history of STOLI litigation  \nacross the country , even though the holdings in such cases are not binding on this \nCourt.  Beginning in the 2000s, there was an increase in interest regarding the buying \nand selling of life insurance policies i n the life settlement market , which generated \nsignificant investor demand for such policies.  T he combination of high investor \ndemand and a limited pool of existing policies led to the emergence of STOLI policies.  \nThe circumstances attendant to the creation of a typical  STOLI policy have been \ndescribed as follows: \nIn a STOLI transaction, an investor approaches a potential insured, \nusually an individual who is over seventy ye ars old and in declining \nhealth, and suggests a means by which the investor could acquire a \npolicy on the individual’s life.  The suggestion is often appealing to the \nindividual because of the financial remuneration the investor will pay \nto the individual for the opportunity. \n \nThe investor does not have an insurable interest in the individual,  so \nany direct purchase of a policy on the individual’s life by the investor \nwould be void for a lack of insurable interest.   As a result, STOLI \ntransactions have historically been structured in the following way: (1) \nthe individual  applying for the policy, or someone with an insurable \ninterest in the life of the individual, purchases the policy; (2) the investor \npays the premiums  on the policy, at least for the first t wo years (the \npolicy’s period of contestability);  and (3) at the end of the two -year \nperiod, the owner may decide  whether to keep the policy (and pay the \ninvestor back its advances plus  some additional fee) or transfer the \npolicy to the investor, directly or indirectly,  in exchange for financial \nremuneration.\n11 \n42. Over the past two decades , numerous cases addressing the validity of \nSTOLI policies have been litigated in courts throughout the country.  Although these \ncases address a common issue—that is, whether a valid insurable interest on the life \nof the named insured existed at the time the  alleged STOLI policy wa s issued—no \nnational consensus has emerged as to when a policy should be declared void on STOLI \ngrounds.  The absence of such a consensus is not surprising as each state has its own \nrules for determining when a valid insurable interest exists in connection with the \n \n11 Mary Ann Mancini and Caitlin L. Murphy, The Elusive Insurable Interest Requirement: \nAre You Sure the Insured is Insured?, 46 REAL PROP., TR., & EST. L. J. 409, 439 (Winter 2012); \nsee also Life Settlements Task Force, Staff Report to the U.S. Sec. & Exch. Comm’n 35 (2010) \n(providing detailed background on STOLI policies).   \n \nissuance of a life insurance policy .  The STOLI cases from other jurisdictions are \nhelpful in obtaining a greater understanding of the issues that often arise in this \ncontext, and this Court has reviewed many of those decisions in connection with the \npresent Motions.  Ultimately, however, the Court must decide this issue based solely \nupon North Carolina law.  \n43. Despite the explosion of litigation on this subject since the 2000s, North \nCarolina’s appellate courts have not had occasion to address STOLI-related issues in \nrecent years.  Our Supreme Court has, however, decided a number of cases involving \nthe issue of whether a life insurance policy was void as an unlawful wagering contract \nthat amounted to a n impermissible  wager on human life in violation of North \nCarolina public policy.  This line of cases was decided between  the latter part of the \n19th century and the first few decades of the 20th century and therefore involved \ncircumstances less sophisticated than modern STOLI schemes .  Nevertheless, these \ncases—as discussed below —establish pertinent legal principles that control the \nCourt’s analysis of the present Motions.   \n44. It is important to note that o ur Supreme Court has made clear that a \nlife insurance policy  is a form of property and that, once lawfully issued, it can be \nassigned or sold to any third party—for investment purposes or otherwise.  See, e.g., \nHardy v. Aetna Life Ins. Co. , 152 N.C. 286, 292 (1910) (“Hardy I”) (holding that “[a] \nperson insuring his own life may designate any person whatever as beneficiary, \nirrespective of insurable interest in that beneficiary” and that “a policy of life \ninsurance, validly issued to one having an insurable interest, becomes in his hands a \nvaluable chose in action, which should be assignable as any other property right”).12   \n45. Nevertheless, our Supreme Court has also held that in order for a life \ninsurance policy to be lawfully issued, the party obtaining the policy must possess an \ninsurable interest in the life of the named insured at the time of issuance; otherwise, \nthe policy is void ab initio as an unlawful wagering contract.  See, e.g., Trinity College \nv. Travelers’ Ins. Co., 113 N.C. 244, 248 (1893) (holding that life insurance contracts \nwithout an insurable interest “ become[ ] what the law denominates a wagering \ncontract” and “all such contracts must be declared illegal an d void, no matter what \ngood object the parties may really have in view ”); Burbage v. Windley, 108 N.C. 357, \n361 (1891)  (“As the assured had no insurable interest in the life of the  cestui que \nvie the contract was simply a wager– it was not founded upon any just and lawful \nconsideration–it was a mere gambling speculation.”). \n46. This, of course, raises the question of how to determine whether a person \ntaking out a life insurance policy actually possesses such an insurable interest in the \nlife of the insured under North Carolina law.  The parties offer competing arguments \non this issue as applied to the facts of this case.  \n47. Although conceding—as it must—the fact that Dr. Trevathan possessed \nan insurable interest in his own life, Columbus Life argues that this proposition does \nnot end the inquiry.  Instead, Columbus Life contends that in assessing whether the \n \n12 Columbus Life does not dispute the fact that if the Policy had been lawfully issued at its \ninception, Dr. Trevathan would have been legally entitled to sell it to an investor such as \nLifeTrust thereafter. \nrole played by Chesson and the Chesson Entities rendered the Policy a wagering \ncontract, this Court should employ  a totality of  the circumstances approach .  \nSpecifically, Columbus Life asserts that  \nNorth Carolina trial courts must analyze the substance of transactions \nand not just their form, considering (i) who paid the premiums ; (ii) \nwhether the policy was taken out in good fai th; (iii)  whether the \nsubsequent assignee was “cognizant” of and/or did it “take part in” the \noriginal scheme or transaction; (iv) whether—if the insured did not pay \nthe premiums—any meaningful consideration was provided to the party \nthat paid the premiums, such as a pre-existing debt; and (v) whether, \nafter looking past form to substance, the entire transaction was merely \na cover for a wager.  \n(Pl.’s Br. Supp.  Mot. Summ. J., ECF No. 109 [SEALED], ECF No. 117.2 , at 9 –11 \n(emphasis in original).)  \n48. Conversely, Wells Fargo offers a bright -line test: “For a policy to be an \nillegal wager in a circumstance where a person takes out a policy insuring his own \nlife, the insured and stranger must agree prior to the policy’s issuance that the \ninsured will acquire the policy and then assign it to the stranger.”  (Def.’s Br. Supp.  \nMot. Summ. J., ECF No. 106 [SEALED], ECF No. 116.1, at 21.)   \n49. Although our General Assembly has enacted a handful of statutes on the \nsubject of insurable int erests, none of the m specifically address the issue presented \nhere.\n13  See N.C.G.S. § 58-58-75 (explaining when an insurable interest exists in the \nlife of an employee or agent); Id. § 58-58-80 (addressing the existence of an insurable \ninterest in the life of partners in a partnership) ; Id. §§ 58 -58-85 (providing trustee \nwith an insurable interest in the life of a person covered by a pension plan); Id. § 58-\n \n13 In some states, unlike North Carolina, the legislature has passed laws expressly addressing \nSTOLI policies. \n58-86 (considering when a charitable organization has an insurable inte rest in the \nlife of an insured).  Additionally, Section 58-58-90 provides that \nG.S. 58-58-75, 58-58-80, 58-58-85, and 58-58-86 do not limit or abridge \nany insurable interest or right to insure now existing at common law or \nby statute, and shall be construed liberally to sustain insurable interest, \nwhether as a declaration of existing law or as an extension of or addition \nto existing law.\n \nId. § 58-58-90 (2022).    \n50. North Carolina also has a statute prohibiting gaming or betting \ncontracts.  See N.C.G.S. § 16-1 (“All wagers, bets or stakes made to depend upon any \nrace, or upon any gaming by lot or chance, or upon any lot, chance, casualty or \nunknown or contingent event whatever, shall be unlawful; and all contracts, \njudgments, conveyances and assurances for and on account of any money or property, \nor thing in action, so wagered, bet or staked, or to repay, or to secure any money, or \nproperty, or thing in action, lent or advanced for the purpose of such wagering, \nbetting, or staking as aforesaid, shall be void.”).   \n51. None of these statutes provide specific guidance i n the present case .  \nTherefore, the Court turns its attention to the case law from our Supreme Court that \nhas addressed the circumstances under which a life insurance policy is deemed to be \nan unlawful wagering contract.  These decisions include U.S. Fid. & Guaranty Co. v. \nReagan, 256 N.C. 1 (1961); Allgood v. Wilmington Sav. & Tr. Co., 242 N.C. 506 (1955); \nWebb v. Insurance Co. , 216 N.C. 10 (1939) ; Wharton v. Home Sec. Life Ins. Co. , 206 \nN.C. 254 (1934); Crump v. Southern-Dixie Life Ins. Co., 204 N.C. 439 (1933); Slade v. \nLife & Cas. Ins. Co. of Tenn. , 202 N.C. 315 (1932) ; McNeal v. Life & Cas. Ins. Co. of \nTenn., 192 N.C. 450 (1926); Howell v. Am. Nat’l Ins. Co., 189 N.C. 212 (1925); Am. Tr. \nCo. v. Life Ins. Co., 173 N.C. 558 (1917); Johnson v. Mut. Ben. Life Ins. Co., 157 N.C. \n106 (1911); Hardy v. Aetna Life Ins. Co. , 154 N.C. 430 (1911) (“ Hardy II”); Hardy I, \n152 N.C. 286 (1910) ; Pollock v. Household of Ruth , 150 N.C. 211 (1909) ; Hinton v. \nMut. Reserve Fund Life Ass’n , 135 N.C. 314 (1904) ; Powell v. Dewey , 123 N.C. 103 \n(1898); Albert v. Insurance Co. , 122 N.C. 92 (1898);  Trinity College, 113 N.C. 244 \n(1893); and Burbage, 108 N.C. 357 (1891).  \n52. The Court has carefully reviewed each of the  above-cited cases. \nAlthough none of them are completely on point factually with the circumstances \npresented here, the Court deems the most instructive to be  Hardy I, Johnson, and \nHowell.14     \n53. In Hardy I, the defendant insurance company issued three life insurance \npolicies on the life of the plaintiff’s un cle, which were payable to the executors, \nadministrators, or assigns of the uncle.   152 N.C. at 288.  At some point after the \npolicies’ issuance, the uncle as signed two of the policies to the plaintiff .  Id .  The \nplaintiff did not have knowledge of , or involvement in , any of the transactions \nsurrounding the procuring of the policies.  Id.  The assignment was made with the \napproval of the insurance company.  Id.     \n54. The Supreme Court concluded  that the policy  was not an illegal \nwagering contract and that as long as the assignment was otherwise valid the nephew \n \n14 Columbus Life seeks to rely on several other cases in which the Supreme Court found an \ninsurable interest to be lacking, but those cases are materially distinguishable because they \ninvolved circumstances in which a person took out a life insurance policy on the life of \nsomeone else—which did not occur in  the present case .  See Burbage, 1 08 N.C. at 360–62; \nHinton, 135 N.C. at 315–16; Wharton, 206 N.C. at 256; Allgood, 242 N.C. at 513–14; Trinity \nCollege, 113 N.C. at 248.   \nwas entitled to the policy’s proceeds despite not having an insurable interest in the \nlife of the insured.  Id .  In its opinion, t he Supreme Court stated that, as a general \nproposition, a lawfully issued life insurance policy can subsequently be assigned to a \nthird party lacking an insurable interest in the insured’s life.  \n[W]here an insurant makes a contract with a company, taking out a \npolicy on his own life for the benefit of himself or for his estate generally, \nor for the benefit of another, the policy being in good f aith and valid at \nits inception, the same may, with the assent of the company, be assigned \nto one not having an insurable interest in the life of the insured; \nprovided this assignment is in good faith, and not a mere cloak or cover \nfor a wagering transaction. \n \nId. at 288–89. \n55. The Supreme Court then explained the circumstances under which it  \nhad previously invalidated policies taken out by an insured on his own life on the \nground that the policies were actually unlawful wagering contracts.  \nIn several cases, where the opinion apparently upholds the contrary \nview, it will be found that the cause was correctly decided and \nsustainable on the ground that the policy, though taken out in the name \nof the insured, was procured in pursuance of a scheme and purpose to \nassign to one having no insurable interest, and that the proposed \nassignee was cognizant of the arrangement and took part in it.  This was \ntrue in the case of Warnock v. Davis, 104 U.S. 775, 26 L. Ed. 924, and \nalso in Cammack v. Lewis, 82 U.S. 643, 21 L. Ed. 244, 15 Wall. 643.  In \nboth of these cases the assignees were parties to the arrangement by \nwhich the policies were procured and assigned, and having no insurable \ninterest in the life of the insured, the facts disclosed, as far as the \nassignments were co ncerned, a clear case of wagering contract on the \nduration of a human life, forbidden by the law, and the assignments \nwere not allowed to stand.  \n. . . \nUndoubtedly . . . there are decisions which directly hold that a life \ninsurance policy, though valid at its inception, may not be assigned to \npersons having no insurable interest in the life of the insured; and North \nCarolina has been referred to as upholding this view both in textbooks \nand in decisions of other courts.  If this is a correct interpretation of our \ncases on this subject, we would not hesitate to hold that they were not \nwell decided; but, while some of them certainly give color to this view, \nwe think that a more careful consideration of our decisions will disclose \nthat in all of them, where the contract was declared void or set aside, it \nappeared that the assignment of the policy to one having no insurable \ninterest was made in pursuance of a preconceived purpose, and that the \nassignee had suggested the arrangement or been a party to it. \n \nId. at 290 (emphasis added).  \n \n56. In Johnson, an individual took out a policy on his own life and \nsubsequently assigned it to a third party.  Upon the death of the insured, the insured’s \nadministrator contended that the policy was “ void as a wagering transaction.”  \nJohnson, 157 N.C. at 107–09.  T he jury rejected this argument, finding  that the \nassignee “had nothing to do with the taking out of the policy by [the insured], and \nthat the assignment of the policy was made in good faith, and not as a cloak or cover \nfor a wagering transaction or speculation on the life of [the insured],” and that “[t]he \nevidence was to the effect that the [assignee] knew nothing about [the insured] taking \nout the policy until after it was issued [.]”  Id. at 108.  Our Supreme Court affirmed \nthe judgment and determined that “[i]t is impossible to distinguish  [the facts of \nJohnson] from Hardy[.]”  In reaching this conclusi on, the Court reaffirmed the rule \nset out in Hardy I, stating that “ ‘a policy of life insurance, validly issued to one having \nan insurable interest, becomes in his hands a valuable chose in action, which should \nbe assignable as any other property right, unless such assignment be opposed to some \nclear rule of public policy.’ ”  Id. at  109 (quoting Hardy I, 152 N.C. at 289 ).  The \nSupreme Court ended its analysis by noting that , in light of  its prior decision in  \nHardy, “the law . . . must now be considered as thoroughly settled in this state, \nwhatever may be the views of other courts.”  Id. at 110.  \n57. Finally, in Howell, the Supreme Court was once again tasked with \ndetermining whether the named beneficiary of the deceased insured’s life insurance \npolicy could recover the proceeds of the policy despite lacking an insurable interest in \nthe life of the insured.  Howell, 189 N.C. at 214.  The Supreme Court concluded that \nthe beneficiary was entitled to the proceeds  because beneficiaries of a policy do not \nneed to possess such an insurable interest.  Id.  In so holding, the Court summarized \nthe law on this subject as follows:  \n[E]very person has an insurable interest in his own life,  and may \nlawfully insure it for the benefit of his own estate, or on behalf of any \nother person.  It is not necessary that such beneficiary shall possess an \ninterest in the life insured . . . .  In Hardy v. Ins. Co. , 152 N.C. 286, 67 \nS.E. 767, Justice Hoke, writing for this Court, says: “ We consider it . . .  \nas established by the great weight of authority that where an insurant \nmakes a contract with a company, taking out a policy on his own life for \nthe benefit of himself or for his estate generally, or for the benefit of \nanother, the policy being in good faith, and valid at its inception, the \nsame may, with the assent of the company, be assigned to one not having \nan insurable interest in the life of the insured; provided, this assignment \nis in good faith and not a mere cloak or cover for a wagering contract.”   \n. . . \nIt is only when a policy has been issued upon the life of another, upon \napplication and for the benefit of one who has no insurable interest in \nthe life insured, and who pays or undertakes to pay the premiums, that \nthe policy is void as against public policy.  Such a policy is a wagering \ntransaction.  So, although a policy of insurance be issued, payable to the \nestate of the insured, if at the inception of the contract, there is an \nagreement that it shall subsequently be assigned to one who has no \ninsurable interest and who agrees to pay the premiums, the policy is void, \nfor notwithstanding the form of the transaction, it is in fact a wager upon \nthe life of another, and is therefore condemned by the law as against \npublic policy[.] \nId. at 215 (emphasis added).  \n58. Based upon a careful reading of these cases from our Supreme Court, it \nis clear that, under North Carolina law, in circumstances such as those present here \nin which the policy at issue is taken out by the insured on his own life, the following \nrule applies: The policy is void as a wagering contract only where there is evidence of \nan agreement—prior to the policy’s issuance—that the policy would be assigned to a \nthird party and that the third party participated in that agreement.  In other words, \nin order for such a policy to be deemed an unlawful wagering contract in this context, \nthe ultimate assignee must have been a participant in (1) the sequence of events  by \nwhich the policy was initially obt ained, and (2) the agreement that the assignment \nwould occur thereafter. \n59. Here, as Columbus Life concedes, there is no evidence in the record of \nany involvement whatsoever by LifeTrust, Advanced Settlements, Assured, or CSNL \nrelating to the Policy until 2007—which was well after the policy’s issuance in 2005.  \nThose entities had nothing to do with the Policy’s issuance to Dr. Trevathan  and, in \nfact, did not know it existed until 2007.  Thus, Columbus Life is unable to satisfy the \ntest articulated by our Supreme Court with regard to whether the Policy is void as a \nwagering contract. \n60. Columbus Life argues that, even assuming a pre -issuance agreement \nmust be shown in order for it to prevail in this case, such an agreement did, in f act, \nexist—if not with LifeTrust (and its affiliated entities), then with Chesson.  But this \nargument is fatally flawed for at least two reasons.   \n61. First, neither Chesson nor the Chesson Entities were the ultimate \nassignee of the Policy after its issuance.  Rather, the Policy was assigned to LifeTrust.   \nColumbus Life attempts to argue that the collateral assignment form signed by Dr. \nTrevathan suffices for this purpose, but this contention is incorrect.  As explained in \nthe following testimony from Lisa B. Fangman, a senior vice-president of insurance \noperations for Columbus Life’s parent company, this document merely constituted a \n“collateral assignment” rather than an “absolute assignment.”  \nQ.  This is a May 9, 2005, letter from Bonnie Miller to Columbus Life \nclient services enclosing a collateral assignment.  And then the final \npage of the document is a May 17, 2005, letter recording the collateral \nassignment.  Are you familiar with this exhibit?  \nA.  I am.  \nQ.  All right.  What is it?  \nA. [I]t is a submission of a collateral assignment form for the Trevathan \npolicy to E & W, LLC, which was received by Columbus Life, determined \nto be in good order in terms of contractually permissible, and recorded \nand confirmed.  \n. . .  \nQ.  The collateral assignment document itself was actually a –  a form \ndocument, right, entitled Assignment of Policy?  This is the second page \nof the exhibit.  \nA.  Yes.  \nQ.  All right.  And there’s two options here where the person filling out \nthis form can ei ther check a box for, As Collateral Assignment to the \nExtent of Assignee's Interest, or As Absolute Assignment.   Do you see \nthat?  \nA.  I do. \nQ.  Okay.  What’s the difference between a collateral assignment and an \nabsolute assignment?  \nA.  An absolute assignment is an assignment of the entire policy and any \nproceeds associated with it, whereas the collateral assignment is only in \neffect up – up to the amount of – of debt between the assignee and the \nowner of the policy.  \nQ.  So in this case,  the amount of debt between the assignee, E & W, \nLLC, and the owner of the policy listed here as insured, Gordon \nTrevathan.  Right?  \nA.  Yes.  \n(Fangman Dep. 95:8–97:24.) \n \n62. Thus, the Policy itself was never actually assigned to Chesson ( or the \nChesson Entities).  The execution of the collateral assignment form did not give them \nownership of the P olicy, which remained at all times with Dr. Trevathan until his \n2007 sale of the Policy to LifeTrust.   \n63. Second, although Columbus Life attempts to gloss over the significance \nof the options Dr. Trevathan possessed following the issuance of the Policy to him by \nColumbus Life, the existence of these options  further serves to refute its argument.  \nAs mentioned earlier, the documents executed between Dr. Trevathan and Chesson \n(on behalf of E&W ) made clear that Dr. Trevathan retained three options upon the \nexpiration of the two-year period following the Policy’s issuance.  One of these options \nwas for Dr. Trevathan to pay off the premium loans and retain his existing ownership \nof the Policy going forward.  (Prem. Fin. Agrmt. Letter, at 67.)  Columbus  Life’s \nargument as to the unlikelihood that Dr. Trevathan would have actually chosen that \noption misses the mark.  The point is that Dr. Trevathan was at all times in complete \ncontrol over the decision as to whether  he would keep, abandon, or sell the Policy—\nwhich is fundamentally inconsistent with the notion of a n insurance policy that is, \nfrom its inception, nothing more than  a wagering contract  on human life  by one \nlacking an insurable interest in that life.   \n64. Moreover, t he present facts simply do not implicate the public policy \nconcerns discussed in the above -referenced cases from our Sup reme Court.  Those \ncases make clear that public policy is violated in circumstances where a third party \nlacking a legally recognized insurable interest in the insured’s life participates in the \ninitial procurement of the policy and, from that point on, stands to benefit from the \nearly death of the insured through its status as the policy’s ultimate assignee.  \n65. No such wager by a “stranger” on the life of Dr. Trevathan existed at the \ntime of the Policy’s issuance.  Indeed, it is worth noting that —as Columbus Life’s \ncounsel conceded at the 2 March hearing in this case —Chesson (and, by extension, \nthe Chesson Entities) would not have profited from Dr. Trevathan’s death.  To the \ncontrary, Chesson  financially benefitted —and continues to do so —from Dr. \nTrevathan remaining alive.  Chesson accrued interest on the premium finance loa n \nuntil the loan balance was satisfied by proceeds from the sale of the Policy .  \nAdditionally, Chesson received a brokerage fee for Dr. Trevathan’s life settlement.  \nMoreover, Chesson, as the agent for the Policy,  continues to collect annual \ncommissions each time the Policy is renewed.   \n66. Finally, the Court observes that its holding today is consistent with the \nfollowing statement from our Supreme Court in Hardy II:  \nA sound public policy requires the enforcement of contracts deliberately \nmade, which do not clearly contravene some positive law or rule of public \nmorals.  It is surely not a sound policy to permit insurers to contract to \ninsure the lives of persons, receive premi ums therefor as long as the \ninsured, the beneficiary, or the assignee will continue to pay, and then, \nwhen the time comes for the insurers to pay what they agreed to pay, \nallow them to escape their contract on the ground of want of insurable \ninterest in th e life of the insured, unless it clearly appears that such \ncontracts are pernicious and dangerous to society.  Courts should not \nannul contracts on doubtful grounds of public policy.  In such matters it \nis better that the Legislature should speak first[.]  \nHardy II, 154 N.C. at 436 (quoting Crosswell v. Ct. Indem. Assn.,  51 S.C. 103, 117 \n(1897)).   \n67. Indeed, it need hardly be said that our General Assembly possesses the \nauthority to pass legislation with regard to STOLI policies that would create a new \nset of rules for North Carolina courts to apply  in addressing challenges to life \ninsurance policies asserted on this ground.  See, e.g., Martin v. N.C. Housing Corp. , \n277 N.C. 29, 41 (1970)  (“[Q]uestions as to public policy are for legislative \ndetermination.”).  However, unless and until such legislation is enacted, this Court is \nrequired to follow the applicable  principles that have been arti culated by our \nSupreme Court on this subject, which is exactly what this Court has attempted to do \nin this Opinion.\n15 \nCONCLUSION \nTHEREFORE, IT IS ORDERED as follows: \n1. Plaintiff Columbus Life’s Motion for Summary Judgment is DENIED as to its \nfirst and second causes of action for declaratory relief. \n \n15 Because the Court has ruled that Dr. Trevathan’s Policy is valid and enforceable, it need \nnot—and does not—reach the second issue briefed by the parties regarding whether a refund \nof premiums to Wells Fargo would be appropriate upon the invalidation of the Policy.  That \nissue is now moot. \n2. Defendant Wells Fargo’s Motion for Summary Judgment is GRANTED as to \nColumbus Life’s first and second causes of action for declaratory relief.  \n3. The life insurance policy issued by Columbus Life to Dr.  Trevathan is legally \nvalid and enforceable. \n4. Plaintiff Columbus Life’s Motion for Summary Judgment and Defendant Wells \nFargo’s Motion for Summary Judgment are  DENIED as moot as to  all other \nissues.  \nSO ORDERED, this the 4th day of May, 2023. \n       /s/ Mark A. Davis     \nMark A. Davis \nSpecial Superior Court Judge \nfor Complex Business Cases  "
}