{
  "id": "e3d60a910233292ba10b8701d98e276f89b60625d4fd72999e05145c913a947e",
  "source_file": "data/raw/ncbc/e3d60a910233292ba10b8701d98e276f89b60625d4fd72999e05145c913a947e.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nLINCOLN COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 725 \n \nDENVER PROPERTY PARTNERS, \nLLC; and BAYPORT HOLDINGS, \nINC. d/b/a DENVER DEFENSE \nRANGE & FIREARMS, \n \n   Plaintiffs, \n \nv. \n \nBRIAN P. SISSON; LAKE NORMAN \nSPORTING ARMS AND RANGE, \nINC. d/b/a THE RANGE AT LAKE \nNORMAN, d/b/a THE RANGE AT \nBALLANTYNE, d/b/a PINEVILLE \nGUN SHOP; and THE RANGE AT \nDENVER, INC., \n \n   Defendants. \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR \nJUDGMENT NOTWITHSTANDING \nTHE VERDICT (JNOV) AND  \nMOTION FOR NEW TRIAL \n \n1. THIS MATTER is before the Court on Plaintiffs’ Motion for Judgment \nNotwithstanding the Verdict (JNOV) and Motion for New Trial (the “Motion”) filed \nby Plaintiff 1 Bayport Holdings, Inc. d/b/a Denver Defense Range & Firearms \n(“Plaintiff”) on May 3, 2020.  (ECF No. 89).  After a five -day trial  beginning on \nJanuary 13, 2020 and concluding on January 17, 2020, the jury found , in relevant \npart, that Defendant Brian P. Sisson (“Sisson”) did not breach a fiduciary duty owed \nto Plaintiff.  (See Verdict Sheet Issue No. 7, ECF No. 76 [“Verdict Sheet”].)  Upon the \njury’s findings, and after further briefing from the parties on issues not relevant to \nthe instant Motion, the Court entered its Final Order and Judgment on April 23, \n \n1 Summary Judgment against Denver Property Partners, LLC’s claim for breach of contract \nwas entered by the Court on April 1, 2019, (ECF No. 42), and therefore there were no \nremaining claims to submit to the jury as to this plaintiff; accordingly, there was no \njudgment entered for or against Denver Property Partners, LLC and the Court construes \nthis Motion as being brought only by Bayport Holdings, Inc.  \nDenver Prop. Partners, LLC v. Sisson, 2020 NCBC 51. \n \n \n2020.  (ECF No. 88.)  Pursuant to Rules 50 and 59 of the North Carolina Rules of \nCivil Procedure (“Rule(s)”), Plaintiff now seeks judgment notwithstanding the jury’s \nverdict (“JNOV”) as to Plaintiff’s breach of fiduciary duty claim, or, alternatively, for \na new trial on this claim.  For the reasons set forth below, the Court DENIES the \nMotion. \nElliott Law Firm, PC, by Michael Elliott , and The Wallace Law Firm, \nby Stephen F. Wallace, for Plaintiff Bayport Holdings, Inc. \n \nSisson Law Firm, PLLC, by Kevin M. Sisson, and The McIntosh Law \nFirm P.C., by Christopher P. Gelwicks, for Defendants Brian P. Sisson \nand Lake Norman Sporting Arms and Range, Inc. \n \nRobinson, Judge. \nI. BACKGROUND \n2.   The Court’s Final Order and Judgment describes the parties’ respective \nallegations and claims for relief.  See Denver Prop. Partners, LLC v. Sisson , 2020 \nNCBC LEXIS 54 (N.C. Super. Ct. Apr. 23, 2020).  Here, the Court sets forth only \nthat procedural background, trial testimony, and other evidence relevant to the \nCourt’s consideration of the Motion. \n3. This case came on for trial before a jury duly empaneled on Monday, \nJanuary 13, 2020 in the Superior Court of Lincoln County.  The evidence submitted \nto the jury showed that Plaintiff and Sisson  were both owners of respective gun \nranges in the Denver, North Carolina area.  Sisson also owned a gun range in South \nCarolina, The Range at Ballantyne.  Plaintiff and Sisson were in negot iation over \nSisson purchasing Plaintiff’s business, Denver Defense Range & Firearms (“Denver \nDefense”).  Plaintiff and Sisson entered into a Management Agreement, whereby \n \n \nSisson agreed to come into Denver Defense as manager of the business  with \npotential p lans of purchasing the business by separate agreement .  At all times \nrelevant, Sisson was also operating his own gun ranges, Lake Norman Sporting \nArms and Range, Inc. (“LNSAR”) and The Range at Ballantyne. \n4. A number of stipulations were read to the jury by the Court.  The parties \nstipulated to the fact that Sisson used his existing bank account for LNSAR for all \nof Denver Defense’s revenue, inventory acquisitions, and business expenses.  ( See \nFinal Pre -Trial Order, § E. Stipulation of Facts, No. 9.)  The parties further \nstipulated that Sisson used his existing bank account for LNSAR to also pay for \nDenver Defense’s employees’ wages and used LNSAR’s credit card processing \naccount to process Denver Defense’s revenue.  ( See Final Pre -Trial Order, § E. \nStipulation of Facts, Nos. 11–12.)  \n5. After the close of Plaintiff’s evidence, Defendants orally moved for directed \nverdict in their favor.  The Court denied this motion.  After the close of all evidence \non Thursday, January 16, 2020, the Court inquired whether Plaintiff had a motion.  \nAt that point, Plaintiff moved for directed verdict in its favor.  The Court asked \ncounsel for Plaintiff on which claims Plaintiff was moving for a directed verdict.  \nCounsel for Plaintiff stated in response that Plaintiff was moving on several claims, \nincluding its claim for breach of fiduciary duty.  The Court then took a brief recess \nbased upon a request from Plaintiff’s counsel.  When C ourt resumed, the exchange \nbetween Plaintiff’s counsel and the Court was as follows: \n \n \n \n \nMR. WALLACE [ Plaintiff’s counsel]: Your Honor, we’ll withdraw our \nmotion for directed verdict, and we’ll work on theirs. \n \nTHE COURT: All right, sir.  So you are not making a motion for \ndirected verdict on any of the defendants’ claims? \n \nMR. WALLACE: No, Your Honor. \n \nTHE COURT: Okay, All right. Notwithstanding that –  \nNotwithstanding that fact, it is my understanding that the law of North \nCarolina permits the presiding judge to grant or to – a directed verdict \nor dismiss a claim and not submit it to the jury where there i s no \nevidence to justify submission of an issue to the jury, and so I must ask \nthe defendants on what basis the Court could properly submit a breach \nof fiduciary duty or constructive fraud claim to the jury on behalf of one \nor more of the defendants. \n \n6. The Court and Defendants’ counsel then proceeded to discuss the evidence \nsubmitted to the jury regarding Defendants’ counterclaim for breach of fiduciary \nduty.  After this exchange, the Court asked Plaintiff’s counsel whether there was \nanything further for Plaintiff, and Plaintiff’s counsel replied, “I don’t think we’ve got \nanything.”  The Court then stated that it would submit all issues to the jury “to allow \nthem to pass on all remaining claims in the case.” \n7. On January 17, 2020, the jury returned its verdict on the issues of liability \nand damages for both Plaintiff’s claims and Defendants’ counterclaims.  (See Verdict \nSheet.)  In relevant part, the jury found that Sisson owed Plaintiff a fiduciary duty.  \n(Verdict Sheet, Issue No. 6.)  Issue No. 7 read as follows: “ If your answer to Issue \nNo. 6 is YES, did Defendant Brian P. Sisson breach a fiduciary duty owed to Plaintiff \nBayport Holdings, Inc.?”  The jury answered this questi on “NO.”  (Verdict Sheet, \nIssue No. 7.)  Issue No. 35 asked whether Sisson took “advantage of a position of \ntrust and confidence” by taking specific enumerated actions.  In response, the jury \nfound that Sisson did “take advantage of a position of trust and  confidence” with \n \n \nPlaintiff by taking hard copies or an electronically stored version of Plaintiff ’s \ncustomer list, (Verdict Sheet, Issue No. 35.a.); by operat ing Denver Defense under \nLNSAR’s bank account , (Verdict Sheet, Issue No. 35.c.); and by commingli ng \nPlaintiff’s operating finances with LNSAR’s funds, (Verdict Sheet, Issue No. 35.e.).  \nFor these actions, the jury awarded nominal damages of one dollar ($1.00).  \n8. Following entry of the Court’s Final Order and Judgment, Plaintiff \nbrought the instant Moti on, arguing that, in light of the stipulations read into the \nrecord, the evidence presented, and the jury’s answer to Issue No. 6, the jury should \nhave answered Issue No. 7 “YES.”  Plaintiff argues that the jury’s failure to do so \nwas “contrary to the evid ence presented at the trial.”  (Pls.’ Mot. for JNOV & Mot. \nfor New Trial 1, ECF No. 89 [“Mot.”].)  Plaintiff contends that this fact is sufficient \nfor the Court to enter JNOV on Plaintiff’s breach of fiduciary duty claim against \nSisson.  (Mot. 1.)  Alterna tively, Plaintiff moves the Court for a new trial pursuant \nto Rule 59 on the grounds of manifest disregard by the jury of the instructions of the \nCourt or for any other reason recognized by our courts as grounds for ordering a new \ntrial.   \n9. Defendants oppose the Motion, arguing that Plaintiff’s withdrawal of its \nmotion for directed verdict negates its ability to bring a JNOV motion now ; that \nregardless, Plaintiff’s withdrawn motion for directed verdict would not have been \nsufficient because it did not state the specific grounds upon which Plaintiff was \nmoving for directed verdict; and that the jury’s verdict is not inherently inconsistent \nto support ordering a new trial. \n \n \n10. Following full briefing on the Motion, the Court conducted a hearing at \nwhich counsel for the parties argued their respective positions.  The Motion is now \nripe for determination.   \nII. ANALYSIS \n11. The Court first addresses Plaintiff’s JNOV motion and then Plaintiff’s \nmotion for new trial.  \nA. JNOV \n12. The threshold question before the Court is whether Plaintiff properly \npreserved the issue presented in its Motion in order for the Court to consider JNOV.  \nUpon a review of the record, the Court concludes that Plaintiff did not.  \n13. Rule 50(b) provides,  \nWhenever a motion for a directed verdict made at the close of all the \nevidence is denied or for any reason is not granted, the submission of \nthe action to the ju ry shall be deemed to be subject to a later \ndetermination of the legal questions raised by the motion. Not later \nthan 10 days after entry of judgment, a party who has moved for a \ndirected verdict may move to have the verdict and any judgment \nentered thereon set aside and to have judgment entered in accordance \nwith his motion for a directed verdict[.] \n \n14. Accordingly, “a motion for judgment notwithstanding the verdict is \ntechnically a renewal of the motion for a directed verdict,” Harvey v. Norfolk S. R. \nCo., 60 N.C. App. 554, 556, 299 S.E.2d 664, 666 (1983), and the bringing of a motion \nfor directed verdict is a necessary precursor to the later bringing of a motion for \nJNOV, Garrison v. Garrison, 87 N.C. App. 591, 595–96, 361 S.E.2d 921, 924 (1987).   \n15. Here, Plaintiff stated, and then withdrew , its motion for directed verdict \nentirely.  While originally, Plaintiff identified that it was moving for directed verdict \non its breach of fiduciary duty claim, Plaintiff’s counsel later withdrew that motion \n \n \nand therefore it was not considered by the Court.  Plaintiff’s withdrawal of its motion \nnegated not only the Court’s ability to rule on it, but also Defendants’ ability to \nrespond to it during the trial, which is , in part, the purpose for which a motion for \ndirected verdict is a prerequisite to a motion for JNOV.  See id.  Rule 50(b) \nspecifically states that only when a motion for directed verdict was “denied or for \nany reason is not granted[,]” can a motion for JNOV be brought.  The Court  did not \nhave the opportunity to  do either in this situation  once Plaintiff withdrew its \ndirected-verdict motion.   \n16. Plaintiff argues that the Court sua sponte moved for a directed verdict at \nthe close of all evidence.   The Court’s review of the transcript, provided by \nDefendants as Exhibit A to their response brief, indicates that the Court sua sponte \ninquired of Defendants’ counsel whether there was sufficient evidence to go to the \njury on Defendants’ constructive fraud claim , not on Plaintiff’s breach of fiduciary \nduty claim.  Accordingly, the Court finds this argument by Plaintiff unpersuasive. \n17. Even if there were a basis upon which the Court could find that the issue \npresented in the Motion was preserved by an earlier motion for directed verdict, \nNorth Carolina law is clear tha t a motion for directed verdict must raise specific \nmatters that would then be raised again on a motion for JNOV.  See Shaw v. Gee, \n2018 NCBC LEXIS 109, at *11 (N.C. Super. Ct. Oct. 19, 2018).  Upon a review of the \ntrial transcript, nothing in Plaintiff’s oral motion for directed verdict, prior to it \nbeing withdrawn, identified any specific basis for which a directed verdict in \nPlaintiff’s favor on its breach of fiduciary duty claim was appropriate.   \n \n \n18. For these reasons, the Court concludes that the Motion for JNOV must be \nDENIED.  \n B.  Motion for New Trial \n19. Plaintiff alternatively moves for a new trial pursuant to Rule 59.   Unlike \na Rule 50 motion, “a motion for directed verdict is not a prerequisite [.]”  See id. at \n*15 (citing Garrison, 87 N.C. App. at 595, 361 S.E.2d at 924).  However, our Courts \nhave noted that a motion for new trial pursuant to Rule 59 is not a substitute for a \ntimely motion for directed verdict and JNOV.  See in re Will of King , 80 N.C. App. \n471, 475, 342 S.E.2d 394, 396 (1986).  This is, in part, due to the fact that a JNOV \nmotion is considered a question of law for the Court, whereas a motion for new trial \nis directed to the sound discretion of the trial judge.  See Penley v. Penley, 314 N.C. \n1, 9 n.1, 332 S.E.2d 51, 56 n.1 (1985).    \n20. Rule 59(a) provides that “[a] new trial may be granted to all or any of the \nparties on all or part of the issues” on several different grounds, including “manifest \ndisregard by the jury of the instructions of the court[,]” “that the verdict is contrary \nto law[,]” or for any other reason later recognized by our Courts as grounds for a new \ntrial.  N.C.G.S. § 1A-1, Rule 59(a)(5), (7), (9).   \n21. The decision to grant a new trial is entirely within the trial court’s \ndiscretion.  However, this “discre tion that ‘must be used with great care and \nexceeding reluctance.’”  Shaw, 2018 NCBC LEXIS 109, at *15 (quoting In re Will of \nBuck, 350 N.C. 621, 626, 516 S.E.2d 858, 861 (1999)).  “It is well settled that a verdict \nshould be liberally and favorably construed with a view of sustaining it, if possible . \n. . .” Strum v. Greenville Timberline, LLC , 186 N.C. App. 662, 665, 652 S.E.2d 307, \n \n \n309 (2007) (quoting Guy v. Gould, 202 N.C. 727, 729, 164 S.E. 120, 121 (1932)).  As \nthe Honorable Gregory P. McGuire of this Court has recently reiterated, \nThe trial judge has the discretionary power to set aside a verdict when, \nin his opinion, it would work injustice to let it stand; and, if no question \nof law or legal inference is involved in the motion, his action in so doing \nis not subject to review on appeal in the absence of a clear abuse of \ndiscretion.  \n \nChisum v. Campagna, 2019 NCBC LEXIS 28, at *50 (N.C. Super. Ct. Apr. 25, 2019) \n(quoting Seaman v. McQueen, 51 N.C. App. 500, 505, 277 S.E.2d 118, 121 (1981)).   \n22. While there are several enumerated reasons that would warrant setting \naside a verdict and ordering a new trial, the Court should only do so where upholding \nthe verdict would result in a miscarriage of justice.  See Buck , 350 N.C. at 628, 516 \nS.E.2d at 862; see also Strum, 186 N.C. App. at 666, 652 S.E.2d at 310 (finding that \nthe trial court did not abuse its discretion in denying a Rule 59 motion for new trial \neven where the jury’s verdict was inconsistent because the inconsistencies were \nsurplusage).  \n23. Here, Plaintiff argues that the jury’s failure to find that Sisson breached \nhis fiduciary duty to Plaintiff  in Issue No. 7  “can only be because of either (1) the \nJury’s manifest disregard of the instructions of the Court or (2) the Jury was \nconfused by the instructions, and as a result of their misunderstanding and mistake, \nreached an incorrect finding.”  (Br. Supp. Mot. 5 –6, ECF No. 90 .)  Plaintiff’s \narguments in support of either of these positions is lacking; however, the Court \nunderstands Plaintiff’s positio n to be that,  because the jury answered Issue No. 6 \n“YES”, finding that Sisson owed a fiduciary duty to Plaintiff, and answered three of \nthe subparts to Issue No. 35 “YES”, which required a finding that Sisson “[took] \n \n \nadvantage of a position of trust and c onfidence” of Plaintiff, that the jury verdict \nsheet is inherently inconsistent, thus showing that the jury misunderstood the \nCourt’s instructions, and a new trial must be ordered.  \n24. Defendants argue that the jury verdict is not inherently inconsistent, and \nthat, in fact, the jury’s conclusion as to Issue No. 7 and Issue No. 35 show that the \njury was paying close attention to both the stipulations read into the record and the \nCourt’s instructions.  Defendants contend that by answering Issue No. 7 “NO”, the \njury found that while there was a fiduciary duty owed by Sisson to Plaintiff, and that \nSisson did engage in some acts that took advantage of his position of trust and \nconfidence with Plaintiff (as is evident from the jury’s answer to Issue No. 35), the \njury ultimately found that there was no harm to Plaintiff for those actions.  Without \nany harm to Plaintiff, Defendants argue that there can be no breach of fiduciary \nduty and therefore it was entirely consistent for the jury to answer “NO” to Issue \nNo. 7.   \n25. In addition to the arguments raised by counsel for the parties in their \nbriefing on the Motion, the Court also reviewed again the instructions submitted to \nthe jury and the evidence presented at trial (including the stipulations read into the \nrecord).  Afte r thorough consideration of this issue, the Court, in its discretion, \nconcludes that the jury’s verdict on Issue No. 7  is not inherently inconsistent with \nits answer to Issue No. 35 based on the circumstances of this trial.  As noted above, \non a Rule 59 mo tion, the Court must construe the verdict “liberally and favorably     \n[ ] with a view of sustaining it, if possible.”  Strum, 186 N.C. App. at 665, 652 S.E.2d \nat 309.  \n \n \n26. While the Court understands that Issue No. 35 includes some language \nthat is also used by our Courts to describe a breach of fiduciary duty claim, the jury, \nby both the evidence submitted to them and the stipulations read into the record, \ncould properly  answer subparts of Issue No. 35(a), (c), and (e) “YES .”  \nNotwithstanding such answers, Sisson’s actions are not per se a breach of fiduciary \nduty.  That is a factual determination left up to the jury, to which they concluded \nthat these actions did not result in any harm to Plaintiff.   \n27. The Court believes a review of Issue No. 36, which asked the jury to award \ndamages if it answered “YES” to any subpart of Issue No. 35, supports  the \nconsistency of the verdict sheet.  The Court instructed the jury that if it found a \ntechnical violation of Issue No. 35, without proof of any actual damages, it was  to \naward nominal damages in answering Issue No. 36.  The jury awarding one dollar \n($1.00) for damages associated with Sisson taking hard copies or electronically \nstored versions of Plaintiff’s customer list, (Verdict Sheet, Issue No. 35.a.), operating \nDenver Defense under LNSAR’s bank account, (Verdict Sheet, Issue No. 35.c.), and \ncommingling Plaintiff’s operating finances with LNSAR’s funds, (Verdict Sheet , \nIssue No. 45.e. ), represents a finding by the jury that no actual damages were \nproven.   \n28. Further, the Court believes that even if the jury verdict could be read to \nbe inconsistent,\n2 upholding the jury’s verdict would not result in a miscarriage of \njustice.  The jury  awarded nominal damages in response to Issue No. 36, which \n \n2 To be clear, in the Court’s opinion, a “possible” inconsistent verdict is insufficient to \nwarrant setting aside a jury verdict and ordering a new trial.   \n \n \nrelates to the conduct in Issue No. 35 that Plaintiff argues supports a finding of a \nbreach of fiduciary duty.  The jury’s verdict supports a conclusion that Plaintiff failed \nto prove to the jury’s satisfaction that it sustained  actual damages as a proximate \nresult of Sisson’s conduct.   \n29. Reading the jury verdict in toto , the Court believes the jury consistently \nfound that Plaintiff did not prove any actual damages on any of its claims.  Upon \nreview of the evidence submitted to the jury, the Court does not believe that the \njury’s failure to find Plaintiff suffered actual damages is against the weight of the \nevidence.  Plaintiff put on very limited  evidence regarding actual damages it may \nhave suffered for any of Defendants’ conduct, and especially with regards to  Sisson \ntaking hard copies or electronically stored versions of Plaintiff’s customer list, \noperating Denver Defense under LNSAR’s bank account, and commingling \nPlaintiff’s operating finances with LNSAR’s funds.  Plaintiff’s sole evidence \nregarding actual damages it suffered stemmed from the alleged loss of value of the \nsale of the Denver Defense business.  However, there was no expert testimony on \nthe damages suffered regarding the loss of the business, nor does the loss of the sale \nof Denver Defense underpin any of the grounds upon which Plaintiff now seeks \nreview of its breach of fiduciary duty claim.   \n30. For these reasons, the Court concludes that this is not the exceptional \nsituation in which upholding the jury’s verdict will result in a miscarriage of justice.  \nOn the contrary , ordering a new trial —which would invo lve significant time and \nresources of both the parties and the Court —and giving Plaintiff a “second bite at \nthe apple” to present evidence of actual damages when it failed to present such \n \n \nevidence at the first trial, would be a miscarriage of justice .  For these reasons, the \nMotion seeking a new trial is DENIED.  \nIII. CONCLUSION \n31. THEREFORE, the Court, in its discretion, DENIES  the Motion in its \nentirety.  The Final Order and Judgment, as entered by the Court on April 23, 2020, \n(ECF No. 88), is FINAL.   \n \n SO ORDERED, this the 15th day of July, 2020. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}