{
  "id": "e41d3dd3d7b0cbd3e01bf49f039655f65b9ef6cb7e3c9a61b0d432cb27825017",
  "source_file": "data/raw/ncbc/e41d3dd3d7b0cbd3e01bf49f039655f65b9ef6cb7e3c9a61b0d432cb27825017.pdf",
  "raw_text": "Smart Online, Inc. v. OpenSite Technologies, Inc., 2003 NCBC 5\n \nSTATE OF NORTH CAROLINA\nIN THE GENERAL \nCOURT OF JUSTICE\n \nSUPERIOR COURT \nDIVISION\nCOUNTY OF WAKE\nFILE NO. 01 CVS \n09604\n \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \nORDER ON DEFENDANTS’\nMOTION TO DISMISS\nPORTIONS \nOF PLAINTIFF’S\nTHIRD AMENDED\nCOMPLAINT\nSMART ONLINE, INC.\n \n                                               \nPlaintiff,\n \nvs.\n \nOPENSITE TECHNOLOGIES, INC.,\nSIEBEL \nSYSTEMS, INC., KIP FREY,\nR.E. WIDIN, STEVE GOLDSMITH,\nKIRK LEIBERT and KIRK \nHOUSE.\n \nDefendants.\n \n \n{1}\n             \nTHIS MATTER came before the undersigned on defendants’ motion pursuant to Rule 12(b)(6) of\nthe North Carolina Rules of Civil Procedure to dismiss Smart Online, Inc.’s (“Smart Online”) claims\nin the Third Amended Complaint for breach of contract and breach of express warranty arising out of\nthe version number of the computer software, and the allegation that Defendant OpenSite\nTechnologies, Inc. (“OpenSite”) verbally represented that the OpenSite software (“Software”) could\nhandle three to five thousand bids or transactions simultaneously.\n  \nDefendants also ask the Court to\ndismiss plaintiff’s claims for the following damages:\n  \n(1) $145,000 paid to Dynamic Quest for\nimplementation of the Software; (2) $1,935,900 paid to acquire Assets2Auction; (3) $1,817,000 paid\nto acquire e4close.com; (4) $3,823,000 in costs associated with expansion of Smart Online’s business;\nand (5) additional damages based upon loss of revenue.\n  \nDefendants have asked the Court to limit\nSmart Online’s recoverable damages to $121,659, the amount plaintiff paid to license the software.\n{2}\n             \nFor the reasons set forth below, the Court \nGRANTS\n defendants’ motion to dismiss the damage\nclaims for the acquisition of Assets2Auction and e4close.com; and, at this stage, the Court DENIES\ndefendants’ remaining motions to dismiss plaintiff’s claims.\n   \nHarris & Winfield, LLP by Donald J. Harris, for plaintiff.\nHunton & Williams by Matthew P. McGuire, Heather Bell Adams, and L. Neal Ellis, for\ndefendants.\n \nI.\nBACKGROUND AND PROCEDURAL HISTORY\n{3}\n             \nThis dispute arises out of Plaintiff Smart Online’s licensing of Defendant OpenSite’s software.\n \nSmart Online is an online provider of internet business applications.\n  \nIn March 2000, Smart Online and\nDefendant OpenSite entered into a software license agreement (“License Agreement”) whereby Smart\nOnline would utilize OpenSite’s Software for its auction web site.\n  \nIn May 2000, Defendant Siebel\nSystems, Inc. (“Siebel”) acquired OpenSite as a wholly owned subsidiary.\n  \nAllegations regarding the\npromised capabilities of the Software form the heart of this dispute.\n{4}\n             \nSmart Online filed this action in Wake County on August 7, 2001.\n  \nIn its complaint, Smart Online\nsought relief for breach of contract, breach of express warranty, breach of implied warranty of\nmerchantability, breach of implied warranty of fitness for a particular purpose, civil conspiracy, unfair\nand deceptive trade practices, negligent misrepresentation and fraud.\n  \nPlaintiff further sought punitive\ndamages.\n  \nDefendants filed a motion to dismiss on May 1, 2002, and on June 21, 2002 Smart Online\nmoved to amend its complaint.\n  \nThe Court granted Smart Online’s motion to file an amended\ncomplaint on June 26, 2002, at which time plaintiff filed its amended complaint.\n  \nDefendants\nchallenged the amended complaint under Rule 12(b)(6).\n \n{5}\n             \nAfter a hearing, the Court entered an October 15, 2002 Order dismissing plaintiff’s claims for\nbreach of implied warranties of merchantability and fitness for a particular purpose; the Order limited\ncontract damages and granted plaintiff thirty days to amend its complaint to address the particularity\nrequirements for fraud, rescission and misrepresentation damages.\n  \nSmart Online filed its Third\nAmended Complaint on November 14, 2002.\n  \nDefendants filed a Rule 12(b)(6) motion directed to the\nThird Amended Complaint on December 12, 2002; plaintiff responded on December 23, 2002.\n  \nThe\nCourt held oral arguments on March 13, 2003.\n  \nII.\nLEGAL STANDARD ON MOTION TO DISMISS\n{6}\n             \nWhen ruling on a motion to dismiss under Rule 12(b)(6), the court must determine “whether, as a\nmatter of law, the allegations of the complaint . . . are sufficient to state a claim upon which relief may\nbe granted.”\n  \nHarris v. NCNB\n, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).\n  \nIn ruling on a\nmotion to dismiss, the court must treat the allegations in the complaint as true.\n  \nHyde v. Abbott\nLaboratories, Inc.\n, 123 N.C. App. 572, 574-75, 473 S.E.2d 680, 682 (1996).\n  \nThe court must construe\nthe complaint liberally and must not dismiss the complaint unless it appears to a legal certainty that\nplaintiff is entitled to no relief under any state of facts which could be proved in support of the claim.\n \nId.\n  \nFor purposes of a motion to dismiss, a copy of any written instrument attached as an exhibit to a\npleading is considered part of the pleading.\n  \nN.C. R. Civ. P. 10(c) (2001).\n  \nThus, the court may\nconsider exhibits attached to a complaint without converting a motion to dismiss into a motion for\nsummary judgment.\n  \nSee Praxair, Inc. v. Airgas, Inc., \n1999 NCBC 5, at ¶ 6 (No. 98 CVS 8571,\nMecklenburg County Super. Ct. May 26, 1999) (Tennille, J.)); \nsee also Governor’s Club Inc. v.\nGovernor’s Club Ltd., P’ship, \n152 N.C. App. 240, 254, 567 S.E.2d 781, 790 (Aug. 20, 2002) (citing\nStanback v. Stanback,\n 297 N.C. 181, 254 S.E.2d 611, \nrev’d in part on other grounds, \n297 N.C. 181,\n254 S.E.2d 611 (1979)).\n \nIII.\nBREACH OF CONTRACT\n{7}\n             \nArticle 2 of the Uniform Commercial Code as adopted by North Carolina (“UCC”) applies to\n“transactions in goods.”\n  \nN.C.G.S. §25-2-102 (2002).\n  \nThe UCC defines goods as “all things (including\nspecially manufactured goods) which are movable at the time of identification to the contract for sale\nother than the money in which the price is to be paid, investment securities (article 8) and things in\naction.”\n  \nN.C.G.S. §25-2-105(1).\n   \n{8}\n             \nWhere a contract is a mixed contract, in that it compasses both the sale of a good and the provision\nof services, our Court of Appeals has expressly adopted the “predominant factor” test to determine\nwhether the UCC applies.\n  \nHensley v. Ray’s Motor Company of Forest City, Inc., d/b/a Applegate\nMobile Homes,\n No. COA02-712, 2003 N.C. App. LEXIS 1050, at *8-9 (June 3, 2003) (adopting the\ntest set forth in \nBonebrake v. Cox, \n499 F.2d 951 (8th Cir. 1974)) (citing \nBatiste v. Home Products\nCorp.,\n 32 N.C. App. 1, 6, 231 S.E.2d 269, 272 (1977); \nHPS, Inc. v. All Wood Turning Corp,\n 21 N.C.\nApp. 321, 324, 204 S.E.2d 188, 189 (1974)).\n  \nThe predominant factor test states:\n[the] test for inclusion or exclusion is not whether [the sale of goods and the\nprovision of services] are mixed, but, granting that they are mixed, whether\ntheir predominant factor, their thrust, their purpose, reasonably stated, is the\nrendition of service, with goods incidentally involved . . . or is a transaction\nof sale, with labor incidentally involved . . ..\nId.\n at * 8-9 (quoting \nBonebrake,\n 499 F.2d at 960) (alterations in original).\n[1]\n{9}\n             \nCourts have examined several factors under this test but have not found any one factor to be\ndispositive of the issue.\n  \nBMC Industries, Inc., v. Barth Industries, Inc.,\n 160 F.3d 1322, 1330 (11th Cir.\n1998) (“Although courts generally have not found any single factor determinative in classifying a\nhybrid contract as one for goods or services, courts find several aspects of a contract particularly\nsignificant.”).\n  \nSome of those factors include:\n  \n“(1) the language of the contract, (2) the nature of the\nbusiness of the supplier, and (3) the intrinsic worth of the materials.”\n  \nHensley, \n2003 N.C. App. LEXIS\n1050, at *10 (quoting \nPrincess Cruises, Inc. v. General Electric Co.,\n 143 F.3d 828, 833 (4th Cir.\n1998); \nParks v. Alteon, Inc.,\n 161 F. Supp. 2d 645, 649 (M.D.N.C. 2001)).\n \n{10}\n         \nOther jurisdictions have placed great weight on the language of the contract and the manner in\nwhich the contract was billed.\n  \nBMC,\n 160 F. 3d at 1330\n \n(“[T]he language of the contract itself provides\ninsight into whether the parties believed the goods or services were the more important element of\ntheir agreement. . . . when the contract price does not include the cost of services, or the charge for\ngoods exceeds that for services, the contract is more likely to be for goods.”); \nsee also, Bonebrake,\n 499\nF. 2d at 958 (stating that language referring to “equipment” is peculiar to goods rather than services);\nTriangle Underwriters, Inc. v. Honeywell, Inc.,\n 604 F. Supp. 737, 743 (2d Cir. 1979) (stating that a bill\nthat does not include services indicates a contract for goods); \nLincoln Pulp & Paper Co. v. Dravo\nCorp.,\n 436 F. Supp. 262, 275 and n. 15 (D.Me. 1977) (holding that the contract at issue was for\nservices after noting that the bill did not allocate costs between services and goods, and the evidence\nshowed that the cost of the goods was less than half of the contract price); \nBailey v. Montgomery Ward\n& Co.,\n 690 P.2d 1280, 1282 (Colo. Ct. App. 1984) (holding that a contract that identifies the\ntransaction as a purchase and one of the parties as the customer signals a transaction in goods); \nMeeker\nv. Hamilton Grain Elevator Co.,\n 110 Ill. App. 3d 668, 442 N.E.2d 921, 923, 66 Ill. Dec. 360 (Ill. App.\nCt. 1982) (stating that a contract that calls the parties seller and purchaser indicates a contract for\ngoods).\n{11}\n         \nNorth Carolina has not directly addressed the issue of whether the UCC should apply to a contract\nfor software.\n  \nThus, this Court has looked to other jurisdictions for guidance.\n  \nThe case of \nAdvent\nSystems Limited v. Unisys Corp.,\n 925 F. 2d 670 (3rd Cir. 1991) closely examined whether software\ncould be considered a good or service.\n  \nAdvent produced an electronic document management system,\na “process for transforming engineering drawings and similar documents into a computer data base.”\n \nId.\n at 672.\n  \nUnisys manufactured a variety of computers.\n  \nAdvent and Unisys executed two documents\nwhereby Advent agreed to provide the software and hardware making up the document systems to be\nsold by Unisys in the United States.\n  \nId.\n  \nUnisys began the process of restructuring and “decided it\nwould be better served by developing its own document system and . . . told Advent their arrangement\nhad ended.”\n  \nId.\n  \nAdvent filed a claim in the United States District Court for the Eastern District of\nPennsylvania alleging, \ninter alia\n, breach of contract.\n  \nDuring pretrial proceedings, the District Court\nruled that the UCC did not apply because the services aspect of the contract predominated.\n  \nThe jury\nawarded Advent $4,550,000 on the breach of contract claim.\n  \nThe Court of Appeals for the Third\nCircuit reversed and remanded the breach of contract claim after finding that the contract was subject\nto the UCC.\n   \nAdvent,\n 925 F.2d 670.\n \n{12}\n         \nThe Third Circuit analogized software to compact disc and music recordings.\n  \nIts analysis is worth\nquoting at length here.\nComputer programs are the product of an intellectual process, but once\nimplanted in a medium are widely distributed to computer owners.\n  \nAn\nanalogy can be drawn to a compact disc recording of an orchestral\nrendition.\n  \nThe music is produced by the artistry of musicians and in itself is\nnot a “good,” but when transferred to a laser-readable disc becomes a readily\nmerchantable commodity.\n  \nSimilarly, when a professor delivers a lecture, it\nis not a good, but, when transcribed as a book, it becomes a good.\nThat a computer program may be copyrightable as intellectual property does\nnot alter the fact that once in the form of a floppy disc or other medium, the\nprogram is tangible, movable and available in the marketplace.\n  \nThe fact that\nsome programs may be tailored for specific purposes need not alter their\nstatus as “goods” because the Code definition includes “specially\nmanufactured goods.”\n* * *\nThe relationship at issue here is a typical mixed goods and services\narrangement.\n  \nThe services are not substantially different from those\ngenerally accompanying package sales of computer systems consisting of\nhardware and software.\nId.\n at 675-76.\n \n{13}\n         \nThe Court went on to point out the benefits and public policy concerns of applying the UCC to\nsoftware transactions.\nApplying the U.C.C. to computer software transactions offers substantial\nbenefits to litigants and the courts.\n  \nThe Code offers a uniform body of law\non a wide range of questions likely to arise in computer software disputes:\n \nimplied warranties, consequential damages, disclaimers of liability, the\nstatutes of limitations, to name a few.\n \nThe importance of software to the commercial world and the advantages to\nbe gained by the uniformity inherent in the U.C.C. are strong policy\narguments favoring inclusion.\n  \nThe contrary arguments are not persuasive,\nand we hold that software is a “good” within the definition of the Code.\nId.\n at 676.\n{14}\n         \nWhen addressing whether software should fall within the category of goods, the Court finds the\npublic policy concerns outlined in \nAdvent\n to be compelling.\n  \nHowever, the Court is not prepared to find\nthat there should be a blanket rule stating that all software is a good.\n  \nIn addition to the factors outlined\nabove, a Court should consider additional factors such as the degree of development and customization\nnecessary for a particular program or customer.\n  \nAs this is an issue of first impression in North\nCarolina, the Court turns to other jurisdictions for guidance.\n{15}\n         \nAt one end of the spectrum is a consumer who walks into the local electronics store, pulls a\nshrink-wrapped word processing program from the shelf, pays the cashier and goes home with it.\n  \nSuch\na sale is very clearly one for a good.\n  \nAt the other end of the spectrum is a programmer that invents\nand develops new software for a particular customer.\n  \nIn that case, the contract is more like a services\ncontract.\n  \nSee e.g., Wharton Management Group v. Sigma Consultants, Inc.,\n Del. Super. C.A. No. 89C-\nJA-165, 12 DLM 87 (1990) (finding that development of customized software system was not a\ntransaction in goods) \naff'd\n, \n582 A.2d 936, No. 69, 1990, (Del. Sept. 19, 1990); \nPearl Invs. LLC v. Std.\nI/O, Inc\n., 2003 U.S. Dist. LEXIS 5376, *69-70 (D. Me. Apr. 23, 2003) (“[F]or purposes of\napplicability of the UCC, development of a software system from scratch primarily constitutes a\nservice”\n)\n; \nMulti-Tech Sys., Inc. v. Floreat, Inc\n.\n, 2002 U.S. Dist. LEXIS 4644, No. CIV. 01-1320\nDDA/FLN (D. Minn. Mar. 18, 2002) (\"The few cases considering the question indicate that the UCC\ndoes not apply to an agreement to design and develop a product, even if compensation under that\nagreement is based in part on later sales of that product. . . . Any software in a tangible medium . . . at\nbest was incidental to the predominant purpose of those agreements, which was to develop and\nimprove the . . . product.\").\n \n{16}\n         \nIf that programmer were to then package the software and sell it to others, the analysis comes\nmuch closer to the sale of goods as to that transaction.\n  \nWhere programmers are selling preexisting\nsoftware “albeit with custom modifications or upgrades to adapt it to the user’s needs or equipment\n[and are paid] in a manner primarily reflecting sale of goods[,]” courts have been much more willing to\nfind the contract falls under the UCC.\n  \nSee Pearl \nat *69-70 (citing\n \nMicro Data Base Sys., Inc. v.\nDharma Sys., Inc.\n, 148 F.3d 649, 654-55 (7th Cir. 1998); \nAdvent\n, 925 F.2d at 675-76; \nRRX Indus., Inc.\nv. Lab-Con, Inc.\n, 772 F.2d 543, 546-47 (9th Cir. 1985))\n.\n{17}\n         \nAlthough Smart Online and OpenSite have referred to themselves as licensee and licensor, there is\nsome language within the Agreement that looks like UCC language. Paragraph 8.3 refers to the\nwarranty as a “product warranty”; Exhibit A to their Agreement allows payment by “Purchase Order.”\n \nHowever, the Court does not rely on this language in finding that this contract falls under the UCC.\n \nThe Court finds the parties treatment and assumptions about their relationship to be compelling.\n  \nThey\nhave treated the contract as though it were a contract for the sale of goods.\n  \nAll of Smart Online’s\ncomplaints have defined OpenSite as a merchant “as such term is defined in N.C.G.S. 25-2-104.”\n \nDefendants have responded by answering with UCC-based defenses, citing directly to the UCC.\n \nIndeed, all parties have crafted their briefs and argued as if the Software at issue is a good that falls\nwithin the purview of the UCC.\n \n{18}\n         \nFurthermore, this transaction was more like \nPearl \nthan \nWharton.\n  \nSmart Online purchased a\nprepackaged product.\n  \nThe customization involved was not sufficient to create a services contract.\n \nThis software was not developed for Smart Online’s use.\n  \nSmart Online searched for, and purchased,\npre-existing software.\n{19}\n         \nThe payment terms of the agreement also indicate this was a sale for goods.\n  \nSmart Online\npurchased “SUPPORTED AND CUSTOMIZED SOFTWARE.”\n  \nIt paid upfront for a particular\nprogram coupled with fees for additional “Galleries” for the pre-existing program.\n  \nPayments for the\ntraining, support and maintenance were not the predominant factor in the contract.\n  \nSee, e.g.,\n \nRRX,\n 772\nF.2d at 546-47 (“The employee training, repair services, and system upgrading were incidental to sale\nof the software package and did not defeat characterization of the system as a good.”) (citing \nChatlos\nSystems, Inc. v. National Cash Register  Corp.\n, 479 F. Supp. 738 (D.N.J. 1979), \naff'd\n, 670 F.2d 1304\n(3d Cir. 1982)).\n{20}\n         \nThe Court finds that the Agreement was one for the sale of goods and that the UCC applies.\n{21}\n         \nDefendants argue that plaintiff’s allegations regarding OpenSite’s breach of the License\nAgreement and Maintenance and Support Agreement (“Contract”) by providing Smart Online with\nversion 1.0.3 instead of version 1.1 fail as a matter of law because plaintiff did not provide defendant\nreasonable notice of the alleged breach after they discovered, or reasonably should have discovered,\nthe breach, and plaintiff waived any right to assert a breach of the license agreement when it accepted\ndelivery of version 1.2 in June 2000.\n  \nSee \nN.C.G.S. §§ 25-2-607 and 2-608.\n \n{22}\n         \nPlaintiff stated in oral argument that its allegations that the Software was nonconforming are not\nlimited to the version number.\n  \nIndeed, defendant could have called the Software anything it wanted,\nas long as it performed as the contract required.\n  \nThe version number is important only insofar as it\nmay demonstrate that plaintiff either did or did not receive that for which it contracted.\n  \nIt is a question\nof evidence, not pleading.\n{23}\n         \nThe Court finds plaintiff has sufficiently pled facts that, taken in the light most favorable to the\nplaintiff, show Smart Online gave notice as required under the UCC.\n  \nFor commercial actors, notice\nmust be commercially reasonable.\n  \nN.C.G.S. § 25-2-607(3)(a).\n  \nComment 4 to this provision of the\nUCC further indicates that the notice need not be written, nor does it require specificity or detail.\n  \nId.\n at\ncmt. 4 (“The notification which saves the buyer’s rights under this Article need only be such as\ninforms the seller that the transaction is claimed to involve a breach, and thus opens the way for\nnormal settlement through negotiations.”).\n{24}\n         \nUnder N.C.G.S. § 25-2-607, plaintiff will bear the burden of proof of proving compliance with\nN.C.G.S. § 25-2-607(3).\n  \nThe question of the reasonableness of such notice is normally a question of\nfact to be determined by the trier of fact.\n  \nSee \nN.C.G.S. § 25-1-204(2); \nMaybank v. S.S. Kresge Co.,\n302 N.C. 129, 134, 273 S.E.2d 681, 684 (1981); s\nee also\n \nSuperior Foods, Inc. v. Harris Teeter Super\nMarkets\n, \nInc.\n, 288 N.C. 213, 217 S.E.2d 566 (1975); \nBryant v. Adams, \n116 N.C. App. 448, 470, 448\nS.E.2d 832, 844 (1994); \nRiley v. Ken Wilson Ford, Inc.\n, 109 N.C. App. 163, 169, 426 S.E.2d 717, 721\n(1993). The issue can become a question of law \"only when the facts are undisputed and only when an\ninference can be drawn as to reasonableness of notice.\"\n  \nMaybank,\n 302 N.C. at n.1 (citing\n L.A. Green\nSeed Co. v. Williams, \n246 Ark. 463, 438 S.W. 2d 717 (1969)); \nsee also\n \nWhitehurst v. Crisp R.V.\nCenter, Inc\n., 86 N.C. App. 521, 525, 358 S.E.2d 542, 545-46 (1987).\n{25}\n         \nIn Paragraphs 35 and 38 of the Third Amended Complaint, plaintiff properly pled that it gave\nnotice on May 12, 2000 and June 13, 2000.\n  \nSmart Online also properly pled that this notice was “less\nthan three full months from the execution of the contract for the purchase of version 1.1 of the\nOpenSite Software.”\n  \nThe Third Amended Complaint alleges that the notice given on June 13, 2000\ninformed OpenSite that the version they received was a “very early release of a non-tested platform,”\nthat it should have been a “fully functional . . . version without defects,” and that this version was\n“defective” and did not “work to the promised warranty.”\n  \nThird Amended Complaint, ¶ 38.\n \n{26}\n         \nIf a buyer accepts a product with knowledge of its non-conformity, the buyer cannot later revoke\nits acceptance, unless the buyer reasonably believed the seller would cure the non-conformity.\n \nN.C.G.S. § 25-2-608(1).\n  \nRevocation of acceptance “must occur within a reasonable time after the\nbuyer discovers or should have discovered” the grounds for revocation.\n  \nN.C.G.S. § 25-2-608(2).\n \nAgain, the comments are illustrative.\n  \nSince revocation of acceptance is generally resorted to only after\nattempts at adjustment have failed, “the reasonable time period should extend in most cases beyond the\ntime for discovery of non-conformity after acceptance and beyond the time for rejection after tender.”\n \nId.\n at cmt. 4.\n \n{27}\n         \nWhether notice of breach was “seasonable” under N.C.G.S. § 25-2-608 or “reasonable” under\nN.C.G.S. § 25-2-607 is a question of fact; thus, determination of these issues would not usually be\nappropriate for a 12(b)(6) motion.\n{28}\n         \nDefendants next allege that even if there was proper notice, the pleadings reveal that they cured\nthe non-conformity by delivering version 1.2 and that plaintiff’s acceptance of this version amounted\nto waiver.\n  \nPlaintiff has countered that defendants were required to provide version 1.2 under the terms\nof the contract; thus, acceptance of something defendant was required to do in any event does not cure\nthe failure to tender conforming goods.\n  \nAssuming that acceptance of version 1.2 was acceptance of a\ncure, Paragraph 55 of the Third Complaint alleges that the cure was defective.\n  \nUCC sections 2-607(2)\nand 2-608(1) demonstrate that acceptance of a defective cure may not prevent a buyer from revoking\nhis acceptance.\n  \nThe Court finds that Smart Online has properly alleged that the cure was defective.\n \nThe Court DENIES defendants’ motion to dismiss the breach of contract claim for the reasons stated\nabove.\nIV.\nBREACH OF EXPRESS WARRANTY\n{29}\n         \nThe Court next turns to defendants’ motion to dismiss Smart Online’s allegation that OpenSite\nbreached the contract by breaching an express warranty based on verbal representations that the\nSoftware would handle three to five thousand bids or transactions simultaneously.\n  \nDefendants argue\nthis claim fails because the contract that the parties signed contained a merger clause; thus, plaintiff\nwas limited to the warranties contained in the contract.\n  \nSection 8 of the License Agreement states the\nfollowing:\nTHIS [sic] LIMITED EXPRESS WARRANTIES SPECIFIED ABOVE\nARE THE ONLY WARRANTIES MADE BY LICENSOR AND THERE\nARE NO OTHER WARRANTIES OR REPRESENTATIONS OF ANY\nKIND, EXPRESS OR IMPLIED, BY OPERATION OF LAW OR\nOTHERWISE, INCLUDING WARRANTIES OR [sic]\nMERCHANTABILITY OF [sic] FITNESS FOR A PARTICULAR\nPURPOSE.\n{30}\n         \nIn its October 15 Order, the Court ruled that this warranty was sufficient to limit the warranties of\nmerchantability and fitness for a particular purpose.\n \n{31}\n         \nThe License Agreement’s merger clause is contained in section 11.14 of the Agreement:\n11.14.\n  \nEntire Agreement.\n  \nThis Agreement, including all of its attachments,\neach of which is incorporated into this Agreement, is the entire agreement\nbetween the parties with respect to its subject matter, and there are no other\nrepresentations, understandings or agreements between the parties relative to\nsuch subject matter.\n  \nNo amendment to, or change, waiver or discharge of\nany provision of this Agreement shall be valid unless in writing and signed\nby any authorized representative of the party against which such\namendment, change, waiver or discharge is sought to be enforced.\n{32}\n         \nUnder the UCC and North Carolina case law, a warranty by description is very hard to waive.\n  \nIn\nMuther-Ballenger v. Griffin Elec. Consultants, Inc., \n100 N.C. App. 505, 509, 397 S.E.2d 247, 250\n(1990), our Court of Appeals held that a clause generally disclaiming all warranties, express or\nimplied, cannot reduce seller's obligation with respect to such description.\n  \nThe UCC states that “any\ndescription of the goods which is made part of the basis of the bargain creates an express warranty that\nthe goods shall conform to the description.”\n  \nN.C.G.S. § 2-313(1)(b).\n  \nFurthermore, “whether\ndefendant made or breached any express warranties . . . is a question of fact to be decided by the trier\nof fact.”\n  \nMuther-Ballenger\n, 100 N.C. App. at 509, 397 S.E.2d at 250.\n{33}\n         \nThe contract does not expressly include a representation that the Software will handle three to five\nthousand transactions simultaneously.\n  \nHowever, section 1.7 defines documentation as “the written,\nelectronic, or recorded work generally released by Licensor in connection with the Software that\ndescribes the functions and features, of the Software, including end user manuals.”\n  \nSuch\ndocumentation describes the Software’s ability to handle very large volumes, and this description may\nhave formed the basis of the bargain.\n  \nThe reference to documentation describing the Software is\nwithin the contract and that documentation is thus included in the contract by reference.\n  \nThe effect of\nthe merger clause is an issue that cannot be decided on the pleadings.\n  \nDefendants’ 12(b)(6) motion\nbased on the merger clause is denied.\n \nV.\nMOTION TO DISMISS SOME DAMAGES CLAIMS\n{34}\n         \nIn the Court’s October 15 Order, the Court granted defendants’ Rule 12(b)(6) motion to limit\nSmart Online’s contract damages to the remedies provided in the contract.\n  \nThe Court also gave\nplaintiff the opportunity to amend its complaint to address potential issues regarding its claim for\nspecial damages under tort.\n  \nSmart Online amended its complaint and defendants have moved,\npursuant to Rule 12(b)(6), that the Court dismiss plaintiff’s tort claims for the following damages:\n  \n(1)\n$145,000 paid to Dynamic Quest for implementation of the Software; (2) $1,935,900 paid to acquire\nAssets2Auction; (3) $1,817,000 paid to acquire e4close.com; (4) $3,823,000 in costs associated with\nexpansion of Smart Online’s business; and (5) additional damages based upon loss of revenue.\n \nDefendant has asked the Court to limit plaintiff’s recoverable damages to $121,659, the amount\nplaintiff paid to license the software.\n{35}\n         \nAt this stage of the proceedings, the Court DENIES defendants’ motion to totally limit plaintiff’s\nrecoverable damages to the amount paid to license the software.\n  \nIn addition to the cost of purchasing\nthe software, Smart Online has sufficiently alleged that it may be able to recover amounts paid to\nDynamic Quest and that it may be able to recover additional damages based upon lost revenue.\n \nDefendants would like to limit plaintiffs’ expansion cost recovery to $240,000, which is the amount\nplaintiff specified in itsr June 13, 2000 notice of default.\n  \nPerhaps additional discovery will reveal that\nplaintiff is entitled to recover some different amount than is alleged in either the June 13 letter or the\ncomplaint.\n  \nHowever, taking the allegations in the complaint as true, plaintiff has sufficiently alleged\nthat it could be entitled to recover at least some of its expansion costs.\n \n{36}\n         \nSpecial damages are damages that are the natural but not necessary result of the alleged wrongful\nact of the defendant.\n  \nOberholtzer v. Huffman, \n324 N.C. 399, 67 S.E.2d 263 (1951).\n  \nAs special\ndamages, plaintiff’s complaint alleges that it incurred substantial costs to acquire Assets2Auction on or\nabout February 28, 2000 and e4close.com on or about June 26, 2000.\n  \nPlaintiff relies on\ncommunications with OpenSite that occurred in March 2000, a date subsequent to the February\nacquisition of Assets2Auction.\n  \nPlaintiff also alleges that it gave Defendant OpenSite notice of default\non May 12, 2000 and that it communicated with Defendant Siebel representatives on June 13, 2000\nregarding the allegedly defective software.\n  \nParagraph 39 of plaintiff’s complaint states that “[a]s of\nJune 13, 2002, Dynamic Quest’s implementation of the software had not reached the point where the\nsoftware could be tested to determine whether it was actually capable of handling high volume bidding\nin a “multi-gallery” or “multiple action” environment.”\n  \nPlaintiff’s decision to purchase e4close.com on\nJune 26, 2000 in spite of the problems it was having and the lack of information it had was a business\ndecision.\n  \nSmart Online does not allege that between June 13 and the June 26 purchase of e4close.com,\nOpenSite made representations upon which Smart Online relied in purchasing e4close.com.\n  \nPlaintiff\ncannot recover for costs knowingly and willingly incurred after giving defendant notice of default.\n \nThe Court GRANTS defendants’ motion to dismiss plaintiff’s damage claims for the acquisition of\ne4close.com and Assets2Auction.\n{37}\n         \nPlaintiff’s attempt to bring the damages in under a negligent misrepresentation theory fails.\n \n“[T]he tort of negligent misrepresentation occurs when a party justifiably relies to his detriment on\ninformation prepared without reasonable care by one who owed the relying party a duty of care.”\n \nRaritan River Steel Co. v. Cherry, Bekaert & Holland,\n 322 N.C. 200, 206, 367 S.E.2d 609, 612\n(1988).\n  \nPlaintiff’s amended complaint does not sufficiently allege a supportable duty owed by\ndefendants to Smart Online.\n \n{38}\n         \nAssets2Auction was acquired before there were communications between Smart Online and\nOpenSite.\n  \nWhen our appellate courts have found damages between parties without privity, they have\ndone so in a context where the defendant owed specific duties to the public – such as accountants and\ncivil engineers.\n  \nSee, e.g., id.; Harrold v. Dowd,\n 149 N.C. App. 777, 561 S.E.2d 914 (2002); \nDavidson\n& Jones, Inc. v. County of New Hanover\n, 41 N.C. App. 661, 255 S.E.2d 580 (1979).\n  \nThe statements\nthat Smart Online relies on for the acquisition of Assets2Auction were not made to, or for the benefit\nof, Smart Online.\n  \nWhen plaintiff purchased Assets2Auction, it was not purchasing representations\nmade by a third party.\n{39}\n         \nThese special damages are also unavailable in plaintiff’s fraud claim.\n  \nOur Supreme Court has\nsaid:\nWhile fraud has no all embracing definition and is better left undefined lest\ncrafty men find a way of committing fraud which avoids the definition, the\nfollowing essential elements of actionable fraud are well established: (1)\nfalse representation or concealment of a material fact, (2) reasonably\ncalculated to deceive, (3) made with intent to deceive, (4) which does in fact\ndeceive, (5) resulting in damage to the injured party.\nRagsdale v. Kennedy\n, 286 N.C. 130, 138-39, 209 S.E.2d 494, 500 (1974) (citations omitted). \n   \n{40}\n         \nOpenSite could not intend to deceive an entity that it did not, should not, and could not know was\nrelying on statements it made to Asset2Auction.\n  \nThe complaint clearly shows that OpenSite could not\nknow any entity would purchase Assets2Auction based on things Assets2Auction said OpenSite told\nthem it could do.\n  \nUntil Smart Online and OpenSite entered negotiations, OpenSite could not intend to\ndeceive Smart Online.\n  \nAgain, the element of causation is missing.\n  \nPlaintiff does not allege that it\nbought Assets2Auction based on OpenSite’s fraud directed to Smart Online.\n{41}\n         \nDuring oral argument, plaintiff said the realities of the market place at that time forced the parties\nto make commitments to purchase companies quickly and without adequate time to fully investigate\noral promises.\n  \nSmart Online relied on Assets2Auction’s representations of what OpenSite said to\nAssets2Auction, pausing only long enough to search OpenSite’s website.\n  \nAt no point during this\nprocess did Defendant OpenSite have a duty to Plaintiff Smart Online.\n  \nAssets2Auction did not even\nhave an account with OpenSite.\n  \nFurthermore, Smart Online does not allege communications between\nitself and OpenSite before Smart Online’s acquisition of Assets2Auction.\n  \nSmart Online does not\nallege that it purchased Assets2Auction in reliance on representations made to Smart Online by\nOpenSite.\n  \nPlaintiff made a conscious business decision to undertake the risk that Assets2Auction\nwould get a contract with OpenSite that provided the needed software.\n{42}\n         \nNorth Carolina does not recognize the tort of “negligent advertising.”\n  \nIt would place an enormous\nburden on our economic system if the law were that a business could recover because it made a\ndecision based on looking at someone’s advertising.\n  \nThe Court doubts that plaintiff would want to be\nheld to that standard in its business dealings.\n  \nUnder this standard, plaintiff could have purchased\nAssets2Auction, and if at that point plaintiff could not get a license from OpenSite because it had\ndecided not to license to anyone, plaintiff would be able to recover.\n  \nPlaintiff read advertisements,\ntalked to a third party, and then entered a contract with full knowledge of the contract’s terms.\n \nPlaintiff now wishes to walk away from that contract and rely on representations made to someone\nelse before the contract was entered.\n  \nThe burden is on the business to enter into a contract that\nprotects its interests and has the remedies it wants.\n  \nHere, Smart Online failed to do so.\n{43}\n         \nPlaintiff has not alleged sufficient facts to demonstrate liability for the acquisition of e4close.come\nand Assets2Auction.\n  \nThe Court GRANTS defendants’ motion to dismiss claims for these damages.\nVI.\nCONCLUSION\n{44}\n         \nFor the foregoing reasons, the Court GRANTS defendants’ motion to dismiss the damage claims\nfor the acquisition of Assets2Auction and e4close.com and DENIES defendants’ motions to dismiss\nplaintiff’s claims for breach of contract and breach of express warranty.\n  \nAt this stage of the\nproceedings, the Court DENIES defendants’ motions to disallow all tort-based damages incurred for\nthe expansion of Smart Online’s business and for additional damages based on loss of revenue.\n  \nThe\nCourt further DENIES defendants’ motion, based solely on the pleadings, to limit plaintiff’s\nrecoverable damages to the amount plaintiff paid to license the software.\n   \nThe issues may be more\nefficiently addressed at the summary judgment stage.\n            \nSO ORDERED, this the 17th day of June 2003.\n \n \n[1]\n Other jurisdictions have taken a different approach.\n  \nSee, e.g., Cambridge Plating Co., v. Napco, Inc.,\n 991 F. 2d 21, 24\n(1st Cir. 1993) (“The general trend [is] to view such mixed contracts as governed by the UCC.”); \nUnited States ex rel. Union Bldg.\nMaterials Corp. v. Haas & Haynie Corp.,\n 577 F. 2d 568, 572 n. 2 (“The modern trend is to apply Article 2 to such mixed\nsales/services contracts.”);\n Foster v. Colorado Radio Corp., \n381 F. 2d 222, 226 (10th Cir. 1967) (applying the UCC only to the sale\nof goods elements of a contract)."
}