{
  "id": "e435fe1c0e34424637e0f8fc7f55561d17f119ea39d5f03b4b0f035c43734a94",
  "source_file": "data/raw/ncbc/e435fe1c0e34424637e0f8fc7f55561d17f119ea39d5f03b4b0f035c43734a94.pdf",
  "raw_text": "Panzino v. 5 Church, Inc., 2020 NCBC 13. \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 13865 \n \nMAURICE PANZINO,  \n \nPlaintiff, \n \nv. \n \n5 CHURCH, INC.; AND PATRICK \nWHALEN, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT AND \nMOTION TO STRIKE  \n \n1. In 2011, a group of investors, including Maurice Panzino, formed 5Church, \nInc. to open a restaurant in Charlotte, North Carolina.  Over the next few years, some \nof the investors went on to form new restaurant businesses in Charlotte and other \ncities in the Southeast.  Panzino was not among them.  In this action, Panzino alleges \nthat he was wrongfully left out  of the restaurant group’s expansion —a snub he \nattributes to 5Church’s manager, Patrick Whalen.  He also alleges that Whalen and \n5Church withheld financial information and distributions from him. \n2. Whalen and 5Church have moved for summary judgment on all claims.  (See \nECF No. 28.)  They  have also moved to strike materials  filed by Panzino  with his \nopposition brief.  ( See ECF No. 31.)  For the following reasons, the Court GRANTS  \nin part and DENIES in part the  motion for summary judgment and DENIES the \nmotion to strike as moot. \nBradley Arant  Boult Cummings LLP, by Dana C. Lumsden and \nJohnathan E. Schulz, for Plaintiff Maurice Panzino.  \n \nParker Poe Adams & Bernstein LLP, by Eric A. Frick and Eric H. \nCottrell, for Defendants Patrick Whalen and 5Church, Inc. \n \n \n \nConrad, Judge. \nI. \nBACKGROUND \n3. The Court does not make findings of fact in ruling on motions for summary \njudgment.  The following background, describing the evidence and noting relevant \ndisputes, is therefore intended only to provide context for the Court ’s analysis and \nruling. \n4. The idea for 5Church appears to have originated with Whalen.  His plan \n“was to open a concept” and then to expand “regionally, nationally, and globally if we \ncould.”  (Pl.’s Ex. C 59:25–60:3, ECF No. 30.4.)  To start, Whalen formed 5Church to \nopen and  operate a re staurant of the same name in Charlotte, North Carolina.  \nSeveral investors jumped on board.  One was Panzino, who acquired 20% of 5Church’s \nshares in return for providing construction services.  (See Pl.’s Ex. B 26:14–17, 30:1–\n8, ECF No. 30.3.)  Another was Ayman Kamel, described by Whalen as a “mentor and \nadvisor.”  ( Pl.’s Ex. A  24:2, ECF No. 30.2 .)  Kamel also received 20% of 5Church’s \nshares.  (See Pl.’s Ex. A 61:8–11.)  The remaining 60% went to MAP Management of \nCharlotte, LLC (“MAP”), which is now dissolved but at the time served as an \ninvestment vehicle for Whalen and a mix of other investors.  ( See, e.g., Pl.’s Ex. A \n60:24–61:3, 65:8–66:15, 100:17–23.)1 \n5. Though formed as a North Carolina corporation, 5Church has been governed \nmuch like a limited liability company .  The original shareholders entered into a  \n                                            \n1 The record as to MAP’s ownership is often confusing.  ( See, e.g., Pl.’s Ex. C 61:6 –62:25.)  \nNevertheless, it is undisputed that MAP initially owned 60% of 5Church’s shares.  (See Defs.’ \nBr. in Supp. 1, ECF No. 29; Pl.’s Opp’n 2, ECF No. 30.) \n \n \ncontract styled as an operating agreement, which vests management authority in a \nmanager (rather than  a board of directors)  and refers to the owners as members \n(rather than shareholders).  ( See, e.g. , Defs.’ Ex. A  §§ 3.1, 4.1, ECF No. 29.2 \n[“Operating Agrmt.”].)  The operating agreement  also mistakenly refers to 5Church \nas a limited liability company at times.  ( See Operating Agrmt . §  2.1.)  Why the \nshareholders chose this unusual arrangement is unclear , but no one challenges the \nvalidity of the operating agreement, and its terms are central to this dispute. \n6. Three sections are especially relevant.  First, section 3.12(c) gives each \ninitial shareholder a right of first refusal to invest “[i]n the event of a second business \nto be opened after the commencement of this business[.]”  (Operating Agr mt. \n§ 3.12(c).)  Second, section 5.2 requires 5Church’s manager to make monthly \ndistributions to shareholders, subject to the company’s capital reserve needs.  ( See \nOperating Agrmt. § 5.2(a).)  It is undisputed that Whalen w as 5Church’s manager.  \n(See Operating Agrmt. p.4; Pl.’s Ex. C 59:15. )  Third, section 8.4 states that “[t]he \nCompany will deliver to the Members .  . . an unaudited statement of income and \nretained earnings” each month.  (Operating Agrmt. § 8.4(a).) \n7. It wasn’t long before 5Church’s  investors decided to expand.  About a year \nafter opening the first restaurant, t hey formed Nan & Byron’s, LLC to open and \noperate a second restaurant in Charlotte.  (See Pl.’s Ex. A 24:5–7.)  Panzino chose not \nto take part.  Though offered a chance to invest in Nan & Byron’s, Panzino concluded \nthat the terms weren’t favorable and turned it down.  (See Defs.’ Ex. C 127:24–128:11, \nECF No. 29.4; see also Defs.’ Ex. D, ECF No. 29.5.)  A few months later, Panzino ran \n \n \ninto financial trouble and sold half his shares in 5Church to Kamel, Whalen, or one \nor more of their family members.  (See Pl.’s Ex. B 102:24–103:15, 112:11–18.) \n8. Three more businesses followed.  In 2014 and 2015, restaurants carrying \nthe 5Church name opened in Charleston, South Carolina and Atlanta, Georgia.  Each \nwas organized as a separate limited liability compan y.  ( See Pl.’s Ex. A 120:13– 18; \nDefs.’ Ex. C 146:8–12, 148:20–23, 151:7–13.)  In 2017, a fifth business opened, again \norganized as a new LLC.  It was given the name Sophia’s Lounge and located next to \nthe original 5Church restaurant in Charlotte.  (See Pl.’s Ex. A 85:21–86:17.) \n9. The opening of Sophia’s Lounge did not sit well with Panzino .  He had not \nbeen asked to invest in the  business, just as he had not been asked to invest  in the \nCharleston expansion before that .  (See Defs.’ Ex. E 2 , ECF No. 29.6; Pl.’s Ex. C \n291:15–21; Pl.’s Ex. D 3 –4, ECF No. 30.5. )  Nor had he received  the monthly \ndistributions and disclosures of financial information that he believed the operating \nagreement required.  ( See Pl.’s Ex. B 108:25– 109:1, 112:13–18; Pl.’s Ex. K ¶¶  5–7, \nECF No. 30.12.)  Feeling  “fed up,” Panzino sold all his remaining shares to Wha len, \nWhalen’s father, and Kamel in April 2017.  (Pl.’s Ex. B 102:22–23, 108:23–110:2.)   \n10. Panzino’s departure coincided with a falling out between Whalen and \nKamel.  At some point in 2017, Whalen sold his interest in the  Atlanta restaurant, \nand Kamel was excluded from management of the Charleston restaurant.  (See Pl.’s \nEx. C 80:12 –81:24.)  And in August of that year , Kamel filed suit against Whalen , \n5Church, and others in federal district court.  See Kamel v. 5Church, Inc., 2019 U.S. \nDist. LEXIS 144287, at *10 (W.D.N.C. Aug. 23, 2019). \n \n \n11. Panzino brought this suit  a year later .  He asserts three claims  for relief:  \none for breach of fiduciary duty and constructive fraud against Whalen; another for \nbreach of sections 3.12(c), 5.2, and 8.4 of the operating agreement  against Whalen \nand 5Church; and a third for an equitable accounting against Whalen and 5Church.  \n12. After discovery closed, Whalen and 5Church moved for summary judgment \non all claims.  (Defs.’ Mot. Summ. J., ECF No. 28.)  All briefs were timely filed.  T he \nCourt held a hearing on September 12, 2019, at which all parties were represented \nby counsel.  The motion is ripe for determination.   \nII.  \nANALYSIS \n13. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In deciding a motion for summary \njudgment, the Court views the evidence “ in the light most favorable to the \nnon-mov[ant],” taking the non-movant’s evidence as true and drawing inferences in \nits favor.  Furr v. K-Mart Corp., 142 N.C. App. 325, 327, 543 S.E.2d 166, 168 (2001) \n(internal citation and quotation marks omitted).  The moving party “bears the initial \nburden of demonstrating the absence of a genuine issue of material fact. ”  Liberty \nMut. Ins. Co. v. Pennington, 356 N.C. 571, 579, 573 S.E.2d 118, 124 (2002).  If the \nmoving party carries this burden, “it becomes incumbent upon the opposing party to \ntake affirmative steps to defend his position by proof of his own. ”  Lowe v. Bradford, \n305 N.C. 366, 370, 289 S.E.2d 363, 366 (1982).  The opposing party “ may not rest \n \n \nupon the mere allegations or denials of his pleading,” N.C. R. Civ. P. 56(e), but must \ninstead “come forward with specific facts establishing the presence of a genuine \nfactual dispute for trial,” Liberty Mut. Ins., 356 N.C. at 579, 573 S.E.2d at 124. \nA. Breach of Fiduciary Duty and Constructive Fraud \n14. In his combined claim for breach of fiduciary duty and constructive fraud, \nPanzino alleges that Whalen should have but did not  disclose plans to open  a \nrestaurant in Charleston.  ( See Compl. ¶¶ 52–54, ECF No. 3.)  Whalen argues  that \nsummary judgment is appropriate because , among other things,  he did not owe a \nfiduciary duty to Panzino.  (See Defs.’ Br. in Supp. 8–12.)  Panzino argues that Whalen \nwas 5Church’s manager and controlling shareholder and therefore  owed a fiduciary \nduty to Panzino as a minority shareholder.  (See Pl.’s Opp’n 9–12.) \n15. Although Panzino plead s them together, breach of fiduciary duty and \nconstructive fraud are distinct  causes of action  with overlapping elements.   An \nessential element of each is the existence of a fiduciary relationship.  See, e.g., Azure \nDolphin, LLC v. Barton , 2017 NCBC LEXIS 90, at *23 –24 (N.C. Super. Ct. Oct. 2, \n2017), aff’d, 371 N.C. 579, 821 S.E.2d 711 (2018) (citing examples);  Brown v. Secor, \n2017 NCBC LEXIS 65, at *18–19 (N.C. Super. Ct. July 28, 2017) (same). \n16. In his role as 5Church’s manager, Whalen effectively held the position of a \ncorporate director or single-director board.  By statute, directors owe a fiduciary duty \nto the corporation, not to individual shareholders or to the shareholders as a whole.  \nSee N.C.G.S. § 55-8-30.  “While it may be said that directors have a general duty to \nact for the benefit of all shareholders, the General Assembly, in amending the \n \n \nstatutes governing corporations, eliminated the provision that a director’s duty runs \nto both t he shareholders and the corporation.”  Gusinsky v. Flanders Corp. , 2013 \nNCBC LEXIS 43, at *11 (N.C. Super. Ct. Sept. 25, 2013); see also Estate of Browne v. \nThompson, 219 N.C. App. 637, 641, 727 S.E.2d 573, 576 (2012).   \n17. Panzino contends that he and the other shareholders of 5Church altered \nthese statutory rules by contract to impose a fiduciary duty that the manager owes \nto individual shareholders .  ( See Pl.’s Opp’n 12.)  This is an argument that comes \nmore naturally to members of LLCs  than corporate share holders.  Although LLC \nmembers have nearly limitless authority to  depart from statutory default rules , \ncorporate shareholders have far less flexibility.  See Island Beyond, LLC v. Prime \nCapital Grp., LLC , 2013 NCBC LEXIS 48, at *15 (N.C. Super. Ct. Oct. 30, 2013) \n(“Parties to an LLC Operating Agreement can alter statutory default rules, unlike \nshareholders in a closely held corporation who have no such power.”).  It bears \nrepeating that, despite having many of the trappings of an LLC, 5Church is organized \nas a corporation and therefore subject to the statutes that govern corporations.  Had \n5Church’s shareholders intended to impose a  nonstatutory fiduciary duty on its  \nmanager, their authority to do so might  be open to question —an issue that neither \nside addresses. \n18. The Court need not head down that road  because the relevant provision, \nsection 4.8(a), does not purport to do what Panzino contends .  Section 4.8(a) is an \nexculpatory provision:   \nTo the fullest extent permitted [by governing law], the Manager . . . shall \nnot be personally liable, responsible or accountable in damages or \n \n \notherwise to the Company or any of its Members or Holders for or with \nrespect to any action taken or failure to a ct on behalf of the Company \nwithin the scope of the authority conferred on the Manager by this \nAgreement or by law.  In addition to, and not by way of limitation of, the \npreceding sentence, the Manager shall not be liable to the Company or \nits Members or H olders for monetary damages for breach of fiduciary \nduty as a Manager, except for liability for acts or omissions not in good \nfaith or which involve fraud, gross negligence, or willful misconduct. \n(Operating Agrmt. § 4.8(a).)  In his opposition brief, Panzino crops the first sentence \nin its entirety, omits the introduction to the second sentence, and then reads the last \nclause in isolation to impose new fiduciary duties by implication.  (See Pl.’s Opp’n 12.)  \nThat is not a reasonable interpret ation.  On its  face, section 4.8(a) limits the \nmanager’s liability.  At no point does it define the manager’s fiduciary duties or state \nthat the man ager owes those duties to 5Church’s shareholders.  I t would be \nnonsensical to construe this express limitation on liability in a way that not only \ncreates liability but does so for new, unusual, and undefined duties.  Thus, given the \nundisputed facts, Whalen did not owe a fiduciary duty to 5Church’s shareholders \nbased on his role as manager.  See Atkinson v. Lackey, 2015 NCBC LEXIS 21, at *9–\n10 n.1 (N.C. Super. Ct. Feb. 27, 2015).\n2   \n19. Panzino also points to fiduciary relationships that sometimes arise between \nshareholders.  The general rule is that s hareholders “do not owe a fiduciary duty to \neach other or to the corporation.”  Freese v. Smith , 110 N.C. App. 28, 37, 428 S.E.2d \n841, 847 (1993).  An exception  is that “[t]he controlling majority of the stockholders \n                                            \n2 To be clear, the Court offers no opinion as to whether this exculpatory provision is effective \nto eliminate the manager’s liability for breach of a statutory fiduciary duty to 5Church.  See \nN.C.G.S. § 55-8-30(e) (“A director’s personal liability for monetary damages for breach of a \nduty as a director may be limited or eliminated only to the extent permitted in G.S. 55 -2-\n02(b)(3) . . . .”). \n \n \nof a corporation, while not trustees in  a technical sense, have a real duty to protect \nthe interests of the minority in the management of the corporation  . . . .”  Gaines v. \nLong Mfg. Co., 234 N.C. 340, 344, 67 S.E.2d 350, 353 (1951). \n20. In his opposition brief and in his complaint, Panzino  asserts that Whalen \nshould be deemed a controlling shareholder because he controlled MAP and MAP, in \nturn, held a majority of 5Church’s shares.  (See Pl.’s Opp’n 9–10; see also Compl. ¶ 17 \n(“MAP . . . is the controlling shareholder of” 5Church); Compl. ¶ 50 (alleging existence \nof fiduciary duty based on “Whalen’s status as manager of the controlling shareholder \nof” 5Church).)  This is a nonstarter.  Perhaps MAP, as majority shareholde r, owed a \nduty to protect the interests of Panzino and other minority shareholders.  But n o \nclaim has been asserted against MAP, which is an entity distinct from its members , \nincluding Whalen.  See N.C.G.S. § 57D-2-01(a).  Panzino has not argued that MAP is \nWhalen’s alter ego.  Nor has he cited any case law imputing a majority shareholder’s \nfiduciary status to the shareholder’s own managers, officers, or directors.  The Court \ntherefore concludes that Whalen’s affiliation with MAP is not sufficient to create a \nfiduciary relationship between Whalen and Panzino. \n21. At the hearing, Panzino’s counsel offered a new theory: that Whalen was a \nminority shareholder in his own right and that he owed a fiduciary duty to the other \nshareholders because he exercised actual control over 5Church.  This belated theory \nis not mentioned in Panzino’s brief and is contrary to the allegations of his complaint.  \nIt is doubtful whether the issue was properly raised.  See, e.g., Coleman v. Coleman, \n \n \n2015 NCBC LEXIS 114, at *8 –9 (N.C. Super. Ct. Dec. 10, 2015) (concluding that \ncomplaint did not give fair notice of unasserted theory of liability). \n22. Furthermore, our Supreme Court has not decided whether a minority \nshareholder exercising actual control over a corporation  owes a duty to other \nshareholders.  See Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 616, 821 S.E.2d \n729, 737 (2018).   There is no need to decide that question here .  A t most, Whalen \nowned 20.75% of 5Church’s shares in 2014 when the Charleston restaurant opened.3  \n(See Defs.’ Ex. F 249: 1–16, ECF No. 29.7.)  Yet the operating agreement requires a \nunanimous vote of all shareholders  on numerous matters, some big (authorizin g a \nmerger or change of form) and some relatively small (authorizing loans over $10,000).  \n(See Operating Agrmt. §§ 4.1(a)(ix), 4.3.)  These contractual restrictions, which gave \nPanzino and the other shareholders veto power on key issues,  defeat any claim that \nWhalen exercised actual control over 5Church , as contemplated in Corwin .  See \nCorwin, 371 N.C. at 619, 821 S.E.2d at 739 (discussing restrictions that require \n“unaffiliated stockholders to approve specific transactions,” among others). \n23. In short, Panzino has not put forward evidence from which a jury could find \nthat Whalen owed him a fiduciary duty.  Accordingly, the Court grants the motion for \n                                            \n3 There is scant evidence on this point—an artifact of Panzino’s belated assertion of a theory \nnot grounded in his complaint.  Nothing in the record shows that Whalen owned these shares \nin his own name, and some evidence suggests that Whalen held many of the shares through \nhis stake in MAP and that he held an interest in other shares that were placed in the name \nof Kamel’s wife .  ( See Pl.’s Ex. A 61:12 –63:9; Pl.’s Ex. B 102:24– 103:15.)  Whalen acquired \nother shares when Panzino sold the rest of his stake in 2017, but that purchase is not material \nto the alleged breach in 2014. \n \n \nsummary judgment as to Panzino ’s claims  for breach of fiduciary  duty and \nconstructive fraud.   \nB. Breach of Contract \n24. Next, the Court addresses Panzino’s  claim for breach of contract.   “The \nelements of a claim for breach of contract are (1) existence of a valid contract and \n(2) breach of the terms of that contract.”  Poor v. Hill, 138 N.C. App. 19, 26, 530 S.E.2d \n838, 843 (2000).   Here, t he parties dispute whether Whalen and 5Church breached \nsections 3.12(c), 5.2, and 8.4 of the operating agreement.  \n1. Section 3.12(c) \n25. It is undisputed that Panzino was never offered an opportunity to invest in \nSophia’s Lounge.  Panzino claims that this amounts to a  breach of section 3.12(c), \nwhich gives 5Church’s initial shareholders a right of first refusal to invest in “a \nsecond business to be opened after the commencement of this business.”   (Operating \nAgrmt. § 3.12(c).)  Whalen and 5Church argue that Sophia’s Lounge was the fifth \nbusiness opened, not the second.  (See Defs.’ Br. in Supp. 14–15.)  Panzino interprets \nsection 3.12(c) as a right of first refusal to invest “in all future restaurant businesses \ncreated by the 5Church restaurant gro up,” including Sophia’s Lounge.  ( Pl.’s Opp’n \n18.)   \n26. Faced with the exact same interpretive dispute in the  related Kamel case, \nthe federal district court concluded that “[s]ection 3.12(c) is plain and unambiguous.”  \nKamel, 2019 U.S. Dist. LEXIS 144287, at *2 3.  “The ordinary meaning of ‘ second’ is \n‘[c]oming next after the first in order, place, rank, time, or quality.’ ”  Id. (quoting The \n \n \nAmerican Heritage Dictionary of the English Language 1582 (5th ed. 2011))  \n(alteration in original) .  On that basis, the court rejected the argument that the \nphrase “second business” includes all future businesses.  See id. at *22.   \n27. This reasoning is persuasive.  Contracting parties are free to define the \nwords they use, but when they do not, any nontechnical words are given “their \nmeaning in ordinary speech, unless the context clearly indicates another meaning \nwas intended.”  Singleton v. Haywood Elec. Membership Corp., 357 N.C. 623, 629, 588 \nS.E.2d 871, 875 (2003) (citation and quotation marks omitted).  The phrase  “second \nbusiness” is neither technical nor defined in the operating agreement .  It must be \ngiven its ordinary meaning. \n28. Contrary to settled  rules of contract interpretation,  Panzino calls on \nextrinsic evidence to show that section 3.12(c) is ambiguous .  The role of extrinsic \nevidence is to clarify ambiguities not to create them.  Panzino makes no effort to show \nthat the ordinary meaning of “second business” includes all future businesses, \nwhether second or twenty -second in the queue.  Thus, section 3.1 2(c) is not \nambiguous, and it would be error to “consult extrinsic evidence.”  Ludlam v. Miller, \n225 N.C. App. 350, 365, 739 S.E.2d 555, 564 (2013); see also  Atl. & E. Carolina Ry. \nCo. v. Wheatly Oil Co. , 163 N.C. App. 748, 752, 594 S.E.2d 425, 429 (2004)  (“When \nthe language of a written contract is plain and unambiguous, the contract must be \ninterpreted as written and the parties are bound by its terms.” (citation and quotation \nmarks omitted)); Glover v. First Union Nat’l Bank of N.C. , 109 N.C. App. 451, 456, \n428 S.E.2d 206, 209 (1993) (“An ambiguity exists where the language of a contract is \n \n \nfairly and reasonably susceptible to either of the constructions asserted by the \nparties.”). \n29. Under the plain language of  section 3.12(c), Panzino had no right of first  \nrefusal to invest in Sophia’s Lounge.  It is undisputed that Nan & Byron’s , not \nSophia’s Lounge,  was the second business opened after the 5Church Charlotte \nrestaurant.  (See Defs.’ Ex. C 132:24–133:2, 148:15–149:2.)  Whalen and 5Church are \ntherefore entitled to summary judgment  dismissing the claim for  breach of section \n3.12(c).  \n2. Section 5.2 \n30. Section 5.2 governs distributions to 5Church’s  shareholders.  As relevant, \nthe section requires 5Church’s manager to “make a distribution of Distributable Cash \nmonthly” unless the distribution would compromise the company’s capital reserves.  \n(Operating Agrmt. § 5.2(a).)  Panzino claims that Whalen and 5Church breached \nsection 5.2 by making only sporadic distributions between February 2016 and April \n2017, when Panzino sold his shares.  ( See Pl.’s Opp’n 3–5.)  Whalen and 5Church \nargue that summary judgment is appropriate because Panzino has not shown any \nevidence of damages.  (See Defs.’ Br. in Supp. 20–22.) \n31. “Under North Carolina law, proof of damages is not an element of a claim \nfor breach of contract.”  Crescent Univ. City Venture, LLC v. AP Atl., Inc., 2019 NCBC \nLEXIS 46, at *127 (N.C. Super. Ct. Aug. 8, 2019) (citation omitted).  Rather, “in a suit \nfor damages for breach of contract, proof of the breach would entitle the plaintiff to \nnominal damages at least.”  Delta Envtl. Consultants, Inc. v. Wysong & Miles Co., 132 \n \n \nN.C. App. 160, 172, 510 S.E.2d 690, 698 (1999) (citation and quotation marks \nomitted).  On that basis, our Court of Appeals has stressed that it would be error to \nenter summary judgment based on a failure to offer evidence of damages.  See Hodges \nv. Young, 2011 N.C. App. LEXIS 370, at *6 (N.C. Ct. App. Mar. 1, 2011) (unpublished). \n32. If Panzino proves at trial that Whalen and 5Church did not make monthly \ndistributions when required to do so, he would be entitled to nominal damages even \nwithout proof of actual damages. 4  The Court therefore denies the motion for \nsummary judgment as to the alleged breach of section 5.2. \n3. Section 8.4 \n33. Panzino also claims a breach of his rights under section 8.4, which requires \n5Church to deliver certain financial statements to its shareholders every month.  (See \nOperating Agrmt. § 8.4(a).)  It is undisputed that these reports were not delivered \nmonthly while Panzino was a shareholder.  (See Pl.’s Ex. G 45:23–46:3, ECF No. 30.8; \nPl.’s Ex. A 52:17–24.)  Even so, Whalen and 5Church argue that summary judgment \nshould be entered because Panzino lacks standing to assert a claim based on section \n8.4 and because, if he does have standing, he has offered no evidence of damages \nflowing from the alleged breach.  (See Defs.’ Br. in Supp. 16–20.) \n34. As to standing, both sides start  with the familiar rule that a shareholder \nmay not bring an individual cause of action to recover a loss of value to his or her \n                                            \n4 At the hearing, counsel for Whalen and 5Church argued that Panzino will not be able to \nmake this showing at trial.  If so, the claim may be subject to a motion for directed verdict.  \nBut the Court declines to consider the issue at this stage because the motion, briefing, and \nevidence are all geared toward Panzino’s ability to prove damages and the sufficiency of his \nevidence as to breach was not clearly raised as a ground for summary judgment.  (See Defs.’ \nMot. Summ. J. 2.) \n \n \nshares caused by a wrong done to the corporation , unless the shareholder was owed  \nsome special duty or suffered some special injury.  ( See Defs.’ Br. in Supp. 16; Pl.’s \nOpp’n 21.)  It is a correct statement of law .  See Barger v. McCoy Hillard & Parks, \n346 N.C. 650, 658– 59, 488 S.E.2d 215, 219 (1997).   But it is irrelevant  because \nPanzino’s claim for breach of section 8.4 does not involve any wrong done to 5Church.  \nThe text makes this clear.  Section 8.4 requires  “[t]he Company [to] deliver to the \nMembers” the relevant financial statements.   (Operating Agrmt. § 8.4(a) (emphasis \nadded).)  In other words, this section imposes an obligation on 5Church to deliver \ninformation to its shareholders  and grants to those shareholders  a corresponding \nright to receive information.  By pursuing a claim for breach of section 8.4, Panzino \nseeks to enforce his own rights, not those of 5Church.  He therefore has standing to \nassert an individual claim for relief, and the Barger framework simply does not \napply.5  See 759 Ventures, LLC v. GCP Apt. Inv ’rs, LLC, 2018 NCBC LEXIS 82, at \n*9–11 (N.C. Super. Ct. Aug. 13, 2018) (concluding that plaintiff had standing to bring \ndirect claim for breach of operating agreement). \n35. Likewise, it is not relevant at this stage whether  Panzino has evidence of \ndamages from the alleged breach.  As noted, damages are not an element of  a claim \nfor breach of contract.  Whalen and 5Church are not entitled to summary judgment \nas to the alleged breach of section 8.4.  See Hodges, 2011 N.C. App. LEXIS 370, at *6.   \n                                            \n5 The Court has occasionally cautioned against a reflexive application of Barger.   See, e.g. , \nBennett v. Benne tt, 2019 NCBC LEXIS 19, at *13 n.5 (N.C. Super. Ct. Mar. 15, 2019); \nAtkinson, 2015 NCBC LEXIS 21, at *15 n.3. \n \n \n36. Given this disposition, the Court need not address the motion to strike \nevidence of damages attached to Panzino’s brief in opposition.  That motion is moot.   \nWhalen and 5Church are , of course, free to address that evidence through  a motion \nin limine in advance of trial. \nC. Equitable Accounting \n37. Last, Panzino represents  that he is no longer pursuing his claim  for \nequitable accounting.  Accordingly, the motion for summary judgment is granted as \nto this claim.   \nIII. \nCONCLUSION \n \n38. For these reasons, the Court GRANTS  in part and DENIES  in part the \nmotion for summary judgment:  \na. The Court GRANTS the motion for summary judgment a s to the claim \nfor breach of fiduciary duty and constructive fraud, the claim for breach \nof contract as to section 3.12(c) of 5Church’s operating agreement, and \nthe claim for equitable accounting.  These claims are DISMISSED with \nprejudice. \nb. The Court DENIES the motion for summary judgment as to the  claim \nfor breach of contract as to  sections 5.2 and 8.4 of 5Church’s operating \nagreement. \nc. The Court DENIES the motion to strike as moot.   \n \n \n39. Within seven days of this Order, counsel for the parties shall meet and \nconfer as to the anticipated length of trial and submit a joint status report via e-mail \nto the law clerk assigned to this case. \n \nSO ORDERED, this the 12th day of February, 2020. \n /s/ Adam M. Conrad  \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}