{
  "id": "e490f8b124dfdcd237ad17a79ed1eaa2aaf64d79964b55bb4c183ade45c4d324",
  "source_file": "data/raw/ncbc/e490f8b124dfdcd237ad17a79ed1eaa2aaf64d79964b55bb4c183ade45c4d324.pdf",
  "raw_text": "Health Mgmt. Assocs., Inc. v. Yerby, 2009 NCBC 14. \n \nNORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nFRANKLIN COUNTY 06 CVS 0839 \n \n \nHEALTH MANAGEMENT ASSOCIATES, \nINC., AND LOUISBURG H.M.A., INC., \nd/b/a FRANKLIN REGIONAL MEDICAL \nCENTER, \n   Plaintiffs \n \n v. \n \nLEMUEL G. YERBY, III, M.D., TRIANGLE \nSURGICAL ASSOCIATES, P.A., \nMEDICAL MUTUAL INSURANCE \nCOMPANY OF NORTH CAROLINA a/k/a \nMEDICAL MUTUAL INSURANCE \nCOMPANY OF NORTH CAROLINA, INC., \nMEDICAL MUTUAL SERVICES, LLC, \nAND STEVEN SCHWAM, M.D., \n   Defendants. \n \n \n \n \n \n \n \nOPINION AND ORDER \nGRANTING SUMMARY JUDGMENT \n  \n \n \n \n \n \n \n This matter came before the court on a Motion for Summary Judgment (the \n“Motion”) filed by Defendants Lemuel G. Yerby, III, M.D. and Triangle Surgical \nAssociates, P.A.  Among other things, the Motion presents the issue of whether, nothing \nelse appearing, a corporate parent that settles all personal injury claims brought against \nit, its subsidiary entity and unrelated alleged joint tortfeasors has standing to seek \nrecovery of contribution or indemnity from the unrelated but released joint tortfeasors.  \nUnder the facts of this particular matter, the court concludes that such remedies are not \navailable to the corporate parent, and that the Motion should be granted. \nMitchell Brewer Richardson, by Ronnie M. Mitchell, Esq. and Coy E. Brewer, \nEsq. for Plaintiffs. \n \nYoung Moore and Henderson, P.A., by William P. Daniell, Esq. and Kelly E. \nStreet, Esq.; and Walker, Clark, Allen, Grice & Ammons, LLP, by Robert D. \nWalker, Jr., Esq. for Defendants. \n \nJolly, Judge. \n[1] This is a civil action seeking recove ry for contribution, indemnification and \nunjust enrichment.  It arises out of settlement by one or more of the Plaintiffs of all \nremaining personal injury claims in the case of Joan M. Faulkner and John Faulkner v. \nHealth Management Associates, Inc.; Louisburg H.M.A., Inc. d/b/a Franklin Regional \nMedical Center; Steven Schwam, M.D.; Lemuel Yerby M.D. and Triangle Surgical \nAssociates, P.A., Franklin County File No. 03 CVS 271 (the “Faulkner Lawsuit”). \n[2] This matter was designated as a complex business case pursuant to \nRules 2.1 and 2.2 of the General Rules of Practice for the Superior and District Courts, \nand assigned to the undersigned, Special Superior Court Judge for Complex Business \nCases, by Order of The Honorable Sarah Parker, Chief Justice of the Supreme Court of \nNorth Carolina on July 24, 2007. \n[3] After considering the briefs, arguments of counsel, pleadings, discovery \nand all other admissible matters of record, the court reaches the conclusions reflected in \nthis Order. \n[4] The material facts reflected in paragraphs 5 through 41 of this Order exist, \nare undisputed1 and are pertinent to the issues raised by the Motion. \n                                            \n1 It is not proper for a trial court to make findings of fact in determining a motion for summary judgment \nunder Rule 56 of the North Carolina Rules of Civil Procedure (“Rule(s)”).  However, it is appropriate for a \nRule 56 order to reflect material facts that the court concludes exist and are not disputed, and which \nsupport the legal conclusions with regard to summary judgment.  Hyde Ins. Agency v. Dixie Leasing, 26 \nN.C. App. 138 (1975). \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n [5] This case arises out of the Faul kner Lawsuit, which was filed by Joan \nFaulkner (“Ms. Faulkner”) and her husband (“Dr. Faulkner”) (Ms. Faulkner and Dr. \nFaulkner sometimes are referred to herein collectively as the “Faulkners”) on April 7, \n2003, in the Superior Court of Franklin County.  In that civil action, the Plaintiffs sought \nrecovery for injuries sustained by Ms. Faulkner during an operating room fire that \noccurred on June 25, 2002, at Franklin Regional Medical Center (“Franklin Regional”), a \nhospital in Louisburg, North Carolina, that was owned and operated by Louisburg HMA, \nInc. \n[6] The Defendants in the Faulkner Lawsu it were (a) Dr. Lemuel G. Yerby, III \n(“Dr. Yerby”), a surgeon; (b) Triangle Surgical Associates, P.A., Dr. Yerby’s employer; \n(c) Dr. Steven Schwam (“Dr. Schwam”), an anesthesiologist; (d) Health Management \nAssociates, Inc. (“HMA”) and (e) Louisburg H.M.A., Inc. (“Louisburg HMA”), a subsidiary \nof HMA.   \n[7] HMA is, and at all relevant times to this action was, a corporation \norganized and existing under the laws of Delaware with its principal place of business in \nNaples, Florida. \n[8] HMA is, and at all relevant times to  this action was, a “holding company,” \nwhich acquires hospitals and medical practices that it then operates as separate and \ndistinct corporate entities.  The hospitals and medical practices are incorporated in the \nstates in which they are located. \n[9] In 1986, HMA became the sole shar eholder of Louisburg HMA, a North \nCarolina corporation that owns and operates Franklin Regional. \n[10] Louisburg HMA is, and at all times relevant to this action was, a \ncorporation organized and existing under the laws of the State of North Carolina and \ndoing business as Franklin Regional Medical Center in Louisburg, North Carolina.   \n[11] Louisburg HMA is, and at all times relevant to this action was, a \ncorporation with its own Articles of Incorporation and Bylaws.   \n[12] At all times relevant to this action, Louisburg HMA owned the land and \nbuildings where Franklin Regional is located.  \n[13] At all times relevant to this action,  the individuals at Franklin Regional who \nprovided healthcare to patients were either employees of Louisburg HMA or were \nindependent contractors who had privileges to treat patients at Franklin Regional.  \n[14] At all times relevant to this acti on, HMA did not provide any direct patient \ncare at Franklin Regional. \n[15] On June 25, 2002, Ms. Faulkner underwent a left cervical lymph node \nbiopsy at Franklin Regional for the purpose of determining whether she was suffering \nfrom cancer.   \n[16] On June 25, 2002, the surgeon w ho performed Ms. Faulkner’s procedure \nwas Dr. Yerby.  Anesthesia during that procedure was provided by Dr. Schwam and \nKevin Henson, a certified registered nurse anesthetist (CRNA) who was employed by \nLouisburg HMA. \n[17] Dr. Yerby and Dr. Schwam were independent contractors who, at all times \nrelevant to this action and the Faulkner Lawsuit, were not employed by either Louisburg \nHMA or HMA.   \n[18] During the June 25, 2002 surgery, a fire occurred and Ms. Faulkner was \nburned on the face, neck and chest.   \n[19] On April 7, 2003, the Faulkners initiated the Faulkner Lawsuit by filing a \nComplaint alleging, among other things, negligence on the parts of HMA, Louisburg \nHMA, Dr. Yerby, Triangle Surgical Associates, P.A. and Dr. Schwam. \n[20] The Complaint in the Faulkner Lawsuit, as amended, included claims \nagainst HMA that were separate and distinct from the negligence claims being asserted \nagainst Dr. Yerby, Triangle Surgical Associates, P.A. and Dr. Schwam.  The claims \nagainst HMA included a claim arising from the termination of Dr. Faulkners’ employment \nwith the Perry Medders Clinic and a claim for punitive damages.  \n[21] On September 20, 2004, Dr. Schwam entered into a settlement with the \nFaulkners and was released from the Faulkner Lawsuit. \n[22] The Faulkner Lawsuit then proc eeded with respect to the remaining \nclaims.  It was set for trial on August 29, 2005.   \n[23] Five days before trial, on or about August 24, 2005, HMA and its \nprofessional liability insurance carrier, The Doctors’ Company, entered into a settlement \nwith the Faulkners of all remaining claims in the Faulkner Lawsuit.  Pursuant to the \nSettlement Agreement and Release (“Settlement Agreement”), The Doctors’ Company \npaid to the Faulkners its liability policy limits and HMA paid an additional amount to the \nFaulkners. \n[24] The terms of the Settlement Agr eement provided that not only were HMA \nand Louisburg HMA released from any liability to the Faulkners arising from the June \n25, 2002 surgery, but also that Defendants Dr. Yerby and Triangle Surgical Associates, \nInc. were released from any liability to the Faulkners arising from the surgery. \n[25] Defendants Dr. Yerby and Triangle Surgical Associates, Inc. never \nauthorized HMA to act on their behalf with respect to settlement of the Faulkner \nLawsuit; and, in fact, they refused to participate in the settlement negotiated by HMA. \n[26] Defendants Dr. Yerby and Triangle Surgical Associates, P.A. did not \nexecute the Settlement Agreement. \n[27] The Settlement Agreement specifically provided for the release of: \n \nall claims “including, but not  limited to, any and all damages \nalleged and claimed to have been su stained by Releasors, as \nwell as any and all claims for n egligence, negligent infliction of \nemotional distress, loss of cons ortium, or employment issues \nalleged or claimed to have been sust ained as a result of any and \nall care, treatment, contract of employment, or any other form of \ncontract between Releasors and any  employee, agent or insured \nof said Releasees, their agents and employees, arising from \nJoan Faulkner’s medical treatment at Franklin Regional Medical \nCenter on June 25, 2002 or Dr. John Faulkner’s employment with \nThe Perry Medders Medical Clinic. \n \n[28] The Settlement Agreement did not pr ovide for any allocation of the total \nsettlement amount between the personal injury claim of Ms. Faulkner, a consortium \nclaim by Dr. Faulkner, Dr. Faulkner’s contended employment claim or the contended \npunitive damages claim against HMA. \n[29] On August 24, 2005, The Doctors’ Company issued a settlement check for \nits portion of the settlement payment to Patterson Harkavy and Lawrence, as attorneys \nfor the Faulkners. \n[30] On September 13, 2005, pursuant  to the Settlement Agreement, HMA \ntransferred the balance of the settlement payment by wire transfer from a bank account \nat Wachovia Corporation in the name of “Hospital Management Associates, Inc.” to \nPatterson Harkavy and Lawrence, as attorneys for the Faulkners.   \n[31] Louisburg HMA did not make any settlement payment to the Faulkners. \n[32] On June 5, 2006, the Faulkners dismissed the Faulkner Lawsuit, with \nprejudice as to the remaining Defendants.   \n[33] On or about August 24, 2006, Plai ntiffs HMA and Louisburg HMA brought \nthis civil action, in which they seek “compensatory damages” from various Defendants \nin connection with the payment made by and in behalf of HMA to settle the Faulkner \nLawsuit.  Plaintiffs voluntarily have dismissed all Defendants other than Dr. Yerby and \nTriangle Surgical Associates, P.A.  \n[34] With regard to the moving Defendant s, the Plaintiffs’ claims (“Claim(s)”) \nallege that: (a) Plaintiff Louisburg HMA is entitled to contribution, (b) Plaintiff HMA is \nentitled to contribution, (c) the moving Defendants have been unjustly enriched by \nPlaintiffs and (d) Plaintiff HMA is entitled to indemnity. \n[35] At times material to  this civil action, HMA operated an insurance program \npursuant to which it collected payments from its subsidiaries, pooled those funds, and \nthen used them to pay indemnification claims against the subsidiaries if such payments \nbecame necessary.  However, at such times, HMA had not been licensed as an \ninsurance company in North Carolina. \n[36] The Defendants filed their Motion on January 23, 2009, and it came on for \nhearing before this court on February 25, 2009.   \n[37] At the time the Moti on was called for hearing, Plaintiff HMA did not have a \nCertificate of Authority required by North Carolina for foreign corporations transacting \nbusiness in this State to maintain an action herein. \n[38] The Complaint in this civil action  did not include an allegation that the \ncorporate veil should be pierced or otherwise that the acts of HMA should be treated as \nacts of its subsidiary, Louisburg HMA. \n[39] In their Answer in the Faul kner Lawsuit, HMA and Louisburg HMA denied \nthat HMA exercised control over Louisburg HMA or that it operated Louisburg HMA as a \nmere instrumentality of HMA.2   \n[40] Further, in the course of the Faulkner Lawsuit, HMA filed a formal \nresponse to Plaintiffs’ discovery that was entitled “Defendants (sic) Health Management \nAssociates, Inc.’s Supplemental Responses to Plaintiffs’ First Set of Interrogatories and \nRequest for Production of Documents and Motion for Protective Order.”  In that factual \nresponse, HMA and Louisburg HMA affirmatively averred that (a) Louisburg HMA was \nnot a mere instrumentality of HMA; (b) that HMA did not completely dominate Louisburg \nHMA’s finances or its policies or business practices and (c) that Louisburg HMA (i) had \nits own separate mind, will and existence; (ii) was adequately capitalized; (iii) had \ncomplied with corporate formalities; (iv) had its own independent corporate identity and \n(v) had its own articles of incorporation and bylaws. \n[41] Notwithstanding Plaintiffs’ pleadi ngs and discovery responses to the \ncontrary in the Faulkner Lawsuit, in Plaintiffs’ Memorandum in Opposition to \nDefendants’ Motion for Summary Judgment (Plaintiffs’ “Memorandum”) in the instant \naction, filed on February 18, 2009, HMA and Louisburg HMA take the position that the \n                                            \n2 Answer Defs. Health Mgmt. Assocs. and Louisburg HMA, ¶ 4. \ncorporate veil between them should be disregarded and considered pierced.  Plaintiffs \nsay that (a) Louisburg HMA had limited capital; (b) its funds were swept to the \ncontrolling parent HMA, and the parent supplied the thinly capitalized Louisburg HMA \nwith payroll and other funds as necessary for the subsidiary to function; (c) Louisburg \nHMA did not observe corporate formalities; (d) HMA completely dominated Louisburg \nHMA and (e) that Louisburg HMA was a mere instrumentality of HMA. \nII. \nDISCUSSION \n[42] Defendants contend that they are entitled to summary judgment in their \nfavor because the undisputed evidence establishes that: \n(a) Plaintiff Louisburg HMA paid no po rtion of the settlement in the \nFaulkner Lawsuit, and therefore has no standing in this action to seek recovery \nfrom Defendants Yerby or Triangle Surgical Associates, Inc., whether for \ncontribution, indemnification or unjust enrichment. \n(b) HMA was not a tortfeasor in the Faulkner Lawsuit; and therefore it \nhas no legal basis as a tortfeasor for pursuing a claim against Defendants Yerby \nor Triangle Surgical Associates, Inc. for contribution, indemnification or unjust \nenrichment in this action. \n(c) HMA, which directly or through its insurance carrier, paid the \nsettlement in the underlying Faulkner Lawsuit did so while at all times material it \nwas acting in North Carolina as an unlicensed insurance company, and therefore \nit is barred from pursuing this action. \n(d) HMA and Louisburg HMA were ma intained as separate corporate \nentities, they were not the alter ego of each other and the corporate veil between \nthem prevents HMA from standing in the shoes of Louisburg HMA for purposes \nof this civil action. \n(e) In the alternative, should there be any evidence of record in this \ncivil action to the effect that the corporate veil between HMA and Louisburg HMA \nwas susceptible to piercing, HMA and Louisburg HMA should be judicially \nestopped from arguing such contentions because (i) they took a clearly and \nmaterially contrary factual and legal position in the Faulkner Lawsuit; (ii) they \nhave derived, enjoyed and relied upon the benefits of the corporate structure that \nthey created and observed and (iii) they now should be estopped from attempting \nto avoid the detriments of that corporate structure. \n(f) Defendants did not request, encourage or otherwise entice \nPlaintiffs to settle the Faulkner Lawsuit, and therefore HMA is not entitled to \npursue a claim for unjust enrichment. \n(g) The making of a lump sum sett lement payment to the Faulkners, \nwithout there being any allocation made between the various disparate Faulkner \nLawsuit claims, some of which do not involve the moving Defendants, presents a \nfatal flaw to the HMA contribution or indemnity claims. \n[43] Plaintiffs oppose the Motion, contendi ng that the forecast of evidence is \nsufficient to support an inference that: \n(a) The corporate veil between HMA and Louisburg HMA should be \ndeemed pierced, so that the actions of each are attributable to the other.  \nConsequently, the settlement payment made by HMA should be treated no \ndifferently than if it had been made by Louisburg HMA. \n(b) HMA was passively negligent and  Defendant Yerby was actively \nnegligent, and therefore HMA is entitled to indemnification from Defendant \nYerby. \n(c) Defendants benefitted fr om the settlement by HMA of the Faulkner \nLawsuit, and were therefore unjustly enriched. \n[44] The court is forc ed to agree with Defendants. \n[45] Louisburg HMA made no settlement pay ments to the Faulkners, and it has \nno independent standing in this action to pursue claims against either Defendant.  G.S. \n1B-1(a) and (b). \n[46] There is no admissible evidence be fore the court supporting an inference \nthat HMA was independently negligent in causing any injuries to the Faulkners.  Indeed, \nPlaintiffs here do not contend that HMA independently was a joint tortfeasor in causing \nthe Faulkners’ injuries.  Consequently, HMA does not have independent standing as a \ntortfeasor to bring a contribution claim against the moving Defendants under North \nCarolina’s Uniform Contribution Among Tort-Feasors Act, N.C. Gen. Stat. Chapter 1B \n(the “Act”) (respective Sections of the North Carolina General Statutes are cited herein \nas “G.S.”).  G.S. 1B-1(a) and (b).  Nationwide Mut. Ins. Co. v. Weeks-Allen Motor Co., \n18 N.C. App. 689 (1973). \n[47] There is insufficient adm issible evidence forecast in this civil action to give \nrise to an inference that (i) HMA failed to maintain a separate corporate identity between \nit and Louisburg HMA that would expose HMA to liability for negligent acts of Louisburg \nHMA; or that (ii) Louisburg HMA otherwise was acting as the alter ego or as the “mere \ninstrumentality” of HMA.  One of these circumstances was necessary for HMA to have \nexposure to liability to third parties for negligent acts of Louisburg HMA, or otherwise for \nLouisburg HMA to be deemed at law the alter ego of HMA.  The B-W Acceptance Corp. \nv. Spencer, 268 N.C. 1, 8 (1966); Whitehurst v. FCX Fruit and Vegetable Service, 224 \nN.C. 628 (1944). \n[48] Even if there was evidence of record  that would support an inference that \nthe corporate veil between HMA and Louisburg HMA could be pierced, under the facts \nof this action, the Plaintiffs are estopped from making such an argument by virtue of \ntheir knowingly having taken diametrically opposed positions on the corporate veil \nissues in the Faulkner Lawsuit and in the instant action.3   \n[49] Therefore, whether un der theories of alter ego or piercing of the corporate \nveil, neither HMA nor Louisburg HMA is able to stand in the shoes of the other in \nattempting to recover on the Claims asserted in this action against the moving \nDefendants. \n \n[50] HMA does not have standing to re cover contribution from the moving \nDefendants on the theory that it is in the position of a subrogated insurance carrier for \nLouisburg HMA, because at times material HMA was operating without the necessary \n                                            \n3 The North Carolina courts have recognized that the circumstances under which the equitable doctrine of \njudicial estoppel may be imposed are not reducible to a particular formulation of principles.  Price v. Price, \n169 N.C. App. 187, 190 (2005) (in the context of judicial estoppel).  The application of estoppel may vary \nbased on the facts of each case.  Miller v. Talton, 112 N.C. App. 484, 488 (1993).  Further, neither intent \nto deceive, bad faith nor fraud are necessary before estoppel may apply.  Hamilton v. Hamilton, 296 N.C. \n574, 576 (1978).  Rather, the wrong lies in the inconsistent position on material factual issue \nsubsequently taken by the party being estopped, rather than in the original conduct.  Id.  Consequently, \nas a matter of equity, the Plaintiffs are bound by their affirmative assertions in the Faulkner Lawsuit to the \neffect that there was a separate corporate identity between HMA and Louisburg HMA that could not be \npierced. \nlicensure in North Carolina.4   \n[51] There is insufficient adm issible evidence forecast in this civil action to give \nrise to an inference that HMA was exposed to or suffered any derivative liability as a \nproximate result of contended negligence on the part of either moving Defendant.  \nTherefore, as a matter of law HMA is not entitled to pursue an indemnity claim, either at \nlaw or equity, against the moving Defendants.5\n [52] There is insufficient admissible evidenc e forecast in this civil action to give \nrise to an inference that either Defendant was unjustly enriched by HMA’s settlement of \nthe Faulkner claims.  In Wright v. Wright, 305 N.C. 345, 350 (1982), the Supreme Court \nof North Carolina held that not every voluntary benefit provided to another is unjust \nenrichment.  Specifically, the recipient of a benefit voluntarily bestowed without \nsolicitation or inducement is not liable for its value.  Id.  Here, HMA voluntarily entered \ninto the Settlement Agreement without solicitation or inducement by the moving \nDefendants, and as a matter of law it is not entitled to pursue an unjust enrichment \nClaim against them, either at law or equity. \n [53] The undisputed admissible evidence forecast in this civil action \nestablishes that as to the moving Defendants, the settlement payment by HMA to the \nFaulkners constituted a voluntary act. \n [54] Plaintiff HMA has forecast insufficient evidence to support any of its \nClaims against either moving Defendant. \n                                            \n4 G.S. 58-28-15 provides that “no company transacting insurance business in this State without a license \nshall be permitted to maintain an action at law or in equity in any court of this State to enforce any right, \nclaim or demand arising out of the transaction of such business until such company shall have obtained a \nlicense.”   \n5 See Sullivan v. Smith, 56 N.C. App. 525, 531 (1982). \n[55] There exist no genuine issues as to  any material fact with regard to the \nPlaintiffs’ Claims against the moving Defendants; and pursuant to Rule 56, said \nDefendants are entitled to summary judgment in their favor as a matter of law. \n [56] In light of the above rulings, no determination is required on the issue of \nwhether the making of a lump sum payment to the Faulkners, without any allocation \nbeing made between the various disparate Faulkner Lawsuit claims is fatal to the HMA \ncontribution or indemnity claims. \nNOW THEREFORE, based upon the foregoing CONCLUSIONS, it is ORDERED \nthat Defendants’ Motion for Summary Judgment is GRANTED, and this civil action \nhereby is DISMISSED.  \nThis the 1st day of June, 2009. \n   \n       "
}