{
  "id": "e4bc27f216e7f65defe3c241b4a301199ee3634efc1833cd1db3635d5e18eac2",
  "source_file": "data/raw/ncbc/e4bc27f216e7f65defe3c241b4a301199ee3634efc1833cd1db3635d5e18eac2.pdf",
  "raw_text": "Marosi v. M.F. Harris Research, Inc., 2010 NCBC 1A. \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF NEW HANOVER 08 CVS 4546 \n \n \nJOHN MAROSI, Executor of the Estate of ) \nTHOMAS J. MAROSI, MD,  ) \n Plaintiff ) \n  ) AMENDED \n v.  ) ORDER AND OPINION \n   ) \nM.F. HARRIS RESEARCH, INC., ) \n  Defendant ) \n \n \n \nTHIS AMENDED ORDER is entered upon the court’s own motion to correct \nclerical errors in that ORDER AND OPINION entered in this matter on January 28, \n2010. \nTHIS CAUSE, designated a complex business case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b), and \nassigned to the undersigned Special Superior Court Judge for Complex Business \nCases, by order of the Chief Special Superior Court Judge for Complex Business \nCases, is before the court upon the Defendant’s Motion for Summary Judgment, \npursuant to Rule 56, North Carolina Rules of Civil Procedure (“Rule(s)”); and \n After considering the arguments, briefs, other submissions of counsel and \nappropriate matters of record, as discussed infra, the court concludes that with respect \nto the Plaintiff’s Claims for Relief (“Claims”) alleged in Complaint (“Complaint”), the \nPlaintiff’s Motion for Summary Judgment should be GRANTED. \n \nMurchison, Taylor & Gibson, PLLC by Andrew K. McVey, Esq. for Plaintiff. \n \nCreech Law Firm, PA by Peter J. Sarda, Esq. for Defendant.  \n \nJolly, Judge. \n \nI. \nTHE PARTIES \n[1] John Marosi (“Plaintiff”) is Executor of the estate of the late Thomas J. \nMarosi, M.D. (“Decedent”).  Decedent was the Plaintiff’s brother. \n[2] M.F. Harris Research, Inc. (“De fendant”) is a corporation organized and \nexisting pursuant to the State of North Carolina and has an office or place of business \nlocated in Newport, North Carolina. \nII. \nPROCEDURAL HISTORY \n[3]   On October 17, 2008, Plaintiff filed his Complaint in New Hanover \nCounty.  In the Complaint, Plaintiff prays that (a) the court enter an order and judgment, \nenforceable by the contempt powers of the court requiring Defendant to issue a stock \ncertificate to Plaintiff, evidencing ownership of 200,000 shares of the Defendant \ncorporation or (b) Plaintiff have and recover the principal sum of $200,000, with interest.  \n[4] On October 30, 2009, Plaintiff f iled a Motion for Summary Judgment (the \n“Motion”).   \n[5] The Motion is not contested.  In its Response dated January 21, 2010, \nDefendant prays that the court grant Plaintiff’s Motion and enter judgment in favor of \nPlaintiff by ordering Defendant to issue stock certificates as replacement shares once \nowned by Thomas J. Marosi to Plaintiff in the name of the Estate of Thomas J. Marosi \nand to have the executor execute the subscription and confidentiality agreements. \n  \n[6] The Motion is ripe for determination. \nIII. \nFACTUAL BACKGROUND \n[7] Unless otherwise indicated herein,  the material facts reflected in \nparagraphs 8 through 11 of this Order exist, are undisputed1 and are pertinent to the \nissues raised by the Motion. \n[8] The Decedent died in San Diego, California, on October 31, 2006.  \nPlaintiff is prosecuting this action pursuant to North Carolina General Statute § 28A-18-\n1, in the same manner as Decedent would have been entitled to proceed had Decedent \nnot died an untimely death.  Plaintiff has submitted himself to the jurisdiction of the \nNorth Carolina courts. \n[9] In the summer of 2006, Dec edent was diagnosed with the Human \nImmunodeficiency Virus.  As Decedent considered available treatment options, he was \nintroduced to Michael F. Harris (“Harris”).  Harris is an officer, director, shareholder and \nregistered agent for Defendant. \n[10] In his discussions with Deceden t, Harris informed Decedent that \nDefendant was principally engaged in the research and development of new AIDS \ntreatment regimens.  Decedent ultimately became an investor in Defendant corporation. \n[11] On September 1, 2006, Dec edent and Defendant entered into a \nSubscription Agreement (“Agreement”).2  This Agreement reflects, among other things, \nthat Decedent subscribed for 200,000 shares of common stock, no par value, of \n                                                 \n1 It is not proper for a trial court to make findings of fact in determining a motion for summary judgment \nunder Rule 56.  However, it is appropriate for a Rule 56 order to reflect material facts that the court \nconcludes exist and are not disputed, and which support the legal conclusions with regard to summary \njudgment.  Hyde Ins. Agency v. Dixie Leasing, 26 N.C. App. 138 (1975). \n2 Compl., Ex. A. \n  \nDefendant corporation, at $1.00/share, and that Defendant corporation agreed to issue \nappropriate certificates representing such shares to and in the name of Decedent within \nsixty days of receipt of $200,000.  As agreed, Decedent subsequently made a timely \npayment to Defendant of $200,000.  Neither Decedent nor his estate has received \ncertificates representing the agreed-upon shares of Defendant corporation. \nIV. \nPLAINTIFF’S CONTENTIONS \n[12] Plaintiff contends that (a) De cedent died without receiving any stock \ncertificates or benefit from Defendant; (b) since Decedent’s death, Defendant has \ndeclined to issue the stock certificates, notwithstanding Plaintiff’s demand to do so and \n(c) Defendant has no record of issuing any stock certificates to Decedent and refuses to \nissue a replacement.  Plaintiff has made demand for the issuance of the stock \ncertificates sought by way of this civil action. \n[13] Defendant does not contest entry of summary judgment in favor of Plaintiff \nso long as the stock certificates sought by Plaintiff are issued to the Estate of Thomas \nMarosi, M.D., and there is an acknowledgment by Plaintiff that the certificates are \nsubject to the same subscription agreements and restrictions as are the shares of other \nshareholders of Defendant corporation.   \nV. \nMOTION FOR SUMMARY JUDGMENT– RULE 56\n[14] Under Rule 56(c), su mmary judgment is to be rendered “forthwith” if the \npleadings, depositions, answers to interrogatories and admissions on file, together with \nthe affidavits, if any, show that there is no genuine issue as to any material fact and that \n  \nany party is entitled to a judgment as a matter of law.  When the forecast of evidence \ndemonstrates that the plaintiff cannot satisfy an essential element of a claim or \novercome an affirmative defense established by the defendant, summary judgment for \nthe defendant should be granted.  Grayson v. High Point Dev. Ltd. P’ship, 175 N.C. \nApp. 786, 788 (2006).  The court views the evidence in the light most favorable to the \nnonmoving party.  Bruce-Terminix Co. v. Zurich Ins. Co., 130 N.C. App. 729, 733 \n(1998). \nVI. \nDISCUSSION \n[15] A plaintiff may use specific perfo rmance “to compel a party to do exactly \nwhat he ought to have done without being coerced by the court.”  McLean v. Keith, 236 \nN.C. 59, 71 (1952).  A claim for specific performance requires only the showing of (a) \nthe existence of a valid contract, (b) its terms and (c) full performance by the party \nseeking performance or a demonstration that he is himself ready, willing and able to \nperform.  Munchak Corp. v. Caldwell, 301 N.C. 689, 694 (1981).   \n[16] In the instant case, there exists su fficient undisputed evidence of the three \nrequisites necessary to support an award of specific performance.  A valid contract \nexists between Decedent and Defendant, its terms are not in dispute and Decedent fully \nperformed under the terms of the Agreement.  Any dispute over whether Defendant fully \nperformed under the terms of the Agreement has been laid to rest by its representation \nto the court that it does not contest entry of summary judgment in favor of Plaintiff.  \n  \n[17] As such, the filings submitted to  the court demonstrate there exists no \ngenuine issue as to any material fact, and that Plaintiff is entitled to judgment in his \nfavor as a matter of law. \nTherefore, it hereby is ORDERED that: \n[18] Plaintiff’s Motion for Summary Judgment is GRANTED. \n[19] No later than 5:00 p.m. on Monday, February 8, 2010, Defendant forthwith \nshall issue to the Estate of Thomas Marosi, M.D. stock certificates representing 200,000 \nshares of common stock in Defendant corporation.  Said certificates shall be delivered \non or before that day either personally to Plaintiff or to counsel of record for Plaintiff. \n[20] The stock certificates issued to th e Estate of Thomas Marosi pursuant to \nthis Order shall be subject to the same subscription rights, agreements and restrictions \nas are the shares of other shareholders of Defendant corporation. \n SO ORDERED, this the 3rd day of February, 2010.  \n \n \n  "
}