{
  "id": "e4be8bd3edda2560a548d276f022ccb6d6368f887caae253aefde77497e052ac",
  "source_file": "data/raw/ncbc/e4be8bd3edda2560a548d276f022ccb6d6368f887caae253aefde77497e052ac.pdf",
  "raw_text": "Ruth Cook Blue Living Trust v. Blue, 2011 NCBC 9. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WATAUGA 07 CVS 222 \n \n \nIN THE MATTER OF: ) \n ) \nTHE RUTH COOK BLUE LIVING TRUST, ) \nDated August 26, 1996; James M. Deal, Jr.; ) \nLinda C. Dalton and Sarah C. Isaacs,  ) \nTrustees, ) \n Petitioners )   \n  ) OPINION AND ORDER \n v.  )   ON MOTIONS FOR \n   )     SUMMARY JUDGMENT \n   ) \nClifton N. Blue, Jr.; Peter Blue Crane; Henry ) \nMcCoy Blue; William F. Blue, Jr.; Katherine ) \nM. Blue; William F. Blue; Mrs. Gary B. ) \nPeterson; Richard F. Blue, Jr.; John Tyler ) \nBlue; Mrs. Gary B. Blue; Jana Blue; Robert ) \nG. Blue and William A. Crane, ) \n Respondents ) \n \nTHIS CAUSE, designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court, dated May 31, 2007, pursuant to \nN.C. Gen. Stat. § 7A-45.4(b) (hereinafter, references to the North Carolina General \nStatutes will be to \"G.S.\"); and assigned to the undersigned Chief Special Superior \nCourt Judge for Complex Business Cases, is before the court upon the Respondents' \nSecond Motion for Partial Summary Judgment (\"Respondents' Motion\"), pursuant to \nRule 56, North Carolina Rules of Civil Procedure (\"Rule(s)\"), and the Petitioners' Motion \nfor Summary Judgment on Respondents' Counterclaim\n1 (\"Petitioners' Motion\"), also \npursuant to Rule 56; and \n                                                 \n1 As amended. \nTHE COURT, after considering the arguments, briefs and submissions of \ncounsel and appropriate matters of record, as discussed infra, CONCLUDES that both \nthe Respondents' Motion and Petitioners' Motion should be GRANTED. \nMayer Brown, LLP by Mary K. Mandeville, Esq. and C. Wells Hall, Esq. for \nPetitioners. \n \nRobinson, Bradshaw and Hinson, PA by Edward F. Hennessey, IV, Esq. for \nRespondents. \n \n Jana Blue, pro se. \nJolly, Judge. \nA. \nFACTUAL AND PROCEDURAL BACKGROUND2\n[1] This is a civil action for declarato ry relief with regard to the Ruth Cook \nBlue Living Trust (the \"Trust\"), which was established on August 26, 1996.   \n[2] By way of this action, the Trustees  have asked this court to determine the \nvalue at which certain equity stock in the Aberdeen and Rockfish Railroad Company \n(the \"Railroad\"), a short line railroad company held by the Ruth Cook Blue Living Trust \n(the \"Trust\"), is required to be offered for sale to individual members of a certain group \nof Railroad shareholders (the \"Blue Family\"), who are before the court as Respondents.   \n[3] In an Order of May 20, 2008 (the \"M ay 20 Order\"), this court concluded \nthat the accounting firm of Bowers & Company CPAs, PLLC (\"Bowers\") is the \naccounting firm whose value opinion shall be controlling in determining the price at \n                                                 \n2 It is not proper for a trial court to make findings of fact in determining a motion for summary judgment \nunder Rule 56.  However, it is appropriate for a Rule 56 order to reflect material facts that the court \nconcludes exist and are not disputed, and which support the legal conclusions with regard to summary \njudgment.  Hyde Ins. Agency v. Dixie Leasing, 26 N.C. App. 138, 142 (1975).  Unless otherwise indicated \nherein, the material facts reflected in paragraphs 8, 9, 16, 17 and 26 of this Opinion and Order exist, are \nundisputed and are pertinent to the issues raised by the parties' respective Motions. \n \n \nwhich Ruth Cook Blue's shares of Railroad stock are to be offered for sale to the Blue \nFamily.   \n[4] However, in its May 20 Order, the court did not address whether any other \nvaluations by Bowers would be controlling as to the price at which the Railroad shares \nare to be offered to the Blue Family.  Instead, this court set forth parameters for \ncalculating the value of the Railroad stock, concluding specifically that: \n a. Paragraph 8.01 of the Trust Agreement limits to the Blue Family the \ngroup of persons to whom shares of the Railroad must be offered.  They already \nare Railroad shareholders.  The Trust mandate does not contemplate the \nRailroad stock being offered for sale in the general marketplace. \n b. The intent of the late Ruth C ook Blue was that the word \"value,\" as \nreflected in paragraph 8.01 of the Trust Agreement, means \"fair market value\" of \nthe Railroad shares as the same would be viewed by the Trust – as prospective \nseller – and the Blue Family – as prospective purchasers. \n[5] By way of the Respondents' Mo tion, the Respondents seek an order \ndeclaring that $420 per share, a value calculated by Bowers, shall be the price at which \nPetitioners must offer for sale to Respondents the shares of common stock in the \nRailroad. \n[6] By way of Petitioners' Motion, Peti tioners seek dismissal of Respondents' \nCounterclaim alleging a breach of fiduciary duty by the Trustees. \nB. \nDISCUSSION \n1. \nRespondents' Motion \n[7] In its May 20 Order, this court conc luded that Bowers' value opinion shall \nbe controlling with regard to the price at which Ruth Cook Blue's shares of Railroad \nstock are to be offered to the Blue Family.  In keeping with the order, the court directed \na determination by Bowers of the value of the Railroad shares in the context of those \nshares being offered in a direct sale only to the Blue Family. \n[8] Thereafter, the Respondents requested that Bowers provide a valuation of \nthe Railroad stock \"in the context of being offered in a directed sale only to the Blue \nFamily\" as of May 7, 2005, and December 31, 2004, the valuation dates Respondents \ncontend are contemplated by the Trust, in order to determine an appropriate price.  On \nOctober 20, 2008, Bowers provided its report, in which it valued the Railroad shares at \n$420 per share for each of these two dates. \n[9] Petitioners, seeking their own valuat ions of the Railroad shares in the \ncontext of a direct sale to the Blue Family, requested valuations by Bowers as of March \n29, 2007, the date of Petitioners' initial offer to Respondents for their purchase of \nRailroad shares, and August 31, 2008.  Before these valuations were provided, \nPetitioners cancelled their request for further valuations by Bowers because they stated \ndisagreement with the methodology by which Bowers previously had calculated the \nshare valuation for Respondents.    \n[10] Respondents' Motion now seeks to  enforce the Bowers valuation for \nshares of Railroad stock.  Specifically, they ask the court to: \na. Declare $420 to be the per-share price at which Petitioners must \noffer for sale to the Blue Family the shares of common stock in the Railroad held \nby the Trust; \nb. Direct Petitioners to extend to each Blue Family Respondent, no later \nthan five (5) calendar days from the date of the court's order, a written offer of \nsale of Railroad shares at the $420 per-share price; and \nc. Direct that any amounts paid by Blue Family Respondents to \npurchase Railroad shares pursuant to such order shall be (i) tendered to the \nClerk of Superior Court of Watauga County, (ii) considered received by \nPetitioners upon receipt by the Clerk and (iii) disbursed based on subsequent \nproceedings and orders in this matter. \n[11] In support of their Motion, Respo ndents argue that the Bowers valuation is \ncorrect because it was Mrs. Blue's intent that her Railroad shares be valued \"as of\" \nDecember 31 of the year preceding her death.  They further argue that even if \nDecember 31 is not the valuation date, the latest possible valuation date would be May \n7, 2005, the date of Mrs. Blue's death.  Because the Bowers valuation establishes the \nvalue of the Railroad shares at $420 per share at each of these dates, Respondents \ncontend it is not necessary for the court to determine which of the two dates most fully \ncorresponds with Mrs. Blue's intent.  \n[12] In their response, Petitioners argue that the $420 valuation, while \nperformed by Bowers, does not meet the requirements of and is not in compliance with \neither the court's May 20 Order or Ruth Cook Blue's intent.  To that end, Petitioners \nargue that the Trustees have consistently testified that it was Mrs. Blue's intention that \nher Cook family relatives named as beneficiaries in paragraph 8.01 of the Trust (the \n\"Residuary Beneficiaries\") receive \"full value\" from the sale of the Railroad stock.3  They \ncontend that the Bowers valuation would not achieve that \"full value\" standard and \ntherefore that to use the Bower's valuation would be to frustrate Mrs. Blue's \ntestamentary intent.   \n[13] In its May 20 Order, the court determined that:  \na. By its own terms, paragraph 8.01 of the Trust Agreement limits the \ngroup of persons to whom shares of the Railroad must be offered to the Blue \nFamily, who already are shareholders.  The Trust mandate does not contemplate \nthe Railroad stock being offered for sale in the general marketplace. \nb. The intent of Ruth Cook Blue was that the word \"value,\" as reflected \nin paragraph 8.01 of the Trust Agreement, means \"fair market value\" of the \nRailroad shares as the same would be viewed by the Trust, as prospective seller, \nand the Blue Family, as prospective purchasers. \n[14]  \"When called upon to interpret a trus t agreement or other contract courts \nseek to ascertain the intent of the parties and, when ascertained, give effect thereto, \nunless forbidden by law.\"  Callaham v. Newsom, 251 N.C. 146, 149 (1959). \n[15] To determine Ruth Cook Blue's inten t, the court must look to the entire \ntrust instrument and the surrounding circumstances.  The intent of one who creates a \ntrust is to be determined by the language chosen to convey the settlor's thoughts, the \n                                                 \n3 See Petitioners' Response in Opposition to Respondents' Second Motion for Partial Summary \nJudgment, Tabs 1 and 2. \npurpose sought to be accomplished and the situation of the several parties to or \nbenefited by the trust.  Id.; Wachovia Bank of North Carolina, N.A. v. Willis, 118 N.C. \nApp 144, 147 (1995) (\"We derive the settlor's intent from the language and purpose of \nthe trust, construing the document as a whole.\").  \n[16] The 2008 Bowers valuation meets the requirements of the May 20, 2008 \nOrder.  In calculating the $420 valuation for the Railroad stock, Rick Tidd (\"Tidd\"), the \nBowers employee responsible for the valuation, acknowledged that he was \"utilizing fair \nvalue as defined by Revenue Ruling 59-60 . . . trying to come to a price that a \nhypothetical purchaser and a seller would come to with those [sic] knowledge, not with \nspecifics to this particular person . . . .\"4 \n[17] Seizing upon Tidd's explanation of how he calculated the $420 valuation, \nPetitioners argue that Tidd did not take into consideration that the prospective \npurchaser, the Blue Family, already owned a controlling interest in the Railroad.  \nAccording to Petitioner, had Tidd considered the Blue Family to be a single purchaser \nthat already had a controlling interest, then the definition of fair market value used for \ncalculating price would have been different.  Tidd, however, testified in his deposition \nthat he was correct in viewing the Respondents as a \"group of persons,\" because the \nMay 20 Order dealt with the valuation of Railroad shares to individual members of a \ncertain group of shareholders. 5  In the May 20 Order, the individual members were \ncollectively defined as the \"Blue Family,\" but still constituted individual purchasers given \n                                                 \n4 Respondents' Second Motion for Partial Summary Judgment, Exhibit B 76. \n5 Id., 78-79. \nan option to purchase – not a single prospective purchaser with a controlling interest as \nPetitioners assert.6 \n[18] Petitioner also makes the argument that Bowers' method of calculation7 \ndoes not comport with Mrs. Blue's intent as to the value of the Railroad stock.  These \narguments as to the correctness of the Bower's valuation, however, are not relevant \nwhen considered in light of the Trust Agreement language and the court's May 20 \nOrder.8   \n[19] The intent of Ruth Cook Blue was that the word \"value,\" as reflected in \nParagraph 8.01 of the Trust Agreement, means \"fair market value\" of the Railroad \nshares as the same would be viewed by the Trust, as prospective seller, and by the \nBlue Family, as prospective purchasers.  Relying on this court's earlier order, Bowers \ncalculated a valuation in accordance with Ruth Cook Blue's testamentary intent. \n[20] Therefore, the court is forced to conclude there exist no genuine issues of \nmaterial fact with regard to whether the Bowers opinion on fair market value of the \nRailroad shares is controlling; and Respondents' Motion should be GRANTED.  \n2. \nPetitioners' Motion \n[21] Respondents' Counterclaim seeks to assert that they are beneficiaries of \nthe Trust with regard to whom Petitioners have breached their fiduciary duty. \n                                                 \n6 May 20 Order 2.    \n7 Specifically, Petitioners' contend that the capitalization rate used in the Bowers valuation is fatally flawed \nfor a list of reasons not discussed in this order.  Petitioners' Response in Opposition to Respondents' \nSecond Motion for Partial Summary Judgment 10-11. \n8 In its May 20 Order, this court held that criticism of Bowers' valuation methodology would be of limited \nprobative value, if it would be admissible at all, because Ruth Cook Blue is deemed to have embraced the \nexpertise of Bowers in valuing the Railroad stock.   \n \n[22] Petitioners' Motion seeks summary judgment in  their favor on \nRespondents' Counterclaim on the grounds that Respondents are not beneficiaries of \nthe Ruth Cook Blue Living Trust, and therefore Petitioners do not owe them a fiduciary \nobligation with respect to the administration of the Trust.   \n[23] In support, Petitioners argue that while the Trust Agreement gives \nRespondents the option to purchase the Railroad stock from the Trust, it does not entitle \nthem to distributions of principal or income from the Trust and the Respondents are not \nlisted beneficiaries under the terms of the Trust Agreement.  They argue that the \nRespondents therefore are not \"beneficiaries\" of the Trust as defined under G.S. 36C-1-\n103. \n[24] The Respondents argue t hat the Trustees have fiduciary duties to them \nregardless of whether they are considered defined beneficiaries.  First, Respondents \nconsider themselves to be beneficiaries because a specific opportunity exists for them \nto purchase Railroad shares under the Trust.  Second, Respondents also contend that \nPetitioners' Motion is without merit because even if they are not true beneficiaries, the \nNorth Carolina Uniform Trust Code does not limit breach of fiduciary obligations to \nbeneficiaries alone.  Under this theory, Respondents argue that the Trustees are \ncharged with the duty of offering to Respondents the option to purchase the Railroad \nshares pursuant to the Trust requirements; and, as a result, may still be in violation of a \nduty owed under the Trust if they have not fulfilled that duty.  They contend that such a \nviolation by the Trustees should be actionable by Respondents.  They cite no case law \nin support of their argument in this regard. \n[25] Respondents' argument is misp laced.  Although G.S. 36C-10-1001(a) \nprovides that any violation by a trustee of a duty the trustee owes under a trust \nconstitutes a breach of that trust, it does not create a fiduciary duty as to those who are \nnot beneficiaries.  See Scott v. United Carolina Bank, 130 N.C. App. 426, 432 (1998).  \n[26] Paragraph 8.02 of the Trust specifically identifies Trust beneficiaries, \nlisting fifteen individuals, none of whom are members of the Blue Family.  These fifteen \nmembers are Ruth Cook Blue's siblings and their spouses, her siblings' children and her \nsiblings' grandchildren.  The Trust itself defines beneficiary as \"a person who pursuant \nto the terms of the trust is or in the future may be eligible to receive income or principal \nfrom the trust.\"9 These individuals, as beneficiaries, are in an enforceable fiduciary \nrelationship with the Trustees.  However, no such duty is owed to the non-beneficiary \nBlue Family. \n[27] Therefore, the court is forced to conclude there exist no genuine issues of \nmaterial fact with regard to whether the Respondents are beneficiaries of the Trust who \nare owed a fiduciary duty by the Trustees; and Petitioners' Motion should be \nGRANTED.  \n NOW THEREFORE, based upon the fo regoing, it is ORDERED that: \n[28] Respondents' Second Motion for Partial Summary Judgment is \nGRANTED.  Accordingly, no later than five (5) calendar days from the date of this \nOpinion and Order, the Trustees of the Ruth Cook Blue Living Trust shall extend to \neach Blue Family Respondent a written offer of sale of stock in the Aberdeen & \nRockfish Railroad Company as provided in Section 8.01 of the Trust.  The offering price \nof such stock shall be at $420 per share. \n                                                 \n9 Respondents' Second Motion for Partial Summary Judgment, Exhibit D. \n[29] Petitioner's Motion for Summary Judgment with regard to Respondents' \nCounterclaim is GRANTED.  Accordingly, said Counterclaim is DISMISSED. \n[30] At 11:00 a.m., on Friday, April 1,  2011, at the North Carolina Business \nCourt, 225 Hillsborough Street, Suite 303, Raleigh, North Carolina, the court will \nconduct a hearing and status conference relative to this action for the purpose of \ndetermining any remaining issues between the parties. \nThis the 8th day of March, 2011. "
}