{
  "id": "e5472840d626826e898e4bc5af65988302a3d9fe56b721100b351766cd856f42",
  "source_file": "data/raw/ncbc/e5472840d626826e898e4bc5af65988302a3d9fe56b721100b351766cd856f42.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 7588 \n \nMARKETPLACE 4 INSURANCE, \nLLC, \n \nPlaintiff, \n \nv. \n \nJEFFREY VAUGHN and \nGUIDELIGHT INSURANCE \nSOLUTIONS, INC., \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON MOTIONS \nFOR JUDGMENT ON THE \nPLEADINGS \n \n \n THIS MATTER comes before the Court on Defendant Guidelight Insurance \nSolutions, Inc.’s Motion for Judgment on the Pleadings (ECF No. 25) and Defendant \nJeffrey Vaughn’s Motion for Judgment on the Pleadings (ECF No. 28) (collectively, \n“Motions”).  The Court , having considered the Motions, the parties’ briefs, the \narguments of counsel, and all appropriate matters of record, concludes that the \nMotions should be GRANTED, in part, and DENIED, in part. \nFox Rothschild LLP , by Jeffrey R. Whitley , for Plaintiff Market Place 4 \nInsurance, LLC.  \n \nBell, Davis & Pitt, P.A. , by Kevin G. Williams and Kevin  J. Roak, for \nDefendant Jeffrey Vaughn.  \n \nBrooks, Pierce, McLendon, Humphrey & Leonard , LLP, by Jennifer K. \nVan Zant and Agustin M. Martinez, for Defendant Guidelight Insurance \nSolutions, Inc. \n \nINTRODUCTION \n1. The present motions mostly require the Court to revisit familiar \nterritory in assessing the legal sufficiency of claims alleging that an ex-employee has \nMarketPlace 4 Ins., LLC v. Vaughn, 2023 NCBC 17. \nengaged in tortious conduct against his former employer, including the \nmisappropriation of its trade secrets.   In addition, however, the Court must also \naddress more novel issues requiring it to clarify the extent to which the  employee’s \nnew employer can be held liable on a theory of vicarious liability. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact on motions for judgment on the \npleadings under North Carolina Rule of Civil Procedure 12(c) and recit es only those \nallegations in the pleadings that are relevant and necessary to the Court ’s \ndetermination of the Motions.  Golden Triangle #3, LLC v. RMP-Mallard Pointe, LLC, \n2020 NCBC LEXIS 37, at *1 (N.C. Super. Ct. Mar. 23, 2020). \n3. Plaintiff MarketPlace 4 Insurance, LLC (“Market Place”) is a limited \nliability company that is organized  and existing under the laws of Georgia with its \nprincipal office in Cherokee County, Georgia.  MarketPlace has an office in Charlotte, \nNorth Carolina.  (Verif. Compl. and App. for Temp. , Prelim., and Perm. Injunctive \nRelief [“Verif. Compl.”] ¶ 1, ECF No. 3.) \n4. MarketPlace “owns and operates independent insurance agencies in \nseveral states across the United States.”  (Verif. Compl. ¶ 6.)  On 13 November 2020, \nMarketPlace entered into a written Asset Purchase Agreement (“APA”) with  Mike \nGilliam and  the Mike Gilliam Agency, Inc.  (the “Gilliam Agency”)  through which \nMarketPlace acquired “the assets of the [ Gilliam] Agency including, without \nlimitation its: book of business; customer lists; policies and rights of renewals thereof; \npost-closing commissions; accounts receivable; physical property; telephone number, \nwebsite, internet address, name (the ‘ Mike Gilliam Agency’); and the covenants not \nto compete in effect between the Agency and its current and former agents, \nrepresentatives, contractors, and employees.”  (Verif. Compl. ¶ 10.)  “Under the terms \nof th e [APA] , copies of all non -solicitation agreements and nonpir acy agreements \nexecuted between the [Gilliam] Agency and its current or former staff members were \nto be conveyed to [MarketPlace].”  (Verif Compl. ¶ 12.)   \n5. In connection with MarketPlace’s acquisition of the Gilliam Agency, \ncertain staff members, employees , agents, and  contractors previously employed by \nthe Gilliam Agency became employees of MarketPlace, including Defendant Jeffrey \nVaughn.  (Verif. Compl. ¶¶ 15, 16.) \n6. MarketPlace alleges the existence of  an Agency Associate Agent/Office \nStaff Agreement (the “Agreement”) executed between Vaughn, Nationwide Mutual \nInsurance Company, and the Gilliam Agency.  Although a copy of the document is not \nattached to the Complaint, MarketPlace a sserts that it contains the following \npromises by Vaughn: \na. To return, within 24 hours of the termination of the Associate \nAgreement, any  property (including manuals, forms, and records \nnecessary for selling insurance  products) furnished by the Agency or \nNationwide (Associate Agreement § 6); \n \nb. Not to directly or indirectly “solicit or service” customers/policyholders \nof Nationwide or policyholders of the Agency for a period of one year \nfollowing the  termination of the Associate Agreement (Associate \nAgreement § 11); \n \nc. Not to “ interfere in any way ” with existing policies or \ncustomers/policyholders of Nationwide or serviced by any Nationwide \nagencies within 25 miles of the Agency for a period of one year following \nthe termination of the Associate Agreement (Associate Agreement § 11); \n \nd. To hold in strict confidence any “proprietary information, confidential \ninformation, and/or trade secrets ” belonging to the Agency and \nfurnished to Vaughn in the scope  of his work (Associate Agreement  § \n14); and \n \ne. Not to disclose or utilize any of such information for any purpose other \nthan Nationwide or the Agency ’s business, during or after the \ntermination of the Associate Agreement (Associate Agreement § 14). \n \n(Verif. Compl. ¶ 19.) \n \n7. After the execution of the APA, Vaughn continued working for \nMarketPlace until he resigned on or around 30 June 2021.  (Verif. Compl. ¶ 22.)  \nDuring Vaughn’s employment with MarketPlace, he “had access to [ MarketPlace’s] \nconfidential information including trade secrets , relating to insurance and financial \nproducts, and [MarketPlace’s] customers.”  (Verif. Compl. ¶ 23.) \n8. After his resignation, Vaughn began working for Defendant Guidelight \nInsurance Solutions, Inc. (“Guidelight”) in August 2021.  (Verif. Compl. ¶ 36.)  An \nindividual named Jason Trent owned Guidelight “in whole or in part” until \nSeptember 2021, when it was acquired by High Street Insurance Partners .  ( Verif. \nComp. ¶ ¶ 37–38.)  Following this acquisition , Trent was retained as  the Chief \nExecutive Officer  of Gu idelight, which currently operates as a wholly owned  \nsubsidiary of High Street Insurance Partners.   (Verif. Compl. ¶  39.)  Vaughn has \nreported to Trent during his entire tenure at Guidelight.  (Verif. Compl. ¶ 40.) \n9. The Complaint alleges that “[i] n late 202 1, [MarketPlace] began \nreceiving unusually frequent electronic notices from Nationwide and other insurance \ncarriers, informing [MarketPlace] that [MarketPlace’s] customers had allegedly \nsubmitted requests to change their Agent of Record (‘AOR’) and move their business \nto a different agency.”  (Verif. Compl. ¶ 41.)  In the insurance industry, an AOR “refers \nto a document a client would sign in order to specify which agent the client designates \nto represent their interests with one or more insurance companies. ”  (Verif. Compl. \n¶ 42.)  In other words, MarketPlace was placed on notice that many of its customers \n“were leaving [MarketPlace] and moving to another  [agency] shortly after Vaughn \nbegan his employment with Guidelight.”  (Verif. Compl. ¶ 43.) \n10. In attempting to retain its customer relationships, MarketPlace \ncontacted customers from whom it received AOR change forms in late 2021 and early \n2022.  (Verif. Compl. ¶ 44.)  During several of these conversations, certain customers \ninformed MarketPlace representatives that they had not, in fact, signed a new AOR \nform and had not “request[ed] to transfer their business to another agency.”  (Ver if. \nCompl. ¶ 45.) \n11. For example, MarketPlace alleges that it contacted a client named \nDebra Ledford on 24 March 2022 after MarketPlace received an AOR form from her.  \n(Verif. Compl. ¶¶ 46–47.)  Ledford said that Vaughn had approached her and asked \nher for a copy of her insurance policies, but that she never actually  requested that \nVaughn or Guidelight become her new insurance agent.  (Verif. Compl. ¶ ¶ 48–50.)  \nVaughn thereafter submitted an AOR form on behalf of Ledford without her consent \n“in an attempt to steal her business from” MarketPlace.  (Verif. Compl. ¶¶ 50–51.)   \n12. On 7 February 2022, a MarketPlace employee received an anonymous \ntelephone call stating that Vaughn was “purging [their] client list” and was “actively \npursuing [MarketPlace’s] customers for AORs and purging [MarketPlace’s] customer \nbase with Nationwide.”  (Verif. Compl. ¶ 55.) \n13. MarketPlace received another suspicious call concerning Vaughn in \nFebruary 2022 from a customer named Amanda Beavers.  Beavers told MarketPlace \nshe had received a call from a Guidelight representative who  “requested her \npermission to quote her home and automobile insurance policies to potentially save \nher money[.]”  (Verif. Compl. ¶¶ 5 7–58.)  Beavers was told such a review would be \nquick because the Guidelight representative already had her current policy \ninformation.  (Verif. Compl. ¶ 59.)  Beavers said she called MarketPlace to ask \nwhether the Guidelight representative was affiliated with MarketPlace.  (Verif. \nCompl. ¶ 60.)  These phone  calls caused MarketPlace to believe that Vaughn was \nusing MarketPlace ’s “confidential customer and policy information to solicit its \ncustomers to leave [ MarketPlace] and move their b usiness to Guidelight.”   (Verif. \nCompl. ¶ 61.) \n14. The Complaint also contains allegations regarding the Vertafore QQ \ndatabase that was used by the  Gilliam Agency to manage its internal company \ninformation.  MarketPlace sought to transition Gilliam Agency information on the \nVertafore QQ system over to  another database in late 2021, during which time  \nMarketPlace attempted to terminate access to the old Vertafore QQ system.  (Verif. \nCompl. ¶¶ 62– 64.)  However, unbeknownst to MarketPlace, the Vertafore QQ \ndatabase was not actually terminated in late 2021, meaning that certain users —\nincluding Vaughn— had continuing access to the Vertafore system, “including \nconfidential and trade secret information.”  (Verif. Compl. ¶ 65.) \n15. MarketPlace alleges that Vaughn “exploited this failure by the third -\nparty Vertafore QQ and access ed [its] computer database without authorization on \nmultiple occasions in late 2021 and early 2022.”  (Verif. Compl. ¶ 66.)  After receiving \nan anonymous report of Vaughn’s activities, MarketPlace contacted Vertafore to \nregain access to the system so that it could learn the full extent of Vaughn’s access.  \n(Verif. Compl. ¶ 67.)   MarketPlace confirmed that Vaughn’s access had never been \nrevoked and that “since August 2021 (when he became employed by Guidelight), \nVaughn had logged into Vertafore QQ repeatedly , logging well over 150 hours  of \nunauthorized access to [MarketPlace’s]  systems.”  (Verif. Compl. ¶¶ 68–71.)  \nMarketPlace alleges that Vaughn used the information from the Vertafore QQ \ndatabase in order to submit AOR forms on behalf of MarketPlace’s clients in order to \ntransfer their business to Guidelight and did so without customer authorization.  \n(Verif. Compl. ¶¶ 73–74.) \n16. On 23 March 2022, it was revealed that the anonymous caller  who had \ncontacted MarketPlace about Vaughn’s alleged misconduct  was a former Guidelight \nemployee (and former colleague of Vaughn’s) named Ian Buchanan.   (Verif. Compl. \n¶ 75.)  Buchanan stated that he became suspicious of Vaughn’s sales performance  \nafter discovering  that most of Vaughn’s sales were through AORs, which w as \nunusual.  (Verif. Compl. ¶ 76.)  Because Buchanan suspected that Vaughn was \nimproperly using information from his  former employer, he reported his suspicions  \nto his supervisor at Guidelight, Regina Hensley, who then reported this information \nto Trent.  (Verif. Compl. ¶ 76.) \n17. Despite learning of Vaughn’s actions, Guidelight took no steps to \nprevent Vaughn “from stealing [MarketPlace’s] customers.”  Indeed, Buchanan later \nnoticed that Vaughn “had created a profile for Debra Ledford on Guidelight’s agency \nmanagement system and uploaded to Ledford’s profile a screenshot of Ledford’s \ninformation from [Marketplace’s] agency management system, Vertafore QQ.”  (Verif. \nCompl. ¶ 76.)  Buchanan was familiar with Vertafore QQ from  a prior job and \nconcluded that Vaughn had taken Ledford’s information f rom another insurance \nagency.  (Verif. Compl. ¶ 76.)  Buchanan once again reported this information to \nHensley, and she relayed it to Trent .  Buchanan was subsequently told by Hensley \nand Trent to “stay in his lane” and  that he should “let it go.”  (Verif. Compl. ¶ 76. )  \nBuchanan’s employment with Guidelight was terminated  shortly afterward, and he \nwas told he was not “a team player.”  (Verif. Compl. ¶ 76.)  MarketPlace alleges that \nVaughn continued to access the Vertafore QQ system and u tilize MarketPlace’s \nconfidential information and trade secrets following Buchanan’s termination.  (Verif. \nCompl. ¶ 77.)   \n18. On 17 March 2022, Vaughn sent an email to MarketPlace, requesting \nthat MarketPlace send “policy information relating to Raymond ‘Trevis’ Hi cks \ndirectly to Vaughn.”  (Verif. Compl. ¶ 82.)   Vaughn copied Hicks on  the email and \ninstructed him to provide his consent via email.  (Verif. Compl. ¶ 83.)  MarketPlace \nreplied that it would only forward policy information if specifically requested by \nHicks.  (Verif. Compl. ¶ 84.)  In response , Vaughn filed a complaint against \nMarketPlace with the North Carolina Department of Insurance on 24 March 2022.   \n(Verif. Compl. ¶ 85.)   Vaughn also emailed “two of [MarketPlace’s] customers, \nerroneously informing th em that [MarketPlace] had refused to release their policy \ninformation ‘to you or to me.’ ” (Verif. Compl. ¶ 86.) \n19. MarketPlace alleges that  since August 2021 it has “lost a substantial \namount of customers and business and suffered damage to its reputation du e to \nVaughn’s wrongful conduct and misrepresentations[.]” (Verif. Compl. ¶ 89.) \n20. On 23 June 2022, MarketPlace initiated the present action by fil ing a \nComplaint in Wake County Superior Court.  (Verif. Compl.)  The Complaint asserts \nclaims for misappropriation of trade secrets against Vaughn and Guidelight; \ncomputer trespass against Vaughn and Guidelight ; tortious interference with \ncontract against Vaughn and Guidelight; tortious interference with prospective \neconomic advantage against Vaughn and Guidelight; tortious interference with \nprospective economic advantage against Guidelight alone; tortious interference with \ncontract against Guidelight alone; breach of contract/restrictive covenants against \nVaughn; and unfair and deceptive trade practice s (“UDTP”) against Vaughn and \nGuidelight.  (Verif. Compl. ¶¶ 90–160.)  In its Complaint, MarketPlace also requested \nthe issuance of  a temporary restraining order, a preliminary injunction, and a \npermanent injunction.  (Verif. Compl. ¶¶ 161–72.) \n21. On 29 June 2022, the Honorable Graham Shirley entered a Temporary \nRestraining Order (“TRO”) against Defendants, enjoining  Vaughn and Guidelight \nfrom “A. Using or disclosing [MarketPlace’s] confidential or trade secret information, \nincluding any information obtained b y Vaughn from [MarketPlace’s] computer \ndatabase(s); and B. Soliciting customers of [MarketPlace’s] using any information \nobtained by Vaughn from [MarketPlace’s] computer database(s).”  ( TRO p. 2, ECF \nNo. 6.) \n22. This case was designated a mandatory complex business case on 1 July \n2022 and assigned to the undersigned on 5 July 2022.  (ECF Nos. 1, 2.) \n23. On 10 August 2022, at the parties’ request, the Court issued a Consent \nOrder providing that the TRO would stay in effect while this action remains pending.  \n(Consent Order, ECF No. 20.) \n24. Guidelight and Vaughn filed A nswers to the Complaint  on 26 August \n2022.  (ECF Nos. 22, 23.) \n25. On 15 September 2022, Guidelight filed a Motion for Judgment on the \nPleadings pursuant to Rule 12(c)  of the North Carolina R ules of Civil Procedure \nseeking the dismissal of all claims against it in this action.  (ECF No. 25.)  On 21 \nSeptember 2022, Vaughn filed a similar motion.  (ECF No. 28.) \n26. The Motions came before the Court for a hearing on 20 December 2022 \nand are now ripe for decision.  \nLEGAL STANDARD \n27. “A [Rule 12(c)] motion for judgment on the pleadings is the proper \nprocedure when all the material allegations of fact are admitted in the pleadings and \nonly questions of law remain.   When the pleadings do not resolve all the factual \nissues, judgment on the pleadings is generally inappropriate.”  Ragsdale v. Kennedy, \n286 N.C. 130, 137 (1974).  “A complaint is fatally deficient in substance, and subject \nto a motion by the defendant for judgment on the pleadings if it fails to state a good \ncause of action for plaintiff and against defendant[.]”  Bigelow v. Town of Chapel Hill, \n227 N.C. App. 1, 3 (2013). \n28. When deciding a motion under Rule 12(c), the Court may only consider \n“the pleadings and exhibits which are attached and incorporated into the pleadings.” \nDavis v. Durham Mental Health/Dev. Disabilities/Substance Abuse Area Auth., 165 \nN.C. App. 100, 104 (2004).  The Court must “view the facts and permissible inferences \nin the light most favorable to the nonmoving party.”  Ragsdale, 286 N.C. at 137.  “All \nwell pleaded factual allegations in the nonmoving party’s pleadings are taken as true \nand all contravening assertions in the movant ’s pleadings are taken as false.   All \nallegations in the non- movant’s pleadings, except conclusions of law, legally \nimpossible facts, and matters not admissible in evidence at the trial, are deemed \nadmitted by the movant[.]”  Id. (internal citations omitted). \nANALYSIS \nI. Vaughn’s Motion for Judgment on the Pleadings \n29. Vaughn seeks judgment on the pleadings on all claims asserted against \nhim by MarketPlace.  The Complaint raises the following claims against him: breach \nof contract/restrictive covenants; misappropriation of trade secrets;  computer \ntrespass; tortious interference with contract; tortious interference with prospective \neconomic advantage; and UDTP. \nA. Breach of Contract \n30. Vaughn first seeks judgment on the pleadings as to  MarketPlace’s \nbreach of contract claim  on a number of grounds, which the Court will address in \nturn.  \n31. A threshold issue raised by Vaughn concerns the ability of MarketPlace \nto bring a claim for breach of contract based on covenants contained in an agreement \nthat was entered into between Vaughn and the Gilliam Agency (rather than between \nhim and MarketPlace).  In response, MarketPlace  asserts that by virtue of the APA \nit acquired all of the Gilliam Agency’s contracts —including the contractual rights \nthat the Gilliam Agency possessed based on its Agreement with Vaughn.  \n32. However, as Vaughn notes, this Court has held that when an a sset \npurchase agreement is executed that purports to transfer a former employer’s rights \nunder a restrictive covenant to a new  employer, the prescribed period contained \nwithin the covenant begins to run from the date of the execution of the agreement. \nThe North Carolina courts have held that the acquisition of another \ncompany through an asset purchase — as opposed to a purchase of \nownership interests — terminates the seller ’s existing employment \nrelationships.  See, e.g., Calhoun v. WHA Med. Clinic, PLLC , 178 N.C. \nApp. 585, 597, 632 S.E.2d 563, 571 (2006) (noting that, in an asset sale, \nan offer of employment to the seller ’s employees is an offer of new \nemployment); Covenant Equip. Corp. v. Forklift Pro, Inc. , 2008 NCBC \nLEXIS 12, at *25 (N.C. Super. Ct. May 1, 2008) (Tennille, J.) \n(recognizing that an asset sale terminates employment relationships on \nthe date of the asset sale); see also AmeriGas Propane, L.P. v. Coffey , \n2015 NCBC LEXIS 98, at *12- 13 (N.C. Super. Ct. Oct. 15, 2015) \n(“[A]cquisition of another company by asset purchase will act as a \ntermination of existing employment relationships, and existing \nemployees of the acquired business do not necessarily become employees \nof the acquiring entity.”). \n \nThis Court has therefore held that “ when an employer sells its assets, \nincluding its right to enforce a restrictive covenant in an employment \ncontract, the period of the restrictive covenant begins to run because the \nemployment relationship has been terminated. ”  Better Bus. Forms & \nProds., Inc. v. Craver , 2007 NCBC LEXIS 34, at *21 (N.C. Super. Ct. \nNov. 1, 2007) (Tennille, J.).  See also Covenant, 2008 NCBC LEXIS 12, \nat *24 -25 ( “[T]he buyer of a noncompetition agreement does not step \nfully into the shoes of the original employer because the buyer is a new \nemployer.  Instead, the buyer can either enforce the noncompetition \nagreement or enter into a new noncompetition agreement. ”).  Thus, “a \nnoncompetition agreement that has been sold as part of an asset sale . . . \ngives the buyer the right to enforce the noncompetition agreement as of \nthe date of the sale but not to enforce the noncompetition agreement as \nif it had been entered into originally by the buyer.”  Id. at *24. \n \nArtistic S. Inc. v. Lund, 2015 NCBC LEXIS 113, at **14 (N.C. Super. Ct. Dec. 9, 2015).  \n33. Therefore, any time-based covenants contained in Vaughn’s Agreement \nwith the Gilliam Agency began to run when the APA was executed on 13 November \n2020.  As quoted above, the non-solicitation provisions in Vaughn’s Agreement stated \nthat they would remain in effect for one year.  Accordingly, any actionable breach of \nthose covenants alleged to have been committed by Vaughn must have occurred prior \nto 13 November 2021—that is, one year from the date the APA was executed.   \n34. Therefore, to the extent that Vaughn’s Motion seeks judgment on the \npleadings as to MarketPlace’s claim for breach of contract regarding any breaches of \nnon-solicitation covenants in the Agreement that occurred after 13 November 2021, \nthe Motion is GRANTED.   \n35. Vaughn next argues that the restrictive covenants themselves are \nunenforceable because they are unreasonable under North Carolina law.  \n36. The Court will first analyze the reasonableness  of the two non -\nsolicitation provisions.  This Court has previously stated that \nvalid non-solicitation provisions must be: (1) in writing, (2) entered into \nat the time and as part o f the contract of employment, (3) based on \nvaluable consideration, (4) reasonable both as to the time and territory \nembraced in the restrictions, (5) fair to the parties, and (6) not against \npublic policy.  Aeroflow Inc. v. Arias, 2011 NCBC LEXIS 21, *24 ( N.C. \nSuper. Ct. 2011). \n \nSandhills Home Care, L.L.C. v. Companion Home Care - Unimed, Inc., 2016 NCBC \nLEXIS 61, at **25 (N.C. Super Ct. Aug. 1, 2016).  \n37. The two  non-solicitation provisions here state that Vaugh n, as an \nassociate of the Gilliam Agency, agreed \nb. Not to directly or indirectly “solicit or service” customers/policyholders \nof Nationwide or policyholders of the Agency for a period of one year \nfollowing the  termination of the Associate Agreement (Associate \nAgreement § 11); [and] \n \nc. Not to “ interfere in any way ” with existing policies or \ncustomers/policyholders of Nationwide or serviced by any Nationwide \nagencies within 25 miles of the Agency for a period of one year following \nthe termination of the Associate Agreement (Associate Agreement § 11) \n \n(Verif. Compl. ¶ 19.) \n \n38. We have previously stated that “North Carolina’s courts will enforce a \ncovenant prohibiting a former employee from soliciting his former employer ’s \ncustomers even when not tied to a specific geographic region where the terms and \nconditions of this contract clause were reasonably necessary to protect the employer’s \nlegitimate business interests.”  Sandhills, 2016 NCBC LEXIS 61, at **25–26 (cleaned \nup). \n39. With regard to subpart c., the Court finds that this provision is \nimpermissibly broad and was not necessary to protect the Gilliam Agency’s legitimate \nbusiness interests.  The provision forbids contact with any customers/policyholders of \nNationwide, which would encompass even those Nationwide customers who never did \nbusiness with the Gilliam Agency.  The Court therefore concludes that sub part c. is \nunenforceable.  Accordingly, t o the extent that  Vaughn seeks judgment on the \npleadings as to the portion of MarketPlace’s breach of contract claim based on subpart \nc., the Motion is GRANTED. \n40. Subpart b. —as written —likewise includes  customers/policyholders of \nNationwide and, as such, is also overbroad.   MarketPlace does not seriously contest \nthis conclusion.  Instead, it requests that the Court “blue pencil” subpart b. so as to \nlimit it solely to solicitation of policyholders of the Gil liam Agency—thereby curing \nthe overbreadth of the provision.  \n41. “[B]lue-penciling is the process by which a court of equity will take notice \nof the divisions the parties themselves have made [in a restrictive covenant]  and \nenforce the restrictions in the territorial divisions deemed reasonable and refuse to \nenforce them in the divisions deemed unreasonable.”  Beverage Sys. of the Carolinas, \nLLC v. Associated Beverage Repair, LLC , 368 N.C. 693, 699 (2016) (cleaned up).  \n“North Carolina has adopted a ‘ strict blue pencil doctrine ’ wherein a court cannot \nrewrite an unenforceable covenant; instead, to avoid scrapping an entire covenant, a \nCourt may enforce the divisible parts of a covenant that are reasonable.”   NFH, Inc. \nv. Troutman, 2019 NCBC LEXIS 66, at *33 (N.C. Super. Ct. Oct. 29, 2019) (citing \nBev. Sys. of the Carolinas, 368 N.C. at 696).  \n42. MarketPlace asserts that subpart b. would be fully enforceable  if the \nCourt would strike  the words “ customers/policyholders of Nationwide or” such that \nthe revised provision applies solely to “policyholders of the [Gilliam] Agency.” \n43. It is true that this Court has previously noted that where two clauses in \na restrictive covenant (one enforceable and the other unenforceable) are separated by \nthe word “or,” the blue pencil doctrine  allows a reviewing court to  give effect to the \ncovenant by striking the unenforceable clause.  See Wells Fargo Ins. Servs. USA v. \nLink, 2018 NCBC LEXIS 42 , at  *24–25 (N.C. Super. Ct. May 8, 2018 ), aff’d per \ncuriam, 372 N.C. 260 (2019). \n44. Here, however, the Court is not comfortable “blue penciling” subpart b. \nwithout being able to review the covenants in their entirety.   Moreover, the Court’s \nanalysis on this issue will be guided by information likely to be obtained during \ndiscovery such as the number of employees and policyholders the Gilliam Agency had, \nthe number of offices it maintained, and other relevant information.  Accordingly, the \nCourt elects to defer a final decision on whether to apply the “blue pencil” doctrine to \nsubpart b. until a more fully developed factual record exists.  In the meantime, \nhowever, Vaughn’s Motion is DENIED as to subpart b.1 \n \n1 At the 20 December hearing, counsel for MarketPlace acknowledged that the covenants \nthemselves are not part of the record and that he does not know if any copies of the Agreement \nstill exist.  In addition, h e candidly conceded that i f he is unable to obtain a copy of the \nAgreement during discovery, the entry of summary judgment in Vaughn’s favor as to \nMarketPlace’s breach of contract claim would be appropriate. \n45. Finally, MarketPlace also seeks damages for Vaughn’s alleged improper \ndisclosure of confidential information.  The provisions of the Agreement that are \npertinent to this argument state that Vaughn promised: \nd. To hold in strict confidence any “proprietary information, confidential \ninformation, and/or trade secrets ” belonging to the Agency and \nfurnished to Vaughn in the scope  of his work (Associate Agreement  \n§ 14); and \n \ne. Not to disclose or utilize any of such information for any purpose other \nthan Nationwide or the Agency’s business, during or after the \ntermination of the Associate Agreement (Associate Agreement § 14). \n \n(Verif. Compl. ¶ 19.) \n46. Based on our prior caselaw , however, it is clear that —by virtue of the \nAPA—MarketPlace acquired the ability to enforce the Agr eement against Vaughn \nonly as to those rights the Gilliam Agency possessed as of that date.  See Artistic S., \n2015 NCBC LEXIS 113, at **17 (“In short Plaintiff could only buy what [the selling  \ncompany] could sell—and that only included [the selling company’s rights] at the time \nof sale.”).  This means that MarketPlace is unable to enforce the confidentiality \nprovisions of the Agreement with regard to confidential information that belonged \nsolely to MarketPlace (i.e. information that was never possessed by the Gilliam \nAgency). \n47. Thus, to the extent that the Complaint seeks to hold Vaughn liable for \nbreach of contract based on his disclosure of MarketPlace’s confidential information, \nthe Motion is GRANTED.  However, to the extent that the Complaint seeks to hold \nVaughn liable for breach of contract based on disclosure of  the Gilliam Agency’s  \nconfidential information, Vaughn’s Motion is DENIED. \nB. Misappropriation of Trade Secrets \n48. Vaughn also moves for judgment on the pleadings as to MarketPlace’s \nclaim for misappropriation of trade secrets.   \n49. North Carolina’s Trade Secrets Protection Act  (the “Act”) provides that \n“[t]he owner of a trade secret shall have a remedy by civil action for misappropriation \nof his trade secret.”  N.C.G.S. § 66 -153 (2021).  The Act defines misappropriation as \n“acquisition, disclosure or use of a trade secret of another without express or implied \nauthority or consent, unless such trade secret i s arrived at by independent \ndevelopment, reverse engineering, or was obtained from another person with a right \nto disclose the trade secret.”  N.C.G.S. § 66-152(1) (2021).    \n50. Therefore, a threshold question in any action involving such a claim is \nwhether the information at issue actually constitutes a trade secret under the Act.  \nKoch Measurement Devices, Inc. v. Armke, 2015 NCBC LEXIS 45, at *10 (N.C. Super. \nCt. May 1, 2015). \n51. The Act defines a trade secret as follows: \n“Trade secret” means business or technical information, including but \nnot limited to a formula, pattern, program, device, compilation of \ninformation, method, technique, or process that: \n \na. Derives independent actual or potential commercial value from \nnot being generally known or readily ascertainable through \nindependent development or reverse engineering by persons who \ncan obtain economic value from its disclosure or use; and \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \n \nN.C.G.S. § 66-152(3). \n \n52. Vaughn first argues that MarketPlace has failed to plead the existence \nof a trade secret with the particularity required by our caselaw.  The Court disagrees. \n53. As our Supreme Court has held, “ [t]o plead misappropriation of trade \nsecrets, a plaintiff must identify a trade secret with sufficient specificity so as to \nenable a defendant to delineate that which he is accused of misappropriating and a \ncourt to determine whether misappropriation has or is threatened to occur.”  Krawiec \nv. Manly, 370 N.C. 602, 609 (2018). \n54. In its Complaint, MarketPlace identified its trade secrets as follows: \nPlaintiff’s trade secrets include, but are not limited to, documents and \ninformation which specify the insurance policies and financial products \nPlaintiff has sold to its customers; the  pricing and terms of specific \npolicies for each of its customers; expiration dates of customer  policies; \npolicy application information; policy renewal information; sales an d \naccount maintenance practices; cost data; sales data; profit and loss \nstatements; and profit margins. \n \nAdditionally, Plaintiff maintains its trade secrets in unique \ncompilations in one or  more computer databases.   These compilations \ninclude the relevant information for each of  customers [sic] and their \nrespective policies. These databases in which Plaintiff maintains its \ncustomer [sic] and other information are protectable trade secrets as \nwell. \n \n(Verif. Compl. ¶¶ 24–25.) \n \n55. Based on our case law, the Court is satisfied that th e information \nforming the basis for MarketPlace’s claim under the Act has been pled with sufficient \nparticularity to survive a motion for judgment on the pleadings.  \n56. In making this determination, the  Court is guided by its prior decision \nin Wells Fargo.  In Wells Fargo , the plaintiff employer , an insurance broker, sued \nseveral former employees and their new employer alleging , inter alia, that the \nemployees had misappropriated the plaintiff ’s confidential information in order to \nsolicit its customers and bring them to their new employer.  Wells Fargo, 2018 NCBC \nLEXIS 42, at *1–8.   \n57. The plaintiff’s complaint described its trade secrets as follows: \n[I]nformation concerning Wells Fargo ’s customers and the details of \ntheir insurance needs and policies,  including but not limited to, \ncustomer policies, insurance application information, policy cost \ninformation, payment information, profit loss statements, insurance \nschedules, certificate of holder lists, underwriting information, detailed \ncustomer information, detailed employee information, detailed property \ninformation, customer financial information, expiration dates of \ninsurance policies and insurance daily reports. \n \n. . .  \n \nThe books, files, electronic data, and all other records of Wells Fargo, \nthe confidential information contained in [the records], and especially \nthe data pertaining to Wells Fargo customers, such as customers’ names \nand addresses, as well as additional information such as customers ’ \nsocial security numbers, account numbers, financial status, and other \nhighly confidential personal and financial information[.] \n \n. . . \n  \n [T]he names, addresses, and contact information of the Company ’s \ncustomers and prospective customers, as well as any other personal or \nfinancial information relating to any customer or prospect, including, \nwithout limitation, account numbers, balances, portfolios, maturity \nand/or expiration or renewal dates, loans, policies, investment activities, \npurchasing practices, insurance, annuity policies and objectives[.] \n \nId. at *35–36.  \n \n58. In analyzing whether this information was sufficient to constitute a  \ntrade secret under the TSPA, we held the following:  \n \nWithin these sprawling lists, there are particular pieces of information \nthat might constitute trade secrets, including: “ insurance application \ninformation, policy cost information, payment information, profit loss \nstatements, insurance schedules, certificate of holder lists, [and] \nunderwriting information”; “expiration dates of i nsurance policies and \ninsurance daily reports ”; “customers’ social security numbers, account \nnumbers, [and] financial status ”; and “ maturity and/or expiration or \nrenewal dates, loans, . . . investment activities, purchasing practices, \n[and], annuity polici es and objectives. ” (Id.) In addition, while not \nexpressly pleaded, this information, if compiled in a database or other \nform for each of Plaintiff’ s customers, might also constitute a trade \nsecret.  This Court has held that “ where an individual maintains a \ncompilation of detailed records over a significant period of time, ” such \nthat they have particular value as a compilation or manipulation of \ninformation, “those records could constitute a trade secret even if \n‘similar information may have been ascertaina ble by anyone in the . . . \nbusiness.’ ”   Koch Measurement Devices, Inc. v. Armke, 2015 NCBC \nLEXIS 45, at *13 (N.C. Super. Ct. May 1, 2015) (quoting Byrd’s Lawn & \nLandscaping, Inc. v. Smith, 142 N.C. App. 371, 376, 542 S.E.2d 689, 692 \n(2001)).  See also, State ex rel. Utils. Comm’n v. MCI Telecomms., Corp., \n132 N.C. App. 625, 634, 514 S.E.2d 276, 282 (1999) (concluding that a \n“compilation of information ” involving customer data and business \noperations which has “ actual or potential commercial value f rom not \nbeing generally known ” is sufficient to constitute a trade secret under \nthe NCTSPA); RoundPoint Mortg. Co. v. Florez, 2016 NCBC LEXIS 18, \nat *31-32 (N.C. Super. Ct. Feb. 18, 2016); Red Valve v. Titan Valve, 2018 \nNCBC LEXIS 41, at *27 (N.C. Super. Ct. Apr. 17, 2018) (citing Koch, \nByrd’s, and RoundPoint). \n \nId. at *37–38. \n \n59. Although admittedly the allegations in Wells Fargo contained greater \ndetail than those set out in MarketPlace’s Complaint, the Court is unable to conclude \nthat the allegations presently before the Court are insufficient to survive Rule 12 \nscrutiny.  See, e.g., Am. Air. Filter Co. v. Price, 2018 NCBC LEXIS 73, at *19–20 (N.C. \nSuper. Ct. July 10, 2018) (“This Court has held that where an individual maintains a \ncompilation of detailed records over a significant period of time, such that they have \nparticular value as a compilation or manipulation of information, those records could \nconstitute a trade secret even if similar information may have been ascertainable by \nanyone in the business.”) (cleaned up). \n60. Vaughn also argues that the Complaint does not contain sufficient \nallegations of reasonable measures taken by MarketPlace to protect this information \nas is required in order to s tate a valid claim under the Act .  See  BIOMILQ, Inc. v. \nGuiliano, 2023 NCBC LEXIS  24, at ** 20 (N.C. Super. Ct. Feb. 10, 2023) (“North \nCarolina law is clear that to state a claim for misappropriation of trade secrets, a \nplaintiff must allege that the trade secret information is subject to reasonable efforts \nto maintain its secrecy.”).   \n61. Claims under the Act, however, are subject to dismissal on this basis at \nthe pleadings stage only where the complaint contains virtually no allegations at all \nof such protective measures.  See, e.g., BIOMILQ, 2023 NCBC LEXIS 24, at **20–24 \n(“While [Plaintiff] alleges its security measures generally, it does not allege measures \ntaken to maintain the secrecy of the trade secrets at issue in the Notebook, or what \nits security practices were for notebooks currently in u se[.]”).  Here , MarketPlace \nalleges that it took the following measures to protect its trade secrets: \nPlaintiff password-protects its computer systems, limits access to trade \nsecret files to employees with a demonstrated  need to access such \ninformation for their job functions, and maintains policies for document \nretention and destruction to minimize copies of trade secrets.  \n \n(Verif. Compl. ¶ 28.) \n \n62. The Court concludes that these allegations are sufficient to allow this \nclaim to go forward.  See Bldg. Ctr., Inc. v. Carter Lumber Inc. , 2016 NCBC LEXIS \n79, at *13–14 (N.C. Super. Ct. Oct. 21, 2016) (holding that the plaintiff had alleged \nsufficient reasonable measures when it cited “s ecurity measures, including  but not \nlimited to password-protected login, controlled and permission-restricted access on a \nneed-to-know basis, and confidentiality policies and/or agreements”). \n63. Finally, Vaughn contends that the  Complaint fails to allege that the \ntrade secrets at issue were actually misappropriat ed.  But in its Complaint \nMarketPlace asserts that Vaughn, improperly using his continued access to the \nVertafore QQ system , “viewed, copied, or extracted confidential and trade secret \ncustomer and policy data.”  (Verif. Compl. ¶ 72.)  Such conduct, if proven, would fall  \nsquarely within the scope of “acquisition, disclosure or use” that our General Statutes \ndefine as misappropriation of a trade secret.  N.C.G.S. § 66-152(1); see also Mech Sys. \n& Servs. v. Howard , 2021 NCBC LEXIS 69, at *7  (N.C. Super. Ct. Aug. 11, 2021)  \n(“The allegations of misappropriation are also adequate . . . . Here, [Defendant] \nallegedly accessed [Plaintiff’s] trade secrets after deciding to join a competitor, ke pt \nthem in his possession after resigning, and then used them to solicit [Plaintiff’s] \ncustomers on behalf of his new employer.”). \n64. The Court therefore concludes that Vaughn’s Motion is DENIED as to \nMarketPlace’s misappropriation of trade secrets claim. \nC. Computer Trespass \n65. In addition, Vaughn seeks judgment on the pleadings as t o \nMarketPlace’s claim for computer trespass.   \n66. N.C.G.S. § 14-458(a) states, in pertinent part, as follows: \n (a) Except as otherwise made unlawful by this Article, it shall be \nunlawful for any person to use a computer or computer network without \nauthority and with the intent to do any of the following: \n \n(1) Temporarily or permanently remove, halt, or otherwise \ndisable any computer data, computer programs, or computer \nsoftware from a computer or computer network. \n \n(2) Cause a computer to malfunction, regardless of how long the \nmalfunction persists. \n \n(3) Alter or erase any computer data, computer programs, or \ncomputer software. \n \n(4) Cause physical injury to the property of another. \n \n(5) Make or cause to be made an unauthorized copy, in any form, \nincluding, but not limited to, any printed or electronic form of \ncomputer data, computer programs, or computer software \nresiding in, communicated by, or produced by a computer or \ncomputer network. \n \n(6) Falsely identify with the intent to deceive or defraud the \nrecipient or forge commercial electronic mail transmission \ninformation or other routing information in any manner in \nconnection with the transmission of unsolicited bulk comm ercial \nelectronic mail through or into the computer network of an \nelectronic mail service provider or its subscribers. \n \nN.C.G.S. § 14-458(a) (2021). \n \n67. For purpose of this statute, the phrase “without authority” means, inter \nalia, “when . . . the person has no right or permission of the owner to use a computer, \nor the person uses a computer in a manner exceeding the right or permission[.]”  Id.   \n68. Section 14-458 provides for both civil and criminal liability  against \npersons who engage in the conduct prohibited by the statute.  Id. § 14-458(b)–(c). \n69. In his Motion, Vaughn acknowledges that MarketPlace has alleged that \nhis accessing of its computerized database was unauthorized but asserts  that \nMarketPlace has failed to allege he acted with intent.  The Court is unpersuaded.  \n70. The Complaint is replete with allegations of intentional acts by Vaughn \nas part of a scheme on his part to use MarketPlace’s computer systems in order to \ngain unauthorized access to customer information for the purpose of obtaining \nadditional clients for Guidelight  at the expense of MarketPlace.  Taken as a whole, \nthe allegations in the Complaint allow for no other  rational inference than that \nVaughn’s allegedly unlawful actions were intentional. \n71. Vaughn’s Motion for Judgment on the Pleadings as to MarketPlace’s \ncomputer trespass claim is therefore DENIED.  \nD. Tortious Interference with Contract \n72. Our Supreme Court has articulated the following elements of a tortious \ninterference with contract claim:  \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \nthe defendant knows of the cont ract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to plaintiff. \n \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661 (1988).   \n \n73. Vaughn makes two arguments as to why judgment on the pleadings is \nproper as to this claim.  First, he contends that the Complaint contains no allegations \nthat any MarketPlace customers or policyholders actually breached their contract s \nwith MarketPlace.  \n74. This argument, however, rests upon a misapprehension of North \nCarolina law.  A plaintiff asserting this claim is not required to allege, or prove, that \nthe defendant’s acts actually caused a third party  to breach its contract with the \nplaintiff.  Instead , a plaintiff must merely show that the defendant wrongful ly \ninterfered with such a contract.  See Lexington Homes, Inc. v. W.E. Tyson Builders, \nInc., 75 N.C. App. 404, 411  (1985) (“[The plaintiff] does not have to prove that [the \ndefendant] caused [the third party] to breach its contract with [the plaintiff], because \nits claim is only that [the defendant] wrongfully interfered with [the plaintiff’s] rights \nunder the contract.”).   \n75. Here, the Complaint alleges that Vaughn improperly interfered with the \ncontractual relationship between MarketPlace and several of its customers.  For \nexample, MarketPlace alleges that  Vaughn submitted an AOR form requesting a \nchange in agency on behalf of Debra  Ledford without Ledford’s consent,  used \nMarketPlace’s confidential customer information about Amanda Beavers in order to \nsolicit her to move her business away from MarketPlace, and falsely told MarketPlace \ncustomers that MarketPlace was withholding their  customer information.  (Verif. \nCompl. ¶¶ 50 –51, 56–61, 86.)  The Court concludes that these allegations are \nsufficient. \n76. Vaughn’s remaining argument is that MarketPlace fails to allege that \nVaughn acted without “ justification.”  Moreover, he asserts that al l of his actions \nwere, in fact, justified because at all relevant times he was acting as a business \ncompetitor of MarketPlace.  \n77. This Court has previously stated the following regarding the \njustification element of a tortious interference claim:  \n“A motion to dismiss a claim of tortious interference is properly granted \nwhere the complaint shows the interference was justified[.] ”  Pinewood \nHomes, Inc. v. Harris, 184 N.C. App. 597, 605 (2007) (citing Peoples Sec. \nLife Ins. Co. v. Hooks , 322 N.C. 216, 220 (1988)).   “The interference is \n‘without justification’ if the defendants’ motives . . . were ‘not reasonably \nrelated to the protection of a legitimate business interest ’ of the \ndefendant.”  Privette v. Univ. North Carolina, 96 N.C. App. 124, 134 \n(1989) (quoting Smith v. Ford Motor Co., 289 N.C. 71, 94 (1976)). \n \nAvadim Health, Inc. v. Harkey, 2021 NCBC LEXIS 104 , at **18 (N.C. Super. Ct. Nov. \n30, 2021). \n78. It is true that “North Carolina’s case law paints a less-than-clear picture \nof when a defendant ’s interference is justified by a legitimate business interest. ”  \nK&M Collision, LLC v. N.C. Farm Bureau Mut. Ins. Co. , 2017 NCBC LEXIS 109, at   \n*21 (N.C. Super. Ct. Nov. 21, 2017).  “A plaintiff [in a tortious interference claim] \nmust plead legal malice, which is just another way of saying ‘the intentional doing of \nthe harmful act without legal justification.’ ”  Lunsford v. ViaOne Servs., LLC, 2020 \nNCBC LEXIS 111, at *14 (N.C. Super Ct. Sept. 28, 2020) (quoting Childress v. Abeles, \n240 N.C. 667, 675 (1954). \n79. However, this Court has recently emphasized that the “without \njustification” element of a tortious interference claim is satisfied where the \ndefendant’s conduct involved the use of unlawful means.  See, e.g., Mech. Sys. , 2021 \nNCBC LEXIS 69, at *13 (“ It is true that competition in business constitutes \njustifiable interference in another ’s business relations and is not actionable so long \nas it is carried on in furtherance of one’s own interests and by means that are lawful. \n. . . . But the amended complaint alleges that the means of competition used by \n[Defendants]—misappropriation of trade secrets, for example—were not lawful.  This \nis sufficient to allege a lack of justification.”) (cleaned up).   \n80. This limitation on a defendant’s ability to assert justification is \neminently logical.  After all, if a defendant could automatically escape liability on a \ntortious interference claim simply by claiming that it was engaged in a competitiv e \nrelationship with the plaintiff during the time period referenced in the complaint, \nthen it would be virtually impossible for a plaintiff to ever succeed on a tortious \ninterference claim in this context.   \n81. In this case, the Complaint alleges that the means used by Vaughn to \n“compete” with MarketPlace were unlawful: Vaughn , among other things,  \nmisappropriated MarketPlace’s trade secrets by accessing them without \npermission—committing computer trespass in the process —and used MarketPlace’s \nconfidential information in attempts to persuade customers to leave MarketPlace and \ntake their business to Guidelight. \n82. The Court therefore DENIES Vaughn’s Motion as to MarketPlace’s \nclaim for tortious interference with contract.  \nE. Tortious Interference with Prospective Economic Advantage \n83. Vaughn also seeks judgment on the pleadings as to  MarketPlace’s claim \nagainst him for tortious interference with prospective economic advantage.  Vaughn \nargues that because the Complaint fails to allege the loss of any specific contractual \nopportunity, dismissal of this claim is proper.  The Court agrees.  \n84. “To state a claim for tortious interference with prospective economic \nadvantage, a plaintiff must show that the defendant, without justification, induced a \nthird party to refrain from entering into a contract with the plaintiff and which would \nhave been entered into absent the defendant ’s interference.”  Silverdeer, LLC v. \nBerton, 2013 NCBC LEXIS 21, at **31 (N.C. Super. Ct. Apr. 24, 2013).  Our Supreme \nCourt has held that a plaintiff must identify a specific contractual opportunity that \nwas lost as a result of the defendant’s allegedly tortious conduct in order to sustain a \nclaim for interference with prospective economic advantage.  See  Beverage Sys. of the \nCarolinas, 368 N.C. at 701 (“[A] plaintiff must produce evidence that a contract would \nhave resulted but for a defendant’s malicious intervention.”); see also Bldg. Ctr., 2016 \nNCBC LEXIS 79, at *29 (“Plaintiff alleges only that it ‘reasonably expected that, but \nfor [Defendants’] conduct, its business relationships with its customers would have \ncontinued and grown. ’  The Complaint does not identify any particular prospective \ncontracts with which Defendants interfered, nor does it expressly allege that any \ncontract would have ensued.”). \n85. Vaughn argues that the Complaint in this case is devoid of any reference \nto specific contracts that would have resulted but for his alleged tortious conduct.  At \nthe 20 December hearing, counsel for MarketPlace conceded both that such a \npleading requirement exists under North Carolina law for this claim and that the \nComplaint lacks sufficient allegations to go forward .  Accordingly, V aughn’s Motion \nfor Judgment on the Pleadings is GRANTED , and MarketPlace’s claim for tortious \ninterference with prospective economic advantage  is DISMISSED without \nprejudice.2  \nF. UDTP \n86. Finally, Vaughn seeks judgment on the pleadings as to MarketPlace’s \nclaim for UDTP.   \n87. We have previously stated that  \nChapter 75 of the North Carolina General Statutes  [the “UDTPA”]  \nprovides, in pertinent part, that “ [u]nfair methods of competition in or \naffecting commerce, and unfair or deceptive acts or practices in or \naffecting commerce, are declared unlawful.  For purposes of this section, \n‘commerce’ includes all business activities, however denominated, but \ndoes not include professional services rendered by a member of a learned \nprofession.”  N.C.G.S. § 75-1.1(a)-(b) (2019).  Therefore, “[t]o successfully \nstate a claim under [the UDTPA]. . . a plaintiff must allege (1) an unfair \nor deceptive act or practice, or an unfair method of competition, (2) in or \naffecting commerce, (3) which proximately caused actual injury to the \nplaintiff or to his business.”  Window World of N. Atlanta, Inc. v. Window \nWorld, Inc., 2018 NCBC LEXIS 111, at *14–15 (N.C. Super. Ct. Oct. 22, \n2018) (cleaned up). \n \nPoluka v. Willette, 2021 NCBC LEXIS 105, at **13 (N.C. Super Ct. Dec. 2, 2021). \n88. Vaughn argues that he is entitled to judgment on the pleadings as to \nMarketPlace’s UDTP claim because there is no conduct  by him alleged in the \nComplaint that constitutes a violation of the UDTPA.  However, this contention lacks \nmerit. \n89. Most basically, this Court has held that the existence of valid underlying \nclaims for misappropriation of trade secrets  or tortious interference with contract is \n \n2 “The decision whether to dismiss a claim with or without prejudice is one vested in the \nsound discretion of the trial court. ”  Miriam Equities, LLC v. LB -UBS 2007-C2 Millstream \nRoad, LLC, 2020 NCBC LEXIS 2, at **6 (N.C. Super Ct. Jan. 9, 2020).  \nsufficient to give rise to liability on a UDTP theory.  See, e.g., Power Home Solar, LLC \nv. Sigora Solar, LLC, 2021 NCBC LEXIS 55, at *51 (N.C. Super. Ct. June 18, 2021) \n(“Our Courts have long recognized that claims for misappropriation of trade secrets \nand tortious interference with contract may form the basis of a  UDTPA claim.”) \n(cleaned up).  Therefore, at a minimum, MarketPlace has stated a valid UDTP claim \nbased on the Court’s rulings set out above with regard to those claims.3  As a result, \nVaughn’s Motion for Judgment on the Pleadings as to MarketPlace’s UDTP claim is \nDENIED.  \nII. Guidelight’s Motion for Judgment on the Pleadings \n90. Guidelight seeks judgment on the pleadings on all claims raised against \nit.  The Complaint asserts the following claims against Guidelight: misappropriation \nof trade secrets ; computer trespass ; tortious interference with contract ; tortious \ninterference with prospective economic advantage ; and UDTP.  As discussed more \nfully below, all of these claims are based —at least in part —on a theory of vicarious \nliability for the conduct of Vaughn.   In addition, however, MarketPlace  has also \nasserted direct claims against Guidelight for tortious interference with contract and \ntortious interference with prospective economic advantage.   \nA. Tortious Interference with Contract \ni. Direct Claim \n \n3 Therefore, t he Court need not —and does not —consider whether any of MarketPlace’s \nadditional allegations in the Complaint of conduct by Vaughn are likewise sufficient to \nsupport a UDTP claim. \n91. Guidelight argues  that MarketPlace’s direct claim for tortious \ninterference with contract against it fails to plead any actual inducement by \nGuidelight (as opposed to inducement by Vaughn) and that for this reason the claim \nfails as a matter of law .  The Court agrees.  As noted earlier, the elements for this \nclaim are as follows: \n(1) a valid contract between the plaintiff a nd a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \nthe defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to plaintiff. \n \nUnited Labs, 322 N.C. at 661. \n \n92. When examining the inducement element at the Rule 12 stage, this \nCourt has previously held that  “[t]o sufficiently plead inducement, there must be \nallegations of purposeful conduct, active persuasion, request, or petition.”   Se. \nAnesthesiology Consultants, PLLC v. Charlotte- Mecklenburg Hosp. Auth. , 2019 \nNCBC LEXIS 107, at *19 (N.C. Super. Ct. Dec. 13, 2019) (cleaned up).  \n93. Here, as conceded by counsel  for MarketPlace at the 20 December \nhearing, the Complaint contains no such allegations against anyone other than  \nVaughn himself  as Vaughn is the only employee or representative at Guidelight \nalleged to have made any contact with MarketPlace’s customers.   \n94. The Court therefore GRANTS Guidelight’s Motion for Judgment on the \nPleadings as to MarketPlace’s direct  claim against Guidelight for tortious \ninterference with contract, and this claim is DISMISSED with prejudice.  \nii. Vicarious Liability Claim \n95. The Court reaches a different result, however, with regard to \nMarketPlace’s tortious interference with contract claim against Guidelight premised \nupon a theory of vicarious liability .  As discussed above, the Court has refused to \nenter judgment on the pleadings on MarketPlace’s claim against Vaughn for tortious \ninterference with contract .  Therefore, the question that remains is whether the \nComplaint sufficiently alleges a claim against Guidelight on a theory of vicarious \nliability.   \n96. “Generally, liability of a principal for the torts of his agent may arise in \nthree situations: (1) when the agent’s act is expressly authorized by the principal; (2) \nwhen the agent ’s act is ratified by the principal; or (3) when the agent ’s act is \ncommitted within the scope of his employ ment and in furtherance of the principal ’s \nbusiness.”  Creel v. N.C. HHS, 152 N.C. App. 200, 202 (2002) (citing Hogan v. Forsyth \nCountry Club Co. , 79 N.C. App. 483, 491 (1986), disc. rev. denied , 317 N.C. 334 \n(1986)).   \n97. In order to prove  “ratification, the plaintiff [] must show that the \nprincipal had knowledge of all material facts and circumstances relative to the \nwrongful act, and that the principal, by words or conduct, showed an intention to \nratify the act.  Ratification may be express or implied, and intent may be inferred \nfrom failure to repudiate an unauthorized act.”  Walker v. Sloan, 137 N.C. App. 387, \n397 (2000) (cleaned up).   \n98. Although an employer’s alleged ratification of an employee’s tortious \nconduct is typically pled by infere nce based on circumstantial evidence , \nMarketPlace’s ratification allegations here are more tangible.   Specifically, the \nComplaint alleges that a former colleague of Vaughn’s at Guidelight, Ian Buchanan, \naffirmatively told his supervisor , Regina Hensley, of  his suspicions about Vaughn’s \nactions.  \n99. Moreover, t he Complaint asserts that  after Hensley reported \nBuchanan’s concerns to Trent, Guidelight did nothing “to prevent Vaughn from \nstealing Plaintiff’s customers.”  (Verif. Compl. ¶ 76.)  MarketPlace  further alleges \nthat Buchanan discovered subsequent evidence on Guidelight’s computer system that \na profile for a MarketPlace customer, Debra Ledford,  had been created based on \ninformation from Guidelight’s Vertafore system.  Buchanan, who beli eved such acts \nby Vaughn to have been  illegal, reported Vaughn’s conduct once again to Hensley, \nwho then shared the information with Trent.  According to the Complaint, rather \nthan taking any action against Vaughn, Trent or Hensley instead instructed \nBuchanan to “stay in his lane.”  (Verif. Compl. ¶ 76.)  Shortly after ward, Buchanan \nwas allegedly terminated by Guidelight for “not being a team player.”  (Verif. Compl. \n¶ 76.) \n100. These allegations of ratification easily suffice to overcome Guidelight’s  \nRule 12 Motion.  The Court therefore DENIES Guidelight’s Motion for Judgment on \nthe Pleadings as to the claim for tortious interference with contract based on a theory \nof vicarious liability.\n4 \n \n \n4 Guidelight also makes the same justification argument asserted by Vaughn, w hich the \nCourt has rejected. \nB. Tortious Interference with Prospective Economic Advantage \n \ni. Direct Claim \n101. As with MarketPlace ’s claim for tortious interference with prospective \neconomic advantage claim against  Vaughn, MarketPlace’s similar claim against \nGuidelight fails to allege the essential elements of this cause of action.  Specifically, \nthe Complaint does not sufficiently allege “that [Guidelight], without justification, \ninduced a third party to refrain from entering into a contract with [MarketPlace] and \nwhich would have been entered into absent [Guidelight’s] interference.”  See \nSilverdeer, 2013 NCBC LEXIS 21, at ** 31.  MarketPlace has failed to identify any \nspecific prospective contractual opportunity that was lost as a result of  Guidelight’s \ninterference.  Therefore, Guidelight’s Motion for Judgment on the Pleadings as to \nMarketPlace’s direct claim against it for tortious interference with prospective \neconomic advantage is GRANTED, and that claim is DISMISSED with prejudice. \nii. Vicarious Liability  \n \n102. Judgment on the pleadings is likewise proper as to M arketPlace’s \ntortious interference with prospective economic advantage claim against Guidelight \npremised on a theory of vicarious liability.   \n103. It is axiomatic that when a c ourt dismisses the underlying tort claim \nupon which a vicarious liability claim is based, the claim for vicarious liability must \nbe dismissed as well.  See, e.g., Berkeley Fed. Sav. & Loan Ass’n v. Terra Del Sol, 111 \nN.C. App. 692, 70 8 1993) (“[The claims] for vicarious liability necessarily fail since \nthe underlying causes of action . . . fail.”).   \n104. Here, as discussed above, the Court has dismissed  without prejudice  \nMarketPlace’s claim against Vaughn for tortious interference with prospective \neconomic advantage.   Accordingly, Guidelight’s Motion as to the claim against it for \ntortious interference with prospective economic advantage based on vicarious liability \nis similarly GRANTED, and this claim is DISMISSED without prejudice. \nC. UDTP (Vicarious Liability) \n105. The Court rejects Guidelight ’s argum ent seeking judgment on the \npleadings as to the UDTP claim asserted against it.  As discussed above, MarketPlace \nhas pled a valid claim for UDTP against Vaughn , and the Complaint sufficiently \nalleges that Guidelight ratified Vaughn’s conduct.   \n106. Guidelight does not dispute the fact that liability can exist for UDTP on \na theory of vicarious liability.  See, e.g., White v. Consol. Planning, Inc., 166 N.C. App. \n283, 300 (2004) (“A jury could find, on the basis of this evidence, that [the employee]  \nwas acting within the scope of his employment or authority and [his empl oyer] was, \nas a result, liable for  [the employee’s] fraud, conversion, and unfair and deceptive \ntrade practices.” (emphasis added)), disc rev. denied, 359 N.C. 286 (2005).     \n107. The Court therefore DENIES Guidelight’s Motion as to MarketPlace’s \nUDTP claim.  \nD. Misappropriation of Trade Secrets (Vicarious Liability) \n108. Guidelight also seeks judgment on the pleadings with regard to  \nMarketPlace’s misappropriation of trade secrets claim, which was asserted against \nGuidelight solely under the theory of vicarious liability.  Guidelight argues that North \nCarolina law does not permit vicarious liability principles to be applied to statutory \nclaims (such as a claim under the Trade Secrets Protection Act) absent express \nauthorization from our General Assembly.   \n109. A prior opinion from this Court suggests that misappropriation of trade \nsecrets claims based on a theory of vicarious liability are recognized in this State.  In \nSalon Blu, Inc. v. Salon Lofts Grp., LLC, 2018 NCBC LEXIS 72 (N.C. Super. Ct. July \n16, 2018), this Court stated the following with regard to such a claim: \nSalon Blu, however, has not alleged facts that would support an \nallegation that Salon Lofts is vicariously liable for the acts of Salon Blu’s \nformer stylists.  Salon Blu concedes that Salon Lofts does not employ the \nformer Salon Blu stylists at issue; the former stylists are instead tenants \nwho rent space from Lofts.  (ECF No. 30, at ¶ 16); see Gordon v. Garner, \n127 N.C. App. 649, 658, 493 S.E.2d 58, 63 (1997) (“Under the doctrine of \nrespondeat superior, for one defendant to be held vicariously liable for \nthe actions of another, an employer -employee relationship must exist \nbetween the two.”).  There is also no allegation that the former stylists  \nwere agents of Salon Lofts.   Therefore, any attempt by Salon Blu to \nattribute the conduct of its former stylists to Salon Lofts must fail. \n \nId. at *17.  \n \n110. Thus, although our opinion in Salon Blu dismissed the vicarious liability \nclaim based on the facts of that case, it implicitly recognized that such a claim could \nexist—given the existence of sufficient factual support.   \n111. A federal court applying North Carolina  law has expressly held that \nsuch a claim is proper, stating the following:    \nBecause corporations, and other legal entities, only have knowledge \nthrough [their] agents and can only act through [their] agents, the \nNCTSPA cannot be construed to disallow liability under agency \nprincip[les].  “[A] corporation is liable civil[ly] for torts committed by its \nservants or agents precisely as a natural person.  Though it may have \nno mind with which to plot a wrong or hands capable of doing an injury, \nyet it may employ the minds and hands of others.”  Dickerson v. Atl. \nRefining Co., 201 N.C. 90, 99, 159 S.E. 446, 452 (1931); see Woodson v. \nRowland, 329 N.C. 330, 344, 407 S.E.2d 222, 231 (1991) (“A corporation \ncan act only through its agents . . . .”); Sledge Lumber Corp. v. S. \nBuilders Equip. Co., 257 N.C. 435, 439, 126 S.E.2d 97, 100 \n(1962) (holding that executives’ position “was such that his acts and \nknowledge would be the acts and knowledge of the corporation which \ncan act only through its agents”); see also St. Paul Mercury Ins. Co. v. \nAm. Bank Holdings, Inc., 819 F.3d 728, 734 (4th Cir. 2016) (“Because a \ncorporation is a fiction that can have knowledge only through its agents, \nknowledge of an agent acquired within the scope of the agency \nrelationship is imputable to the corporation.”  (applying Maryland \nlaw)).  Construing [the] NCTSPA to preclude the application of agency \ntheory would shield legal entities such as limited liability \ncompanies and corporations from liability under the NCTSPA.  This is \ninconsistent with the language of the NCTSPA, which defines person to \ninclude a “corporation . . . or any other legal or commercial entity.”  N.C. \nGen. Stat. § 66-152(2).  North Carolina appellate courts have also \naffirmed rulings holding corporations and limited liability companies \nliable under [the] NCTSPA for the acts of their employee agents.  For \nexample, the North Carolina Court of Appeals affirmed a claim against \na limited liability company where the trial court sitting as fact finder \nfound that defendant’s employees “knew of [Plaintiff’s] trade secrets and \nhad access to them, and each had the opportunity to acquire them for \ndisclosure and use.”  Sunbelt Rentals, Inc. v. Head & Engquist Equip., \nLLC., 174 N.C. App. 49, 57-58, 620 S.E.2d 222, 229 \n(2005).  Therefore, the NCTSPA does permit liability based upon an \nagency theory, and the jury instructions as a whole adequately state the \ncontrolling law on this matter. \nLegacy Data Access, LLC v. Mediquant, Inc., 2017 U.S. Dist. LEXIS 198817, at *25–\n26 (W.D.N.C. Dec. 4, 2017). \n112. Courts in other states interpreting analogous trade secret statutes have \nreached a similar conclusion.  See, e.g., Newport News Indus. v. Dynamite Testing , \n130 F. Supp.2d 745, 751 (E.D. Va. 2001) (“[N]othing in the statute precludes liability \nfor the employer due to the misconduct or bad faith of his employee conducted for the \nemployer’s benefit.  Respondeat superior liability simply does not change the nature \nof the prohibited conduct in the [statute].”); Hagen v. Burmeister & Assocs., Inc., 1999 \nMinn. App. LEXIS 85 , at * 9–10 (Minn. App. Jan. 26, 1999)  (applying respondeat \nsuperior to a misappropriation of trade secrets claim because the doctrine “applies to \ncommon law torts and a wide range of federal statutory wrongs” and “[t]he same \nprinciples that support extension of the respondeat superior doctrine in federal law \napply to violations of state stat utes . . . Logically, the general rule for vicarious \nliability should apply to trade secrets torts that an agent commits in the course and \nwithin the scope of the agency which are not for a purpose personal to the agent.”).   \n113. The Court agrees with the reasoning set out in the se cases and is \nsatisfied that the public policy underlying North Carolina’s Act supports extending \nliability to an employer in cases where (as has been alleged here) it has ratified acts \nof wrongful misappropriation by its employee. \n114. Nor has the Court identified any decision from our Supreme Court that \nwould prohibit the application of vicarious liability principles to this statute.  Indeed, \nto the contrary, the Supreme Court—albeit in a different context—has recognized the \ncontinuing validity of common law  remedies where a statute does not contain \nlanguage suggesting an intent to preclude them.  See Amos v. Oakdale Knitting Co., \n331 N.C. 348, 358 (1992) ( “In determining whether the state legislature intended to \npreclude common law actions, [courts] first look to the words of the statute to see if \nthe legislature expressly precluded common law remedies.  The Wage and Hour Act, \nunlike the Wo rkers’ Compensation Act, does not expressly preclude common law \nremedies. . . . Because the legislature did not expressly preclude common law \nremedies, we look to the purpose and spirit of the statute and what the enactment \nsought to accomplish, considerin g both the history and circumstances surrounding \nthe legislation and the reason for its enactment.”) (cleaned up). \n115. Similarly, nothing in the text of North Carolina’s  Trade Secrets \nProtection Act suggests an intent by our General Assembly to preclude liability based \non common law principles such as the doctrine of respondeat superior.  Moreover, as \nnoted above, allowing vicarious liability in appropriate cases is perfectly consistent \nwith the purpose of the  Act.  Indeed, it would make little sense to avoid holding \naccountable employers who ratify their employees ’ unlawful misappropriation of \nanother company’s trade secrets.   \n116. For all of these reasons , Guidelight’s Motion is DENIED as to \nMarketPlace’s misappropriation of trade secrets claim against it.  \nE. Computer Trespass (Vicarious Liability) \n117. The Court declines, however, to recognize a vicarious liability claim for \ncomputer trespass.  \n118. Although it also provides for civil liability, N.C.G.S. § 14 -458 is a \ncriminal statute that authorizes specified criminal penalties  against violators.  See, \ne.g., N.C.G.S. § 14 -458(b).  The statute also contains a scienter requirement.  See \nN.C.G.S. § 14-458(a). \n119. Moreover, the statutory text suggests a legislative intent  to limit civil \nliability to a specific class of d efendants—namely, those persons who intentionally \nviolate one or more of the enumerated statutory provisions.  See N.C.G.S. § 14-458(a) \n(“[I]t shall be unlawful for any person to use a computer or computer network without \nauthority and with the intent to do any of the following[.]”); see also Doe v. Dartmouth-\nHitchcock Med. Ctr., 2001 U.S. Dist. LEXIS 10704, at *12–16 (D.N.H. July 19, 2001) \n(declining to apply vicarious liability to the federal Computer Fraud and Abuse Act  \n(“CFAA”) because it is “essentially a criminal statute” that created a “limited private \nof right of action,” which was confined to liability “against the violator” and because \nthe CFAA’s primary purpose was to “deter and punish those who intentionally access \ncomputer files and systems without authority and cause harm ,” rather than  the \nimproper use of any information accessed therein).   \n120. The Court therefore GRANTS Guidelight’s Motion for Judgment on the \nPleadings as t o MarketPlace’s computer trespass claim , and that claim is \nDISMISSED with prejudice.  \nCONCLUSION \n THEREFORE, IT IS ORDERED as follows:  \n1. Vaughn’s Motion for Judgment on the Pleadings is GRANTED, in part, and \nDENIED, in part, as follows: \na. Vaughn’s Motion for Judgment  on the Pleadings as to MarketPlace’s  \nbreach of contract claim against him is  GRANTED, in part, and \nDENIED, in part.  \nb. Vaughn’s Motion for Judgment on the Pleadings is GRANTED as to \nMarketPlace’s claim against him for tortious interference with \nprospective economic advantage , and that claim is DISMISSED  \nwithout prejudice.  \nc. Vaughn’s Motion for Judgment on the Pleadings is otherwise DENIED.  \n2. Guidelight’s Motion for Judgment on the Pleadings is GRANTED, in part, and \nDENIED, in part, as follows: \na.  Guidelight’s Motion for Judgment on the Pleadings as to MarketPlace’s \ndirect claims against it for tortious interference with prospective \neconomic advantag e and tortious interference with contract  is \nGRANTED, and those claims are DISMISSED with prejudice. \nb. Guidelight’s Motion for Judgment on the Pleadings is GRANTED as to \nMarketPlace’s vicarious liab ility claim against Guidelight for tortious \ninterference with prospective economic advantage, and that claim is \nDISMISSED without prejudice.  \nc. Guidelight’s Motion for Judgment on the Pleadings is DENIED as to \nMarketPlace’s vicarious liability claim s against it for tortious \ninterference with contract , UDTP, and  misappropriation of trade \nsecrets. \nd. Guidelight’s Motion for Judgment on the Pleadings is GRANTED as to \nMarketPlace’s vicarious liability claim against it for computer trespass, \nand that claim is DISMISSED with prejudice. \nSO ORDERED, this the 24th day of February, 2023.  \n \n        /s/ Mark A. Davis    \n        Mark A. Davis \n        Special Superior Court Judge for \n        Complex Business Cases "
}