{
  "id": "e54f9be6b16b391a6e37f40e07f95aafdd3ed5e4d0c752ed12c64707d0d96e99",
  "source_file": "data/raw/ncbc/e54f9be6b16b391a6e37f40e07f95aafdd3ed5e4d0c752ed12c64707d0d96e99.pdf",
  "raw_text": "Sloan v. InoLife Techs., Inc., 2018 NCBC 122. \n \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 306 \n \nBIZROBE TRUST, BY ITS TRUSTEE \nDOUBLEBENT, LLC, \n \n   Plaintiff, \n \nv. \n \nINOLIFE TECHNOLOGIES, INC.; \nMANHATTAN TRANSFER \nREGISTRAR COMPANY; MTRCO, \nINC.; and JOHN CHARLES \nAHEARN, III,  \n \nDefendants. \n \n-and- \n \nINOLIFE TECHNOLOGIES, INC., \n \nThird-Party \nPlaintiff, \n \nv. \n \nGARY BERTHOLD, \n \nThird-Party \nDefendant. \n \n-and- \n \nN3GU CAPITAL LTD., \n \nThird-Party \nPlaintiff, \n \nv. \n \nGARY BERTHOLD, \n \nORDER AND OPINION  \nON PLAINTIFF BIZROBE  \nTRUST’S MOTION FOR  \nSUMMARY JUDGMENT \nThird-Party \nDefendant. \n \n-and- \n \nGARY BERTHOLD, \n \nThird-Party \nPlaintiff, \n \nv. \n \nRANDALL LANHAM and 8687544 \nCANADA, INC. \n \nThird-Party \nDefendants. \n \n \n1. THIS MATTER is before the Court on Plaintiff Bizrobe Trust’s (“Bizrobe”) \nMotion for Summary Judgment  (the “Motion”) .  (ECF No. 72 [“Mot.”].)   Having \nconsidered the Motion, the briefs, and the arguments of counsel at a hearing on the \nMotion, the Court DENIES the Motion. \nNorman L. Sloan, for Plaintiff. \nHiggins Benjamin, PLLC, by Gilbert J. Andia, Jr., for Defendants. \nRobinson, Judge. \nI. FACTUAL BACKGROUND \n2. The Court does not make findings of fact when ruling on motions for \nsummary judgment.  E.g., In re Estate of Pope, 192 N.C. App. 321, 329, 666 S.E.2d \n140, 147 (2008).  The following factual background, taken from the undisputed \nevidence submitted in support of and in opposition to the Motion, is intended solely \nto provide context for the Court’s analysis and ruling.   \n3. Defendant InoLife Technologies, Inc. (“InoL ife” or the “Corporation” ) is a \nNew York corporation with its principle place of business in California.  (Am. Compl. \n¶ 8 , ECF No. 24 ; Answer & Countercl. & Third -Party Claim ¶ 8, ECF No. 31 \n[“Answer”/ “Countercl. & Third-Party Compl.”].) \n4. Defendant Manhattan Transfer Registrar Company (“Manhattan \nTransfer”) is a Colorado corporation with its p rinciple place of business in Colorado.  \n(Am. Compl. ¶  9; Answer ¶ 9 .)  Several filings related to InoLife’s stock appear on \nManhattan Transfer’s transaction journal.  (See, e.g., Aff. of Gary S. Berthold Exs. 5, \nM, ECF No. 74 [“Berthold Aff.”].) \n5. Defendant John Charles Ahearn, III (“Ahearn”) is a citizen and resident of \nBoulder, Colorado and is affiliated with  Manhattan Transfer.  (Am. Compl. ¶ 11; \nAnswer ¶ 11; see Berthold Aff. ¶ 8.) \n6. Defendant MTRCO, Inc. was a Colorado corporation with its principal place \nof business in  Colorado but was voluntarily dissolved on December 31, 2016 .  ( See \nAm. Compl. ¶ 10; Answer ¶ 10.) \n7. Third-Party Defendant/Plaintiff Gary S. Berthold (“Berthold”) was the CEO \nand President of InoLife from November 2009 to February 2 9, 2016, wh en he \nresigned.  ( Berthold Aff. ¶ 3 .)  Berthold was formerly the majority shareholder of \nInoLife.  (Aff. of Kenneth J. Beam ¶ 5, ECF No. 19.2 [“Beam Aff.”]; Aff. of Randall J. \nLanham ¶ 8, ECF Nos. 19.3, 19.5, 19.6 [“Lanham Aff.”].) \n8. Bizrobe is purportedly a North Carolina trust.1  (Am. Compl. ¶ 7.)  Bizrobe’s \ntrustee, Doublebent, LLC, is a North Carolina limited liability company.  (Beam Aff. \n¶ 20, Ex. 1.)      \n9. On February 4, 2014, Berthold , as CEO of InoLife,  filed a  Certificate of \nAmendment of the Certificate of Incorporation of InoLife with the New York State \nDepartment of State Division of Corporations (the “Certificate of Amendment”).  \n(Berthold Aff. Ex. 1 [“Certificate of Amendment”].)  The Certificate of Amendment, in \npertinent part, d esignated a class of stock of InoLife as Series D Preferred Stock \nhaving 10,000,000 shares authorized at $0.00001 par value per share.  (Certificate of \nAmendment § 2(D)(1).)  The Certificate of Amendment further provided that: \n[e]ach share of SERIES D Pref erred Stock shall be convertible, at any \ntime, and/or from time to time, into the number of shares of the \nCorporation’s Common Stock, par value $0.00001 per share, equal to the \nprice of the SERIES D Preferred Stock, divided by the par value of the \nCommon S tock, subject to adjustment as may be determined by the \nBoard of Directors from time to time (the “Conversion Rate”). . . .  Such \nconversion shall be deemed to be effective on the business day (the \n“Conversion Date”) following the receipt by the Corporatio n of written \nnotice from the holder of the SERIES D Preferred Stock of the holder’s \nintention to convert the shares of SERIES D Stock  [sic], together with \nthe holder’s stock certificate or certificates evidencing the SERIES D \nPreferred Stock to be converted. \n \n(Certificate of Amendment § 2(D)(4)(a).) \n                                                 \n1 The record evidence is unclear as to Bizrobe’s status.  Bizrobe alleges that it is a North \nCarolina trust.  (Am. Compl. ¶ 7.)  Defendants, lacking knowledge or information as to \nBizrobe’s status, deny the allegation.  (Answer ¶ 8.)  The record otherwise l acks conclusive \nevidence as to when Bizrobe was created or its current status.  Defendants, however, contend \nthat Bizrobe is owned or controlled by Berthold.  ( Lanham Aff. ¶ 26.)  Regardless, Bizrobe’s \ncurrent status is not dispositive as to the Court’s determination of the Motion. \n10. The Certificate of Amendment further provided that “promptly after the \nConversion Date, the Corporation shall issue and deliver to such holder a certificate \nor certificates for the number of full shares of Common Stock issuable to the holder \npursuant to the holder’s conversion of SERIES D Preferred Shares.”  (Certificate of \nAmendment § 2(D)(4)(b).)  The price of each share of Series D Preferred Stock was set \nat $5.00 per share.  (Certificate of Amendment § 2(D)(7)(a).)   It is unclear who, if \nanyone, at the time the Certificate of Amendment was filed (February 4, 2014), held \nany of InoLife’s Series D Preferred Stock, however,  a December 21, 2 015 InoLife \naccount statement indicates that 10,000,000 of the shares were issued to Berthold on \nJanuary 27, 2015, and that he continued to hold the shares as of December 21, 2015.  \n(Berthold Aff. Ex. 4.)  \n11. On January 12, 2016,  Ahearn and Manhattan Transfer received from \nBerthold an Irrevocable Stock or Bond Power, dated December 16, 2015, which stated \nthat, “[f]or [v]alue [r]eceived,” Berthold “does . . . hereby sell, assign, and transfer to” \nBizrobe “10,000,000 Series D Preferred Shares in Gary S. Berthold [sic] name[.]”  (Aff. \nBerthold Ex. 5, at 1 , 2 .)  Additionally, a February 29, 2016 Manhattan Transfer \ntransaction journal entry shows a transfer  on that date from Berthold to Bizrobe of \n10,000,000 shares of InoLife Series D Preferred Stock with certificate number PD 2.  \n(See Aff. Berthold Ex. 5, at 3; see also Aff. Berthold Ex. M.) \n12. On October 18, 2016, Norman L. Sloan, on behalf of Bizrobe as its attorney, \nrequested in writing  to Michael G. Wright, then-CEO of InoLife, and Ahea rn, that \nInoLife convert  10,000,000 shares of its Series D Preferred Stock  into \n5,000,000,000,000 shares of InoLife common stock.  (Berthold Aff. Ex. 8.)  The request \nfor conversion does not reference any certificates held by Bizrobe  for the Series D \nPreferred Stock nor does it attach the certificate denominated “PD 2” on the February \n29, 2016 Manhattan Transfer transaction journal entry.  ( See Berthold Aff. Ex. 8.)   \nTen days later, on October 28, 2016, Lanham, as InoLife’s attorney, responded and \ndenied Bizrobe’s request, stating that InoLife “does not have records of Bizrobe . . . as \na shareholder . . .[,]  there is no v alid issuance of Preferred Seri es D Stock, and we \nconfirm that there are no Preferred Series D issued and[/]or outstanding.”  (Berthold \nAff. Ex. 9.)         \nII. PROCEDURAL BACKGROUND \n13. The procedural history of this action is complex.  The Court sets forth only \nthat procedural background relevant to the Motion. \n14. Bizrobe, along with Plaintiffs  Norman L. Sloan  (“Sloan”), John T.  Root \n(“Root”), Candance A. Trumbull  (“Trumbull”), Nick Plessas  (“Plessas”), Candance \nWernick (“Wernick”), and Woneeya Thundering Hawk  (“Thundering Hawk”)  \n(collectively, “Plaintiffs”), initiated this action by filing the Complaint on January 17, \n2017.2  (ECF No. 1 [“Compl.”].)   \n                                                 \n2 Bizrobe is the only remaining plaintiff in this action.  Plessas filed a notice of voluntary \ndismissal with prejudice on March 13, 2017.  (ECF No. 26.)  Following the death of Sloan, the \nCourt granted the Estate of Norman L. Sl oan’s (“Estate of Sloan”) motion to substitute as a \nparty plaintiff for Sloan.  (ECF No. 106.)  On August 2, 2017, the Estate of Sloan, Root, \nTrumbull, Wernick, and Thundering Hawk voluntarily dismissed with prejudice their claims \nagainst Defendants, and I noLife voluntarily dismissed with prejudice its counterclaims \nagainst Trumbull.  (ECF No. 116.) \n15. The Complaint sought a declaration ordering Defendants to convert certain \nshares of InoLife preferred stock to InoLife common stock and issue such shares of \ncommon stock to Plaintiffs along with stock certificates.  (Compl. ¶ 34.)  The \nComplaint also requested a temporary restraining order and preliminary injunction  \npreventing Defendants from interfering with or harming Plaintiffs ’ stock ownership \nin InoLife during the course of this litigation.  (Compl. ¶ 11.)   \n16. This case was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated January 19, 2017, \n(ECF No. 4), and assigned to the undersigned on the same day by order of then-Chief \nBusiness Court Judge James L. Gale, (ECF No. 5).   \n17. Following a hearing on February 3, 2017, the Court denied Plaintiffs’  \nmotion for preliminary i njunction on February 9, 2017 .  (Order on Pls.’ Mot. for \nPrelim. Injunction ¶ 41, ECF No. 21 [“Order”].)  The Court concluded that Plaintiffs \nhad failed to show a likelihood of success on their claim for declaratory judgment \nbecause, inter alia, the unauthenticated exhibits submitted in support of the motion \nfor preliminary injunction were  devoid of evidence ( 1) that Plaintiffs paid any \nconsideration for their purported shares of InoLife stock; (2) that Plaintiffs produced \nto InoLife their stock certificates evidencing their shares of InoLife stock when \nmaking their request for conversion of such shares; and (3 ) that InoLife’s shares are \nuncertificated.  (Order ¶¶ 34–38; see Order ¶¶ 16, 18–19.)  \n18. On March 7, 2017, Plaintiffs filed their Amended Complaint, as of right , \npursuant to Rule 15(a) of the North Carolina Rules of Civil Procedure (“Rule(s)”) , \nagain asserting the claim for declaratory judgment, along with several other claims \nnot at issue on this Motion.  (See Am. Compl. 10–15.)  \n19. On April 6, 2017, Defendants filed their Answer and Counterclaim and \nThird-Party Claim , denying the allegations and asserti ng counterclaims against \nTrumbull for fraud, un just enrichment, and conspiracy.  (See Countercl. & Third -\nParty Compl. 20–22.)  InoLife also asserts  third-party claims against Berthold, \nincluding a claim for breach of fiduciary duty and constructive fraud, a lleging that, \ninter alia, Berthold “purport[ed] to issue stock to himself and to others for insufficient \nconsideration and improper purposes[.]”  (Countercl. & Third-Party Compl. ¶ 67.) \n20. Bizrobe filed the Motion on November 16, 2017, seeking summary judgment \nin its favor on its claim for declaratory judgment.  \n21. On February 19, 2018, the Court stayed all proceedings in this action for \nsixty days upon learning that Sloan, who also served as counsel for all Plaintiffs, had \ndied the previous day.  (ECF No. 97.)   Since Sloan’s death, no counsel has made an \nappearance on behalf of Bizrobe  (or Doublebent) , and counsel for the remaining \nparties have informed the Court they do not represent Bizrobe. \n22. The Court held a hearing on the Motion on September 18, 2018, at which  \nDefendants were represented by counsel.3  Although Defendants’ counsel served the \n                                                 \n3 At the hearing on the Motion, Defendants’ counsel orally moved for summary judgment in \nfavor of Defendants, based on the pleadings and record, pursuant to N.C . Gen. Stat. § 1A-1, \nRule 56(c).  Defendants made no such argument in their brief in opposition to the Motion , \nnor did they file a separate motion to that effect with the Court prior to the hearing.  Rule \n7.2 of the General Rules of Practice and Procedure for the North Carolina Business Court \n(“BCR”) requires that “[a]ll motions must be made in electronic form and must be \naccompanied by a brief (except for those motions listed in Rule 7.10).”  Motions pursuant to \nRule 56 are not among those listed in BCR 7.10.  At the hearing, the Court denied Defendants’ \nNotice of Hearing on Bizrobe and its trustee, Doublebent, (ECF No. 121), no counsel \nmade an appearance for either of those entities at the September 18 hearing. \n23. The Motion is ripe for determination. \nIII. LEGAL STANDARD \n24. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact a nd that any party is entitled \nto a judgment a s a matter of law.”  N.C. Gen. Stat. § 1A -1, Rule 56(c).  “A ‘genuine \nissue’ is one that can be maintained by substantial evidence.”  Dobson v. Harris, 352 \nN.C. 77, 83, 530 S.E.2d 829, 835 (2000). \n25. The moving party bears the burden of showing that there is no genuine \nissue of material fact and that the movant is entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C. App 561, 563, 668 S.E.2d 349, 351 \n(2008).  “Once the party seeking summary judgment makes the required showing, the \nburden shifts to the nonmoving party to produce a forecast of evidence demonstrating \nspecific facts, as opposed to allegations, showing that he can at least establish a prima \nfacie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784 –85, 534 S.E.2d 660, \n664 (2000).  The Court must view the evidence in the light most favorable to the \nnonmovant.  See Dobson, 352 N.C. at 83, 530 S.E.2d at 835.  However, the nonmovant \n“may not rest upon the mere allegations or denials of [its] pleading, but [its] response, \n                                                 \noral motion without prejudice to Defendants’ ability to file such a motion in accordance with \nthe BCRs.  As of the date of this Order and Opinion, Defendants have not filed any such \nmotion. \nby affidavi ts or as otherwise provided in this [R]ule, must set fort h specific facts \nshowing that there is a genuine issue for trial.  If [the nonmovant] does not so \nrespond, summary judgment, if ap propriate, shall be entered against [the \nnonmovant].”  N.C. Gen. Stat. § 1A-1, Rule 56(e). \n26. Where, as here, “the party with the burden of proof moves for summary \njudgment, a greater burden must be met.”  Almond Grading Co. v. Shaver , 74 N.C. \nApp. 576, 578, 329 S.E.2d 417, 418 (1985).  The movant “must show that there are no \ngenuine issues of fact, that there are no gaps in [the movant’s] his proof, that no \ninferences inconsistent with [the movant’s] recovery arise from the evidence, and that \nthere is no standard that must be applied to the facts by the jury.”  Parks Chevrolet, \nInc. v. Watkins, 74 N.C. App. 719, 721, 329 S.E.2d 728, 729 (1985); see also Kidd v. \nEarly, 289 N.C. 343, 370, 222 S.E.2d 392, 410 (1976) (same).  For that reason, it is \n“rarely . . . proper to enter summary judgment in favor of the party with the burden \nof proof.”  Blackwell v. Massey, 69 N.C. App. 240, 243, 316 S.E.2d 350, 352 (1984).   \nIV. ANALYSIS \n27. Bizrobe seeks an order from the Court as follows:  \n(a) [d]eclaring that . . . [InoL ife], [Manhattan Transfer], MTRCO, and \n[Ahearn], individually, and as President of [Manhattan Transfer] to [sic] \nmake the conversion of the . . . Series D preferred Shares of stock[;] and[] \n  \n(b) [t]hat such shares be issued to [Bizrobe], . . .  as paper stock \ncertificates for common shares of [InoLife] stock, and provide [sic] these \nstock certificates for common shares of [Ino Life], and any digitizing of \nthe shares, to [Bizrobe], in accordance with [its] ownership interest[.]4   \n \n                                                 \n4 Although Bizrobe seeks a judicial declaration as to all Defendants, (Am. Compl. ¶ 42), it \nmoves for summary judgment only against InoLife, (Mot. 1). \n(Am. Compl. ¶ 42.) \n28. Under the North Carolina Declaratory Judgment Act (the “Act”), “[a]ny \nperson . . . whose rights, status or other legal relations are affected by a stat ute, \nmunicipal ordinance, contract or franchise, may have determined any question of \nconstruction or validity arising under the . . . statute, ordinance, contract or franchise, \nand obtain a declaration of rights, status, or other legal relations thereunder.”  N.C. \nGen. Stat. § 1 -254.  “The purpose of the [Act] is to settle and afford relief from \nuncertainty concerning rights, status and other legal relations . . . .”  N.C. Consumers \nPower, Inc. v. Duke Power Co., 285 N.C. 434, 446, 206 S.E.2d 178, 186 (1974).  A court \nmay render judgment declaring the rights and liabilities of the respective parties, and \naffording relief to which the parties are entitled under the judgment, when: (1) “a real \ncontroversy exists between or among the parties”; (2) “such controversy arises out of \n[the parties’ ] opposing contentions ”; and (3) the parties “have or may have legal \nrights, or are or may be under legal liabilities [that] are involved in the controversy, \nand may be determined by a judgment or decree in the action [.]”  Id. at 449, 206 \nS.E.2d at 188. \n29. “North Carolina courts have held that summary judgment is an appropriate \nprocedure in an action for declaratory judgment.”  Medearis v. Trs. of Meyers Park \nBaptist Church , 148 N.C. App. 1, 4, 558 S.E.2d 199, 202 (2001) (citing Frank H. \nConner Co. v. Spanish Inns Charlotte, 294 N.C. 661, 676, 242 S.E.2d 785, 794 (1978); \nMontgomery v. Hinton, 45 N.C. App. 271, 273, 262 S.E.2d 697, 698 (1980)).  “Summary \njudgment may be entered upon the motion of either the plaintiff or the defend ant \nunder Rule 56 . . . , and the Rule applies in an act ion for declaratory judgment.”  \nBellefonte Underwriters Ins. Co. v. Alfa Aviation, Inc. , 61 N.C. App. 544, 547, 300 \nS.E.2d 877, 879 (1983) (citing Blades v. City of Raleigh, 280 N.C. 531, 544, 187 S.E.2d \n35, 42 (1972)); see also Hejl v. Hood, Hargett &  Assocs., 196 N.C. App. 299, 302 –03, \n674 S.E.2d 425, 427–28 (2009) (same).   \n30. InoLife is a New York corporation.   (Am. Compl. ¶ 8; Answer ¶ 8.)   \nAccordingly, pursuant to the internal affairs doctrine, New  York law applies to \nBizrobe’s claim that it is entitled to conversion of its Series D Preferred Stock into \ncommon stock, and the parties do not argue otherwise.  See Bluebird Corp. v. Aubin, \n188 N.C. App. 671, 680, 657 S.E.2d 55, 63 (2008)  (“The internal affairs doctrine is a \nconflict of laws principle which recognizes that only one State should have the \nauthority to regulate a corporation’s internal affairs —matter peculiar to the \nrelationships among or between the corporation and its curre nt officers, directors, \nand shareholders—because otherwise a corporation could be faced with conflicting \ndemands.” (quoting Edgar v. MITE Corp., 457 U.S. 624, 645 (1982))). \n31. Bizrobe contends that the evidence of record —the books and records of \nInoLife and M anhattan Transfer —shows that there is no genuine dispute as to \nBizrobe’s ownership of the 10,000,000 shares of InoLife Series D Preferred Stock.  (Br. \nSupp. Pl.’s Mot. for Summ. J. 9, ECF No. 73 [“Br. Supp.”].)  Specifically, Bizrobe \nargues that the fact t hat it has not put b efore the Court  stock certificates for the \nSeries D Preferred Stock does not preclude summary judgment in its favor because, \nunder New York law, the “stock books and books of ac count” of InoLife  are \n“presumptive evidence” of Bizrobe’s o wnership of the shares. (Br. Supp. 10 (quoting \nDavis v. Fraser, 121 N.E.2d 406, 409 (N.Y. 1954)).)  Accordingly, Bizrobe contends, it \nis entitled as a matter of law  to a judgment requiring conversion by InoLife of \nBizrobe’s Series D Preferred Stock into shares of InoLife common stock in accordance \nwith the Certificate of Amendment.  (Br. Supp. 11–12.) \n32.   Defendants respond that Bizrobe has failed to meet its burden of showing \nthe absence of a genuine issue of material fact as to its entitlement to the declaration \nit seeks for the same reasons the Court denied the motion for preliminary injunction.  \n(Mem. L. Opp’n to Pl.’s Mot. for Summ. J. 5–6, ECF No. 98 [“Mem. Opp’n”]; see Order \n¶¶ 34–38.)  Defendants contend that Bizrobe has put forward no evidence that the \nshares of Series D Preferred Stock were issued to Berthold or transferred by Berthold \nto Bizrobe for “good and sufficient consideration”; that Bizrobe submitted certificates \nevidencing its Series D Preferred Stock when requesting conversion, as required by \nthe Certificate of Amendment; and that InoLife adopted a resolution allowi ng the \nSeries D Preferred Stock to be uncertificated.  (Mem. Opp’n 6–8.)   \n33. Regarding Bizrobe’s ownership of the Series D Preferred Stock, Bizrobe’s \nargument misses the mark.  As Defendants correctly point out, the issue is “not \nwhether [InoLife’s or Manhattan Transfer’s] records show that Bizrobe . . . has \n10,000,000 [shares] of S eries D Preferred [Stock] ‘on the books[,]’” but, rather, it is \nwhether the shares were issued to Berthold, and then transferred to Bizrobe, for good \nand sufficient consideration.  (Mem. Opp’n 6.)  Under New York law, consideration , \nwhether in the form of money, other property, or services, is required for the issuance \nof shares of a corporation.  N.Y. Bus. Corp. § 504(a); see Heisler v. Gingras, 687 N.E.2d \n1342, 1344 (N.Y. 1997); KNET, Inc. v. Ruocco, 45 N.Y.S.3d 126, 128 (N.Y. App. Div. \n2016).  The consideration for par value stock cannot be less than the stock’s par value.  \nN.Y. Bus. Corp. § 504(c); see Frankowski v. Palermo, 363 N.Y.S.2d 159, 160 (N.Y. App. \nDiv. 1975).  Furthermore, certificates for par value shares may not be issued until \nconsideration equal to the par value of such shares is received.  See N.Y. Bus. Corp. \n§§ 504(h).   \n34. Here, there is no evidence in the record before the Court that the shares of \nSeries D Preferred Stock purportedly issued to Berthold were issued for consideration \nequaling not less than the par  value of the shares.  Indeed, none of the exhibits \nattached in support of the Motion indicate for what consideration, if any, the shares \nwere issued to Berthold such that he could have properly transferred them to Bizrobe.  \nThe evidence suggests only that 10,000,000 shares of InoLife Series D Preferred Stock \nwere issued to Berthold on January 27, 2015, that he continued to hold the shares as \nof December 21, 2015, and then attempted to transfer them to Bizrobe on February \n29, 2016.  (Berthold Aff. Exs. 4, 5, at 3, M; see also Lanham Aff. ¶ 36.)   \n35.   Furthermore, even if Bizrobe’s evidence conclusively established that it \nowned shares of InoLife  Series D Preferred Stock  that were issued for sufficient \nconsideration, Bizrobe must also show that it complied with the requirements for \nconversion of those shares to common stock.  The Certificate of Amendment states \nthat a holder of InoLife Series D Preferred Stock may request conversion by written \nnotice “of the holder’s intention to convert the shares” to common stock, “together with \nthe holder’s stock certificate or certificates evidencing the SERIES D Preferred Stock \nto be converted .”  (Certificate of Amendment § 2(D)(4)(a) (emphasis added).)  \nMoreover, under New York law, “[t]he shares of a corporation shall be represented by \ncertificates or shall be uncertificated shares.”  N.Y. Bus. Corp.  § 508(a).  A \ncorporation’s board of directors may provide by resolution that a class or series of its \nshares shall be uncertificated shares.  Id. § 508(f).   \n36. Although the attempted February 29, 2016 transfer of shares to Bizrobe \nreferences a certificate number PD 2, there is no evidence in the record before the \nCourt that, when making its request for conversion, Bizrobe produced to InoLife any \nstock certificate evidencing the shares of Series D Preferred Stock to be converted.  \nBizrobe implicitly admits that it does not possess such certificates.  (See Br. Supp. 9–\n10; see also Lanham Aff. ¶ 36.)   Furthermore, there is nothing in the record before \nthe Court that shows the Board of Directors ever adopted a resolution providing that \nInoLife’s Series D Preferred Stock shall be uncertificated shares.  Accordingly, \nBizrobe has not shown that its request for conversion was in compliance with the \nCertificate of Amendment.    \n37. To carry its burden on a motion for summary judgment on a claim for which \nBizrobe bears the burden of proof, Bizrobe must show that “there are no genuine \nissues of fact, [and] that there are no gaps in [its] proof[.]”  Parks Chevrolet, 74 N.C. \nApp. at 721, 329 S.E.2d at 729; see Kidd, 289 N.C. at 370, 222 S.E.2d at 410.  Bizrobe \nhas failed to do so.  The evidence Bizrobe submitted in support of the Motion fails to \nprove essential elements of its claim for declaratory judgment.   In the Court’s order \ndenying the motion for preliminary injunction, the Court pointed out the evidentiary \ndeficiencies relating to Bizrobe’s claim for declaratory judgment.  ( See Order ¶¶ 34–\n38.)  Yet, the evidence submitted in support of the Motion is essentially the same \nevidence Bizrobe submitted in support of its motion for preliminary in junction.  (See \nOrder ¶¶ 34–38.)  Where the evidence of record is insufficient to support the issuance \nof a preliminary injunction on the element of likelihood of success on the merits, it is, \na fortiori, insufficient to support a grant of summary judgment in favor of a party on \nits own claim.  See Lohrman v. Iredell Mem’l Hosp., Inc. , 174 N.C. App. 63, 75, 620 \nS.E.2d 258, 265 (2005) (“The burden of proof required to support a preliminary \ninjunction is less than that required for a motion for summary judgment[.]”). \n38. Therefore, the Motion must be denied. \nV. CONCLUSION \nTHEREFORE, for the reasons stated herein, the Motion is DENIED. \n \nSO ORDERED, this the 30th day of November, 2018. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}