{
  "id": "e6202d6ce4baf18ced1759d6de4a108062b4cee05390353397f4427634485761",
  "source_file": "data/raw/ncbc/e6202d6ce4baf18ced1759d6de4a108062b4cee05390353397f4427634485761.pdf",
  "raw_text": "Preiss v. Wine and Design Franchise, 2018 NCBC 53. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \nCOUNTY OF WAKE SUPERIOR COURT DIVISION \n 17 CVS 11895 \nEMILY PREISS and WINE AND \nDESIGN, LLC, \nORDER REGARDING \nPLAINTIFFS’ NOTICE OF \nDOCUMENT FILED UNDER \nSEAL \n Plaintiffs, \n          v. v\nv\n.  \n \n \nWINE AND DESIGN FRANCHISE, \nLLC; HARRIET E. MILLS; \nPATRICK MILLS; and CAPITAL \nSIGN SOLUTIONS, LLC, \n  \nDefendants. \n THIS MATTER comes before the Court on Plaintiffs’ Notice of Document Filed \nUnder Seal.  (“Notice”, ECF No. 103.)  Plaintiffs purport to inform the Court that its \nentire Brief in Response to Defendants’ Motion to Enforce Settlement Agreement has \nbeen filed under seal because it “contains information related to confidential \nsettlement negotiations and agreements, the terms thereof, obligations of the parties \nand supporting documentation.”  (ECF No. 103.)   \n Throughout this action, Plaintiffs’ counsel has  failed to comply with  the \nprocedures for filing documents under seal contained in the General Rules of Practice \nand Procedure for the North Carolina Business Court (“BCR”).   \nPlaintiffs’ counsel first filed a Motion for Leave to File Documents Under Seal \nrelating to their first Motion to Appoint Guardian ad Litem , on March  29, 2018 .  \n(Motion to Seal, ECF No. 56.)  On April 4, 2018, the Court denied without prejudice \nthe Motion to Seal for substantial failure to comply with th e relevant business court \n \n \nrules, including failure to provide sufficient information for the Court to determine \nwhether the document merit ed filing under seal pursuant to BCR 5.2(b), failure to \nfile within five business days a public version of the document with redactions and \nomissions pursuant to BCR 5.2(d), failure to file an accompanying brief in support \npursuant to BCR 7.2, and failure to include a statement indicating consultation with \nand the position of opposing counsel under BCR 7.3.  (Order, ECF No. 61.)   \nOn April 6, 2018, Plaintiffs’ counsel  filed a document styled as “Plaintiffs’ \nResponse to Order on Plaintiffs’ Motion for Leave to File Documents Under Seal,”  \nstating that he had filed a similar motion on behalf of Plaintiff Emily Preiss (“Preiss”) \nin a related lawsuit pending in Wake County Superior Court “without going through \na process of having those documents filed under seal.”  (Pl. Response, ECF No. 69, at \np. 1.)  Plaintiffs’ counsel, however, never made the filings or provided the information \nrequired by the applicable rules.  Nevertheless, the Court ordered that the document \nremain under seal in an effort to protect the privacy of Preiss.  (Further Order, ECF \nNo. 75.)   \n On May 15, 2018, Plaintiffs moved to seal documents relating to their Renewed \nMotion for Appointment of Guardian ad Litem, again failing to either file public \nversions of the documents with redactions and omissions , or alternatively filing  the \nNotice of Filing the entire ty of the  documents under seal with justifications for \nsealing the entire documents.  (Order, ECF No. 95.)  The Court, again, noted the \ndeficiencies in Plaintiffs’ filing, but granted the motion to seal in an effort to protect \nPreiss’s privacy.  (Id.)   \n \n \n On May 30, 2018, Plaintiffs filed the Notice, in conjunction with Plaintiffs’  \nBrief in Response to Defendants’ Motion to Enforce Settlement Agreement.  (Notice \nof Doc. Filed Under Seal, ECF No. 103; Br. Resp. Def. Mot. Enforce Settlement Ag., \nECF No. 102 [SEALED].)   Once again, Plaintiffs’ counsel did not file a motion for \nleave to file the document under seal, nor an accompanying brief in support of the \nmotion.   \nOn the charitable assumption that Plaintiffs’ counsel’s continued failure to \ncomply with the applicable BCR regarding filing under seal is a result of ignorance of \nthe procedures, rather than a flagrant disregard for this Court’s authority, the Court \nwill outline the applicable rules and procedures below.  \nThe BCR “govern every civil action that is designated as a mandatory complex \nbusiness case or assigned to a Business Court judge.”  BCR 1.2.  BCR 5, which governs \nProtective Orders and Filing Under Sea l, “applies to both parties and non -parties” \nand contains procedures for sealed filings for cases in which there is a Protective \nOrder and cases in which there is not a Protective Order.  BCR 5.1(a); BCR 5.2.   \nIn cases with a Protective Order, such Protective Or ders “should include \nprocedures similar to those described in subsections (b) through (d)” of BCR 5.2.  BCR \n5.2(a).  Therefore, regardless of whether or not the parties to an action in the North \nCarolina Business Court have a Protective Order in pla ce, the BCR requires that \nevery document provisionally filed under seal must be filed pursuant to the \nprocedures outlined in BCR 5.2(b) through (d).  \n \n \nWhen a party seeks to file a document or part of a document under seal, the \nparty “must provisionally file  the document under seal together with a motion for \nleave to file the document under seal.”  BCR 5.2(b). “All motions must be made in \nelectronic form and must be accompanied by a brief.”  BCR 7.2.  BCR 7.10 lists eleven \nmotions that do not require an accompanying brief.  The list does not include motions \nfor leave to file documents under seal, and accordingly a motion for leave to file under \nseal must be accompanied by a supporting brief.   \nThe motion to seal, together with the accompanying brief, “must con tain \nsufficient information for the Court to determine whether sealing is warranted.”  BCR \n5.2(b).  The rule lists seven categories of information that may be necessary for the \nCourt’s determination on this issue, including:  \n(1) a non-confidential description of the material sought to \nbe sealed;  \n(2) the circumstances that warrant sealed filing;  \n(3) the reason(s) why no reasonable alternative to a sealed \nfiling exists;  \n(4) if applicable, a statement that the party is filing the \nmaterial under seal because another party (the \n“designating party”) has designated the material under the \nterms of a protective order in a manner that triggered an \nobligation to file the material under seal and that the filing \nparty has unsuccessfully sough t the consent of the \ndesignating party to file the materials without being \nsealed;  \n(5) if applicable, a statement that any designating party \nthat is not a party to the action is being served with a copy \nof the motion for leave;  \n \n \n(6) a statement that speci fies whether the party is \nrequesting that the document be accessible only to counsel \nof record rather than to the parties; and  \n(7) a statement that specifies how long the party seeks to \nhave the material maintained under seal and how the \nmaterial is to be handled upon unsealing. \nBCR 5.2(b)(1)–(7). \nWithin five (5) business days after the filing or provisional filing of a document \nunder seal along with the motion and supporting brief , the party must “file a public \nversion of the document” with any necessary redactions or omissions, “but the \nredactions or omissions should be as limited as practicable.  In the rare circumstance \nthat an entire document is filed under seal, in lieu of fil ing a public version of the \ndocument, the filing party must file a notice that the entire document has been filed \nunder seal.”  BCR 5.2(d).   \nThese rules and procedures for making sealed filings are not frivolous “make-\nwork” for attorneys, nor are they int ended to be optional exercises.  The reason the \nNorth Carolina Business Court requires a designating party to demonstrate that a \ndocument merits s ealing on  the Business Court’s  electronic docket  is because \ndocuments filed in the courts of the State of North Carolina are presumed to be “open \nto the inspection of the public ,” except as prohibited by law.  N.C. Gen. Stat. §  7A-\n109(a) (hereinafter “G.S.”); see also Virmani v. Presbyterian Health Servs. Corp., 350 \nN.C. 449, 463, 515 S.E.2d 675, 685 (1999) (notin g that G.S. § 7A-109(a) “specifically \ngrants the public the right to inspect court records in criminal and civil proceedings”).  \nNevertheless, “a trial court may, in the proper circumstances, shield portions of court \n \n \nproceedings and records from the public.”  France v. France, 209 N.C. App. 406, 413, \n705 S.E.2d 399, 405 (2011) (emphasis omitted).  \nThis Court starts with the “presumption that the civil court proceedings and \nrecords at issue . . . must be open to the public.” Id. at 414, 705 S.E.2d at 406. Th e \nparty seeking to have a filing sealed bears the burden of overcoming this presumption \n“by demonstrating that the public’s right to open proceedings [is] outweighed by a \ncountervailing public interest.” Id.  The determination of whether evidence should be \nfiled under seal is within the  discretion of the trial court.  See In re Investigation \ninto Death of Cooper, 200 N.C. App. 180, 186, 683 S.E.2d 418, 423 (2009). \nThe Parties in this action submitted a Consent Protective Order (ECF No. 46) \nwhich was incorporated by reference into the Case Management Order (ECF No. 49, \nat § G.(1)).  The Consent Protective Order does not explicitly provide procedures for \nmaking a sealed filing, but instead states only that documents designated by any \nParty as Confidential “sha ll be filed under seal.”  (ECF No. 46, at ¶ 9.)  The Court \ninterprets this provision as incorporation of the pro cedures outlined in BCR 5.2(b) –\n(d) into the Consent Protective Order.  Plaintiffs’ counsel, for the third time, has failed \nto comply with these procedures when attempting to make a sealed filing. \nTHE COURT, having outlined its expectations that the Parties comply with \nthe rules and procedures related to making sealed filings on four separate occasions \n(ECF Nos. 61, 75, 95, 101), and having considered Plaintiffs’ continued disregard for \nthese rules and procedures, CONCLUDES, in its discretion, that Plaintiffs’ Motion in \n \n \nthis case should be DENIED and the document shall be unsealed by the Court \nimmediately following entry of this Order.   \nAdditionally, because Plaintiffs have now failed for the third time to make \nefforts to comply with the applicable BCR or this Court’s past Orders, the Court takes \nunder advisement such further relief as may be just and appropriate, including \nwhether the com plained-of conduct of Plaintiff s’ counsel merits imposition of \nsanctions under Rule 11 or other authority.  \nTHEREFORE, IT IS ORDERED that Plaintiffs’ Motion is DENIED .  The \nprovisionally sealed document at ECF No. 102 shall be unsealed by the Court before \nthe close of business, today.   \nThis, the 4th day of June, 2018. \n \n   /s/ Gregory P. McGuire    \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases "
}