{
  "id": "e62f645140b78b3dba731a979abb3f5edda6d53dc956f880bd1c68403dce4485",
  "source_file": "data/raw/ncbc/e62f645140b78b3dba731a979abb3f5edda6d53dc956f880bd1c68403dce4485.pdf",
  "raw_text": "Plasman v. Decca Furniture (USA), Inc., 2016 NCBC 48. \n \nSTATE OF NORTH CAROLINA \n \nCATAWBA COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 2832 \n \nCHRISTIAN G. PLASMAN, in his \nindividual capacity and derivatively for \nthe benefit of, on behalf of and right of \nnominal party BOLIER & COMPANY, \nLLC, \n \n                                Plaintiff, \n \nv. \n \nDECCA FURNITURE (USA), INC., \nDECCA CONTRACT FURNITURE, \nLLC, RICHARD HERBST, WAI THENG \nTIN, TSANG C. HUNG, DECCA \nFURNITURE, LTD., DECCA \nHOSPITALITY FURNISHINGS, LLC, \nDONGGUAN DECCA FURNITURE CO. \nLTD., DARREN HUDGINS, DECCA \nHOME, LLC, and ELAN BY DECCA, \nLLC, \n \n                                Defendants, \n \nand BOLIER & COMPANY, LLC, \n \n                               Nominal Defendant, \n \nv. \n \nCHRISTIAN J. PLASMAN a/k/a \nBARRETT PLASMAN, \n \n                               Third-Party \nDefendant. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER ON DEFENDANTS’ MOTION \nTO DISMISS PORTIONS OF APPEAL \nTHAT ARE UNTIMELY \n \n \n{1} THIS MATTER  is before the Court upon Defendants Decca Furniture \n(USA), Inc., Decca Contract Furniture, LLC, Decca Hospitality Furnishings, LLC, \nDecca Home, Elan by Decca, LLC, Richar d Herbst, Darren Hudgins, Wai Theng \nTin, and nominal defendant Bolier & Compa ny, LLC’s (collectively, “Defendants”) \nMotion to Dismiss Portions of Appeal that Are Untimely (the “Motion”) in the \nabove-captioned case.  Pursuant to Business Court Rule 15.4, the Court considers \nthe Motion on the briefs, without hearing or oral argument.  Having considered the \n \n \nMotion, the briefs in support of and in op position to the Motion, and the matters of \nrecord reflected in the Court’s docket, the Court GRANTS in part and DENIES in \npart the Motion as explained below. \nLaw Offices of Matthew K. Rogers , PLLC, by Matthew K. Rogers, for \nPlaintiff Christian G. Plasman, and Third-Party Defendant Christian \nJ. Plasman a/k/a Barrett Plasman. \n \nMcGuireWoods LLP, by Robert A. Muckenfuss, Jodie H. Lawson, \nAndrew D. Atkins, and Elizabeth Zwickert Timmermans, for \nDefendants Decca Furniture (USA), Inc., Decca Contract Furniture, \nLLC, Richard Herbst, Wai Theng Tin, Tsang C. Hung, Decca \nFurniture, Ltd., Decca Hospitality Furnishings, LLC, Dongguan Decca \nFurniture Co. Ltd., Darren Hudgins, Decca Home, LLC, Elan by Decca, \nLLC, and Nominal Defendant Bolier & Company, LLC. \nBledsoe, Judge. \nI. \nBACKGROUND AND PROCEDURAL HISTORY \n{2} On February 26, 2016, the Court entered a civil contempt order (the \n“Contempt Order”) finding Plaintiff Christia n G. Plasman (“Plaintiff” or “Chris \nPlasman”) and Third-Party Defendant Christian J. Plasman a/k/a Barrett Plasman \n(“Barrett Plasman”) (together with Chri s Plasman, the “Plasmans”) in civil \ncontempt of court for willfully violat ing this Court’s May 26, 2015 Order and \nOpinion (the “May 26 Order”).1  The Plasmans filed a Notice of Appeal on March 24, \n2016, twenty-seven days after the Court entered the Contempt Order. \n{3} The Plasmans’ Notice of Appeal specif ically seeks to appeal seven of the \nCourt’s orders: \na. The February 4, 2015 Order and Notice of Hearing (the “February 4 \nOrder”); \n                                                 \n1 The Contempt Order and the May 26 Order each provide further factual and procedural details of \nthis case.  The May 26 Order is reported at Bolier & Co., LLC v. Decca Furniture (USA), Inc. , 2015 \nNCBC LEXIS 55 (N.C. Super. Ct. May 26, 2015) .  The Contempt Order is reported at Plasman v. \nDecca Furniture (USA), Inc., 2016 NCBC LEXIS 20 (N.C. Super. Ct. Feb. 26, 2016).   \n \n \nb. The August 25, 2015 Order and Opinio n on Stay Pending Appeal (the \n“August 25 Order”); \nc. The October 2, 2015 Amended Order and Opinion on Stay Pending \nAppeal (the “Order Amending the August 25 Order”); \nd. The October 26, 2015 Order and Opinion on the Plasmans’ Motion to \nClarify August 25, 2015 Order (the “O rder Clarifying the August 25 \nOrder”); \ne. The January 5, 2016 Show Cause Order and Notice of Hearing (the \n“Show Cause Order”); \nf. The January 27, 2016 Order on Plaintiff’s and Third Party Defendant’s \nObjection to Show Cause Production, Notice of Conditional Intent to \nComply with Show Cause, and Request for Clarification (the \n“Clarification of the Show Cause Order”) (collectively, the orders \nidentified in subparts (a) through (f) of this paragraph shall be referred \nto as the “Challenged Orders”); and  \ng. The Contempt Order.   \n{4} As stated in their response brief, Defendants move the Court to dismiss \nthe appeal of the Challenged Orders as untimely pursuant to North Carolina Rule \nof Appellate Procedure 3.  Defendants do  not seek to dismiss the appeal of the \nContempt Order.  The Plasmans argue in response that the Court lacks the \nauthority to dismiss the present appeal and that their appeal is nevertheless proper \nunder N.C. Gen. Stat. § 1-278.   \nII. \nANALYSIS \n{5} Under Rule 3 of the North Carolina Rules of Appellate Procedure, a “party \nentitled by law to appeal from a judgment or order of a superior or district court \nrendered in a civil action” must file its notice of appeal within thirty days after \nentry of judgment.  N.C. R. App. P. 3(a), (c).  All of the Cha llenged Orders were \nentered more than thirty days before the Plasmans filed their March 24, 2016 \nNotice of Appeal.  In fact, the most recent  of the Challenged Orders was entered on \n \n \nJanuary 27, 2016, fifty-seven days before the Notice of Appeal was filed.  Therefore, \nthe Challenged Orders are untimely pursuant to Appellate Rule 3.   \n{6} Appellate Rule 25 grants the trial court jurisdiction, upon motion and \n“prior to the filing of an appeal in an a ppellate court,” to dismiss an appeal if a \nparty “after giving notice of appeal . . . shall fail within the times allowed by these \nrules or by order of court to take any action required to present the appeal for \ndecision.”  N.C. R. App. P.  25(a).  “Filing of an appeal in an appellate court” means \ndocketing of the appeal, which occurs when the appellant files the record on appeal \nwith the clerk of the appellate court and pays the docket fee or proceeds in forma \npauperis.  See Carter v. Clements Walker, PLLC , 2014 NCBC LEXIS 12, at *7–8 \n(N.C. Super. Ct. Apr. 30, 2014) (collecting cases and interpreting N.C. R. App. P. \n122).  The Court of Appeals has specifically  construed Rule 25 to “allow[] the trial \ncourt to dismiss an appeal if the appellant failed to give notice of appeal within the \ntime allowed by the Appellate Rules,” including Rule 3(c).  Landingham Plumbing & \nHeating, Inc. v. Funnell, 102 N.C. App. 814, 815, 403 S.E.2d 604, 604–05 (1991).   \n{7} The Plasmans acknowledge in their resp onse brief that they have not yet \nfiled the record on appeal with the clerk of the appellate court.  (Plasman Resp. \nOpp. Mot. Dismiss Appeal 4.)  On July  1, 2016, the Court, upon the Plasmans’ \nmotion, granted the Plasmans an extensio n of time through July 15, 2016 to settle \nthe record on appeal, and the Court’s review of the Court of Appeals’ public \nelectronic docket indicates that the record on appeal has not been tendered as of the \ndate of this Order and Opinion.  Therefore, the Court concludes that the Plasmans \nhave not docketed their appeal, and the Court retains jurisdiction to consider \nDefendants’ Motion under Appellate Rule 25(a).  Because the Plasmans failed to \ngive notice of appeal of the Challenged Orders within the thirty-day period provided \nin Appellate Rule 3(c), the Court has the au thority to dismiss the appeal of each of \nthe Challenged Orders.   \n                                                 \n2  Appellate Rule 12(a) concerns the time for filing the record on appeal; Appellate Rule 12(b) sets \nforth the steps required to docket the appeal.   \n \n \n{8} This Court has previously stated that “the trial court is held to a strict \nconstruction of Appellate Rule 3.”  Ehrenhaus v. Baker , 2014 NCBC LEXIS 30, at \n*10 (N.C. Super. Ct. July 16, 2014), cert. denied and appeal dismissed , 776 S.E.2d \n699 (N.C. Ct. App. 2015).  The trial court must  apply Rule 3 strictly because “Rule 3 \nis a jurisdictional rule” and “a party’s compliance with Rule 3 is necessary to \nestablish appellate jurisdiction.”  Am. Mech., Inc. v. Bostic , 782 S.E.2d 344, 350 \n(N.C. Ct. App. 2016).  In American Mechanical, the Court of Appeals affirmed this \nCourt’s dismissal of the plaintiffs’ appeals for failure to comply with Appellate Rule \n3.  Id.  In so ruling, the Court of Appeals relied on North Carolina Supreme Court \nprecedent explaining that “a jurisdiction al rule violation [of the North Carolina \nRules of Appellate Procedure] . . . ‘precludes the appellate court from acting in any \nmanner other than to dismiss the appeal.’”  Id. (quoting Dogwood Dev. & Mgmt. Co. \nv. White Oak Transp. Co. , 362 N.C. 191, 197, 657 S. E.2d 361, 362–63 (2008)).  \nTherefore, the Court concludes that the Ch allenged Orders are generally subject to \ndismissal under Appellate Rules 3 and 25.   \n{9} Despite the above, the Plasmans argue that its attempt to appeal the \nChallenged Orders is not untimely beca use the Challenged Orders were non-\nappealable interlocutory orders, which they contend are now appropriately noticed \nfor appeal.  The statute allowing for the appeal of interlocutory orders provides that \n“[u]pon an appeal from a judgment, the court may review an intermediate order \ninvolving the merits and necessarily affect ing the judgment.”  N.C. Gen. Stat. § 1-\n278.  Review under N.C. Gen. Stat. § 1-278 “is proper under the following \nconditions: (1) the appellant must have timely objected to the order; (2) the order \nmust be interlocutory and not immediately appealable; and (3) the order must have \ninvolved the merits and necessarily affected the judgment.”  \nBrooks v. Wal-Mart \nStores, Inc., 139 N.C. App. 637, 641, 535 S.E.2d 55, 59 (2000) (quotation omitted).   \n{10} Defendants challenge the applicability of section 1-278 only on the ground \nthat the Challenged Orders do not involve the merits or affect the judgment.  An \norder involves the merits and affects the ju dgment if it “deprives the appellant of \none of the appellant’s substantive legal claims.”  Yorke v. Novant Health, Inc. , 192 \n \n \nN.C. App. 340, 348, 666 S.E.2d 127, 133 (2008).  The Court of Appeals has also \nstated that an order that “substantially decide[s] the primary issues in contention” \ninvolves the merits and necessarily affects the judgment.  Tinajero v. Balfour Beatty \nInfrastructure, Inc., 233 N.C. App. 748, 758, 758 S.E.2d 169, 176 (2014).  \n{11} The Court agrees that several of the Challenged Orders do not involve the \nmerits and do not necessarily affect the Court’s Contempt Order.  The February 4 \nOrder does not involve the merits because it decided unrelated motions prior to both \nthe May 26 Order and the Contempt Order.   \n{12} Likewise, the August 25 Order, the Or der Amending the August 25 Order, \nand the Order Clarifying the August 25 Order do not involve the merits or \nnecessarily affect the Contempt Order.  The August 25 Order and the two related \norders addressed the question of whether th is action should proceed or be stayed \nfollowing the Plasmans’ appeal of the May 26 Order.  The merits of those orders \ninvolved jurisdictional questions rather than whether the Plasmans were in willful \nviolation of the May 26 Order.  The Plasma ns’ appeal of the May 26 Order does not \nnecessarily mean, as the Plasmans argue, that every substantive order issued by \nthis Court between the May 26 Order and the Contempt Order involves the merits \nand affects the Contempt Order.  \nSee, e.g., Beall v. Beall , 290 N.C. 669, 680, 228 \nS.E.2d 407, 413–14 (1976) (quoting Joyner v. Joyner, 256 N.C. 588, 5 91, 124 S.E.2d \n724, 727 (1962)) (“[T]aking an appeal does not authorize a violation of the order.”). \n{13} The Show Cause Order and the Clarification of the Show Cause Order, on \nthe other hand, arguably involve the merits of and affect the Contempt Order.  The \nShow Cause Order was necessary to the Court’s finding of civil contempt.  N.C. Gen. \nStat. § 5A-23(a) (“Proceedings for civil contempt are . . . by the order of a judicial \nofficial directing the alleged contemnor to appear at a specified reasonable time and \nshow cause why he should not be held in  civil contempt.”)  Furthermore, because \nthe Show Cause Order and the Clarification of the Show Cause Order deal with the \nfacts underlying the Court’s finding of contempt and the procedure employed by the \nCourt in holding the Plasmans in contempt, those intermediate orders are more \nlogically reviewed together with the Conte mpt Order than as part of an appeal of a \n \n \nfinal judgment in this action.  For those reasons, the Court declines to conclude that \nthose motions are not reviewable under N.C. Gen. Stat. § 1-278. \nIII. \nCONCLUSION \n{14} For the foregoing reasons, the Court hereby GRANTS in part and DENIES \nin part the Motion: \na. The Motion is GRANTED, and the Plasmans’ appeal of the following \norders is hereby DISMISSED: \ni. The February 4, 2015 Order and Notice of Hearing; \nii. The August 25, 2015 Order and Opinion on Stay Pending \nAppeal; \niii. The October 2, 2015 Amended Order and Opinion on Stay \nPending Appeal; and \niv. The October 26, 2015 Order and Opinion on the Plasmans’ \nMotion to Clarify August 25, 2015 Order. \nb. Except as provided above, the Motion is DENIED, and the Court \ndeclines to dismiss the Plasmans’ appeal of the following orders: \ni. The January 5, 2016 Show Cause Order and Notice of Hearing; \nand \nii. The January 27, 2016 Order on Plaintiff’s and Third Party \nDefendant’s Objection to Show Cause Production, Notice of \nConditional Intent to Comply with Show Cause, and Request for \nClarification. \nSO ORDERED, this the 7th day of July, 2016. \n \n \n \n      / s /  L o u i s  A .  B l e d s o e ,  I I I    \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n        for Complex Business Cases "
}