{
  "id": "e6705760bf9f89e3d36701133d8e7a063779c789b00ffb77013eada7cc18703b",
  "source_file": "data/raw/ncbc/e6705760bf9f89e3d36701133d8e7a063779c789b00ffb77013eada7cc18703b.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV012229-910 \nTAMI L. PRIDGEN, \n \n   Plaintiff,  \n \nv. \n \nROY NEIL CARLSON; CARLSON \nFINANCIAL SERVICES, LLC; \nG.A. REPPLE & COMPANY; THE \nINSTITUTE FOR WEALTH \nMANAGEMENT, LLC; \nINSTITUTE FOR WEALTH \nADVISORS, INC. f/k/a CHERRY \nINVESTMENT ADVISERS, LTD., \n \n   Defendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS ROY NEIL CARLSON \nAND CARLSON FINANCIAL \nSERVICES, LLC’S MOTION TO \nDISMISS AND DEFENDANT G.A. \nREPPLE & COMPANY’S MOTION TO \nDISMISS IN LIEU OF ANSWER \n  \n \n1. THIS MATTER  is before the Court on the 4 October 2024 filing of \nDefendants Roy Neil Carlson ( Mr. Carlson) and Carlson Financial Services, LLC’s  \n(Carlson Financial)  (collectively, the Carlson Defendants)  Motion to Dismiss  (the \nCarlson Motion) , (ECF No. 9 [Carlson Mot.]), and the 25 February 2025 filing of \nDefendant G.A. Repple & Company’s (Repple) Motion to Dismiss (the Repple Motion), \n(ECF No. 12 [Repple Mot.]), (collectively, the Motions). \n2. Pursuant to Rules 12(b)(1) and (b)(6) of the North Carolina Rules of Civil \nProcedure (the Rule(s)), the Carlson Defendants seek to dismiss all claims alleged \nagainst them by Plaintiff Tami L. Pridgen (Ms. Pridgen).  (Carlson Mot. 1.)  Pursuant \nto Rule 12(b)(6), Repple seeks to dismiss all claims alleged against it by Ms. Pridgen.  \n(Repple Mot. 1.)  \nPridgen v. Carlson, 2025 NCBC 36. \n3. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motions. \nMauney PLLC, by Gary V. Mauney, for Plaintiff Tami L. Pridgen.  \n \nMichael Best & Friedrich LLP, by Justin G. May and Joseph Lucas \nTaylor, for Defendants Roy Neil Carlson and Carlson Financial \nServices, LLC. \n \nHall Booth Smith, P.C., by Clark W. Goodman and Charles Jake \nTaylor, for Defendant G.A. Repple & Company.  \n \nRobinson, Chief Judge. \n \nI. INTRODUCTION \n4. This action arises out of Ms. Pridgen’s contention that Mr. Carlson, her \ninvestment advisor, made fraudulent statements to induce her to enter an investment \nadvisor relationship with him.  Ms. Pridgen also alleges that Mr. Carlson made \nfraudulent statements throughout their relationship regarding  his status as a \nregistered investment advisor and was not forthcoming when Ms. Pridgen inquired \nabout the state of her investments.  Ms. Pridgen alleges that Repple and Carlson \nFinancial agreed to manage her investment profiles through Mr. Carlson, thereby \nalso becoming responsible for Mr. Carlson’s fraudulent acts.  \nII. FACTUAL BACKGROUND \n5. The Court does not make findings of fact on the Motions.  Rather, the Court \nrecites the allegations asserted in the Complaint that are  relevant to the Court’s \ndetermination of the Motions.  \n \n \nA. The Parties \n6.  Ms. Pridgen is an individual resident of Nash County, North Carolina.  \n(Compl. ¶ 229, ECF No. 2 [Compl.] .)  Ms. Pridgen has little to no financial expertise \nand relied on her husband to make the primary financial decisions for her and her \nfamily.  (Compl. ¶¶ 2–3.)  \n7. Mr. Carlso n is an individual resident of Wake County, North Carolina.  \n(Compl. ¶ 230.)  Mr. Carlson is the owner of Carlson Financial and ha s been a \nregistered investment advisor since at least 2004.  (Compl. ¶ 8.)  \n8. Carlson Financial is a registered investment advis or firm  located in \nRaleigh, North Carolina.  (Compl. ¶ 231.)  \n9. Repple is a North Carolina corporation with offices located in Raleigh.  \n(Compl. ¶ 232.)  Mr. Carlson and Carlson Financial were agents of Repple until June \n2013.  (Compl. ¶¶ 225, 232.)   \n10. In July of 2007, Ms. Pridge n’s husband died—leaving her approximately \n$1.2 million in life insurance policy proceeds and $1.3 million from his 401(k) and \nretirement plan.  ( Compl. ¶ 1.)  Soon thereafter, Ms. Pridgen began looking for a \nfinancial advisor.  (Compl. ¶ 5.)   In or around October 2007, one of Ms. Pridgen’s \nfriends recommended she reach out to Thomas H. Smith ( Mr. Smith), a registered \nfinancial advisor that went to the same church.  (Compl. ¶ 6.)   \n11. During their initial meeting, Mr. Smith explained to Ms. Pridgen that since \nhe was new to investment advising, he was currently being trained by Mr. Carlson.  \n(Compl. ¶  6.)  Thus, he stated, if Mr. Smith and Ms. Pridgen established an \ninvestment relationship, Mr. Carlson would be making the major decisions and acting \nas her registered investment advis or.  (Compl. ¶ 7.)  In October 2007, Ms. Pridgen \nattended a series of meetings with Mr. Carlson and Mr. Smith in which Mr. Carlson \nexplained the benefits of his investment advisor services.  (Compl. ¶ 10.)  \nB. Ms. Pridgen’s Engagement of Mr. Carlson and Carlson Financial \n12. During the October 2007  meetings, Mr. Carlson made the following \nrepresentations:  \na. Mr. Carlson and Carlson Financial were formally associated with \nRepple as federally and state registered investment advis or \nrepresentatives (RIA).  (Compl. ¶ 9.)  \nb. Repple would be acting as an auditor or supervisor of Mr. Carlson’s \nwork, ensuring the quality, transparency, and professionalism of any \ninvestments made.  (Compl. ¶ 11.)  \nc. Mr. Carlson, Carlson Financial, and Mr. Smith would be acting and \noperating at all times as Ms. Pridgen’s fiduciaries.  (Compl. ¶ 12.)  \nd. Mr. Carlson, Mr. Smith, and Carlson Financial would always put Ms. \nPridgen’s interests first and would act with transparency with respect \nto her investments.  (Compl. ¶ 12.)  \ne. Mr. Carlson, Mr. Smith, and Carlson Financial would operate as Ms. \nPridgen’s RIAs pursuan t to the federal or state RIA registrations \nmaintained by Repple.  (Compl. ¶ 12.)  \nf. Mr. Carlson had considerable experience and education giving him the \nrequisite skills and qualifications to help Ms. Pridgen  manage her \nmoney.  (Compl. ¶ 13.)  \n13. Mr. Carlson further represented that his investment philosophy was \n“Christ-centered” and “faith-based,” meaning that the investments would be aligned \nwith Ms. Pridgen’s faith.  (Compl. ¶ 15.)  This representation appealed to Ms. Pridgen \nas she is a devout Christian who  was looking for advice from someone that shared \nher religious beliefs.  (Compl. ¶ 4.)  \n14. During the October 2007 meetings, Mr. Carlson provided Ms. Pridgen with \nan SEC Form ADV advising Ms. Pridgen that the “Advisers Act imposes a fiduciary \nduty on investment advisers,” and thus Mr. Carlson, Mr. Smith, Carlson Financial, \nand Repple would operate at all times as her fiduciaries.  (Compl. ¶ 22.)  Ms. Pridgen \nreasonably relied on these assurances and believed  that Mr. Carlson, Carlson \nFinancial, and Repple would act in her best interests.  (Compl. ¶ 24.)  \n15. On 1 November 2007, based on Mr. Carlson’s representations, Ms. Pridgen \nengaged Mr. Carlson and Carlson Financial as her RIAs.  (Compl. ¶ 25.)  Through the \nengagement agreement, Mr. Carlson and Carlson Financial assumed total \ndiscretionary control over Ms. Pridgen’s investment portfolio.  (Compl. ¶ 53.)   \n16. Mr. Carlson further promised that Ms. Pridgen’s money would be invested \nin conservative investments as she had minimal outside work history.  (Compl. ¶ 55.)  \nPrior to Ms. Pridgen’s engagement of Mr. Carlson, Mr. Carlson presented Ms. Pridgen \nwith a set of p ortfolio recommendations .  He stated that by investing in “Land \nBanking” investments, “Church Bonds ,” and “Corporate & Municipal Bonds ,” she \ncould expect to yield about $78,500 per year, which would be enough for her and her \nfamily to live on.  (Compl. ¶ 57.)   \n17. Ms. Pridgen received monthly investment statements that seemed \nconsistent with these representations.  (Compl. ¶ 59.)   \nC. Ms. Pridgen’s Investments  \n18. Mr. Carlson  invested Ms. Pridgen’s funds in an array of private \ninvestments, which included “fixed income corporate bonds” or “church bonds” as well \nas commercial real estate ventures.   (Compl. ¶ ¶ 64, 66 .)  Virtually none of these \nprivate investments underwent regular financial statement audits to determine \nwhether they were compliant  with Generally Accepted Account ing Principles \n(GAAP).   (Compl. ¶ 68.)   \n19. Mr. Carlson kept many of the private investments at or above their costs \non Ms. Pridgen’s monthly statements and  reported to Ms. Pridgen that the \ninvestments were yielding the expected returns.  (Compl. ¶ 73.)  Mr. Carlson was \nresponsible for performing the due diligence on these investments and took a \nsubstantial fee from Ms. Pridgen’s funds to do just that.  (Compl. ¶¶ 70–71.)  \n20. However, Ms. Pridgen alleges that Mr. Carlson was cashing out her assets \nand falsely representing that her investments were generating enough money to live \non.  (Compl. ¶ 74.)   \n21. The private investments were not subject to internal control audits, and no \nreasonably current appraisals were conducted.  (Compl. ¶ 75.)   Mr. Carlson would \nplace artificial and inflated rates on these private investments, failing to keep track \nof the accurate values.  (Compl. ¶ 81.)  Some of the investments were even recorded \nas “unavailable,” a term which Mr. Carlson represented meant only that the \ninvestment was difficult to value which was normal for private investments.  (Compl. \n¶¶ 82, 103.)  He stated “[t]hat does not mean they are without value[,] it means that \nthe value cannot be calculated now[.]”  (Compl. ¶ 119.)  \n22. When Ms. Pridgen asked about the status of her investments, Mr. Carlson \nstated that they remained valuabl e and that everything was fine .  (Compl. ¶ ¶ 90, \n143.)  When some of the companies Mr. Carlson invested Ms. Pridgen’s funds in went \ninto bankruptcy, Mr. Carlson represented that these events made her investments \nmore valuable because the underlying real estate would be repurposed.  (Compl. \n¶ 94.)  Ms. Pridgen was unable to ascertain the true value of her investments as they \nwere not listed on a public exchange.  (Compl. ¶ 96.)   \n23. Through June 2013, Ms. Pridgen received monthly statements from Repple \nthat were sent out with Mr. Carlson’s authority.  (Compl. ¶ 98.)  Repple and Mr. \nCarlson assessed RIA fees of up to 2.15% from the reported market values on these \nstatements.  (Compl. ¶ 100.)  Mr. Carlson continued to operate as a n RIA through \nRepple until June 2013.  (Compl. ¶ 225.)  \n24. Following Mr. Carlson’s departure  from Repple , Ms. Pridgen’s Repple \naccount became a “house” account, meaning no advisor was assigned to the account \nand no advisory or investment fees were charged to Ms. Pridgen.  (Aff.  Glenn A. \nRepple ¶¶ 4–5, ECF No. 4 1 [Repple Aff.].)  A  $35 annual fee was taken from each \ninvestment in the Repple account through its closing in 2021.  This annual fee  was \npaid to National Financial Services (NFS) , the custodian  of Ms. Pridgen’s Repple \naccount.  (Repple Aff. ¶ 4.)   \n1. DBSI Investments  \n25. Mr. Carlson made investments  on Ms. Pridgen’s behalf  in “DBSI \nCavanaugh IV” (DBSI ), which was a group of tenant -in-common investments with \nvalue derived from underlying real estate holdings.  (Compl. ¶ 105.)  Over the course \nof Mr. Carlson and Ms. Pridgen’s relationship, Mr. Carlson purchased 150,000 shares \nof DBSI for Ms. Pridgen.  (Compl. ¶ 105.)  \n26. Ms. Pridgen’s monthly statements reported the DBSI investments had \nvalue, but t he company had actually been maintaining little to no corporate \nformalities since its creation.  (Comp l. ¶ 106.)   DBSI was being fully supported by \ninvestments and  was only able to operate by the cash flow from  new investors.   \n(Compl. ¶¶ 107, 130.)   \n27. DBSI has never produced audited financial statements prepared according \nto GAAP, a fact which Mr. Carlson was obligated to investigate.  (Compl. ¶¶ 108–09.) \nNonetheless, Mr. Carlson and Repple reported to Ms. Pridgen each month a stated \nvalue for these investments.  (Compl. ¶ 106.)  Without corporate formalities, GAAP \nfinancials, or additional investigation by Mr. Carlson, there was no factual basis for \nMr. Carlson and Repple’s valuation.  (Compl. ¶¶ 106, 108–09.)   \n28. However, DBSI was ma rking up the values of its real estate holdings by \napproximately 20% and then using that mark-up to pay sales commissions to anyone \nbringing in investors, which included Mr. Carlson and Repple.  (Compl. ¶ 110.)  This \ncommission structure was not disclosed to Ms. Pridgen.  (Compl. ¶ 111.)  Additionally, \nthis commission far exceeded the  fixed 2.15% of Ms. Pridgen’s managed assets  that \nMr. Carlson and Repple were supposed to receive.  (Compl. ¶ 111.)  \n29. By the end of 2008, DBSI was bankrupt.  A bankruptcy investigator found \nthat DBSI never “had a ny reasonable likelihood of generating income sufficient to \never repay” its obligations.  (Compl. ¶ 112.)  \n30. On 17 November 2009, Glenn A. Repple (Mr. Repple), Repple’s president, \ninformed Ms. Pridgen in a written letter of DBSI’s bankruptcy.  Mr. Repple told Ms. \nPridgen that any “anger” or “blame” could not be directed toward Repple or the RIAs \nbecause they “have not . . . breached [their] trust with you.”  Mr. Repple also stated \nthat Repple and its RIAs were “dedicating time and resources to  assisting and \nrepresenting [their] investors in the DBSI recovery efforts.”   Ms. Pridgen believed \nwhat she was being told.  (Compl. ¶¶ 116–17.)  \n31. Further, when Ms. Pridgen asked Mr. Carlson about the bankruptcy, he \nstated it would make the investments worth even more as it removed  DBSI’s \nmanagement fees and increased the amount of income flowing from the investment.  \n(Compl. ¶¶ 124, 135.)  \n32. Even after the bankruptcy and the subsequent November 2009 letter from \nMr. Repple, Mr. Carlson and Repple continued to include DBSI on Ms. Pridgen’s \nmonthly account statements and describe d the market value of the investment as  \n“unavailable.”  (Compl. ¶ 118.)  Mr. Carlson also told Ms. Pridgen there “was no need \nfor any concern” because the investment was “ [Securities Investor Protection \nCorporation] SIPC insured.”  (Compl. ¶ 120.)  In reality, the DBSI investments and \nother investments on Ms. Pridgen’s portfolio were not insured.  (Compl. ¶¶ 121, 261.)  \n33. Mr. Carlson continued to provide statements to Ms. Pridgen reflecting \nminimal or no loss on the DBSI investments.  Specifically, o n 8 January 2013, Mr. \nCarlson sent Ms. Pridgen a statement representing that one of her DBSI investments, \n“DBSI Hernando South II LLC ,” remained at  the full value of $600,000.   (Comp l. \n¶¶ 123, 128.)  \n34. During this time, the DBSI investments paid Mr. Carlson through \ncommissions and other compensation.  Because of this, Mr. Carlson also inflated the \nmanaged assets fee he charged Ms. Pridgen while he assured her that the investment \nwas secure, valuable, and appropriate.  (Compl. ¶ 133.) \n35. Mr. Carlson never disclosed that the DBSI investments were without \nmaterial value, that the bankruptcy investigator discovered fraud at DBSI, or  that \nMr. Carlson had taken no actions to mitigate any investment losses.  (Compl. ¶ 136.)  \n2. CNL Lifestyle Properties Investment \n36. Another investment made on Ms. Pridgen’s behalf was in  “CNL Lifestyle \nProperties Inc.” (CNL).  When the CNL investment appeared to go down in value on \nMs. Pridgen’s monthly statements, Mr. Carlson told Ms. Pridgen this was a product \nof CNL being a “[real estate investment trust] REIT [that] has stopped raising assets” \nand needed to have an evaluation done by an independent accounting firm.  (Comp l. \n¶ 137.)  \n37. Mr. Carlson told Ms. Pridgen this was “encour[aging]” and that CNL was \ntaking steps to “ensure maximum value when [the] asset is sold or goes public .”  \n(Compl. ¶ 138.)  However, CNL was actually in severe financial condition because of \nits concentration of speculative and illiquid real estate.  (Compl. ¶ 139.)  In 2014, CNL \npublished financial information, which was available to Mr. Carlson, that indicated \nthe values assigned by Mr. Carlson and Repple were false and unreliable.  (Comp l. \n¶ 141.) \n38. On 25 April 2016, Mr. Carlson informed Ms. Pridgen that CNL had “become \na burden to manage” but that he was working to get things “straighten[ed] out both \n[as to] the custodial issues and reporting moving forward.”  He stated that he “would \nkeep [Ms. Pridgen] posted” as to his progress.  (Compl. ¶ 140.)  \n39. Sometime in  2016, CNL’s auditors determined that the company’s prior \nfinancial statements, specifically for 2015, had been misstated and needed to be \nrevised.  By 2017, CNL’s Board of Directors adopted a plan of dissolution due to the \ncompany’s desperate financial condition .  Mr. Carlson did not disclose this \ninformation to Ms. Pridgen.  (Compl. ¶ 141.)  \n3. The Madison Park Investment \n40. Another investment made by Mr. Carlson on Ms. Pridgen’s behalf was an \ninvestment in  Madison Park Church of God (Madison Park) .  The Madison Park \ninvestment represented real estate in a down real estate market.  (Compl. ¶ 142.) \n41. When Ms. Pridgen asked Mr. Carlson about the status of her Madison Park \ninvestment, Mr. Carlson stated that the investment was “doing just fine ,” that the \ninvestment was increasingly valuable, and that Madison Park was “current on [ all] \ninterest payments” even though Ms. Pridgen’s account statements showed the \nmarket value as “unavailable.”   ( Compl. ¶ 143.)  Mr. Carlson’s answers made Ms. \nPridgen believe she was incapable of understanding the information he was \nproviding, and she felt intimidated.  (Compl. ¶ 144.)  \n42. On 7 July 2013, Madison Park declared Chapter 11 bankruptcy.  Ms. \nPridgen was unaware of this development .  On her last account statement that \nincluded Madison Park, dated December 2012, Mr. Carlson reported that the value \nof her 7.9% Madison Park bonds was designated as “unavailable.”  (Compl. ¶ 149.)  \n43. In mid -2013, once Mr. Carlson changed RIA firms to the Institute for \nWealth Advisors, Inc. (IWAI), Mr. Carlson changed the name of Madison Park on Ms. \nPridgen’s account statements to Kingdom Trust.  Even though Madison Park filed for \nbankruptcy, Ms. Pridgen’s account statements showed her investment in the \nKingdom Trust at nearly full value through at least 31 January 2018.  ( Compl. \n¶¶ 149–50.) \n4. Worldview Community Church Bonds \n44. On 8 January 2013, Mr. Carlson provided Ms. Pridgen  with a document \nentitled “Combined Account Portfolio” that reflected two Worldview Community \nChurch Bonds bearing interest at 7. 5% and valu ed at $49,893.75 and $53,589.58.  \n(Compl. ¶ 151.) \n45. Through at least December 2015, Mr. Carlson sent Kingdom Trust \nstatements representing that the Worldview bonds were worth $48,600 and $52,200.  \n(Compl. ¶ 151.) \n46. However, Worldview had been in financial distress and had  not made an \ninterest payment since at least 31 March 2011.  This was never disclosed to Ms. \nPridgen, even though she was told that the bonds were maintaining their value and \nwere solid investments.  (Compl. ¶ 152.) \n5. The Lifepoint Investments \n47. On 8 January 2013, Mr. Carlson provided Ms. Pridgen with a chart which \nlisted as investments in her account three bonds issued by  Lifepoint Community \nChurch (Lifepoint Community Bonds) and Lifepoint Village –Southhaven (together \nwith the Lifepoint Community Bonds , the Lifepoint bonds) valued at $74,905.33, \n$38,252.86, and $22,606.25.  (Compl. ¶ 153.) \n48. Mr. Carlson claimed that the year-over-year percentage change in value of \nthe Lifepoint bonds was 1.6%, 1.87%, and 2.3% and sent Ms. Pridgen statements with \nthis same information.  (Compl. ¶ 153.) \n49. However, the Lifepoint Community Church filed for Chapter 11 bankruptcy \non 18 May 2012 and sent a letter on 21 May 2012 announcing plans to liquidate the \nreal estate of Lifepoint Village–Southhaven.  Instead of disclosing this information to \nMs. Pridgen, Mr. Carlson continued to include the Life point bonds on Ms. Pridgen’s \nmonthly account statements.  (Compl. ¶¶ 155–56.)  As recently as 31 March 2020, the \naccount statements represented that the Lifepoint Community Bonds had increased \nin value to $77,376 and $39,675.70.1  (Compl. ¶ 154.)  \n50. Mr. Carlson continued to represent to Ms. Pridgen that the Lifepoint bonds \nhad not materially decreased in value, that the bonds were sound investments, and \nthat they would continue to provide suitable income.  (Compl. ¶ 156.)  \n6. Capstone Church Bonds Investments \n51. Starting on or about 4 December 2007, Mr. Carlson invested Ms. Pridgen’s \nfunds in the Capstone Church Bond Fund (Capstone).  (Compl. ¶ 157.)  Capstone was \nprimarily invested in church -related obligations with church -related real estate \nholdings as collateral.  (Compl. ¶ 159.) \n52. Capstone did not have an established secondary market , meaning there \ncould not be a represented market value on her statements .  ( Compl. ¶¶ 158–59.)  \nHowever, a market value was provided on Ms. Pridgen’s monthly statements .  \n(Compl. ¶ 159.)  \n53. On 28 February 2007, Capstone ’s auditor discovered irregularities in \nCapstone’s internal controls that  prevented Capstone from being qualified as a \nregulated investment company for federal income tax purposes.  (Compl. ¶¶ 160–61.)  \nThese findings caused Capstone to part ways with its auditor.  (Compl. ¶ 160.)  \n54. Capstone Asset Planning Company (Capstone Asset) was the principal \nunderwriter and distributor of shares in the Capstone fund.  ( Compl. ¶ 163.)  On \n \n1 While the Complaint alleges in paragraph 153 that Ms. Pridgen purchased three Lifepoint \nbonds (see Compl. ¶ 153), the next paragraph of the Complaint alleges that two of the bonds \nhad increased in value.  \napproximately 19 October 2013, Capstone Asset was sanctioned by the United States \nFinancial Regulatory Authority (FINRA) for publishing misleading statements about \nCapstone’s performance and making false claims  between January and May 2009  \nthat Capstone’s church bonds were analogous to corporate bonds.   (Compl. ¶¶ 162–\n63.) \n55. However, despite Capstone’s financial situation , on Ms. Pridgen’s October \n2013 statement, Mr. Carlson represented that her  Capstone investments remained \nat the following values:  $12,673.18 as of 2012 and $12,658.17 as of 2013.  ( Compl. \n¶ 165.)  Mr. Carlson  continued to  assess his RIA management fee based on the \ninflated values shown on the statements.  (Compl. ¶ 166.)  \n56. As of 31 March 2019, Capstone, now called the Church Capital Fund, \nreported to the SEC a $6,551,198 capital loss carrying forward.  (Compl. ¶ 167.) \nD. Mr. Carlson’s SEC Registration \n57. During Mr. Carlson and Ms. Pridgen’s relationship, Mr. Carlson changed \nRIA firms and had complications with renewing his investment advisor registration.  \nFrom 1 November 2007 through 21 June 2013, Mr. Carlson’s SEC filings represented \nthat his investment advisor registration was through Repple.  (Compl. ¶ 36.)  Starting \non 2 July 2013 through 30 April 2019, Mr. Carlson’s registration was reportedly \nthrough IWAI.  (Compl. ¶ 37.)  Mr. Carlson informed Ms. Pridgen of this change but \nstated that nothing would change about his professional obligations towards her.  \n(Compl. ¶ 147.)  \n58. On or about 30 April 2019, Mr. Carlson’s existing registration with IWAI \nwas terminated because IWAI was forced to withdraw its registration with the SEC.  \n(Compl. ¶ 177.)  O n 10 May 2019, Mr. Carlson filed a new investment advis or \nrepresentative registration application in North Carolina , claiming an association \nwith IWAI’s affiliate, t he Institute for Wealth Management, LLC ( the Institute).  \n(Compl. ¶ 38.)  \n59. Each application for renewal triggers an automatic review by the SEC.  \n(Compl. ¶ 39.)  This review revealed that Mr. Carlson’s application had omitted \nnumerous facts, including (1) his correct and actual business address, (2) his outside \nbusiness activities, (3) that he had tax liens against him, and (4) that he had a felony \ncriminal conviction.  (Compl. ¶ 41.)  The SEC informed Mr. Carlson of these \ndeficiencies in a letter dated 6 June 2019.  (Compl. ¶ 41.)  \n60. A few months later, in or about October 2019, the SEC confirmed that Mr. \nCarlson had an undisclosed felony charge, a felony nolo contendere plea, and two tax \nliens.  (Compl. ¶ 42.)  On 17 December 1985, Mr. Carlson had been arrested and \ncharged with felon y possession of a controlled substance , to which he pled nolo \ncontendere.  (Compl. ¶ 27.)   This had never previously been disclosed to the SEC.  \n(Compl. ¶¶ 27–28.)   \n61. Mr. Carlson did not make any attempts to update his registration until \n23 June 2020.  (Compl. ¶ 43.)  However, throughout this time he did not inform Ms. \nPridgen that any of this was occurring .  Rather, Mr. Carlson continued to represent \nto Ms. Pridgen that his RIA services were offered through IWAI and that his \nregistration was current.  (Compl. ¶¶ 43, 48.)  Specifically, from 1 May 2019 through \n15 December 2020, Carlson Financial held itself out as “Investment Advisory Services \nOffered through Institute for Wealth Management, Inc[.]”  (Compl. ¶ 48.)   \nE. Securities Division of North Carolina Investigation \n62. On the same day  as Mr. Carlson’s attempts to update his registration , a \nsecurities Form U4 was filed with the Securities Division  reporting a number of Mr. \nCarlson’s unreported disclosure deficiencies.  (Compl. ¶ 212.)  Almost a year later, on \n14 March 2021, the Institute  filed a securities Form U5  terminating Mr. Carlson’s \nactive advisor registration with it.  A Form U5 is understood in the industry to mean \nthat the individual was encouraged to leave rather than fired.  (Compl. ¶ 213.)  \n63. Based on Mr. Carlson’s failure to update his registration in a timely manner \nor inform his clients of his lack of registration, the Securities Division sent a cease-\nand-desist letter to Mr. Carlson on 26 March 2021 stating in pertinent part:  \nCARLSON failed to comply with the registration provisions of the Act \nby transacting business as an unregistered investment adviser \nrepresentative in the State from on or about May 1, 2019 through on or \nabout July 31, 2020. CARLSON unlawfully generated in e xcess of \n$450,000 in advisory management fees in North Carolina while \nunregistered from on or about May 1, 2019 through on or about July 31, \n2020.  \n \n(Compl. ¶ 46.)  \n64. The Securities Division entered an order prohibiting Mr. Carlson and \nCarlson Financial from: (1) promoting themselves or operating in any way as an \nunregistered investment advis or or (advis or representative); and (2) violating any \nprovision of the Investment Advisers Act or in willful violation of Chapter 78C of the \nNorth Carolina Investment Advisers Act or any rule thereunder.  (Compl. ¶ 215.)  \n65. Despite th is order, Mr. Carlson continued to operate as an unregistered \ninvestment advisor.  (Compl. ¶ 216.)  A second order against Mr. Carlson was entered \non 21 May 2021,  in which Mr. Carlson was directed to “ [i]mmediately and \npermanently cease and desist from violating [ N.C.G.S.] §§ 78C -16(a1), 78C -18(d), \n78C-19(a)(2)(b), and 18 NCAC 06A. 1703.”  (Compl. ¶¶ 217–18.)  Even after this order, \nMr. Carlson continued to operate out of Carlson Financial as an unlicensed \ninvestment advisor.  (Compl. ¶ 219.)  None of this was disclosed to Ms. Pridgen.  \n(Compl. ¶¶ 217–19.)   \n66. Due to his lack of registration as an investment advisor for this period, Mr. \nCarlson began appending the name of Nathaniel Barton ( Mr. Barton), a planning \nassistant at Carlson Financial, to account statements going out to clients , including \nMs. Pridgen.  (Compl. ¶ 206.)  However, Mr. Carlson and Carlson Financial continued \nto charge Ms. Pridgen as if Mr. Carlson was a duly registered investment advis or \nthrough at least 2022.  (Compl. ¶ 210.)   \n67. On 19 April 2021, Ms. Pridgen received a phone call from Mr. Barton in \nwhich he informed her that Mr. Carlson had lost his financial advisor’s license.  (Pl.’s \nOpp’n Mot. Dismiss [Pl.’s Opp’n], Aff. Tami L. Pridgen ¶¶ 5, 7, ECF No. 24.1 [Pridgen \nAff.].)  Further, Mr. Barton shared the online link that contained the findings of the \nSecretary of State.  Mr. Barton did not share any further details.  (Pridgen Aff. ¶¶ 7–\n8.)  After the phone call, Ms. Pridgen followed up with Mr. Carlson, who responded  \nthat the information Mr. Barton provided was not true.  (Pridgen Aff. ¶ 9.)  \n68. However, shortly thereafter, Ms. Pridgen decided to make a change of \nadvisors and began looking for an attorney.  (Pridgen Aff. ¶ 10; Compl. ¶ 26.)  Ms. \nPridgen terminated the relationship with Mr. Carlson around July 2021.  (Compl. \n¶ 26.) \nIII. PROCEDURAL BACKGROUND \n69. On 17 April 2024, Ms. Pridgen initiated  this action upon the filing of the \nComplaint.  (ECF No. 2.)  \n70. The Carlson Defendants filed their Motion on 4 October 2024.  (ECF No. 9.)  \nOn 25 February 2025, Repple filed its Motion.  (ECF No. 12.)  \n71. After full briefing, the Court held a hearing on the Motions on 9 June 2025 \n(the Hearing), where all parties were represented by counsel.  (See ECF No. 39.)  \n72. The Motions have been fully briefed.  The Motion is now ripe for resolution. \nIV. LEGAL STANDARD \nA. Rule 12(b)(6) \n73. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations in the c omplaint in the light most favorable to the plaintiff.  \nSee Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5 (2017).  The Court’s \ninquiry is “whether , as a matter of law , the allegations of the c omplaint . . . are \nsufficient to state a claim upon which relief may be granted under some legal \ntheory[.]”  Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670 (1987).  The Court \naccepts all well -pleaded factual allegations in the relevant pleading as true.  See \nKrawiec v. Manly, 370 N.C. 602, 606 (2018).  The Court is therefore not required “to \naccept as true allegations that are merely conclusory, unwarranted deductions of fact, \nor unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. HHS, Div. of Facility \nServs., 174 N.C. App. 266, 274 (2005) (citation omitted).  \n74. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC , 251 N.C. App. 198, 206 (2016) \n(citation omitted).  The Court may consider these attached or incorporated documents \nwithout converting the Rule 12(b)(6) motion into a motion for summary judgment .  \nId. (citation omitted).  Moreover, the Court “may properly consider documents which \nare the subject of a plaintiff’s complaint and to which the complaint specifically refers \neven though they are presented by the defendant.”  Oberlin Cap., L.P. v. Slavin, 147 \nN.C. App. 52, 60 (2001) (citation omitted).  \n75. Our Supreme C ourt has observed that “ [i]t is well -established that \ndismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the c omplaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face reveals \nthe absence of facts sufficient to make a good claim; or (3) the complaint discloses \nsome fact that necessarily defeats the plaintiff’s claim.’ ”  Corwin v. Brit. Am. Tobacco \nPLC, 371 N.C. 605, 615 (2018)  (quoting Wood v. Guilford Cnty. , 355 N.C. 161, 166 \n(2002)).  This st andard of review for Rule 12(b)(6) motions is the standard our \nSupreme Court “routinely uses . . . in assessing the sufficiency of complaints  in the \ncontext of complex commercial litigation.”  Id. at 615 n.7 (citations omitted).  \nB. Rule 12(b)(1) \n76. A court shall dismiss the action when it appears that the court lacks subject \nmatter jurisdiction.  N.C. R. Civ. P. 12(h)(3).  A defect in subject matter jurisdiction \nmay be raised by a party or by the court sua sponte.  Conner Bros. Mach. Co. v. Rogers, \n177 N.C. App. 560, 561 (2006).  “A motion to dismiss for lack of subject matter \njurisdiction is not viewed in the same manner as a motion to dismiss for failure to \nstate a claim upon which relief can be granted.”  Tart v. Walker, 38 N.C. App. 500, \n502 (1978).  A co urt may consider matters outside the pleading s in determining \nwhether subject matter jurisdiction exists.  Id.; Keith v. Wallerich, 201 N.C. App. 550, \n554 (2009).   \nV. ANALYSIS \nA. Limitations Period for Ms. Pridgen’s Claims  \n77. The Court begins by examining the applicability of the  statutes of \nlimitations and re pose in N.C.G.S. 1 -15(c) and N.C. G.S. 1 -52(16) to Ms. Pridgen’s \nclaims.  \n78. “A statute of limitations can provide the basis for dismissal on a Rule \n12(b)(6) motion if the face of the complaint establishes that plaintiff’s claim is so \nbarred.”  Soderlund v. N.C. Sch. of the Arts , 125 N.C. App. 386, 389 (1997) (citation \nomitted).  “Dismissal pursuant to Rule 12(b)(6) on the grounds that a claim is barred \nby the statute of limitations is proper only when all the facts necessary to establish \nthat the claim is time -barred are either alleged or admitted in the complaint, \nconstruing the complaint liberally in favor of plaintiff.”  Lau v. Constable, 2017 NCBC \nLEXIS 10, at *10 (N.C. Super. C t. Feb. 7, 2017) (cleaned up) (citing Fox v. Sara Lee \nCorp., 210 N.C. App. 706, 708–09 (2011)).   \n79. “Once a statute of limitations issue is properly raised by a defendant, ‘the \nburden of showing that the action was instituted within the prescribed period is on \nthe plaintiff.’ ”  Beam v. Sunset Fin. Servs., Inc., 2019 NCBC LEXIS 56, at *32 (N.C. \nSuper. Ct. Sep. 3, 2019) (quoting Horton v. Carolina Medicorp , 344 N.C. 133, 136 \n(1996) (citation omitted )).  “A plaintiff sustains this burden by showing that the \nrelevant statute of limitations has not expired.”  Id. (citation omitted).  \n80. The Carlson Defendants and Repple argue that the fraud claims should be \nanalyzed under the statute of limitations provided in N.C.G.S. § 1 -15(c) because \ninvestment advisor y services are considered professional services,  and the fraud \nclaims are in essence claims of professional malpractice.  (Memo. Supp. Roy Neil \nCarlson & Carlson Financial Services, LLC’s Mot. Dismiss  6, ECF No. 19 [Carlson \nMemo.]; Def. G.A. Repple & Company’s Br. Supp. Mot. Dismiss Pl.’s Compl. 7–8, ECF \nNo. 20 [Repple Br.].)  \n81. Ms. Pridgen responds that the claims alleged are not claims of professional \nmalpractice and Defendants are not considered professionals under \nN.C.G.S. § 1-15(c).  (Pl.’s Opp’n 21–23, ECF No. 24.)  \n82. N.C.G.S. § 1-15(c) imposes the following statute of limitations:  \n(c) Except where otherwise provided by statute, a cause of action for \nmalpractice arising out of the performance of or failure to perform \nprofessional services shall be deemed to accrue at the time of the \noccurrence of the last act of the defendant giving rise to the cause of \naction[.] \n \nN.C.G.S. § 1-15(c).  \n83. The Court first notes that the parties have not cited any case, and the Court \nhas found none, in which this statute has been applied to investment advisors.   \n84. This Court has stated that there is no “authority to support the legal \nproposition that a professional negligence claim exists in North Carolina for the \nnegligent acts of investment advisors.”  Burton v. Hobart Fin. Grp., Inc., 2024 NCBC \nLEXIS 34, at *51 (N.C. Super. Ct. Feb. 26, 2024).   Further, the Supreme Court of \nNorth Carolina has determined that under N.C.G.S. § 1 -15(c), the term professional \nservices refers to “those serv ices where a professional relationship exists between \nplaintiff and defendant—such as a physician-patient or attorney-client relationship.”  \nBarger v. McCoy Hillard & Parks, 346 N.C. 650, 665 (1997) (quoting Doe v. Am. Nat’l \nRed Cross, 798 F. Supp. 301, 306 (E.D.N.C. 1992) (footnote omitted)).  The Court is \nnot inclined to expand the scope of professional services under section 1 -15(c) to  \ninclude investment advisors in the absence of persuasive authority.  \n85. Moreover, even if this Court were to find that this statute applies to claims \nof professional negligence arising from  investment advisory services , it would not \napply to Ms. Pridgen’s fraud claims.  See Provectus Biopharmaceuticals, Inc. v. RSM \nUS LLP, 2018 NCBC LEXIS 101, at *29 (N.C. Super. Ct. Sep. 28, 2018) (“Fraud by a \nprofessional is not within the scope of section 1 -15(c).”).  Fraud claims are governed \nby N.C.G.S. § 1-52(9).  Id.  \n86. Defendants contend that even though Ms. Pridgen  has alleged claims for \nfraud, those claims are “in essence” claims for professional malpractice.  The Court \ndoes not agree.  Defendants rely on Fender v. Deaton , in which the North Carolina \nCourt of Appeals determined that fraud claims were “in essence claims of legal \nmalpractice” when plaintiff alleged  the d efendant failed to accept or return calls, \nfailed to discuss the cause of action with plaintiff, and dismissed the case without \nknowledge or consent of plaintiff.  153 N.C. App. 187, 190–91 (2002).   \n87. The claims in Fender are not analogous to the case at bar.  Here, Ms. \nPridgen’s fraud claims revolve around  breaches of fiduciary duty from \nrepresentations made by Defendants regarding her investments.  These are not \nclaims for mere malpractice by failing to perform their investment duties.  Thus, the \nfraud claims will be analyzed as fraud claims, and N.C.G.S. § 1-15(c) is not applicable \nin this case.  \n88. In the alternative, Defendants raised an unbriefed argu ment at the \nHearing that the statute of repose in N.C.G.S. § 1 -52(16) applies.  Because \nDefendants did not properly brief this issue, the Court will not consider it.   \n89. The Court now turns to Defendants’ substantive arguments and will \nanalyze each claim in turn.  \nB. Counts One, Two, Three, and Four: Fraud \n90. Ms. Pridgen has asserted four claims for fraud—Count One against all \nDefendants for fraudulent inducement, (Compl. ¶¶ 239 –54), Count Two against all \nDefendants for fraudulent concealment, (Compl. ¶¶ 255–75), Count Three against all \nDefendants for constructive fraud, (Compl. ¶¶ 276– 91) and Count Four against all \nDefendants for common law fraud, (Compl. ¶¶ 292–310).   \n91. Defendants argue that Ms. Pridgen’s fraud claims are barred by the statute \nof limitations because Ms. Pridgen had ample reason to investigate Mr. Carlson’s \nactions as early as 20 09.  (Repple Br. 15.)  Even in the light most favorable to Ms. \nPridgen, Defendants contend that Ms. Pridgen’s  claims accrued no later than May \n2015 or April 2016.  (Carlson Memo. 9; Repple Br. 15.)   \n92. In the alternative , the Carlson Defendants contend that even if the fraud \nclaims are not time barred, the claims are not pled with sufficient particularity as \nrequired under Rule 9(b).  (Carlson Memo. 10–12.)  Further, Repple contends that all \nof Ms. Pridgen’s allegations against it are based on its association with Mr. Carlson, \na relationship which ended in 2013.  (Repple Br. 8.)   \n93. Repple contends that it cannot be vicariously liable  under the doctrine of \nrespondeat superior as all the alleged fraudulent statements were made by Mr. \nCarlson and not Repple except for the 17 November 2009 letter sent by Mr. Repple.  \nRepple argues that Ms. Pridgen is trying to impute liability on it based on \nrepresentations made by Mr. Carlson.  (Repple Br. 9–10, 9 n.2.)  \n94. “Under the doctrine of respondeat superior, a principal is liable for the torts \nof its agent which are committed within the scope of the agent’s authority, when the \nprincipal retains the right to control and direct the manner in which the agent works.  \nOf course, respondeat superior does not apply unless an agency relationship  . . . \nexists.”  Sutton v. Driver, 211 N.C. App. 92, 107 (2011) (quoting Holleman v. Aiken, \n193 N.C. App. 484, 504 (2008)).   \n95. The Court of Appeals has stated that “intentional tortious acts are rarely \nconsidered to be within the scope of an employee’s employment.”  B.B. Walker Co. v. \nBurns Int’l Sec. Servs., Inc., 108 N.C. App. 562, 566 (1993).  However, “a principal is \nliable ‘to third parties for the fraud [committed by] its agent while acting within’ the \nscope of his or her authority.”  BDM Invs. v. Lenhil, Inc., 2014 NCBC LEXIS 6, at *53 \n(N.C. Super. Ct. Mar. 20, 2014) (quoting White v. Consol. Plan ., Inc., 166 N.C. App. \n283, 297 (2004)).  “A principal who puts a servant or other agent in a position which \nenables the agent, while apparently acting within his authority, to commit a fraud \nupon third persons is subject to liability to such third persons for the fraud.”  White , \n166 N.C. App. at 298 (citations omitted).  Thus, it is irrelevant “that the servant or \nother agent acts entirely for his own purposes, unless the [victim] had notice of this.”  \nId. (citations omitted).   \n96. Here, Mr. Carlson’s alleged fraudulent statements relate to Ms. Pridgen’s \ninvestment portfolio during the scope of her relationship with Mr. Carlson as her \ninvestment advisor.  Mr. Carlson was authorized to send out monthly statements to \nMs. Pridgen and to discuss the financial status of her investments.  Further, there is \nno indication that Ms. Pridgen would have known that Mr. Carlson was not acting \nwithin his authority given by Repple as he explained that Repple “would be acting as \nan auditor or supervisor of [his] work.”  (Compl. ¶ 11.)  Thus, Mr. Carlson was \nperforming the specific duties he was hired to accomplish, and therefore,  at this \npreliminary stage, Ms. Pridgen has alleged enough to show Repple can be held liable \nfor Mr. Carlson’s actions as its agent.2 \n1. Counts One and Four: Fraudulent Inducement and Common \nLaw Fraud  \n \n97. As a preliminary matter, Defendants  argue that the statute of limitations \nand re pose bar Ms. Pridgen’s fraud claims.  As analyzed above , the statute of \nlimitations and repose in N.C.G.S. § 1-15(c) is not applicable in this case.  Thus, the \ngeneral statute of limitations for fraud is applicable.  \n98. The statute of limitations for fraud  claims is three years.  \nN.C.G.S. § 1-52(9).  Typically, the statute of limitations begins to run at the time that \nthe injury occurs.  Matthieu v. Piedmont Nat . Gas Co. , 269 N.C. 212, 215  (1967).  \nHowever, fraud claims are subject to the discovery rule.  See N.C.G.S. § 1-52(9) (Fraud \nclaims do not accrue “until the discovery by the aggrieved party of the facts \nconstituting the fraud or mistake.”).  \n99. The discovery rule “tolls the statute of limitations only until a reasonable \nperson should have discovered the fraud under the circumstances and in the exercise \nof reasonable prudence. The particular moment that a specific plaintiff  alleges he \nactually discovered the fraud is irrelevant .”  Taylor v. Bank of Am., N.A. , 385 N.C.  \n783, 789 (2024) (citing Latham v. Latham, 184 N.C. 55, 66 (1922)).   \n \n2 Mr. Carlson’s association with Repple ran from 1 November 2007 until 21 June 2013.  \n(Compl. ¶ 36.)  Thus, Repple can only be held liable  for Mr. Carlson’s actions under the \ndoctrine of respondeat superior until Ms. Pridgen was advised that the agency relationship \nwas terminated.  See Sutton, 211 N.C. App. at 107 (“respondeat superior does not apply unless \nan agency relationship . . . exists”) (citations omitted).  \n100. Discovery, with respect to fraud, is defined as “actual discovery or the time \nwhen the fraud should have been discovered in the exercise of due diligence.”  Spears \nv. Moore, 145 N.C. App. 706, 708 (2001).  Accrual begins “at the time of discovery \nregardless of the length of time between the fraudulent act or mistake and plaintiff’s \ndiscovery of it.”  Forbis v. Neal , 361 N. C. 519, 524 (2007) (quoting Feibus & Co. v. \nGodley Constr. Co. , 301 N.C. 294, 304 (1980)  (emphasis omitted)).  However, “ ‘the \nfailure of the defrauded person to use diligence in discovering the fraud may be \nexcused where there exists a relation of trust and confidence between the parties .’ ”  \nVail v. Vail, 233 N.C. 109, 116 (1951).   \n101. “Absent undisputed circumstances that, as a matter of l aw, would have \nalerted a reasonable person to investigate, determining when a plaintiff discovered \nor should have discovered facts constituting a claim is generally an issue of fact \nreserved for a jury.”  Hart v. First Oak Wealth Mgmt., LLC , 2025 NCBC LEXIS 27, \nat *61–62 (N.C. Super. Ct. Mar. 14, 2025) (collecting cases).  However, “[a] statute of \nlimitation or repose may be the basis of a 12(b)(6) dismissal if on its face the complaint \nreveals the claim is barred.”  Forsyth Mem’l Hosp. v. Armstrong World Indus. , 336 \nN.C. 438, 442 (1994) (citation omitted).   \n102. Defendants contend that no later than 20 16, Ms. Pridgen was armed with \nsufficient information to discover the misrepresentations at issue.  Defendants direct \nthe Court’s attention to the 17 November 2009 letter regarding DBSI’s bankruptcy , \n(Compl. ¶ 116), the 21 May 2012 letter from Lifepoint Community Church regarding \nits bankruptcy, (Compl. ¶ 155), and the published statements made in 2014 and 2016 \nby CNL Lifestyle regarding its unreliable financial information, (Compl. ¶ 141).  (See \nalso Carlson Memo. 8–9; Repple Br. 15.)  \n103. First, Ms. Pridgen alleges that she was not informed of the statements \nmade by CNL Lifestyle or the bankruptcy of Lifepoint Community Church as that \ninformation was only disclosed to Mr. Carlson.  (Compl. ¶¶ 1 41, 155.)  Second, Ms. \nPridgen asserts that she did inquire about her investments—specifically when DBSI \nwent bankrupt, and that she was reassured that everything was fine and that these \nevents would increase the value of her investments.  (Compl. ¶¶ 124, 135, 138, 143.)  \nMoreover, the alleged inflated rates on her statements led  Ms. Pridgen to believe \nwhat Mr. Carlson was saying.   (Compl. ¶¶ 49, 76, 95, 166, 168, 267.)  Ms. Pridgen \nalleges that the earliest time she should have been alerted to investigate was April \n2021, when Mr. Barton informed her of Mr. Carlson’s lack of a financial advisor’s \nlicense.  (Pridgen Aff. ¶¶ 5–7.)   \n104. Reading the allegations in the light most favorable to Ms. Pridgen  and \nbased upon the discovery rule, the Court determines that, at this preliminary stage, \nMs. Pridgen has met her burden of showing that the fraud claims are not barred as a \nmatter of law by the applicable statute of limitations.  See, e.g., Hart  v. First Oak \nWealth Mgmt., LLC, 2022 NCBC LEXIS 81, at *42 (N.C. Super. Ct. July 28, 2022)  \n(finding at the motion to dismiss stage plaintiff ’s allegations of defendants’  \nconcealment was sufficient to rebut the statute of limitations argument); Aldridge v. \nMetro. Life Ins. Co., 2019 NCBC LEXIS 116, at *52–53 (N.C. Super Ct. Dec. 31, 2019) \n(concluding on a motion to dismiss that given the disputed facts about when plaintiffs \ncould have discovered the Ponzi schemes at issue, “[p]laintiffs’ fraud-based claims are \n[not] time-barred”).  \n105. Turning to the substantive allegations of Ms. Pridgen’s fraud claims, Ms. \nPridgen alleges that Mr. Carlson made affirmative false representations during the \nOctober 2007 meeting s, including that he would act in Ms. Pridgen’s best interest s \nand that h e and Carlson Financial would maintain their RIA registration.   \n(Compl. ¶¶ 249, 251.)  These statements induced Ms. Pridgen to engage Mr. Carlson \nas her investment advisor.  (Compl. ¶ 190.)  Further, Ms. Pridgen alleges Repple was \nvicariously liable  for these representations as Mr. Carlson was acting within the \nscope of his agency relationship with Repple at the time of the alleged \nmisrepresentations.  (Compl. ¶ 246.) \n106. The essential elements of fraudulent inducement are: “(1) [f] alse \nrepresentation or concealment of a material fact, (2) reasonably calculated to deceive, \n(3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage \nto the injured party.”  S.N.R. Mgmt . Corp. v. Danube Partners 141, LLC , 189 N.C. \nApp. 601, 609 (2008).   \n107. Rule 9(b) requires that “the circumstances constituting fraud” be alleged  \n“with particularity.”  N.C. R . Civ. P. 9(b).  Our Supreme Court has held that “in \npleading actual fraud[,] the particularity requirement is met by alleging  [the] time, \nplace[,] and content of the fraudulent representation,  [the] identity of the person \nmaking the representation[,] and what was obtained as a result of the fraudulent acts \nor representations.”  Terry v. Terry, 302 N.C. 77, 85 (1981).   \n108. The Carlson Defendants concede that the statements made in 2007, 2009, \n2012, 2015, and 2018  were pled with sufficient particularity.  (Carlson Memo. 10.)  \nThey merely argue that the statute of limitations bars these claims.  However, as \nstated above, at this stage of the proceeding, Ms. Pridgen has sufficiently alleged that \nher claims are not barred by the statute of limitations.  \n109. The fraudulent inducement claims are based on the representations made \nby Mr. Carlson to Ms. Pridgen during the initial October 2007 meetings.  The Carlson \nDefendants concede that these allegations were alleged with sufficient particularity.  \nThus, the Carlson Defendants’ Motion on this claim is DENIED.   \n110. Moreover, as to Repple, Ms. Pridgen alleges that Mr. Carlson was acting \nwithin the scope of his agency at the time of the October 2007 representations.  There \nare no facts alleged in the Complaint which would demonstrate that Ms. Pridgen was \naware that Mr. Carlson was not acting within the scope of his authority  at the \nrelevant time.  Therefore, at this preliminary stage, Ms. Pridgen has met her burden \nto demonstrate vicarious liability, and the Repple Motion is DENIED on this claim.  \n2. Count Two: Fraudulent Concealment \n110. A claim for fraudulent concealment is governed by the same three- year \nstatute of limitations  as a fraudulent inducement  claim, and the discovery rule  \napplies.  See N.C.G.S. § 1 -52(9); Christenbury Eye Ctr., P.A. v. Medflow , Inc., 2015 \nNCBC LEXIS 64, at *18 (N.C. Super. Ct. June 19, 2015) .  Thus, as analyzed above, \nat this preliminary stage, Ms. Pridgen  has sufficiently alleged that the fraud claims \nare not barred by the applicable statute of limitations.  \n111. To state a claim for fraudulent concealment , the plaintiff must plead the \nsame elements: “(1) [f]alse representation or concealment of a material fact, (2) \nreasonably calculated to deceive, (3) made with intent to deceive, (4) which does in \nfact deceive, (5) resulting in damage to the injured party.”  Terry , 302 N.C . at 83 \n(citations and quotations omitted).  In addition, for fraudulent concealment, a  \nplaintiff must allege that defendant “had a duty to disclose material information [to \nthe plaintiff], as silence is fraudulent only when there is a duty to speak.”  Lawrence \nv. UMLIC-Five Corp., 2007 NCBC LEXIS 20, at *8 (N.C. Super. Ct. June 18, 2007).   \n112. This Court has acknowledged that fraudulent concealment  “is, by its very \nnature, difficult to plead with particularity.”  Id. at *9 (quoting Breeden v. Richmond \nCmty. Coll., 171 F.R.D. 189, 195 (M.D.N.C. 1997) (internal quotation marks omitted)).  \nNotwithstanding that difficulty, t o meet the 9(b) particularity requirements , the \nplaintiff must also allege the following:  \n(1) the relationship [between plaintiff and defendant] giving rise to the \nduty to speak; (2) the event or events triggering the duty to speak and/or \nthe general time period over which the relationship arose and the \nfraudulent conduct occurred; (3) the general content of the information \nthat was withheld and the reason for its materiality; (4) the identity of \nthose under a duty who failed to make such disclosures ; (5) what [the \ndefendant] gained by withholding information; (6) why plaintiff’s \nreliance on the omission was both reasonable and detrimental; and (7) \nthe damages proximately flowing from such reliance.  \n \nLawrence, 2007 NCBC LEXIS 20, at *9–10 (quoting Breeden, 171 F.R.D. at 195–96).   \n113. The allegations against the Carlson Defendants have been pled with \nsufficient particularity at this stage of the proceeding.   Ms. Pridgen has sufficiently \npled a fiduciary relationship between herself and both Mr. Carlson and Carlson \nFinancial that gave rise to a duty to speak.  See infra ¶¶ 122–25; see also McKee v. \nJames, 2013 NCBC LEXIS 33, at *23 (N.C. Super. Ct. July 24, 2013) (a duty to speak \narises “in the context of a fiduciary relationship”).  This relationship, if proven, would \ngive rise to a duty to disclose the material facts Mr. Carlson was aware of, including \nthe true value and status of Ms. Pridgen’s investments.  \n114. Ms. Pridgen alleges that Mr. Carlson failed to inform her of  his felony \ncharge (Compl. ¶ 27), as well as the true value and status of her investments  \n(specifically those involving entities that had undergone bankruptc y proceedings) \n(Compl. ¶¶ 76, 81, 110, 118, 136 , 150), and when her investments were in financial \ndistress, (Compl. ¶¶ 136, 141, 152).   Ms. Pridgen alleges that when she would ask \nquestions, Mr. Carlson’s answers  would make her believe that “she was just not \ncapable of understanding that everything was just fine.”  (Compl. ¶ 144.)  Despite a \nfiduciary relationship, she contends, Mr. Carlson and Carlson Financial failed to \ndisclose these material facts to her.  (Compl. ¶¶ 27, 136, 152, 155, 211.)  Ms. Pridgen \nfurther alleges that Mr. Carlson and Carlson Financial profited from these inflated \nrates and faulty investments.  (Compl. ¶¶ 81, 133, 166, 303.)   \n115. Moreover, Ms. Pridgen asserts that she was completely reliant on Mr. \nCarlson for investment advice as he explained that at all times he would act as her \nfiduciary.  (Compl. ¶¶ 23–24, 85.)  Indeed, Ms. Pridgen alleges that Mr. Carlson and \nCarlson Financial “assumed total discretionary control over [ Ms.] Pridgen’s \ninvestment portfolio.”  (Compl. ¶ 53.)  Based on these, and other similar allegations, \nthe Court concludes that Ms. Pridgen has sufficiently stated a claim for fraudulent \nconcealment against Mr. Carlson and Carlson Financial.   \n116. Repple argues that the claims against it are based on its supervisory role \nover Mr. Carlson and that the allegations do not, by themselves, assert a direct claim \nagainst it.  (Reppl e Br. 9–10.)  However, as stated above, Ms. Pridgen alleges that \n“[Mr.] Carlson and Carlson Financial were, at relevant times, agents of Repple ( i.e., \ninvestment adviser representatives), operating within the course and scope of that \nagency.”  (Compl. ¶ 232. )  T he Complaint alleg es that Mr. Carlson sent monthly \naccount statements , through Repple, that contained false financial information.  \n(Compl. ¶¶ 98–99, 104, 303.)  Thus, at this stage of the li tigation, Ms. Pridgen has \nsatisfied the pleading requirements for a claim against Repple.  See, e.g., Thrower v. \nCoble Dairy Prods. Co-operative, Inc., 249 N.C. 109, 112 (“The master is liable for the \nunlawful or negligent acts of his servant if about the ma ster’s business, and if doing \nor attempting to do that which he was employed to do.”).  \n117. Thus, the Carlson Defendants’ Motion is DENIED, and Repple’s Motion is \nalso DENIED to the extent the fraudulent concealment claim is based on \nconcealments during Repple and Mr. Carlson’s relationship.  \n \n \n3. Count Three: Constructive Fraud \n118. “A claim of constructive fraud based upon a breach of fiduciary duty falls \nunder the ten -year statute of limitations contained in N.C. [G.S.] § 1-56[.]”  \nNationsBank v. Parker, 140 N.C. App. 106, 113 (2000).  Further, the statute of \nlimitations accrues upon discovery.  See Carlisle v. Keith , 169 N.C. App. 674, 685 \n(2005).  Thus, based on the discovery rule, at this stage of the proceeding, Ms. Pridgen \nhas met her burden of showing initially that her claims are timely.  \n119. To establish a constructive fraud claim, a plaintiff must allege: “(1) facts \nand circumstances creating a relation of trust and confidence; (2) which surrounded \nthe consummation of the transaction in which the defendant is alleged to have taken \nadvantage of the relationship; and (3) the defendant sought to benefit himself in the \ntransaction.”  Self v. Yelton , 201 N.C. App. 653, 660 (2010) (citation and quotation \nmarks omitted).   \n120. First and foremost, “[a] claim for constructive fraud requires the presence \nof a confidential or fiduciary relationship between the parties.”  DS & T II, Inc. v. D \n& E Tax & Acct. , Inc., 2021 NCBC LEXIS 87, at * 18 (N.C. Super. Ct. Oct. 4, 2021) \n(citing Forbis, 361 N.C. at  528).  “Absent such a relationship, Plaintiffs ’ claim \nnecessarily fails.”  Id. (citing Loray Master Tenant, LLC v. Foss N.C. Mill Credit 2014 \nFund I, LLC, 2021 NCBC LEXIS 15, at *14 (N.C. Super. Ct. Feb. 18, 2021) (“A claim \nfor constructive fraud . . . requires a plaintiff to allege facts establishing a confidential \nor fiduciary relationship.”).  \n121. Ms. Pridgen has sufficiently alleged that, as a n investment advi sor, Mr. \nCarlson “is a fiduciary and has a duty to act primarily for the benefit of [his] clients.”  \n18 N.C. Admin. Code 06A.1801(a).   \n122. Further, “North Carolina courts have found that the relationship between \nan unsophisticated investor and a financial advisor can be a [de facto] fiduciary one \ndepending on the circumstances.”  Howell v. Heafner, 2020 NCBC LEXIS 105, at *35 \n(N.C. Super. Ct. Sep. 11, 2020) (citing Beam, 2019 NCBC LEXIS 56, at *11 (finding a \nde facto fiduciary relationship where plaintiffs were an elderly couple who lacked \nfinancial sophistication); see also Hart , 2022 NCBC LEXIS 81, at *31 (finding a de \nfacto fiduciary relationship when plaintiff lacked expertise in the financial field, the \ninvestment advisors had discretionary authority, and defendants represented they \nwere plaintiff’s fiduciaries); Austin v. Regal Inv. Advisors, LLC, 2018 NCBC LEXIS 3, \nat *19 (N.C. Super. Ct. Jan. 8, 2018)  (a de facto fiduciary relationship existed when \nplaintiffs were unsophisticated investors who relied on advis or’s expertise and gave \nadvisor discretionary authority).  \n123. Ms. Pridgen alleges that Mr. Carlson was a registered investment advisor, \nat least until the discrepancies were found on his renewal application.  (Compl. ¶¶ 8–\n9, 41.)  Carlson Financial was also represented to be a registered investment advisor \nduring that time.  (Compl. ¶ 9.)  Consequently, purs uant to 18 N.C. Admin. Code \n06A.1801(a), they are fiduciaries de jure.   \n124. Furthermore, to the extent Mr. Carlson and Carlson Financial were not \nregistered investment advis ors during their relationship with Ms. Pridgen, Ms. \nPridgen alleges sufficient facts to support the allegation that there was a de facto  \nfiduciary relationship.  Ms. Pridgen asserts that at the time her relationship with Mr. \nCarlson was formed and until she discovered his wrongdoing, she had no expertise in \ninvesting and her husband made the primary financial decisions for her family.  \n(Compl. ¶¶ 2–3.)  Due to her lack of financial expertise, Ms. Pridgen gave Mr. Carlson \nand Carlson Financial complete discretionary control over her investment portfolio.  \n(Compl. ¶¶ 53–54.)  Moreover, Mr. Carlson represented that he and Carlson Financial \nwould be operating at all times as Ms. Pridgen’s fiduciaries and look after her best \ninterests.  (Compl. ¶ 12.)  \n125. As for Repple, at least from 2007 through June 2013, Ms. Pridgen alleges \nthat Repple was acting as an auditor or supervisor of Mr. Carlson and Carlson \nFinancial.  (Compl. ¶ 11.)  Further, Mr. Carlson and Carlson Financial operated as \nMs. Pridgen’s registered investment advisors pursuant to registration maintained by \nRepple.  (Compl. ¶ 12.)  Thus, at least until June  2013, Ms. Pridgen has sufficiently \nalleged that Repple was her fiduciary.   Ms. Pridgen has also alleged that, in breach \nof their fiduciary duties, Defendants artificially inflated the value of her investments \nto increase their percentage- based advisory and management fees  and that, as a \nresult, Defendants received compensation in the form of fees to which they were not \nentitled.  (Compl. ¶¶ 76, 95, 148, 284.)  \n126. Once a fiduciary relationship is established, “[a] claim of constructive fraud \ndoes not require the same rigorous adherence to elements as actual fraud.”  Hunter \nv. Guardian Life Ins. Co. of Am. , 162 N.C. App. 477, 482 (2004) (quoting Terry , 302 \nN.C. at 83 (quotation marks omitted)).  “Constructive fraud differs from actual fraud \nin that it is based on a confidential relationship rather than a specific \nmisrepresentation.”  Id. (citing Barger, 346 N.C. at 666 (quotation marks omitted) ).  \nAccordingly, a claim for constructive fraud “does not need to meet the Rule 9(b) \npleading requirement.”  Beam , 2019 NCBC LEXIS 56, at *12 (quoting Hunter , 162 \nN.C. App. at 482).   \n127. Thus, the Court concludes that Ms. Pridgen has sufficiently alleged a claim \nfor constructive fraud against all Defendants.  Specifically, to the extent Defendants \nargue Ms. Pridgen’s claim for constructive fraud should be dismissed for failing to \nplead with particularity, Defendants’ argument is misplaced, and the Motions should \nbe DENIED.  \nC. Violation of the North Carolina Investment Advisers Act \n128. The North Carolina Investment Advisers Act’s (the NCIAA) applicable \nstatute of limitations provision states:  \nNo person may sue . . . more than three years after the person discovers \nfacts constituting the violation, but in any case no later than five years \nafter the rendering of investment advice, except that if a person who \nmay be liable under this section engag es in any fraudulent or deceitful \nact that conceals the violation . . . the suit may be commenced not later \nthan three years after the person discovers or should have discovered \nthat the act was fraudulent or deceitful. \n \nN.C.G.S. § 78C-38(d).  \n129.  Here, allegations of wrongful conduct date back to 2007 when Ms. Pridgen \nengaged Mr. Carlson as her investment advisor.  The Complaint was filed on 17 April \n2024, well past the five -year limit.  However, evaluating the Complaint in the light \nmost favorable to Ms. Pridgen , fraudulent inducement and fraudulent concealment \nare sufficiently alleged , and there are disputed facts regarding when Ms. Pridgen \nshould have reasonably discovered the fraudulent conduct.  See, e.g. , Hart, 2022 \nNCBC LEXIS 81, at *53 ( declining to dismiss NCIAA violations on statute of \nlimitations grounds at the motion to dismiss stage).  \n130. Defendants do not argue for dismissal of this claim on any other grounds \nexcept the statute of limitations.  Thus, the Motions are DENIED as to this claim.  \nD. Negligent Misrepresentation  \n131. The statute of limitations for negligent misrepresentation is three years.  \nN.C.G.S. § 1 -52(5).  However, “[a] claim for negligent misrepresentation does not \naccrue until two events occur: first, the claimant suffers harm because of the \nmisrepresentation, and second, the claimant discovers the misrepresentation.”  \nTrantham v. Michael L. Martin, Inc., 228 N.C. App. 118, 126 (2013) (quotation marks \nomitted).  Thus, as stated above, whether the statute of limitations bars Ms. Pridgen’s \nnegligent misrepresentation claim will be determined on a more developed record.  \n132. As the Defendants do not provide any other argument for dismissal of the \nnegligent misrepresentation claim, the Motions are DENIED as to this claim.  \nE. Civil Liability under N.C.G.S. § 1-538.2 \n133. N.C.G.S. § 1 -538.2 allows for private actions for claims predicated on  a \nviolation of the criminal statutes for larceny, embezzlement, or a related criminal \noffense.  See Caliber Packaging & Equip., LLC v. Swaringen, 2023 NCBC LEXIS 74, \nat *8 (N.C. Super. Ct. May 31, 2023).  Specifically, the statute states “[a]ny person . . \n. who commits an act that is punishable under G.S. 14 -72, 14-72.1, 14-72.11, 14-74, \n14-86.6, 14- 86.7, 14- 90, or 14- 100 is liable for civil damages to the owner of the \nproperty.”  N.C.G.S. § 1-538.2.   \n134. As there is no statute of limitations provided in N.C.G.S. § 1 -538.2, the \nstatute of limitations in N.C.G.S. § 1 -52(2) applies.  See N.C.G.S. § 1-52(2) (“Within \nthree years an action . . . [u]pon liability created by statute, either state or federal, \nunless some other time is mentioned in the statute creating it.”).  Further, the Court \nis aware of no cases which would support applying the discovery rule to this claim.   \n135. Thus, any allegation  of action s occurring or performed under N.C.G.S. \n§ 1-538.2 that took place before 17 April 2021 are barred by the three-year statute of \nlimitations applicable to a claim under section 1-538.2.  Therefore, the Repple Motion \nis GRANTED in its entirety as to this claim, and the Carlson Motion is GRANTED \nto the extent the claim is based on actions that occurred prior to 17 April 2021.   \nVI.      CONCLUSION \n136. For the foregoing reasons, the Court hereby GRANTS in part and DENIES \nin part the Motions as follows:  \n     a. The Motions are GRANTED as to Count Seven for civil liability pursuant \nto N.C. G.S. § 1-538.2, to the extent said claim  is based on actions that \noccurred prior to 17 April 2021.   \n     b. Except as herein granted, the Motions are DENIED.  \n \n \nSO ORDERED, this the 25th day of July, 2025. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson  \n Chief Business Court Judge \n "
}