{
  "id": "e6a03c6a316e58b587040ad37f64ea55a69e8435f49e6225292a098635130688",
  "source_file": "data/raw/ncbc/e6a03c6a316e58b587040ad37f64ea55a69e8435f49e6225292a098635130688.pdf",
  "raw_text": "NORTH CAROLINA \n \nCOUNTY OF WAKE \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n10 CVS 8327 \nOUT OF THE BOX DEVELOPERS, LLC, \nd/b/a OTB CONSULTING, \n \nPlaintiff, \n \nv. \n \nLOGICBIT CORP., FRANCISCO A. \nRIVERA, DOAN LAW, LLP, and THE \nDOAN LAW FIRM, LLP, \n \nDefendants. \n \nORDER AND OPINION \n \n{1} THIS MATTER is again before the court for consideration of discovery \nsanctions.   In particular, this Order rules upon Plaintiff Out of the Box Developers, \nLLC’s (“OTB”) Motions filed on October 2, 2013 and October 7, 2013 (“Sanctions \nMotions”), which sought sanctions, a show cause order, and contempt for violation of \nthe First Amended Protective Order (“Protective Order”) entered on June 1, 2012.  \nThe court has by prior Order of January 30, 2014 denied the Motions insofar as they \nseek any show cause order or contempt finding against any Party or sanctions \nagainst any Party other than LogicBit Corp. (“LogicBit”) or Francisco A. Rivera \n(“Rivera”).  Thus, only the issue of sanctions against those Defendants remains for \nresolution.   After giving Defendant a full opportunity to be heard, and upon the \nFindings of Fact and Conclusions of Law that follow, Plaintiff’s Sanctions Motions \nare GRANTED in part and DENIED in part. \n \nEllis & Winters LLP by Jonathan D. Sasser, C. Scott Meyers, and Lenor \nMarquis Segal for Plaintiff. \n \nSands Anderson PC by David McKenzie and Jeffrey Hamilton Geiger for \nDefendants. \n \nGale, Judge. \nOut of the Box Devs., LLC v. LogicBit Corp., 2014 NCBC 7.\n \n \n \nI. INTRODUCTION \n \n{2} OTB’s Sanctions Motions raise novel issues of North Carolina \nprocedural law concerning a trial court’s authority to sanction violations of \nprotective orders entered under Rule 26(c) of the North Carolina Rules of Civil \nProcedure (“Rule(s)”).  The Parties agree that the court has some authority to \nsanction such violations, but disagree over the source of that authority and the \nspecific sanctions the court may impose and specifically whether it has authority \nunder Rule 37(b)(2), which expressly delineates different sanctions available to the \ncourt.  The court concludes that both Rule 37(b)(2) and the inherent authority of a \ntrial court to manage its docket and compel compliance with its orders permit \nimposing sanctions for violations of Rule 26(c) protective orders. \n \nII. SOURCES OF AUTHORITY AND PERMISSIBLE SANCTIONS \n \n{3} The court has multiple sources of  authority to impose a variety of \nsanctions for violations of a protective order entered pursuant to Rule 26(c).\n1 \n \nA. Rule 37(b)(2) \n \n{4} Rule 37(b)(2) provides for sanctions “[i]f a party . . . fails to obey an \norder to provide or permit discovery[.]”   The issue here is whether a Rule 26(c) \nprotective order is “an order to provide or permit discovery” within the meaning of \nRule 37(b)(2). \n                                                 \n1 The court notes that Rule 41(b) also permits dismissal of dismissal of an action or claim for failure \n“to comply with . . . any [court] order.”  N.C. Gen. Stat. § 1A-1, Rule 41(b) (emphasis added); see also \n§ 1A-1, Rule 41(c) (applying Rule 41 to “the dismissal of any counterclaim, crossclaim, or third-party \nclaim.”)  In light of the court’s determination that its inherent authority and Rule 37 permit \nimposing sanctions for violations of Rule 26(c) protective orders, the court need not undertake a \nseparate analysis under Rule 41(b). \n{5} Rule 37 permits sanctions “for fa ilure . . . to comply with discovery \nprocesses.”  Bumgarner v. Reneau, 332 N.C. 624, 630, 422 S.E.2d 686, 690 (1992); \nsee also Cloer v. Smith, 132 N.C. App. 569, 573, 512 S.E.2d 779, 781 (1999) (“Rule \n37 gives the trial court express authority . . . to sanction a party for abuse of the \ndiscovery process.”).  Rule 37 should be construed liberally to provide trial courts \nwith flexibility to impose sanctions.  Am. Tel. & Tel. Co. v. Griffin, 39 N.C. App. 721, \n727, 251 S.E.2d 885, 888 (1979).  The Comment to Rule 37 notes that subsection \n(b)(2) provides for comprehensive enforcement of all “orders for discovery[,]” \nincluding orders entered pursuant to Rule 26(c).  N.C. Gen. Stat. 1A-1, Rule 37, \nComment to the 1975 Amendment.  Still, no North Carolina case has squarely \naddressed whether Rule 37 permits sanctions for violations of Rule 26(c) protective \norders.2 \n{6} North Carolina’s Rule 37 is substantively identical to Rule 37 of the \nFederal Rules of Civil Procedure, so decisions interpreting Federal Rule 37 provide \n“guidance and enlightenment” for interpreting North Carolina Rule 37.  See, e.g., \nTurner v. Duke Univ., 325 N.C. 152, 164, 381 S.E.2d 706, 713 (1989) (noting \nsimilarity of North Carolina and Federal Rules and confirming persuasive value of \ndecisions interpreting Federal Rules).  Most federal courts recognize that Rule \n37(b)(2) authorizes sanctions for violations of Rule 26(c) protective orders.\n3  In a \n                                                 \n2 In GE Betz, Inc. v. Conrad, 752 S.E.2d 634 (2013), the Court of Appeals noted that the trial court \nawarded sanctions against an attorney for violating a Rule 26(c) protective order entered in the case.  \n752 S.E.2d at 643.  The court did not directly address whether Rule 37 permits sanctions for \nviolations of Rule 26 protective orders, but instead held that Rule 37(b)(2) does not permit sanctions \nawards against attorneys who violate such orders.  See id. at 659.   \n3 Compare Smith & Fuller, PA v. Cooper Tire & Rubber Co., 685 F.3d 486, 489–90 (5th Cir. 2012) \n(Rule 37 permits sanctions for violating Rule 26(c) protective order); Westinghouse Elec. Corp. v. \nNewman & Holtzinger, PC, 992 F.2d 932, 934–35 (9th Cir. 1993) (same); Apple, Inc. v. Samsung \nElecs. Co., No. 5:11-cv-01846-LHK, 2014 U.S. Dist. LEXIS 11778, at *35–*36 (N.D. Cal. Jan. 29, \n2014) (same); Instant Tech., LLC v. Defazio, No. 12 C 491, 2013 U.S. Dist. LEXIS 160251, at *8–*9 \n(N.D. Ill. Nov. 8, 2013) (same); Lambright v. Ryan, No. CV-87-235-TUC-JMR, 2010 U.S. Dist. LEXIS \n52781, at *14–*15 (D. Ariz. May 4, 2010) (same); Schiller v. City of New York , No. 04 Civ. 7922, 04 \nCiv. 7921, 2007 U.S. Dist. LEXIS 40253, at *9–*11 (S.D.N.Y. June 5, 2007) (same); Lewis v. Wal-\nMart Stores, Inc., No. 02-CV-0944-CVE-FHM, 2006 U.S. Dist. LEXIS 47014, at *9–*10 (N.D. Okla. \nJuly 11, 2006) (same); Frazier v. Layne Christensen Co., 04-C-315-C, 2005 U.S. Dist. LEXIS 2358, at \n*6–*13 (W.D. Wisc. Feb. 11, 2005) (same); Whitehead v. Gateway Chevrolet, Oldsmobile, No. 03 C \n5684, 2004 U.S. Dist. LEXIS 11979, at *10–*11 (N.D. Ill. June 29, 2004) (same); Am. Nat’l Bank & \nTrust Co. of Chicago v. AXA Client Solutions, LLC, No. 00 C 6786, 2002 U.S. Dist. LEXIS 9511, at \nrecent opinion considering the issue, the Fifth Circuit, relying on several of the \ncases cited in the preceding footnote and the Advisory Committee Notes to Federal \nRule 37, held that the trial court could sanction violations of a Rule 26(c) protective \norder under Rule 37.  Smith & Fuller, PA, 685 F.3d at 489–90.  The protective order \nthere “was granted ‘to provide or permit discovery’ . . . within the meaning of Rule \n37(b)” because it provided “the method and terms” for discovery of “thousands of \npages of trade secrets or confidential information.” Id. at 490 (quoting F.R. Civ. P. \n37(b)(2)(A)). \n{7} The Protective Order at issue here, like the one in Smith & Fuller, PA, \ngoverns production of materials potentially containing trade secrets or confidential \ninformation.  Although the court has not scrutinized (nor has it been requested to \nscrutinize) each document produced under the Protective Order to determine \nwhether it qualifies for Rule 26(c) protection, this case—a highly contentious trade \nsecret dispute—involves discoverable information that the Parties would not freely \nproduce without some degree of protection under Rule 26(c).  The Protective Order \nitself notes that fact, and it provides a streamlined process\n4 for the Parties to \nexchange discovery without resorting to unnecessary litigation over every \npotentially protectable document. \n{8}  Protective orders like the one entered in this case are essential \ninstruments for allowing efficient discovery in litigation.  Consequently, the orderly \nand efficient progression of litigation demands that the trial court be empowered to \npolice violations of those orders.  The court concludes that Rule 37 provides that \npower. \n{9} Rule 37 supplies the court with a broad spectrum of sanctions, \nincluding striking pleadings in whole or part, dismissing the action, entering \n                                                 \n*2–*9, *22 (N.D. Ill. May 28, 2002) (same); Poliquin v. Garden Way, Inc., 154 FRD 29, 31 (D. Me. \n1994) (same); with Lipscher v. LRP Publ’ns, Inc., 266 F.3d 1305, 1323 (11th Cir. 2001) (Rule 26(c) \nprotective order not enforceable with Rule 37 sanctions because it is not an “order to provide or \npermit discovery”). \n4 As noted above, the Party asserting confidentiality under the Protective Order bears the burden of \ndemonstrating entitlement to such protection if the other Party challenges the confidentiality \ndesignation. \ndefault, and treating further violations of court orders as contempt of court.  N.C. \nGen. Stat. 1A-1, Rule 37(b)(2)a.–d.  Rule 37 also requires the party failing to comply \nwith discovery orders “to pay the reasonable expenses, including attorney’s fees,” \nincurred by its noncompliance “unless the court finds that the [noncompliance] was \nsubstantially justified or that other circumstances make an award of expenses \nunjust.”  Id.  The court need not find “willful” conduct in order to impose any of the \nsanctions allowed by Rule 37.  Henderson v. Wachovia Bank of N.C., N.A., 145 N.C. \nApp. 621, 629, 551 S.E.2d 464, 470 (2001).  Similarly, the party seeking Rule 37 \nsanctions need not show prejudice resulting from the sanctionable conduct.  Clark v. \nPenland, 146 N.C. App. 288, 291, 552 S.E.2d 243, 245 (2001) (citing Roane-Barker v. \nSoutheastern Hosp. Supply Corp., 99 N.C. App. 30, 37, 392 S.E.2d 663, 668 (1990)).  \nWillfulness, bad faith, or prejudice to another party do, however, influence this \ncourt’s discretion in determining the appropriate sanction.  If a trial court strikes \nclaims, counterclaims, or defenses, “it must do so after considering lesser sanctions.”  \nClawser v. Campbell, 184 N.C. App. 526, 531, 646 S.E.2d 779, 783 (2007) (citations \nomitted); see also Page v. Mandel, 154 N.C. App. 94, 102, 571 S.E.2d 635, 640 (2002) \n(holding trial court must consider lesser sanctions when dismissing claims, \nregardless of authority trial court uses to impose sanction of dismissal). \n  \nB. Inherent Authority \n \n{10} Trial courts retain inherent authority “to do all things that are \nreasonably necessary for the proper administration of justice.”  Beard v. N.C. State \nBar, 320 N.C. 126, 129, 357 S.E.2d 694, 696 (1987).  This inherent authority \nincludes “the power . . . to sanction parties for failure to comply with court orders[.]”  \nDaniels v. Montgomery Mut. Ins. Co., 320 N.C. 669, 674, 360 S.E.2d 772, 776 (1987).  \nInherent authority also permits a trial court to “impose sanctions for discovery \nabuses beyond those enumerated in Rule 37.”  Cloer v. Smith, 132 N.C. App. 569, \n573, 512 S.E.2d 779, 782 (1999) (imposing costs for reconvening deposition where \nwitness refused to answer questions and witness’s counsel supplied answers during \nfirst deposition).   \n{11} The court may order a party to pay “the reasonable costs, including \nattorneys’ fees[,] incurred . . . in a proceeding in which [a party] has failed to comply \nwith a court order.”  Daniels, 320 N.C. at 674, 360 S.E.2d 776.  The court may also \ndismiss an action for repeated failure to obey court orders.  See Patterson v. Sweatt, \n146 N.C. App. 351, 358–59, 553 S.E.2d 404, 409–10 (affirming dismissal of action \nwith reasonable costs and attorneys’ fees for, inter alia, multiple violations of court \norders on discovery).  If the court’s inherent authority includes dismissing actions \nand awarding costs and reasonable attorneys’ fees, this court concludes that the \ncourt may impose lesser sanctions under that authority for violations of its orders.  \nCf. Minor v. Minor, 62 N.C. App. 750, 752, 303 S.E.2d 397, 399 (noting authority to \ndismiss a case also permits dismissing motions in support of the case).  Imposing \nfees or costs is a lesser sanction than striking a pleading.  When sanctioning a party \nunder its inherent authority, the court must weigh the circumstances of each case \nand choose a sanction that, in the court’s judgment, “properly takes into account the \nseverity of the party’s disobedience.”  Id. at 357, 553 S.E.2d at 409. \n \nIII. FINDINGS OF FACT  \n \n{12} The court now makes findings of fact regarding the specific sanctions \nimposed on Rivera and LogicBit in Section IV of this Order. \n \nA. Prior Court Orders and Proceedings \n \n{13} On June 1, 2012, the court entere d its First Amended Protective Order \n(“Protective Order”). The Order reflects that it was by the consent of the Parties.  \nDefendants much later contended that they did not consent to the Protective Order \nand have asked that it be set aside, but they did not advise the court of any such \nlack of consent close to the time it entered the Protective Order.  At all times \nrelevant to this Order, the Protective Order remained in force, no Party had asked \nthat it be set aside, and no Party had asked that any document or other matter be \nreleased from the provisions and restrictions of the Protective Order. \n{14} The Protective Order recited that it was entered because “certain \ninformation or documents sought to be produced during discovery . . . may include \nconfidential information” protected by Rule 26(c).  (First Amended Protective Order \n(hereinafter “Protective Order”) 1.)  The Protective Order applied to “use of all \nproduced documents . . . information, . . . and all copies, abstracts, digests, notes, \nand summaries thereof.”  (Protective Order 1.)  The Protective Order permitted \neither Party to deem as “Confidential” or “Confidential – Attorneys’ Eyes Only” any \nmaterial that the Party, in good faith, believed contained trade secrets or other \nconfidential material.  (Protective Order 2.)  Any materials produced in the case, \neven if not designated confidential, could be used “only for the prosecution or \ndefense of” the case and “not . . . for any business or competitive purpose or \nany \nother purpose whatsoever.”  (Protective Order 5–6 (emphasis added).)   \nNotwithstanding these restrictions, either Party could challenge another Party’s \nconfidentiality designations by seeking an order compelling disclosure or discovery \nwithout the designation.  (Protective Order 5.)  Upon such a challenge, the Party \ndesignating a document as confidential has “the burden to demonstrate the need for \nthe [confidentiality] designation of such materials.”  (Protective Order 5.) \n{15} Earlier in this case, the court has considered other discovery matters \nunrelated to the Protective Order, including whether Defendants complied with \ntheir production obligations.  In Orders dated June 5, 2013 and July 10, 2013, the \nfindings of which are incorporated herein and not repeated, the court imposed \nmonetary sanctions on all Defendants, but sanctioned Defendants The Doan Law \nFirm, LLP and Doan Law, LLP (collectively “Doan Law”) more severely than Rivera \nand LogicBit.  Rivera and LogicBit promptly paid the monetary sanctions imposed \nupon them. \n{16} This case was set for trial on October 7, 2013.   As a result of \ndiscussions during an initial pre-trial conference, the court ordered a settlement \nconference before the Honorable John R. Jolly, Jr., Chief Special Superior Court \nJudge for Complex Business Cases, to be held on October 2, 2013.  The conference \nwas convened.  Shortly before midnight that day, OTB filed an emergency motion, \nsupported by documentary exhibits, detailing a series of internet postings Rivera \npublished on October 1, 2013 and of which OTB learned during the settlement \nconference. \n {17} OTB’s filings, supported by affida vit, demonstrated clearly that Rivera \nhad made these postings, that they were made with the use of documents produced \nin discovery and subject to the Protective Order, that they had received immediate \nand widespread distribution in the marketplace, and that appropriate action should \nbe taken to address the clear violation of the court’s Protective Order and mitigate \nthe impact of that violation. \n{18} Because of the immediate and wide spread distribution of the internet \npostings, the court convened a hearing on October 3, 2013 at which counsel for all \nParties appeared.  No Party contended then or contends now that anyone other \nthan Rivera made the internet postings.  Similarly, no Party contested then or \ncontests now that Rivera did not use a document produced in discovery that was \nsubject to the Protective Order in making the postings.  The fact that the Protective \nOrder was violated was then and remains now palpably clear. \n{19} The court entered an Order, date d October 4, 2014, indicating it found \nthat Rivera violated the Protective Order by using an e-mail produced in discovery \nfor a purpose other than prosecuting or defending this case.  While the document \nadmittedly was not marked “Confidential” or subject to the more restrictive \n“Attorneys’ Eyes Only” provisions of the Protective Order, it bore a Bates stamp and \nwas clearly a document produced in discovery covered by the Protective Order’s \nrestriction that it not be used for business or competitive purpose or any other \npurpose unrelated to the litigation of this case.  Rivera’s use falls firmly within \nthese proscriptions. \n{20} The October 4th Order did not impose sanctions, direct Defendants to \nshow cause why they should not be held in contempt, or otherwise indicate that the \ncourt would elect to move forward with any contempt proceedings.   \n{21} Rather, the court sought to mitiga te potential damage arising from the \nviolations of its Order and reiterate to Rivera and LogicBit that they must comply \nwith that Order.  The court was motivated by protecting its own integrity, not by \nany desire to favor one Party to the litigation.  Pursuant to its inherent authority, \nthe court directed certain remedial action to compel compliance with the Protective \nOrder, limited to ordering Rivera and LogicBit to “remove each and every instance \nin which they disclosed to anyone in any way any allegation based on any material \ngoverned by the Protective Order . . . other than disclosures to counsel, experts, or \nother authorized by the Protective Order” and to “make best efforts to disclose in \nwriting . . . to counsel for Plaintiff each and every instance that they disclosed, to \nanyone in any way, the Discovery Materials or made allegations or statements \nbased solely on such Discovery Materials, other than disclosures made to counsel, \nexperts, or others authorized by the Protective Order.”  \n{22} The court further ordered that OTB would be allowed to take limited \ndiscovery restricted to the circumstances of the postings and their removal.  The \ncourt expressly deferred any further consideration of sanctions or contempt pending \ncompletion of this discovery and supplemental briefing. \n{23} On October 4, 2013, Defendants filed a Notice of Appeal from the \ncourt’s Order entered earlier that day.  Apparently assuming their Notice of Appeal \nstayed proceedings in this court, Defendants did not participate in discovery on the \ntimetable the court ordered.  Defendants later filed a motion with this court to stay \nproceedings pending the appeal.  The court denied that motion because Defendants \nimproperly appealed from an interlocutory order.  Defendants then sought \nimmediate relief from the Court of Appeals (and in doing so did not fairly \ncharacterize this court’s October 4, 2014 Order).  The Court of Appeals denied that \nrequest and declined to stay proceedings in this court. \n{24} The court then granted Defendants further time to comply with their \ndiscovery obligations pursuant to the October 4th Order and established new \ndiscovery and briefing deadlines on OTB’s Sanctions Motions. \n{25} The Parties submitted briefs in  accordance with that schedule.  \nPlaintiff filed affidavits and excerpts of depositions.  After Defendants complained \nthat these affidavits and Plaintiff’s briefs either misstated facts or interjected \nirrelevant and prejudicial matters, the court offered Rivera the opportunity to file a \nsupplemental affidavit in rebuttal and permitted Defendants to file a surreply brief.   \nDefendants filed a surreply brief, but did not file any affidavit. \n{26}  By its January 30, 2014 Order, th e court advised the Parties that it \nwould not proceed with any contempt proceedings and would limit its further \nconsideration of sanctions to potentially sanctioning Rivera and LogicBit.  The court \nlater indicated that any sanctions it may order would not grant Plaintiff’s request \nthat it conclusively establish Defendants’ liability for trade secret misappropriation, \nand the court would not relieve OTB of its burden to prove that the information it \ncontends Defendants improperly obtained constitutes protectable trade secrets. \n{27} By its January 30, 2014 Order, th e court set the Motions for hearing \nand indicated that its consideration would be limited to the written record and oral \nargument.  In advance of this hearing Defendants suggested that additional oral \ntestimony would be appropriate for and necessary to the court’s determination.  The \ncourt then afforded Defendants an opportunity to tender such additional testimony.  \nNo such tender has been made.    \n{28} On February 18, 2014, the court heard oral argument, which was \nattended by counsel, Plaintiff’s representatives, and Rivera.  The court gave all \nParties full and adequate opportunity to be heard at the hearing. \n \nB. Rivera’s Use of Discovery Materials \n \n{29} The internet postings at issue re late to one particular e-mail produced \nby OTB in discovery.  The e-mail was not specifically designated as confidential \nwhen it was originally produced, but it bore a Bates number and was undoubtedly \nproduced by OTB in discovery.  Under the Protective Order that e-mail could be \nused only for defending or prosecuting this case and not for any other purpose, \nincluding specifically a business or competitive purpose. \n{30} OTB appears later to have designated the e-mail as “Confidential” \nunder the Protective Order in filings made in support of its Sanctions Motions, but \ndid not seek leave of court before filing the e-mail under seal.  The e-mail supplied \nto the court does not bear a “CONFIDENTIAL” or “CONFIDENTIAL – \nATTORNEYS’ EYES ONLY” legend. \n{31} In September 2013, Ms. Yuying “Annie” Zhang (“Zhang”), a part owner \nof LogicBit who lives with Rivera, began reviewing discovery materials while \npreparing for trial.  After finding a paper copy of the e-mail, Ms. Zhang typed a \nhyperlink from the e-mail into a web browser.  Ms. Zhang indicates that the \nhyperlink enabled her to download a large .zip folder containing confidential \ninformation about Doan Law’s clients.  The record demonstrates that those files \nwere originally created to transfer client data across software platforms when Doan \nLaw transitioned from using TimeMatters with BKexpress (OTB’s product) to using \nHoudiniESQ (LogicBit’s product). \n{32} Ms. Zhang told Rivera about the files.  After reviewing the e-mail, \nRivera notified his counsel and James Doan, a partner in Doan Law, about the files \nand his concerns regarding a possible data breach.\n5  Rivera then notified the \nCalifornia Attorney General of his belief that OTB had compromised confidential \nconsumer data.  \n{33} Rivera also authored blog posts describing the e-mail and OTB’s \nalleged data breach.  Rivera posted those comments on LogicBit’s and \nHoudiniESQ’s website, created a short YouTube video about the alleged data \nbreach, linked to the blog posts in numerous LinkedIn groups of bankruptcy \nattorneys, and “tweeted” about the posts on multiple Twitter accounts.  In some of \n                                                 \n5 The Parties dispute whether Rivera’s statements were false or defamatory, and that issue is not \nbefore the court.  Rivera’s subjective belief and his decision to express opinions publicly about OTB \nor its agents is relevant to whether the e-mail was used for business or competitive reasons in clear \nviolation of the Protective Order, however. \nthese postings, Rivera recreated the actual e-mail but obscured the hyperlinks to \nthe files. \n{34} The Parties dispute whether th e record proves that Rivera was \nspecifically aware that the court entered a Protective Order restricting use of \ndiscovery materials.  There are documents suggesting that Rivera, at a minimum, \nknew the court had restricted access to certain discovery materials to attorneys only \nand that he was not allowed access to those materials.  Rivera insists that he did \nnot knowingly violate the Protective Order’s restriction on the use of discovery \nmaterials.   He also denies that he made the postings to achieve any leverage over \nOTB in settlement negotiations the court ordered and claims the timing of the \npostings and the settlement conference is merely coincidental.  Rivera claims his \npurpose was to spur OTB or Doan Law to remove the files containing the sensitive \ndata from the internet.  There is no evidence that Rivera contacted OTB about \nremoving the hyperlinked files before making his internet postings. \n{35} Gregory Doan, a partner in Do an Law, claims he was unaware of \nRivera’s plan to contact the California Attorney General and was furious with \nRivera for doing so because of the reputational harm his law firm would likely \nsuffer.  Doan’s testimony undercuts Rivera’s self-portrayal as an innocent \nwhistleblower concerned solely with consumers’ data security.  This testimony, \nalong with the content and widespread dissemination of the postings, raises \nsubstantial questions of whether Rivera’s conduct was an intentional attack on \nOTB’s professional reputation.  The court need not presently resolve that question. \n{36}  While the court believes the record could support a finding to the \ncontrary, for purposes of its consideration of appropriate sanctions, the court \nproceeds on the basis that Rivera did not act intentionally, knowingly, and \nflagrantly to disregard the Protective Order.  He did, however, clearly use the e-\nmail in a manner expressly prohibited by the Protective Order. \n{37} On October 7, 2013, Rivera filed an  affidavit in which he testified that \nhe removed many of the internet postings subject to the court’s October 4th Order.  \nIn later deposition testimony, Rivera acknowledges that he could not remove every \nposting because he did not control some of the websites where he made the postings.  \nThe court does not find that further conduct by Rivera after October 4, 2013 \nviolated the Protective Order.  Rather, as noted at the hearing, the court finds that \nRivera took immediate and adequate action to take down or remove all internet \npostings in compliance with the court’s October 4, 2013 Order.  \n \nC. Findings Regarding Adequacy and Necessity of Sanctions Imposed Below \n \n{38} The court has considered imposi ng lesser sanctions available under \nRules 37 and the court’s inherent authority, including but not limited to attorney’s \nfees and costs, warnings, censures, reprimands, adverse instructions, and other \nsanctions less severe than dismissal. \n{39} After carefully weighing the unique circumstances of this case, \nincluding but not limited to the court’s prior imposition of sanctions against Rivera \nand LogicBit for abuses of the discovery process, the severity of the current violation \nof the Protective Order, and Defendants’ timely response to the corrective action \nmandated by the court’s October 4, 2013 Order, the court concludes that the \nsanctions imposed below are reasonable, necessary, and justified under the \ncircumstances.  In light of all the circumstances considered, lesser sanctions would \nnot be appropriate. \n{40} In its discretion, the court further concludes the sanctions imposed \nbelow and other circumstances in this case, including the need for this matter to \nproceed to trial on schedule and Rivera’s immediate efforts to remove the offending \ninternet postings, make an award of reasonable expenses and attorney’s fees unjust \nwithin the meaning of Rule 37. \n{41} In its discretion, the court determines not to strike Rivera and \nLogicBit’s Answers and Counterclaims in their entirety, even though the court has \nthe authority to do so.  The court will, however, strike portions of them. \n \n \n \nIV. CONCLUSIONS OF LAW \n \n{42} The court makes the following co nclusions of law in support of its \nimposition of sanctions: \n{43} The Protective Order is “an orde r to provide or permit discovery” \nwithin the meaning of Rule 37. \n{44} Rule 37 provides authority for the court to sanction Rivera and \nLogicBit for violations of the Protective Order. \n{45} The court’s inherent authority permits sanctioning Rivera and \nLogicBit for violating the Protective Order. \n{46} The sanctions imposed below are among those allowed under Rule 37 \nand the court’s inherent authority. \n{47} The court has considered the fu ll range of available sanctions and \ndetermines the sanctions imposed below are reasonable, necessary, and justified in \nlight of the particular facts and circumstances of this case. \n{48} Rivera and LogicBit were notified  of the factual basis for the sanctions \nsought, so imposing the following sanctions does not violate their Due Process \nrights. \n{49} Rivera and LogicBit were given a full and fair opportunity to be heard \nbefore the imposition of the following sanctions, so imposing them does not violate \ntheir Due Process rights. \n \nV. SANCTIONS IMPOSED ON RIVERA AND LOGICBIT \n \n{50} After carefully considering all of  the briefs, affidavits, documentary \nevidence, deposition testimony submitted, and the arguments of counsel at the \nhearing on February 18, 2014, and considering and balancing all factors as \ndiscussed above, the court imposes the following sanctions: \n1. The following portions of Rivera’s and LogicBit’s Answers and \nCounterclaims should be and hereby are stricken: \na. All of Rivera’s and LogicBit’s Counterclaims against OTB, including \ntheir counterclaims for misappropriation of trade secrets, civil \nconspiracy, unfair and deceptive trade practices, and abuse of \nprocess; \nb. All of Rivera’s and LogicBit’s Affirmative Defenses to OTB’s claims, \nexcept for the Fifth Defense of unclean hands. \n2. Plaintiff’s requests for other sanctions, including attorney’s fees and costs, \nare DENIED. \n \nIT IS SO ORDERED this 20th day of March, 2014. "
}