{
  "id": "e6e2e43f0e3ae367b06543c61ddcc5e62aeef0be608b32f952cdf73764ca8e1a",
  "source_file": "data/raw/ncbc/e6e2e43f0e3ae367b06543c61ddcc5e62aeef0be608b32f952cdf73764ca8e1a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCABARRUS COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 3626 \nCALIBER PACKAGING AND \nEQUIPMENT, LLC and CALIBER \nPACKAGING GROUP, LLC, \n \nPlaintiffs, \n \nv. \n \nCHERNELL SWARINGEN,  \n \nDefendant. \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \nPLAINTIFFS’ CLAIMS OF THEFT BY \nEMPLOYEE AND UNJUST \nENRICHMENT \n \n1. Plaintiffs allege that a (formerly) trusted Assistant Operations Manager \nwho had broad access to its confidential and trade secret information  violated that \ntrust by misappropriating, and then leveraging, its trade secret  information with \ncompetitors to entice employment offers and financial rewards.  They assert  eight \ncauses of action, among them claims for civil liability for theft by employee, (violation \nof N.C.G.S. § 1- 538.2), and unjust enrichment.  The case is before the Court on \nDefendant’s motion to dismiss these two claims.   \nVan Hoy, Reutlinger, Adams & Dunn, PLLC , by Bryan Adams, for \nPlaintiffs Caliber Packaging and Equipment, LLC and C aliber \nPackaging Group, LLC. \n \nBennett & Guthrie, PLLC , by Joshua H. Bennett and Mitchell Hendrix \nBlankenship, for Defendant Chernell Swaringen. \nEarp, Judge. \nCaliber Packaging & Equip., LLC v. Swaringen, 2023 NCBC 38. \nI. BACKGROUND  \n2. The Court does not make findings of fact when ruling on a motion to \ndismiss.  It recites below the factual allegations in the Complaint that are relevant to \nthe Motion before the Court.   \n3. Plaintiff Caliber Packaging and Equipment, LLC (“Caliber Packaging”) \nis a North Carolina LLC with its principal place of business in Cabarrus County, \nNorth Carolina.  (Compl. ¶ 2, ECF No. 3.)  Caliber Packaging “is a national distributor \nof industrial pack aging material s and equipment . . . that provides packaging \nsolutions for customers across the United States.”  (Compl. ¶ 8.)  \n4. Plaintiff Caliber Packaging Group, LLC (“Caliber Group”) is also a \nNorth Carolina LLC with its principal place of business in Cabarrus County, North \nCarolina.  (Compl. ¶ 3.)  Caliber Group is owned by Caliber Packaging.  (Compl. ¶ 10.)  \n5. Caliber Group was formed in 2017 as a holding company to organize \nCaliber Packaging’s North Carolina, Florida, Georgia, and California affiliates \n(collectively, the “Affiliates”).  (Compl. ¶ 9.)  Caliber Group provides business support \nservices to the Affiliates.   Each Affil iate pay s a fee in return for these business \nsupport services.  (Compl. ¶ 10.)   \n6. Prior to January 2022, Caliber Packaging had an affiliate in Chicago, \nIllinois.  However, “the Chicago location was removed from Cal iber Packaging” in \nJanuary 2022.  According  to Plaintiffs, “ [t]he removal of the Chicago location from \nthe group was acrimonious.”  (Compl. ¶ 9.) \n7. Chernell Swaringen is a resident of Rowan County, North Carolina, and \na former employee of Caliber Packaging .  (Compl. ¶ 4 .)  Swaringen worked for the \ncompany from 2016 through 2022, beginning as a temporary employee before \ntransitioning to a full-time role.  (Compl. ¶ 22.)   \n8. When Swaringen became a full-time employee in September 2016 , she \nsigned a “New Employee Confidentiality, Non -Competition, and Non -Solicitation \nAgreement[.]”  (Compl. ¶ 23.)  After being promoted to Assistant Operations Manager \nin 2018,1 Swaringen signed a second  employment agreement.  (Compl. ¶ 26.)  Both \nemployment agreements have  provisions requiring  Swaringen to maintain the \nconfidentiality of Caliber Packaging’s confidential and trade secret information.  (See \nCompl. Ex. 2  [“2016 Employment Agreement”] , Ex. 3 [“2018 Employment \nAgreement”].) \n9. Plaintiffs allege that their confidential and trade secret information \nincludes: \n[L]ists of Customer s’ names, contacts, purchase and needs; lists of \nPotential Customers; prices and pricing strategies; Employer’ s costs; \nEmployer’s inventory information, promotional materials, marketing \nstrategies, Product development strategies; Product specifications; \nEmployer’s recommendations to Customers; research, development, \nsystems, operations, and business activities of the Employer; and \ninformation received from any Customer regarding the Customer’s need \nfor Products that Employer provides or has attempted to provide. \n \n(Compl. ¶ 24.) \n \n \n1 While paragraph 22 of the Complaint states that Swaringen was promoted to Assistant \nOperations Manager in October 2021, both the attached employment agreement Swaringen \nsigned and paragraph 26 of the Complaint state  that she was promoted in October 2018.   \n(Compare Compl. ¶ 22, with ¶ 26; Ex. 3 [“2018 Employment Agreement”].) \n10. Plaintiffs store their confidential and trade secret information  on a \ncompany computer system they call “Sage.”  (Compl. ¶ 17.)  Each Affiliate has access \nto its own information on Sa ge, but  it cannot access the business information \nbelonging to other Affiliates.  Caliber Packaging has access to all the i nformation in \nSage.  (Compl. ¶ 18.) \n11. Swaringen also had access to all of Sage’s m odules except for the \nbanking module.  (Compl. ¶ 19.)  Additionally, Swaringen had access to the Employee \nDrive, which included “customer information, customer purchase orders, new \ncustomer forms, tool repair and service information, Customer consignment accounts \n. . . and some Private Label Vendor information.”  (Compl.  ¶ 20.)  In Swaringen’s \nposition as Assistant Operations Manager, she “routinely accessed Sage and the \nEmployee Drive.”  (Compl. ¶ 27.) \n12. Caliber Packaging store s some of its confidential and trade secret \ninformation in a locked company  file room.  (Compl.  ¶ 40.)  This locked file room \nhouses physical copies of customer and vendor invoices that are alleged to be “highly \nsensitive” trade secret s.  (Compl.  ¶ 40.)   Swaringen had access to the file room . \n(Compl. ¶¶ 40–41.)  \n13. On 30 August 2022 , Swaringen was laid off as part of a corporate \nrestructuring.  (Compl. ¶ 54.)  In the weeks leading up to Swaringen’s departure,  \nPlaintiffs allege that Swaringen engaged in  “irregular and suspicious computer \nactivity” that caused Plaintiffs to initiate an investigation  into her actions.  \n(Compl. ¶ 55.) \n14. Based on their investigation, Plaintiffs claim that prior to being laid off, \n“Swaringen began making inquiries into employment opportunities with competitors \nof Plaintiffs,” including the Chicago A ffiliate.  (Compl. ¶ 43.)  Plaintiffs believe that \nSwaringen had frequent phone conversations with the Chicago Affiliate during which \nshe was given instructions to misappropriate specific confidential and trade secret \ninformation.  (Compl. ¶ 44.)  They further allege upon information and belief that the \nChicago Affiliate promised to reward Swaringen financially if she misappropriated \nand transferred Caliber Packaging’s confidential and trade secret i nformation to \nthem.  (Compl. ¶ 47.)  Additionally, Plaintiffs allege that Swaringen used her access \nto Plaintiffs’ trade secret information to “entice potential prospective employers” into \noffering her a new job.  (Compl. ¶ 47.)  \n15. In the weeks leading up to Swaringen’s departure date, Plaintiffs allege \nthat Swaringen accessed confidential information more frequently than  was \nnecessary to complete her daily tasks.  (Compl. ¶ 50 .)  Plaintiffs believe that \nSwaringen misappropriated “substantial amounts of customer information, including \ncustomer lists, invoicing and pricing, customer preferences, and numerous other  \nsensitive items[.]”  (Compl. ¶ 49.)  They allege that Swaringen  has refused their \ndemand that she return this information and  that she “continues to assume and \nexercise the right of ownership over property belonging to Plainti ff, which includes \nboth hard paper copies of documents as well as electronic/digital copies of documents \nthat Plaintiffs have been unable to recover.”  (Compl. ¶¶ 56–57, 86.) \n16. As a result, Caliber Packaging and Caliber Group filed their Complaint \non 14 November 2022, asserting eight causes of action against Swaringen:  (1) breach \nof contract, (2) civil liability for theft by employee (N.C.G.S. § 1 -538.2), (3) violation \nof North Carolina’s Computer Trespass Act (N.C.G.S. § 14-458), (4) misappropriation \nof trade secrets in violation of the Trade Secrets Protection Act (N.C.G.S. § 66-152 et \nseq.), (5) c onversion, (6) unfair and d eceptive trade practices (N.C.G .S. § 75 -1.1 et \nseq.), (7) unjust enrichment, and (8) civil conspiracy.  (See generally Compl.) \n17. On 13 January 2023, Swaringen moved to dis miss the claims for civil \nliability for theft by employee and unjust enrichm ent (the “Motion”) , (ECF No. 16).  \nOn 6 April 2023, the Court held a hearing on the Motion during which all parties \nappeared and were heard through counsel.  The Motion is now ripe for disposition. \nII. STANDARD OF REVIEW \n18. Dismissal of a claim is proper if “(1) the complaint on its face reveals \nthat no law supports the plaintiff’s claim; (2) the complaint on its face reveals the \nabsence of facts sufficient to make a good claim; or (3) the complaint discloses some \nfact that necessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco PLC, \n371 N.C. 605, 615 (2018).  Otherwise, “a complaint should not be dismissed for \ninsufficiency unless it appears to a certainty that plaintiff is entitled to no relief under \nany state of facts which could be proved in support of the claim.”  Sutton v. Duke, 277 \nN.C. 94, 103 (1970) (emphasis omitted).  \n19. When deciding a motion to dismiss, the Court construes the complaint \nliberally and accepts all allegations as true.  See, e.g., Sykes v. Health Network Sols., \nInc., 372 N.C. 326, 332 (2019); Laster v. Francis, 199 N.C. App. 572, 577 (2009).  \nNevertheless, the Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274 (2005) \n(quoting Veney v. Wyche, 293 F.3d 726, 730 (4th Cir. 2002)).   \nIII. ANALYSIS \n20. The Court evaluate s the sufficiency of the Complaint with respect to \nPlaintiffs’ claim for civil liability for t heft by employee under N.C.G.S. § 1 -538.2 \n(Second Cause of Action) , before moving to a review of Plaintiffs’ claim for unjust \nenrichment (Seventh Cause of Action). \nA. Civil Liability for Theft by Employee (N.C.G.S. § 1-538.2) \n21. Pursuant to Section 1-538.2 of the North Carolina General Statutes, an \nemployer can pursue a civil claim for damages against an employee alleged to be \nresponsible for theft of the employer’s property.  The claim  must be predicated on a \nviolation of the criminal statutes for larceny, embezzlement, or a related criminal \noffense.  See N.C.G.S. § 1-538.2(a).   \n22. The statute reads, in relevant part: “Any person . . . who commits an act \nthat is punishable under G.S. 14‑72, 14‑72.1, 14‑72.11, 14‑74, 14‑86.6, 14‑86.7, 14‑90, \nor 14 ‑100 is liable for civil damages to the owner of the property. ”  \nN.C.G.S. § 1-538.2(a).  An “ action may be brought under this section regardless of \nwhether a criminal action is brought or a criminal conviction is obtained for the act \nalleged in the civil action.”  Id. § 1-538.2(c).  If successful, a property owner is entitled \nto the amount of any money lost by reason of the theft or embezzlement or fraud of \nan employee, as well as to any consequential damages, punitive damages, and \nreasonable attorneys’ fees.  Id. § 1-538.2(a). \n23. Plaintiffs allege that Swaringe n committed employee larceny and \nembezzlement—violating § 14 -74 and § 14 -90, respectively —when she took their \nconfidential and trade secret information for her personal use.  (Compl. ¶¶ 66–67.)   \n24. Section 14 -74, prohibiting larceny by employee, lists the ty pes of \nproperty protected as: “ any money, goods or other chattels, or any of the articles, \nsecurities or choses in action mentioned in G.S. 14-75[.]”   N.C.G.S. § 14-74.    Section \n14-75 includes a list of financial instruments such as checks, stock certificates, bonds, \nand promissory notes, as well as other obligations, “either for the payment of money \nor for the delivery of specific articles[.]”  Elements of the crime are: “(1) the defendant \nwas an employee of the owner of the stolen goods; (2) the goods were entrusted to the \ndefendant for the use of the employer; (3) the goods were taken without the \npermission of the employer; and (4) the defendant had the intent to steal the goods or \nto defraud his employer.”  State v. Fink, 252 N.C. App. 379, 384 (2017) (quoting State \nv. Frazier, 142 N.C. App. 207, 209 (2001)).   \n25. Section 14-90 prohibits embezzlement by employee.  Like Section 14-74, \nit lists the property covered as: “any money, goods or other chattels, bank note, check \nor order for the payment of m oney issued by or drawn on any bank or other \ncorporation, or any treasury warrant, treasury note, bond or obligation for the \npayment of money issued by the United States or by any state, or any other valuable \nsecurity[.]”  N.C.G.S. § 14-90(b)(2).  To establish guilt in a criminal action, the State \nmust prove: “ (1) that the defendant was the agent of the prosecutor, and (2) by the \nterms of his employment had received property of his principal; (3) that he received \nit in the course of his employment; and (4) knowing it was not his own, converted it \nto his own.”  State v. McCaskill, 47 N.C. App. 289, 292 (1980) (quoting State v. Block, \n245 N.C. 661, 663 (1957)).   \n26. Swaringen argues that (1) because Section 1-538.2 requires violation of \na criminal statute, its la nguage must be strictly construed; and (2) because there is \nno reference to intellectual property such as confidential information or trade secrets \nin the underlying criminal statutes, Section 1 -538.2 was not intended to cover the \nalleged theft of intellectual property.  Summarily put, Swaringen argues that taking \nconfidential and trade secret information does not violate either § 14 -74 or § 14-90; \nconsequently, she concludes, there can be no claim against her for civil damages \nunder § 1-538.2.  (Def.’s Br. Supp. Mot. Dismiss 3-6 [“Def.’s Br.”], ECF No. 17.) \n27. Undeterred, Plaintiffs respond that the phrase “goods or other chattels” \nencompasses confidential and trade secret information when it is in tangible form, \nsuch as printed customer and vendor invoices co ntaining cost and pricing \ninformation.  Plaintiffs argue that the physical records they maintained in the ir \nlocked file room constitute chattels covered by the relevant criminal statutes.  \n(Pls.’ Resp. Def.’s Mot. Dismiss 3–5 [“Pls.’ Br.”], ECF No. 22.) \n28. The Court determines that Plaintiffs have identified property that falls \nwithin the ambit of Section 1 -538.2.  Although confidential and trade secret \ninformation itself is not referenced in the underlying criminal statutes, “hard” copies \nof business records are chattels belonging to the employer, and the predicate crimes \ncover theft of chattels.  See Goods and Chattels, Black’s Law Dictionary \n(11th ed. 2019) (“ Loosely, personal property of any kind; occasionally, tangible \npersonal property only.”).  Plaintiffs allege that some of the stolen information was in \nthe form of paper invoices filed in a locked room.  They allege that Swaringen took \npossession of the invoices for unauthorized purposes.   These allegations satisfy the \nrequirements of the underlying criminal statutes.2    \n29. The Court therefore DENIES the Motion as to Plaintiffs’ claim for Civil \nLiability for Theft by Employee (N.C.G.S. § 1-538.2). \nB.  Unjust Enrichment  \n30. “The general rule of unjust enrichment is that where services are \nrendered and expenditures made by one party to or for the benefit of another, without \nan express contract to pay, the law will imply a promise to pay a fair compensation \ntherefor.”  Atlantic C. L. R. Co. v. State Highway Com., 268 N.C. 92, 95–96 (1966).  To \nstate a claim for unjust enrichment, Plaintiffs must allege: (1) that it conferred a \nbenefit on another party; (2) that the other party consciously accepted the benefit; \n \n2 The Court further determines that Plaintiffs have adequately alleged that Swaringen was \nentrusted with possession of the invoices for use in her work prior to allegedly stealing them.  \n(Compl. ¶¶ 40, 86.)  See Artistic Southern Inc. v. Lund, 2015 NCBC LEXIS 113, at **48 \n(N.C. Super. Ct. Dec. 9, 2015) (lawful possession established when defendant, who had \nauthority to collect customer payments, collected payments and then misappropriated them).  \nPlaintiffs’ claim is that Swaringen abused their trust and used her access to take possession \nof documents containing confidential and trade secret information for unauthorized purposes.  \n(Compl. ¶¶ 48–53.)  These allegations are sufficient to state a claim for civil liability for theft \nby employee. \nand (3) that the b enefit was not conferred gratuitously or by an interference in the \naffairs of the other party.  See Southeastern Shelter Corp. v. BTU, Inc., 154 N.C. App. \n321, 330 (2002).   \n31. Plaintiffs’ claim for unjust enrichment is based on Swaringen’s alleged \nmisappropriation of Caliber Packaging’s confidential and trade secret  information.  \nPlaintiffs allege that Swaringen received a benefit when she was given access to their \nconfidential information and trade secrets, that she willingly accepted this benefit, \nand that she was unjustly enriched when she exchanged the confidential information \nand trade secrets for employment opportunities and financial rewards .  \n(Compl. ¶¶ 47, 53, 96–99.) \n32. In response, Swaringen argues that Plaintiffs never conferred a benefit \non her , personally .  To the contrary , according to  Swaringen, the Complaint \nestablishes that she was provided access to Plaintiffs’ confidential information and \ntrade secrets so that she could  do her job.  Therefore,  the access she was given  was \nfor Plaintiffs’ benefit, not her own.  (Def.’s. Br. 6–8.) \n33. Plaintiffs respond that they have alleged  that Swaringen received  two \nbenefits as a result of taking the confidential information;  namely, “promised \nfinancial rewards” and “leverage or a tool to secure other employment.”  (Pls.’ Br. 6.) \n34. But the benefits identified by Plaintiffs were not ones that they \nconferred on Swaringen; rather, the  benefits they identify are the alleged ill -gotten \ngains of her misconduct.  Indeed, the gravamen of the Complaint is not that Caliber \ntransferred the confidential and trade secret information to Swaringen in exchange \nfor value and intending for her to use the  information as she wished .  Plaintiffs’ \ncomplaint is that Swaringen misappropriated confidential and trade secret  \ninformation that was to be used solely for Plaintiffs’ business purposes and used it to \nher own advantage without Plaintiffs’ consent.   \n35. Plaintiffs allege a taking in violation of their ownership  rights, not a \nwilling transfer of that ownership.  See, e.g., Albritton v. Albritton, 2021 NCBC LEXIS \n53, at **33–36 (N.C. Super. Ct. June 7, 2021) (“ Neither the allegations nor the facts \nin evidence s upport a claim for unjust enrichment.  Movants have not alleged that \n[Plaintiffs] conferred benefits upon Defendants, but, rather, that Defendants took \nassets belonging to [Plaintiff]. ” (emphasis in original)); Klos  Constr., Inc. v. Premier \nHomes & Props., LLC , 2020 NCBC LEXIS 85, at *48– 51 (N.C. Super. Ct. July \n21, 2020) (dismissing a claim for unjust enrichment where “it is undisputed that the \nUE Defendants took any benefit of Plaintiff’s goodwill”); KNC Techs., LLC v. Tutton, \n2019 NCBC LEXIS 72, at *36  (N.C. Super. Ct. Oct. 9, 2019)  (“Alleging merely that \nthe Defendants have taken for themselves some benefit to which Plaintiff believes it \nis rightfully entitled does not state a claim for unjust enrichment. ”); Chisum v. \nCampagna, 2017 NCBC LEXIS 102, at *31– 32 (N.C. Super. Ct. Nov. 7, 2017)  \n(“Plaintiff fails to allege a claim for unjust enrichment. He does not allege that he \nconferred any benefit  . . .  but rather only that the [Defendants] ‘received’ or \n‘wrongfully retained’ benefits from their alleged misconduct.”). \n36. Accordingly, Defendant’s M otion with respect to the claim for unjust \nenrichment shall be GRANTED, and the claim is DISMISSED  with prejudice .3  \nHowever, the Court’s determination does not foreclose Plaintiffs from seeking to \nrecover damages for alleged misappropriation of their trade secrets.4 \nIV. CONCLUSION \n37. WHEREFORE, the Court hereby ORDERS as follows: \na. Defendant’s Motion is GRANTED in part and DENIED in part.  \ni. Defendant’s motion to dismiss the Second  Cause of Action (Civil \nLiability for Theft by employee N.C.G.S. § 1-538.2) is DENIED. \nii. Defendant’s motion to dismiss the Seventh Cause of Action \n(Unjust Enrichment) is GRANTED and the claim is \nDISMISSED with prejudice. \n  \n \n3 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt and will not be disturbed on appeal absent an abuse of discretion.”  First Fed. Bank v. \nAldridge, 230 N.C. App. 187, 191 (2013). \n \n4 The claim for unjust enrichment should not be confused with the damage theory of  unjust \nenrichment resulting from the misappropriation of trade secrets.  Compare Medical Staffing \nNetwork, Inc. v. Ridgway, 194 N.C. App. 649, 661 (2009) (calculating damages for a claim of \nmisappropriation of trade secrets as the “economic loss or the unjust enrichment” defendants \ngained); N.C.G.S. § 66-154(b) (“In addition to the relief authorized by subsection (a), actual \ndamages may be recovered, measured by the economic loss or the unjust enrichment caused \nby misappropriation of a trade secret, whichever is greater.”), with Booe v. Shadrick, 322 N.C. \n567, 570 (1988) (“ In order to establish a claim for unjust enrichment, a party must have \nconferred a benefit on the other party. The benefit must not have been conferred officiously, \nthat is it must not be conferred by an interference in the affairs of the other party in a manner \nthat is not justified in the circumstances. The benefit must not be gratuitous and it must be \nmeasurable.” (citing Restatement of Restitution § 1)). \nIT IS SO ORDERED, this the 31st day of May, 2023. \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}