{
  "id": "e708c89562e75359c204a919ecfbf78056de311858d1f31d924384e9cc0f4632",
  "source_file": "data/raw/ncbc/e708c89562e75359c204a919ecfbf78056de311858d1f31d924384e9cc0f4632.pdf",
  "raw_text": "Fisher v. Commc’n Workers of Am., 2008 NCBC 18 \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF GASTON \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n08 CVS 3154 \nJASON FISHER, BYRON ADAMS, \nB.C. BARNES, CHERYL BARTLETT, \nKATHY BEAM, CAROLYN BOGGS, \nSUSETTE BRYANT, DANNY CASE,  \nGENE DRY, RICKY GRIFFIN, \nWENDY HERNDON, EVERETT \nJENKINS, SANDRA LANGSTON, \nCYNTHIA STAFFORD, MARY \nTAUTIN, and TIMOTHY THOMAS, \n \nPlaintiffs, \n \nv. \n \n \nCOMMUNICATION WORKERS OF \nAMERICA, COMMUNICATION \nWORKERS OF AMERICA, DISTRICT \n3, and COMMUNICATION WORKERS \nOF AMERICA LOCAL 3602, \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \nORDER & OPINION  \n \nVan Hoy, Reutlinger, Adams & Dunn by Philip M. Van Hoy and Stephen J. \nDunn and National Right to Work Legal Defense Foundation by Matthew C. \nMuggeridge for Plaintiffs. \n \nBrooks Law Offices by Joyce M. Brooks and Nakamura, Quinn, Walls, \nWeaver & Davies LLP by Robert M. Weaver for Defendants Communication \nWorkers of America and Communication Workers of America, District 3. \n \nPatterson Harkavy LLP by Ann Groninger for Defendant Communication \nWorkers of America Local 3602. \n \nDiaz, Judge. \n{1} Before the Court are Defendants’ Motions to Dismiss Plaintiffs’ Amended \nComplaint pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure \n(“the Motions”). \n{2} After considering the Amended Complaint, the Motions, the briefs of the \nparties, and the arguments of counsel, the Court GRANTS in part and DENIES in \npart Defendants’ Motions. \nI. \nPROCEDURAL BACKGROUND \n{3} On 11 June 2008, Plaintiffs filed their Complaint in Gaston County \nSuperior Court.  Also on that date, Plaintiffs filed a Notice of Designation \ndesignating this case as mandatory complex business. \n{4} On 11 July 2008, Plaintiffs filed an Amended Complaint.  Plaintiffs allege \nthat Defendants (1) violated the North Carolina Identity Theft Protection Act (the \n“NCITPA”), N.C. Gen. Stat. § 75-62; (2) violated the Unfair and Deceptive Trade \nPractices Act (the “UDTPA”), N.C. Gen. Stat. § 75-1.1; and (3) invaded Plaintiffs’ \nprivacy by intruding upon their seclusion and private affairs.   \n{5} On 11 August 2008, Defendants Communication Workers of America \n(“CWA”) and Communication Workers of America, District 3 (“District 3”) filed a \nMotion to Dismiss Plaintiffs’ Amended Complaint and supporting brief. \n{6} Also on 11 August 2008, Defendant Communication Workers of America \nLocal 3602 (“Local 3602”) filed a Motion to Dismiss Plaintiffs’ Amended Complaint.  \nIn its Motion to Dismiss, Defendant Local 3602 adopts and incorporates the \nsupporting brief submitted by Defendants CWA and District 3. \n{7} Plaintiffs filed a response brief on 29 August 2008. \n{8} Defendants filed their reply briefs on 11 September 2008. \n{9} The Court heard oral argument on the Motions on 22 September 2008. \n \nII. \nTHE FACTS \nA. \nTHE PARTIES \n{10} Plaintiffs are individuals who live in various counties in North and South \nCarolina.  (Am. Compl. ¶¶ 2—10.) \n \n{11} Defendant CWA is a labor union headquartered in Washington, D.C., \nwhich represents employees in several states, including North Carolina.  (Am. \nCompl. ¶ 11.) \n{12} Defendant District 3 is a labor union and regional affiliate of CWA.  (Am. \nCompl. ¶ 12.) \n{13} Defendant Local 3602 is a labor union and local affiliate of both CWA and \nDistrict 3.  (Am. Compl. ¶ 13.) \nB. \nTHE CLAIMS1\n{14} Plaintiffs are current and former employees of AT&T, Inc.  (Am. Compl. ¶ \n17.) \n{15} Each of the Plaintiffs is, or previously was, represented by Defendants \nCWA and District 3, as well as various other local unions.  (Am. Compl. ¶ 18.) \n{16} Plaintiff Daniel Case (“Case”) is employed at the AT&T facility in \nBurlington, North Carolina, which is known as the Longpine facility.  (Am. Compl. \n¶ 20.) \n{17} The Longpine facility houses a bulletin board designated by AT&T for use \nby Defendants for communications with employees (the “Bulletin Board”).  The \nBulletin Board is located in a hallway that is accessible to the general public.  (Am. \nCompl. ¶ 21.) \n{18} Between 5 September 2007 and 7 November 2007, Case saw a three (3)-\npage typed notice posted on the Bulletin Board labeled “2007 Cancellations by \nLocal” (the “Cancellation Notice”).  The first two pages of the Cancellation Notice \ncontained a spreadsheet with names, Social Security numbers, and other \ninformation about Case and thirty-two (32) other employees of AT&T.  The third \npage of the Cancellation Notice contained a printout of an email sent by Judy \nBrown on 5 September 2007, addressed to Daphne Council and Wallace Weaver, \nwith a copy sent to Noah Savant.  (Am. Compl. ¶ 22.) \n                                                 \n1 The Court recites the relevant facts as set forth in Plaintiffs’ Amended Complaint. \n \n{19} Judy Brown and Daphne Council were employed by Defendant CWA on 5 \nSeptember 2007.  (Am. Compl. ¶¶ 23, 24.) \n{20} Noah Savant and Wallace Weaver were employed by Defendant District 3 \non 5 September 2007.  (Am. Compl. ¶¶ 25, 26.) \n{21} Judy Brown’s email of 5 September 2007 contained a file attachment \nlabeled “NC.xls.”  This email also included a request to “[p]lease forward this \ninformation to your affected locals.”  (Am. Compl. ¶¶ 27, 29.) \n{22} According to Plaintiffs, Defendants’ agents disseminated Plaintiffs’ Social \nSecurity numbers by forwarding the “NC.xls” document by email and other means.  \n(Am. Compl. ¶ 30.) \n{23} Plaintiffs also allege that Defendants’ agents posted Plaintiffs’ Social \nSecurity numbers on the Bulletin Board.  (Am. Compl. ¶ 31.) \n \nIII. \nCONTENTIONS OF THE PARTIES \nA. \nNORTH CAROLINA IDENTITY THEFT PROTECTION ACT \n{24} Defendants move to dismiss Plaintiffs’ claims under the NCITPA on three \ngrounds.   \n{25} First, Defendants contend Plaintiffs have failed to allege that the \nindividuals allegedly in receipt of the “NC.xls” document were members of the \ngeneral public or were not otherwise authorized to receive the document.  (CWA and \nDistrict 3 Mem. Supp. Mot. Dismiss 4.) \n{26} Second, Defendants contend Plaintiffs have failed to allege that the \ngeneral public accessed Plaintiffs’ Social Security numbers from the Bulletin Board \nor that the posting of the Social Security numbers on the Bulletin Board was an \neffort to provide Plaintiffs’ Social Security numbers to the general public or to \nfacilitate identity theft.  (CWA and District 3 Mem. Supp. Mot. Dismiss 4.) \n{27} Third, Defendants assert that the NCITPA exempts from its reach the \n“collection, use, or release of a Social Security number . . . for internal verification or \n \nadministrative purposes.”  (CWA and District 3 Mem. Supp. Mot. Dismiss 5 (citing \nN.C. Gen. Stat. § 75-62(b)(2)).)  Because the information posted on the Bulletin \nBoard (including Plaintiffs’ Social Security numbers) was posted for internal \nadministrative purposes, Defendants contend Plaintiffs’ claims fail as a matter of \nlaw.  (CWA and District 3 Mem. Supp. Mot. Dismiss 4–5; Def. CWA’s Reply Supp. \nMot. Dismiss 2.) \n{28} Plaintiffs respond that Defendants’ actions in disseminating and posting  \nPlaintiffs’ Social Security numbers on a publicly accessible bulletin board effectively \nmade that information available to the general public, thus constituting a violation \nof the NCITPA.  (Am. Compl. ¶ 34; Pls.’ Resp. Defs.’ Mot. Dismiss 3.) \n{29} Plaintiffs also dispute that the purported NCITPA exemption allowing \nrelease of Social Security numbers for internal verification or administrative \npurposes applies on the facts presented.  In any event, Plaintiffs contend their \nAmended Complaint need not refute an affirmative defense to survive a Rule \n12(b)(6) motion to dismiss.  (Pls.’ Resp. Defs.’ Mot. Dismiss 5.)    \nB. \nUNFAIR AND DECEPTIVE TRADE PRACTICES ACT \n{30} Defendants contend the UDTPA is not implicated here because none of the \nallegations contained in the Amended Complaint are “in or affecting commerce” and \nbecause no “trade practices” are involved.  (CWA and District 3 Mem. Supp. Mot. \nDismiss 6.) \n{31} Additionally, Defendants contend the legislative intent of the General \nAssembly would be frustrated by recognizing Plaintiffs’ cause of action under the \nUDTPA.  (CWA and District 3 Mem. Supp. Mot. Dismiss 5–6; Def. CWA’s Reply \nSupp. Mot. Dismiss 2–3.) \n{32} Plaintiffs respond by pointing the Court to the plain language of the \nNCITPA, which states expressly that “[a] violation of [section 75-62 of the North \nCarolina General Statutes] is a violation of [the UDTPA].”  N.C. Gen. Stat. § 75-\n62(d) (2007).  (Pls.’ Resp. Defs.’ Mot. Dismiss 6.) \n \n \nC. \nINVASION OF PRIVACY \n{33} Defendants contend Plaintiffs have failed to articulate how their \nallegations constitute evidence that Defendants intruded upon Plaintiffs’ personal \naffairs or private concerns.  (CWA and District 3 Mem. Supp. Mot. Dismiss 7.) \n{34} Specifically, Defendants contend Plaintiffs failed to allege that those \nagents of the Defendants who purportedly posted the “NC.xls” document on the \nBulletin Board were not authorized to view or access Plaintiffs’ Social Security \nnumbers.  (CWA and District 3 Mem. Supp. Mot. Dismiss 7–8.) \n{35} Additionally, Defendants contend Plaintiffs make no allegation that \nDefendants or their agents intentionally pried into Plaintiffs’ confidential personal \nrecords.  (CWA and District 3 Mem. Supp. Mot. Dismiss 8.) \n{36} Finally, Defendants assert that North Carolina does not recognize a cause \nof action for invasion of privacy by public disclosure of private facts.  (CWA and \nDistrict 3 Mem. Supp. Mot. Dismiss 8.) \n{37} According to Plaintiffs, Defendants’ actions constitute an invasion of \nprivacy on two theories: (1) intrusion on their seclusion and private affairs; and (2) \npublic disclosure of private facts.  (Am. Compl. ¶ 41; Pls.’ Resp. Defs.’ Mot. Dismiss \n8.) \n{38} With respect to the first theory, Plaintiffs contend that Defendants’ agents \nintentionally obtained private information about Plaintiffs and disseminated it to \nunauthorized individuals and that they used their authority to allow unauthorized \npersons to view the information.  (Pls.’ Resp. Defs.’ Mot. Dismiss 9.) \n{39} Also with respect to the first theory, Plaintiffs contend the public \ndisclosure of Plaintiffs’ Social Security numbers by Defendants is analogous to the \nunauthorized opening and perusal of one’s mail, such that it would be highly \noffensive to a reasonable person.  (Pls.’ Resp. Defs.’ Mot. Dismiss 9.) \n{40} Alternatively, Plaintiffs contend the passage of the NCITPA and the \nparticular facts of this case justify the recognition in North Carolina of the “public \n \ndisclosure of private facts” branch of the tort of invasion of privacy.  (Pls.’ Resp. \nDefs.’ Mot. Dismiss 10–11.) \n \nIV. \nPRINCIPLES OF LAW \nA. \nRULE 12(b)(6) MOTION TO DISMISS \n{41} The essential question on a motion to dismiss pursuant to Rule 12(b)(6) of \nthe North Carolina Rules of Civil Procedure is “‘whether, as a matter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief may be granted under some legal theory.’”  Craven v. Cope, ___ N.C. \nApp. ___, ___, 656 S.E.2d 729, 731–32 (2008) (quoting Hunter v. Guardian Life Ins. \nCo. of Am., 162 N.C. App. 477, 480, 593 S.E.2d 595, 598 (2004)). \n{42} On a motion to dismiss, the complaint’s material factual allegations are \ntaken as true.  See Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 56, 554 S.E.2d \n840, 844 (2001) (citing Hyde v. Abbott Labs., Inc., 123 N.C. App. 572, 575, 473 \nS.E.2d 680, 682 (1996)). \n{43} “[A] complaint is deemed sufficient to withstand a motion to dismiss under \nRule 12(b)(6) where no ‘insurmountable bar’ to recovery appears on the face of the \ncomplaint and the complaint’s allegations give adequate notice of the nature and \nextent of the claim.”  Johnson v. Bollinger, 86 N.C. App. 1, 4, 356 S.E.2d 378, 380 \n(1987) (quoting Presnell v. Pell, 298 N.C. 715, 719, 260 S.E.2d 611, 613 (1979)).  \n{44} “‘The complaint must be liberally construed, and the court should not \ndismiss the complaint unless it appears beyond a doubt that the plaintiff could not \nprove any set of facts to support his claim which would entitle him to relief.’”  \nCraven, ___ N.C. App. at ___, 656 S.E.2d at 731–32 (italicized in original) (quoting \nHunter, 162 N.C. App. at 480, 593 S.E.2d at 598). \n{45} Nevertheless, \n[d]ismissal under Rule 12(b)(6) is proper when one or more of the \nfollowing three conditions is sati sfied: (1) when on its face the \n \ncomplaint reveals no law supports plaintiff’s claim; (2) when on its face \nthe complaint reveals the absence of fact sufficient to make a good \nclaim; and (3) when some fact disc losed in the complaint necessarily \ndefeats plaintiff’s claim. \n \nJohnson, 86 N.C. App. at 4, 356 S.E.2d at 380 (citing Oates v. JAG, Inc., 314 N.C. \n276, 278, 333 S.E.2d 222, 224 (1985)). \nB. \nNORTH CAROLINA IDENTITY THEFT PROTECTION ACT \n{46} The NCITPA states, in pertinent part, “a business may not . . . \n[i]ntentionally communicate or otherwise make available to the general public an \nindividual’s social security  number.”  N.C. Gen. Stat. § 75-62(a)(1) (2007). \n{47} For purposes of the NCITPA, the term “[b]usiness” is defined as “[a] sole \nproprietorship, partnership, corporation, association, or other group, however \norganized and whether or not organized to operate at a profit.”  N.C. Gen. Stat. \n§ 75-61(1) (2007). \n{48} A business does not violate the NCITPA when the alleged activity relates \nto “the collection, use, or release of a social security number for internal verification \nor administrative purposes.”  N.C. Gen. Stat. § 75-62(b)(2) (2007). \nC. \nUNFAIR AND DECEPTIVE TRADE PRACTICES ACT \n{49} The NCITPA expressly provides, “[a] violation of [section 75-62 of the \nNorth Carolina General Statutes] is a violation of [section] 75-1.1 [of the UDTPA].”  \nN.C. Gen. Stat. § 75-62(d) (2007). \n{50} Thus, if Plaintiffs state valid claims under the NCITPA, they also state \nvalid claims under the UDTPA. \nD. \nINVASION OF PRIVACY \n{51} North Carolina courts have recognized the tort of invasion of privacy by \nway of intrusion upon one’s seclusion.  See, e.g., Toomer v. Garrett, 155 N.C. App. \n462, 479, 574 S.E.2d 76, 90 (2002). \n \n{52} “‘[O]ne who intentionally intrudes, physically or otherwise, upon the \nsolitude or seclusion of another or his private affairs or concerns, is subject to \nliability to the other for invasion of his privacy, if the intrusion would be highly \noffensive to a reasonable person.’”  Miller v. Brooks, 123 N.C. App. 20, 26, 472 \nS.E.2d 350, 354 (1996) (quoting Smith v. Jack Eckerd Corp., 101 N.C. App. 566, 568, \n400 S.E.2d 99, 100 (1991)). \n{53} “Generally, there must be a physical or sensory intrusion or an \nunauthorized prying into confidential personal records to support a claim for \ninvasion of privacy by intrusion.”  Broughton v. McClatchy Newspapers, Inc., 161 \nN.C. App. 20, 29, 588 S.E.2d 20, 27 (2003) (citing Burgess v. Busby, 142 N.C. App. \n393, 405, 544 S.E.2d 4, 11 (2001)). \n{54} North Carolina courts have not recognized a cause of action for invasion of \nprivacy by public disclosure of private facts.  See, e.g., Hall v. Post, 323 N.C. 259, \n265–70, 372 S.E.2d 711, 714–17 (1988) (holding that “claims for invasions of privacy \nby publication of true but ‘private’ facts are not cognizable at law in this State” and \nreversing the decision of the Court of Appeals that held to the contrary). \n \nV. \nANALYSIS \nA. \nNORTH CAROLINA IDENTITY THEFT PROTECTION ACT \n{55} Plaintiffs must allege three elements to state claims for violation of section \n75-62(a)(1) of the NCITPA: (1) Each Defendant must be a “business”; (2) Defendants \nmust communicate or otherwise make available to the general public Plaintiffs’ \nSocial Security numbers; and (3) Defendants must act with intent.  \nSee N.C. Gen. \nStat. § 75-62(a)(1) (2007). \n{56} Plaintiffs’ Amended Complaint satisfies all three elements. \n{57} First, Plaintiffs allege Defendants are labor unions.  (Am. Compl. ¶¶ 11–\n13.)  As such, it appears Defendants are “businesses” within the meaning of section \n75-61(1), which defines that term to include “association[s], or other group[s], \n \nhowever organized and whether or not organized to operate at a profit.”  N.C. Gen. \nStat. § 75-61(1) (2007).  \n{58} Second, Plaintiffs allege Defendants disseminated Plaintiffs’ Social \nSecurity numbers and then posted them on a bulletin board, which was accessible to \nthe general public.  (Am. Compl. ¶¶ 21–22, 30–31.)  \n{59} As to this element, the NCITPA requires only that Defendants make \nPlaintiffs’ Social Security numbers available to the general public.  It does not \nrequire that the general public actually see the Social Security numbers.  See N.C. \nGen. Stat. § 75-62(a)(1). \n{60} Moreover, contrary to Defendants’ contention, the NCITPA also does not \nrequire that the communication of Social Security numbers be done for the purpose \nof providing them to the general public or facilitating identity theft.  \nSee id. \n{61} Third, Plaintiffs allege that Defendants’ conduct was intentional, willful, \nand malicious.  (Am. Compl. ¶ 35.) \n{62} Furthermore, while it is true that a complaint should be dismissed if it \ndiscloses an unconditional affirmative defense that defeats the claims asserted, see \nSutton v. Duke, 277 N.C. 94, 102, 176 S.E.2d 161, 166 (1970), Defendants’ assertion \nthat the Bulletin Board was used for internal administrative purposes (and, \ntherefore, falls outside the ambit of the NCITPA) presents a factual dispute as to an \naffirmative defense, which the Court may not resolve at this stage of the case. \n{63} Taking the Amended Complaint in the light most favorable to Plaintiffs, \nthey have stated valid claims under the NCITPA. \n{64} Accordingly, the Court DENIES Defendants’ Motions as to these claims. \nB. \nUNFAIR AND DECEPTIVE TRADE PRACTICES ACT \n{65} As Defendants correctly point out, “‘the fundamental purpose of [the \nUDTPA] is to protect the consuming public,’” Durling v. King, 146 N.C. App. 483, \n488, 554 S.E.2d 1, 4 (2001) (quoting Prince v. Wright, 141 N.C. App. 262, 268–69, \n541 S.E.2d 191, 197 (2000)), and claims under the UDTPA typically involve buyer \n \nand seller, id. (citing Holley v. Coggin Pontiac, 43 N.C. App. 229, 259 S.E.2d 1 \n(1979)). \n{66} As a general matter, “employer-employee relationships do not fall within \nthe intended scope of [the UDTPA].”  Liggett Group, Inc. v. Sunas, 113 N.C. App. \n19, 31, 437 S.E.2d 674, 682 (1993) (citing Am. Marble Corp. v. Crawford, 84 N.C. \nApp. 86, 88, 351 S.E.2d 848, 849–50 (1987)); see also Buie v. Daniel Int’l Corp., 56 \nN.C. App. 445, 448, 289 S.E.2d 118, 119–20 (1982). \n{67} Defendants, however, have not brought to the Court’s attention any cases \nextending this general exemption to the employee-labor representative relationship, \nand the Court is aware of no such case. \n{68} Regardless, the General Assembly’s express and unambiguous declaration, \nthat “[a] violation of [section 75-62 of the NCIPTA] is a violation of [the UDTPA],” \nnecessarily defeats Defendants’ motion to dismiss this claim.  See, e.g., In re A.R.G., \n361 N.C. 392, 396, 646 S.E.2d 349, 351 (2007) (“[W]hen a statute is clear and \nunambiguous, [courts] will give effect to its plain meaning and will not entertain a \ncontextual determination of legislative intent.” (citing State v. Bryant, 361 N.C. \n100, 102, 637 S.E.2d 532, 534 (2006))). \n{69} Because Plaintiffs have alleged valid claims under the NCITPA, they also \nhave alleged valid claims under the UDTPA. \n{70} Accordingly, the Court DENIES Defendants’ Motions as to these claims. \nC.  \nINVASION OF PRIVACY \n{71} Plaintiffs assert two grounds for their invasion of privacy claims. \n{72} First, Plaintiffs allege their Amended Complaint states valid claims for \ninvasion of privacy by intrusion into Plaintiffs’ seclusion or solitude in that \nDefendants intentionally obtained their Social Security numbers and allowed \nunauthorized persons to access these numbers. \n{73} Relying primarily on Toomer v. Garrett, 155 N.C. App. 462, 574 S.E.2d 76 \n(2002), Plaintiffs assert that “the public disclosure of the Plaintiffs’ Social Security \nnumbers can be analogized to the ‘unauthorized opening and perusal of one’s mail’ \n \nand ‘would be highly offensive to a reasonable person.’”  (Pls.’ Resp. Defs.’ Mot. \nDismiss 9 (quoting Toomer, 155 N.C. App. at 480, 574 S.E.2d at 90).)   \n{74} The Court concludes, however, that this is not the type of “intentional \nintrusion, ‘physically or otherwise,’” necessary to state a claim for invasion of \nprivacy by intrusion into seclusion.  Miller, 123 N.C. App. at 26, 472 S.E.2d at 354; \nsee Broughton, 161 N.C. App. at 29, 588 S.E.2d at 27 (“Generally, there must be a \nphysical or sensory intrusion or an unauthorized prying into confidential personal \nrecords to support a claim for invasion of privacy by intrusion.” (citing Burgess, 142 \nN.C. App. at 405–06, 544 S.E.2d at 10–11 (2001))). \n{75} Toomer  is distinguishable.  In Toomer, the plaintiff alleged that the \ndefendants “intentionally used their authority to allow unauthorized persons to \nexamine plaintiff’s [state personnel] file.”  Toomer, 155 N.C. App. at 480, 574 S.E.2d \nat 90.  This examination of the plaintiff’s personnel file by unauthorized persons \nconstitutes the “intentional intrusion” necessary to state a claim for invasion of \nprivacy by intrusion, which is absent from Plaintiffs’ pleading in the present case. \n{76} Alternatively, Plaintiffs assert that “the passage of the [NC]ITPA and the \nparticular facts of this case justify recognition of the ‘public disclosure of private \nfacts’ branch of the invasion of privacy tort.”  (Pls.’ Resp. Defs.’ Mot. Dismiss 8.) \n{77} In support of this argument, Plaintiffs contend: \nIf the court holds that the Plaintiffs’ claim is necessarily a “public \ndisclosure” claim and dismisses it on that basis, the Plaintiffs will slip \nthrough the crack created by Hall v. Post .  Plaintiffs would be stuck \nwithout an invasion of privacy claim but also without the [intentional \ninfliction of emotional distress] claim envisioned by \nHall to be “almost \ninevitably” available. \n \n(Pls.’ Resp. Defs.’ Mot. Dismiss 11.) \n{78} Based largely on First Amendment principles, the Supreme Court of North \nCarolina has held that “claims for invasions of privacy by publication of true but \n‘private’ facts are not cognizable at law in this State.”  Hall, 323 N.C. at 265, 372 \nS.E.2d at 714 (overturning a Court of Appeals decision that adopted the intrusion \nbranch of the tort of invasion of privacy). \n \n{79} If, as Plaintiffs contend, there exists a “crack” in North Carolina’s invasion \nof privacy jurisprudence, this Court has no authority to seal it.  That power instead \nrests with the North Carolina Supreme Court.  See e.g., Dunn v. Pate, 106 N.C. \nApp. 56, 60, 415 S.E.2d 102, 104 (1992) (“[The Court of Appeals] has no authority to \noverrule decisions of our Supreme Court and we have the responsibility to follow \n[its] decisions ‘until otherwise ordered by the Supreme Court.’ . . .  It necessarily \nfollows that the trial court is bound by this same principle as well as the doctrine of \nstare decisis.” (quoting Cannon v. Miller, 313 N.C. 324, 327 S.E.2d 888 (1985))), \nrev’d on other grounds, 334 N.C. 115, 431 S.E.2d 178 (1993).  \n{80} Accordingly, the Court GRANTS Defendants’ Motions as to these claims. \n \nVI. \nCONCLUSION \n{81} The Court GRANTS Defendants’ Motions as to Plaintiffs’ claims for \ninvasion of privacy.  Those claims are dismissed with prejudice. \n{82} In all other respects, the Court DENIES the Motions. \n \nThis the 30th day of October, 2008. \n \n "
}