{
  "id": "e7858096efa2609831a658e79467258ccea8912aac4f590f541a92ef5d66a6a8",
  "source_file": "data/raw/ncbc/e7858096efa2609831a658e79467258ccea8912aac4f590f541a92ef5d66a6a8.pdf",
  "raw_text": "USA Trouser, S.A. de C.V. v. Williams, 2016 NCBC 54. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 790 \nUSA TROUSER, S.A. de C.V., \n \nPlaintiff, \n \nv. \n \nJAMES A. WILLIAMS; \nNAVIGATORS INSURANCE \nCOMPANY; and NAVIGATORS \nMANAGEMENT COMPANY, INC.,  \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION \n \n{1} THIS MATTER is before the Court on three motions to dismiss: (1) \nDefendant James A. Williams’s Motion to Dismiss Plaintiff’s Amended Complaint \n(“Williams’s Motion to Dismiss”); (2) Defendant Navigators Insurance Company’s \nMotion to Dismiss (“Navigators Insurance’s Motion to Dismiss”); and (3) Defendant \nNavigators Management Company, Inc.’s Motion to Dismiss (“Navigators \nManagement’s Motion to Dismiss”).  For the reasons expressed below, Williams’s \nMotion to Dismiss is GRANTED in part and DENIED in part, Navigators \nInsurance’s Motion to Dismiss is GRANTED, and Navigators Management’s Motion \nto Dismiss is GRANTED. \nLaw Offices of Matthew K. Rogers, PLLC by Matthew K. Rogers, and Nexsen \nPruet, PLLC by Christine L. Myatt for Plaintiff USA Trouser, S.A. de C.V. \nBradley Arant Boult Cummings LLP by Dana C. Lumsden and Katherine M. \nKliebert for Defendant James A. Williams. \nCozen O’Connor by Tracy L. Eggleston and Angelo G. Savino (pro hac vice) \nfor Defendants Navigators Insurance Company and Navigators Management \nCompany, Inc. \nGale, Chief J. \n \n \n \nI. INTRODUCTION \n{2} Plaintiff USA Trouser, S.A. de C.V. (“USA Trouser”) brings multiple \nclaims against Defendants James A. Williams (“Williams”), Navigators Insurance, \nCompany (“Navigators Insurance”) and Navigators Management Company, Inc. \n(“Navigators Management”).  The claims arise out of a relationship between USA \nTrouser and International Legwear Group, Inc. (“ILG”), a company for which \nWilliams served as CEO and director and for which Navigators Insurance provided \ndirector and officer liability insurance.  In part, USA Trouser seeks to compel \nNavigators Insurance and Navigators Management to pay the amount of a default \njudgment entered against ILG in USA Trouser’s favor in a prior federal action. \n{3} USA Trouser is a Mexican textile company that had contracted to \nsupply socks to ILG for resale in the United States.  USA Trouser claims that ILG, \nwithout disclosing its dire financial situation, induced USA Trouser to continue \nsupplying socks to ILG on credit.  ILG ultimately sold many of its assets, delivered \nthe proceeds to its secured creditors, and failed to honor its commitments to pay \nUSA Trouser.  USA Trouser sued ILG and three individuals that had served as \nILG’s directors or officers in the United States District Court for the Western \nDistrict of North Carolina.  USA Trouser obtained a default judgment against ILG, \nand claims against the individual defendants in that action were either dismissed \nby summary judgment or settled.  Williams was not a party to that action.   \n{4} In this action, USA Trouser brings similar claims against Williams to \nthose that it brought in the federal case.  USA Trouser also brings claims against \nNavigators Insurance and Navigators Management that are related to the \ninsurance companies’ actions during the federal case and after the entry of default \njudgment against ILG.  Williams asserts that USA Trouser’s fraud claim is not \nadequately alleged and that the rest of the claims against him are barred by \ncollateral estoppel.  Navigators Insurance asserts that USA Trouser does not have \nstanding to bring its claim, and even if it did, ILG’s policy does not cover the \nliability established by the default judgment.  Navigators Management asserts that \nit has no contractual obligation to USA Trouser. \n \n \n{5} For the reasons expressed below, the Court limits certain claims but \nallows them to proceed against Williams, dismisses USA Trouser’s claims against \nWilliams for actual fraud, negligent misrepresentation, fraudulent and/or negligent \nfailure to perform statutory duties, and conspiracy to defraud, and dismisses all \nclaims against Navigators Insurance and Navigators Management. \nII. LEGAL STANDARD \n{6} Under Rule 12(b)(6) of the North Carolina Rules of Civil Procedure \n(“Rules”), the Court assumes the facts alleged in USA Trouser’s First Amended \nComplaint to be true and views them in the light most favorable to USA Trouser.\n1  \nSee Tarrant v. Freeway Foods of Greensboro, Inc., 163 N.C. App. 504, 508, 593 \nS.E.2d 808, 811 (2004).  Because the First Amended Complaint refers to and \ndepends on certain documents, the Court may consider those documents without \nconverting the Rule 12(b)(6) motions into motions for summary judgment.  See \nSchlieper v. Johnson, 195 N.C. App. 257, 261, 672 S.E.2d 548, 551 (2009).  USA \nTrouser may not recover if the First Amended Complaint lacks sufficient facts to \nsupport its claims or discloses a fact that necessarily defeats its claims.  See Pinney \nv. State Farm Mut. Ins. Co., 146 N.C. App. 248, 253, 552 S.E.2d 186, 190 (2001). \nIII. THE PARTIES \n{7} USA Trouser is a Mexican sock and hosiery manufacturing company \nwith a principal place of business in Mexico.  \n{8} Navigators Insurance is a New York company that has offices in New \nYork City, New York, and Stamford, Connecticut, Navigators Insurance and that \nprovides director and officer (“D&O”) liability insurance to North Carolina \nresidents. \n                                                            \n1 Williams did not oppose USA Trouser amending its complaint to state its fraud and conspiracy-to-\ndefraud claims with greater specificity, subject to his right to challenge the claims after amendment.  \nThe Court permitted USA Trouser to amend his fraud-based claims.  USA Trouser then filed a \nsubstantially altered Second Amended Complaint on May 11, 2015.  Williams moved to strike the \nSecond Amended Complaint on the basis that the amendments exceeded the Court’s grant of \npermission to USA Trouser to stating the fraud claims with greater specificity. The Court has today \ngranted Williams’s motion to strike by separate order and considers only the First Amended \nComplaint when ruling on the pending motions in this Order & Opinion.  \n \n \n{9} Navigators Management is a New York company that has places of \nbusiness in New York City, New York, and Stamford, Connecticut, and that is \nregistered to do business in North Carolina.  \n{10} Williams is or was a resident of Guilford County, North Carolina, and \nwas formerly a director, the president, and the CEO of ILG.   \n{11} ILG was a Virginia corporation that had its principal place of business \nin North Carolina before it was dissolved in 2012.  Williams remains ILG’s \nregistered agent in North Carolina. \nV. BACKGROUND \nA. General Background \n{12} USA Trouser manufactured and shipped socks to ILG, and ILG resold \nthe socks to Walmart and Payless Shoes.   \n{13} Williams became ILG’s CEO in September 2010.  John Sanchez \n(“Sanchez) was ILG’s chief financial officer and Bill Sheely (“Sheely”) was ILG’s \nchief operating officer.  \n{14} ILG purchased D&O liability insurance from Navigators Insurance, \nand Navigators Insurance issued policy number PH10DOL616113IV (the “ILG \nPolicy”), which insured ILG for the period of December 31, 2010, through December \n31, 2017.   \n{15} ILG was in breach of its loan agreements with CapitalSource Finance, \nLLC (“CapSource”) and was operating under a forbearance agreement with \nCapSource when Williams became ILG’s CEO.  ILG’s financial position declined \nafter Williams became CEO, and by February 2011, ILG was in default of at least \none of its forbearance covenants.  CapSource notified ILG on March 8, 2011, that it \nwould no longer continue to fund ILG’s operations.  ILG and its officers did not \ndisclose ILG’s financial situation to USA Trouser. \n{16} By the end of May 2011, ILG was behind in its payments to USA \nTrouser for shipments that ILG had already received.  Sanchez and Sheely traveled \nto Mexico to meet with USA Trouser executives on June 2, 2011, at which time they \n \n \npromised that ILG would make minimum weekly payments of $100,000.00 to pay \ndown past-due invoices and that ILG would pay the additional amount necessary to \ncover new invoices.  ILG did not honor this promise. \n{17} On July 18 or 19, 2011, Williams told ILG employees that ILG was \nunable to meet its financial obligations and that CapSource would not continue to \nfinance ILG.  On August 11, 2011, Williams signed an asset-purchase agreement to \nsell all of ILG’s assets.  The asset-purchase agreement specified that the asset \npurchaser would not assume any of ILG’s contractual liabilities.  USA Trouser \nreceived no proceeds from the sale of ILG’s assets.  The Virginia State Corporation \nCommission terminated ILG’s corporate existence on April 30, 2012.   \nB. The Federal Lawsuit and the ILG Default Judgment \n{18} On September 6, 2011, USA Trouser initiated a lawsuit in North \nCarolina superior court (the “ILG Lawsuit”) against ILG, Sheely, Sanchez, and the \nformer chairman of ILG’s board of directors, Scott Andrews (“Andrews”).  USA \nTrouser brought eight claims: (1) breach of contract, (2) breach of fiduciary \nduty/constructive trust, (3) fraud/fraudulent concealment/negligent \nmisrepresentation, (4) unfair and deceptive trade practices, (5) breach of implied \ncovenants of good faith and fair dealing, (6) fraudulent and/or negligent failure to \nperform statutory duties, (7) conversion, and (8) fraudulent conveyance.  See USA \nTrouser, S.A. de C.V. v. Int’l Legwear Grp. Inc., No. 1:11-cv-00244-MR-DLH, 2012 \nU.S. Dist. LEXIS 177456, at *1–2 (W.D.N.C. Dec. 13, 2012), aff’d in part, vacated in \npart, and remanded sub nom. USA Trouser, S.A. de C.V. v. Andrews, 612 F. App’x \n158 (4th Cir. 2015), reh’g denied, No. 14-402 (4th Cir. July 17, 2015).  On September \n21, 2011, the case was removed to the United States District Court for the Western \nDistrict of North Carolina. See id. at *2. \n{19} ILG, Andrews, Sanchez, and Sheely each submitted the claims brought \nagainst them to Navigators.   \n \n \n{20} Navigators engaged Bradley Arant Boult Cummings LLP (“Bradley \nArant”) to represent all of the defendants in the ILG Lawsuit and initially paid for \nthe defense of all of the defendants. \n{21} On December 27, 2011, with ILG’s authorization, Bradley Arant moved \nto withdraw as ILG’s counsel.  The district court granted the motion and directed \nILG to retain new counsel within ten days.  When ILG failed to comply, the district \ncourt struck ILG’s Answer. The district court entered default against ILG on \nFebruary 2, 2012, and the ILG Lawsuit continued against the individual \ndefendants.   \n{22} USA Trouser and the individual defendants filed cross-motions for \nsummary judgment in the ILG Lawsuit on September 4, 2012.   \n{23} On December 13, 2012, United States District Judge Martin Reidinger \nissued an opinion on the various motions for summary judgment (“District Court \nOrder”).  See Int’l Legwear Grp., Inc., 2012 U.S. Dist. LEXIS 177456.  In that \nopinion, he denied USA Trouser’s motions for summary judgment in their entirety; \ngranted summary judgment in favor of Andrews and dismissed all claims against \nhim; denied summary judgment on USA Trouser’s claims against Sanchez and \nSheely for fraud and unfair-and-deceptive trade practices based on fraud; and \ngranted summary judgment in favor of Sanchez and Sheely, dismissing the non-\nfraud-based claims brought against them.  \nId. at *36–37. \n{24} Later, Sanchez and Sheely made an offer of judgment to USA Trouser, \nwhich USA Trouser accepted, resulting in entry of judgment against Sanchez and \nSheely in the amount of $277,185.82.  Navigators Insurance paid the judgment.   \n{25} On March 25, 2014, the district court entered default judgment against \nILG totaling $1,993,856.48.  See USA Trouser, S.A. de C.V. v. Int’l Legwear Grp., \nInc., No. 1:11-cv-00244-MR-DLH, 2014 U.S. Dist. LEXIS 39271, at *35–37 \n(W.D.N.C. Mar. 25, 2014).  In that order, Judge Reidinger found that USA Trouser \nwas entitled to damages of $655,256.16 on its breach of contract and fraud claims \nand that the damages arising from ILG’s “fraudulent and deceptive acts” should be \ntrebled to $1,965,768.48 under N.C. Gen. Stat. § 75-16 (2015).  Id. at *26–27.  Judge \n \n \nReidinger also awarded $27,858.00 in attorneys’ fees and $230.00 for costs.  Id. at \n*37. \n{26} On April 29, 2015, USA Trouser appealed the District Court Order’s \ndismissal of all claims against Andrews. \nC. Proceedings in the Present Action and Further Developments in the ILG \nLawsuit.  \n{27} USA Trouser filed its original Complaint in this action on \nJune 2, 2014, initially bringing claims against only Williams.   \n{28} On June 20, 2014, USA Trouser sent Navigators a letter demanding \nthat Navigators pay the default judgment plus any accrued post-judgment interest.  \nNavigators received the demand letter on June 23, 2014.  Navigators has not \nresponded to the demand letter and has not paid the default judgment.   \n{29} The case was designated as a complex business case on July 3, 2014, \nand assigned to the undersigned on July 7, 2014.   \n{30} USA Trouser filed its First Amended Complaint on August 14, 2014, \nbringing the following claims against Williams: (1) breach of fiduciary duty and \nconstructive fraud, (2) fraud, (3) fraudulent concealment, (4) negligent \nmisrepresentation, (5) conspiracy to defraud, and (6) fraudulent and/or negligent \nfailure to perform statutory duties.  The First Amended Complaint also added \nNavigators Insurance and Navigators Management as Defendants, alleging claims \nagainst them for conspiracy to defraud, bad-faith claims-settlement practices, and \nunfair-and-deceptive trade practices (“UDTP”).  \n{31} Williams’s filed his motion to dismiss on September 15, 2014.  \nNavigators Insurance and Navigators Management filed their motions to dismiss on \nOctober 17, 2014.   \n{32} The Court heard argument on the motions to dismiss on April 9, 2015.  \nOn April 21, 2015, the Court issued an Order permitting USA Trouser to amend its \nFirst Amended Complaint to state its fraud-based claims with greater particularity \n(“Amendment Order”).  \n \n \n{33} On May 5, 2015, the Fourth Circuit issued its opinion on USA \nTrouser’s appeal of the District Court Order (“Fourth Circuit Opinion”), vacating \nJudge Reidenger’s dismissal of USA Trouser’s fiduciary duty and constructive trust \nclaims, but affirming Judge Reidinger’s dismissal of all of USA Trouser’s other \nclaims.  Andrews, 612 Fed. App’x at 162.2   \n{34} USA Trouser filed its Second Amended Complaint in the present \naction on May 11, 2015.   \n{35} Williams filed his Motion to Strike on May 15, 2015, arguing that the \nSecond Amended Complaint exceeded the scope of any amendment the Court \nallowed by the Amendment Order. \n{36} On October 7, 2015, two weeks before the remaining claims in the ILG \nLawsuit were scheduled for trial in federal court, USA Trouser moved to remand \nthose claims to North Carolina state court, to dismiss those claims with prejudice, \nor alternatively to consolidate the federal action with the present action before this \nCourt.  \nSee USA Trouser, S.A. de C.V. v. Int’l Legwear Grp., Inc., No. 1:11-cv-00244-\nMR-DLH, 2015 U.S. Dist. LEXIS 145517, at *2 (W.D.N.C. Oct. 27, 2015), appeal \ndocketed, No. 16-1144 (4th Cir. Feb. 11, 2016).  Judge Reidinger denied USA \nTrouser’s motion in its entirety on October 27, 2015.  See id.   \n{37} Then, on October 30, 2015, the parties represented to the federal court \nthat the remaining claims in the ILG Lawsuit had been settled, at the same time \nfiling a memorandum of understanding (“MOU”) that indicated that the parties also \nintended to settle the claims brought against Williams in this action.  \nSee USA \nTrouser, S.A. de C.V. v. Andrews, No. 1:11-cv-00244-MR-DLH, 2016 U.S. Dist. \nLEXIS 3038, at *1 (W.D.N.C. Jan. 11, 2016).  A dispute arose regarding the parties’ \nperformance under the agreement, and Andrews filed a motion to enforce the MOU.  \nSee id.  Judge Reidinger granted that motion on January 11, 2016.  Id. at *4–5.  \n                                                            \n2 Andrews subsequently petitioned the Fourth Circuit to rehear his appeal, and that petition was \ndenied on July 17, 2015.  See Andrews, No. 14-402. \n \n \n \nUSA Trouser then appealed that ruling and several others to the Fourth Circuit, \nwhere the appeal is still pending as of the date of this Order & Opinion.   \n{38} All motions have been fully briefed and are ripe for decision. \nIV. ANALYSIS \n{39} The Court first addresses the motions made by Navigators Insurance \nand Navigators Management and then addresses Williams’s Motion to Dismiss. \n{40} USA Trouser makes three claims against Navigators Insurance and \nNavigators Management: (1) conspiracy to defraud, (2) bad-faith claims-settlement \npractices, and (3) UDTP.  Navigators Management and Navigators Insurance have \nmade separate motions to dismiss the claims. \nA. Navigators Management’s Motion to Dismiss \n{41} Navigators Management’s Motion to Dismiss, brought pursuant to \nRule 12(b)(6), argues that USA Trouser’s claims for bad-faith claims-settlement \npractices and UDTP should be dismissed because Navigators Management was not \na party to the ILG Policy, nor did it have any role in issuing the ILG Policy.  \nNavigators Management also argues that the only other claim against it, conspiracy \nto defraud, has not been pleaded with adequate specificity to meet the requirements \nof Rule 9(b).   \n{42} USA Trouser has not responded to Navigators Management’s \nargument that it did not issue the ILG Policy, had no role in issuing the ILG Policy, \nand was not a party to the ILG Policy.  Rather, both in pleading and in briefing, \nUSA Trouser mostly groups together its allegations against the two Navigators \nentities, referring to both simply as “Navigators.”  Although the First Amended \nComplaint alleges a relationship between Navigators Insurance and Navigators \nManagement, USA Trouser fails to plead or argue any basis as to why this \nrelationship leads to Navigators Management’s liability for bad-faith claims-\nsettlement practices or UDTP.  Accordingly, Navigators Management’s Motion to \nDismiss should be granted as to those claims on this ground alone.   \n \n \n{43} Alternatively, the grounds that the Court discusses below, which \njustify the dismissal of all claims against Navigator’s Insurance, including the claim \nfor conspiracy to defraud, would also inure to the benefit of Navigator’s \nManagement.  Hereafter, the Court refers to Navigators Insurance and Navigators \nManagement collectively as “Navigators.” \nB. Navigators Insurance’s Motion to Dismiss \n1. Conspiracy to Defraud \n{44} To successfully plead a conspiracy claim, a plaintiff must allege “an \nagreement between two or more individuals to do an unlawful act or to do a lawful \nact in an unlawful way.”  Muse v. Morrison, 234 N.C. 195, 198, 66 S.E.2d 783, 784 \n(1951) (quoting State v. Dalton, 168 N.C. 204, 205, 83 S.E. 693, 694 (1914)).  With \nrespect to USA Trouser’s conspiracy-to-defraud claim against Navigators, USA \nTrouser alleges the following in its First Amended Complaint: \n228. Navigators conspired with ILG’s officers and directors to commit \nfraud on the court by intending to cause default to be entered \nagainst ILG purportedly for non-payment of legal fees, when \nNavigators intended to pay for the defense of co-defendants and \nwhen the ILG Policy covered ILG with regard to the acts and \nomissions of ILG’s officers including Williams, and Navigators \nconspired to dissolve ILG without disposing of contingent or \nknown liabilities of which Navigators was aware or reasonably \nshould’ve been aware. \n . . . \n230. Navigators are conspiring with Williams to avoid paying the \n[Default] Judgment despite facts that already establish liability of \nboth be established and Trouser is entitled to attorney fees as \ndamages relating thereto. \n231. Navigators Insurance is conspiring with Navigators Management \nto avoid paying the Judgment in violation of North Carolina law. \n(First Am. Compl. ¶¶ 228, 230–31.)  It is not clear whether USA Trouser predicates \nits conspiracy claim on constructive fraud, actual fraud, or fraudulent concealment, \nhowever “[a] claim for conspiracy to defraud cannot succeed without a successful \n \n \nunderlying claim for fraud.”  Jay Grp., Ltd. v. Glasgow, 139 N.C. App. 595, 599, 534 \nS.E.2d 233, 236 (2000).   \n{45} A constructive-fraud claim requires “(1) facts and circumstances \ncreating a relation of trust and confidence; (2) which surrounded the consummation \nof the transaction in which the defendant is alleged to have taken advantage of the \nrelationship; and (3) the defendant sought to benefit himself in the transaction.”  \nMarketplace Antique Mall, Inc. v. Lewis, 163 N.C. App. 596, 599, 594 S.E.2d 121, \n124 (2004).  To establish a claim for actual fraud, a plaintiff must show “(1) that \ndefendant made a false representation or concealment of a material fact; (2) that \nthe representation or concealment was reasonably calculated to deceive him; (3) \nthat defendant intended to deceive him; (4) that plaintiff was deceived; and (5) that \nplaintiff suffered damage resulting from defendant’s misrepresentation or \nconcealment.”  \nJay Grp. Ltd., 139 N.C. App. at 599, 534 S.E.2d at 236 (emphasis \nomitted) (quoting Claggett v. Wake Forest Univ., 126 N.C. App. 602, 610, 486 \nS.E.2d 443, 447 (1997)).  A fraud claim that is based on the concealment of a \nmaterial fact requires that the defendant have a duty to disclose that fact.  See \nGriffin v. Wheeler-Leonard & Co., 290 N.C. 185, 198, 225 S.E.2d 557, 565 (1976). \n{46} Because USA Trouser alleges only that Navigators was involved in a \ncivil conspiracy directly related to events that occurred during and after the ILG \nLawsuit, the Court examines that timeframe and the circumstances surrounding \nthe ILG Lawsuit to determine if the elements of a claim for fraudulent \nrepresentation, fraudulent omission, or constructive fraud have been adequately \npleaded. \n{47} Viewing the facts in the light most favor to USA Trouser, the Court \nconcludes that USA Trouser has not alleged facts that support that ILG, Williams, \nor Navigators owed a duty to disclose to USA Trouser any material facts pertaining \nto the ILG litigation, or that Navigators had any role, involvement in, or knowledge \nof ILG’s dissolution.  USA Trouser alleges no statements made by any of the \nDefendants during the relevant period upon which a claim for affirmative fraud \nmight rest.  Accordingly, USA Trouser has failed to adequately allege the \n \n \nunderlying fraudulent conduct required to state a claim for conspiracy to defraud \nagainst Navigators and these claims must be dismissed. \n2. Bad-Faith Claims-Settlement Practices and UDTP Claims \n{48} Navigators’s primary argument is that USA Trouser’s claims were not \ncovered by the ILG Policy.  Additionally, Navigators asserts that North Carolina, \nexcept in limited circumstances not present in this case, does not recognize a cause \nof action for UDTP brought by a third-party to an insurance contract against the \nliability insurer of an opposing party.  The Court concludes that USA Trouser’s \nUDTP claim against Navigators is not recognized in North Carolina and should \ntherefore be dismissed.\n3 \n{49} USA Trouser seeks to assert both a claim under section 58-63-15(11) of \nthe General Statutes and a UDTP claim.  A violation of section 58-63-15(11) \nconstitutes an unfair and deceptive trade practice under section 75-1.1 as a matter \nof law.  See Gray v. N.C. Ins. Underwriting Ass’n, 352 N.C. 61, 70–71, 529 S.E.2d \n676, 682–83 (2000).  North Carolina does not recognize a standalone private action \nagainst an insurance company for violations of section 58-63-15(11).  See Country \nClub of Johnston Cty, Inc. v. U.S. Fid. & Guar. Co., 150 N.C. App. 231, 246, 563 \nS.E.2d 269, 279 (2002).   \n{50} USA Trouser asserts that it may maintain its UDTP claim against \nNavigators because it was placed in privity of contract with Navigators as a result \nof securing a default judgment against ILG.  The Court must reconcile two cases \nfrom the North Carolina Court of Appeals to determine whether USA Trouser may \nbring its claim.  See Murray v. Nationwide Mut. Ins. Co., 123 N.C. App. 1, 472 \nS.E.2d 358 (1996); Wilson v. Wilson, 121 N.C. App. 662, 468 S.E.2d 495 (1996). \n{51} In the first case, Wilson v. Wilson, an injured third party to a \ntortfeasor’s insurance contract brought a UDTP claim against the tortfeasor’s \n                                                            \n3 The Court need not consider circumstances from other cases where a judgment creditor may have \ntaken steps to bring a claim in the right of the policyholder, such as requesting assignment or \ninitiating other legal proceeding.  The Court also need not reach the issue of whether the policy’s \ninsuring provisions extend to the liability on which the default judgment is based. \n \n \ninsurer, before judgment in the underlying action between the injured third party \nand the tortfeasor, for bad-faith refusal to settle.  121 N.C. App. at 663, 468 S.E.2d \nat 496.  Proceeding on the earlier version of North Carolina’s UDTP statute, in \ndetermining that “a private right of action under [section 58-63.15] and [section 75-\n1.1] may not be asserted by a third-party claimant against the insurer of an adverse \nparty,” the North Carolina Court of Appeals noted that the plaintiff was a third-\nparty stranger to the insurance contract and was not in privity with the insured.  \nId. at 665, 468 S.E.2d at 497.  The court further noted that most states that have \nconsidered this issue have not allowed that type of claim.  Id. at 665–66, 468 S.E.2d \nat 497–98.  The court of appeals summarized the two primary reasons for its \ndecision: \nFirst, allowing such third-party suits against insurers would encourage \nunwarranted settlement demands, since plaintiffs would be able to \nthreaten a claim for an alleged violation of [section 58-63-15(11)] in an \nattempt to extract a settlement offer. \n. . . \nSecond, allowing a third-party claim against the insurer of an adverse \nparty for violating [section 58-63-15(11)] may result in a conflict of \ninterest for the insurance company.  Upon defending its insured, the \ninsurer has a duty to act diligently and in good faith to its insured.  \nThe insurer has a duty to safeguard the interests of its insured.  \nAllowing a third-party action because of a violation of [section 58-63-\n15(11)] would require the insurer to also act in the best interests of the \nparty adverse to its insured. Such a result would likely put the insurer \nin a position of conflict with its insured—the party adverse to the third \nparty. \nId. at 666–67, 468 S.E.2d at 498. \n{52} That same year, in Murray v. Nationwide Mutual Insurance Co., the \ncourt of appeals created a carve-out to the Wilson prohibition on third-party UDTP \nclaims against insurers.  See 123 N.C. App. at 14–16, 472 S.E.2d at 365–66.  In \nMurray, the plaintiff obtained a judgment against a tortfeasor for injuries resulting \nfrom a car accident and then, after the tortfeasor’s insurer repeatedly placed \nconditions on its payment of the judgment, pursued a claim against the insurer \nbased on section 58-63-15(11).  Id. at 4–7, 472 S.E.2d at 359–61.  There was no \n \n \ndispute in Murray that the claim underlying the judgment fell within the insuring \nprovisions of the insurance contract. \n{53} The court of appeals held that the Wilson rule, which prohibits a \nUDTP action against an insurer by a stranger to the insurance contract, did not \npreclude the Murray plaintiff’s claim because the Murray plaintiff was an intended \nthird-party beneficiary of the insurance contract, placing the plaintiff in contractual \nprivity with the insurer.  Id. at 14–15, 472 S.E.2d at 365–66.   \n{54} In reaching this result, the court of appeals, recited the well-settled \nrule in North Carolina that a party injured in an automobile accident is an intended \nthird-party beneficiary of the tortfeasor’s automobile insurance policy, which is \nissued with the express contemplation that the mandatory liability insurance \ncoverage inures to the benefit of other motorists.  Id. at 15, 472 S.E.2d at 366; see \nalso Nationwide Mut. Ins. Co. v. Chantos, 293 N.C. 431, 440–41, 238 S.E.2d 597, \n603–04 (1977) (holding that a car-accident victim’s rights against an insurer are \nstatutory and become absolute when the victim is injured by the insured).  \nAccordingly, the judgment claimant in Murray was deemed to have sufficient \nprivity of contract as an intended third-party beneficiary to assert a claim arising \nunder the insurance contract.  See Murray, 123 N.C. App. at 15, 472 S.E.2d at 366 \n(“Therefore, the instant plaintiff is in contractual privity with [the insurer], and for \nthis reason alone, is not bound by the third-party restrictions set forth in Wilson.”); \nsee also Prince v. Wright, 141 N.C. App. 262, 269–70, 541 S.E.2d 191, 197 (2000) \n(noting that a third party generally cannot directly sue the insurer of an opposing \nparty unless that third party is an intended beneficiary of the insurance contract).  \nThe court of appeals noted that its holding was strengthened by the fact that the \nconduct underlying the UDTP claim occurred post-judgment.  Id. at 16, 472 S.E.2d \nat 366. \n{55} Murray’s reliance on a finding that the claimant had rights as an \nintended third-party beneficiary comports with general contract doctrine, which \nallows a third party to bring suit on a contract if the party shows “(1) the existence \nof a contract between two other persons; (2) that the contract was valid and \n \n \nenforceable; and (3) that the contract was entered into for his direct, and not \nincidental, benefit.”  Raritan River Steel Co. v. Cherry, Bekaert & Holland, 79 N.C. \nApp. 81, 86, 339 S.E.2d 62, at 66 (1986) (quoting Leasing Corp. v. Miller, 45 N.C. \nApp. 400, 405–06, 263 S.E.2d 313, 317 (1980)), rev’d on other grounds, 322 N.C. 200, \n367 S.E.2d 609 (1988).  Anyone for whose direct benefit a liability insurance policy \nis issued may maintain an action directly against the insurer for any loss suffered.  \nCarolina Transp. & Distrib. Co. v. Am. Alliance Ins. Co., 214 N.C. 596, 601, 200 S.E. \n411, 414 (1938).   \n{56} However, it does not follow that everyone seeking benefits under an \ninsurance policy qualifies as an intended third-party beneficiary, even where a \njudgment against an insured has been obtained.  To qualify as an intended third-\nparty beneficiary, “[i]t is not enough that the contract, in fact, benefits the [third \nparty], if, when the contract was made, the contracting parties did not intend it to \nbenefit the [third party] directly.”  Country Boys Auction & Realty Co. v. Carolina \nWarehouse, Inc., 180 N.C. App. 141, 146, 636 S.E.2d 309, 313 (2006) (quoting \nHolshouser v. Shaner Hotel Grp. Props., 134 N.C. App. 391, 399–400, 518 S.E.2d 17, \n25 (1999)).  North Carolina courts have determined that certain parties are \nintended third-party beneficiaries of certain types of insurance contracts as a \nmatter of law, because those parties were intended to benefit from the insurance.  \nSee, e.g., Chantos, 293 N.C. at 440–41, 238 S.E.2d at 604 (holding that the \nautomobile insurance required by the Financial Responsibility Act is intended for \nthe direct benefit of the injured victims); Carolina Transp. & Distrib. Co., 214 N.C. \nat 601, 200 S.E. at 414 (holding that an insurance policy covering goods held by a \ncommon carrier in a bailor–bailee-type relationship is intended for the direct benefit \nof the owner of the insured goods).   \n{57} The express terms of an insurance policy may also convey a right to a \nthird party to bring an action on the contract.  See Hall v. Harleysville Mut. Cas. \nCo., 233 N.C. 339, 340, 64 S.E.2d 160, 161 (1951) (permitting a third party to bring \na claim against the insurer of an adverse party when the terms of the insurance \n \n \npolicy allowed a third-party cause of action to be brought against the insurer after \nthe third party has first obtained a judgment against the insured).   \n{58} Applying these principles, the Court concludes that USA Trouser was \nneither the insured nor an intended third-party beneficiary of the ILG Policy.  The \nCourt is not aware of a policy justification that would require a court to deem that a \ncompany’s general liability or D&O liability insurance coverage inures to the direct \nbenefit of injured trade creditors like USA Trouser.  The policy considerations \npertaining to automobile liability insurance policies do not apply in this commercial \ncontext.   \n{59} The Court concludes that USA Trouser’s UDTP claim against \nNavigators is not a recognized claim in North Carolina. \nC. Williams’s Motion to Dismiss \n{60} Williams’s Motion to Dismiss is brought pursuant to Rules 9(b) and \n12(b)(6).  Williams first disputes whether USA Trouser has alleged a minimal basis \non which to pierce ILG’s veil so as to impose personal liability on him for the default \njudgment entered against ILG.  Williams further argues that the following claims \nagainst him are, in any event, barred by collateral estoppel:  (1) breach of fiduciary \nduty, (2) constructive fraud, (3) fraudulent concealment, (4) negligent \nmisrepresentation, and (5) fraudulent and/or negligent failure to perform statutory \nduties.  Alternatively, Williams argues USA Trouser has failed to plead its fraud \nclaim with sufficient particularity to inform Williams of the basis of the claim made \nagainst him and that the doctrine of intracorporate immunity bars USA Trouser’s \nconspiracy-to-defraud claim.  Finally, Williams seeks to dismiss the UDTP claim \nagainst him because it is derivative of the other claims that should be dismissed. \n1. USA Trouser Has Failed to Allege a Basis on Which to Impose Personal \nLiability on Williams for the Default Judgment Against ILG. \n{61} USA Trouser has not directly responded to Williams’s assertion that it \nhas failed to plead a basis for piercing ILG’s corporate veil.  “The doctrine of \npiercing the corporate veil is not a theory of liability.  Rather, it provides an avenue \n \n \nto pursue legal claims against corporate officers or directors who would otherwise be \nshielded by the corporate form.”  Green v. Freeman, 367 N.C. 136, 146, 749 S.E.2d \n262, 271 (2013).  USA Trouser argues that the default judgment against ILG \ncollaterally estops Williams from disputing his liability for USA Trouser’s claims \nand alternatively that Williams is responsible for the liability established by the \ndefault judgment as a tortfeasor. \n{62} USA Trouser argues that the default judgment against ILG estops \nWilliams from arguing against his liability, even though Williams was not a party \nto the federal action in which the default judgment was entered.  The collateral \nestoppel doctrine does not permit the liability established by the default judgment \nagainst ILG to be imputed to Williams without Williams first having had an \nopportunity to defend against that liability.  See Rymer v. Estate of Sorrells, 127 \nN.C. App. 266, 269, 488 S.E.2d 838, 840 (1997) (noting that nonmutual, offensive \ncollateral estoppel applies where “a plaintiff seeks to foreclose a defendant from \nrelitigating an issue that the defendant has previously litigated unsuccessfully in \nanother action against a different party”); see also Sartin v. Macik, 535 F.3d 284, \n289 (4th Cir. 2008) (holding that, under North Carolina law, a default judgment \ndoes not have collateral estoppel effect, even though it might have res judicata \neffect).  Even if the corporation’s liability has been established by judgment, if the \nofficer’s liability to the injured party has not already been established, the injured \nparty cannot assert collateral estoppel against the officer based on the judgment \nagainst the corporation.  \nSee State Farm Mut. Auto. Ins. Co. v. Holland, 324 N.C. \n466, 471, 380 S.E.2d 100, 103 (1989).   \n{63} USA Trouser separately argues that it has alleged a basis for finding \nWilliams liable for the judgment because ILG and Williams were joint tortfeasors.  \nAn officer of a corporation may be held individually liable for his own torts.  Forbes \nv. Par Ten Grp., Inc., 99 N.C. App. 587, 596, 394 S.E.2d 643, 648 (1990).  The \ninjured party may hold either the corporation or the officer liable for the wrongful \nacts or omissions an officer acting within the scope of his authority, or the party \nmay hold them both liable as joint tortfeasors.  Id.  But a determination that a \n \n \ncorporation is liable does not necessarily also indicate that the corporation’s officer \ncommitted a separate tort for which personal liability should be imposed against the \nofficer. See Holland, 324 N.C. at 471, 380 S.E.2d at 103 (noting that collateral \nestoppel did not establish a defendant’s joint and several liability where the \ndefendant’s liability had never been established because he was not a party to the \nearlier action and had not been made a third-party defendant by the original \ndefendant).  USA Trouser must first prove that Williams committed a tortious act.  \nId.  Without more, the entry of default judgment against ILG does not meet the \nrequired showing. \n2. Collateral Estoppel Bars or Limits Most of USA Trouser’s Claims Against \nWilliams. \n{64} Williams argues that collateral-estoppel effect of the District Court \nOrder precludes USA Trouser’s claims for breach of fiduciary duty, constructive \nfraud, fraudulent concealment, negligent misrepresentation, and fraudulent or \nnegligent failure to perform statutory duties against him individually.  The basis of \nWilliams’s argument was undercut, in part, when the Fourth Circuit Opinion \nvacated Judge Reidinger’s grant of summary judgment on certain of USA Trouser’s \nclaims that are based on a finding that ILG’s directors owed USA Trouser a limited \nduty.  \n{65} Williams acknowledges that the Fourth Circuit Opinion precludes his \nability to rely on collateral estoppel regarding USA Trouser’s claims for breach of \nfiduciary duty, fraud, and constructive fraud, as well as the UDTP claim to the \nextent that it relies on those underlying claims.  On the other hand, it is difficult to \ndiscern the scope of USA Trouser’s various arguments.  It appears that USA \nTrouser seeks to avoid Williams’s defensive use of collateral estoppel through an \neffort to distinguish \nThomas M. McInnis & Associates, Inc. v. Hall, the case in \nwhich the North Carolina Supreme Court adopted nonmutual collateral estoppel.  \n318 N.C. 421, 428, 349 S.E.2d 552, 557 (1986).  USA Trouser also argues that the \nILG Lawsuit should have no preclusive effect on USA Trouser’s claims against \nWilliams because he remained ILG’s CEO and president for nine months after USA \n \n \nTrouser filed its complaint in the federal action.  Finally, USA Trouser alleges that \nit did not have a full and adequate opportunity to litigate the issues in the ILG \nLawsuit and that Judge Reidinger’s opinion was flawed as to both the law and the \nfacts of the federal case.  As a result, USA Trouser argues, it should not be estopped \nfrom litigating those issues in this matter. The Court has fully considered USA \nTrouser’s arguments as the Court understands them, and finds them to be without \nmerit. \na. General Principles Regarding Collateral Estoppel  \n{66} The doctrine of collateral estoppel serves to prevent relitigation of \nissues that were actually litigated and necessary to the outcome of a prior-litigated \naction.  Id. at 428, 349 S.E.2d at 557.  The doctrine applies where issues that have \nbeen fully litigated in a federal court are presented in a subsequent state court \naction.  Nicholson v. Jackson Cty. Sch. Bd., 170 N.C. App. 650, 654–55, 614 S.E.2d \n319, 322 (2005).  The party asserting collateral estoppel bears the burden of proving \nthat the elements of collateral estoppel have been met.  Powers v. Tatum, 196 N.C. \nApp. 639, 642, 676 S.E.2d 89, 92 (2009). \nTo carry this burden, the moving party must show: (1) a prior suit \nresulting in a final judgment or decree; (2) between identical parties or \nthose in privity; (3) involving one or more identical issues; (4) that the \nspecific issue was litigated and necessary to the prior judgment; and \n(5) that the specific issue was actually determined.   \nId.   \n{67} It is now well established in North Carolina that the parties to the two \nactions need not be identical when estoppel is asserted defensively.  See Mays v. \nClanton, 169 N.C. App. 239, 241, 609 S.E.2d 453, 455 (2005).   \nb. Williams Has Met His Initial Burden of Proving the Elements of \nCollateral Estoppel. \n{68} The Court concludes that Williams has met his burden of establishing \nthe required elements of collateral estoppel. \n \n \n{69} First, the District Court Order as to the individual defendants became \na final order when Judge Reidinger entered default judgment against ILG, resolving \nall remaining claims.  See Fed. R. Civ. P. 54(b); N.C. R. Civ. P. 54(b).   \n{70} Second, even though Williams was not a party to the ILG Lawsuit, \nUSA Trouser had a full and fair opportunity during the ILG Lawsuit to litigate the \nissues related to any liability of ILG’s officers and directors.  See Mays, 169 N.C. \nApp. at 241, 609 S.E.2d at 455 (noting that application of nonmutual collateral \nestoppel is proper, even by a party that was not a party or in privity with a party in \nthe prior action, when the party against whom collateral estoppel is asserted had a \nfull and fair opportunity to litigate the same issues).  USA Trouser cannot avoid \napplication of estoppel by arguing in this separate action that it did not have fair \nopportunity to litigate in the federal action.  “An issue is ‘actually litigated,’ for the \npurposes of collateral estoppel or issue preclusion, if it is properly raised in the \npleadings or otherwise submitted for determination and is in fact determined.”  \nPropst v. N.C. Dep’t Health & Human Servs., 234 N.C. App. 165, 168, 758 S.E.2d \n892, 895 (2014) (quoting Williams v. Peabody, 217 N.C. App. 1, 6, 719 S.E.2d 88, 93 \n(2011)).  Judge Reidinger’s discussion and findings regarding the nature of the \nbusiness relationship between USA Trouser and ILG are too numerous to recount, \nbut they make clear that issues USA Trouser now raises against Williams were \nactually litigated. \n{71} Third, USA Trouser is attempting to relitigate issues in this action \nthat are identical to those presented to Judge Reidinger, solely because Williams \nwas not a defendant in the ILG Lawsuit.  Many of USA Trouser’s claims in this \nmatter against Williams hinge on an alleged duty between ILG and its directors \nand officers, and USA Trouser.  The issues that Judge Reidinger and the Fourth \nCircuit decided related primarily to the duty, or lack of duty, owed by ILG’s \ndirectors and officers to USA Trouser.  \nSee Andrews, 612 Fed. App’x. at 160–61; \nInt’l Legwear, 2012 U.S. Dist. LEXIS 177456, at *22–26.  Those issues were \nnecessary to the District Court Opinion, and were “in fact, determined” by Judge \nReidinger.  Propst, 234 N.C. App. at 168, 758 S.E.2d at 895 (citation omitted).  \n \n \nThough the Fourth Circuit subsequently determined that certain of USA Trouser’s \nclaims should instead proceed to trial, such a holding does not prevent Judge \nReidinger’s decision from having a preclusive effect as to other issues underlying \nUSA Trouser’s claims.  See Thomas M. McInnis & Assocs., 318 N.C. at 431, 349 \nS.E.2d at 558. \n{72} Neither can USA Trouser avoid the preclusive effect of the District \nCourt Order by arguing that the district court erred in its decision.  Even if a \njudgment contains errors of fact or law, the judgment maintains its collateral-\nestoppel effect until it is reversed or vacated.  See State v. Summers, 351 N.C. 620, \n623, 528 S.E.2d 17, 20 (2000) (“[W]hen a fact has been agreed upon or decided in a \ncourt of record, neither of the parties shall be allowed to call it in question, and have \nit tried over again at any time thereafter, so long as the judgment or decree stands \nunreversed.” (alteration in original) (quoting King v. Grindstaff, 284 N.C. 348, 355, \n200 S.E.2d 799, 804 (1973))).   \n{73} USA Trouser’s argument that Williams remained CEO and President \nfor nine months after USA Trouser filed its complaint is irrelevant to the estoppel \neffect of the federal judgment, at least to the extent that USA Trouser’s claims are \npredicated on actions taken by Williams and ILG before USA Trouser filed its \ncomplaint in the ILG Lawsuit.  Any allegations against Williams that are based on \nactions that have occurred since that time relate to a conspiracy claim arising from \nNavigators’s failure to pay the default judgment, but the Court has dismissed that \nclaim for other reasons. \n{74} Having concluded that Williams has met his burden of proving the \nelements of collateral estoppel, the Court now analyzes each claim individually to \ndetermine that collateral estoppel serves to limit certain claims and bar others. \nc. USA Trouser’s Breach-of-Fiduciary-Duty and Constructive-Fraud \nClaims Must Be Limited as to Their Potential Scope. \n{75} USA Trouser’s claims for breach of fiduciary duty and constructive \nfraud both rely on Williams owing a fiduciary duty to USA Trouser.  See Dalton v. \n \n \nCamp, 353 N.C. 647, 651, 548 S.E.2d 704, 707 (2001) (“For a breach of fiduciary \nduty to exist, there must first be a fiduciary relationship between the parties.”); \nHighland Paving Co., LLC v. First Bank, 227 N.C. App. 36, 42, 742 S.E.2d 287, 292 \n(2013) (noting that, to establish constructive fraud, the plaintiff must show that the \ndefendant owes the plaintiff a fiduciary duty, breached that duty, and sought to \nbenefit himself in the transaction). \n{76} In the District Court Order, Judge Reidinger noted that, “[a]t best, \nUSA Trouser was an unsecured creditor of ILG,” and that “[g]enerally, corporate \ndirectors do not owe a fiduciary duty to creditors of the corporation.”  Int’l Legwear \nGrp., Inc., 2012 U.S. Dist. LEXIS 177456, at *22.  Judge Reidinger continued, \nnoting that courts have recognized an exception to that general rule and have found \nthat directors owe a fiduciary duty to creditors under circumstances amounting to a \ndissolution of the corporation.  \nId. at *23.  However, Judge Reidinger next found \nthat ILG’s directors and officers were “prosecuting ILG’s business in good faith,” \nand that a consideration of those actions superseded other factors that indicated \nthat ILG was dissolving.  See id. at *23–24 (quoting Keener Lumber Co. v. Perry, \n149 N.C. App. 19, 31, 560 S.E.2d 817, 825 (2002)).  Judge Reidinger further found \nthat, even if Sanchez, Sheely, and Andrews owed a fiduciary duty to USA Trouser, \nthere was no breach of that duty, because they were permitted to prefer ILG’s \nsecured creditors over USA Trouser, which was an unsecured creditor.  Id. at *24–\n25.  On these bases, Judge Reidinger dismissed USA Trouser’s claims for breach of \nfiduciary duty and constructive fraud, which were based on the existence of a \nfiduciary duty.  Id. at *26. \n{77} On appeal, the Fourth Circuit found that “genuine issues of material \nfact remain concerning whether ILG was winding-up or dissolving and, thus, \nwhether a creditor–director fiduciary relationship existed.”  Andrews, 612 F. App’x. \nat 161.  The Fourth Circuit agreed with Judge Reidinger that the forced liquidation \nof ILG’s assets and distribution of the proceeds to ILG’s primary lender could not \nform the basis of any breach.  Id.  The Fourth Circuit then noted that summary \njudgment on USA Trouser’s constructive fraud claim was inappropriate because \n \n \nUSA Trouser might be able to provide evidence that the directors owed a director–\ncreditor fiduciary duty, and Judge Reidinger had dismissed the claim for lack of \nthat duty.  Id. at 161.  The Fourth Circuit affirmed the remainder of Judge \nReidinger’s order.  Id. at 162. \n{78} The effect of the two federal judgments serves to limit any fiduciary \nduty that Williams might owe to USA Trouser to such a duty that might exist if \nUSA Trouser can prove that ILG was in the process of winding-up or dissolution.  \nThe Fourth Circuit did not address whether specific actions by the directors \nconstituted breaches of the director–creditor fiduciary duty, but it did determine \nthat one action could not constitute breach: \n[T]he forced liquidation of ILG’s assets and distribution of the proceeds \nto ILG’s primary lender could not form the basis of a breach because, \n“even after the fiduciary duty arises, directors of a corporation may \nprefer secured creditors over unsecured creditors” by paying all debts \nto the former before paying any debts to the latter. \nId. at 161 (quoting Keener Lumber, 149 N.C. App. at 33, 560 S.E.2d at 827).  \nTherefore, USA Trouser’s breach of fiduciary duty and constructive fraud claims in \nthis matter have not been finally adjudicated in the ILG action and might survive \nbeyond estoppel, but those claims are limited to the extent of USA Trouser’s ability \nto prove that ILG was in the process of winding up or dissolution, which may create \na creditor–director fiduciary relationship between Williams and USA Trouser.  \nFurther, ILG’s decision to pay its secured creditors before paying USA Trouser, as a \nmatter of law, cannot now constitute a breach of that duty. \nd. USA Trouser’s Fraudulent Concealment Claim Survives but Must Be \nLimited to the Same Degree as Its Breach of Fiduciary Duty and \nConstructive Fraud Claim. \n{79} To state a claim for fraudulent concealment, USA Trouser must show \nthat that there is a relationship of trust and confidence between the parties and \nthat Williams has failed to disclose all material facts.  Stamm v. Salomon, 144 N.C. \nApp. 672, 680, 551 S.E.2d 152, 157–58 (2001).   \n \n \n{80} USA Trouser’s fraudulent-concealment claim in this action is \npresented in a different-enough manner from the fraudulent-concealment claim in \nthe ILG Lawsuit so as to prevent the Court from dismissing the claim due to \ncollateral estoppel. \n{81} Judge Reidinger dismissed USA Trouser’s fraudulent-concealment \nclaim on two grounds: (1) that Andrews, Sanchez, and Sheely did not owe a \nfiduciary duty to USA Trouser, and (2) that USA Trouser did not act in reliance on \nany failure to disclose by Andrews, Sanchez, or Sheely related to the sale of ILG’s \nsock inventory to a third party.  Int’l Legwear Grp., Inc., 2012 U.S. Dist. LEXIS \n177456, at *30.  Even though the Fourth Circuit vacated Judge Reidinger’s holding \nthat the officers owed no fiduciary duty, it nevertheless upheld Judge Reidinger’s \ndismissal of USA Trouser’s claim for fraudulent concealment, because there was no \nevidence of an action taken in reliance of a breach of that duty.  Andrews, 612 Fed. \nApp’x. at 162.  In the present action, USA Trouser’s fraudulent concealment claim is \npremised on William’s concealment of ILG’s financial status from USA Trouser.  \nUSA Trouser alleges that it would have stopped shipping socks to ILG had it known \nof ILG’s tenuous financial status.  Neither Judge Reidinger nor the Fourth Circuit \ndecided this issue, and as such, it was not “actually determined” so as to preclude \nthe claim based on collateral estoppel.  Powers, 196 N.C. App. at 642, 676 S.E.2d at \n92.   \n{82} Therefore, Williams’s Motion to Dismiss is DENIED as to USA \nTrouser’s fraudulent concealment claim, but proof of the existence of a duty upon \nwhich a concealment claim may be pursued must be limited to the same degree as \nUSA Trouser’s breach-of-fiduciary-duty and constructive-fraud claims. \ne. USA Trouser’s Claim of Fraudulent and/or Negligent Failure to \nPerform Statutory Duties Is Barred by Collateral Estoppel. \n{83} In support of its claim for “fra udulent and/or negligent failure to \nperform statutory duties,” USA Trouser alleges, inter alia, that Williams failed to \nperform his duties as a CEO, failed to inform himself regarding ILG’s financial \n \n \nstatus, failed to schedule meetings of director or shareholders, and failed to wind \ndown the business in an orderly manner.  In support, USA Trouser states that \nWilliams was in breach of sections 55-7-01, 55-14-05, and 55-14-06 of the North \nCarolina General statutes, as well as “applicable or equivalent Virginia statutes.”  \n(First Am. Compl. ¶¶ 251–52.) \n{84} In the District Court Order, Judge Reidinger held that USA Trouser \nlacked standing to bring a claim of failure to perform statutory duties, as ILG’s \nofficers and directors owed a statutory duty to ILG rather than to USA Trouser.  \nInt’l Legwear Grp., 2012 U.S. Dist. LEXIS 177456, at *32.  Judge Reidinger then \ndismissed USA Trouser’s claims for failure to perform statutory duties against \nAndrews, Sanchez, and Sheely.  Id.  This holding is binding against USA Trouser, \nwhich is therefore collaterally estopped from arguing that it has standing to bring a \nfurther claim for fraudulent and/or negligent failure to perform statutory duties.  \nIrrespective of the collateral estoppel effect of the District Court Order, this Court \nindependently reaches the same legal conclusion as Judge Reidinger regarding this \nclaim. \n3. USA Trouser Has Failed to Adequately Allege in Support of Its Negligent \nMisrepresentation and Fraud Claims that Williams Made an Affirmative \nRepresentation to USA Trouser. \n{85} Outside the context of collatera l estoppel, Williams argues that USA \nTrouser has failed to allege that he made an affirmative representation on which \nUSA Trouser may base a fraud or negligent misrepresentation claim. \n{86} To plead a fraud claim, the esse ntial elements include the following: \n“(1) [a] false representation . . . of a [past or existing] material fact, (2) reasonably \ncalculated to deceive, (3) made with intent to deceive, (4) which does in fact deceive, \n(5) resulting in damage to the injured party.”  Hardin v. KCS Int'l, Inc., 199 N.C. \nApp. 687, 696, 682 S.E.2d 726, 733 (2009) (third alteration in original) (quoting \nPhelps-Dickson Builders, L.L.C. v. Amerimann Partners, 172 N.C. App. 427, 437, \n617 S.E.2d 664, 670 (2005)).  It is well established that allegations of fraud must be \npleaded with greater particularity than other claims.  See N.C. R. Civ. P. 9(b); see \n \n \nalso Terry v. Terry, 302 N.C. 77, 84, 273 S.E.2d 674, 678 (1981).  A plaintiff may \nmeet this burden by “alleging time, place and content of the fraudulent \nrepresentation, identity of the person making the representation and what was \nobtained as a result of the fraudulent acts or representations.”  Terry, 302 N.C. at \n85, 273 S.E.2d at 678. \n{87} To successfully plead a negligent misrepresentation claim, a complaint \nmust allege that “(1) a party justifiably relie[d], (2) to his detriment, (3) on \ninformation prepared without reasonable care, (4) by one who owed the relying \nparty a duty of care.”  \nWalker v. Town of Stoneville, 211 N.C. App. 24, 30, 712 \nS.E.2d 239, 244 (2011) (quoting Simms v. Prudential Life Ins. Co. of. Am., 140 N.C. \nApp. 529, 532, 537 S.E.2d 237, 240 (2000)).  In contrast to a fraudulent concealment \nclaim or other claim based on a failure to disclose, and similar to a claim of actual \nfraud, “[f]or [a] negligent misrepresentation claim, the Court . . . must inquire \nwhether there has been an adequate allegation of an actual, affirmative \nrepresentation.”  Loftin v. QA Invs., LLC, No. 03 CVS 16882, 2015 NCBC LEXIS 44, \nat *25–26 (N.C. Super. Ct. Apr. 30, 2015).  \n{88} The First Amended Complaint is devoid of allegations that Williams \npersonally made any affirmative representations to USA Trouser, at most alleging \nthat “Williams led Trouser to believe ILG was financially sound and would be for \nthe future.”  (First. Am. Compl. ¶ 81.)  Such an allegation does not meet the \nheightened pleading requirements of an actual fraud claim.  Further, even under \nthe liberal Rule 12(b)(6) standard, when construing that statement in the light most \nfavorable to USA Trouser, this allegation does not give Williams “notice of the \ntransaction, occurrences, or series of transactions or occurrences, intended to be \nproved showing that [USA Trouser] is entitled to relief” for its negligent \nmisrepresentation claim.  N.C. R. Civ. P. 8(a)(1).   \n \n \n \n \n \n4. USA Trouser’s Civil Conspiracy Claim Against Williams Should Be \nDismissed. \n{89} To state a claim for civil cons piracy, USA Trouser must plead that \nthere was an agreement between Williams and someone else to do a wrongful act, \nthat there was an act committed in furtherance of the agreement, and that USA \nTrouser suffered damage from the act.  Pleasant Valley Promenade v. Lechmere, \nInc., 120 N.C. App. 650, 657, 464 S.E.2d 47, 54 (1995).  However, the doctrine of \nintracorporate immunity, which is well established in North Carolina law, generally \nprohibits making a conspiracy claim against a corporation and its agents because \n“claiming that a corporation has conspired with its agents, officers, or employees . . . \nis ‘tantamount to accusing a corporation of conspiring with itself.’”  Kingsdown, Inc. \nv. Hinshaw, No. 14 CVS 1701, 2015 NCBC LEXIS 30, at *35 (N.C. Super. Ct. Mar. \n25, 2015) (quoting State ex rel. Cooper v. Ridgeway Brands Mfg., LLC, 184 N.C. \nApp. 613, 625, 646 S.E.2d 790, 799 (2007)).   \n{90} There is a narrow exception to this prohibition that applies in \ninstances where the alleged conspirator “has an ‘independent personal stake in \nachieving the corporation’s illegal objective.’”  Kingsdown, 2015 NCBC LEXIS 30, at \n*36 (quoting Buschi v. Kirven, 775 F.2d 1240, 1252 (4th Cir. 1985)).  But an interest \nin the general profitability of the corporation is insufficient to establish that a party \nhas an independent personal stake in the corporation’s illegal objective.  Garlock v. \nHilliard, No. 00 CVS 1018, 2000 NCBC LEXIS 6, at *17–18 (N.C. Super. Ct. Aug. \n22, 2000). \n{91} The allegations upon which USA Tr ouser premises its conspiracy claim \nagainst Williams may fairly be grouped into two categories: (1) actions that \nWilliams undertook in concert with ILG and its other officers and directors to an \nend that ultimately harmed USA Trouser, and (2) actions that Williams undertook \nwith Navigators to avoid paying the default judgment that USA Trouser obtained in \nthe ILG Lawsuit.  The Court concludes that the doctrine of intracorporate immunity \nbars claims based on the first category of allegations.  Any conspiracy claim based \n \n \non the second category of allegations should fail for the same reasons that the Court \nhas determined that the conspiracy claim against Navigators fails. \n5. The Court Must Defer Its Ruling on any UDTP Claim, but any Such \nClaim Must Be Limited to the Same Extent as the Underlying Claims on \nWhich the UDTP Claim Rests.   \n{92} USA Trouser’s UDTP claim is pred icated on the actions underlying its \nother claims.  Because the Court has found that several of USA Trouser’s other \nclaims, though limited, survive Williams’s Motion to Dismiss, USA Trouser’s UDTP \nclaim should also survive.  C.f. Trantham v. Michael L. Martin, Inc., 228 N.C. App. \n118, 125, 745 S.E.2d 327, 333 (2013) (indicating that conduct that constitutes a \nbreach of fiduciary duty and constructive fraud is also sufficient to support a UDTP \nclaim). \nV. CONCLUSION \n{93} In conclusion, Navigators Ma nagement’s Motion to Dismiss and \nNavigators Insurance’s Motion to Dismiss are GRANTED.  All claims against \nNavigators Management and Navigators Insurance are DISMISSED WITH \nPREJUDICE.   \n{94} Williams’s Motion to Dismiss is  GRANTED IN PART and DENIED IN \nPART.  The following claims against Williams are DISMISSED WITH \nPREJUDICE: \n1. Actual fraud; \n2. Negligent misrepresentation; \n3. Fraudulent and/or negligent failure to perform statutory duties; and \n4. Civil conspiracy. \nUSA Trouser’s other claims are limited as described above. \n \n \n \n \n IT IS SO ORDERED, this the 21st day of July, 2016. \n \n \n       /s/ James L. Gale                                   l \n       J a m e s  L .  G a l e  \n       Chief Special Superior Court Judge \n          f o r  C o m p l e x  B u s i n e s s  C a s e s  "
}