{
  "id": "e797731777006bc78a0627b209b2bc9b1ba51628788599f31cf63d7990b8016e",
  "source_file": "data/raw/ncbc/e797731777006bc78a0627b209b2bc9b1ba51628788599f31cf63d7990b8016e.pdf",
  "raw_text": "Marcoux v. Prim, 2004 NCBC 5\n \nNORTH CAROLINA\n \nCOUNTY OF FORSYTH\n \nIN THE GENERAL \nCOURT OF JUSTICE\nSUPERIOR COURT \nDIVISION\n04 CVS 920\n \nRICHARD MARCOUX, on behalf of\nhimself and all others \nsimilarly situated,\n \nPlaintiff,\n \nv.\n \nBILLY D. PRIM, ANDREW J.\nFILIPOWSKI, MARK CASTANEDA,\nDAVID \nL. WARNOCK, RICHARD A.\nBRENNER, STEVEN D. DEVICK,\nROBERT J. LUNN and JOHN H.\nMUEHLSTEIN,\n \nDefendants.\n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \n \n \nORDER AND OPINION\n \n \n{1}\n \n      \nThis case arises out of Plaintiff Richard Marcoux’s (“Marcoux”) claim that Defendants Billy D.\nPrim, Andrew J. Filipowski, Mark Castaneda, David L. Warnock, Richard A. Brenner, Steven D. Devick,\nRobert J. Lunn and John H. Muehlstein (collectively the “Individual Defendants”), in their capacities as\nmembers of Blue Rhino Corporation’s Board of Directors, violated their fiduciary duties by approving a\nmerger with Ferrellgas Partners, L.P.\n  \nPlaintiff specifically asserts that defendants violated the fiduciary\nduties of loyalty and due care that directors owe to shareholders.\n  \nThe corporation is not a party to this\nlawsuit.\n  \nThis matter comes before the Court on plaintiff’s motion for a preliminary injunction to prevent\nthe shareholders from voting on the Merger as well as defendants’ motion to dismiss.\n  \nThe shareholders\nare scheduled to vote on April 20, 2004.\n \n{2}\n \n      \nAfter considering the briefs and oral arguments, the Court denies defendants’ motion to dismiss\nand denies plaintiff’s motion for preliminary injunction.\n \nMcDaniel & Anderson, L.L.P. by L. Bruce McDaniel; Milberg Weiss Bershad Hynes & Lerach,\nL.L.P. by William S. Lerach, Darren J. Robbins, Stephen J. Oddo, A. Rick Atwood, Jr., Randall J.\nBaron and Shaun L. Grove; and Robbins Umeda & Fink, L.L.P. by Marc M. Umeda and Jeffrey P.\nFink for Plaintiff.\n \nBell, Davis & Pitt, P.A. by William K. Davis and Edward B. Davis for Defendants Billy D. Prim,\nAndrew J. Filipowski and Mark Castaneda.\n \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P. by James T. Williams, Jr. and Mack\nSperling for Defendants David L. Warnock, Richard A. Brenner, Steven D. Devick, Robert J. Lunn\nand John H. Muehlstein.\n \nPROCEDURAL BACKGROUND\n{3}\n \n      \nThis matter was designated a complex business case and assigned to the undersigned Special\nSuperior Court Judge for Complex Business Cases by order of the Chief Justice of the Supreme Court of\nNorth Carolina dated March 25, 2004.\n  \nA telephonic conference involving counsel for all parties was held\non Tuesday evening, March 30, 2004.\n  \nAlthough the class action complaint filed February 12, 2004\ninvolved challenges to the proposed merger, and the shareholders’ vote on the merger was set for April\n20, 2004, at the time of the telephonic conference neither a motion for preliminary injunction nor motion\nfor expedited discovery had been filed, nor had any deposition been noticed.\n  \nDefendants’ counsel had\npreviously filed a motion to dismiss in conjunction with their answer to the complaint.\n  \nPlaintiff’s counsel\nmoved orally at the telephone conference for expedited discovery, while defendants’ counsel opposed any\ndiscovery, asserting that the complaint is deficient on its face and discovery a mere fishing expedition.\n{4}\n \n      \nGiven the short history of the case and under these importunate time considerations, the Court\nestablished the following schedule by order dated April 1, 2004: opening briefs on plaintiff’s motion for a\npreliminary injunction and defendants’ motion to dismiss were to be filed by April 9, 2004; opposition\nbriefs to plaintiff’s motion for a preliminary injunction and defendants’ motion to dismiss were due on\nApril 13, 2004; and, because the presiding judge is concurrently in trial in another county, a hearing on\nplaintiff’s motion for a preliminary injunction and defendants’ motion to dismiss was held on April 15,\n2004 at 7 p.m. and concluded at 10 p.m.\n  \nA motion to amend the complaint was filed on April 13, 2004.\n{5}\n \n      \nThe Court is placed in a procedural box. \n \nPlaintiff filed his complaint three days after the merger\nwas announced.\n  \nMarcoux had few, if any, facts upon which to base a claim.\n  \nHence his allegations are\nconclusory in nature.\n  \nThe Delaware courts have repeatedly urged plaintiffs to use the tools available under\nDelaware law before filing shareholder suits.\n  \nPlaintiff did not avail himself of that opportunity or wait for\nthe proxy statement to be filed, but rushed to the courthouse in North Carolina.\n  \nHe did not avail himself of\nthe case management benefits of the North Carolina Business Court until March 23, 2004.\n{6}\n \n      \nAfter having the benefit of the proxy statement and limited discovery, plaintiff has shifted his\ntheory of the case in his motion for preliminary injunction to one of a failure to disclose and has moved to\namend the complaint.\n  \nWhile the Court is not inclined to condone or encourage the filing of complaints\nwithout investigation supporting their basis, the Court is also cognizant of its duty to protect shareholders.\n \nAccordingly the Court has addressed both the motion to dismiss and the motion for preliminary\ninjunction.\n  \nBecause plaintiff filed the motion to amend the complaint just days before the hearing, the\nCourt has based its decision on the motion to dismiss on the original complaint (“Complaint”).\n \nI.\n                    \nFACTUAL BACKGROUND\n \nA.\n  \nTHE MERGER\n{7}\n \n      \nOn February 9, 2004, Blue Rhino Corporation (“Blue Rhino”) announced that it had entered into a\nmerger agreement (the “Merger Agreement”) with Ferrellgas Partners, L.P. (“Ferrellgas”).\n  \nBlue Rhino is\na Delaware corporation with its principal offices located in Winston-Salem, North Carolina.\n  \nThe company\nis publicly traded on the NASDAQ, and institutional investors and mutual funds own 41% of Blue\nRhino’s outstanding common stock.\n  \nThe primary business of Blue Rhino is exchanging propane cylinders\nand providing propane-related products.\n \n{8}\n \n      \nFerrellgas, a Delaware master limited partnership whose common units trade on the New York\nStock Exchange, is a Fortune 1000 company as well as one of the nation’s largest and fastest growing\nmarketers of retail propane. Ferrell Companies, Inc. (“Ferrell”) is a Kansas corporation that owns the\ngeneral partner of Ferrellgas, as well as approximately 45% of the outstanding common units of Ferrellgas.\n{9}\n \n      \nIn addition to Ferrell’s ownership interest in Ferrellgas, it also owns FCI Trading Corporation\n(“FCI”) and Diesel Acquisition, LLC (“Diesel”).\n  \nFCI Trading is a Delaware corporation and a Ferrell\nsubsidiary established to purchase and sell energy commodities.\n  \nDiesel is a Delaware limited liability\ncompany and a wholly owned subsidiary of FCI recently formed solely to effect the Merger with Blue\nRhino.\n{10}\n         \nThe Merger Agreement provides for shareholders of Blue Rhino to receive $17 in cash for each\nshare of common stock owned, an amount representing a 22% premium over the closing price the day\nbefore the Merger announcement.\n[1]\n  \nThe Merger Agreement also includes a $10 million termination fee\nwhich is approximately 2.9% of the $340 million value of the Merger.\n  \nIt also contains a “fiduciary out”\nprovision.\n  \nBlue Rhino will hold a shareholders meeting on April 20, 2004, at which time its shareholders\nmay vote to approve or block the Merger with Ferrellgas.\n  \nIf the shareholders approve the transaction,\nBlue Rhino will merge into Diesel and become a wholly owned subsidiary of FCI and thus part of the\nFerrellgas organization.\n \nB.\n  \nTHE PLAINTIFF\n{11}\n         \nMarcoux owns 100 shares of Blue Rhino, which he purchased about a year ago for $10 per share.\n \nPlaintiff will make a $700 profit on his $1,000 investment if the proposed Merger goes through.\n  \nMarcoux\nis also the plaintiff in a shareholder derivative action in California in which the Blue Rhino directors are\ndefendants.\n  \nNo other shareholder has joined Marcoux in this suit or filed similar claims.\n \nC.\n   \nTHE BOARD OF DIRECTORS\n{12}\n         \nPlaintiff Marcoux filed this case as a class action, on behalf of the shareholders of Blue Rhino\nagainst the Individual Defendants, on February 12, 2004 in Forsyth County.\n  \nPlaintiff seeks to enjoin the\nMerger, asserting that each member of Blue Rhino’s Board of Directors (the “Board”) violated his\nfiduciary duties of loyalty and due care by pursuing and agreeing to the Merger with Ferrellgas.\n  \nPlaintiff\nnamed the following three persons, who constitute the inside directors on the Board, as defendants:\n·\n          \nBilly D. Prim (“Prim”) serves as the chairman of the Board and chief executive officer of Blue\nRhino.\n  \nPrim was the co-founder of Blue Rhino and has served in the above capacities since\nestablishing the company in March 1994.\n  \nPrim owns 8.9% of Blue Rhino’s common stock.\n \nPrim is credited with creating the business concept which made Blue Rhino successful.\n·\n          \nAndrew J. Filipowski (“Filipowski”) is the vice chairman of the Board and was a Blue Rhino\nco-founder.\n  \nFilipowski owns 11.5% of Blue Rhino’s common stock.\n·\n          \nMark Castaneda (“Castaneda”) is Blue Rhino’s chief financial officer and a member of the\nBoard.\n  \nCastaneda owns 1.2% of Blue Rhino’s common stock.\n{13}\n         \nPlaintiff also named five other persons, who constitute the outside directors on the Board, as\ndefendants in the Complaint:\n·\n          \nDavid L. Warnock (“Warnock) is a director of Blue Rhino since 2000.\n  \nWarnock is the\nmanaging partner of the private investment firm Camden Partners, L.P. (“Camden Partners”).\n \nWarnock owns 20,007 shares of Blue Rhino, which accounts for less than 1% of the\ncompany’s common stock.\n  \nAn affiliated entity of Camden Partners, Camden Strategic Partners\nII, LLC, owns 8.5% of Blue Rhino’s common stock.\n·\n          \nRichard A. Brenner (“Brenner”) is a director of Blue Rhino since 1998.\n  \nBrenner is the chief\nexecutive officer of Ammar Garage Doors, a manufacturer and distributor of garage doors.\n \nBrenner owns 62,646 shares of Blue Rhino, which account for less than 1% of the company’s\ncommon stock.\n·\n          \nSteven D. Devick (“Devick”) is a director of Blue Rhino since 1994.\n  \nDevick is the chief\nexecutive officer of DDE, Inc., a management services company.\n  \nDevick owns 41,194 shares\nof Blue Rhino, which account for less than 1% of the company’s common stock.\n·\n          \nRobert J. Lunn (“Lunn”) is a director of Blue Rhino since 1999.\n  \nLunn is the managing partner\nof the private investment firm Lunn Partners, LLC.\n  \nLunn owns 24,341 shares of Blue Rhino,\nwhich account for less than 1% of the company’s common stock.\n·\n          \nJohn H. Muehlstein (“Muehlstein”) is a director of Blue Rhino since 1995.\n  \nMuehlstein is the\nmanaging partner of the law firm Pederson & Houpt, P.C.\n  \nMuehlstein owns 40,546 shares of\nBlue Rhino, which account for less than 1% of the company’s common stock.\n{14}\n         \nIn connection with the Merger, the parties entered into a voting agreement that provided for\nseveral Blue Rhino shareholders to vote in favor of the Merger and in opposition to any measure adverse\nto the Merger.\n  \nPrim, Filipowski, Camden Partners and Malcolm R. McQuilkin (the CEO of Blue Rhino\nGlobal Sourcing) agreed to the terms of the voting agreement.\n  \nThe combined common stock of these\nshareholders represents approximately 26.5% of the outstanding stock of Blue Rhino.\nD.\n  \nMERGER NEGOTIATIONS AND THE SPECIAL COMMITTEE\n{15}\n         \nBlue Rhino employed several precautionary corporate governance and analytical measures before\nentering into the Merger agreement.\n  \nFirst, the Board considered several other merger opportunities before\nelecting to pursue the deal with Ferrellgas.\n  \nFor example, in November 2003 Blue Rhino entered into a\nconfidentiality agreement with a Fortune 500 company (the “Fortune 500 company”) to facilitate the\nexchange of information necessary to evaluate a potential acquisition by this entity.\n  \nThe Fortune 500\ncompany, however, later decided that it could not acquire Blue Rhino and declined to make an offer.\n \n{16}\n         \nThe impetus for the search for strategic alternatives was the entry of AmeriGas Partners, L.P.\n(“AmeriGas”) into the market.\n   \nAs a direct competitor to Blue Rhino, AmeriGas had the power to drive\ndown prices and margins in order to grab market share, an accomplishment made easier given the industry\ncustomer concentration in big box retailers.\n  \nIn the view of the directors, AmeriGas posed a threat which\nwarranted the search for a larger partner.\n  \nAwareness of that threat is a far more plausible reason for the\nmerger than plaintiff’s assertion that it was done to eliminate his derivative claim.\n{17}\n         \nAfter the Fortune 500 company declined to make an offer for Blue Rhino because of various\nbusiness considerations, the Board authorized management to engage Banc of America Securities to find\npotential acquirers and explore other strategic alternatives.\n  \nShortly thereafter, Prim contacted Ferrell to\ngauge if there was any interest on their part to acquire Blue Rhino.\n  \nIn late December 2003, Blue Rhino\nand Ferrell executed confidentiality agreements and resolved to commence negotiations in the New Year.\nThe parties commenced negotiations in January 2004, holding several meetings in Winston-Salem.\n  \nOn\nJanuary 27 Ferrell offered to acquire Blue Rhino for $17 per share, which is the same price as the\nproposed transaction that is the subject of this dispute.\n{18}\n         \nBanc of America Securities, at the request of Blue Rhino management, continued, however, to\nevaluate other potential acquirers.\n  \nOn January 21 investment bankers from Banc of America Securities\nmet with representatives of a foreign multinational corporation (the “foreign company”) to determine if\nthat organization had any interest in acquiring Blue Rhino.\n  \nThe foreign company informed Banc of\nAmerica Securities that it had no interest.\n  \nThe foreign company believed that Blue Rhino was fully valued\nat $13.50 per share.\n  \nNo entity other than Ferrellgas offered to merge with Blue Rhino.\n{19}\n         \nSecond, the Board formed a special committee (the “Special Committee) consisting of independent\ndirectors to evaluate and negotiate the Merger.\n  \nThe Board formed the Special Committee on January 28,\nand the newly appointed members held their initial meeting that same day.\n  \nDefendants point out that the\nSpecial Committee met seventeen times before the announcement of the Merger.\n  \nThe Board authorized\nthe Special Committee to handle all aspects of the potential acquisition, including entertaining competing\noffers, and to ultimately recommend a course of action to the Board.\n  \nThe Special Committee members\nselected by the Board were four independent directors: Brenner, Devick, Muehlstein and Warnock.\n  \nNone\nof these independent directors had an interest beyond that of a shareholder or as the holder of options or\nwarrants with their intrinsic value linked to Blue Rhino stock.\n{20}\n         \nOn January 29 the Special Committee met, hired the law firm of Womble Carlyle Sandridge &\nRice (“Womble Carlyle”) to serve as its legal counsel, and engaged Banc of America Securities to prepare\na fairness opinion evaluating the potential transaction with Ferrell.\n  \nFollowing these first two meetings,\nthe Special Committee held fifteen telephonic meetings in which Womble Carlyle apprised them of the\nnegotiations and legal matters.\n  \nDuring this same period, Banc of America Securities prepared their\nfairness opinion of the Merger.\n{21}\n         \nOn February 7 the Special Committee met with Womble Carlyle and Banc of America Securities\nto consider the proposed Merger and the related documents, including the Merger Agreement, Plan of\nMerger, and Prim’s employment agreement.\n  \nThe full Board was not present initially at this meeting and\nonly joined the Special Committee when Banc of America Securities presented an updated financial\nanalysis and its fairness opinion of the proposed transaction.\n  \nAfter the financial presentation, the Special\nCommittee again met without the other members of the Board.\n  \nThe Special Committee then considered\nthe advantages and disadvantages of the Merger before unanimously concluding that the Merger was in\nthe best interests of Blue Rhino shareholders and subsequently recommending that the Board approve the\nMerger.\n{22}\n         \nThe Special Committee provided a report to the Board that included its reasoning for\nrecommending the approval of the Merger with Ferrell.\n  \nThe Board considered the Special Committee’s\nreport and unanimously approved the Merger Agreement, Plan of Merger and related documents.\n{23}\n         \nThird, the Board obtained a detailed fairness opinion from Banc of America Securities that\nevaluated the merits of the Merger.\n  \nBanc of America Securities arrived at its opinion after reviewing the\nfinancial statements, forecasts and stock performance of both Blue Rhino and other publicly traded\ncompanies.\n  \nThere is no company comparable to Blue Rhino.\n  \nThe bankers also examined this data in the\ncontext of the offer made by Ferrell to acquire Blue Rhino.\n{24}\n         \nBanc of Securities performed six analyses of selected transactions to arrive at the implied range of\nequity values for Blue Rhino common stock.\n  \nThe analyses produced the following results:\n \nAnalysis Performed\nImplied Range of Value for\nBlue Rhino Common Stock\nSelected Publicly Traded Propane Companies\n$16.00-19.00 per share\nSelected Publicly Traded Consumer Companies\n$10.00-14.00 per share\nSelected Propane Acquisitions\n$10.00-14.00 per share\nSelected Consumer Company Acquisitions\n$10.00-13.00 per share\nDiscounted Cash Flow Analysis\n$13.50-18.50 per share\nLeveraged Buyout Analysis\n$11.00-14.00 per share\n \nThe analyses, aside from the upper end of two, all produced an implied value well below the $17 per share\noffered by Ferrell.\n  \nThus, the bankers opined that from a financial standpoint the proposed Merger was\nfair to the shareholders of Blue Rhino common stock.\nE.\n  \nPRIM’S EMPLOYMENT AGREEMENT\n{25}\n         \nThe parties amended Prim’s employment agreement because under the former agreement the\nMerger qualified as change of control, a qualification which triggered a potential payout to Prim.\n  \nThe\nSpecial Committee examined Prim’s amended employment agreement with Ferrellgas and analyzed and\ncompared the terms of both the existing and amended agreements.\n{26}\n         \nUnder a change of control scenario, Prim had the option to terminate his employment within the\ntwelve months following the closure of the merger.\n  \nThe termination of Prim’s existing employment\nagreement entitled him to several benefits, including:\n·\n          \nBlue Rhino’s would continue to pay his base salary of $600,000 per annum plus cost of living\nadjustments.\n·\n          \nFollowing the cessation of the base salary, Prim would receive cash retirement payments of\n$778,000 per annum for ten years.\n·\n          \nFerrellgas would provide Prim health care coverage for fifteen years.\nThe Special Committee requested and received a comparison of the original employment agreement and\nPrim’s contract that would take effect if the merger were consummated.\n  \nThe Special Committee\ndetermined the present value of the original agreement to be approximately $9.7 million in a change of\ncontrol merger.\n{27}\n         \nThe amended employment agreement retained Prim and prevented the Merger from qualifying as\na change of control.\n  \nThe amended employment agreement includes the following key terms:\n·\n          \nMost notably, Prim would continue to work for the Blue Rhino following the merger. \n \nPrim\nwould assume the position of executive vice president of Ferrellgas, Inc. and chief executive\nofficer of the Blue Rhino Division of Ferrellgas Partners.\n  \nPrim would also be nominated and\nrecommended for election to the Board of Directors of Ferrellgas, Inc.\n·\n          \nPrim would receive an annual base salary of $600,000 for his service in the above capacity.\n  \nIf\nFerrellgas terminates Prim “without cause” or Prim resigns for a “good reason” then Prim\nwould continue to receive the base salary for one year.\n·\n          \nThe agreement provides Prim with a three-year term and automatic one-year extensions if\nFerrellgas does not terminate Prim 60 days before the end of any term.\n·\n          \nPrim is eligible for bonuses that do not exceed 100% of the above base salary.\n  \nThe agreement\nevenly splits the bonuses between discretionary and incentive based bonuses.\n·\n          \nFerrellgas would make a one-time payment of $2.5 million to Prim in exchange for his\nagreeing to noncompetition and nonsolicitation clauses during the first three years of his\nemployment with Ferrellgas.\n·\n          \nPrim may receive stock options to purchase 250,000 shares of Ferrell stock.\n  \nThe stock options\nare on a twelve-year vesting schedule. The Board of Ferrellgas shall determine the exercise\nprice.\n·\n          \nA retention payment to Prim would be made on either the three-year anniversary of the\nMerger, or Mr. Prim’s termination of the amended employment agreement with good reason,\nor Ferrellgas’ termination of Prim without cause.\n  \nThe retention payments consist of the\ndifference between the $17 per share and the applicable exercise price for Prim’s unvested\nFerrellgas stock options.\n  \nThe projected retention payment is $1,882,240.\nF.\n  \nPURCHASE OF PRIM’S REAL PROPERTY\n{28}\n         \nPrim entered into an agreement to sell a five-acre parcel of property that he owns to Ferrellgas.\n \nThe property had been in Prim’s family for five generations.\n  \nPrim did not want to sell the property, but\nFerrellgas made it a condition of the transaction.\n  \nBlue Rhino currently uses the property for propane\nstorage, as a warehouse facility and for other operating purposes.\n  \nPrim will receive $3.15 million of\ncommon units in limited partnership interest of Ferrellgas in exchange for his contributing the property.\n \nAt least two directors thought Ferrellgas was paying more than fair market value but were convinced that\noverall no shareholder value had been diverted to Prim.\n  \nPrim is the only witness to testify as to the value,\nand he stated that the purchase price equaled the replacement value of the manufacturing facility.\n  \nHe also\ntestified that he did not wish to sell the property.\n \nG.\n  \nREINVESTMENT BY KEY MANAGEMENT\n{29}\n         \nFerrellgas made Prim, Filipowski and McQuilkin agree to reinvest their net proceeds after taxes\nfrom the transaction as a condition to the Merger.\n  \nThe reinvestment reduced the amount of capital that\nFerrellgas had to borrow to finance the transaction and was a condition to Ferrellgas consummating the\nmerger.\n \nH.\n  \nPLAINTIFF’S CONTENTIONS\n{30}\n         \nPlaintiff, however, claims that several provisions in the Merger Agreement undermine the\neffectiveness of the aforementioned corporate governance and analytical measures.\n  \nFirst, plaintiff claims\nthat Prim’s employment agreement with Ferrellgas, which names Prim as an executive vice president\nfollowing the Merger, is suspect.\n  \nPlaintiff cites several ordinary provisions in the agreement as\nquestionable, including a $2.5 million lump sum payment and a $600,000 annual salary.\n \nPlaintiff, moreover, particularly focuses on two clauses addressing Prim’s assistance in litigation\nand confidential information.\n  \nThe clauses in Prim’s employment agreement that plaintiff takes issue with\nare as follows:\n11.1 ASSISTANCE IN LITIGATION.\n  \nThe Executive shall, upon reasonable notice,\nfurnish such information and assistance to the Company as may reasonably be required by\nthe Company in connection with any litigation in which it is, or may become, a party, and\nwhich arises out of facts and circumstances known to the Executive.\n  \nThe Company shall\npromptly reimburse the Executive for his out-of-pocket expenses incurred in connection\nwith the fulfillment of his obligations under this Section.\n \n11.2 CONFIDENTIAL INFORMATION.\n  \nThe Executive acknowledges that all\nConfidential Information has a commercial value in the Companies’ Business and is the\nsole property of the Companies.\n  \nThe Executive agrees that he shall not disclose or reveal,\ndirectly or indirectly, to any unauthorized person any Confidential Information, and the\nExecutive confirms that such information constitutes the exclusive properties of the\nCompanies; provided, however, that the foregoing shall not prohibit the Executive from\ndisclosing such information to third parties or governmental agencies in furtherance of the\ninterests of the Companies or as may be required by law.\n \n{31}\n         \nThe alleged effect of these clauses is to stifle both a federal securities class action and a state\nshareholder derivative claim pending against the directors in California.\n  \nPlaintiff furthermore asserts that\ndefendants sought a purchaser that would provide them with continued employment as well as protect\nthem from potential liability in the other shareholder actions.\n  \nThe result, according to plaintiff, was that\nthe directors accepted a discounted share price from Ferrellgas in exchange for protecting their personal\ninterests.\n  \nThe Complaint, however, does not cite an employment agreement with Ferrellgas entered into\nby a Board member other than Prim.\n  \nMore importantly, the proxy fully disclosed Prim’s employment\nagreement with Ferrellgas.\n{32}\n         \nSecond, plaintiff claims the Board members possess private information that provides insight into\nthe future value of Blue Rhino.\n  \nThis information allegedly concerns the financial condition and prospects\nof Blue Rhino.\n  \nPlaintiff asserts that this information supports the proposition that the Ferrellgas offer does\nnot adequately compensate Blue Rhino’s shareholders for the company’s present or future value.\n \n{33}\n         \nThird, plaintiff claims that the Board failed to study the merger and acquisition market to obtain\nthe highest bid possible for Blue Rhino’s shareholders.\n  \nDefendants, however, claim that the Board\nconsidered many strategic alternatives before pursuing the transaction with Ferrellgas.\n{34}\n         \nFourth, plaintiff claims that Devick and Muehlstein did not qualify as outside directors and hence\ntainted the evaluation of the Merger.\n  \nThe Complaint asserts that Devick had extensive business and\npersonal relationships with Prim and Filipowski.\n  \nPlaintiff also claims that Muehlstein’s law firm received\nlegal fees in the past for its work on behalf of Blue Rhino as well as for the outside ventures of Prim and\nFilipowski.\n  \nThus, plaintiff claims that Muehlstein does not qualify as an independent director. \n \nMuehlstein\nand his firm ceased doing work for Blue Rhino after the passage of Sarbanes-Oxley.\n{35}\n         \nPlaintiff seeks to enjoin the Merger with Ferrellgas and have the Court determine that the Board\nbreached its fiduciary duties.\n  \nThe prayer for relief also seeks to enjoin Blue Rhino from combining with\nany third party until the Board implements a procedure to obtain the highest possible price.\n  \nIn addition,\nplaintiff seeks to tax defendants for cost and disbursements of this action, including reasonable attorney\nand expert fees.\nII.\n                 \nANALYSIS OF MOTION TO DISMISS\n \nA.\n  \nTHE REQUIREMENTS OF MAINTAINING A DERIVATIVE ACTION\n{36}\n         \nIf this is a derivative action rather than a direct action, the plaintiff made three crucial mistakes as\nto the Complaint filed in this action.\n \nFirst, North Carolina law requires verification of the complaint in a derivative action:\nIn an action brought to enforce a secondary right on the part of one or more shareholders or\nmembers of a corporation or an unincorporated association because the corporation or\nassociation refuses to enforce the rights which may properly be asserted by it, \nthe complaint\nshould be verified by oath\n.\n \nN.C. Gen. Stat. § 1A-1, Rule 23 (b) (2003)(emphasis added).\n  \nPlaintiff simply did not verify the\nComplaint, which alone provides this Court the grounds for dismissal if this is a derivative action.\n  \nThe\nverification requirement is not simply a technicality.\n  \nIt is required for a reason and plaintiff must fulfill\nthe requirement.\n{37}\n         \nSecond, plaintiff did not comply with Delaware law because he did not join the corporation as a\nparty.\n  \nSee Agostino\n  \nv. Hicks\n, 2004 WL 569353 (Del. Ch. Mar. 22, 2004).\n{38}\n         \nThird, the amended complaint does not contain allegations with respect to demand futility required\nby Delaware law. \n \nIf this is a derivative action, it is subject to dismissal.\n \nB.\n  \nENJOINING THE NON-PARTY CORPORATION\n{39}\n         \nPlaintiff seeks relief that clearly affects the corporation, which is not a named party to this action.\n \nThe Complaint’s prayer for relief included only the following:\nA.\n     \nDeclaring that this action is properly maintainable as a class action;\n \nB.\n     \nDeclaring and decreeing that the Ferrellgas Merger agreement was entered into in\nbreach of the fiduciary duties of the Individual Defendants and is therefore unlawful\nand unenforceable;\n \nC.\n     \nEnjoining defendants from proceeding with the Ferrellgas Merger agreement and\ntender offer;\n \nD.\n     \nEnjoining defendants from consummating the Merger, or a business combination with a\nthird party, unless and until the Company adopts and implements a procedure or\nprocess, such as an auction, to obtain the highest possible price for the Company;\n \nE.\n      \nDirecting the Individual Defendants to exercise their fiduciary duties to obtain a\ntransaction which is in the best interests of shareholders until the process for the sale or\nauction the Company is completed and the highest possible price is obtained;\n \nF.\n      \nAwarding plaintiff the costs and disbursements of this action, including reasonable\nattorneys’ and experts’ fees; and\n \nG.\n     \nGranting such other and further relief as this Court may deem just and proper.\n \n{40}\n         \nThere is no claim for monetary damages on behalf of the shareholder or corporation in the\nComplaint.\n  \nPlaintiff requests that the Court enjoin the directors from taking action to consummate the\nmerger with Ferrellgas and require the corporation to use a different process to obtain the highest possible\nmerger price.\n  \nClearly, this relief requires that the corporation halt its impending merger with Ferrellgas\nand then subsequently auction itself to the highest bidder.\n  \nThe Court cannot enjoin a corporation from\nmerging with another entity if the corporation is not a party to this action.\n  \nFor that reason the Court would\ndecline to enter an injunction against the non-party corporation.\n \nC.\n  \nDERIVATIVE OR DIRECT ACTION?\n{41}\n         \nThis Court must determine if plaintiff’s claims are direct or derivative under Delaware law.\n \nPlaintiff asserts his claims are direct.\n  \nDefendants, however, argue they are derivative and thus subject to\ndismissal for failing to follow the required procedures for derivative actions.\n  \nIn \nTooley v. Donaldson,\nLufkin, & Jenrette, Inc.\n, 2004 WL 728354 (Del. Apr. 2, 2004), the Supreme Court of Delaware set forth a\nnew standard to determine if a shareholder action was direct or derivative.\n[2]\n  \nWith respect to the\ndifference between a direct and a derivative claim the court stated as follows:\nThat issue must turn solely on the following questions: (1) who suffered the alleged harm\n(the corporation or the suing stockholders individually); and (2) who would receive the\nbenefit of any recovery or other remedy (the corporation or the stockholders, individually)?\n \n[A] court should look to the nature of the wrong and to whom the relief should go.\n  \nThe\nstockholders claimed \ndirect injury must be independent of any alleged injury to the\ncorporation\n.\n  \nThe stockholder must demonstrate that the duty breached was owed to the\nstockholder and that he or she can prevail without showing injury to the corporation.\n \nId\n. at *6 (emphasis added).\n{42}\n         \nThis Court has elected to address the direct/derivative issue in two ways.\n  \nFirst, the Court has\nlooked to determine whether the claims fall under a line of case typified by \nParnes v. Bally Entertainment,\nCorp.\n, 722 A.2d 1243 (Del. 1999).\n  \nSee also In re Ply Gem Indus., Inc. S’holder Litig.\n, 2001 Del. Ch.\nLEXIS 84 (Del. Ch. 2001); \nGolaine v. Edwards\n, 1999 Del. Ch. LEXIS 237 (Del. Ch. 1999).\n  \nThat line of\ncases essentially holds that a shareholder may assert a direct claim based upon allegations that the merger\nprice received by the shareholders of a target corporation is the product of a breach of the duty of loyalty\nby a fiduciary in which the directors acquiesced as a result of (a) being conflicted or (b) acting in bad\nfaith.\n  \nIf plaintiff has adequately pled a \nParnes\n claim he has a viable direct claim.\n  \nTooley\n approved the\nParnes\n decision.\n  \nThis Court will address the adequacy of the pleading of a \nParnes\n claim at the same time\nit addresses the likelihood of success on such a claim.\n \n{43}\n         \nSecond, the Court approached the claims as pure \nRevlon\n claims.\n[3]\n  \nThis analysis is appropriate\nbecause the original complaint asserts \nRevlon\n claims and plaintiff did not change this approach with the\nfiling of the amended complaint.\n \n{44}\n         \nTooley\n simplified the test to be applied and eliminated previously applied criteria such as “special\ninjury.”\n  \nThat case, however, did not address the specific issues raised by this motion to dismiss.\n  \nThis is a\npure \nRevlon\n claim.\n  \nPlaintiff does challenge the deal protection devices.\n{45}\n         \nThe question of whether claims that directors breached their \nRevlon\n duties are direct or derivative\nclaims remains undecided under Delaware case law.\n  \nThe primary reason that the Delaware courts have to\nyet to resolve this issue is that most plaintiffs in Delaware file a derivative action to challenge the\nfulfillment of \nRevlon\n duties.\n  \nDelaware courts usually excuse demand when \nRevlon\n complaints are\nproperly pled.\n  \nAs a result, Delaware courts have not had the opportunity to tackle the issue of whether or\nnot plaintiffs can file these claims as a direct action.\n{46}\n         \nThis Court must determine what the Delaware courts would decide on a motion to dismiss\nchallenges to a pending merger wherein a plaintiff filed direct claims alleging breaches of \nRevlon\n fiduciary\nduties that prevent shareholders from receiving a fair price for stock.\n  \nTwo cases demonstrate the divergent\nviews held by the Chancery Court.\n{47}\n         \nIn \nAgostino\n, the Delaware Court of Chancery advanced the argument that a plaintiff may not\nmaintain a direct action solely because a transaction did not maximize return.\n  \nThe directors in \nAgostino\nissued warrants that transferred voting control of the company to another entity without compensating the\nshareholders.\n  \n2004 WL 569353 at *2.\n  \nThe plaintiff claimed the issuance of the warrants and the change\nin control prevented the corporation from pursuing other “value-maximizing transactions.”\n  \nId\n. at *2.\n  \nThe\nplaintiff named the individual directors as defendants but did not join the corporation as a defendant.\n  \nId\n.\nat *1.\n \n{48}\n         \nThe \nAgostino\n court set forth the following test to determine whether an action is direct or\nderivative: “Looking at the body of the complaint and considering the nature of the wrong alleged and the\nrelief requested, has the plaintiff demonstrated that he or she can prevail without showing an injury to the\ncorporation?”\n  \nId\n. at *7.\n  \nThe court found that the plaintiff offered no argument that precluding a value\nmaximizing transaction would harm the shareholders differently than the company.\n  \nThe court held that\nthe claim was derivative because the shareholder did not suffer an injury independent of the company.\n  \nId\n.\nat *10. \n \nThe court also dismissed the complaint because the plaintiff did not join the corporation as a\nparty.\n  \nThus, the mere decrease in the value of a business does not suffice to maintain a direct cause of\naction against directors.\n{49}\n         \nUnder \nAgostino\n, Chancellor Chandler views the injury to the corporation and all the shareholders\nto be identical, thus producing no “individual” injury to the shareholders.\n[4]\n  \nApplying his reasoning to the\ncase at hand supports a holding that Marcoux’s \nRevlon\n claims are derivative.\n{50}\n         \nThe case of \nIn re\n \nGaylord\n \nContainer Corp. S’holder Litig.\n, 747 A.32d 71 (Del. 1999) takes a\ndifferent approach.\n  \nIn \nGaylord\n, the plaintiffs alleged that the defendant’s board of directors caused the\nplaintiffs special injury by restructuring the corporation and adopting a shareholder rights plan that\nentrenched the directors in office. \n \nThe corporation adopted the shareholders rights plan in response to an\nacquisition proposal.\n  \nThe plan created a substantial obstacle for a potential acquirer.\n  \nThe plaintiffs sought\nto employ a direct action rather than pursuing derivative claims.\n{51}\n         \nVice Chancellor Leo Strine held that the complaint included direct claims because the plaintiffs\nalleged they suffered an injury distinct from the injury to the corporation.\n  \nThe court reasoned so because\nthe shareholder rights plan was in response to an acquisition, and the action of the board prevented the\nshareholders from maximizing the value of their shares.\n  \nThe proceeds from the sale of the corporation\naffect the shareholders, not the corporate balance sheet.\n{52}\n         \nUnder the \nGaylord\n reasoning, Vice Chancellor Strine would find that the “injury” in a \nRevlon\nclaim is to the shareholders since the diminished value received in a merger flows to the shareholders.\n \nAlthough \nGaylord\n involved deal protection devices, which directly impacted the shareholders’ right to\nvote on the merger, thus making it a more individual injury to the shareholder, the focus clearly is on the\ninjury, as in \nParnes\n.\n  \nThe \nParnes\n line of cases typically addressed claims for monetary damages.\n{53}\n         \nSimilarly the \nPly Gem\n court, relying on the \nGolaine\n decision, decided that the allegations did\nsupport a direct action.\n  \nThe court used \nGolaine\n to apply the following reasoning:\nAs Golaine frames it, “the real question underlying the teaching of Parnes [is] whether the\nComplaint states that the side transactions caused legally compensable harm to the target’s\nshareholders by improperly diverting consideration from them to their fiduciaries.”\n \n(footnote omitted).\n \nIn short, the Complaint can be read fairly to allege that, as the result of the unfair process\norchestrated by Silverman, Nortek reduced the per share price that it was willing to pay to\nthe Ply Gem shareholders in order to increase the amount that it was willing to pay\nSilverman on his side transaction.\n  \n(footnote omitted).\n  \nParnes teaches that such conduct\nwill serve as the basis for individual or direct claims.\n \nId\n. at *19-20.\n \n{54}\n         \nPlaintiff cites \nPly Gem \nto support the proposition that a party may maintain a direct action that\nchallenges the process of considering a merger as unfair.\n  \nIn \nPly Gem\n, the plaintiff alleged that the acquirer\nreduced its offer by $0.75 per share to satisfy the demands of the target company’s chief executive office\nand chairman of the board (the “CEO”).\n  \nId.\n at *13-14.\n  \nThe CEO allegedly manipulated the merger\nprocess to obtain an extravagant personal compensation package at the direct expense of the shareholders.\n \nThe plaintiff contended that benefits received by the CEO constituted over 10% of the total value of the\nmerger.\n{55}\n         \nThe contrary argument to Vice Chancellor Strine’s position holds that the corporation is being\nsold as a result of this merger agreement.\n  \nThus, if the price at which the corporation sells is unfair, then\nboth the corporation and the shareholder suffer an identical injury.\n  \nWhere the corporation and shareholder\ninterests do not diverge, then the claim is derivative and not direct.\n{56}\n         \nWhile this Court might enjoy the opportunity to explore this issue in greater detail, the time\nconstraints involved require a quick judgment as to the outcome if, by chance, the issue were to arise in\nDelaware.\n \n{57}\n         \nThe Court concludes that the focus of the Supreme Court in \nTooley\n on the “injury” involved leads\nto the conclusion that a plaintiff may bring a pure \nRevlon\n claim as a direct claim.\n  \nThe “injury” results\nfrom the diminished value that a shareholder would receive from a merger process that prevents the\nshareholders from achieving the highest value for their shares in a change of control merger.\n  \nThe treasury\nof the shareholder is depleted, not the treasury of the corporation.\n{58}\n         \nIf Marcoux adequately alleged that Ferrellgas reduced its price to Blue Rhino shareholders to\nincrease the amount paid to Prim in response to Prim’s demands, then Marcoux adequately stated a direct\nclaim.\n  \nFor example, if plaintiff alleges that Prim refused to support the merger unless Ferrellgas diverted\nfunds from the transaction to Prim, then a direct claim exists and the Complaint is not subject to\ndismissal.\n \n{59}\n         \nThe Court will deal with the sufficiency of the pleading to assert both \nParnes\n and \nRevlon\n claims\nalong with plaintiff’s likelihood of success on the merits in the preliminary injunction section of the\norder.\n \n{60}\n         \nSimilarly, if plaintiff has adequately alleged failure to disclose in the Proxy Statement, then he has\nasserted a proper direct claim.\n  \nThat, however, is not the claim asserted in the Complaint.\nIII.\n               \nANALYSIS OF PRELIMINARY INJUNCTION\n \nA.\n  \nTHE PRELIMINARY INJUNCTION STANDARD\n{61}\n         \nThe Delaware courts often address the issue of whether to enjoin a shareholder vote on a merger\nand the risks associated with the resultant delay of the proposed business combination.\n  \nThe Court turns to\nthe expertise of the Delaware Court of Chancery to establish the appropriate standard for evaluating the\nmotion for preliminary injunction in this matter.\n  \nThis Court must balance protecting shareholder rights\nwith preserving the freedom of shareholders to approve or block a proposed merger according to their own\neconomic interests.\n  \nA standard that is too lenient in either direction can have adverse repercussions on\nboth shareholder rights and maximizing shareholder value.\n{62}\n         \nIn \nPhelps Dodge Corp. v. Cyprus Amax Minerals Corp.\n, 2003 Del. Ch. LEXIS 210 (Del. Ch. Oct.\n27, 1999), Chancellor William B. Chandler set forth a preliminary injunction standard requiring the\nmoving party to demonstrate three elements. First, the moving party must show a reasonable likelihood of\nsuccess on the merits.\n  \nSecond, the moving party must demonstrate a reasonable threat of irreparable\ninjury if the court does not issue an injunction. Third, Chancellor Chandler outlines “the balancing of the\nequities part of the test.”\n  \nThe balancing part of the test requires the moving party to show that the threat\nof injury from not issuing the injunction outweighs the possible injury from issuing the injunction.\n{63}\n         \nIn \nPhelps,\n the court concluded that it should not enjoin the shareholder vote on the merger at\nissue.\n  \nChancellor Chandler reasoned that the shareholders could simply vote down the merger if they\nwished to avail themselves of another transaction that provided a premium.\n  \nFurthermore, the shareholders\nin \nPhelps \nalso had the necessary information to render a fully informed vote.\n  \nThe court therefore found\nthat “the risk to the transaction already on the table . . . outweighs the de minimus harm that Phelps Dodge\nand shareholder plaintiffs have asserted credibly here today.”\n{64}\n         \nDelaware law is clear that in the absence of a competing offer a plaintiff must make a particularly\nstrong showing on the merits to obtain a preliminary injunction because an injunction in such\ncircumstances risks significant injury to shareholders. \nIn re The MONY Group, Inc. S’Holder Litig.\n, 2004\nDel. Ch LEXIS 16 (Del. Ch. 2004); \nIn re Aquila, Inc. S’holder Litig.\n, 805 A.2d 187, 189 (Del. Ch. 2002).\n \nThere is no competing offer here.\n \nB.\n  \nREASONABLE LIKELIHOOD OF SUCCESS ON MERITS\n{65}\n         \nPlaintiff’s Complaint is rife with conclusory allegations.\n  \nThe Court will examine both the\nadequacy of the pleading in the Complaint and the likelihood of success on the merits at the same time.\n1.\n                \nHas plaintiff sufficiently alleged and is he likely to prevail on the merits in establishing a \nParnes\nclaim?\nPrim’s Employment Agreement\n{66}\n         \nPlaintiff is particularly critical of Prim’s amended employment agreement that he entered into with\nFerrellgas.\n  \nThe Court must compare the amended employment with the terms of Prim’s existing\nemployment agreement in order to understand the ramification of the amendments.\n \n{67}\n         \nThe parties structured the amended agreement to retain Prim following the merger.\n  \nThe\nconsideration that Prim provides Ferrellgas in exchange for the added compensation is his continued\nservice, or at least the assurance that he will not compete with the newly merged entity.\n  \nFor example, the\nvesting for the stock options is on a twelve-year schedule.\n  \nThe $2.5 million payment, moreover, is in\nexchange for Prim signing restrictive covenants that prevent him from working in the industry to the\ndetriment of Ferrellgas.\n  \nOn the other hand, the former employment agreement merely provided Prim\ncompensation for his services at Blue Rhino.\n{68}\n         \nThe failure to amend the employment agreement would have resulted in a change of control that\nwould have allowed Prim to terminate his employment following the closing of the Merger.\n  \nThe result\nunder the prior agreement is that Prim would receive a total package of $3 million in salary and\napproximately $7.8 million in cash retirement payments from the new entity.\n  \nPrim would not have to\nrender any additional services and would receive these funds without providing any additional\nconsideration.\n  \nIn contrast, the amended agreement prevents a change of control scenario and prohibits\nPrim from both receiving consideration without rendering services and potentially competing with\nFerrellgas.\n  \nThe analysis presented to the Special Committee concluded that the future payments in the\nbuyout package would total $11.2 million, not including the upfront golden parachute payment.\n[5]\n  \nSee\nExhibits R and S to Affidavit of Richard A. Brenner.\n{69}\n         \nThe amended employment agreement provides the new entity with the tangible benefit of\npreventing Prim from leaving and potentially siphoning business away from Ferrellgas in a new venture.\n \nThe existing employment agreement would have allowed Prim to leave Ferrellgas following the Merger\nand to reap gains without providing further consideration.\n  \nTherefore, allegations that the amended\nagreement unjustly enriches Prim have little basis.\n{70}\n         \nThe Court is convinced, upon a thorough review of the evidence of record, that the benefits to Mr.\nPrim from his individual contractual arrangements with Ferrellgas are no greater than, and in all\nprobability less than, the benefits he would have received under his employment agreement with Blue\nRhino in a change in control situation.\n  \nThe Court is further convinced that the Special Committee made a\ngood faith judgment to that effect.\n  \nThe Court believes that defendants will ultimately prove that the share\nprice was determined before any negotiation of Mr. Prim’s employment agreement and that the terms of\nhis agreement did not prevent an increased offer.\n \n{71}\n         \nMr. Prim did not condition his support of the Ferrellgas offer on any agreement on his individual\nbenefits.\n  \nRather, the completion of Merger and receipt by the shareholders of $17 per share depended\nupon Mr. Prim (and Mr. Filipowski) agreeing to certain conditions imposed by Ferrellgas which restricted\ntheir economic freedom.\n  \nThere was no bribe and no “extraordinary” or “obscene” benefit to either Mr.\nPrim or Mr. Filipowski, and the proxy materials adequately disclosed the arrangement between them and\nFerrellgas.\n{72}\n         \nPlaintiff also has trouble fitting within the precise confines of \nParnes\n because he failed to show\nthat the Merger price reflects any differences in the value of Prim’s contractual benefits with Blue Rhino\nand his benefits under the employment agreement with the purchaser.\n  \nPlaintiff offers no pricing rationale\nas to how the allegedly diverted benefits affect the share price.\n  \nIn fact, plaintiff seeks no monetary\nrecovery based upon diversion of benefits as was claimed in \nParnes\n.\n{73}\n         \nPlaintiff will be unable to demonstrate a breach of the duty of loyalty by Prim.\n  \nPlaintiff arguably\nsufficiently pled the claim but will not prevail on the merits because he cannot show that part of the\nmerger value was diverted to Prim.\n2.\n                \nHas plaintiff sufficiently alleged and is he likely to prevail on the merits of his pure \nRevlon\n claim?\na.\n      \nRevlon\n \nduties of Special Committee\n{74}\n         \nPlaintiff may have adequately stated a claim for the violation of \nRevlon\n duties in a conclusory\nfashion.\n  \nHowever, plaintiff will be unable to show that the Special Committee did not fulfill its \nRevlon\nduties.\n  \nThe claim that the Special Committee failed to fulfill its \nRevlon\n duties, when it had only one offer\nto entertain and that offer was at a 22% premium, is a difficult proposition because the \nRevlon\n duties\nrevolve around the Board obtaining the highest value possible for its shareholders.\n[6]\n \na.\n      \nIndependence of Special Committee\n{75}\n         \nIn \nAronson v. Lewis, \n473 A2d 805 (1984), the Supreme Court of Delaware set forth a test as to the\nindependence and disinterestedness of directors.\n  \nIn \nAronson\n, the court found that a director qualifies as\ninterested when he will obtain a personal financial benefit from the transaction at issue.\n  \nIn re Western\nNational Corp. S’holder Litig.\n, 2000 Del. Ch. LEXIS 82, at *37-38 (2000).\n  \nSuch a benefit disqualifies a\ndirector as independent when stockholders do not equally share that benefit.\n  \nA director is also not\nindependent if the transaction will adversely affect him, but not the corporation or other shareholders.\n  \nId\n.\n \n{76}\n         \nThe \nAronson\n court defined independence as deciding a corporate matter based on the merits\npresented to the board as opposed to extraneous considerations or influences.\n  \n473 A.2d 805 at (1984).\n \nThe \nWestern National \ncourt established the plaintiff’s burden in proving that a director does not qualify as\nindependent by stating:\n  \n“To establish lack of independence, a plaintiff meets his burden by showing that\nthe directors are either beholden to the controlling shareholder or so under its influence that their decision\nis sterilized.”\n  \n2000 Del. Ch. LEXIS 82, at *37-38 (2000).\n{77}\n         \nThe \nPly Gem\n case specified the allegations that a plaintiff must assert to overcome the\npresumption of independence as follows:\nPlaintiffs are confronted with the challenge of pleading facts that create, at a minimum, a\nreasonable doubt that the board members could not honestly and objectively evaluate the\nNortek merger, with its related Silverman agreement, because of their relationship with\nSilverman.\n  \n“Speculation on the motive for undertaking the corporate action” will not\nsatisfy Plaintiffs’ burden.\n  \nGrobow v. Perot\n, 539 A.2d 180, 188 (Del. 1988).\n  \nSimilarly, the\nmere assertion of personal or business relationships will not defeat the presumption of\nindependence. (footnote omitted).\n \n2001 Del. Ch. LEXIS 84, at * 26.\n \n{78}\n         \nPlaintiff’s allegations questioning the independence of Devick and Muehlstein are merely\nassertions of personal and business relationships.\n  \nThese relationships alone do not suffice to defeat the\npresumption of independence.\n[7]\n Plaintiff alleges that Devick, Prim and Filipowski serve on the boards of\neach other’s companies, belong to the same club and socialize frequently.\n  \nThe Complaint asserts that\nDevick and Filipowski often vacation together with their families in Maui to celebrate Christmas.\n  \nPlaintiff\nspeculates that these relationships motivated Devick to approve the merger.\n{79}\n         \nUnder the standard set forth in \nAronson\n and \nWestern National\n, these allegations do not\ndemonstrate that Devick did not qualify as an independent director.\n  \nPlaintiff alleges that these\nrelationships exist but does not demonstrate that these relationships made Devick beholden to either Prim\nor Filipowski.\n  \nThe allegations only advance that the relationships exist, not that the relationship\ninfluenced or caused Devick’s decision regarding the merger.\n \n{80}\n         \nThe evidence of record contains nothing to indicate that Mr. Prim possessed or exerted any\nleverage on Mr. Devick that caused him to divert benefits from the shareholders to Prim.\n  \nA more\ncolorable claim may be made for a lack of independence of Devick as to Filipowski, but that claim fails as\nwell.\n  \nDevick and Filipowski are friends and have invested in companies together.\n  \nThey also have sat on\nboards together and even served on each other’s compensation committees in the past.\n  \nThe assumption\nthat Devick was beholden to Filipowski, yet sacrificed the premium that he would receive from Ferrellgas’\nmerger with Blue Rhino to benefit Prim, defies logic.\n  \nAny reduction in price per share diverted to Prim\nwould affect Devick and Filipowski dearly.\n  \nPlaintiff’s speculation that Devick worked for a lower merger\nprice so Filipowski could later benefit from his Ferrellgas purchase after paying taxes on the sale of his\nBlue Rhino stock defies logic and has no support in the record.\n{81}\n         \nPlaintiff alleges that Muehlstein did not qualify as an independent director because in the past his\nlaw firm represented Blue Rhino as well as various ventures of Prim and Filipowski.\n  \nThe receipt of legal\nfees by a director’s law firm does not, by itself, demonstrate that director’s lack of independence.\n  \nIn re Ply\nGem\n, 2001 Del. Ch. LEXIS 84, at * 31; \nMcMillan v. Intercargo Corp.\n, 768 A.2d 492, 503 (Del. Ch.\n2000).\n  \nLegal fees from the corporation must be substantial in proportion to the size of the firm to rebut\nthe presumption that a director is independent.\n  \nSee\n \nIn re Ply Gem\n, 2001 Del. Ch. LEXIS 84, at * 31.\n  \nBlue\nRhino, however, at the time of the merger no longer employed Muehlstein and his firm.\n  \nMoreover, the\nmerger would likely extinguish a great deal of business for Muehlstein and his firm if Blue Rhino still\nengaged his firm at the time of the merger.\n  \nIf his firm had hopes of receiving more legal work from Blue\nRhino, then Muehlstein had an incentive to reject the proposed merger.\n{82}\n         \nThe independence of Warnock and Brenner are not seriously challenged.\n  \nThere is no evidence\nthat they were conflicted in anyway other than the existence of the shareholder derivative action.\n  \nPlaintiff\nhas not sufficiently alleged nor is he likely to prove at trial that the members of Special Committee had\nconflicts that compromised their independence.\n{83}\n         \nPlaintiff’s allegations fail to offer any proof that Devick or Muehlstein were subject to any\nsignificant leverage from Prim.\n  \nThat they would sacrifice their own financial interests, their board seats\nand tens of millions of shareholder dollars so Prim could sell property he did not want to sell at greater\nthan fair market value defies all logic and common sense.\n{84}\n         \nTime constraints prevent the Court from dealing with each of the allegations made with respect to\nthe independence of Devick and Muehlstein.\n  \nLikewise, those time constraints do not permit a thorough\nrecitation of the applicable law.\n  \nThe Court is cognizant of the need to scrutinize carefully any allegations\nof director conflict of interest.\n  \nThe Court has done so here and is satisfied that the members of the Special\nCommittee not only \nwere\n independent for those purposes but also \nacted\n independently.\n  \nThere is no\nshowing that any of the Special Committee members were beholden to or under the control of Prim or\nFilipowski or that either of them controlled the activities of the Special Committee.\n  \nMr. Brenner’s\nindependence is unchallenged, and he was the chairman of the Committee.\n  \nThere is no evidence of record\nthat Mr. Prim directed the Committee’s work in any way.\n  \nThere is evidence Mr. Brenner did.\na.\n      \nThe Board’s Activities\n{85}\n         \nThe Board was not required to conduct an auction.\n  \nBarker v. Amsted Ind.\n, 567 A.2d 1279 (Del.\n1989).\n  \nThe Board tested the market before executing the Merger Agreement.\n  \nThe Merger Agreement\nallowed the Board to pursue other offers by providing a termination fee.\n  \nIn fact, the Board met with a\nFortune 500 company, and its investment bankers met with a foreign multinational company.\n  \nNeither of\nthese parties decided to make an offer.\n{86}\n         \nAfter two months no other entity has expressed interest, and the market price reflects the reaction\nthat the proposed transaction will occur without the substantial prospect of a competing bid.\n[8]\n  \nThe Board\ndid not reject other offers or improperly favor the Ferrellgas proposal because the Board did not have any\nother options.\n \n{87}\n         \nBlue Rhino was facing for the first time a much larger competitor with the ability to drive down\nprofit margins in order to take market share.\n  \nThat posed a particularly dangerous scenario in the\ncircumstances where Blue Rhino’s customer base was heavily concentrated in four huge retailers.\n  \nThe\nBoard’s decision to look at strategic alternative was prudent given the alternatives.\n{88}\n         \nMoreover, the Board and Special Committee consisted of shareholders who would suffer an\neconomic loss just as the ordinary shareholder would if this proved to be a bad deal.\n  \nWarnock’s affiliates\nheld 8.5% of Blue Rhino stock.\n  \nThe Board had no incentive in this case to act improperly, and the\nplaintiff does not offer evidence to the contrary.\n  \nPlaintiff has not alleged nor is he likely to prevail on the\nmerits at trial on a claim that the Board acted in bad faith.\n{89}\n         \nPlaintiff is unlikely to prevail on the merits because the Special Committee was independent and\nmade a good faith business judgment that the process chosen was in the best interests of shareholders.\n3.\n                \nIs plaintiff likely to prevail on the merits on the claim that shareholders are being misled or denied\nmaterial information?\n{90}\n         \nWhen the proxy statement disclosures are challenged in a motion such as this, it becomes the\nCourt’s duty to see that shareholders have the information that they need to make a rational business\njudgment about whether to sell their shares for the merger price.\n  \nAn alleged omission is material if the\nfact is one “that would have assumed actual significance in the deliberations of a reasonable shareholder.”\n \nRosenblatt v. Getty Oil Co\n., 493 A.2d 929, 944 (Del. 1985).\n  \nPlaintiff advances instances in which he\nclaims the proxy was deficient.\n  \nThe Court will address each in turn.\na.\n      \nSale of the Prim Property to Ferrellgas\n{91}\n         \nThe proxy statement adequately discloses the Real Property Contribution Agreement.\n  \nPlaintiff\nfaults the proxy statement for not disclosing (a) that the property had a fair market value less than the\namount Prim was receiving and (b) his proceeds might be tax deferred.\n  \nPrim’s tax situation is unresolved,\nand there was no need to speculate about it in the proxy.\n  \nSee Mendell v. Greenberg\n, 927 F.2d 667, 676 (2d\nCir. 1991).\n  \nHis tax treatment would not be material.\n  \nIf this were a case in which any excess above the fair\nmarket value he received were funds diverted from shareholders, disclosure would be required.\n  \nHere, the\nSpecial Committee concluded that in totality Mr. Prim’s benefits received from Ferrellgas were (a) no\nmore than he would received under his current agreement and (b) did not cause any diversion of funds\nfrom the shareholders to Prim.\n  \nThe Court also notes that Ferrellgas insisted in the transfer, and the\nproperty had a personal value to Mr. Prim over and above its fair market value.\n{92}\n         \nAs in other instances there is no quantification by plaintiff by which the Court can judge the\nmateriality of the alleged omission.\n  \nMr. Prim testified that it would cost about the same to build an\nequivalent facility.\n  \nLacking a measure of materiality, the Court is hard pressed to find an omission which\nwould have been important to a shareholder.\n{93}\n         \nThe real property transaction was adequately disclosed.\n  \nIt might have been preferable for the\nproxy to articulate the Board’s decision-making process, but the necessary facts were disclosed.\na.\n      \nMerger Synergies\n{94}\n         \nPlaintiff faults the directors for failing to disclose the benefits of merger synergies.\n  \nPlaintiff\nspeculates that the shareholders might hold out for more if they thought Ferrellgas could afford to pay\nmore.\n  \nSuch speculation is just that.\n  \nFerrellgas had made an offer substantially greater that than the\nmarket test indicated and had not budged on the price.\n \n{95}\n         \nThe Special Committee had no quantifiable information on the synergistic benefit to Ferrellgas\nand would have been guessing in this regard.\n  \nTo make such a guess could well have misled shareholders\ninto thinking that they could get more when there was no indication they could do so.\n  \nUnder Delaware\nlaw,\n  \nBlue Rhino was under no obligation to create information to make subjective projections about\npotential synergies.\n  \nSee In re Siliconix Inc. S’holder Litig\n., 200 WL 716787, at *10 (Del Ch. 2001); \nIn re\nData Prod. Corp. S’holder Litig.\n, 1991 WL 165301, at *8 (Del, Ch. 1991).\n{96}\n         \nThe fact that the initial press release by both companies announcing the merger touted the\nsynergies between the two companies did not obligate them to produce a study that quantified the\nsynergies.\n  \nA reasonable investor could infer from the premium paid that Ferrellgas expected some\nbenefits from the merger.\n  \nBlue Rhino was not required to disclose what it guessed Ferrellgas thought the\nsynergies were worth.\n  \nGiven the premium paid for the shares and the lack of any quantifiable evidence of\nwhat synergies were worth, the Court is again hard pressed to find that the omission was one which would\nbe material to a shareholder deciding how to vote.\na.\n      \nShareholder derivative suits\n{97}\n         \nPlaintiff faults defendants for failing to disclose in the proxy statement the existence of his\nshareholder derivative action in California and the fact that Delaware law would operate to extinguish\nthose claims upon consummation of the merger.\n  \nSimilarly, six federal securities law cases and a federal\nshareholder derivative action were pending in which the directors were defendants.\n  \nSignificantly those\nother actions were all dismissed this week.\n[9]\n  \nThose dismissals highlight the speculative nature of\nderivative lawsuits, and it is unlikely that a reasonable investor would be influenced in this vote by the\nprospect of a speculative recovery by the corporation in a shareholder derivative action sometime in the\nfuture.\n{98}\n         \nThe Court is further hampered by the fact that plaintiff’s complaint in the California action has\nnever been made a part of this record so the Court can make a judgment as to its materiality to a reasonable\nshareholder in any event.\n  \nUndoubtedly there have been and will be occasions on which the existence of\nshareholder derivative suits are material.\n{99}\n         \nThere is no showing on this record that this is one of them. For all the Court knows, Marcoux’s\nclaim may be subject to the same basis of dismissal as the \nGish\n shareholders derivative action.\n  \nThis issue\nis controlled by \nIn re Siliconix Inc. S’holder Litig\n., 200 WL 716787, at *10\n  \nand \nIn re JJC Holding Co.\nInc.\n, 2003 WL 22246591, at *5 (Del. Ch. 2003).\na.\n      \nDirector’s independence\n{100}\n     \nThe Court has already determined that plaintiff is unlikely to prove that the members of the\nSpecial Committee were not independent.\n  \nTherefore a claim that they failed to disclose a lack of\nindependence would fail as well.\na.\n      \nBanc of America’s Fairness Opinion\n{101}\n     \nAfter examining the depositions and reports, the Court finds that Banc of America’s fairness\nopinion has more substance and proves more reliable than Dr. Hakala’s (plaintiff’s expert) position.\n \nSeveral problems existed with Hakala’s declaration.\n  \nFirst, Hakala’s declaration advocated that Banc of\nAmerica’s fairness opinion was flawed because it did not include an accretion analysis.\n  \nHakala later\nagreed an accretion analysis was not a useful tool in a cash out merger such as the Blue Rhino and\nFerrellgas transaction.\n{102}\n     \nSecond, Hakala maintained in his declaration that the fairness opinion should have included an\nevaluation of Blue Rhino compared to other propane companies.\n  \nIt is difficult to contest the proposition\nthat Blue Rhino is a unique company that does not lend itself to a study wit h comparable companies.\n \nHakala conceded that even Ferrellgas and Blue Rhino have little in common beyond dealing with the same\nproduct.\n{103}\n     \nThird, Hakala asserted that Blue Rhino failed to disclose synergies from the merger with Ferrellgas\nin regards to the fairness opinion.\n  \nHowever, Hakala did not perform an independent analysis of the\nsynergies and admits that attempting to value synergies is speculative.\n \n{104}\n     \nFourth, Hakala challenges in his declaration Banc of America’s failure to account for a control\npremium and their use of a small stock premium.\n  \nAs admitted by Hakala in his deposition, the central\npremium\n  \nin acquisitions is sometimes less than his suggested 30% and sometimes not a factor at all.\n  \nHe\nalso conceded that the small stock premium is a judgment call and that the disclosure in the proxy resolves\nany problem with its use.\n{105}\n     \nThe Court therefore finds that Dr. Hakala’s major points lack merit and would not support a\nfinding that the Banc of America Securities valuation was fraught with error or required material\ndisclosures that were not made.\n \nB.\n  \nIRREPARABLE HARM\n{106}\n     \nThe harm that could result if the Court enjoins the shareholder vote is the loss of the 22%\npremium that Ferrellgas offered for Blue Rhino.\n  \nPlaintiff offers no evidence that another suitor will pay\nmore or even the same amount per share for Blue Rhino.\n  \nThe marketplace affirms this conclusion in that\nBlue Rhino shares have yet to close above $17 since the merger announcement.\n  \nAn injunction threatens to\nleave the shareholders empty handed without either the offer from Ferrellgas or a replacement offer.\n  \nThe\nend result would likely be that Blue Rhino shares will begin to trade around the same $13 per share range\nas before the merger announcement.\n \nC.\n  \nBALANCING OF THE EQUITIES\n{107}\n     \nThe Court finds that plaintiff has not established a likelihood of success on the merits and that the\nbalance of harm tilts in favor of letting the shareholder vote proceed next week.\n  \nThe potential damage to\nthe shareholders from an injunction prohibiting the shareholder vote far outweighs the benefit associated\nwith an injunction.\n  \nThe Court is convinced that the shareholders have adequate information to make an\ninformed decision on whether or not to accept $17 per share for their stock and that the absence of another\nbidder increases the prospect for irreparable injury from the Court enjoining the merger.\n \nCONCLUSION\n{108}\n     \nAlthough this has been an expedited process, the Court is convinced that plaintiff is not likely to\nprevail on the merits in the claims asserted in the Complaint or the issues raised in the preliminary\ninjunction motion.\n  \nHe will be unable to prove a \nParnes\n claim because he cannot show any diversion of\nthe merger consideration to Prim or others.\n  \nHe also will be unable to establish a \nRevlon\n claim.\n  \nRather, it\nappears to the Court that the directors secured the highest value possible for the shareholders in a change\nof control situation.\n  \nThe members of the Special Committee were independent for the purposes for which\nthey were acting and acted to insure that the shareholders received full value and made a good faith\njudgment that no value was diverted to Prim or others in the process.\n{109}\n     \nMost importantly, where, as here, there are no other bidders, plaintiff must make a strong showing\nof likelihood of success on the merits to overcome the harm that could befall the shareholders if the\nmerger is enjoined.\n  \nMarcoux has not done so.\n{110}\n     \nThe Court is less certain about its conclusion that this is a direct and not a derivative claim under\nDelaware law, but has made its best judgment in that regard.\n  \nThe alleged injury in the pure \nRevlon\n claim\ndepletes the treasury of the shareholder and the Court believes that \nTooley\n requires the Court to focus on\nthat injury.\nThe motion to dismiss is denied.\nThe motion for preliminary injunction is denied.\nDefendants have twenty days from today to respond to the motion to amend the Complaint.\n \nSO ORDERED, this 16th day of April 2004.\n \n                                                           \n \n \n \n[1]\n Since the merger announcement Blue Rhino stock has traded in the range of $16.72 to 16.97.\n[2]\n In \nTooley\n, the Supreme Court of Delaware also upheld the \nKramer\n and \nAgostino\n decisions issued by the Chancery Court.\n  \n2004\nWL 728354 at *3, 5.\n[3]\n \nSee Revlon, Inc. v. MacAndrews & Forbes, \n506 A.2d 173 (Del. 1986).\n  \n“[T]he duty of the board . . . changed from the\npreservation of Revlon as a corporate entity to the maximization of the company’s value at a sale for the stockholders’ benefit . . . .\nThe whole question of defensive measures was moot. The directors’ role changed from defenders of the corporate bastion to\nauctioneers charged with getting the best price from the stockholders at a sale of the company.”\n  \n506 A.2d at 181.\n[4]\n The Supreme Court of Delaware’s decision in \nKramer v. Western Pacific Industries, Inc.\n, 546 A.2d 348 (Del. 1988), explicitly\nillustrates the type of injury in which a shareholder may seek redress using a derivative action.\n  \nIn \nKramer\n, the plaintiff alleged that\ntwo of the defendant directors of the target corporation negotiated and obtained compensation that decreased the value paid by the\nacquirer.\n  \nId\n. at 350.\n  \nThe court found that if the compensation directly resulted in a discount to the price paid by the acquirer for the\ntarget corporation, then the plaintiff should bring these claims as a derivative action.\n  \nId\n. at 353.\n  \nThe \nKramer\n court reasoned that\nthe claims are derivative in nature because the plaintiff based the claims on the diminished share value and stated:\n[W]here a plaintiff shareholder claims that the value of his stock will deteriorate and that the \nvalue of his\nproportionate share of the stock will be decreased\n \nas a result of alleged director mismanagement, his\n \ncause of\naction is derivative\n in nature. (citation omitted).\nA claim of mismanagement resulting in corporate waste, if proven, represents a direct wrong to the corporation\nthat is indirectly experienced by all shareholders.\n  \nAny \ndevaluation of stock is shared collectively by all the\nshareholders\n, rather than independently by the plaintiff or any other individual shareholder.\n  \nThus, the \nwrong\nalleged is entirely derivative\n.\nId\n. (emphasis added).\n[5]\n The analysis also found that the total buyout, the present value of the future payment plus the upfront payment, would cost $9.6\nmillion.\n  \nSee\n Exhibit R to Affidavit of Richard A. Brenner\n[6]\n \nSee Revlon\n, supra note 3, at 181.\n[7]\n “Allegations of a mere personal friendship or a mere outside business relationship, standing alone, are insufficient to raise a\nreasonable doubt about the director’s independence.”\n  \nBeam ex rel Martha Stewart Omnimedia v. Stewart\n, 2004 LEXIS 162, at\n*22\n  \n(Del. Ch. 2004).\n[8]\n \nSee\n \nsupra \nnote 1.\n[9]\n \nSee\n Order of Dismissal, \nGish v. Prim\n, CVO 3-04680-NM (AJWx) (U.S.D.C. Central District of Cal.) dated April 13, 2004, and\nOrder Granting Motion To Dismiss Consolidated Complaint, \nIn Re Blue Rhino Corp. Securities Litigation\n, CV 03-3495 NM et seq.\n(U.S.D.C. Central District of Cal.) dated April 12, 2004."
}