{
  "id": "e7aa44cae3a4be9b1a8c2a5c46fdc07fc0ea3ecfc3b52139a9973d2417c4f368",
  "source_file": "data/raw/ncbc/e7aa44cae3a4be9b1a8c2a5c46fdc07fc0ea3ecfc3b52139a9973d2417c4f368.pdf",
  "raw_text": "      Pro-Tech Energy Solutions, LLC v. Cooper, 2015 NCBC 73. \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 20452 \n \nPRO-TECH ENERGY SOLUTIONS, \nLLC, individually and derivatively in the \nright of SOLARGREEN ECO-\nINDUSTRIAL SOLAR PARK 1, LLC, \n \nPlaintiff, \n \nv. \n \nPRAETHER COOPER, SOLAR GREEN \nDEVELOPMENT, LLC, and Beneficial \nParty SOLARGREEN ECO-\nINDUSTRIAL SOLAR PARK 1, LLC, \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nPARTIAL SUMMARY JUDGMENT \n \n \n \n{1} THIS MATTER  is before the Court upon Defendants Praether Cooper \n(“Cooper”) and Solar Green Development, LLC’s ( “Solar Green” ) (collectively, \n“Defendants”) Motion for Partial Summary Judgment on Defendants’ counterclaims \nfor breach of contract and breach of the implied covenant of good faith and fair dealing \n(“Motion for Partial Summary Judgment” or the “Motion”) in the above -captioned \ncase. \n{2} After considering the Motion , briefs in support of and in opposition to the \nMotion, the appropriate evidence of record, and the arguments of counsel at a hearing \non July 1, 2015, the Court hereby DENIES Defendants’ Motion for Partial Summary \nJudgment. \nEssex Richards, P.A. , by John T. Daniel for Plaintiff Pro -Tech Energy \nSolutions, LLC. \n \nParker, Poe, Adams and Bernstein, LLP, by Eric H. Cottrell and Sye T. \nHickey for Defendants Praether Cooper and Solar Green Development, \nLLC. \n \nBledsoe, Judge. \n \n \n \n \nI. \nPROCEDURAL HISTORY \n{3} Plaintiff Pro -Tech Energy Solutions, LLC (“Plaintiff” or “Pro -Tech”) has \nalleged claims, both individually a nd derivatively on behalf  of Solar Green Eco -\nIndustrial Solar Park 1, LLC ( “Solar Park 1” or the “Company”), arising out of Pro-\nTech’s entry into, and Pro -Tech’s business relationship with Defendants under, the \nCompany’s Limited Liability Company Operating Agreement dated July 1, 2014 (the \n“Operating Agreement”).   \n{4} Pro-Tech filed a Verified Complaint, Motion for Injunctive Relief and Motion \nfor Waiver of the ninety -day waiting period for derivative claims on Nove mber 4, \n2014, asserting claims against Defendants for breach of contract, breach of the \nimplied covenant of good faith and fair dealing, fraud, fraudulent inducement, \nsecurities fraud in violation of N.C.G.S. § 78A-8  of the North Carolina Securities Act \n(the “NCSA”) , and violation of N.C.G.S. § 57D -1-1 of the North Carolina Limited \nLiability Company Act (the “LLC Act”). \n{5} Prior to designation of this case to the Business Court, Resident Superior \nCourt Judge Yvonne Mims Evans entered a Temporary Restraining Order (“TRO”) \nagainst Defendants on November 6, 2014.  (TRO, Nov. 6, 2014).  On November 12, \n2014, Superior Court Judge Jesse B. Caldwell extended the TRO with the parties’ \nconsent until November 20, 2014.  (Consent Order Extending TRO, Nov. 14, 2014. )  \nOn November 20, 2014, Resident Superior Court Judge Linwood O. Foust extended \nthe TRO a second time , again with consent of the parties, until January 13, 2015.  \n(Second Consent Order Extending TRO, Nov. 11, 2014.)   \n{6} On December 5, 2014, this case was designated as a mandatory complex \nbusiness case, and subsequently assigned to the undersigned on December 9, 2014. \n{7} Defendants filed their Answer to Plaintiff’s Verified Complaint and \nCounterclaims on December 29, 2014, alleging counterclaims against Plaint iff for \nbreach of contract and breach of the implied covenant of good faith and fair dealing. \n \n \n{8} On January 6, 2015, this Court extended the TRO, again with consent of the \nparties, until the Court’s hearing on Plaintiff’s Motion for Preliminary Injunction , \nthen scheduled for March 10, 2015.  (Order Notice Hr’g, Jan. 6, 2015.)   \n{9} The Court dissolved the TRO , however,  on March 5, 2015, based on  \nPlaintiff’s Withdrawal of Motion for Injunctive Relief , and the hearing on Plaintiff’s \nMotion for Preliminary Injunction was thereafter cancelled.  (Order Dissolving TRO, \nMar. 5, 2015; Notice Withdrawal Mot. Inj. Relief, Mar. 2, 2015.)   \n{10} On April 29, 2015, Plaintiff filed a Motion for Dissolution of, Appointment of \na Receiver for, and Injunctive Relief Related to Solar Park  1, LLC (the “Motion for \nDissolution”).  The Court will resolve the Motion for Dissolution by separate Order.  \n{11} On May 22, 2015, Defendants filed the Partial Motion for Summary \nJudgment.  \n{12} The Court held a hearing on the Motion on July 1, 2015, at which all parties \nwere represented by counsel.  The Motion is now ripe for resolution. \nII. \nFACTUAL BACKGROUND \n{13} While findings of fact are not necessary or proper on a motion for summary \njudgment, “it is helpful to the parties and the courts for the trial judge to articulate a \nsummary of the material facts which he considers are not at issue and which justify \nentry of judgment.”  Collier v. Collier, 204 N.C. App. 160, 161–62, 693 S.E.2d 250, 252 \n(2010).  The Court limits its recitation of the background to the facts and allegations \nthat are relevant for purposes of resolving the Motion.  \n{14} Solar Green is a North Carolina limited liability company, and at all \nrelevant times Cooper has served as Solar Green’s President and Chief Executive \nOfficer.  (Compl. ¶¶ 7, 11; Answer ¶ 11.)  Defendants have been engaged for several \nyears in an “ approximately 280-megawatt project that Solar Green is developing in \nHertford (Perquimans County), North Carolina.”  (Answer ¶ 1.) \n{15} On November 21, 2013, Solar Green entered into a  Strategic Partnership \nAgreement with BE Solar and Blue Earth, Inc. (collectively, “Blue Earth”) to develop \nfour projects, three of which were part of the Solar Park 1 Project, and the fourth , a \n \n \nseparate project identified as “Dominion (a/k/a Davis Ln)”  (the latter project \nhereinafter referred to as the “Davis Lane Project”).  (First Cooper Aff. ¶¶ 5–7, Ex. 2; \nCountercl. ¶¶ 3–5, Ex. 1.)  \n{16} On December 18, 2013, Solar Green entered into an Interconnection Services \nAgreement with Virginia Electric and Power Com pany d/b/a Dominion North \nCarolina Power (“Dominion”) for a 14 -megawatt generation facility located at “200 \nDavis Lane, along US Hwy 17, in Hertford (Perquimans County), North Carolina ,” \nwhich was the location of the Davis Lane Project .  (First Cooper Aff., Ex. 3, p. 30.) 1  \nPursuant to the terms of the Strategic Partnership Agreement, Blue Earth paid \n$157,589.78 to Dominion on January 10, 2014, as a deposit for the Interconnection \nServices Agreement Solar Green had entered with Dominion concerning the Davis \nLane Project  (“the Interconnection Deposit”) .  (Countercl. ¶¶ 4 –6, Ex. 1) .  Cooper \nsubsequently agreed to reimburse the Interconnection Deposit to Blue Earth after \nBlue Earth was rejected as an equity sponsor by the bank that offered to supply state \ntax equity for Solar Green’s various projects.  (Countercl. ¶¶ 7–8; First Cooper Aff. ¶ \n12; Pl.’s Mem. Inj. Relief ¶ 8(a–b); First Winters Aff. ¶ 11.43.)   \n{17} Several months later, on March 26, 2014, Solar Green formed the Company \nas a North Carolina limited liability company with its principal place of business in \nHertford, North Carolina.  (Compl. ¶¶ 7, 11; Answer ¶ 11 .)  Solar Green formed the \nCompany “for the purpose of developing, constructing and installing a 19 Megawatt \nSolar PV System at 1436 Ocean Highway South in Hertford, North Carolina” (the \n“Ocean Highway Project”).  (Compl. ¶ 11, Ex. 1, Art. III.)2   \n                                                 \n1  Although the Agreement states in its preamble that it is “made and entered this 6 th day of June \n2013,” the Agreement provides that it “shall become effective upon execution by the Parties,” which \ndid not occur until December 18, 2013.   (First Cooper Aff., Ex. 3, Art. 3, p. 22.)  In addition, although \nthe Company is identified as the contracting customer, it is undisputed that the Company did not exist \nuntil it was formed on March 26, 2014.  Defendant Cooper avers that Defendant Solar Green was \nactually the contracting party  with Dominion in this Agreement , “using the d/b/a Solar Green Eco -\nIndustrial Solar Park.”  (First Cooper Aff. ¶ 8.) \n  \n2  Counsel for the parties agreed at the hearing that the correct street address for the Ocean Highway \nProject in Hert ford is “1476 Ocean Highway South” and that the Operating Agreement incorrectly \nidentified the street address as “1436 Ocean Highway South.” \n \n \n \n{18} Pro-Tech and Solar Green are the only two members of the Company, and \neach has a fifty percent (50%) ownership interest.  (Compl. ¶¶ 1, 7; Answer ¶ 1.)  Pro-\nTech and Solar Green entered into the Operating Agreement for the Company on July \n1, 2014 .  (Compl. ¶¶  1, 7; Compl. Ex. 1, § 5.1. )3  By the terms of the Operating \nAgreement, the Company is managed by two managers, Defendant Cooper and the \nchief operating officer of Pro -Tech, Guy Winters (“Winters”).  (Compl. Ex. 1, § 4.2; \nFirst Winters Aff. ¶ 2.)  The parties agree that the success of the Ocean Highway \nProject largely depends o n the availability of the North Carolina Business Energy \nTax Credit, which is set to expire on December 31, 2015.  (Compl. ¶ 31; Answer ¶ 31.) \n{19} Significantly for the resolution of this Motion, the Operating Agreement \nstates that “[t]he agreement of both Managers shall be required on any matter to be \ndecided by the Managers” and calls for dissolution of the Company if, inter alia, a \ndecree of judicial dissolution is issued or upon the occurrence of “any other event \nwhich makes it unlawful, impossible, or impr actical to carry on the business of the \nCompany.”  (Compl. Ex. 1, §§ 4.5, 9.1.)  \n{20} Under the terms of the Operating Agreement, Solar Green agreed, among \nother things, to contribute a signed and executed Interconnection Services Agreement \nfor the Project with Dominion, which was to be valued at fifty percent of the \nmembership interests in the Company.  (Compl. Ex. 1, § 5.1.)  In pu rported \ncompliance with its obligation, Solar Green contributed to the Company the \nInterconnection Services Agreement Solar Green had previously obtained from \nDominion for the Davis Lane Project  with fund s provided by  Blue Earth .  (First \nCooper Aff. ¶¶ 18, 21.)  Despite close proximity to one another, the Davis Lane Project \nand the Ocean Highway Project are “separate and distinct” and at different locations. \n(First Cooper Aff. ¶ 15.)  \n{21} In exchange for its fifty percent membership interest in the Company, Pro -\nTech agreed in the Operating Agreement to contribute $50,000.00 cash immediately \n                                                 \n3  Section 10.1 of the Operating Agreement provides that “[t]his [Operating]  Agreement, and the \napplication of interpretation hereof, shall be governed exclusively by its terms and by the laws of the \nState of North Carolina, and specifically the [LLC] Act.” \n \n \n \nupon execution of the Operating Agreement, plus an additional contribution of \n$350,000.00 to be paid in installments “within ten days of a written request by the \nManagers.”  (Compl. Ex. 1, § 5.1.)   \n{22} Pro-Tech paid the initial $50,000.00 capital contribution on July 2, 2014.  \n(Compl. ¶ 15; Answer ¶ 15.)  Pro-Tech’s  additional capital contribution of $350,000.00  \nwas to pay for the five items listed in Exhibit C to the Operating Agreement, allocated \nas follows: (1) $157,531.00 to reimburse Solar Green for the Interconnection Deposit  \nit had agreed to reimburse Blue Earth ; (2) $136,469.00 payable to Dominion f or \nSubstation Upgrades; (3) $21,000.00 to reimburse Solar Green for the real estate \ndeposit and lease;  (4) $20,000.00 for survey, civil engineering, and permitting costs; \nand (5) $15,000.00 for geotechnical and environmental phase I reports.  (Compl. Ex. \n1, Ex. C.)  \n{23} On July 10, 2014, Cooper emailed Pro -Tech requesting that Pro -Tech pay \nthe capital contribution of $157,531.00 as reimbursement for the Interconnection \nDeposit and the capital contribution of $21,000.00 to reimburse Defendants for the \nreal esta te deposit, each as provided in Exhibit C to the Operating Agreement.  \n(Answer Ex. 2.)  Cooper also requested that Pro-Tech pay $15,000.00 to cover the cost \nof a real estate deposit for an unrelated project, (Answer Ex. 2), which  Cooper \nindicated would be  credited against Pro -Tech’s additional capital contribution \nobligations.  (Countercl. ¶¶ 19–20, Exs. 2 –3; First Winters Aff. ¶ 11.26.)  Pro -Tech \npaid the requested $15,000.00 on July 10, 2014 and made a further payment in the \namount of $100,000.00 on July  29, 2014.  (Compl. ¶ 15; Answer ¶ 15.)  When added \nto Pro-Tech’s initial $50,000.00 contribution on July 2, 2015, Pro-Tech paid $165,000 \nof the total capital contribution of $400,000.00 under the Operating Agreement as of \nJuly 29, 2015.  \n{24} Pro-Tech alleges that after paying $165,00 0.00 under the Operating \nAgreement, Pro-Tech learned that the Interconnection Services Agreement procured \nby Defendants listed the 200 Davis Lane address and not the address where the \nOcean Highway Project was actually to be locate d – 1476 Ocean Highway South, \nHertford, NC 27944 – thus requiring an amendment to the Interconnection Services \n \n \nAgreement.  (Answer, Ex. 1; First Cooper Aff. Ex. 9, App. 3; Compl. ¶ 18.)   Cooper \ncontends that Pro -Tech was aware of the incorrect address befo re signing the \nOperating Agreement.  (First Cooper Aff. ¶ 18.)   \n{25} Pro-Tech also alleges that it first learned that Cooper did not personally pay \nthe Interconnection Deposit during a meeting with Cooper on September 11, 2014.  \n(First Winters Aff. ¶ 11.43.)  Cooper contends that he never represented to Pro-Tech \nthat he personally paid the Interconnection Deposit, while Pro-Tech disagrees.  (First \nCooper Aff. ¶ 44; First Winters Aff. ¶¶ 11.43–45.)   \n{26} Despite numerous requests by Cooper that Winters authorize Pro -Tech to \nfund its remaining capital contributions under the Operating Agreement, Winters \nconsistently refused to give Pro -Tech’s authorization, contending that Defen dants \nwere required to provide the Company an amended Interconnection Services \nAgreement containing the correct address for the Ocean Highway Project as a \nnecessary condition to Pro-Tech’s obligation to make any further capital contribution \npayments.  (Countercl. ¶¶ 19–26, Ex. 2–4, First Winters Aff. ¶¶ 10, 11.32).  Although \nWinters regularly demanded that Cooper obtain a corrected, amended \nInterconnection Services Agreement from Dominion with the correct address, Cooper \ndid not do so until after Plaintiff obtained the November 4, 2014 TRO prohibiting \nDefendants from any further delay in obtaining the necessary amendment to the \nInterconnection Services Agreement.  (TRO, p. 2.)   \n{27} Defendants and Dominion executed an Amended Interconnection Services \nAgreement with the corrected address for the Ocean Highway Project on March 4, \n2015.  (First. Winters Aff. ¶ 11.38; First Cooper Aff. Ex. 9, App. 3.)    \n{28} After receiving a copy of the Amended Interconnection Services Agreement \ntwo weeks later on March 16, 2015, Pro-Tech’s counsel notified Defendants’ counsel \nthat Pro-Tech was willing to authorize funding for the substation upgrades and \notherwise proceed with the Project.  (First  Winters Aff. ¶ 11.38, Ex. 4.)  Defendants’ \ncounsel replied by letter dated March 25, 2015, informing Pro-Tech that Defendants \nconsidered Winters’ refusal to authorize further capital contributions by Pro-Tech to \nhave been a material breach of the Operating Agreement, thereby permitting \n \n \nDefendants to rescind the agreement and return the funds previously contributed by \nPro-Tech.  (First Winters Aff. ¶ 11.38, Ex. 5.)   \n{29} Pro-Tech advised Defendants that it disagreed with Defendants’ legal \ncontentions, and now claims in this action that, to the contrary, Defendants’ failure \nto obtain an amended I nterconnection Services Agreement in a timely fashion, \ndiversion of potential investors via the forecast of unrealistically high energy rates, 4 \nfailure to answer Pro-Tech’s requests for documents and information, and unilateral \nrescission of the Operating Agreement, were each material breaches of the Operating \nAgreement that justified Winters’ decision to withhold authorization for Pro -Tech’s \nadditional capital contributions and now provide grounds for dissolution of the \nCompany.  (Compl. ¶ 39; Reply Countercl. ¶ 26; Pl.’s Mot. Dissolution ¶¶ 16–18.) \nIII. \nLEGAL STANDARD \n{30} Summary judgment is appropriate where “the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to judgment as a matter of law.”  N.C. R. Civ. P. Rule 56(c) (2014).  A genuine \nissue of material fact is “one in whi ch the facts alleged are such as to constitute a \nlegal defense or are of such nature as to affect the result of the action, or if the \nresolution of the issue is so essential that the party against whom it is resolved may \nnot prevail.”  Smith v. Smith, 65 N.C. App. 139, 142, 308 S.E.2d 504, 506 (1983).  The \nCourt views the evidence in the light most favorable to the non -moving party and \ndraws all reasonable inferences in favor of the non -moving party.  Whitley v. \nCubberly, 24 N.C. App. 204, 206, 210 S.E.2d 289, 291 (1974); see generally McKee v. \nJames, 2014 NCBC LEXIS 73, *31 (N.C. Super. Ct. Dec. 31, 2014)  (discussing \n                                                 \n4  On September 12, 2014, the parties met with Donna Robichaud, an industry consultant working for \nQF Solutions, who informed the parties that the upcoming negotiations with Dominion over the Power \nPurchase Agreement would begin at four cents per kWh for the energy credit, which was the going \nmarket rate in her opinion and well  below the $0.0075/kWh figure Cooper had been advertising to \npotential investors.  (First Winters Aff. ¶¶ 11.42–49; First Cooper Aff. ¶¶ 42, 46–49.)   \n \n \n \nstandard).  In addition, “[i]f different material conclusions can be drawn from the \nevidence, summary judgment should be denied, even though t he evidence is \nuncontradicted.”  Durham v. Vine, 40 N.C. App. 564, 568, 253 S.E.2d 316, 320 (1979). \nIV. \nANALYSIS \nA. Defendants’ Motion for Summary Judgment \n{31} Defendants’ Motion for Summary Judgment seeks entry of judgment against \nPro-Tech on Defendants’ counterclaims for breach of contract and breach of the \nimplied duty of good faith and fair dealing .  Defendants’ argument rests on two \nprincipal contentions: (1) that Winters’ refusal to approve the payment of additional \ncapital contributions by Pro-Tech was a material breach of the Operating Agreement, \nentitling Defendants to entry of judgment on their breach of contract counterclaim ; \nand (2) that Winters’ refusal to approve the payment of additional capital \ncontributions by Pro-Tech was unreasonable as a matter of law, and thus a breach of \nthe implied covenant of good faith and fair dealing  entitling Defendants to entry of \njudgment on Defendants’ breach of implied covenant claim.   \n{32} Although the parties agree that Winters never authorized the payment of \nadditional capital contributions by Pro-Tech under the Operating Agreement, they \ndiffer as to whether Winters had an obligation to join in a request from Defendant \nCooper to authorize Pro-Tech’s further capital contribution payments and as to Pro-\nTech’s obligation to fund those payments  in the absence of an agreement by both \nCooper and Winters, as the “ Managers” of the Company  under the Operating \nAgreement.   \ni. Breach of Contract \n{33} The Court first addresses Defendants’ breach of contract claim.  Defendants \nargue that Pro-Tech, through its representative, Winters, did not have the authority \nunder the terms of the Operating Agreement to unilaterally withhold  his \nauthorization to require Pro -Tech to pay its remaining capital contributions .  \nDefendants argue that the authorization of one Manager – i.e., Cooper – was \nsufficient, under the circumstances, to require a capital contribution by Pro -Tech \n \n \nbecause the contribution had otherwise become due and payable under the Operating \nAgreement.  (Countercl. ¶¶ 16–18.)   \n{34} “Courts may enter summary judgment in contract disputes because they \nhave the power to interpret the terms of contracts.”  McKinnon v. CV Indus, 213 N.C. \nApp. 328, 333, 713 S.E.2d 495, 500 (2011).  If the terms to be interpreted “ are plain \nand unambiguous, there is no room for construction [and] [t]he contract is to be \ninterpreted as written.”  Jones v. Casstevens, 222 N.C. 411, 413, 23 S.E.2d 303, 305 \n(1942); see e.g., W alton v. City of Raleigh, 342 N.C. 879, 881, 467 S.E.2d 410, 411 \n(1996) (“If the plain language of a contract is clear, the intention of the parties is \ninferred from the words of the contract.”) .  Plain, unambiguous terms should \ntherefore be “given their ordinary, accepted meaning unless it is apparent another \nmeaning is intended.”  Peirson v. Am. Hardware Mut. Ins. Co., 249 N.C. 580, 583, 107 \nS.E.2d 137, 139 (1959); see also Gaston Cnty. Dyeing Mach. Co. v. Northfield Ins. Co., \n351 N.C. 293, 302, 524 S.E.2d 558, 564 (2000) (“nontechnical words are to be given \ntheir ordinary meaning”).   \n{35} Moreover, “[i] f the parties agreed to define a term, and the [contract] \ncontains a definition of a term used in it, this is the meaning which must be given to \nthat term wherever it appears in the [contract], unless the context clearly  requires \notherwise.”  State v. Philip Morris USA Inc ., 363 N.C. 623, 632, 685 S.E.2d 85, 91 \n(2009) (quotation and citation omitted).  Further, “[s]ince the object of construction is \nto ascertain the intent of the parties, the contract must be considered as an \nentirety.  The problem is not what the separate parts mean, but what the contract \nmeans when considered as a whole.”  Jones v. Casstevens, 222 N.C. 411, 413–14, 23 \nS.E.2d 303, 305 (1942).  In short, “all clauses of [a contract] are to be construed, if \npossible, so as to bring them into harmony.”  Wachovia Bank & Trust Co. v. \nWestchester Fire Ins. Co., 276 N.C. 348, 355, 172 S.E.2d 518, 522 (1970).   \n{36} Defendants argue that Pro -Tech, through Winters, was obligated to join in \nCooper’s request to compel Pro -Tech’s additional capital contributions because, \naccording to Defendants, Pro-Tech’s failure to pay the remaining $350,000.00 under \nthe Operating Agreement (i) constituted a material breach of the Ope rating \n \n \nAgreement in these circumstances, (ii) defeated the primary purpose of the Operating \nAgreement, namely “to bring Pro -Tech into the Solar Park 1 Project as a source of \nfunding,” (Defs.’ Brief at p. 7), and (iii) constituted a breach of contract by repudiation.   \n{37} In opposition, Pro -Tech argues that the consent of both “Managers” was \nrequired under the Operating Agreement before Pro -Tech’s remaining capital \ncontributions could be deemed due, and that Winters – as one of the “Managers” \nunder the Operatin g Agreement – could reasonably withhold his authorization for \nPro-Tech’s additional payments in the circumstances presented here.   \n{38} As noted above, t he Operating Agreement  expressly provides that “[t]he \nagreement of both Managers shall be required on any m atter to be decided by the \nManagers” and Pro-Tech’s additional capital contributions were to  be “paid in \ninstallments within ten (10) days of a written request by the Managers.”  (Compl. Ex. \n1, §§ 4.5, 5.1 (emphasis added).)  The term “ Manager” is used in the singular form \nelsewhere in the Operating Agreement , but exclusively used in the plural form in \nthese two clauses.   \n{39} Defendants’ argument asks the Court to find as a matter of law that the \nplural term “Managers” in these clauses necessarily means the singular term \n“Manager” or, in the alternative, either a single “Manager” or both “Managers.”  The \nCourt concludes, however, that it would constitute a significant departure from long-\nheld principles of contract interpretation to hold as a matter  of law on th e current \nrecord that the term “Managers” means a single “Manager” as Defendants urge here.  \nThe term “Managers” – both when considered separately as well as in context in the \nOperating Agreement – is plain and unambiguous, (see First Cooper Aff., Ex. 3, Art. \n4 concerning “Management of the Company”), and our courts have previously held \nthat the ordinary and accepted meaning of the plural form of a noun indicates “more \nthan one.”  See, e.g., Swift v. Richardson Sports Ltd Partners , 188 N.C. App. 82, 87, \n658 S.E.2d 674, 677 (2008) (“use of the plural form . . . suggests . . . more than one \n[was intended]”); State v. Edwards , 185 N.C. App. 701, 704, 649 S.E.2d 646, 649 \n(2007) (“[use of] plural implies . . . more than one”); see also  Merriam-Webster’s \n \n \nCollegiate Dictionary 955 (11th ed. 2005) (defining “plural” as “of, relating to, or \nconstituting a class of grammatical forms used to denote more than one . . .”).   \n{40} This is particularly true here because the use of the singular form “Manager” \nelsewhere in the Operating Agreement strongly supports an interpretation that the \nplural term “Managers” means something different than the singular term \n“Manager.”  See, e.g., Fulford v. Jenkins, 195 N.C. App. 402, 408, 672 S.E.2d 759, 763 \n(2009) (“[A] contract must be interpreted as a whole, and individual provisions within \na contract must be interpreted within the context of the entire contract.”).   \n{41} Accordingly, based on the principles of contract interpretation outlined \nabove, and applying those principles to the Court’s review of the evidence of record in \nthe light most favorable to Pro -Tech as the non -moving party – and with particular \nreference to the plain language of the Operating Agreement requiring approval of \nboth “Managers” to compel additional capital contributions by Pro-Tech – the Court \nfinds that it cannot conclude at this juncture that Defendants have shown that the \nundisputed facts of record entitle Defendants to summary judgment on Defendants’ \nbreach of contract counterclaim as a matter of law.  In particular, the Court is unable \nto determine as a matter of law on this record that payment of Pro -Tech’s capital \ncontributions were required under the Operating Agreement by the affirmative vote \nof Defendant Cooper as a single “Manager” of the Company, as Defendants contend, \nor that the Operating Agreement required Winters to join in Cooper’s request that \nPro-Tech pay its remaining capital contributions in these circumstances.  The Court, \ntherefore, concludes that Defendants’ Motion seeking entry of judgment on \nDefendants’ counterclaim for breach of contract should be denied. \nii. Breach of the Implied Covenant of Good Faith and Fair Dealing \n{42}  “In every contract, there is an implied covenant of good faith and fair \ndealing that neither party  will do anything which injures the right of the other to \nreceive the benefits of the agreement.”   Bicycle Transit Auth., Inc. v. Bell , 314 N.C. \n219, 228, 333 S.E.2d 299, 305 (1985).  Except as otherwise provided by applicable law, \n“the laws of agency and contract, including the implied contractual covenant of good \nfaith and fair dealing  . . . govern the administration and enforcement of operating \n \n \nagreements.”  N.C. Gen. Stat. § 57D -2-30(e) (2014).  Just as implied terms cannot \ncontradict express terms, “[a] breach of good faith and fair dealing claim ‘ cannot be \nused to contradict the express terms of a contract.’”  Heron Bay Acquisition, LLC v. \nUnited Metal Finishing, Inc. , 2014 NCBC  LEXIS 15, *66 (N.C. Super. Ct. May 7, \n2014) (citing Rezapour v. Earthlog Equity Grp., Inc., No. 5:12CV105-RLV, 2013 U.S. \nDist. LEXIS 92124 at *11 (W.D.N.C. July 1, 2013) ); see JTG Equip. & Supply, LLC. \nV. EBay, Inc. , 2015 NCBC LEXIS 10, * 24 (N.C. Super. Ct. Jan. 23, 2015)  (citing \nCampbell v. Blount, 24 N.C. App. 368, 371 (1975)) (“Courts will not apply an implied \ncovenant of good faith and fair dealing to override the express terms of a contract.”).  \n{43} Defendants allege that Pro-Tech breached the implied covenant of good faith \nand fair dealing by unreasonably refusing to authorize  payments that Defendants \ncontend were required under the Operating Agreement .  (Countercl. ¶¶ 43–45.)  To \ngrant summary judgment for Defendants on their counter claim, the Court must \ntherefore find as a matter of law that the implied covenant, as pleaded here, does not \noverride the express terms of the Operating Agreement , and further, that Winters \nacted unreasonably by not joining in Cooper’s request for payment of Pro -Tech’s \nremaining capital contributions.   \n{44} The Court first addresses whether the implied covenant is contradicted by \nthe express terms of the Operating Agreement.  In light of the Court’s conclusion that, \nat a minimum for purposes of this Motion , a genuine issue of material fact remains \nconcerning whether Winters could withhold his consent to require Pro-Tech to pay its \nremaining capital contributions under the Operating Agreement , the Court cannot \ndetermine on this record that the implied covenant, as pleaded here, does not override \nthe express terms of the Operating Agreement as a matter of law. \n{45} Turning next to whether Winters acted unreasonably as a matter of law, the \nCourt notes that Pro-Tech has offered evidence that Winters withheld his \nauthorization to require Pro-Tech to release additional funds due to (i) Pro-Tech’s \nconcerns over Defendants’ failure to obtain an amended Inte rconnection Services \nAgreement specific to the Ocean Highway Project  and thus comply with a material \nterm under the Operating Agreement, (Compl. Ex. 1, § 5.1; Pl.’s Reply Countercl. ¶¶ \n \n \n26, 32–33, 48; First Winters Aff. ¶ 11.21), (ii) Defendant Cooper’s failure to inform \nPro-Tech that Blue Earth – and not Cooper individually – made the Interconnection \nDeposit, (First Winters Aff. ¶ 11.43) , and (iii) Pro -Tech’s understanding that the \nprovisions of the Operating Agreement, and in particular those provisions stating \nthat “[t]he agreement of both Managers shall be required on any matter to be decided \nby the Managers” and that Pro-Tech’s additional capital contributions were to be \n“paid in ins tallments within ten (10) days of a written request by the Managers,” \n(Compl. Ex. 1, § § 4.5, 5.1), did not require Pro -Tech to make any further capital \ncontributions absent Winters’ consent and, further, permitted Winters to refuse that \nconsent in the circumstances here. (Pl.’s Reply Countercl. ¶¶ 26, 32 –33, 48; First \nWinters Aff. ¶ 11.25.)  Considering that our appellate courts “consistently hold that \n‘reasonableness’ is a factual issue for the jury in many different types of cases,” Dysart \nv. Cummings, 181 N.C. App. 641, 653, 640 S.E.2d 832, 840 (2007) , the Court cannot \nconclude as a matter of law on the current record that Winters unreasonably refused \nto authorize Pro-Tech’s payment of its additional capital contributions under the \nOperating Agreement.  See, e.g., i d. (“Reasonableness is a quintessential jury \nquestion.”) (collecting cases).  \n{46} For each of these reasons, the Court concludes that Defendants’ Motion for \nPartial Summary Judgment on Defendants’ counterclaim for breach of the implied \ncovenant of good faith and fair dealing should be denied. \nV. \nCONCLUSION \n{47} Based on the foregoing, the Court DENIES Defendants’ Motion for Partial \nSummary Judgment.  \n{48} All other requested relief is DENIED. \n SO ORDERED, this the 30th day of July 2015. \n \n        /s/ Louis A. Bledsoe, III  \n       Louis A. Bledsoe, III \n       Special Superior Court Judge \n         for Complex Business Cases  "
}