{
  "id": "e800e89f35c102da32a793b8273db5a46fd30794fbf1bb9e417ec5299db253fe",
  "source_file": "data/raw/ncbc/e800e89f35c102da32a793b8273db5a46fd30794fbf1bb9e417ec5299db253fe.pdf",
  "raw_text": "SCA-Blue Ridge, LLC v. WakeMed, 2016 NCBC 2. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 13 CVS 2470 \n \n \nSCA-BLUE RIDGE, LLC; BLUE RIDGE GP, ) \nLLC and BLUE RIDGE DAY SURGERY ) \nCENTER, LP, ) \n Plaintiffs  ) OPINION AND ORDER  \n  ) \n  ) \n v.  )   \n   )    \nWAKEMED,   )  \n  Defendant ) \n \nTHIS CAUSE was designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to “G.S.”), and \nassigned to the undersigned Special Superior Court Judge for Complex Business Cases. \nTHIS MATTER comes before the Court upon Defendant’s Motion for Judgment on the \nPleadings (the “Motion for Judgment”).  On December 1, 2015, the Court held a hearing on \nthe Motion for Judgment. \n THE COURT, having considered the Motion for Judgment, the briefs in support of \nand opposition to the Motion for Judgment, th e arguments of counsel at the hearing, and \nother appropriate matters of record, CONCLUDES as follows. \nWyrick Robbins Yates & Ponton LLP, by Frank Kirschbaum, Esq. and Paul J. \nPuryear, Jr., Esq., for Plaintiffs. \n \nSmith Moore Leatherwood LLP, by William R. Forstner, Esq. and Maureen Demarest \nMurray, Esq., for Defendant. \n \nMcGuire, Judge. \n \nFACTUAL AND PROCEDURAL BACKGROUND\n \n1.     In 1993 Plaintiff SCA-Blue Ridg e, LLC (“SCA-Blue Ridge”) developed \nPlaintiff Blue Ridge Day Surgery Center, LP (“ Blue Ridge DSC”).  Blue Ridge DSC was a \n \n \nlimited partnership, and it operated ambulatory surgical facilities (“ASF”) in which patients \nreceive outpatient surgical services.  In order to operate an ASF, a health care provider must \nhave a Certificate of Need (“ CON”) from the North Carolina Department of Health and \nHuman Services, Division of Health Service Regulation (“DHHS”).  DHHS limits the number \nof CONs it permits in a geographical area ba sed on factors including patient needs and the \nutilization of existing surgical facilities. 1  SCA-Blue Ridge was the general partner of Blue \nRidge DSC until 2010. \n2. Defendant WakeMed is a non-profit corporation organized and existing under \nthe laws of the State of North Carolina.  In 2010, WakeMed sought to invest in Blue Ridge \nDSC.  As a result of negotiations between the parties, SCA-Blue Ridge and WakeMed formed \nPlaintiff Blue Ridge GP (“Blue Ridge GP”) to  serve as Blue Ridge DSC’s general partner \neffective April 1, 2010. WakeMed owned a 51% interest in Blue Ridge GP, and SCA-Blue \nRidge owned a 49% interest.  Blue Ridge GP he ld a 40% interest in Blue Ridge DSC.  The \nremaining 60% interest in Blue Ridge DSC was held by the limited partners which included \nindividual physicians and SCA-Blue Ridge. \n3. SCA-Blue Ridge and WakeMed entered into the Blue Ridge GP Operating \nAgreement (the “Operating Agreement”) to govern their relationship in Blue Ridge GP.  The \nOperating Agreement, however, provided that neither SCA-Blue Ridge nor WakeMed was a \nmanager.  Instead, the parties agreed that the LLC would be managed by a five member \nBoard of Management (“the Board”). 2  Three members of the Board were appointed by \nWakeMed and two members were appointed by SCA-Blue Ridge.3 The Operating Agreement \nfurther provided that “[b]oard members shall be entitled to bear in mind and act on the \n                                                 \n1 Am. Compl. ¶¶ 6-7. \n2 Op. Ag. § 10.1(a). \n3 Id. \n \n \ninterests of the Member that appointed them.”4 Routine business matter were to be decided \nby a simple majority vote of the Board, 5 but exceptional decisions required a supermajority \nvote of four Board members. 6  For example, decisions including the sale or encumbrance of \nthe LLC’s assets, development or opening of additional ASFs, dissolution, incurring debt to \nthe LLC, and amendment of the Operating Agreement required supermajority approval.7  In \nother words, significant decisions regarding th e operation of Blue Ridge GP required votes \nfrom Board members appointed by both SCA-Blue Ridge and WakeMed. \n4. In addition, with regard to the respecti ve rights and obligations of SCA-Blue \nRidge and WakeMed, the Operating Agreement recognized the restrictions on certain actions \nby the LLC that might be required because of  the tax-exempt and charitable status of \nWakeMed, the parties’ respective rights in ce rtain circumstances to act in their own self-\ninterests, and a consequent limitation on the fiduciary responsibilities of Board members.  \nThe Operating Agreement  contained, inter alia, the following pertinent provisions: \na. All Members are aware of the limitation on the actions of the Company due to \nthe tax-exempt status and charitable purpose of WakeMed, and each Member \nagrees that any decision of the Company (i) to forego an action which would be \ninconsistent with the tax-exempt status  of WakeMed, (ii) to take an action \nwhich furthers the charitable purposes ov er any profitmaking motives of the \nCompany, or (iii) to take any action t hat furthers the activities of a WakeMed \nAffiliate that provides surgical services  in an acute care hospital or medical \nclinic within the area served by the Cent ers, shall not be a breach of the duty \nof loyalty or a breach of any fiduciar y duty to the Company, notwithstanding \nthat any such decision is not in the best interests of the Company.  § 2.3; \n \n \nb. From the date hereof until the end of one (1) year from the date that WakeMed \nis no longer a Member of the Comp any [Blue Ridge GP] (the \"Restricted \nPeriod\"), neither WakeMed nor any Aff iliate of WakeMed shall, directly or \nindirectly, without the prior consent of SCA-Blue Ridge, through one or more \nintermediaries, partners, or members, ho ld or acquire any direct or indirect \nownership interest in, or manage, le ase, develop, or otherwise have any \n                                                 \n4 Id. \n5 Id. at § 10.1(b). \n6 Id. at § 10.3. \n7 Id. \n \n \nfinancial interest (through a corporation, partnership, trust, or other entity in \nwhich WakeMed owns or has a beneficial interest) in any business or entity \nwhich develops, owns, manages, leases, or  provides property to, a facility or \nbusiness that performs outpatient su rgery in a freestanding ambulatory \nsurgery center (a \"Competing Facility\") within a two (2) mile radius of the \nCenter (the \"Restricted Area\"); provid ed, however that neither WakeMed nor \nany Affiliate of WakeMed shall be preven ted from owning less than 5% of the \nvoting stock of a publicly-held company which owns or operates one or more \nhealthcare facilities. This Section shall continue to apply during the Restricted \nPeriod to WakeMed if WakeMed ceases to be a Member. §17.1 (a); \n \n \nc. Members and their Affiliates  . . . shall be permitted to engage in other business \nendeavors, including those which may compete with the Company… § 2.5(i); \n \nd. Members and their Affiliates . . . shall not be under any obligation to offer \nbusiness opportunities to the [LLC.]   § 2.5 (ii); \n \ne. Board members shall be entitled to bear in mind and act on the interests of the \nMember that appointed them.  § 10.1(a); \n \nf. Whenever in this Agreement a Member, Board member or officer is permitted \nor required to make a decision (i) in its “discretion” or under a grant of similar \nauthority or latitude, the Person shall be entitled to consider only such \ninterests and factors as it desires, in cluding its own interests, and shall have \nno duty or obligation to give any consid eration to any interest of or factors \naffecting the Company or any other Person; § 16.3(c); \n \ng. If and to the extent that, at law or in equity, a Member, officer, or Board \nmember has duties (including fiduciary duties) and liabilities relating thereto \nto the Company or to any other Memb er, such Member, officer, or Board \nmember acting under this Agreement shall not be liable to the Company or to \nany other Member for its good faith reliance on the provisions of this \nAgreement. The provisions of this Agreem ent, to the extent that they restrict \nthe duties and liabilities of a Member, officer, or Board member otherwise \nexisting at law or in equity, are agreed  by the parties hereto to replace such \nother duties and liabilities of such Member, officer, or Board member. § 16.3(a); \nand, \n \nh. In the absence of bad faith (such as taking action for the purpose of injuring \nthe Company) by the Member, Board member or officer, the resolution, action \nor term so made, taken or provided by the Member, Board member, or officer \nshall not constitute a breach of this Agreement or any other agreement \n \n \ncontemplated herein or of any duty  or obligation of the Member, Board \nmember, or officer at law or in equity or otherwise.  § 16.3(b). \n \n5. Finally, as relevant to this action, section 17.1 of the Operation Agreement \ncontained the following restrictive covenant: \nFrom the date hereof until the end of one (1) year from the date that WakeMed \nis no longer a Member of the Comp any [Blue Ridge GP] (the \"Restricted \nPeriod\"), neither WakeMed nor any Aff iliate of WakeMed shall, directly or \nindirectly, without the prior consent of SCA-Blue Ridge, through one or more \nintermediaries, partners, or members, ho ld or acquire any direct or indirect \nownership interest in, or manage, le ase, develop, or otherwise have any \nfinancial interest (through a corporation, partnership, trust, or other entity in \nwhich WakeMed owns or has a beneficial interest) in any business or entity \nwhich develops, owns, manages, leases, or  provides property to, a facility or \nbusiness that performs outpatient su rgery in a freestanding ambulatory \nsurgery center (a \"Competing Facility\") within a two (2) mile radius of the \nCenter (the \"Restricted Area\"); provid ed, however that neither WakeMed nor \nany Affiliate of WakeMed shall be preven ted from owning less than 5% of the \nvoting stock of a publicly-held company which owns or operates one or more \nhealthcare facilities. This Section shall continue to apply during the Restricted \nPeriod to WakeMed if WakeMed ceases to be a Member. \n \n6. Plaintiffs allege that Wake Med held a “controlling interest” in Blue Ridge GP \nand that WakeMed “dominated the governing board of Blue Ridge GP by appointing a \nmajority of its members.”\n8 \n7. Plaintiffs allege that “[w]hile WakeMed was still the controlling member of \nBlue Ridge GP, representatives of SCA-Blue Ridge presented WakeMed with an opportunity \nto negotiate the possible purchase of a nearby, competing ASF called Southern Eye Associates \nOphthalmic Surgery Center”9 (“Southern Eye”). Southern Eye was an ASF located at 2801 Blue \nRidge Road in Raleigh and a competitor of Blue Ridge DSC.10 Plaintiffs allege that “WakeMed \nindicated that it did have an interest in the acquisition of [Southern Eye], and that WakeMed \n                                                 \n8 Am. Compl. ¶¶ 11, 12. \n9 Id. at ¶ 19. \n10 Id. at ¶ 23. \n \n \nwould contact the owner and arrange a meeting.” 11  WakeMed, however, did not arrange a \nmeeting between SCA-Blue Ridge and Southern Eye.  Instead, Plaintiffs allege that \nWakeMed usurped the opportunity and, in Ma rch 2012, entered into an “arrangement or \nagreement” to purchase the assets of Southern Eye for itself.12   \n8. On March 8, 2012, WakeMed wrote to the DHHS notifying it that WakeMed \nintended to “to acquire from [Southern Eye] th e existing, licensed [ASF] in operation . . . at \n2801 Blue Ridge Road, . . . and all equipment a ssociated with the [ASF].”  WakeMed closed \nthe sale for the Southern Eye assets in or around May 2012.  The assets that WakeMed \nacquired included a CON to operate two surgical  facilities.  Southern Eye is a “competing \nfacility” as that term is defined in Section 17.1 of the Operating Agreement. \n9. In May, 2012, WakeMed applied to DHHS for permission to move the CON \nacquired from Southern Eye (the right to operate two surgical facilities) to its Raleigh campus \ninstead of keeping the surgical facilities at  the 2801 Blue Ridge Road address. WakeMed’s \nRaleigh campus is approximately 10 miles fr om Blue Ridge DSC. On September 27, 2012, \nDHHS conditionally granted WakeMed’s a pplication.  Blue Ridge DSC filed an \nadministrative challenge to the conditional a pproval, the procedural and factual history of \nwhich is laid out in Surgical Care Affiliates, LLC v. N.C. Dept. of Health and Human Services, \n__ N.C. App. __, 762 S.E.2d 468 (2014), cert. denied, __ N.C. __ (2015).  The administrative \nproceeding officially concluded on March 5, 2015, when the Supreme Court of North Carolina \ndenied Plaintiffs’ petition for discretionary review. DHHS awarded the CON to WakeMed on \nMarch 6, 2015.  On or about March 6, 2015, WakeMed began using the CON to treat patients \nat two surgical facilities on its Raleigh campus. \n                                                 \n11 Id. at ¶ 20. \n12 Id. at ¶ 29. \n \n \n10. On February 21, 2013, Plaintiffs initiated this lawsuit by filing their Verified \nComplaint.  On March 26, 2013, Plaintiffs filed a First Amended Complaint (“Amended \nComplaint”).\n13 Plaintiffs alleged the following claims  for relief (\"Claim(s)\"): First Claim for \nRelief – Claim for Declaratory Judgment (\"Claim One\"); Second Claim for Relief – Alternative \nMotion for Preliminary Injunction and Claim for Permanent Injunction (\"Claim Two\"); Third \nClaim for Relief – Claim for Breach of Fiduci ary Duty (\"Claim Three\"); Fourth Claim for \nRelief – Breach of Fiduciary Duty and Misa ppropriation of Business Opportunity (\"Claim \nFour\") and Fifth Claim for Relief – Claim for Violation of N.C. Gen. Stat. § 131E-190(h) \n(\"Claim Five\").   \n11. On April 25, 2015, WakeMed filed a Mo tion to Dismiss pursuant to North \nCarolina Rule of Civil Procedure 12(b)(1).  On July 18, 2014, the Honorable John R. Jolly, Jr. \ngranted Defendant’s Motion to Dismiss in part, and denied it in part.  Judge Jolly dismissed \nthat part of Plaintiffs’ first claim (Claim 1(a)) seeking a declaration that “WakeMed does not \nhave a sufficient interest in Southern Eye Associ ates OSC to permit it to apply to relocate \nthe operating rooms.”\n14  Judge Jolly also dismissed the fifth claim alleging that WakeMed \nviolated the State statute governing the obtaining of a CON.  Judge Jolly denied Defendant’s \nmotion to dismiss claims 1(b), 2, 3, and 4.  Defendant appealed Judge Jolly’s Opinion to the \nCourt of Appeals and the Court of Appeals stayed all proceedings in the matter before this \nCourt.15 On April 2, 2015, the Court of Appeals dismissed Defendant’s appeal, thereby lifting \nthe stay of this proceeding. SCA-Blue Ridge, LLC v. WakeMed , No. 14-1291 (N.C. Ct. App. \nApr. 2, 2015). \n                                                 \n13 Plaintiffs’ Amended Complaint was subsequently verified by the April 6,  2015 Affidavit of Kelli \nCollins. \n14 Am. Comp. ¶ 45(a). \n15 SCA-Blue Ridge, LLC v. WakeMed, No. P14-673 (N.C. Ct. App. Sept. 15, 2014). \n \n \n12. On April 7, 2015, Plaintiffs filed a mo tion for temporary restraining order \nseeking to prohibit WakeMed from acquiring or using the CON.  On April 10, 2015, this Court \nissued an Order denying the TRO. \n13. On April 17, 2015 Defendant filed its Motion for Judgment under Rule 12(c) \nseeking dismissal of Plaintiffs’ remaining claims.  At the parties’ request, this matter was \nstayed by the Court from June 15, 2015 through October 1, 2015, while they pursued \nsettlement discussions.  On December 1, 2015, the Court held a hearing on the Motion for \nJudgment. \nANALYSIS \n14. “A motion for judgment on the pleadings is the proper procedure when all the \nmaterial allegations of fact are admitted in the pleadings and only questions of law remain. \nWhen the pleadings do not resolve all the factual issues, judgment on the pleadings is \ngenerally inappropriate.”  \nRagsdale v. Kennedy, 286 N.C. 130, 137 (1974) (citation omitted). \n“‘A complaint is fatally deficient in substance, and subject to a motion by the defendant for \njudgment on the pleadings if it fails to state a good cause of action for plaintiff and against \ndefendant[.]’” Bigelow v. Town of Chapel Hill, __, N.C. App. __, __, 745 S.E.2d 316, 319 (2013) \n(quoting George Shinn Sports, Inc. v. Bahakel Sports , Inc., 99 N.C. App. 481, 486 (1990)). \nThe Court may only consider “the pleadings and exhibits which are attached and \nincorporated into the pleadings.”  Davis v. Durham Mental Health/Dev. \nDisabilities/Substance Abuse Area Auth., 165 N.C. App. 100, 104 (2004) (internal quotation \nmarks and citation omitted).  The Court must “view the facts and permissible inferences in \nthe light most favorable to the nonmoving party.”  Ragsdale, 286 N.C. at 137.  Thus, a Rule \n12(c) motion for judgment on the pleadings should  be denied “unless it is clear that plaintiff \nis not entitled to any relief under any statement of the facts.”  Praxair, Inc. v. Airgas , Inc., \n1999 NCBC LEXIS 5, at *8 (N.C. Super. Ct. 1999). \n \n \n15. WakeMed seeks dismissal of Plaintiffs’ remaining claims in this action for (1) \na declaratory judgment “that the terms of the Operating Agreement prohibit WakeMed from \nobtaining a CON with respect to the assets of [Southern Eye]”; (2) a preliminary and \npermanent injunction “prohibiting WakeMed from acquiring or continuing to hold an interest \nin [Southern Eye], or from relocating oper ating rooms from [Southern Eye's] location, \npending resolution of  Plaintiffs’ claims herein”; (3) WakeMed’s breach of a fiduciary duty to \nSCA-Blue Ridge by acquiring the assets of Southern Eye  by “applying for a CON to relocate \nand recharacterize the operating rooms,” and by violating the noncompetition restrictions in \nsection 17.1 of the Operating Agreement; 16 and (4) WakeMed’s breach of a fiduciary duty to \nBlue Ridge DSC by usurping a corporate opport unity and acquiring the assets of Southern \nEye.  The Court will address each of the claims in turn. \nPlaintiff’s First Claim for Relief – Declaratory Judgment  \n16. The remaining part of Plaintiffs’ First Claim for Relief seeks a declaratory \njudgment “that the terms of the Operating Ag reement prohibit WakeMed from obtaining a \nCON with respect to the assets of [Southern Ey e].”  Defendant argues that the “remaining \ndeclaratory judgment action is a thinly ve iled attempt to circumvent the Administrative \nProcedure Act and to have this Court rule upon the same issues on which Plaintiffs lost [in \nthe CON case].\"17  In other words, Defendant argues that the issue raised by the declaratory \njudgment claim has been decided in the admini strative case, and is therefore barred by the \ndoctrine of collateral estoppel.  Plaintiffs co ntend that Defendant’s argument was already \nraised, and rejected by Judge Jolly, in Defendant’s prior motion to dismiss.18 \n                                                 \n16 Am. Compl. ¶¶ 53-57. \n17 Def.’s Br. Supp. Mot. J. p. 19. \n18 Pls.’ Br. Opp. Mot. J. pp. 21-22. \n \n \n17. The Court agrees with Plaintiffs that Defendant’s argument is essentially a \nrepeat of its argument in its first motion to  dismiss that Plaintiffs’ declaratory judgment \nclaim was abated by the administrative proceedings on the CON application.  Here, however, \nthe case is in a different procedural posture.  Defendant contends that the administrative \nproceeding had now decided in its favor the issue of whether the Operating Agreement \nprohibited them from obtaining a CON, and t hat Plaintiff is collaterally estopped from \nraising the issue in this case.  “Under the [ ] doctrine of collateral estoppel (or \"issue \npreclusion\"), \"a final judgment on the merits prevents relitigation of issues actually litigated \nand necessary to the outcome of the prior action in a later suit involving a different cause of \naction between the parties or their privies.”  \nReese v. Brooklyn Vill., LLC, 209 N.C. App. 636, \n642 (N.C. Ct. App. 2011).  The Court has reviewed the administrative and appellate decisions \nfrom the administrative proceeding, however, and concludes that the Office of Administrative \nHearings did not expressly or im pliedly rule upon the issue of Defendant’s rights under the \nOperating Agreement.19  Accordingly, Plaintiff is not coll aterally estopped from raising the \nissue in this case. \n18. Defendant further argues that the re maining declaratory judgment claim \nshould be dismissed because the declaration “is meaningless, since [Plaintiffs] have sued \nWakeMed for a purported breach of the [Operating] Agreement; they do not need nor benefit \nfrom a separate declaration of breach.”20  Defendant asks the Court to exercise its discretion \nto not render a declaratory judgment here on the grounds that the declaration Plaintiffs seek \n“would not terminate the uncertainty or controversy giving rise to the proceeding.”  G.S. § 1-\n257.  Defendant’s argument, however, is flawed.  Plaintiffs have not actually brought a claim \nstyled as a breach of contract action.  Rath er, Plaintiffs have made a claim for breach of \n                                                 \n19 Answer, Ex. 5-C. \n20 Def.’s Br. Supp. Mot. J. pp. 19-20. \n \n \nfiduciary duty based, inter alia, on WakeMed’s alleged violation of the non-competition clause \nof the Operating Agreement. 21  Defendant’s argument incorrectly assumes that \ndetermination of the fiduciary duty claim will  require the Court to address the issue of \nwhether the non-competition restriction in the Operating Agreement prohibited WakeMed \nfrom obtaining the CON. 22  This is not necessarily the case.  The breach of fiduciary duty \nclaim will require Plaintiffs to first establish the existence of fiduciary relationship between \nWakeMed and SCA-Blue Ridge and/or Blue Ridge DSC.  If Plaintiffs fail make that showing, \nthe Court will not be required to reach the question of whether the Operating Agreement \nprohibited WakeMed from obtaining the CON and whether WakeMed violated a fiduciary \nduty by acquiring the CON.  On the other hand, a declaration that the Operating Agreement \nprohibited WakeMed from obtaining the CON could help support a claim for breach of \nfiduciary duty, and certainly would not be inconsistent with such a claim.   \n19. At this stage of the proceeding, the Court concludes that Plaintiffs have \nsufficiently alleged a viable clai m for declaratory judgment to survive Defendant’s motion.  \nAccordingly, the Court concludes that Defendant ’s motion for judgment on the pleadings as \nto Plaintiffs’ remaining declaratory judgment claim in their First Claim for Relief should be \nDENIED. \nPlaintiffs’ Second Claim for Relief – Preliminary and Permanent Injunction \n20. Plaintiffs’ Second Claim for Relief seeks a preliminary and permanent \ninjunction “prohibiting WakeMed from acquiri ng or continuing to hold an interest in \n[Southern Eye], or from relocating operating rooms from [Southern Eye's] location, pending \n                                                 \n21 Am. Compl. ¶¶ 53-56. \n22 The non-competition provision does not expressly mention CONs or prohibit WakeMed from \nobtaining a CON.  Defendant by its argument, however, equates the declaration Plaintiffs seek with \na declaration that WakeMed violated the Operating Agreement by obtaining the CON.  \n \n \nresolution of Plaintiffs’ claims herein.” 23  The Court has previously concluded that any \ninjunctive relief aimed at preventing Defendant from “competing” in violation of section 17.1 \nof the Operating Agreement is moot because “Plaintiffs have effectively obtained three years \nof non-competition benefits” due to the dela y occasioned by the administrative case. 24  The \nCourt now concludes that the claims for pre liminary and permanent injunctive relief are \nmooted as a result of the Court of Appeals decision in Surgical Care Affiliates, LLC v. N.C. \nDept. of Health and Human Services, __ N.C. App. __, 762 S.E.2d 468 (2014), cert. denied, __ \nN.C. __ (2015).  That decision established that Defendant held a sufficient interest in and \nproperly applied for a CON to relocate the op erating rooms to Defendant’s Raleigh Campus, \nand granted approval to relocate the operating rooms. See Total Renal Care of N.C. LLC v. \nN.C. HHS, 195 N.C. App. 378, 386 (2009) (Petitioner’s appeal of issuance of CON by DHHS \nwas moot once “the project or facility for which the CON was issued is complete or becomes \noperational” since DHHS lacks authority to with draw CON). There is no further injunctive \nrelief that this Court could provide.  Accordin gly, Defendant’s motion for judgment on the \npleadings as to Plaintiffs’ Second Claim for Relief should be GRANTED.25 \nPlaintiffs’ Third Claim for Relief – Breach of Fiduciary Duty owed to SCA-Blue Ridge \nand Fourth Claim for Relief – Breach of Fi duciary Duty owed by WakeMed to Blue \nRidge GP \n \n21. Plaintiffs allege that WakeMed owed a fiduciary duty to both SCA-Blue Ridge \nand to Blue Ridge DSC. 26  The Third Claim alleges that WakeMed breached “its fiduciary \nduty to [Blue Ridge DSC]”27 by acquiring the assets of Southern Eye, by violating the non-\ncompetition restrictions in section 17.1 of the Operating Agreement, and by applying to the \n                                                 \n23 Id. ¶¶ 47-52. \n24 Order on Mot. TRO (Apr. 10, 2015) ¶ 9. \n25 Since the Court has dismissed Plaintiffs’ claim for a preliminary and permanent injunction as moot, \nit need not address Defendant’s arguments for dismissal. \n26 Am. Compl. ¶ 14. \n27 Id. at ¶¶ 55, 60-61. \n \n \nDHHS to relocate the operating rooms. 28  Plaintiffs allege that WakeMed’s breach of its \nfiduciary duty to Blue Ridge DSC “has caused injury and damages to [Blue Ridge DSC] in an \namount exceeding $10,000.00.”29   \n22. In the Fourth Claim, Plaintiffs allege that “as the controlling member of the \ngeneral partner of Blue Ridge DSC, WakeMed had a duty to avoid acquiring, for its own use \nand benefit, assets that would promote the business purposes and enhance to profitability of \n[Blue Ridge DSC]”.30  Plaintiffs allege that WakeMed usurped a partnership opportunity of \nBlue Ridge DSC by acquiring the assets of Southern Eye instead of pursuing those assets for \nBlue Ridge DSC.   \n23. Under the North Carolina Limited Liabilit y Company Act, G.S. § 57C-1-01 et \nseq.,31 members of an LLC are treated like corporate shareholders and managers are similar \nto directors.  Kaplan v. O.K. Techs., L.L.C. , 196 N.C. App. 469, 473-74 (2009).  “Members of \na limited liability company are like shareholders in a corporation in that members do not owe \na fiduciary duty to each other or to the company.”  Id. at 473.  An exception, however, is that \na holder of a majority interest who exercises control over the LLC owes a fiduciary duty to \nminority interest members.  Id.; HCW Ret. & Fin. Servs., LLC v. HCW Emple. Benefit Servs., \nLLC, 2015 NCBC LEXIS 73, at *46 (N.C. Super. Ct. 2015); Island Beyond, LLC v. Prime \nCapital Grp., LLC, 2013 NCBC LEXIS 48, at *15 (N.C. Super. Ct. 2013) (“In some instances, \na majority member owes the minority members a fiduciary duty that prevents the use of the \nmajority vote to harm the minority.”). \n                                                 \n28 Id. at ¶¶ 53-57.   \n29 Id. at ¶ 55. \n30 Id. at ¶ 59. \n31 Chapter 57C of the General Statutes was repealed and replaced by Chapter 57D, effective on \nJanuary 1, 2014. Because this case was commenced prior to Chapter 57D's effective date, the Court \nelects to apply that section to its analysis.  See G.S. § 57D-11-03(b) (2015) (\"Any proceeding commenced \nbefore January 1, 2014, may be completed in accordance with the law then in effect.\"). \n \n \n24. Similarly, managers owe fiduciary duties to the company, but not to individual \nmembers. Kaplan, 196 N.C. App. at 473-74 (citing G.S. § 57C-3-22(b), which provides that a \nmanager of a limited liability company \"shall discharge his duties as manager in good faith, \nwith the care an ordinary prudent person in a like position would exercise under similar \ncircumstances, and in the manner the manager reasonably believes to be in the best interests \nof the limited liability company .\"; emphasis added).  Accordingly, “where it is alleged that \n[managers] have breached this duty, the action is properly maintained by the [LLC] rather \nthan any individual creditor or stockholder.\"  Id. at 474 (citations omitted). \n25. A minority shareholder or member st ill may not be able to pursue a claim \nwhere the injury alleged is to the corporation it self and a derivative claim on behalf of the \ncorporation exists.  Maurer v. Maurer , 2013 NCBC LEXIS 41, at *10-11 (N.C. Super. Ct.  \n2013) (“The court does not believe that the appe llate courts have defined a black letter rule \nallowing a minority shareholder to pursue  an individual action against a controlling \nshareholder when a derivative claim would be adequate to protect the asserted rights of both \nthe corporation and the minority owner.”).   As a general rule, shareholders lack standing to \nbring individual causes of action to enfo rce actions accruing to the corporation.  Id. (citing \nBarger v. McCoy Hillard & Parks, 346 N.C. 650, 659 (1997); Norman v. Nash Johnson & Sons’ \nFarms, Inc., 140 N.C. App. 390, 395-96 (2000)).  Barger held: \na shareholder may maintain an individual  action against a third party for an \ninjury that directly affects the shareholder, even if the corporation also has a \ncause of action arising from the same wrong, if the shareholder can show that \nthe wrongdoer owed him a special duty or that the injury suffered by the \nshareholder is separate and distinct from the injury sustained by the other \nshareholders or the corporation itself. \n  \n346 N.C. at 659. \n26. The breach of fiduciary duty claims in th is action clearly appear to be claims \nof the companies.  Both the Third and Fourth Claims allege that WakeMed’s conduct caused \n \n \ninjury to Blue Ridge DSC.32  The injuries caused by WakeMed’s acquisition of Southern Eye's \nassets were the lost opportunity to allegedl y expand the business and grow the profitability \nof Blue Ridge GP and Blue Ridge DSC.33  Based on the allegations of the Amended Complaint, \nit is unclear whether the breach of fiduciary du ty claims are raised derivatively on behalf of \nBlue Ridge DSC or Blue Ridge GP, or are rais ed as direct claims by one or more of the \nPlaintiffs.34  The Amended Complaint does not expressly allege that any of the Plaintiffs were \nowed a special duty by WakeMed or suffered a separate and distinct injury. \n27. Defendant argues that the breach of fiduciary duty claims should be dismissed \non several grounds.  First, Defendant conten ds that WakeMed was not a partner in Blue \nRidge DSC and, accordingly, coul d not have owed fiduciary duty to Blue Ridge DSC or its \npartners.  Defendant, however, does not cite  to supporting law or make any argument \nregarding this contention. 35   Second, Defendant contends that the Operating Agreement \nexpressly relieved WakeMed of any duty it had  to “offer” corporate opportunities to Blue \nRidge GP. Plaintiffs, however, do not alle ge that WakeMed failed to offer them an \nopportunity; rather, Plaintiffs allege that SCA-Blue Ridge brought the opportunity to \nWakeMed and WakeMed usurped the opportunity fo r itself.  Third, Defendant argues that \nthe Operating Agreement permitted WakeMed to  engage in other businesses competitive \nwith Blue Ridge GP, but Plaintiffs allege th at WakeMed violated the express non-compete \nprovisions of the Operating Agreement which prohibited competition within a two mile radius \nof its facilities.  Fourth, Defendant conten ds that the Operating Agreement relieved or \n                                                 \n32 Am. Compl. ¶¶ 55, 63. \n33 Id. at ¶¶ 62-63. \n34 The Amended Complaint does not allege, nor have the parties discussed in their briefs, whether \nBlue Ridge GP, LLC is still an active entity, and if so, the nature the current ownership of the LLC \nnow that WakeMed is no longer a member.  Plaintiffs have not alleged that Blue Ridge GP authorized \nthe filing of direct claims on its behalf against WakeMed. \n35 See Def.’s Br. Supp. Mot. J. 15. \n \n \nprotected WakeMed and the members it appo inted to the Board from most fiduciary \nobligations, but at least some of these prov isions require determinations of whether \nWakeMed acted in good faith or bad faith. \n28. Defendant also argues that it did not owe a fiduciary duty to Blue Ridge GP \nbecause it did not manage Blue Ridge GP or Blue Ridge DSC.  Rather, the LLC was managed \nby the Board, which was limited in its ability to take significant actions by the supermajority \nvote requirements of the Operating Agreement.   Defendant contends that Plaintiffs’ bald \nallegations that WakeMed “controlled” Blue  Ridge GP and “dominated” the Board by \nappointing three of the five members are insufficient to allege a fiduciary relationship.36  This \nargument, however, ignores the fact that Plaint iffs’ claims are aimed primarily at actions \nWakeMed took not through its control of the Board, but instead at actions WakeMed took as \na member of Blue Ridge GP.37 \n29. The Court has considered Defendant’s arguments regarding the fiduciary duty \nclaims and concludes that at this stage of the proceeding, Plaintiffs’ allegations are sufficient \nto support their Third Claim.  Plaintiffs have alleged that WakeMed was the majority interest \nholder in Blue Ridge GP and that WakeMed controlled and dominated the corporation.  This \ncould provide the basis for SCA- Blue Ridge, as minority or  “non-controlling” member, to \npursue a breach of fiduciary duty claim.  Plaintiffs allege that WakeMed breached a fiduciary \nduty by, among other things, violating the non-compete obligations in the Operating \nAgreement, and by usurping the corporate o pportunity that SCA-Blue Ridge brought to \nWakeMed for the benefit of Blue Ridge GP.  These allegations, if true, could support a claim \nfor breach of fiduciary duty.  While Defendant argues that certain provisions of the Operating \n                                                 \n36 Id. at 17-18. \n37 The Court recognizes that Plaintiffs have alleged that WakeMed dominated the Board as part of its \nallegations that WakeMed was a controlling majority member of Blue Ridge GP, but it has not alleged \nthat WakeMed took any action related to the acquisition of Southern Eye through Board action. \n \n \nAgreement alter the fiduciary duties it mi ght ordinarily owe SCA-Blue Ridge, those \nprovisions will have to be interpreted in conjunction with its non-compete obligations and the \nrest of the Operating Agreement to dete rmine their impact on these claims. Those \ninterpretations are best left to make with a more developed record.  Accordingly, Defendant’s \nmotion for judgment on the pleadings as to Plaintiffs’ Third Claim for Relief should be \nDENIED. \n30. Plaintiffs’ Fourth Claim for Relief pres ents a more difficult question.  The \nFourth Claim appears to be directed solely at breaches of fiduciary duties WakeMed allegedly \nowed to Blue Ridge DSC “as the controlling me mber of the general partner of Blue Ridge \nDSC.”38  It is not clear on what basis such a fiduciary duty could be owed since WakeMed was \nnot itself a partner in Blue Ridge DSC, and WakeMed acted independently of the Board in \nacquiring Southern Eye's assets.  In other words, WakeMed’s alleged “dominance” of the \nBoard does not appear to be connected with the alleged breach of duty here.  On the other \nhand, WakeMed was the majority interest owner and the general partner of Blue Ridge DSC, \nand the Operating Agreement contains some prov isions designed to protect the interests of \nthe limited partners of Blue Ridge DSC in certain situations. 39  Neither party, however, has \nfully briefed or argued these questions, nor is the Court not prepared, solely on the allegations \nin the Amended Complaint, to conclude that Pl aintiffs can prove no set of facts that could \nsustain their Fourth Claim.  Reading the Am ended Complaint liberally and construing all \ninferences in Plaintiffs' favor at this stag e of the proceeding, the Court concludes that \nPlaintiffs have at least arguably stated a claim for breach of fiduciary duty owed by WakeMed \nto Blue Ridge DSC.  Accordingly, Defendant’s motion for judgment on the pleadings as to \nPlaintiffs’ Second Claim for Relief should be DENIED the Fourth Claim. \n                                                 \n38 Am. Compl. ¶ 59. \n39 See, e.g., Op. Ag. §§ 10.9, 17.7-.9, 18.1, and 18.2. \n \n \nTHEREFORE, IT IS ORDERED that Defe ndant's Motion for Judgment on the \nPleadings is GRANTED, in part, and DENIED, in part, as follows: \n31. As to Plaintiffs' Second Claim for Relie f, Defendant's Motion for Judgment on \nthe Pleadings is GRANTED. \n32. As to Plaintiffs' First, Third, and Fourth Claims for Relief, Defendant's Motion \nfor Judgment on the Pleadings is DENIED. \nThis the 4th day of January, 2016. \n \n    /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n     for Complex Business Cases \n "
}