{
  "id": "e837ea7173d368f65e218a516f7fbab4c285667a52cfea8910eceb41e74e45db",
  "source_file": "data/raw/ncbc/e837ea7173d368f65e218a516f7fbab4c285667a52cfea8910eceb41e74e45db.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nUNION COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 1676 \n \nJURGEN VOLLRATH, \n \nPlaintiff, \n \nv. \n \nCORINTHIAN OPHTHALMIC, INC., \nand FRED ESHELMAN, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION \n \n \n \n{1} THIS MATTER  is before the Court upon Defendants Corinthian \nOphthalmic, Inc. (“Corinthian” or the “Company”) and Fred Eshelman’s (“Eshelman”) \n(collectively, “Defendants”) Motion to Di smiss or, in the Alternative, for Summary \nJudgment (the “Motion”) in the above-captioned case.  After considering the Motion, \nthe briefs in support of and in oppositi on to the Motion, and the arguments at a \nhearing held on October 8, 2014, the Court GRANTS Defendants’ Motion, enters \njudgment for Defendants, and DISMISSES this action with prejudice. \nJürgen Vollrath, pro se. \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP by James T. Williams and \nBenjamin R. Norman for Defendants Co rinthian Ophthalmic, Inc. and Fred \nEshelman. \nBledsoe, Judge. \nI. \nINTRODUCTION \n{2} Plaintiff filed the Complaint in this action on June 27, 2014.  Plaintiff does \nnot specifically identify his claims for relief in the Complaint but appears to assert \nclaims against Corinthian for common law fraud and for unfair and deceptive trade \nVollrath v. Corinthian Ophthalmic, Inc., 2014 NCBC 59. \n \n \npractices under N.C.G.S. § 75-1.1 (“UDTPA”), 1 and further, to pierce the corporate \nveil to hold Eshelman personally liable on the claims against Corinthian.2   \n{3} Defendants filed this Motion seeking di smissal of each of Plaintiff’s claims \nfor failure to state a claim under Rule 12 (b)(6) of the North Carolina Rules of Civil \nProcedure or, in the alternative, for summary judgment under Rule 56.  Both parties \nhave presented evidence outside the pleadings for the Court’s consideration.  The \nCourt has elected to consider that eviden ce and therefore determines Defendants’ \nMotion solely as a Rule 56 motion for summary judgment.  See, e.g., Stanback v. \nStanback, 297 N.C. 181, 205, 254 S.E. 2d 611, 627 (1979) (“A Rule 12(b)(6) motion to \ndismiss for failure to state a claim is . . . converted to a Rule 56 motion for summary \njudgment when  matters outside the pleadings are presented to and not excluded by \nthe court.”).   \nII. \nFACTUAL BACKGROUND \n{4} “Although findings of fact are not necessary on a motion for summary \njudgment, it is helpful to the parties and the courts for the trial judge to articulate a \nsummary of the material facts which he co nsiders are not at issue and which justify \nentry of judgment.”  Collier v. Collier, 204 N.C. App. 160, 161–62, 693 S.E.2d 250, 252 \n(2010).  Therefore, the Court recites the material and undisputed facts to decide the \nMotion and not to resolve issues of material fact. \n                                                 \n1 Plaintiff states in his opposition brief that his “request for treble damages is not based on \n[N.C.G.S.] § 75-1.1 but simple punitive damages that may be awarded by the trier of fact in fraud \ncases.”  (Pl.’s Resp. Defs.’ Mot., p. 19.)  Nevertheless, because Plaintiff has sought treble damages in \nhis Complaint and has alleged at his deposition that Defendants have committed unfair and \ndeceptive trade practices (Dep. Vollrath 107:21–108:5), the Court will address these contentions as \nan attempt to assert a UDTPA claim.  \n \n2 Although it is unclear from the Complaint whether Plaintiff intends to assert “piercing the corporate \nveil” as a separate claim for relief in this action, to  the extent he seeks to do so, the Court dismisses \nthe claim with prejudice as a matter of law.  See Green v. Freeman, 367 N.C. 136, 146, 749 S.E.2d 262, \n271 (2013) (“The doctrine of piercing the corporate veil is not a theory of liability.  Rather, it provides \nan avenue to pursue legal claims against corporate officers or directors who would otherwise be \nshielded by the corporate form.”);  Green v. Freeman , 756 S.E.2d 368, 372 (N.C. Ct. App. 2014)  \n(“[P]iercing the corporate veil . . . is not itself a cause of action.”).   \n  \n \n \n{5} Corinthian was formed in 2010 for the purpose of creating, developing, and \ncommercializing methods for delivery of to pical ophthalmic drugs. (Aff. Fred \nHutchinson ¶ 3, Aug. 29, 2014.)   \n{6} Plaintiff is an attorney who co-founded Corinthian and served as \nCorinthian’s CEO, Director, and Treasurer from its inception until November 2011.  \n(Defs.’ Br. Supp. Mot., p. 2–3.)  After Plaintiff’s resignation as CEO in November 2011, \nPlaintiff remained employed by Corinthian as the Director of Regulatory Affairs until \nhis resignation from the Company in April 2014.  (Dep. Jürgen Vollrath, p. 65, July \n30, 2014.)   \n{7} In January, 2011, Plaintiff was granted non-qualified stock options under \nthe Company’s 2010 Stock Option Plan to purchase 9,000 shares of Company stock \nat an exercise price of $30 per share within  10 years of the date of grant.  (Dep. \nVollrath, Exs. 3–4.)  The term s of the option grant were memorialized in a Stock \nOption Award Agreement between Plaintiff and the Company.  Under the terms of \nan Addendum to the Stock Option Awar d Agreement, Plaintiff and the Company \nagreed that Plaintiff’s right to exercise these options would expire no later than 180 \ndays after termination of his employment at  the Company.  (Pl.’s Resp. Defs.’ Mot., \nEx. 10).   \n{8} On November 9, 2011, and in exchange  for a payment of $7,500, Plaintiff \nentered into a non-compete agreement with Corinthian (the “Non-compete \nAgreement”) under which he was entitled to  receive a severance benefit “equal to \neighteen months of [Plaintiff’s] base salary  . . .” in the event he was terminated \nwithout cause (Pl.’s Resp. Defs.’ Mot., Ex. 1).  Paragraph 11.1 of the Non-compete \nAgreement expressly provided that Plaintiff would “not be entitled to any severance \nbenefits under [the Non-compete Agreement] should he be terminated without cause \nat any time following a change in control or effective ownership of the Company.”    \n{9} Defendant Eshelman became CEO and Chairman of the Board of Directors \nof Corinthian on February 8, 2013.  On  April 5, 2013, and in response to the \nCompany’s declining revenues, Eshelman reduced Plaintiff’s salary from $15,000.00 \nper month to $1,000.00 per month.  (Dep. Vollrath 77:14–18, Ex. 6–7, 9.)  Thereafter \n \n \nand until his termination, Plaintiff receiv ed a monthly salary of between $1,000.00 \nand $2,000.00.  (Id. at 80:2–22; Defs.’ Br. Supp. Mot., p. 3.) \n{10} In late 2013, as the Company suffere d a continuing decline in revenues, \nPlaintiff and Corinthian began negotiating the terms of Plaintiff’s resignation from \nCorinthian.  Plaintiff was represented by co unsel in these negotiations (Aff. Breton \nBocchieri ¶ 2, Sept. 22, 2014).  Plaintiff and Corinthian ultimately reached an \nagreement in April 2014 whereby Plaintiff agreed to resign his employment and \nwaive his right to severance under  the Non-compete Agreement, ( See Pl.’s Resp. \nDefs.’s Mot., Ex. 3), in exchange for Corinthian’s agreement to cancel Plaintiff’s \nexisting stock options at the $30 exercise  price and to award Plaintiff new stock \noptions to purchase 9,000 shares of Corinthi an stock at a much lower exercise price \nof $12.83 per share.  It is undisputed that the Company advised Plaintiff that the \n$12.83 per share exercise price was based on  a “recently received term sheet” the \nCompany had received from a potential purch aser of all of the Company’s stock or \nassets.  (Pl.’s Br. Supp. Defs.’ Mot., Ex. 8, the “Notice of Nonstatutory Stock Option”; \nDefs.’ Br. Supp. Mot., p. 4; Defs.’ Br. Supp. Mot., Ex. 19-1, the “Memorialization \nLetter”.)   \n{11} On April 8, 2014, Plaintiff executed a Nonstatutory Stock Option Agreement \nto evidence the Company’s stock option grant at the $12.83 exercise price (the “Stock \nOption Agreement”).  The Notice of Nons tatutory Stock Option Agreement (the \n“Notice”) attached to and incorporated in the Agreement stated that the options \nwould expire on April 8, 2021 but specifically provided that the options “may expire \nearlier pursuant to Section 8(b) of the . . . Stock Option Agreement.”  (Defs.’ Br. Supp. \nMot., Ex. 19-2.) \n{12} Section 8(b)(2) of the Stock Option Ag reement, titled “Consequences of a \nChange in Control,” expressly stated that “[i]n connection with a Change in Control, \nthe Board may in its discretion take any one or more of [six] actions as to [Plaintiff’s \nstock options] on such terms as are re asonable and as the Board determines,” \nincluding to “provide that [Plaintiff’s st ock options] shall become exercisable, \nrealizable or deliverable in whole or in part prior to or upon such Change in Control.”   \n \n \n{13} The Stock Option Agreement also includ ed a Merger Clause that provided \nthat the Stock Option Agreement “supersede [d] in their entirety all prior oral or \nwritten undertakings and agreements of the Company and [Plaintiff] with respect to \n[Plaintiff’s stock options].” \n{14} Consistent with the terms of the negotiated agreement, Corinthian paid \nPlaintiff the total amount of $6,233.33, and Plaintiff thereafter resigned from his \nemployment at Corinthian in April 2014.   \n{15} Several weeks later, on May 27, 2014, Corinthian announced that a \ncompetitor, Eyenovia, Inc., had agreed to  purchase Corinthian’s assets and that, \npursuant to the Board’s authority under Section 8(b) of the Stock Option Award, \nholders of Corinthian stock options, including Plaintiff, would be required to exercise \ntheir options prior to the closing of the sale  to Eyenovia in order to receive stock in \nthe new company.  (See Compl. ¶ 23; Aff. Hutchison ¶¶ 11–12.)   \n{16} On October 21, 2014, Defendants no tified the Court via email that \nCorinthian had “closed on the sale of assets to . . . Eyenovia”  (the “Sale”).  (Email \nfrom Benjamin R. Norman, attorney for Defendants, to Dorothy M. Gooding, law clerk \nto the undersigned (October 21, 2014, 5:30 PM ) (on file with the Court).)  Despite \nundisputed evidence that Plaintiff’s options potentially had an in-the-money value of \nup to $50,000, Plaintiff did not exercise his option to purchase 9,000 shares of \nCorinthian stock before the closing on the Sale.3  (Aff. Hutchison ¶ 13.)   \n{17}  As noted, this case was filed on June 27, 2014. In the Proposed Case \nManagement Order submitted by the pa rties on September 3, 2014, Plaintiff \nrepresented that he did “not wish to take any depositions.” Plaintiff acknowledged in \nhis opposition papers that he has not take n any depositions or served any discovery \nrequests to date, and Plaintiff has not indica ted any intent to do either. In addition, \nPlaintiff has chosen to defend agains t Defendants’ Motion and present his \ncontentions on the issues raised and, in  particular, has not sought a continuance \n                                                 \n3  At the hearing, Plaintiff did not dispute the Defendants’ evidence of the potential value of \nPlaintiff’s stock options but contended that they had no value to him because he did not have \nsufficient funds to exercise the options. \n \n \nunder North Carolina Rule of Civil Procedure 56(f) to delay resolution of Defendants’ \nMotion so that further discovery may be taken.   \n{18} Plaintiff was deposed by the Defendants on July 30, 2014, and Defendants \nhave indicated they wish to conduct no further depositions or discovery.   \n{19} The Court held a hearing on the Motion  on October 8, 2014.  Although the \ndiscovery period has not expired, the Court is satisfied that adequate discovery has \noccurred on the issues raised in Defendants’ Motion for the Court to consider the \nMotion at this time.  Plaintiff has presente d no basis for the Court to conclude that \nfurther discovery may uncover evidence relevant to the issues presented to the Court \nfor determination. \nSee Brown v. Greene, 98 N.C. App. 377, 380, 390 S.E.2d 695, 697–\n98 (1990); Ussery v. Taylor , 156 N.C. App. 684, 686, 577 S.E.2d 159, 161 (2003); \nHamby v. Profile Prods., LLC , 197 N.C. App. 99, 112–14, 676 S.E.2d 594, 602–04 \n(2009).  Accordingly, the Court concludes that the Motion is ripe for resolution. \nIII. \nSTANDARD OF REVIEW \n{20} Summary judgment is appropriate wh ere “the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to a judgment as a matter of law.”  N.C. R. Civ. P. Ru le 56(c) (2014).  “A \ngenuine issue of material fact has been defined as one in which ‘the facts alleged are \nsuch as to constitute a legal defense or are of such nature as to affect the result of the \naction, or if the resolution of the issue is so essential that the party against whom it \nis resolved may not prevail . . . .”  Smith v. Smith, 65 N.C. App. 139, 142, 308 S.E.2d \n504, 506 (1983).  The Court views the evidence in the light most favorable to Plaintiff \nand draws all reasonable inferences in favor of Plaintiff.  Whitley v. Cubberly, 24 N.C. \nApp. 204, 206, 210 S.E.2d 289, 291 (1974). \n \n \n \n \n \n \nIV. \nANALYSIS \nA. Fraud \n{21} “‘The essential elements of fraud [in the inducement] are: (1) False \nrepresentation or concealment of a material fact, (2) reasonably calculated to deceive, \n(3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage \nto the injured party.’”  Tradewinds Airlines, Inc. v. C-S Aviation Servs. , 733 S.E.2d \n162, 168 (N.C. Ct. App. 2012) (citation omitted). \n{22} The crux of Plaintiff’s fraud claim is his allegation that he forfeited what he \nclaims to be a lucrative severance benefit 4 because Defendants’ representations and \nconcealments misled him to believe he would be guaranteed a full seven-year period \nwithin which to exercise his stock options or, in the event the Company was sold, that \nhis stock options – with their full seven-year  exercise period – would be assumed by \nany purchaser of the Company.\n5 \n{23} As an initial matter, the Notice makes plain in clear language that \nPlaintiff’s stock options “may expire [prior to April 8, 2021] pursuant to Section 8(b) \nof the . . . Stock Option Ag reement,” (Defs.’ Br. Supp. Mot., Ex. 19-2.).  Similarly, \nSection 8(b) of the Stock Option Agreemen t expressly provides, again in very clear \nlanguage, that the Company’s Board had the discretion to handle Plaintiff’s stock \noptions in the event of a change in control in a variety of ways, including by providing \nthat the options “[became] exercisable, rea lizable or deliverable in whole or in part \nprior to or upon such Change in Control. ”  Here, it is undisputed that the Company \nelected to make Plaintiff’s and all option holders’ outstanding stock options \nexercisable up until the effective date of change in control, \ni.e., the day of the closing \n                                                 \n4  Plaintiff contends his 18-month severance benefit in the Non-compete Agreement was worth \n$270,000, arguing that his $15,000/month salary – his salary in effect through early April 2013 – \nshould be multiplied by the Non-compete Agreement’s 18 month benefit period to determine the total \nbenefit.  Defendant counters by contending that the Non-compete Agreement provides that Plaintiff’s \nwaived severance should be based on Plaintiff’s salary at the time of termination – i.e., between \n$1,000/month and $2,000/month – and thus should be valued at no more than $36,000. \n    \n5 Although Plaintiff alleged in his Complaint that he was promised a ten-year exercise period \n(Compl. ¶ 31), he acknowledged at the hearing, consistent with the language in the Notice of \nNonstatutory Stock Option, that the allegedly promised exercise period was only for seven years. \n \n \nof the sale to Eyenovia.  The Court therefore finds as a matter of law that the \nCompany’s action was consistent with the Company’s obligations under the plain \nlanguage of Section 8(b) of the Stock Option Agreement.   \n{24} Plaintiff seeks to avoid dismissal by contending that Defendants \nfraudulently induced him into entering th e Stock Option Agreement.  Specifically, \nPlaintiff contends that Defendants misled him to believe that, despite the plain \nlanguage to the contrary in the Agreem ent, his stock options would necessarily \nsurvive for up to seven years and any purchaser of the Company would assume his \noption agreement.   \n{25} Plaintiff, however, has presented no evidence of a misrepresentation or \nconcealment of material fact of any kind. In particular, Plaintiff does not allege that \nDefendants told him his stock options would not expire before the end of seven years.  \nFurthermore, he admitted at his deposition that no one at Corinthian told him that \na buyer would assume his stock options at any time, (Dep. Vollrath 106:22–107:3), \nand he cannot point to any affirmative representation by Defendants that Plaintiff’s \nstock options would be assumed in a stock or asset sale of Corinthian.    \n{26} In short, Plaintiff’s alleged proof of fraud consists of nothing more than his \nassumption that Corinthian would choose not to exercise its rights under the Stock \nOption Agreement in the fashion that Corinthian ultimately did.  Such purported \nproof – particularly here where Plaintiff, himself a lawyer, freely negotiated the terms \nof the Agreement with Corinthian, aided and advised by his own separately-retained \ncounsel – is not sufficient to sustain a claim for fraud under North Carolina law. \n{27} Based on the foregoing, the Court concludes that there is no genuine issue \nof material fact as to Plaintiff’s fraud claim, and that Defendants Corinthian and \nEshelman are entitled to judgment dismissi ng Plaintiff’s fraud claim as a matter of \nlaw. \n \n \n \n \n \n \nB. Unfair and Deceptive Trade Practices \n{28} As noted above, Plaintiff has denied asserting a UDTPA claim while at the \nsame time alleging that Defendants engaged in unfair and deceptive trade practices \nand seeking treble damages. Given Plaint iff’s allegations, the Court will address \nPlaintiff’s allegations as if he has intended to assert a UDTPA claim. \n{29} “A claim of unfair and deceptive trade practices under section 75-1.1 of the \nNorth Carolina General Statutes requires pr oof of three elements : (1) an unfair or \ndeceptive act or practice, (2) in or affect ing commerce, which (3) proximately caused \nactual injury to the claimant.”  Nucor Corp. v. Prudential Equity Grp., LLC, 189 N.C. \nApp. 731, 738, 659 S.E.2d 483, 488 (2008) (citat ion omitted).  “‘A practice is unfair \nwhen it offends established public policy as well as when the practice is immoral, \nunethical, oppressive, unscrupulous, or substantially injurious to consumers,’ and a \n‘practice is deceptive if it has the capacity or tendency to deceive.’”  Bumpers v. Cmty. \nBank of N. Va. , 367 N.C. 81, 91, 747 S. E.2d 220, 228 (2013).  An award of treble \ndamages is appropriate where a person is damaged by another’s unfair or deceptive \npractices.  Shepard v. Bonita Vista Props., L.P. , 191 N.C. App. 614,  624, 664 S.E.2d \n388, 395 (2008) (citing N.C.G.S. § 75-16 (2013)). \n{30} To the extent Plaintiff has alleged a UDTPA claim, the claim must fail as a \nmatter of law for the following reasons.  Fi rst, the alleged conduct  occurred within \nthe scope of an employer-employee relationship, Buie v. Daniel Int’l Corp., 56 N.C. \nApp. 445, 448, 289 S.E.2d 118, 119–20 (1982) (“Unlike buyer-seller relationships . . . \nemployer-employee relationships do not fall within the intended scope of [N.C.G.S.] § \n75-1.1 . . . .”).  Second, the alleged conduc t occurred in the context of a sale of \nsecurities, Hajmm Co. v. House of Raeford Farms, Inc., 328 N.C. 578, 593, 403 S.E.2d \n483, 492 (1991) (“‘[S]ecurities transactions are beyond the scope of [the UDTPA].’”). \nThird, the alleged conduct concerned the purely internal conduct of a single business, \nand thus, was not “in or affecting commerce,” \nWhite v. Thompson, 364 N.C. 47, 53, \n691 S.E.2d 676, 680 (2010) (“The General Assembly did not intend for the [UDTPA] \nto regulate purely internal business operations.”).  And finally, Plaintiff has failed to \nprovide evidence of fraud or of any acts  otherwise sufficiently “immoral, unethical, \n \n \noppressive, unscrupulous” or “deceptive” to sustain a claim under the \nUDTPA.  Murray v. Nationwide Mut. Ins. Co. , 123 N.C. App. 1, 9, 472 S.E.2d 358, \n362 (1996).  Accordingly, the Court finds there is  no genuine issue of material fact \nand that Defendants are entitled to summary judgment dismissing Plaintiff’s UDTPA \nclaim with prejudice.6 \nC. Piercing the Corporate Veil \n{31} Plaintiff seeks to impose liability on Defendant Eshelman under a “piercing \nthe corporate veil” theory.  Because Plaintiff’s claims for fraud and UDTPA fail as a \nmatter of law, Plaintiff’s attempt to pierce  Corinthian’s corporate veil and impute \nliability to Defendant Eshelman on those same claims necessarily fails as well.   \nV. \nCONCLUSION \n{32} Based on the foregoing, the Court GRANTS Defendants’ Motion for \nSummary Judgment and DISMISSES Plaintiff’s claims in this action with prejudice.         \nSO ORDERED, this the 20th day of November 2014. \n     \n      \n \n                                                 \n6 To the extent Plaintiff’s claim can be read as one for punitive damages rather than for violation of \nthe UDTPA, the Court concludes that, just as Plaintiff has failed to provide sufficient evidence to \ncreate an issue for trial on his purported UDTPA claim, Plaintiff has failed to bring forward \nsufficient evidence to sustain a claim for punitive damages as a matter of law.   "
}