{
  "id": "e85b72ebc04650527d05a6198281f1d8bc654222bf11c712e5ac581135f491cf",
  "source_file": "data/raw/ncbc/e85b72ebc04650527d05a6198281f1d8bc654222bf11c712e5ac581135f491cf.pdf",
  "raw_text": " Preiss v. Wine and Design Franchise, LLC, 2018 NCBC 86. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 11895 \n \nEMILY N. PREISS and WINE AND \nDESIGN, LLC, \n \n                                            Plaintiffs, \n \nv. \n \nWINE AND DESIGN FRANCHISE, \nLLC; HARRIET E. MILLS; PATRICK \nMILLS; and CAPITAL SIGN \nSOLUTIONS, LLC, \n \nDefendants. \n \n \n \n \nOPINION AND ORDER ON \nDEFENDANTS HARRIET E. MILLS, \nPATRICK MILLS, AND CAPITAL \nSIGN SOLUTIONS, LLC’S MOTION \nTO ENFORCE SETTLEMENT \nAGREEMENT \n THIS MATTER comes before the Court on Defendants Harriet E. Mills, \nPatrick Mills, and Capital Sign Solutions, LLC’s  (“the Mills Defendants”) Motion to \nEnforce Settlement Agreement.  (“Motion”, ECF No. 83.)  The Mills Defendants seek \nCourt enforcement of a settlement allegedly reached between counsel for Defendants \nand counsel for Plaintiffs.  With the Motion, the Mills Defendants filed several \nexhibits consisting primarily of settlement correspo ndence between counsel and \nversions of draft settlement agreements. (Mills Defendants’ Br. Supp. Mot. to \nEnforce, ECF No. 84, Exhs.)  Plaintiffs filed a response in opposition to the Motion, \nalong with several exhibits , including emails and correspondence between counsel .1  \n(“Pls.’ Br. Opp. Mot. Enforce Settlement”, ECF No. 102.) \n                                                 \n1 Neither party submitted their exhibits with affidavits or in a form that generally could be \nconsidered in deciding a motion for summary judgment.  Nevertheless, since both parties \nrequest that the Court consider the exhibits, the Court will consider them.   Baker v. Bowden, \n2017 NCBC LEXIS 31, at *7 (N.C. Super. Ct. April 3, 2017). \n THE COURT, having thoroughly reviewed the Motion, the briefs filed in \nsupport of and in opposition to the Motion, the exhibits, the arguments of counsel at \nthe hearing, and other appropriate matters of record, CONCLUDES that the Motion \nto Enforce Settlement Agreement should be DENIED for the reasons stated below. \nI. FACTUAL AND PROCEDURAL BACKGROUND \nA. Relationship between the Parties and the lawsuit \n1. This case involves disputes between Plaintiff Emily Preiss (“Emily”) and \nDefendant Harriet E. Mills (“Harriet”), the founders and owners of Wine and Design \nFranchise, LLC (“W&D”).  In May of 2010, Emily and Harriet co-founded a studio in \nRaleigh, North Carolina and operated a “paint party business” under the name Wine \n& Design, with each woman owning 50% of the business.  (Compl., ECF No. 3, at \n¶ 10.)  The business was a success, and in June 2011, Emily and Harriet organized \nW&D to franchise the concept to other locations.  ( Id. at ¶ 14.)  Between 2011 and \n2014, W&D acquired over 40 franchised locations along the East Coast.  (Id. at ¶ 16.) \n2. Beginning in the summer of 2013, the personal and professional \nrelationship between Emily and Harriet deteriorated to a point where the two former \nfriends could no longer operate W&D together.  (Id. at ¶¶ 17–25.)  Emily and Harriet, \ntogether with Harriet’s husband Patrick Mills (“Patrick”) , entered into negotiations \nto divide W&D  between Harriet and Emily in a satisfactory manner.  Both P arties \nwere represented by counsel in the negotiations.  (Id. at ¶¶ 27–29.)   \n3. As a result of these negotiations, Emily and Harriet signed a set of \ndocuments collectively referred to in the Complaint as the “Res tructure Agreement” \nwhich gave Harriet 72% ownership in W&D and Emily 28% ownership in W&D.  \nEmily also received  100% ownership in the Raleigh studio  location, Plaintiff Wine \nand Design, LLC .  (ECF No. 3, at ¶ 31.)  As part of the Restructure Agreement, \nHarriet became the sole manager of W&D, and Emily’s use of the “Wine and Design” \ntrademark was restricted by a Trademark Licensing Agreement (“TLA”).  (Id.)   \n4. This lawsuit is a result of continu ing hostility and distrust  between \nEmily and Harriet since they entered into the Restructure Agreement.  Emily alleges \nthat Harriet has mismanaged W&D, breached the Restructure Agreement and other \nagreements between the P arties, and breached fiduciary duties owed to Emily.  \nHarriet claims Emily has violated the terms of the Restructure Agreement including \nthe TLA, and that Emily’s  management of her studio location has damaged W&D’s \nbusiness reputation. \n5. On October 18, 2017, Plaintiffs filed the Complaint in this action.  On \nOctober 23, 2017, this case was designated a mandatory complex business case by the \nChief Justice of the Supreme Court of North Carolina (Designation Or., ECF No. 1) \nand assigned to the undersigned (Assignment Or., ECF No. 2). \n6. On May 15, 2018 , Defendants filed the Motion .  On May 22, 2018, the \nCourt issued an Order expediting the briefing schedule for the Motion.  (Order Exped. \nBr. Sch., ECF No. 92.)  On May 30, 2018, Plaintiffs filed a brief in opposition to the \nMotion.  (ECF No. 102.)  On July 6, 2018, the Court heard oral argument on the \nMotion.  (Notice of Hearing, ECF No. 109.) \n \nB. Settlement Negotiations \n7. On April 26, 2018, Plaintiffs’ counsel, R. Hayes Hofler (“Hofler”), sent \nan email to counsel for Mills Defendants, Gloria T. Becker (“Becker”), and counsel for \nW&D, A. Charles Ellis  (“Ellis”), proposing “tentative” settlement agreement terms.  \n(ECF No. 84, Exh. 1.)  The proposed terms included (1) a sum of money to be paid to \nEmily, (2) the assignment of 100% of the ownership  interest in W&D to E mily, (3) \nterms assigning new rights with regard to the trademark and licensing of W&D that \ninter alia, required Emily to rename the Raleigh Studio , (4) a non-compete clause, \nand (5) a mutual release of claims.  ( Id.)  The email also stated that Hofler would \n“send the proposed confidentiality, non -disclosure, and non -disparagement clause \nshortly.”  (Id.) \n8. Becker responded to Hofler on April 27, 2018, accepting the proposed \ntentative settlement terms on behalf of Mills Defendants, and acknowledging that \nthe settlement documents would need to be drafted.  (ECF No. 84, Exh. 2.) \n9. On April 29, 2018, Hofler sent another email to Becker stating that “we \nhave reached a settlement on the basic terms” and that Hofler “h[as] authorization \n[from Plaintiffs] to finalize the . . . agreement” terms as outlined in Hofler’ s initial \nemail to Becker.  (ECF No. 84, Exh. 3.) \n10. On April 30, 2018, Hofler emailed to Becker and Ellis a draft written \nsettlement agreement.  (Id., Exh. 4.)  On May 1, 2018 Ellis sent to Hofler and Becker \na revised proposed written settlement agreement.  (Id., Exh. 5.)  Among other terms, \nEllis’s proposed settlement agreement contained a “Confidentiality, Non -disclosure \nand Non-disparagement Agreement” that included the following as paragraph 9 (C): \nPermitted Response. If asked about any matters related to \nthis Agreement or the dispute giving rise to it, by anyone \nto whom disclosure is not required by court order or as \npermitted by this Agreement, the only permitted response \nshall be that a dispute arose between the parties and the \ndispute has been resolved  to the satisfaction of all \nconcerned.  In addition, Harriet and W&D Franchise are \npermitted to make a public statement that Harriet is now \nthe sole owner of W&D Franchise; and Emmy is permitted \nto make a public statement announcing the new name of \nthe Raleigh studio. \n \n(Id.) \n11. On May 2, 2018, Hofler sent to Ellis and Becker a “red-lined” version of \nEllis’s proposed written settlement agreement . (Id., Exh. 6.)  Among the changes \nHofler made to Ellis’s draft agreement was to strike through the following language \nin paragraph 9(C): “In addition, Harriet and W&D Franchise are permitted to make \na public statement that Harriet is now the sole owner of W&D Franchise; and Emmy \nis permitted to make a public statement announcing the new name of the Raleigh \nstudio.” (Id., Exh. 6.)  In an email sent later on May 2, 2018, Hofler explained the \nrevision as follows: “Emmy of course will have to state the new name of the Raleig h \nstudio when she opens under that name, but any statement that Harriet is the sole \nowner of [W&D] potentially violates the non -disparagement clause – opens the door \nto Harriet explaining why she is the new owner.”  (Id., Exh. 8.)   \n12. On the morning of May 3, 2018 Becker and Ellis responded to Hofler’s \nproposed revision  to paragraph 9(C)  contending that Harriet must be allowed to \npublicly announce that she is sole owner of W&D , and that paragraph 9(C) “should \nnot be modified.”  (ECF No. 83, Exhs. 11 and 12.)  At 11:58 a.m. on May 3, 2018 Hofler \nresponded to Becker and Ellis. ( Id., Exh. 13.)  While Hofler stated “I think we have \nan agreement,” he did not accept the exact terms of the settlement agreement as \ndrafted.  Hofler made the follo wing counterproposal regarding paragraph 9(C) :  \n“Regarding public announcement of the change in status of the business, there should \nbe only one public announcement by both parties, which can be used repeatedly as \ncircumstances warrant, but the public announcement must be approved in advance.”  \n(Id.) \n13. In their communications regarding settlement, the Parties also agreed \nthat in order to have a final settlement, Emily would have to sign a written settlement \nagreement and the Court would have to approve the settlement.  (ECF No. 83, Exhs. \n7, 9, 11, 16, and 17.)  For example, on May 2, 2018 Hofler stated in an email to Becker \nand Ellis that “we must have court approval of the settlement.”  (Id., Exh. 9.)  On May \n3, Becker emailed Hofler and Ellis stating “”In light of our history, we will need the \nsigned settlement agreement before we can represent to the court we have \nsettlement.”  (Id., Exh. 11.)   \n14. At 3:02 p.m. on May 3, 2018 , Ellis sent an email to Hofler and Becker \nstating that “ [i]n anticipation that we ha ve a final agreement, I am attaching \nherewith the finalized version of the Settlement Agreement.” (Id., Exh. 14.)  Despite \nHofler’s proposal for an agreed-upon public announcement, the settlement agreement \nsent by Ellis contained the original , unmodified  language in paragraph 9(C)  \npermitting each party to make their own announcement as it existed in the draft sent \non May 1, 2018.  (Id.)   \n15. Despite the continuing communications between counsel for the Parties \nover the terms of the settlement, o n May 3, 2018, Hofler called the Court to inform \nthe law clerk assigned to this case , Grace Gregson (“Law Clerk”) , that a settlement \nhad been reached by the Parties that would require Court approval.  (G. Gre gson \nemail, ECF No. 84, Exh. 10.)  Following the phone call, the Law Clerk sent an email \nto counsel for the Parties asking for confirmation that they had reached a “full, final, \nand enforceable settlement  of the matter, . . .” and inquiring “ whether there is a \ncurrently signed settlement agreement between the Parties that contains the \ncomplete terms of the [ ] settlement[.]”  (Id.)  Becker responded to Gregson’s email by \nstating that “[w]hile we are working towards a settlement, we are waiting to hear \nback from [Hofler] on an essential term and thus there is no settlement at this time.”  \n(ECF No. 102, Exh. D .)  Hofler’s response to the Law Clerk’s  email did not confirm \nthe final settlement, but rather, equivocated, stating  that while a full, final, and \nenforceable settlement “is all we want,” the Parties still had “two small parts of the \nover-all agreement which will be quickly cleared up.” (Id.)  Ellis did not respond to \nthe Law Clerk’s email.  \n16. On the morning of May 4, 2018, Becker emailed the written settlement \nagreement to Hofler with Defendants’ signatures, and sought Plaintiffs’ signatures. \n(ECF No. 83, Exhs. 15 and 16.)  Hofler responded in an email to Becker and Ellis \nstating that he had “emailed the final settlement agreement to [Emily] and her father \nand asked them to review it and [Emily to] sign it.  (Id., Exh. 17.)  In the email, Hofler \nalso stated that “[e]ven if [ Emily] signs the Agreement, I want her on the witness \nstand to testify that she has signed it willingly and with understanding of what she \nhas signed, without coercion, etc.”  (Id.) \n17. At 12:25 p.m. on May 4, 2018, Hofler emailed Becker and Ellis to inform \nthem that Emily would not sign the written settlement agreement and  now had \n“other items” she wanted as part of the settlement.  (Id., Exh. 18.) \n18. On May 8, 2018, Hofler forwarded the list of additional terms requested \nby Emily to Becker and Ellis , all of which were either subsumed by the terms \nproposed in Hofler’s April 26 email to Becker or were entirely new to the negotiations \nthat had been conducted between counsel sin ce April 27.  (ECF No. 102, Exh. G.)  \nFollowing this email, all further settlement communications broke down.  The Motion \nwas filed shortly thereafter. \nII. ANALYSIS \n19. “[A] party has two options in deciding how to specifically enforce the \nterms of the settlement agreement.” Hardin v. KCS Int'l, Inc. , 199 N.C. App. 687, \n708, 682 S.E.2d 726, 741 (2009) (quotation marks omitted).  A party may “(1) take a \nvoluntary dismissal of his original action and then institute a new action on the \ncontract, or (2) seek to enforce the settlement agreement by petition or motion in \nthe original action.” Estate of Barber v. Guilford Cty. Sheriff's Dep't , 161 N.C. App. \n658, 662, 589 S.E.2d 433, 436 (2003)  (emphasis omitted) ; see also DeCristoforo v. \nGivens, 2015 NCBC LEXIS 56, at *19 (N.C. Super. Ct. May 29, 2015) (“[A] party may \nenforce a settlement agreement by filing a voluntary dismissal of its original claim \nand then instituting another action on the contract, or it may simply seek to enforce \nthe settlement agreement by petition o r motion in the original action.” (quotation \nmarks and emphasis omitted)) . When a party seeks to enforce the settlement \nagreement by motion in the original action, the motion is treated as a motion for \nsummary judgment.  Hardin, 199 N.C. App. at 694 -95, 682  S.E.2d at 732 -33; Ray \nLackey Enters., Inc. v. Vill. Inn Lakeside, Inc. , 2016 NCBC LEXIS 9, at *7 (N.C. \nSuper. Ct. Jan. 29, 2016) (citing Hardin). \n20. “Summary judgment is appropriate when ‘there is no genuine issue as \nto any material fact’ and ‘any party is e ntitled to a judgment as a matter of \nlaw.’”  Builders Mut. Ins. Co. v. N. Main Constr., Ltd. , 361 N.C. 85, 88, 637 S.E.2d \n528, 530 (2006) (quoting N.C. Gen. Stat. § 1A-1, Rule 56(c)).  “A ‘genuine issue’ is one \nthat can be maintained by substantial evidence.”  Dobson v. Harris, 352 N.C. 77, 83, \n530 S.E.2d 829, 835 (2000).  The moving party bears the burden of showing that there \nis no genuine issue of material fact and that the movant is entitled to judgment as a \nmatter of law.   Hensley v. Nat'l Freight Tran sp., Inc., 193 N.C. App. 561, 563, 668 \nS.E.2d 349, 351 (2008).  The Court must view the evidence in the light most favorable \nto the non-movant. Dobson, 352 N.C. at 83, 530 S.E.2d at 835. \n21. “A settlement agreement is a contract governed by the rules of contract \ninterpretation and enforcement.”  Williams v. Habul , 219 N.C. App. 281, 289, 724 \nS.E.2d 104, 110 (2012) (citing Harris v. Ray Johnson Constr. Co., 139 N.C. App. 827, \n829, 534 S.E.2d 653, 654 (2000)).   \nIn the formation of a contract an offer and an acce ptance \nare essential elements; they constitute the agreement of \nthe parties.  The offer must be communicated, must be \ncomplete, and must be accepted in its exact terms.  \nMutuality of agreement is indispensable; the parties must \nassent to the same thing in t he same sense,  idem re et \nsensu, and their minds must meet as to all the terms. \nDodds v. St. Louis Union Trust Co. , 205 N.C. 153, 156, 170 S.E. 652, 653 (1933) \n(internal citations omitted); see also Washington v. Traffic Markings, Inc. , 182 N.C. \nApp. 691, 697, 643 S.E.2d 44, 48 (2007)  (quoting Dodds).  “For an agreement to \nconstitute a valid contract, the parties’  minds must meet as to all the terms.  If any \nportion of the proposed terms is not settled, or no mode agreed on by which they may \nbe settled, there is no agreement.”  Chappell v. Roth, 353 N.C. 690, 692, 548 S.E.2d \n499, 500 (2001) ( internal quotation marks and citations omitted).  “To determine \nwhether mutual assent exists, a court considers the parties’ words and acts from the \nperspective of a reasonable person.”  Baker v. Bowden, 2017 NCBC LEXIS 31, at *9 \n(N.C. Super. Ct. Apr. 3, 2017) (citing Howell v. Smith, 258 N.C. 150, 153, 128 S.E.2d \n144, 146 (1962)).  \n22. “Generally, a party seeking to enforce a contract has the burden of \nproving the essential elements of a valid contract[.] ”  Se. Caissons, LLC v. Choate \nConstr. Co., 247 N.C. App. 104, 110, 784 S.E.2d 650, 654 (2016) (quoting Orthodontic \nCtrs. of Am., Inc. v. Hanachi , 151 N.C. App. 133, 135, 564 S.E.2d 573, 575 (2002))  \n(quotation marks omitted).  \n23. Defendants have failed to carry their burden of establishing that  there \nis no genuine issue of material fact and that the Parties reached a final and binding \nsettlement agreement.  Although the Parties expressed their agreement to various \nsettlement ter ms at different times in their negotiations, th ey never mutually \nassented to the same set of final settlement terms. \n24. The key communications between the Parties occurred between May 1 \nand May 4, 2018.  On May 1, 2018, Ellis sent a proposed written sett lement \nagreement to Hofler.  The written settlement agreement constituted an offer  by \nDefendants to Plaintiffs.  Hofler’s red -redlined version of the written settlement \nagreement sent back to Ellis and Becker on May 2 was a counter offer, seeking to \nremove certain language from paragraph 9(C) permitting Harriet and Emily to make \nseparate public announcements regarding the new ownership structure of W&D and \nthe renaming of the Raleigh studio.  On May 3, 2018, Becker and Ellis rejected \nHofler’s counter offer and inst ead renewed their May 1, 2018 offer retaining the \noriginal language in paragraph 9(C).  (ECF No. 84, Exhs. 11 and 12.)   Hofler \nresponded to this proposal  stating “I think we have an agreement,” but he also \nproposed that the P arties resolve the dispute over  paragraph 9(C) by agreeing to a \njoint public announcement  subject to pre -approval by the Parties .  This varied the \nterms in Defendants’ offer, and as such it  constituted a rejection and counteroffer.  \nRay Lackey Enters., Inc. v. Vill. Inn Lakeside, Inc. , 2016 NCBC LEXIS 9, *14 (N.C. \nSuper. Ct. Jan. 19, 2016) (holding that an acceptance that purports to alter the terms \nof an offer is a counteroffer and amounts to a rejection of the origin al offer) (citing \nNormile v. Miller, 313 N.C. 98, 103, 326 S.E.2d 11, 15 (1985)). \n25. Defendants sent the settlement agreement back to Hofler with \nsignatures, retaining the original language in section 9(C), thereby rejecting Hofler’s \ncounteroffer for a settlement agreement containing a requirement in section 9(C) for \na joint public statement subject to pre-approval by the Parties.  Plaintiffs refused to \nsign the settlement agreement containing this language.  (ECF No. 84, Exh. 18.)  No \nfurther negotiations took place.   The Parties never mutually assented to the final \nterms regarding a public announcement of the new ownership structure W&D and \nthe renaming of the Raleigh studio.  See Washington v. Traffic Markings, Inc. , 182 \nN.C. App. at 697, 643 S.E.2d at 48.  \n26. In addition to the disputed terms regarding the public announcement , \nthe Parties made clear that they each considered Emily’s signature on a written \nsettlement agreement to be an essential term of a final settlement.  The failure to \nobtain Emily’s final signature is fatal to the enforcement of the settlement.  Se. \nCaissons, LLC v. Choate Constr. Co ., 247 N.C. App . 104, 113, 784 S.E.2d 650, 656  \n(2016) (“Although the purpose of a signature is to show assent, assent may be shown \nwhere the party who failed to sign the writing accepted its terms and acted upon \nthose terms. . . . However, if under the circumstances the parties are merely \nnegotiating while trying to agree on certain terms and the parties are looking to a \nwriting to embody their agreement, no contract is formed until the writing is executed \nand . . . the offeree's acceptance is properly communicated to the offeror.”) (citation \nomitted);  Parker v. Glosson, 182 N.C. App. 229, 232, 641 S.E.2d 735, 737 (2007) (“[I]f \nnegotiating parties impose a condition precedent on the effectiveness of their \nagreement, no contract is  formed until the condition is met. Likewise, w hen \nnegotiating parties make it clear that they do not intend to be bound by a contract \nuntil a formal written agreement is executed, no contract exists until that \ntime.”) (citation omitted). \n27. Finally, the Parties also repeatedly stated their positions that any final \nsettlement agreement had to be approved by the Court.  The Court did not approve a \nfinal settlement agreement. \n28. The facts before the Court fail to establish that Defendants and Plaintiff \nreached a final settlement of all claims  and issues .  Rather, Defendants varied \nPlaintiffs’ last offer by failing to accept P laintiffs’ proposal that the Parties agree on \na joint public announcement regarding the ownership of W&D, and Plaintiffs did not \naccept Defendants’ final draft settlement agreement.  In addition, Emily did not sign \nthe settlement agreement, and it was not approved by the Court.  The Motion should \nbe DENIED. \nIII. CONCLUSION \nTHEREFORE, IT IS ORDERED that the Mills Defendants’ Motion to Enforce \nSettlement Agreement is DENIED.   \nSO ORDERED, this the 20th day of August, 2018. \n \n \n /s/ Gregory P. McGuire  \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases "
}