{
  "id": "e8a15f98d55c8fb90306940dd4e9b916d88cca1d36893f532d787c8c6d23b693",
  "source_file": "data/raw/ncbc/e8a15f98d55c8fb90306940dd4e9b916d88cca1d36893f532d787c8c6d23b693.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 12 CVS 12925  \n \n \nANDREW KEZELI, Individually and  ) \nDerivatively as minority member of TAS  ) \nPROFESSIONAL, LLC, a North Carolina ) \nLimited Liability Company and TRADE  ) \nANGLE STRATEGIES, LLC, a North  ) \nCarolina Limited Liability Company, ) \n Plaintiff ) OPINION AND ORDER \n  )  \n v.  )    \n   )  \nJOHN V. LOGAN, EDMUNDAS KATINAS, ) \nTAS PROFESSIONAL, LLC, a North  ) \nCarolina Limited Liability Company and  ) \nTRADE ANGLE STRATEGIES, LLC, a  ) \nNorth Carolina Limited Liability Company, ) \n  Defendants ) \n \nTHIS CAUSE, designated a mandatory comple x business case by Order of the Chief \nJustice of the North Carolina Supreme Court pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to “G.S.”), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the Court upon Plaintiff’s Motion for Partial Summary Judgment (“the \nSummary Judgment Motion”), pursuant to Rule 56 of the North Carolina Rules of Civil \nProcedure (“Rule(s)”).  The Court held a hearing on the Summary Judgment Motion on \nFebruary 10, 2015. \n THE COURT, after reviewing the Summary Judgment Motion, briefs in support of \nand in opposition to the Summary Judgment Motion, the sworn affidavits, pleadings and \ndeposition testimony, the arguments of couns el, and other appropriate matters of record, \nCONCLUDES that the Summary Judgment Motion should be GRANTED, in part, and \nDENIED, in part, for the reasons stated herein. \nKezeli v. Logan, 2015 NCBC 29. \n \n \nBrooks, Pierce, McLendon, Humphrey & Leo nard LLP, by D.J. O’Brien, III, Esq. for \nPlaintiff. \n \nHinson Faulk, P.A., by Mark Hinson, Esq. for Defendants. \n \nMcGuire, Judge. \n \nPROCEDURAL HISTORY \n1. On September 13, 2012, Plaintiff Andrew Kezeli initiated this lawsuit by filing \nhis Complaint. In the Complaint, Plaintiff pleads the following Claims for Relief (“Claim(s)”): \nFirst Claim for Relief (Declaratory Judgmen t); Second Claim for Relief (Accounting and \nInspection of Corporate Records – TAS); Thir d Claim for Relief (Accounting and Inspection \nof Corporate Records – TAS Pro); Fourth Claim for Relief (Breaches of Operating \nAgreements); Fifth Claim for Relief (Dissolu tion/Frustration of Minority Shareholder \nExpectations); Sixth Claim for Relief (Derivat ive and Individual Action for Breach of \nFiduciary Duties); Seventh Claim for Relief (Der ivative and Individual Action for Breach of \nDuty of Good Faith and Duty of Loyalty and Due Care); and Eighth Claim for Relief (Unfair \nand Deceptive Trade Practices).   \n2. On December 10, 2012, Defendants John V. Logan, TAS Professional, LLC, \nand Trade Angle Strategies, LLC filed their Ve rified Answer and Defenses to Plaintiff’s \nComplaint.1  \n3. On June 7, 2013, Defendant Edmundas Katinas filed a responsive pleading \ntitled Motion to Dismiss, Verified Answer and Defenses to Complaint.2 \n                                                 \n1 Verified Answer and Defenses to Complaint (“Logan Answer”). \n2 Defendant Katinas’ Motion to Dismiss, Verified Answer and Defenses to Complaint (“Katinas \nAnswer”). Though the Katinas Answer has a verification page attached at the end, the Court has \nbeen unable to confirm that Katinas ever signed a filed copy of his Answer. Accordingly, the Court \ntreats the Katinas Answer as “unverified” for purposes of this Opinion. However, the Katinas \nAnswer largely mirrors the Logan Answer, which has been verified.  Katinas has never brought the \nMotion to Dismiss contained in the responsive pleading before the Court for resolution. \n \n \n4. On January 23, 2014, Plaintiff filed his Motion for Partial Summary Judgment. \nThe Summary Judgment Motion seeks summary judg ment only as to Plaintiff’s first four \nClaims.3  Defendants filed a Memorandum in Opposition to the Summary Judgment Motion.   \n5. The Summary Judgment Motion has been briefed and argued and is ripe for \ndetermination. \nFACTUAL BACKGROUND \n The Court considers the following facts in reaching its conclusion. 4 \n6. Defendants Trade Angle Strategies, LLC  (“TAS”) and TAS Professional, LLC \n(“TAS Pro”) are North Carolina limited liability companies. 5  Plaintiff Andrew Kezeli \n(“Kezeli”) is a member and manager of TAS and TAS Pro. 6   Defendants John V. Logan \n(“Logan”) and Edmundas Katinas (“Katinas”) also are members and managers of TAS and \nTAS Pro, and Logan is the Chief Executive Officer (“CEO”) of both companies.7 TAS and TAS \nPro are involved in developing, marketing and selling financial trading tools and related \nservices to retail and institutional investors. \n                                                 \n3 In the Complaint, Kezeli purports to bring claims both “individually and derivatively as a minority \nmember of both Trade Angle Strategies, LLC, and TAS Professional, LLC.” Compl. at p 1. The \nComplaint, however, labels only the Sixth and Seventh Claims for Relief as being alleged both \nindividually and derivatively.  At the hearing Plaintiff stated he seeks summary judgment only as to \nhis individual claims, and not as to any derivative claims. \n4 A court does not make findings of fact in ruling upon a motion for summary judgment. However, \nthe court may summarize material facts that do not appear to be at issue and which justify the \njudgment. Hyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, 142 (1975). Here, Kezeli \nhas adopted the majority of the allegations in his Complaint in his Affidavit (“except as to those \nmatters set forth therein upon information and belief”), and Logan has verified his Answer. The \nCourt may therefore treat the pleadings, to the extent that they have been adopted or verified by the \nparties, as affidavits for purposes of ruling on summary judgment. See, e.g., Schoolfield v. Collins, \n281 N.C. 604, 612 (1972) (“To the extent that a verified pleading meets [the requirements of Rule \n56(e)] then it may properly be considered as equivalent to a supporting or opposing affidavit, as the \ncase may be.” (quoting 6 Moore’s Federal Practice, par. 56.11[3], at 2176 (2d ed. 1965)) (alterations in \noriginal)). \n5 Compl. ¶¶ 4, 5; Logan Ans. ¶¶ 4, 5; Katinas Ans. ¶¶ 4, 5. \n6 Compl. ¶ 6; Logan Ans. ¶ 6; Katinas Ans. ¶ 6. \n7 Compl. ¶¶ 7-8; Logan Ans. ¶¶ 7-8; Katinas Ans. ¶¶ 7-8. \n \n \n7. Logan and Katinas formed TAS in March 2005.  Kezeli began performing work \nfor TAS in or around February 2007. 8  In April 2009, Logan and Katinas made Kezeli a \nmember of TAS.9  Kezeli originally was given a 20% ownership interest in TAS, but claims \nthat his interest subsequently increased to 45% through his purchase of another member’s \ninterest.10  Logan and Katinas dispute that Kezeli owns 45%.11  Logan and Katinas each own \na 25% interest in TAS. The remaining shares are held by individuals who are not parties to \nthis litigation.\n12 Five individuals, including Kezeli, Logan, and Katinas, are managers of \nTAS.13  TAS has adopted a written Operating Agreement. \n8. Section 9.1 of the TAS Operating Agreement provides, in pertinent part, that: \nThe books and records and profits and  losses of the Company shall be \ndetermined in accordance with genera lly accepted accounting principles \napplied on a consistent basis. The books and records shall be available upon \nreasonable notice for inspection by  any Member or its designated \nrepresentatives during reasonable business hours for any purpose reasonably \nrelated to its Interest. Each Member may make a reasonable number of copies \nor extracts of the books and records at its expense. The Company’s accounting \nperiod for tax and non-tax purposes shall be the Fiscal Year. At a minimum \nthe Company shall keep at its princi pal place of business the records and \ndocuments required by the [North Carolina Limited Liability Company Act].14 \n \n9. The TAS Operating Agreement does not expressly state what specific “books \nand records” are to be maintained by the co mpany, nor does it provide members with the \nright to demand an accounting. \n                                                 \n8 Compl. ¶¶ 15-16; Logan Ans. ¶¶ 15-16; Katinas Ans. ¶¶ 15-16. \n9 Compl. ¶ 23; Logan Ans. ¶ 23; Katinas Ans. ¶ 23. \n10 Compl. ¶¶ 24, 36. \n11 Logan Ans. ¶ 36; Katinas Ans. ¶ 36. \n12 Kezeli Aff. Ex. A (“TAS Operating Agreement”); Compl. ¶ 36; Logan Ans. ¶ 36; Katinas Ans. ¶ 36. \n13 TAS Operating Agreement at § 5.2(a). \n14 TAS Operating Agreement at § 9.1. \n \n \n10. On September 13, 2010, Kezeli, Logan, and Katinas formed TAS Pro, and all \nthree are members and managers.15 Kezeli, Logan, and Katinas each own 28.6% of TAS Pro.16  \n11. TAS Pro has also adopted a written Operating Agreement. In pertinent part, \nthe TAS Pro Operating Agreement provides t hat “[t]he Company shall maintain adequate \naccounting records reflecting, among other things, each Member’s capital account. All books, \nrecords and accounts shall be open at all times to inspection by each of the Members.”17  The \nTAS Pro Operating Agreement does not expressl y state what specific “books, records and \naccounts” are to be maintained by the comp any, nor provide members with the right to \ndemand an accounting. \n12. Logan admitted that TAS and TAS Pro have not maintained many of the \nfinancial records typically kept by an LLC. TAS and TAS Pro did not maintain “income \nstatements, balance sheets, cash flow statements, bank reconciliations or check registers.” 18 \nLogan also admitted that neither company has engaged accountants since 2008.19 \n13. Beginning in February 2012, Kezeli made requests to Logan to inspect TAS \nand TAS Pro financial and business records.20  On March 23, 2012, Kezeli’s attorney wrote a \nletter (“the Demand Letter”) to Logan that reit erated Kezeli’s request “to inspect all of the \nbooks, records and accounts of the TAS Companies.”  The Demand Letter stated that “[t]he \npurpose of this demand is to ascertain the value of Mr. Kezeli’s interest in [TAS and TAS Pro] \nand to confirm whether [TAS and TAS Pro] have been managed in a lawful and legal \nmanner.”21 The Demand Letter cited to the TAS Operating Agreement, the TAS Pro \n                                                 \n15 Compl. ¶ 51; Logan Ans. ¶ 51; Katinas Ans. ¶ 51; Kezeli Aff. Ex. B (“Tas Pro Operating \nAgreement”) at 1. \n16 TAS Pro Operating Agreement at 6. \n17 TAS Pro Operating Agreement at 4. \n18 Logan Aff. at ¶ 5. \n19 Id. \n20 Compl. ¶¶ 77-78; Kezeli Ans. ¶¶ 77-78; Logan Ans. ¶¶ 77-78. \n21 Logan Aff. Ex. C (“Demand Letter”). \n \n \nOperating Agreement, and N.C. Gen. Stat. § 57C-3-04 22 as authority for Kezeli’s “inspection \nrights.” Finally, the Demand Letter concluded by “reiterat[ing] the demand for an inspection \nand access to all of the books and records of  [TAS, TAS Pro, and related companies]” and \ndemanding, in addition to the documents enumerated in N.C. Gen. Stat. § 57C-3-04, access \nto “all 1065 Partnership Tax returns and state tax filings . . . , income statements, balance \nsheets, cash flow statements, bank reconciliati ons, bank statements for all bank accounts, \ncheck registers and all cash/deposit receipts from 2008 to the present.”\n23  \n14. Logan responded to the Demand Letter via e-mail stating that “TAS and TAS \nPro need[] time to produce the requested records.”24   Katinas also responded to the Demand \nLetter via e-mail, but apparently did not provide the requested records.25  \n15. In an affidavit dated May 27, 2014, Log an represented to the Court that TAS \nand TAS Pro had “provided [to Kezeli] copies of  or access to all known books and records of \nthe Companies including expense reports and  bank statements through February 2014 \ndetailing every transaction into and out of th e Companies,” but that, because TAS and TAS \nPro had not engaged an accountant after 2008, “many of the other specific records requested \nin Mr. Kezeli’s letter simply do not exist.” 26 At the hearing on the Summary Judgment \nMotion, counsel for Defendants represented to  the Court that Defendants had recently \nprovided Kezeli with certain additional record s and documents in response to the Demand \nLetter.  Kezeli maintains that he still ha s not been provided “meaningful financial \ninformation concerning” TAS and TAS Pro.27 \n                                                 \n22 Because this proceeding was commenced prior to the effective date of Chapter 57D, the current \nNorth Carolina Limited Liability Company Act, the Court applies the old Act (“57C”) to its analysis. \nG.S. § 57D-11-03(b). \n23 Demand Letter at 2. \n24 Logan Ans. ¶¶ 79-80; Katinas Ans. ¶¶ 79-80. \n25 Id.  \n26 Logan Aff. ¶¶ 4-5. \n27 Kezeli Aff. ¶ 10. \n \n \nDISCUSSION \n16. Kezeli moves for summary judgment on his first four Claims for Relief for \ndeclaratory judgment, accounting and inspection of records as to both TAS and TAS Pro, and \nbreach of operating agreements. The Court will address each Claim in turn. \n17. “Summary judgment is appropriate 'if th e pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that there \nis no genuine issue as to any material fact and that any party is entitled to a judgment as a \nmatter of law.'” Variety Wholesalers, Inc. v. Salem Logistics Traffic Servs ., LLC, 365 N.C. \n520, 523 (2012) (quoting Rule 56(c)). Any inference of fact should be drawn against the \nmovant. Forbis v. Neal, 361 N.C. 519, 523-524 (2007) (citing Caldwell v. Deese, 288 N.C. 375, \n378 (1975)). A genuine issue of material fact will require the court to preserve the issue for a \nfinder of fact. Bumpers v. Cmty. Bank of N. Va, 367 N.C. 81 (2013).  Although the Court must \nview the record “in the light most favorable to  the party opposing the motion,” Rule 56(e) \nprovides that summary judgment may not be de feated by “mere allegations or denials,” but \nrather that the opposition must be supporte d by “specific facts showing that there is a \ngenuine issue for trial.”  Patterson v. Reid, 10 N.C. App. 22, 28 (1970). \nDeclaratory Judgment \n18. Kezeli’s First Claim for Relief seeks a declaratory judgment.  North Carolina \nprovides statutory right to seek a declarator y judgment from its Courts regarding “rights, \nstatus and other legal relations.”  G.S. § 1-253.  Although it is not clear exactly what Kezeli \nseeks to have this Court declare, the Firs t Claim for Relief appears to contains four \nallegations: (1) that Logan and Katinas made  unauthorized distributions of company funds \nto themselves or third parties, in violation of the TAS and TAS Pro Operating Agreements; \n(2) that the parties disagree on the extent of Kezeli’s ownership interest in TAS; (3) that \nKezeli has made a proper demand on Defend ants for an accounting of all TAS and TAS Pro \n \n \nfinances and distribution to Kezeli of his “fair share of the profits,” and that Defendants have \nfailed to comply with this demand; and (4) that the parties are in dispute as to the \n“interpretation and enforceability of the pertinent terms” of the TAS and TAS Pro Operating \nAgreements. \n19. Kezeli does not address in his Brief, nor does he direct the Court to any \nevidence of, inappropriate distribution of TAS or TAS Pro funds by Logan and Katinas.  In \nfact, Logan explicitly denies this allegation in his verified Answer.\n28 Summary judgment on \nKezeli’s claim for declaratory relief on this issue is therefore not appropriate and should be \nDENIED. \n20. Similarly, Kezeli has not provided the Court with any evidence from which it \ncould determine that Kezeli owns a greater than 20% share of TAS.  In his verified Answer, \nLogan denies that Kezeli owns a 45% interest and  that states that Plaintiff “overstates the \nvalue of his ownership interest in TAS.” 29 Accordingly, there are disputed facts regarding \nKezeli’s ownership interest in TAS, and summ ary judgment for declaratory relief on this \nissued should be DENIED. \n21. It is not apparent from the allegations in the Complaint what the dispute over \nthe “interpretation and enforceability of the pe rtinent terms” refers to, and Kezeli does not \naddress this conflict in his brief.  Nevertheless, assuming that this allegation refers, at least \nin part, to Kezeli’s demands for inspection of records and an accounting under the Operating \nAgreements or statute, the Court addresses these disputes below. \n22. Kezeli also apparently seeks a declaration that he has made a “proper demand” \non Defendants for an accounting of TAS and TAS Pro finances and to distribute to Kezeli his \n“fair share” of profits. In his Memorandum in Support, Kezeli contends that “[t]here is no \n                                                 \n28 See, e.g., Logan Ans. ¶¶ 74, 87; Katinas Ans. ¶¶ 74, 87. \n29 Logan Ans. ¶ 93; Katinas Ans. ¶ 93. \n \n \nfactual dispute as to: Kezeli’s right to an ac counting of the Companies’ finances; Kezeli’s \nrepeated demands for the same; and Defendants’ failure to provide him with an accounting.”30  \nIn their Answers, Logan and Katinas have deni ed that Kezeli’s allegation that he made \n“repeated requests” for a “proper accounting.”31 In his affidavit, however, Logan admitted \nthat Kezeli has “demanded a forensic account [ing]” to be paid for by the companies. 32  \nAccordingly, it is not entirely clear that the facts regarding the demand for an accounting are \nnot in dispute, such that summary judgment would be appropriate. \n23. Even assuming that the facts regarding Kezeli’s demand for an accounting are \nnot in dispute, Kezeli has not pointed to any authority that would require TAS and TAS Pro \nto provide him with an accounting.  The TA S and TAS Pro Operating Agreements do not \nprovide members with a right to demand an a ccounting, nor do they require the companies \nto perform an accounting.  In addition, 57C provides no such statutory authority for a member \nto demand an accounting.33 Accordingly, to the extent Keze li requests a declaration that he \nmade a “proper demand” for an accounting or that he is entitled to an accounting under the \nOperating Agreements or statute, that motion for declaratory judgment must be DENIED. \n24. Based upon the foregoing analysis, th e Court concludes that the Summary \nJudgment Motion should be DENIED as to Plaintiff’s First Claim. \nInspection of Corporate Records and Accounting \n25. The Second and Third Claims for Relief allege that Kezeli is “entitled to access \nto all company records and an accurate acco unting of company revenues, income, debt \nobligations, liabilities, distributions, and assets” for TAS and TAS Pro, respectively, both as \n                                                 \n30 Br. Supp. Summ. J. 8. \n31 Logan Ans. ¶ 41; Katinas Ans. ¶ 41. \n32 Logan Aff. ¶ 6. \n33 By contrast, the North Carolina’s Uniform Partnership Act expressly provides partners with a \nstatutory right to a “formal account as to partnership affairs,” G.S. § 59-52. \n \n \na member of both companies and under G.S. § 57C-3-04. 34 For the reasons discussed supra, \nthe Court declines at this time to find that Plaintiff is entitled to an accounting under the \nOperating Agreements or under North Carolina LLC statute.  \n26. However, the Court finds that the De mand Letter does comply with the \nrequirements of G.S. § 57C-3-04, which provides a member of an LLC with a right to inspect \ncertain categories of company records upon a demand made in writing, for a proper purpose, \nand that describes with reasonable particularity the purpose of the demand and the records \nor information desired. Similarly, the TA S Operating Agreement entitles members to \ninspection of company records “upon reas onable notice,” and the TAS Pro Operating \nAgreement states that records “shall be open at all times to inspection by each of the \nMembers.” The Demand Letter therefore entitles Kezeli to inspect certain company records, \nin accordance with the provisions of the Operating Agreements and 57C. It is undisputed \nthat Logan, acting as CEO of TAS and TAS Pro,  significantly delayed or otherwise failed to \nproduce financial records upon demand by Kezeli.\n35 \n27. Accordingly, as to Kezeli’s Second and Third Claims for Relief, the Court \ntherefore finds that the Summary Judgment Motion should be GRANTED in part and \nDENIED in part. To the extent that Defend ants have not already produced to Kezeli any \nexisting records36 that fall within the categories enumerated in N.C. Gen. Stat. § 57C-3-04, \nDefendants shall produce this information within twenty (20) days of this Opinion and Order. \n \n \n                                                 \n34 Compl. ¶¶ 96, 100. \n35 See, e.g., Compl. ¶ 57; Logan Ans. ¶ 57 (“TAS, at that time, did not provide Kezeli access to its \ncorporate documents.”). \n36 As will be discussed below, the Court declines to find at this time that the Companies were \nrequired to keep any specific types of records. \n \n \nBreach of Operating Agreements \n28. Kezeli’s Fourth Claim for Relief alleges that Logan and Katinas breached the \nOperating Agreements by (a) “[f]ailing to hold  confidential information in the strictest \nconfidence,” (b) “[d]enying Kezeli inspection of the Companies’ books and records,” (c) denying \nKezeli’s participation in management of the Companies, (d) “[d]enying Kezeli distributions \nbased on his percentage interest in the Compani es,” and (e) “causing the Companies to fail \nto repay loans to Kezeli after demand of the same.”  In his Brief, however, Kezeli argues that \nLogan and Katinas breached the Operating Agr eements only by their failure to maintain \nadequate business and financial records and by the denial of Kezeli’s requests to inspect the \nbooks, and the Court addresses only those alleged breaches of the Operating Agreements. \n29. It is undisputed that Logan did not ma intain many of the basic records one \nwould expect to be kept by an LLC. 37  Although the TAS Operating Agreement does not \nexpressly state what specific financial records ar e to be maintained, it does seem to require \nthat at least some basic “books and records” be kept.  Similarly, the TAS Pro Agreement does \nnot list specific records to be kept but expressly requires that “[t]he Company shall maintain \nadequate accounting records.”   Both Operating Agreements provide that the LLC’s will make \nthe books and records available for inspection  by members.  Despite this, Logan admitted \nthat TAS and TAS Pro “never generated inco me statements, balance sheets, cash flow \nstatements, bank reconciliations or check registers.” 38  It also is undisputed that Logan, \nacting as CEO of TAS and TAS Pro, signific antly delayed or otherwise failed to produce \n                                                 \n37 Notably, the applicable Limited Liability Company Act contains no requirement for the specific \ntypes of records than an LLC must keep.  In fact, G.S. § 57C-3-04(b) specifically permits an LLC to \n“maintain its records in other than written form if the form is capable of conversion into written form \nwithin a reasonable time.” \n38 Logan Aff. ¶ 5. \n \n \nfinancial and other LLC records upon demand by Kezeli. 39  Accordingly, Kezeli has \nestablished as a matter of law that Logan brea ched the Operating Agreements by failing to \nmaintain adequate financial records for the co mpanies and by refusing to timely permit \naccess to and inspection of TAS and TAS Pro’ s books and records, and Kezeli’s motion for \nsummary judgment on the claim for breach of the Operating Agreements should be \nGRANTED as to these specific breaches. \nRequest for Attorneys’ Fees \n30. Kezeli seeks an award of attorneys’ fees and costs incurred in enforcing North \nCarolina law and the Operating Agreements.  Traditionally, North Carolina law only allowed \nfor recovery of attorneys’ fees when provided  for by statute, and contractual agreements \nattorney’s fees were not enforceable.\n40 Harborgate Prop. Owners Ass’n, Inc. v. Mtn. Lake \nShores Dev. Corp., 145 N.C. App. 290, 297-98 (2001). Chapter 57C provides for an award of \nattorneys’ fees only in actions brought by members derivatively.  G.S. § 57C-8-01(f).  Kezeli \nhas not pointed to any other statutory authority for an award of attorneys’ fees.  Accordingly, \nKezeli’s request for attorneys’ fees in co njunction with the Summary Judgment Motion \nshould be DENIED without prejudice to Keze li’s right to seek attorneys’ fees under \nappropriate authority at a later point in this case. \nNOW THEREFORE, based upon the foregoing, it hereby is ORDERED that: \n31. As to Plaintiff’s First Claim for Relief, Plaintiff’s Motion for Partial Summary \nJudgment is DENIED. \n                                                 \n39 See, e.g., Compl. ¶ 57; Logan Ans. ¶ 57 (“TAS, at that time, did not provide Kezeli access to its \ncorporate documents.”). \n40 In 2011, the North Carolina General Assembly enacted G.S. § 6-21.6, which made certain \ncontractual agreements for reciprocal attorneys’ fee enforceable when contained in business \ncontracts.  That statute, however, was effective on October 1, 2011, and is not applicable to the two \nOperating Agreements at issue in this matter, both of which were entered into prior to that date. \n \n \n32. As to Plaintiff’s Second and Third Clai ms for Relief, Plaintiff’s Motion for \nPartial Summary Judgment is GRANTED, in part, and DENIED, in part. To the extent that \nDefendants have not already produced to Plainti ff any existing records that fall within the \ncategories enumerated in N.C. Gen. Stat. § 57C-3-04, Defendants shall produce this \ninformation to Plaintiff in written form within twenty (20) days of this Opinion and Order. \n33. As to Plaintiff’s Fourth Claim for Relief, Plaintiff’s Motion for Partial Summary \nJudgment is GRANTED. \n34. Except as granted herein, Plaintiff’s Motion for Partial Summary Judgment is \nDENIED. \nSO ORDERED, this the 26th day of March, 2015. \n \n "
}