{
  "id": "e8db224a7eaf37f7ec76ffef29fada8621daae5db3b830b1b5ef2b6f223aeb2f",
  "source_file": "data/raw/ncbc/e8db224a7eaf37f7ec76ffef29fada8621daae5db3b830b1b5ef2b6f223aeb2f.pdf",
  "raw_text": "Welch v. B&B Realty Invs., LLC, 2016 NCBC 40. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 7562 \n \nKENNETH JOHN WELCH, individually \nand as Member of and on behalf of B&B \nBRADFORD AND BERRINGTON, LLC, \nand as General Partner of and for the \nbenefit of WELCH FAMILY LIMITED \nPARTNERSHIP SEVEN, \n \nPlaintiffs, \n \nv. \n \nB&B REALTY INVESTMENTS, LLC, \nD&J ASSOCIATES, INC., RICK BROWN \n& ASSOCIATES, LLC, THE BRALOVE \nGROUP, DAVID H. BRALOVE, \nRICHARD W. BROWN, and B&B \nBRADFORD AND BERRINGTON, LLC, \n \nDefendants. \n \n \n \n \n \n \n \n \n \nORDER ON PLAINTIFF’S MOTION \nFOR PRELIMINARY INJUNCTION \n \n \n \n1. THIS MATTER  is before the Court upon the Verified Motion for Preliminary \nInjunction (the “Motion”) of Plaintiff Kenneth John Welch, individually and as Member of and on \nbehalf of B&B Bradford and Berrington, LLC (“B& B”), and as General Partner of and for the \nbenefit of Welch Family Limited Partnership Se ven (collectively, unless individually identified, \n“Welch”), in the above-captioned case. \n2. Having considered Plaintiff’s Motion, the briefs in support of and in opposition to the \nMotion, the Verified Complaint, appropriate evidence of record, and the arguments of counsel for \nthe parties at a hearing held on Plaintiff’s Motion on May 9, 2016, the Court hereby DENIES the \nMotion and FINDS and CONCLUDES as follows1: \n \n                                                 \n1  “It is well settled that findings of fact made during a preliminary injunction proceeding are not binding upon a court \nat a trial on the merits.”  Lohrmann v. Iredell Mem'l Hosp., Inc ., 174 N.C. App. 63, 75, 620 S.E.2d 258, 265 (2005) \n(citing Huggins v. Wake Cnty. Bd. of Educ., 272 N.C. 33, 40–41, 157 S.E.2d 703, 708 (1967)). \n \n \nI. Procedural History \n3. Plaintiff filed its Verified Complaint a nd Motion for Temporary Restraining Order \nagainst Defendants B&B Realty Investments, LLC (“Realty Investments”), D&J Associates, Inc. \n(“D&J”), Rick Brown & Associates, LLC (“ RBA”), The Bralove Group, David H. Bralove \n(“Bralove”), Richard W. Brown (“Brown”), and B&B Bradford and Berrington, LLC (collectively, \n“Defendants”) on April 27, 2016, seeking to enjoin Defendants from transferring or distributing \nfunds from B&B to Realty Investments, D&J, and RBA. \n4. On that same day, (i) the case was designated a complex business case and assigned to \nthe undersigned, (ii) the Court held a telephone hearing on the Motion for Temporary Restraining \nOrder, and (iii) the Court entered a Consent Order Granting Plaintiffs’ Emergency Motion for \nTemporary Restraining Order (the “Consent TRO”), in which the parties agreed that all proceeds \nderived from the sale of the property in question would not be distributed to the members of B&B \nfor a period of twelve days, through and including May 9, 2016.  \n5. As agreed in the Consent TRO, Plaintiff filed the Motion and brief in support of the \nMotion and supporting documents on May 3, 2016, and Defendants filed a brief in opposition to \nthe Motion and supporting documents on May 6, 2016.  The Court held a hearing on the Motion \non May 9, 2016, at which all parties were represented by counsel.  At the conclusion of the hearing, \ncounsel orally agreed to extend the Consent TRO through the Court’s ruling on the Motion. \nII. Relevant Facts \n6.   In 2008, Bralove and Brown approached Welc h, a sophisticated real estate investor, \nseeking Welch’s investment in a commercial real estate transaction involving the purchase, lease, \nand sale of certain real property located at 5827 Miami Boulevard and 5927 Miami Boulevard in \nDurham, North Carolina (the “Property”).  B&B was formed for the purpose of acquiring, holding, \n \n \nmanaging, maintaining, operating, developing, constructing, selling, ex changing, leasing, and \notherwise utilizing the Property for profit.  The Property was B&B’s sole asset. \n7. On August 11, 2008, the Members of B&B executed the original Operating Agreement \n(the “Original OA”).  The Or iginal OA designated Realty Investments as the non-Member \nManager of B&B.  Realty Investments has two members, D&J and RBA, which are controlled by \nBralove and Brown, respectively.   \n8. On September 10, 2008, B&B acquired the Property.  Wells Fargo Bank financed the \npurchase and extended a loan to B&B in the principal amount of $26,000,000 (the “WF Loan”).  \nB&B also secured financing for the purchase from EagleBank in the amount of $5,000,000 (the \n“EB Loan”).  Welch personally guaranteed both Loan s, and collateralized certain personal real \nproperty in connection with the EB Loan. \n9. In addition to serving as a personal guarant or of the Loans, Welch made an initial \ncapital contribution of $2,300,000.  Welch received a 53.4884% membership interest in B&B.   \n10. Section 4.1.1.1 of the Original OA provided that Welch was entitled to receive an \namount equal to $20,000 for each calendar month (pro rata for any partial calendar month) up to a \ncumulative amount of $360,000, whereupon distribution under section 4.1.1.1 was to cease.  This \nis defined in the Original OA as the “Welch Payment.”   \n11. Section 4.1.1.2 of the Original OA provide d that Welch was also entitled to \ndistributions of “Cash Flow,”2 to the extent any remained afte r the Welch Payment, until Welch \nreceived an amount of Cash Flow equal to a 16 percent Priority Return (“Priority Return”). \n                                                 \n2 “Cash Flow” is defined in the definitions section of B&B’s Operating Agreements as “all cash funds derived from \noperations of the Company other than from a Capital Transac tion (including interest received on reserves), but less \ncash funds used to pay the Company Costs and Expenses and to pay or establish reasonable reserves for future \nexpenses, debt payments (including, but not limited to, payments under the Loan), capital improvements, and \nreplacements as determined by the Manager.”   \n \n \n12. Through Cash Flow generated from tenant leases up to and including May 2011, Welch \nreceived the full amount of the original Welch Pa yment as well as his mont hly Priority Return.  \nHowever, because regular Cash Flow was generated during a time of very low interest rates \nthrough May 2011, other Members shared in Cash Flow  at higher rates than the Priority Return \nWelch had received under the Operating Agreement.   \n13. In March 2011, Realty Investments, as  Manager of B&B, began negotiating a \nmodification of the WF Loan on behalf of B&B.  Prior to consenting to any modification of the \nWF Loan, Welch demanded that the Operating Agreement be amended for a second time\n3 to permit \nhis participation in Cash Flow pro rata like the other Members.  Because Welch’s consent was \nrequired for B&B to enter into a modification of the WF Loan, the other Members agreed to \nWelch’s demand.  Accordingly, the Second Amended Operating Agreement (“Second AOA”) was \nentered into on February 22, 2011, reflecting the modified payments to Welch.   \n14. Soon thereafter, B&B and Wells Fargo reach ed an agreement on the terms of the \nmodification to the original WF Loan (the “WF Lo an Modification”).  As part of the WF Loan \nModification, Wells Fargo require d that B&B make a mandatory principal curtailment payment \n(“Mandatory Principal Curtailment”) of $3,155,500 by June 1, 2011.  All Members, including \nWelch, agreed to the WF Loan Modification.   \n15. B&B was unable to make the Mandatory Principal Curtailment, and the WF Loan \nModification went into monetary default on that  date.  B&B thereafter entered into several \nforbearance agreements with Wells Fargo (the “Forbearance Agreements”) between June 1, 2011 \nand June 26, 2014 (the “Forbearance Period”), under which Wells Fargo “swept” all net monthly \nCash Flow from operating the Property and applied these funds to principal curtailment payments.   \n                                                 \n3 A First Amended Operating Agreement, dated November 26 , 2008, was created for the purpose of transferring an \ninterest from RBA to G-2 Properties, a new Member at that time.   \n \n \n16. Because of the payments made under th e WF Loan Modification and Forbearance \nAgreements, no Cash Flow existed during th e Forbearance Period, and distributions were \nsuspended to B&B’s Members, although Welch continued to receive the Welch Payment.   \n17. The WF Loan was eventually paid in fu ll on June 26, 2014 through funds raised in a \nrefinancing with ColFin BradBerr Funding, LLC (the “Colony Loan”).  As a condition precedent \nto the refinancing of the Property, ColFin Brad Berr Funding, LLC required that the Property be \nconveyed to BradBer Owner, LLC, an entity formed for the sole purpose of acquiring and holding \ntitle to the Property.  B&B is the sole Member of BradBer, and Realty Investments is the Manager \nof BradBer.  Defendants contend that Welch ag reed and consented to the conveyance of the \nProperty to BradBer.   \n18. On April 27, 2016, BradBer sold the Property to Crown Acquisition Associates, LLC.  \nAll Members, including Welch, consented to the sale of the Property.   \n19. Plaintiff contends that any profits from the sale constitute Cash Flow subject to pro rata \ndistribution to B&B’s Members under section 4.1 of the Second AOA.  Defendants disagree, \ncontending that the sale constitutes a “Capital Transaction” under section 4.2 of the Second AOA. \n20. The Second AOA defines “Capital Transaction” as  \nany transaction not in the ordinary cour se of business which results in [B&B’s] \nreceipt of cash or other consideration other than Ca pital Contributions, including, \nwithout limitation, proceeds of sales or exchanges or other dispositions of property \nnot in the ordinary course of business,  financings, refinancings, condemnations, \nrecoveries of damages awards, and insurance proceeds.    \n \n21. The Second AOA defines “Cash Flow” as “all cash funds derived from operations of \n[B&B] other than from a Capital Transaction . . . .”   \n22. Plaintiff seeks a preliminary injunction pr ohibiting distribution of any proceeds from \nthe sale of the Property to Defendants or any Affiliate of Defendants.   \n \n \nIII. Analysis \n23. The purpose of a preliminary injunction is ordinarily to preserve the status quo pending \ntrial on the merits.  Its issuance is a matter of discretion to be exercised by the hearing judge after \na careful balancing of the equities.  A.E.P. Indus., Inc. v. McClure, 308 N.C. 393, 400, 302 S.E.2d \n754, 759 (1983) (citation omitted).  A preliminary injunction “will be issued only (1) if a plaintiff \nis able to show likelihood of success on the merits of his case and (2) if a plaintiff is likely to \nsustain irreparable loss unless the in junction is issued, or if, in the opinion of the Court, issuance \nis necessary for the protection of a plainti ff’s rights during the course of litigation.”  Id. at 401, \n302 S.E.2d at 759–60 (citation omitted).   \n24. As to the first question, our Supreme Court has explained that likelihood of success on \nthe merits means a “reasonable likelihood.”  Id. at 404, 302 S.E.2d at 761.  As to the second \nquestion, “the trial court’s . . . inquiry is not lim ited to the question of irreparable injury.  The \ninjunction will issue if, in the opinion of the Cour t, issuance is necessary for the protection of a \nplaintiff’s rights during the course of litigation.”  Id. at 405, 302 S.E.2d at 761–62 (emphasis \nremoved) (internal quotation marks and citation omitted).   \n25. North Carolina courts have held that in assessing the preliminary injunction factors, the \ntrial judge “should engage in a ba lancing process, weighing potentia l harm to the plaintiff if the \ninjunction is not issued against th e potential harm to the defendant if injunctive relief is granted.  \nIn effect, the harm alleged by the plaintiff must satisfy a standard of relative substantiality as well \nas irreparability.”  Williams v. Greene, 36 N.C. App. 80, 86, 243 S.E.2d 156, 160 (1978). \n26. A party may show that it will suffer “irrep arable injury” for which it has no adequate \nremedy at law where damages are difficult a nd cannot be ascertained  with certainty.  See, \ne.g., A.E.P. Indus., 308 N.C. at 406–07, 302 S.E.2d at 762 (“[O]ne factor used in determining the \n \n \nadequacy of a remedy at law for money damages is  the difficulty and uncertainty in determining \nthe amount of damages to be awarded for defendant's breach.”). \n27. Welch alleges that the sale of the Property is  a transaction in the ordinary course of \nbusiness and cannot, therefore, be a Capital Tran saction.  As support for this argument, Welch \npoints to B&B’s express purpose, as defined in section 2.3 of the Second AOA, which is to “sell, \nexchange, lease and otherwise use the Property fo r profit.”  Welch argues that the sale of the \nProperty fulfilled B&B’s express purpose and thus could not constitute a transaction that was \noutside the ordinary course of B&B’s business. \n28. The Court disagrees.  Indeed, it appears to the Court that  several provisions of the \nSecond AOA suggest that a sale of the Property, B&B’s sole asset, is not in the ordinary course of \nbusiness and is instead a Capital Transaction under the Agreement’s express terms.   \n29. First, section 2.3 specifically states that “[B&B] is not authorized to do, and shall not, \nengage in any business other than as described in this Section.”  Thus, by its own terms, the Second \nAOA contemplates that not every activity that comes within the scope of B&B’s purpose in section \n2.3 is “in the ordinary course of  business.”  If Welch’s argument is correct, B&B would not be \nauthorized to undertake any transaction not in the ordinary course of business, and the provisions \nin the Second AOA contemplating a Capital Transa ction—a transact ion expressly described as \noutside the ordinary course of business—would be meaningless. \n30. In addition, the sale of the Property constitutes an “event of dissolution” under section \n7.1(a) of the Second AOA, and it appears to the C ourt from its review of the Second AOA that a \ntransaction that results in dissolution of the comp any is not contemplated as one occurring in the \nordinary course of B&B’s business.   \n \n \n31. Finally, section 5.1.1 provides the Manager with broad authority to operate B&B’s day-\nto-day affairs, and section 5.1.15 requires the prior consent of the Members to sell any B&B asset \nor property.  It appears to the Court that these provisions contemplate that a sale of the Property, \nunlike the receipt and distributi on of rents and profits, was not a transaction occurring in the \nordinary course of B&B’s business.   \n32. Accordingly, based on its review of the record evidence before the Court, including the \nexpress language of the Second AOA considered as a whole,4 the Court concludes, in the exercise \nof its discretion, that Welch has failed to demons trate a reasonable likelihood of success on the \nmerits of its claim for a declaratory judgment  determining that proceeds from the April 27, 2016 \nsale of the Property constitute Cash Flow under the Second AOA.   \n33. The Court further concludes that the alleged damages arising in connection with \nWelch’s remaining claims are not of such a “peculiar nature that compensation in money cannot \natone for it.”  Frink v. N.C. Bd. of Transp. , 27 N.C. App. 207, 209, 218 S.E.2d 713, 714 (1975) \n(quoting Gause v. Perkins , 56 N.C. 177 (1857)).  Thus, the C ourt concludes that Welch is not \nentitled to preliminary injunctive  relief based upon these claims because Welch has an adequate \nremedy at law through a claim for the recovery of monetary damages for Defendants’ alleged \nconduct.  See, e.g., Bd. of Light & Water Comm’rs v. Parkwood Sanitary Dist., 49 N.C. App. 421, \n423, 271 S.E.2d 402, 404 (1980) (“Where there is a full,  complete and adequate remedy at law, \nthe equitable remedy of injunction will not lie.”); Whalehead Props. v. Coastland Corp., 299 N.C. \n270, 283, 261 S.E.2d 899, 907–08 (1980) (discussing money damages as a legal remedy). \n                                                 \n4  See, e.g., Robbins v. C.W. Myers Trading Post, Inc., 253 N.C. 474, 477, 117 S.E.2d 438, 440–41 (1960) (“A contract \nmust be construed as a whole, and the intention of the parties is to be collected from the entire instrument and not \nfrom detached portions . . . .  Individual clauses in an agreement and particular words must be considered in connection \nwith the rest of the agreement . . . .”) (quoting 17 C.J.S. Contracts § 297).\n \n \n \n34. Indeed, it appears to the Court that Welch’s remaining claims seek readily ascertainable \nmonetary damages against Defendants for alleged conduct causing alleged injury to Welch in the \npast, and that Welch’s challenge to the distribution of the proceeds of the sale of the Property, \nwhich is controlled by the express terms of the Second AOA, is not a necessary or proper remedy \nin these circumstances.  See, e.g., State ex rel. Bruton v. Am. Legion Post, 256 N.C. 691, 693, 124 \nS.E.2d 885, 886–87 (1962) (“Completed  acts and past occurrences in the absence of any evidence \ntending to show an intention on the part of the defendants to [commit future violations], will not \nauthorize the exercise of the court’s injunctive power.”).   \n35. This is particularly true here, both because Welch has failed to show that his monetary \nremedy is inadequate in any respect, and beca use Defendants have shown that delay in the \ndistribution of the sale proceeds will cause them substantial hardship in meeting their estimated \ntax payment obligations arising from the sale, which include incurring penalties and interest in the \nevent payments cannot be made or are delayed, as well as the costs incurred to finance, or liquidate \nassets to pay, the estimated tax obligations when due.  See, e.g., Elec. S., Inc. v. Lewis , 96 N.C. \nApp. 160, 165, 385 S.E.2d 352, 355 (1989) (“Because grant of an injunction is an equitable matter, \nthe trial court in its sound discretion consider s the ‘question of undue hardship imposed on the \ndefendant.’”) (quoting Kadis v. Britt, 224 N.C. 154, 158, 29 S.E.2d 543, 545 (1944)). \n36. The Court concludes that, ba sed on the evidence and othe r submissions of record, \nWelch has failed to show that he will suffer irre parable harm absent the entry of a preliminary \ninjunction or that a preliminary injunction is necessary for the protection of Welch’s rights during \nthe course of this litigation. \n37. The Court has engaged in a balancing proce ss, weighing potential harm to Welch if a \npreliminary injunction is not issued against the potential harm to Defendants if injunctive relief is \n \n \ngranted, and finds that the potenti al harm to Defendants outweighs that to Welch, the balance of \nthe equities and the ends of justice do not support granting this preliminary injunction, and a denial \nof Welch’s Motion in this case is not adverse to the public interest. \n38. The Court therefore conclude s that a preliminary injunc tion should not issue and, \naccordingly, that Welch’s Motion for Preliminary Injunction should be denied.  \nIV. Conclusion \n39. Accordingly, based on the foregoing reasons, the Court hereby DENIES Plaintiff’s \nMotion.  \nSO ORDERED, this the 13th day of May, 2016. \n \n/s/ Louis A. Bledsoe, III   \nLouis A. Bledsoe, III \nSpecial Superior Court Judge \n  for Complex Business Cases "
}