{
  "id": "e8e8ca837d6019c8124f05f2f7f71c09342ed52f6ec32a049a9d4e6e07c3e42e",
  "source_file": "data/raw/ncbc/e8e8ca837d6019c8124f05f2f7f71c09342ed52f6ec32a049a9d4e6e07c3e42e.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 3348 \n \nPETER FLEMING, \n \nPlaintiff, \n \nv. \n \nADAM HORNER and HAMILTON, \nSTEPHENS, STEELE + MARTIN, \nPLLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ REFILED MOTION \nFOR SUMMARY JUDGMENT \n \n1. This matter is before the Court on Defendants’ Refiled Motion for Summary \nJudgment pursuant to Rule 56 of the North Carolina Rules of Civil Procedure (“the \nMotion”)(ECF No. 72). \n2. For the reasons set forth herein, the Court GRANTS the Motion. \nRabon Law Firm, PLLC by Charles H. Rabon and Bland Richter, LLP \nby Ronald L. Richter and Eric Steven Bland for Plaintiff Peter \nFleming. \n \nCranfill Sumner & Hartzog LLP by Ryan Dale Bolick and Melody J. \nJolly for Defendants Adam Horner and Hamilton, Stephens, Steele + \nMartin, PLLC. \n \nRobinson, Judge. \n \nI. INTRODUCTION \n3. Plaintiff Peter Fleming (“Fleming”) engaged  Defendant Adam Horner \n(“Horner”) and Horner’s former law firm, Hamilton, Stephens, Steele + Martin, PLLC \n(“HSSM”) (collectively, the “Defendants”) , to represent Fleming in an underlying \nlawsuit that included claims for breach of fiduciary duty, constructive fraud, \nFleming v. Horner, 2022 NCBC 26. \nconstructive fraudulent transfer, and unfair and deceptive trade practices .  The \nComplaint alleged personal liability on the part of  Fleming.  Following a sizeable \nverdict against him, Fleming brings this action against Horner and HSSM alleging \nlegal malpractice and seek ing relief in the form of compensatory and punitive \ndamages. \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact when ruling on motions for \nsummary judgment.  However, “to provide context for its ruling, the Court may state \neither those facts that it believes are not in material dispute or those facts on which \na material dispute forecloses summary adjudication.”  Ehmann v. Medflow, Inc., 2017 \nNCBC LEXIS 88, at *6 (N.C. Super. Ct. Sept. 26, 2017). \nA. Events Preceding the Underlying Action \n \n5. Fleming engaged in the business of insurance through WFT, Inc. (“WFT”), \na corporate entity he owned and controlled.  (Compl. ¶ 5.) \n6. In 2005, WFT entered into an agreement with General Fidelity Insurance \nCompany (“GFIC”), whereupon GFIC would reinsure insurance policies underwritten \nby WFT.  (Compl. ¶¶ 7–8.) \n7. On 24 July 2009, GFIC terminated the agreement with WFT.  (Compl. 10.) \n8. On 10 June 2010, GFIC initiated arbitration proceedings in Texas against \nWFT (the “Arbitration”)  related to WFT’s financial obligations to GFIC .  \n(Ans. Ex. 2 [“GFIC Compl.”] ¶¶ 10–11.) \n9. Sometime in 2010, WFT stopped writing insurance policies and began the \nprocess of winding up its affairs.  ( Defs’. Br. Supp. Summ. J. [“Defs’. Br.”]  Ex. G, \nECF No. 73.7 [“Fleming 2021 Dep.”] 267.) \n10. On 17 November 2011, Fleming formed a corporate entity named \nBlessmatch Marine Insurance Services, Inc. (“BMI”) for  the sole purpose of \ncontinuing WFT’s business under a new name and identity.  (Compl. ¶ 19.)   \nContinuing WFT’s business was difficult because the relationship between WFT and \nGFIC had soured, and the arbitration was ongoing.  (Fleming 2021 Dep. 62–63.) \n11. To assist with the formation of BMI, Fleming retained K&L Gates  LLP \n(“K&L”) to provide legal services and Grant Thornton LLP (“GT”) to provide  \naccounting services.  (Compl. ¶ 20.) \n12. With help from K&L and GT, Fleming created BMI and was its sole owner.  \nHe restructured WFT as a wholly owned subsidiary of BMI.  ( Plt’s. Br. Opp. Summ. \nJ. [“Plt’s. Br.”] Ex. 11, ECF No. 75.11.)    \n13. Meanwhile, WFT was represented in the Arbitration by Texas counsel.  The \nArbitration proceedings concluded on 2 August 2013.  (Compl. ¶ 25.) The result was \nan award in favor of GFIC in excess of $2.5 million.  A Texas state court subsequently \nentered judgment in favor of GFIC on the award in the total amount of $2,653,552.58 \n(the “Texas Judgment”).  (Compl. ¶ 26.) \n14. From 2010, when WFT began winding up, through 2013, when the Texas \nJudgment was entered , Fleming received  a salary from WFT totaling $2,267,911 .  \n(Defs’. Br. Ex. K, ECF No. 73.11 [“Pasq. Aff.”] 2, 7–8.)  The salary was paid to Fleming \neither from WFT assets directly or through an offshore entity named WFT London.  \n(Pasq. Aff. 7–8.) \n15. In addition, from 2010 through 2013, WFT paid Fleming $1,047,781.03 for \ncharges on his  personal credit cards, his  country club dues, and in miscellaneous \ntransfers that were wired to Fleming.  (Pasq. Aff. 2, 7, 10–14.) \n16. From 2008 through 2011, WFT made personal loans to Fleming in the total \namount of $1,890,159 that were  not repaid.  Fleming claimed some of the money as \nincome on his personal tax returns.  (Pasq. Aff. 26–27; Defs’. Br. Ex. L, ECF No. 73.14 \n[“Hylton Aff.”] ¶¶ 6–9.) \nB. The Underlying Action: Initiation through Summary Judgment \n \n17. On 15 May 2014 GFIC filed suit against WFT (the “Underlying Action”) in \nMecklenburg County, North Carolina , seeking to domesticate the $ 2,653,552.58 \nTexas Judgment.  (Compl. ¶¶ 26, 28.) \n18. GFIC also sought damages against WFT, BMI, Alpha Marine \nUnderwriters, Inc.,1 and Fleming, individually, alleging claims for constructive fraud, \nbreach of fiduciary duty, constructive fraudulent transfer, civil conspiracy,  \nfacilitation of fraud and unfair and deceptive trade practices.  (Compl. 28.) \n19. Initially, Fleming did not retain HSSM to represent him in the Underlying \nAction.  (Fleming 2021 Dep. 88.)   However, after discovery began, GFIC moved to \ncompel responses to discovery .  (See Defs’. Br., Ex. D; ECF No. 73.4 [“Defs’. Ex. D”]  \n1.)  The trial court ordered Fleming and the corporate defendants to comply with \n \n1 Although Alpha Marine Underwriters, Inc. was named in the Underlying Action, all  \ntransactions relevant to the instant case are between WFT, BMI, and Fleming. \nGFIC’s discovery requests and pay GFIC’s reasonable attorneys’ fees.  (Defs’. Ex. D \n8.) \n20. Thereafter, on 25 August 2015 Fleming  terminated his counsel and hired \nHorner and HSSM to represent all defendants in  the Underlying Action.  (Compl. ¶ \n38.) \n21. Almost a year later, on 2 August 2016 Horner and HSSM withdrew as \ncounsel in the Underlying Action  for the stated reason that  Fleming was no longer \npaying for their services.  ( Defs’. Br. Ex. F, ECF No. 73 .6 76–80.)  Fleming and the \ncorporate defendants then proceeded without counsel in the Underlying Action until \nJuly 2017 when GFIC filed a motion for  summary judgment on all claims.  (Compl. \n¶¶ 57–58.) \n22. At Fleming’s request, Horner and HSSM agreed to resume representation \nof Horner and the corporate defendants  in the Underlying Action for the limited \npurpose of opposing the summary judgment motion.  (Compl. ¶ 60.) \n23. The first hearing on the summary judgment motion was scheduled for 15 \nAugust 2017.  (Plt’s. Br. Ex. 28, ECF No. 75.28.)  Defendants filed no affidavits, briefs, \nor documents in opposition to GFIC’s motion.   Laura Barringer (“Barringer”), an \nassociate attorney with HSSM, appeared at the hearing on Fleming and the corporate \ndefendants’ behalf.  (Plt’s. Br. Ex. 31, ECF No. 75.31.) \n24. On 14 September 2017, the  judge presiding over the hearing  emailed \ncounsel to schedule  a second hearing on the underlying motion for summary \njudgment.  (Plt’s. Br. Ex. 37, ECF No. 75.37 [“J. Levinson’s email”].)  In the email, the \ncourt acknowledged that there “was comparatively little case/litigation activity in the \nweeks leading into the [summary judgment] motion and hearing” and that under the \ncircumstances “Mr. Horner’s office should have filed a motion to continue.”  (J. \nLevinson’s email.)  T he court  admonished HSSM saying : “[t]his is not like Mr. \nHorner’s firm to be unprepared for a hearing.”  (J. Levinson’s email.) \n25. The second hearing on the summary judgment motion was scheduled for 13 \nNovember 2017.  ( Plt’s. Br. Ex. 43, ECF No. 75. 43.)  Rebecca Cheney (“Cheney”) , \nanother attorney employed by HSSM, was tasked with representing Fleming and the \ncorporate defendants because  Horner and Barringer were separating from HSSM.  \n(Plt’s. Br. Ex. 39, ECF No. 75.39.) \n26. Like the attorneys before her, Cheney submitted no affidavits, documents, \nor materials to the trial court on Fleming and the corporate defendants ’ behalf prior \nto the second hearing on the motion for summary judgment.  (Plt’s Br. Ex. 25, ECF \nNo. 81.2[“Cheney Dep.”] 201.) \n27. On 12 January 2018, the court granted partial summary judgment in favor \nof GFIC.  The trial court  determined that Fleming was jointly and severally liable \nwith the corporate defendants  on GFIC’s claims for breach of fiduciary duty,  \nconstructive fraud, and constructive fraudulent transfer.   As a result, judgment was \nentered against Fleming and the corporate defendants  in the total amount of  \n$3,180,264.59.  (Plt’s. Br. Ex. 45, ECF No. 75.45 [“2018 Summ. J. Order”] 2.)   \n28. The trial court denied GFIC’s motion for summary judgment as to the claim \nof unfair and deceptive trade practices and set that claim for trial.  It  granted \nsummary judgment in favor of Fleming and the corporate defendants for the claim s \nof civil conspiracy and facilitation of fraud.  (2018 Summ. J. Order 2.)   \nC. The Underlying Action: Trial and Subsequent Appeal \n \n29. After the trial court’s ruling granting partial summary judgment in GFIC’s \nfavor, Fleming terminated Cheney and HSSM and hired another law firm  to defend \nagainst GFIC’s remaining claim for  unfair and deceptive trade practices.  (Cheney \nDep. 75, 214–217.) \n30. Fleming contended that the issue of his personal liability had already been \nlitigated during the Arbitration, resulting in a determination in his favor on the issue.  \nHe told his successor attorneys that Horner and HSSM had failed to argue  claim \npreclusion and collateral estoppel during the summary judgment hearings .  (Defs’. \nBr. Ex. I, ECF No. 73.9 [“Lincoln Dep.”] 24–25, 107, 201.) \n31. However, his successor attorneys did not find support for claim preclusion \nor collateral estoppel in the record from the Arbitration and, therefore, decided not to \nfile a motion for relief from the judgment under Rule 60 of the North Carolina Rules \nof Civil Procedure.  (Lincoln Dep. 80, 97–98.) \n32. On 12 February 2018, counsel  for Fleming and the corporate defendants  \nappeared at a bench trial on the issue of GFIC’s remaining unfair and deceptive trade \npractices claim.  (Compl. ¶ 108.)  Fleming’s counsel argued that GFIC’s claims did not \naffect commerce, a necessary element of the claim.  (Lincoln Dep. 63–65.) \n33. At the conclusion of the bench trial, t he trial court ruled in favor of GFIC \nand then trebled the damage award. Fleming and the c orporate defendants  were \ndetermined to be jointly and severally liable for $12,849,193.20.  (Compl. 110.) \n34. Fleming and the corporate defendants in the underlying action appealed \nthe judgments entered against them.  The North Carolina Court of Appeals \nsubsequently affirmed.  See Gen. Fid. Ins. Co. v. WFT, Inc., 269 N.C. App. 181 (2020). \nD. Fleming’s Legal Malpractice Claim \n \n35. In the instant case, Fleming alleges that Horner and HSSM’s negligent \nlegal representation of him in the Underlying Action cause d the $12,849,193.20 \njudgment for which he is personally liable.  (Compl. ¶¶ 114–15.) \n36. Fleming alleges that Defendants breached the duties that they owed him \nby, inter alia, failing to adequately research and prepare arguments in Fleming’s \ndefense in opposition to the summary judgment motion , failing to plead collateral \nestoppel or claim preclusion based on GFIC’s claims made in the Arbitration \nproceeding, failing to present evidence in the Underlying Action that Fleming relied \non professional advice during the restructuring of WFT and founding of BMI, and \nfailing to provide adequate supervision of Barringer as a less experienced associate \nattorney.  (Compl. ¶ 113.) \n37. Fleming seeks actual damages from Defendants based upon their alleged \nnegligence, as well as punitive damages pursuant to N.C.G.S. § 1D-1.  (Compl. 16.) \nIII. PROCEDURAL BACKGROUND \n38. The Complaint was filed on 24 February 2020.  (ECF No. 12.) \n39. After discovery, Defendants filed their Motion for Summary Judgment and \nsupporting brief on 15 November 2021.  (ECF Nos. 59, 60.)  Fleming filed a response \non 15 December 2021, (ECF No. 65), and Defendants r eplied on 28 December 2021, \n(ECF No. 68). \n40. On 13 January 2022 the Court held a hearing on the Motion.  However, the \nparties’ failure to comply with the requirements for the proper submission of exhibits \nsupporting and opposing summary judgment resulted in an Order issued by the Court \non 26 January 2022 requiring them to refile their materials, (ECF No. 71). \n41. On 27 January 2022 Defendants refiled  the Motion, (ECF No. 72), a long \nwith an index of exhibits, (ECF No. 73), and on 1 February 2022 Defendants refiled \ntheir brief with citation to the exhibits, (ECF No. 74). \n42. On 9 March 2022, Fleming filed his index of exhibits, (ECF No. 75), as well \nas his brief with citation to the exhibits, (ECF No. 76).   Fleming’s brief was filed \nprovisionally under seal and refiled publicly on 25 April 2022.  (ECF No. 81.1.) \n43. On 10 March 2022 , Defendants refiled their reply brief, (ECF No. 79), a s \nwell as another index of exhibits, (ECF No. 77). \n44. Having received compliant briefs and exhibits in support of and in \nopposition to the Motion , and after considering the arguments of counsel at the \nhearing on the Motion, the Motion is now ripe for resolution. \nIV. LEGAL STANDARD \n45. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, togeth er with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto judgment as a matter of law.”  N.C.G.S. § 1A -1, Rule 56(c).  “A ‘genuine issue’ is \none that can be maintained by substantial evidence.”  Dobson v. Harris, 352 N.C. 77, \n83 (2000). \n46. The moving party bears the burden of showing that there is no genuine \nissue of material fact and that the movant is entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 563 (2008).  The movant \nmay make the required showing by proving that “an essential element of the opposing \nparty’s claim does not exist, cannot be proven at trial, or would be barred by an \naffirmative defense, or by showing through discovery that the opposing party cannot \nproduce evidence to support an essential element of her claim.”  Dobson, 352 N.C. at \n83 (citations omitted). \n47. “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produc e a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85 \n(2000). \n48. The Court must view the evidence in the light most favorable to the \nnonmovant.  Dobson, 352 N.C. at 83.  However, the nonmovant “may not rest upon \nthe mere allegations or denials of their pleading, but their response, by affidavits or \nas otherwise provided in this rule, must set forth specific facts showin g that there is \na genuine issue for trial.  If [the nonmovant] does not so respond, summary judgment, \nif appropriate, shall be entered against [the nonmovant].”  N.C.G.S. § 1A -1, \nRule 56(e). \nV. ANALYSIS \nA. The “Case Within a Case” \n \n49. For a legal malpractice claim, a plaintiff must prove three elements by the \ngreater weight of evidence: (1) that the attorney breached the duties owed to his \nclient; (2) the attorney’s breach proximately caused damage to plaintiff; and (3) the \namount of plaintiff’s damages.  Rorrer v. Cooke, 313 N.C. 338, 355 (1985).   \n50. Here, Defendants claim that Fleming cannot satisfy the proximate cause \nelement of his legal malpractice claim.  They seek summary judgment on the grounds \nthat, even if Defendants had properly represented  Plaintiff, he would have lost the \nUnderlying Action.   \n51. In response to the Motion , the plaintiff must come forward with sufficient \nevidence that he would have prevailed in the underlying action  to create a triable \nissue of fact.  Kearns v. Horsley, 144 N.C. App. 200, 203, 211 (2001). \n52. This is true  even if the attorney’s actions during the underlying case \nresulted in the merits never being adjudicated.   Id . at 211– 12.   Thus, the plaintiff  \nmust present evidence to the factfinder  in support of the underlying claim and the \ndefendant attorney may present evidence in opposition to the underlying claim .  \nHummer v. Pulley, Watson, King & Lischer, P.A. , 157 N.C. App. 60, 66 –67 (2003) \n(internal citation omitted).   \n53. The Court is not limited to considering only  the evidence and arguments \nthat were actually presented during in the  Underlying Action.  Rather,  to evaluate \nproximate cause, the Court may consider any evidence with respect to the merits of \nGFIC’s underlying claims against Fleming to determine whether Fleming would have \nultimately prevailed in the underlying proceedings .  See Kearns, 144 N.C. App. at \n211–12 (holding that a legal malpractice plaintiff has the burden to prove they would \nhave been successful in the underlying action, even when the underlying action was \nnever filed). \n54. If the Court finds that Plaintiff would have lost the Underlying Action even \nif he had been “ properly” represented, proximate cause is defeated, and the \nmalpractice claim fails a s a matter of law.   Accordingly , the Court examines each \nclaim resulting in the judgment against Fleming to determine, based on the record in \nthe instant case, whether Fleming could have prevailed on any underlying claim, such \nthat there is a triable issue of fact with respect to the element of proximate cause. \nB.  P iercing the Corporate Veil \n \n55. Central to Fleming’s legal malpractice claim is the trial court’s decision to \ngrant GFIC’s motion to pierce the corporate veil resulting in his personal liability for \nthe arbitration judgment against WFT .  I n determining whether to pierce the \ncorporate veil and hold a shareholder or director of a corporation personally liable to \nthe corporation’s creditors, North Carolina appl ies the “instrumentality rule.”   See \nAcceptance Corp. v. Spencer, 268 N.C. 1, 8 (1966). \n56.   Pursuant to the instrumentality rule, a plaintiff is required to prove three \nelements: first, complete domination over a company such that it has no separate \nmind from the defendant ; second, that the domination has been used to commit a \nfraud or wrong against the plaintiff; and third, that the fraud or wrong caused injury \nor unjust loss to the plaintiff.  Glenn v. Wagner, 313 N.C. 450, 455 (1985). \n57. Four factors bear on whether the three prongs of the instrumentality rule \nare satisfied:  inadequate capitalization, lack of compliance with corporate \nformalities, complete domination and control of the corporation such that it has no \nindependent identity, and excessive fragmentation.  Estate of Hurst v. Moorehead I, \nLLC, 228 N.C. App. 571, 578 (2013). \n58. In the Underlying Action, the Court of Appeals affi rmed the trial court’s \ndecision to pierce the corporate veil  because it concluded that WFT and BMI had no \nseparate identity from Fleming  or each other.  Gen. Fid. Ins. Co., 269 N.C. App. at \n190.  Because Fleming had sole authority to transfer funds and assets from WFT, and \nbecause Fleming was found liable for constructive fraud and constructive fraudulent \ntransfer (see infra) , the Court of Appeals held that all three prongs of the \ninstrumentality rule were met.  Id.  See also Hamby v. Thurman Timber Co., 260 N.C. \nApp. 357, 364 (2018) ( holding that a showing of constructive fraud or fraudulent \ntransfer is sufficient to satisfy the second and third prongs of the instrumentality \nrule). \n59.  In the instant case, Defendants argue that Fleming’s complete domination \nover WFT and BMI is undisputed.  (Defs’. Br. 19–20.)  Defendants point to evidence  \ndemonstrating the lack of board oversight  with respect to  Fleming’s decision to \ntransfer assets from WFT to BMI and to himself.  (Defs’. Br. 20; Hylton Aff. ¶ 12(b)–\n(c).)  Defendants also cite Fleming’s own testimony as evidence that Fleming failed to \ndistinguish WFT and BMI’s assets as separate  from his own .  (Defs’ Br. 20; Hylton \nAff. ¶ 12(e); Fleming 2021 Dep. 63–64.) \n60. In Defendants’ view, if the Court finds Fleming liable for constructive fraud \nor fraudulent transfer as a matter of law, then given Fleming’s domination over WFT \nthe instrumentality rule is  also satisfied as a matter of law , and the corporate veil \nmust be disregarded. \n61. Fleming offers two reasons2 why piercing the corporate veil was improper \nat the summary judgment stage of the Underlying Action and, therefore, why \nDefendants failed to represent him adequately.  \n62. First, because he relied upon professional advice during the restructuring \nof WFT and when all relevant transfers of WFT’s assets were made, Fleming argues \nthat he is statutorily shielded from personal liability under N.C.G.S. § 55-8-30(b) and \n(d).  (Plt’s. Br. 19–20.) \n63. Second, Fleming argues that the testimony of his administrative assistant \nGina Eckl (“Eckl”) demonstrates that he did not dominate WFT , that the company \nobserved corporate formalities, and that he had no intent to defraud GFIC.  (Plt’s. Br. \n \n2 In addition to the arguments made in his brief in opposition to Defendants’ summary \njudgment motion, Fleming’s Complaint raises the doctrines of claim preclusion and issue \npreclusion as defenses that, had they been raised by Defendants, would have prevented veil \npiercing.  (Compl. ¶¶ 48, 113(b).)  Fleming is deemed to have waived this argument through \nhis failure to properly raise and argue it in his brief. \n25–26.)  In Fleming’s view, if testimony from both professional  consultants whom \nFleming relied upon––i.e., K&L Gates and GT ––and testimony from Eckl had been \npresented by Defendants as evidence during the Underlying Action, a triable issue of \nfact would have existed, and summary judgment would not have been entered against \nhim. \n64. The Court finds Fleming’s arguments unavailing.  His first argument, that \nhis conduct w as based on advice of his attorneys and accountants , is simply not \nsupported by the facts.  In addition, his argument is defeated by the very statute on \nwhich he relies.  N.C.G.S. § 55 -8-30(b) provides: “a director is entitled to rely on \ninformation, opinions, reports, or statements . . . if prepared or presented by any of \nthe following . . . . legal counsel, public accountants, or other persons as to matters \nthe director reasonably believes are within their professional or expert competence.”  \nN.C.G.S. § 55-8-30(b)(ii).  However, N.C.G.S. § 55-8-30(c) also provides that a director \nis “not entitled to the benefit of subsection (b) of this section if the director has actual \nknowledge concerning the matter in question that makes reliance otherwise \npermitted by subsection (b) of this section unwarranted. ”  It  is undisputed that \nneither K&L Gates nor GT were informed by Fleming that WFT had ceased business \nand was winding up at the time Fleming engaged them, nor at any time afterwards.  \nMoreover, they were not  aware that GFIC was a known creditor to whom Flemin g, \nas a director of WFT,  owed a fiduciary duty.   ( See Defs’. Br. Ex. M, ECF No. 73.15 \n[“Doolittle Dep.”] 60–63; Defs’. Br. Ex. N, ECF No. 73.16 [“Webb Dep.”] 28, 86, 180 –\n183.)  Had GT known these facts, GT would have advised Fleming to satisfy creditors \nrather than make distributions to himself.  (Webb Dep. 121– 123, 180– 186.)  T he \nprotections of N.C.G.S. § 55-8-30(b) do not apply when a director does not apprise his \nadvisors of essential, relevant information.  Therefore, Fleming’s first argument fails. \n65. Fleming next argues that  Defendants failed to elicit testimony from his \nadministrative assistant Eckl.  As a preliminary matter, Plaintiff must prove that he \nultimately would have been successful in  the underlying action, not merely t hat he \nwould have defeated GFIC’s motion for summary judgment if an affidavit from Ms. \nEckl had been submitted to the Court.  See supra ¶ 53; see also Kearns, 144 N.C. App. \nat 211–12.  Therefore, Fleming’s argument that Eckl’s testimony could have created \na dispute of fact misses the mark.  Id. \n66. In any event, the Court  disagrees that Eckl’s testimony creates a triable \nissue of fact, much less that Eckl’s testimony would have resulted in Fleming being \nultimately successful .  According to Fleming, Eckl “could have and would ha ve” \ntestified that WFT operated with an independent board of directors  – proof that he \ndid not completely dominate WFT.  (Plt’s. Br. 25 ; Plt’s. Br. Ex. 35, ECF No. 75.35 \n[“Eckl Dep.”] 136.)  But even so, this argument is defeated by the fact that there was \nno board approval, or even discussion, of the payments and transfers made from WFT \nto Fleming.  (Hylton Aff. ¶ 12(b).)  The mere fact that there were other directors does \nnot mean that  Fleming did not  exercise complete control over WFT’s affairs , and \nnothing in Eckl’s testimony speaks to the contrary. \n67. Fleming argues that Eckl’s testimony would  have bolstered his  argument \nthat his reliance on professionals shield s him from personal liability.  (Plt’s. Br. 26 ; \nEckl Dep. 137 –38.)  As stated above, Fleming  did not apprise the professionals of \nrelevant information.  Eckl ’s testimony merely reiterates that Fleming hired K&L \nGates and GT, but it does provide Fleming the support he seeks. \n68. Fleming argues that Eckl could attest that  WFT enlisted the advice of the \nFinley Group to assist with the wind up of  WFT’s affairs.  (Plt’s Br. 26 ; Eckl Dep. \n138.)  But any advice the Finley Group  may have rendered is irrelevant because it \nwas not hired until 2012.  (Plt’s. Br. 23.)  By then,  WFT had been in wind-up for at \nleast two years, and during those two years, Fleming had already transferred millions \nof dollars from WFT to himself.  (Pasq. Aff. 7.)  Indeed, by the time the Finley Group \nwas engaged, WFT lacked sufficient assets to satisfy GFIC’s arbitration award and \nthe Texas Judgment.  Consequently, this testimony, even had it been offered, would \nnot have made a difference.   \n69. Fleming alleges that Eckl’s testimony would have reflected that Eckl “was \nunaware of any facts t o support a contention that Fleming sought to defraud \ncreditors.”  (Plt’s. Br. 26; Eckl Dep. 139.)  But Eckl’s lack of awareness does not change \nthe facts, and it is not necessary to establish Fleming’s intent to prove the underlying \nclaims of constructive  fraud and constructive fraudulent transfer.  ( See infra ¶ 89.)  \nThus, none of Fleming’s arguments regarding the import of Eckl’s testimony to his \ndefense have merit. \n70. Having determined that the “missing” evidence identified by Fleming would \nnot have changed the result, the Court finds that Fleming had complete control and \ndomination over the decisions made by WFT, and the undisputed evidence shows that \nhe caused WFT to transfer to him self or for his benefit millions of dollars in WFT \nfunds during its wind up period.  The first element of the instrumentality rule was \nmet. \n71. As the Court of Appeals held in the Underlying Action, liability to a plaintiff \nfor constructive fraud, breach of fiduciary duty, or constructive fraudulent transfer \nsuffices to satisfy the second and third prongs of the instrumentality rule.  Gen. Fid. \nIns. Co. , 269 N.C. App. at 189– 190.  Therefore, the Court’s subsequent analysis \nfocuses on these claims against Fleming to determine whether malpractice played a \nrole in the determination that he was personally liable.  \nC. Breach of Fiduciary Duty and Constructive Fraud \n \n72. In North Carolina, a  corporate director has a f iduciary duty to creditors \n“under circumstances amounting to a winding -up or dissolution of the corporation.”  \nKeener Lumber Co. v. Perry, 149 N.C. App. 19, 31 (2002). \n73. A claim of constructive fraud exists when  a plaintiff establishes that the \ndefendant director owed a fiduciary duty to the plaintiff, and transactions took place \nin which the defendant took advantage of his position of trust.  Trillium Ridge Condo \nAss’n v. Trillium Links & Vill., LLC , 236 N.C. App. 478, 502 (2014).   Unlike actual \nfraud, proof of a dire ctor’s intent to deceive is not necessary to demonstrate \nconstructive fraud.  Link v. Link, 278 N.C. 181, 192 (1971). \n74. The Court of Appeals affirmed the trial court’s award of summary judgment \nagainst Fleming on the claims for  both breach of fiduciary duty and constructive \nfraud.  Gen. Fid. Ins. Co., 269 N.C. App. at 187.  The Court’s analysis, h owever, was \nnecessarily limited to the record in the Underlying Action.  As a result, the Court held \nthat WFT was implicitly winding u p because it was insolvent  at the time BMI was \nformed, and that GFIC was a creditor at least as early as 2012.  Id .  Therefore, the \nCourt determined that a fiduciary relationship existed between GFIC and Fleming \nas a director of WFT.  Id.   \n75. Having found a fiduciary duty, the  Court of Appeals held that fund \ntransfers from WFT to BMI and from WFT to Fleming  personally benefitted Fleming \nand constituted constructive fraud.  Id. \n76. The record in the instant case includes Fleming’s admission that WFT was \nin wind-up as early as 2010, and at least by the time the Arbitration began that same \nyear, he understood that GFIC was a creditor.   (Fleming 2021 Dep. 27 –28, 63–64, \n149, 252; Hylton Dep. ¶ 5.)   Hence, there is no dispute regarding the existence of  a \nfiduciary duty by Fleming to GFIC beginning in 2010.  It is further undisputed that \nFleming diverted WFT’s assets to his own use and to the detriment of WFT’s creditor, \nGFIC, thereby committing constructive fraud as a matter of law. \n77. The record reflects transactions between WFT and Fleming beginning in \n2010 that circumvent GFIC’s rights as a creditor and benefit Fleming personally.  At \na time where Fleming should have been reducing his compensation in response to \nWFT obligations to GFIC, ( see Hylton Aff. ¶¶ 6– 9), Fleming instead paid himself \nhundreds of thousands of dollars in salary each year, (see Pasq. Aff. 7).  For the Court \nof Appeals, this fact alone was enough to find constructive fraud as a matter of law.  \nGen. Fid. Ins. Co., 269 N.C. App. at 187.  However, the record in this case reveals that \nFleming’s salary was the proverbial “tip of the iceberg” relative to his self-dealing.  \n78. Fleming paid himself a second salary by directing funds from WFT to “WFT \nLondon,” an offshore company he owned.  (Pasq. Aff. 2, 7, 9; Hylton Aff. ¶¶ 8–9.)  From \n2010 through 2012, Fleming directed several hundred thousand dollars from WFT to \nWFT London without receiving services to WFT in return.  (Hylton Aff. ¶¶ 8–9.) \n79. Additionally, from 2010 through 2013, Fleming caused WFT to pay several \nhundred thousand dollars’ worth of Fleming’s personal credit card bills, and over one \nhundred thousand dollars’ worth of Fleming’s country club dues.  (Pasq. Aff. 2, 7, 10–\n14; Hylton Aff. ¶¶ 8–9.)  From 2013 through 2014, Fleming also caused WFT to write \nchecks and send wires to him  for funds  totaling $37,190.03, with no business \njustification.  (Pasq. Aff. 2,7, 10 –14, 22–25; Hylton Aff. ¶¶ 8 –9.)  Finally, Fleming \nborrowed over 1.8 million dollars from WFT, the bulk of which w as taken out after \n2010, and he neither repaid the loan no r declared the money as a distribution to \nhimself before shutting WFT and BMI’s doors.  (Pasq. Aff. 2, 7, 26–27; Hylton Aff. ¶¶ \n8–9.) \n80. None of the foregoing facts  are disputed by Fleming.  Fleming’s sole \nargument is that he  relied on advice from legal and accounting professionals. \nHowever, as previously discussed (see supra ¶¶ 64, 6 7), the record is clear that \nFleming did not provide K&L and GT accurate information reg arding the fact that \nWFT was in windup or that GFIC was owed over two million dollars .  Had Fleming \nmade these professionals aware of these relevant facts, the record is undisputed that \nthey would not have advised Fleming to make distributions to himself leaving WFT \nand BMI unable to satisfy their debts  to GFIC.  Consequently, nothing offered by \nFleming would have changed the determination that he engaged in constructive \nfraud, and this  determination satisfies the second and third prongs of the \ninstrumentality rule resulting in Fleming’s personal liability. \nD. Constructive Fraudulent Transfer \n \n81. By statute , a constructive fraudulent transfer is  “ [a] transfer made or \nobligation incurred by a debtor [that] is voidable as to a creditor whose claim arose \nbefore the transfer was made or the obligation was incurred if the debtor made the \ntransfer or incurred the obligation without receiving equivalent value in exchange for \nthe transfer or obligation, and the debtor was insolvent at that time or the debtor \nbecame insolvent as a result of the transfer or oblig ation.”  N.C.G.S. § 39 -\n23.5(a)(2017).   \n82. In evaluating a claim of constructive fraudulent transfer, the Court must \nexamine whether the transaction in question resulted in a net loss to the debtor \ncompany.  N.C.G.S. § 39 -23.7(a)(1), (b).  This in turn requir es a determin ation \nwhether the element of the debtor not receiving reasonably equivalent value for the \ntransaction is met.  Estate of Hurst v. Jones, 230 N.C. App. 162, 169 (2013).   \n83. In the Underlying Action , the Court of Appeals affirmed  the trial court’s  \nruling of summary judgment against Fleming for constructive fraudulent transfer .  \nThe Court of Appeals held  that there was no genuine material dispute over GFIC’s \nstatus as a creditor, WFT’s insolvency at the time, and WFT’s transfer of assets to \nBMI resulting in a net loss to the company at GFIC’s expense.  Gen. Fid. Ins. Co., 269 \nN.C. App. at 188. \n84. In the instant case, Defendants argue that the reasoning and force of the \nCourt of Appeals’ holding is bolstered by the record reflecting a multitude of transfers \nfrom WFT during the relevant period -- not just to BMI but also to Fleming \npersonally.  In Defendants’ view, “each and every transfer as identified [within \nDefendants’ brief] made for a reason other than for the legitimate purpose of winding \nup the business or paying WFT’s debts . . . is a construct ive fraudulent transfer for \nwhich [Fleming] is personally liable.”  (Defs’. Br. 28.)  The Court agrees. \n85. Once again, F leming fails to present evidence creating a genuine issue of \nmaterial fact.  The same facts that demonstrate constructive fraud also constitute \nconstructive fraudulent transfer.  Fleming admits that WFT was in wind -up due to \ninsolvency in 2010, and that WFT owed GFIC at least as much as the amount of the \nArbitration award.3  Nevertheless, between 2010 and 2013, Fleming transferred \nmillions of dollars to himself or for his personal benefit.  \n86. In Fleming’s view, the underlying claim of constructive fraudulent transfer \nmust fail because “the ‘transfer’ that formed the basis of GFIC’s  complaint was the \nalleged transfer by WFT to [BMI] of all of its assets . . . a transfer that never occurred.”  \n(Plt’s. Br. 21.)  But Fleming ignores the fact that GFIC’s claim of constructive \nfraudulent transfer in the Underlying Action alleged that WFT fraudulently \n \n3 Interestingly, Fleming characterized the Texas arbitration judgment in favor of GFIC and \nagainst WFT in excess of $2 million dollars as a “win” because he knew GFIC was owed at \nleast that much or more at the inception of the arbitration in 2010.  (See Fleming 2021 Dep. \n27–28.)   \ntransferred assets to both BMI and Fleming .  (Ans. Ex. 2. ¶ 56.) He  fails to \nacknowledge the undisputed fact that millions of dollars in assets and funds were \ntransferred from WFT directly to Fleming personally or to third parties to satisfy his \npersonal debts without value to WFT.   \n87. Further, Fleming’s argument also fails to acknowledge that this  Court is \nnot limited to the record in the Underlying Action, but instead may consider all facts \nin the instant record.   Therefore, even if the trial court and the Court of Appeals  in \nthe Underlying Action focused on WFT’s transfer to BMI, this Court need not confine \nits analysis to those facts.  And  there is an abundance of undisputed evidence that \nFleming caused WFT to transfer millions of dollars to himself. \n88. In summary , the evidence in the record ––including Fleming’s own \ntestimony and the testimony of representatives from the professionals whose advice \nhe sought––only serves to bolster the trial court’s judgment in favor of GFIC  in the \nUnderlying Action.  Without evidence to support a path to victory, the Court finds \nthat nothing the Defendants could have done would have changed this result.  \nAccordingly, absent evidence of proximate cause, the Court GRANTS Defendants’ \nmotion for summary judgment with respect to Fleming’s claim for legal malpractice. \nE. Unfair and Deceptive Trade Practices  \n \n89. Fleming claims that Defendants’ alleged negligence proximately caused the \ntrial court to enter judgment against him on the Chapter 75 claim and then to treble \nthe damages. Fleming argues that the only reason the trial court ruled in favor of \nGFIC on the claim for unfair and deceptive trade practices was because Defendants \nfailed to adequately defend him against the fraud claims at the summary judgment \nstage.  (Plt’s. Br. 26 –27.)  In Fleming’s view, due to the alleged “deficient \nrepresentation,” the only arguments Fleming could make to defend himself at the \ntrial stage of the case were futile.  (Plt’s. Br. 27.) \n90. Under North Carolina law, “[u]nfair methods of competition in or affecting \ncommerce, and unfair deceptive acts or practices in or affecting commerce, are . . . \nunlawful.”  Gen. Fid. Ins. Co., 269 N.C. App. at 190–91 (quoting N.C.G.S. § 75-1.1(a).)  \nThe three elements that a plaintiff must show to establish a claim for unfair and \ndeceptive trade practices are : (i) an unfair or deceptive act, (ii) in or affecting \ncommerce, (iii) that proximately caused injury to the plaintiff.  Pleasant Valley \nPromenade v. Lechmere, Inc., 120 N.C. App. 650, 664 (1995). \n91.  The Court of Appeals upheld the trial court’s judgment  that Fleming \nviolated N.C.G.S. § 75 -1.1 and found that the  trebling of damages  was proper \npursuant to § 75-16.  It observed that Fleming had conceded during the trial that \n“because the trial court had already granted summary judgment on the issue of fraud \nand injury to [GFIC], the only remaining issue . . . was whether the conduct at issue \nwas ‘in or affecting commerce.’”  Gen.  Fid. Ins. Co. , 269 N.C. App. at 191 (internal \nquotation omitted).  It then rejected  Fleming’s argument that , as a matter of law,  \ntransfer of WFT’s assets in contravention of GFIC’s rights as a creditor did not affect \ncommerce.  Id. at 192.  Instead, the Court of Appeals agreed with the trial court that, \nif Fleming’s logic prevailed  it “would allow corporate entities . . . to incur debts, be \nsubject to judgments, and yet freely transfer assets to other entities in order to avoid \npayment of those obligations ” and that such actions “would totally erode the \nmarketplace . . . .”  Id. \n92. In the instant case, the undisputed facts show that Fleming is personally \nliable for constructive fraud, breach of fiduciary duty, and constructive fraudulent \ntransfer.  Accordingly, as the Court of Appeals held in the Underlying Action, “the \nonly remaining issue for the trial court [is] whether the conduct at issue was in or \naffecting commerce.”  Gen. Fid. Ins. Co., 269 N.C. App. at 191  (inner quotations \nomitted). \n93. With respect to matters of law,  this Court is bound by t he decisions of the \nCourt of Appeals.  See Musi v. Town of Shallotte, 200 N.C. App. 379, 383 (2009) (under \nthe judicial policy of stare decisis, a point of law by a court will generally be followed \nby a court of the same or lower rank).  And the Court of Appeals has determined that \nFleming’s actions were “in or affecting commerce” under N.C.G.S. § 75 -1.1(a).  See \nGen. Fid. Ins. Co., 269 N.C. App. at 192 ( holding the asset transfer that “prevented \n[GFIC] from enforcing its judgment against WFT . . . had a harmful effect on \ncommerce”).  While t he Court of Appeals confined its analysis to Fleming’s transfer \nof assets to BMI , the same analysis applies equally to Fleming’s transfer of WFT \nassets to himself or to third parties for his personal benefit .  The Court of Appeals’ \nholding in the Underlying Action sets forth the binding law of the instant case.   The \nfraudulent transfers by Fleming seeking to avoid WFT’s creditor negatively affects \ncommerce and constitute s violations of th is State’s  Unfair and Deceptive Trade \nPractices Act.  Id. at 191–92. \n94. Given the evidence, Fleming could not have prevail ed on the Chapter 75 \nclaim below, and he has presented no triable issue of fact with respect to proximate \ncause here.  Accordingly, his claim for malpractice on this basis fails. \nVI. CONCLUSION \n95. The undisputed facts show that Fleming was liable to GFIC for breach of \nfiduciary duty, constructive fraud, constructive fraudulent transfer, and unfair and \ndeceptive trade practices. Piercing the corporate veil was appropriate as a matter of \nlaw.  Having failed to demonstrate that there is a genuine issue of material fact with \nrespect to proximate cause, Defendants’ Motion for Summary Judgment with respect \nto Fleming’s claim for legal malpractice must be GRANTE D.  Plaintiff’s claim is \ndismissed with prejudice. \nThis the 24th day of May, 2022. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}