{
  "id": "e9292b1ff897db4e89db8ab6bba11a8b99b87a675bbcbb1964062ba7f2795c83",
  "source_file": "data/raw/ncbc/e9292b1ff897db4e89db8ab6bba11a8b99b87a675bbcbb1964062ba7f2795c83.pdf",
  "raw_text": "Kerry Bodenhamer Farms, LLC v. Nature’s Pearl Corp., 2017 NCBC 27. \n \nSTATE OF NORTH CAROLINA \n \nDAVIE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 217 \n \nKERRY BODENHAMER FARMS, \nLLC, \n \nPlaintiff, \n \nv. \n \nNATURE’S PEARL CORPORATION; \nJERRY SMITH; and LE BLEU \nCORPORATION, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR PARTIAL \nJUDGMENT ON THE PLEADINGS \n \n \n1. In this  contract dispute , Plaintiff Kerry Bodenhamer Farms, LLC (“KB \nFarms”) contends that Defendant  Nature’s Pearl Corporation improperly refused to \npay for part of a shipment of muscadine  grapes and then terminated the governing \ncontract without cause.  KB Farms brings claims against Nature’s Pearl for breach of \ncontract, tortious breach of contract, breach of the implied covenant of good faith and \nfair dealing, and unfair or deceptive trade practices.   \n2. KB Farms also asserts those claims against two additional defendants:   \nJerry Smith, the owner and chief officer of Nature’s Pearl; and Le Bleu Corporation, \nanother company owned by Smith.  KB Farms asserts a fifth claim against Smith and \nLe Bleu for tortious interference with the contract between KB Farms and Nature’s \nPearl. \n3. Defendants jointly moved for partial judgment on the pleadings under Rule \n12(c) of the North Carolina Rules of Civil Procedure .  Smith and Le Bleu challenge \nall of the causes of action brought against them.  Nature’s Pearl contends that the \n \n \nCourt should dismiss the claims against it for tortious breach of contract and unfair \nor deceptive trade practices. \n4. Having considered the motion, the briefs in support of and in opposition to \nthe motion, and the arguments of counsel at the hearing on February 15, 2017, the \nCourt GRANTS in part and DENIES in part the motion. \nWyche, P.A., by Wade S. Kolb, III, Matthew T. Richardson, and Eric B. \nAmstutz, and Brooks, Pierce, McLendon, Humphrey & Leonard, LLP , \nby Kearns Davis, Eric M. David, and Kimberly M. Marston, for Plaintiff \nKerry Bodenhamer Farms, LLC. \nWilson & Helms, LLP , by G. Gray Wilson and Lorin J. Lapidus , for \nDefendants Nature’s Pearl Corporation, Jerry Smith, and Le Bleu \nCorporation. \nConrad, Judge. \nI. \nBACKGROUND \n5. The Court does not make findings of fact on a motion for judgment on the \npleadings under Rule 12(c).  The following factual summary is drawn from relevant \nallegations in the Complaint and the attached exhibits. \n6. KB Farms is a North Carolina limited liability company that raises and sells \na variety of crops, “including soybeans, peanuts, wheat, and muscadi ne grapes .”  \n(Compl. ¶¶ 1, 6.)   \n7. Nature’s Pearl and Le Bleu are North Carolina corporations , and  Smith \nowns all or a controlling interest of both corporations.  (Compl. ¶¶ 2, 7.)  Nature’s \nPearl sells products , such as juices and nutritional supplements,  that require \nmuscadine grapes.  (Compl. ¶ 7.)  Le Bleu sells bottled water.  (Compl. ¶ 7.)   \n \n \n8. The parties ’ business relationship  began in 2005 .  At that time, Smith \nrequested that KB Farms begin growing muscadine grapes —a crop KB Farms had \nnot previously grown commercially.  (Compl. ¶¶ 8, 11.)  Smith agreed to pay a $200 \nper ton premium in return for the exclusive right to purchase all of KB Farms’ grapes.  \n(Compl. ¶ 9.)  After planting 18 acres in 2006 and 2007, KB Farms sold its first crop \nof muscadine grapes in 2008.  (Compl. ¶¶ 11, 12.)  KB Farms grew and sold grapes  \nunder this oral exclusivity agreement in 2009, 2010, and 2011.  (Compl. ¶¶ 13–15.)   \n9. KB Farms and Nature’s Pearl executed a written contract in 2012.  (Compl. \n¶ 18.)  Styled “Exclusive Gr owers Muscadine Whole Grape Agreement ” \n(“Agreement”), the Agreement grants to Nature’s Pearl “the sole and exclusive right \nto purchase all of [KB Farms’] muscadine grapes (‘whole grapes’) on an annual basis” \nfor 20 years.   (Compl. Ex. A, ¶¶ 1, 8 [“Agreement”].)  Nature’s Pearl agreed to pay \n$700 per ton for the 2012 harvest, but “[f]uture prices for whole grapes shall be \ndetermined by market conditions as determined by [Nature’s Pearl] for each year of \nthis Agreement.”  (Agreement ¶ 2.) \n10. The Agreement gives Nature’s Pearl “the right to reject any whole grapes \nthat” it determines  “to be unus able” and the authority to  “make the sole \ndetermination as to the quality of the product at the time of processing the whole \ngrapes.”  (Agreement ¶  4.)  Specific ally, Nature’s Pearl has the right to “reject all \nwhole grapes that it determines to be spoiled, rotten, molded, fermented or do not \nmeet a minimum of 15 bri [x] sugar content at the time of processing. ”  (Agreement \n¶ 4.)  The Agreement also permits the parties to terminate the contract upon 60-days’ \n \n \nwritten notice following certain conditions, including  “[e]ither party’s failure to \ncomply with any term or provision of this Agreement ” or Nature’s Pearl ’s \ndetermination “that [KB Farms]  has failed to supply w hole grapes of suitable \nquality.”  (Agreement ¶ 11.) \n11. KB Farms delivered shipments of muscadine grapes in 2012 and 2013 \nwithout incident.  (Compl. ¶ 26.)  It also expanded production, eventually devoting 63 \nacres to muscadine grapes.  (Compl. ¶ 29.) \n12. This dispute concerns the 2014 harvest, delivered during September of that \nyear.  Although Nature’s Pearl did not reject any grapes at the time of delivery, Smith \nsubmitted only partial payment  on October 15, 2014 .  (Compl. ¶¶ 32, 35 & Ex. B .)  \nAccording to Smith, “our contract calls for 13 – 15 brix,” but 47.28 tons of grapes had \na brix level of 18 “and tested 0.70 alcohol.”  (Compl. Ex. B.)  The attached check, from \nLe Bleu’s bank account, withheld payment of $33,096.00 for that portion of the \nharvest.  (Compl. ¶ 35.)  Smith closed by stating that “[w]e will work through thi s \nnext year.”  (Compl. Ex. B.)  \n13. In a responsive e -mail, KB Farms disputed Smith’s interpretation of the \ncontract.  Pointing to paragraph 4, KB Farms stated that the Agreement requires “a \nminimum of 15 brix, ” not a level between 13 and 15 brix.  (Compl. Ex. C ; see also \nAgreement ¶ 4.)  On that basis, KB Farms requested full payment.  (Compl. Ex. C.)   \n14. The parties’ relationship deteriorated.  On October 29, 2014, in a letter from \ncounsel, Nature’s Pearl stated that it was “considering cancellation of your contract, \nbut will decide in the next 60 days whether or not to do so.”  (Compl. Ex. D.)  It further \n \n \nstated that “[a]ny future business dealings will require strict compliance” with a 13 -\n15 brix level and an alcohol content of 0.5% or less.  (Compl. Ex. D.)   Following up a \nmonth later, Smith asserted that the parties had a longstanding “verbal agreement” \nto lower the contractual brix requirement and informed KB Farms that “it is fine with \nme that you sell your grapes to someone else.”  (Compl. Ex. D.)   \n15. After the new year, the parties discussed the possibility of amending the \nAgreement.  In a letter dated February 19 , 2015, counsel for KB Farms stated that \nthe company “would be willing to provide [grapes] at a desired brix level lower than \nwhat the Contract requires” but that “we would need to work with you to amend the \nContract in writing.”  (Compl. Ex. E.)  K B Farms also requested that Nature’s Pearl \n“confirm its intention to perform its obligations under the Contract.”  (Compl. Ex. E.)  \nCounsel for Nature’s Pearl  responded on March 16  that, “[w]ith regard to doing \nbusiness going forward, [Nature’s Pearl]  remains willing to enter into a new \nagreement with [KB Farms], but only upon the terms that apply to all other suppliers \n. . . .”  (Compl. Ex. F.)   \n16. Smith proposed a new contract on June 2 and requested a response within \n10 days.  ( Compl. Ex. G.)  He then informed KB Farms  that, unless it signed the \ncontract, he “would find ‘another grower’ to replace” KB Farms.  (Compl. ¶  43.)  The \ndeadline passed without a response, and on June 26 Smith provided written notice of \ntermination of the Agreement  “for your failure to provide suitable grapes f or \nprocessing,” adding that KB Farms could “still sign the new contract.”  (Compl. Ex. \n \n \nH.)  On July 1, counsel for Nature’s Pearl reiterated the written notice of termination \nand offer of a new contract.  (See Compl. Ex. J.)   \n17. KB Farms objected, stating th at “[t]he Contract remains in full force and \neffect” and that “the limited circumstances” permitting termination had not occurred.  \n(Compl. Ex. I.)  In a letter dated July 2, KB Farms’ counsel stated Nature’s Pearl “is \nin breach of the Contract” and “has no right to terminate the Contract.”  (Compl. Ex. \nK.)  After KB Farms stated its intent to deliver the 2015 harvest under the Agreement \n(Compl. ¶ 48), Nature’s Pearl responded on August 18 that any attempt by KB Farms \nto deliver would be “criminal and civil trespass.”  (Compl. Ex. N.)   \n18. Around this time , Smith sent a check from Le Bleu ’s bank account  for \n$33,096.00 in payment for the disputed 2014 harvest .  (Compl. Ex. M.)  KB Farms \nreturned the check , stating that “Nature’s Pearl has intentionally breached the \nContract and, among other amounts, owes Kerry Bodenhamer Farms for the 2014 \ngrapes and the entire 2015 harvest.”  (Compl. Ex. O.)  KB Farms ultimately sold to a \nthird party about 276 tons of the 2015 harvest for $400 per ton, but it was unable to \nfind a purchaser for about 200 tons.  (Compl. ¶¶ 57, 58.)   \n19. On October 23, 2015, counsel for Defendants stated that the new contract \nwas “the only agreement under which [Nature’s Pearl] and [Le Bleu] will ever do any \nfurther business with” KB Farms.  ( Compl. Ex. P.)   The letter request ed prompt \nexecution of the new agreement or that KB Farms “cease further communication.”   \n(Compl. Ex. P.)   \n \n \n20. KB Farms filed this action on May 11, 2016.  Defendants filed their Answer \non June 22, 2016, and Nature’s Pearl filed counterclaims.  Defendants jointly moved \nfor partial judgment on the pleadings under Rule 12(c) on December 8, 2016, and the \nCourt held a hearing on the motion on February 15, 2017, at which all parties were \nrepresented by counsel.  The motion is ripe for resolution. \nII. \nLEGAL STANDARD \n21. “A motion for judgment on the pleadings is the proper procedure when all \nthe material allegations of fact are admitted in the pleadings and only questions of \nlaw remain.  When the pleadings do not resolve all the factual issues, judgment on \nthe pleadings is generally inappropriate.”  Ragsdale v. Kennedy, 286 N.C. 130, 137, \n209 S.E.2d 494, 499 (1974).   \n22. “The standard of review for a Rule 12(c) motion is the same as for a motion \nto dismiss under Rule 12(b)(6).”  Akzo Nobel Coatings Inc. v. Rogers , 2011 NCBC \nLEXIS 42, at *19  (N.C. Super. Ct. Nov. 3, 2011).  Thus, th e Court con strues the \ncomplaint liberally, see Laster v. Francis , 199 N.C. App. 572, 577, 681 S.E.2d 858, \n862 (2009), and  “view[s] the facts and permissible inferences in the light most \nfavorable to the nonmoving party,” Ragsdale, 286 N.C. at 137, 209 S.E.2d at 499.  “All \nwell pleaded factual allegations in the nonmoving party’s pleadings are taken as true \nand all contravening assertions in the movant’s pleadings are taken as false.”  Id.  \nThe Court may  consider documents  “attached to and incorporated within” the \npleadings without converting a Rule 12(c)  motion into one for summary judgment.  \n \n \nWeaver v. St. Joseph of the Pines, Inc. , 187 N.C. App. 198, 204, 652 S.E.2d 701, 707 \n(2007).   \nIII. \nANALYSIS \n23. Smith and Le Bleu move for judgment on the pleadings as to all of KB \nFarms’ claims.  Nature’s Pearl moves only as to the claims for unfair or deceptive \ntrade practices and tortious breach of contract.  The Court first addresses arguments \nspecific to Smith and Le Bleu before turning to arguments brought by all Defendants. \nA. Claims Against Smith and Le Bleu for Breach of Contract and Breach of the \nImplied Covenant of Good Faith and Fair Dealing \n24. The Complaint asserts claims for breach of contract and breach of the \nimplied covenant of good faith and fair dealing against all Defendants.  Smith and Le \nBleu move for judgment under Rule 12(c) on both claims, arguing that the relevant \nAgreement is not enforceable against Smith and Le Bleu  but “is solely a contract \nbetween” KB Farms and Nature’s Pearl.  (Defs.’ Br. Supp. Mot. For Partial J.  6–7 \n[“Defs.’ Br.”].)   \n25. KB Farms first contends that Le Bleu , as “payor for the grapes” and \nparticipant “in Nature’s Pearl’s breach of the 2012 written agreement ,” is itself \ncontractually liable.  (Pl.’s Resp. to Def s.’ Mot. 7  [“Pl.’s Resp.”].)  Additionally, KB \nFarms contends that Smith and Le Bleu are liable for any breach by Nature’s Pearl \nunder a theory of veil piercing.  (See Pl.’s Resp. 7–12.) \n \n \n26. An essential element of a claim for breach of contract is the “existence of a \nvalid contract” between two or more parties.  Carcano v. JBSS, LLC, 200 N.C. App. \n162, 168, 684 S.E.2d 41, 47  (2009) (quoting Poor v. Hill , 138 N.C. App. 19, 26, 530 \nS.E.2d 838, 843 (2000)).  “It is a fundamental principle of contract law that parties to \na contract may bind only themselves . . . .”  Nationwide Mut. Ins. Co. v. Chantos, 293 \nN.C. 431, 438, 238 S.E.2d 597, 602–03 (1977).  Thus, when a defendant is “not a party \nto the contract,” then “as a matter of law he cannot be held liable for any breach that \nmay have occurred.”  Canady v. Mann, 107 N.C. App. 252, 259, 419 S.E.2d 597, 601 \n(1992). \n27. The Complaint alleges a breach only as to the 2012 Agreement, which on its \nface is a contract between KB Farms and Nature’s Pearl.  (See generally Agreement.)  \nSmith and Le Bleu are not parties to th at Agreement and therefore could not have \nbreached it as a matter of law.  See Canady, 107 N.C. App. at 259, 419 S.E.2d at 601. \n28. The Court reaches the same conclusion with respect to the covenant of good \nfaith and fair dealing, which holds that “neither party will do anything which injures \nthe right of the other to receive the benefits of the agreement.”  Governor’s Club Inc. \nv. Governors Club Ltd. P’ship , 152 N.C. App. 240, 251, 567 S.E.2d 781, 789 (2002) \n(emphasis added) (citation omitted).  Because Smith and Le Bleu are not parties, they \ncould not have breached the implied covenant as a matter of law.   \n29. Although KB Farms contends  that Le Bleu is “intimately involved in the \ncontractual relationship, ” it cites no case law supporting liability for breach of \ncontract or breach of the implied covenant on that basis .  (Pl.’s Resp. 7.)  Nor does it \n \n \nallege that Le Bleu consented to be boun d by the terms of the Agreement.  The fact \nthat Le Bleu is “the payor for the grapes”  relates only to its relationship to Nature’s \nPearl; it does not make Le Bleu a contractual party.  (Pl.’s Resp. 7.)     \n30. KB Farms raises an additional, alternative theory: that Smith and Le Bleu \nmay be liable for a breach by Nature’s Pearl on a theory of veil piercing.  Smith and \nLe Bleu contend that the Complaint includes only “threadbare allegations” to support \nthis theory, which should be dismissed.  (Def s.’ Br. 21.)   Construing the Complaint \nliberally, the Court finds the allegations sufficient to permit KB Farms’ veil-piercing \ntheory to go forward.   \n31. “The general rule is that in the ordinary course of business, a corporation is \ntreated as distinct from its shareholders .”  State ex rel. Cooper v. Ridgeway Brands \nMfg., LLC , 362 N.C. 431, 438, 666 S.E.2d 107, 112  (2008).  “Disregarding the \ncorporate form is not to be done lightly, ” Green v. Freeman, 367 N.C. 136, 145, 749 \nS.E.2d 262, 270 (2013), but is reserved only for “an extreme case where necessary to \nserve the ends of justice, ” Dorton v. Dorton, 77 N.C. App. 667, 672, 336 S.E.2d 415, \n419 (1985).   \n32. North Carolina courts will pierce the veil when a corporation is “a mere \ninstrumentality or alter ego” of another .  T he plaintiff must show “domination and \ncontrol of the corporate entity,” “the use of that domination and control to perpetrate \na fraud or wrong,” and “the proximate causation of the wrong complained of by the \ndomination and control.”  Atl. Tobacco Co. v. Honeycutt, 101 N.C. App. 160, 164, 398 \nS.E.2d 641, 643 (1990).  Factors that may justify piercing the veil include “inadequate \n \n \ncapitalization, noncompliance with corporate formalities, lack of a separate corporate \nidentity, excessive fragmentation, siphoning o f funds by the dominant shareholder, \nnonfunctioning officers and directors, and absence of corporate records.”  Green, 367 \nN.C. at 145, 749 S.E.2d at 270. \n33. The Complaint alleges that Defendants  have disregarded the “corporate \ndistinction” between Nature’s P earl and Le Bleu and that Smith operates both \ncompanies “as mere instrumentalities or alter egos of himself.”  (Compl. ¶¶ 59, 60.)  \nSpecifically, the Complaint alleges that Smith is “the sole or dominant stockholder in \nand chief officer” of both companies.   (Compl. ¶ 60.)  In addition, it alleges that  Le \nBleu has “ assum[ed] the obligation for debts of Nature’s Pearl ”; that  Defendants’ \ncounsel stated “that Le Bleu ‘is the entity that actually pays for the grapes’”; and that \nthe same counsel represented both Nature’s Pearl and Le Bleu during negotiations \nfor a new agreement.  (Compl. ¶ 59.) \n34. Smith and Le Bleu argue that no inference of complete domination is \npermitted solely because Smith is the companies’ controlling shareholder.  (Defs.’ \nReply 4.)  If the Complaint went no further, that argument might be correct.  But the \nComplaint and its attached exhibits could support an inference that Smith used funds \nfrom one company (Le Bleu) to pay the debts of another (Nature’s Pearl).  In addition, \nalthough Smith often communicated with KB Farms using Nature’s Pearl letterhead, \nother communications were apparently on behalf of Le Bleu.  (See Compl. Exs. B, M.)  \n35. Combined with the fact that Smith controls both companies, t hese \nallegations could support an inference of domination or control.  See, e.g., Strawbridge \n \n \nv. Sugar Mt. Resort, Inc., 320 F. Supp. 2d 425, 439 (W.D.N.C. 2004) (applying North \nCarolina law and noting relevance of “centralized corporate governance”) ; Network \nEnters. v. APBA Offshore Prods. , No. 01 ci v. 11765 (CSH), 2002 U.S. Dist. LEXIS \n17256, at *10–11 (S.D.N.Y. Sept. 12, 2002)  (noting failure “to observe the corporate \nseparateness of” two companies through inconsistent usage  of letterhead).  It is also \nrelevant that Smith, Nature’s Pearl, and Le Bleu shared legal counsel during pre-\nlitigation negotiations regarding an amendment to the Agreement  (see Compl. Ex. \nP).  See, e.g., Epic Tech., LLC v. STHR Grp., LLC , No. 1:15cv252, 2015 U.S. Dist. \nLEXIS 163486, at *40 (M.D.N.C. Dec. 7, 2011) (applying North Carolina and Nevada \nlaw); Avanti Hearth Prods., LLC v. Janifast, Inc., No. 3:10-cv-00019-FDW, 2010 U.S. \nDist. LEXIS 79735, at *14 (W.D.N.C. Aug. 6, 2010) (applying North Carolina law). \n36. The Court recognizes Smith and Le Bleu ’s concern that KB Farms has \npleaded no facts related to inadequate capitalization, excessive fragmentation, and \nother alter-ego factors.  (See Defs.’ Br. 21.)  At the pleading stage, however, KB Farms \nis not required to touch on every factor or to prove its theory, and Smith and Le Bleu \nhave made no argument as to the second or third elements of the mere -\ninstrumentality standard.  KB Farms has provided “sufficient notice of the events \nthat produced the claim,” and the complaint does not disclose any “insurmountable \nbar to recovery .”  Embree Constr. Grp., Inc. v. Rafcor, Inc. , 330 N.C. 487, 500, 411 \nS.E.2d 916, 925 (1992) (citation and quotation marks omitted);  see also Estate of \nChambers v. Vision Two Hospitality Mgmt., LLC , 2013 NCBC LEXIS 49, at *12–13 \n(N.C. Super. Ct. Nov. 21, 2013).  In the event discovery demonstrates that KB Farms’ \n \n \nveil-piercing theory lacks substance, Smith and Le Bleu remain free to challenge it \non summary judgment.   \n37. The Court therefore denies the motion for judgment on the pleadings to the \nextent the claims for breach of contract and breach of the covenant of good faith and \nfair dealing against Smith and Le Bleu rest on a theory of veil piercing. \nB. Claim Against Smith and Le Bleu for Tortious Interference with Contract \n38. Smith and Le Bleu  also move to  dismiss KB Farms’ claim for tortious \ninterference with contract .  (Defs.’ Br. 17–19.)  To state a claim for tortious \ninterference, a plaintiff must allege:  “(1) a valid contract between the plaintiff and a \nthird person which confers upon the plaintiff a contractual right against a third \nperson; (2) the defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so acts without \njustification; (5) resulting in actual damages to plaintiff.”  Privette v. Univ. of N.C. at \nChapel Hill, 96 N.C. App. 124, 134, 385 S.E.2d 185, 190 (1989) (quoting United Labs., \nInc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988)). \n39. As this Court recently stated, “[t]he pleading standards for a t ortious \ninterference with contract claim are strict.”  Urquhart v. Trenkelbach , 2017 NCBC \nLEXIS 12, at *15 (N.C. Super. Ct. Feb. 8, 2017).  “[T]he complaint must admit of no \nmotive for interference other than malice.”  Filmar Racing, Inc. v. Stewart, 141 N.C. \nApp. 668, 674, 541 S.E.2d 733, 738 (2001).   “[W]hen the complaint reveals that the \ninterference was justified or privileged,” this Court must grant a motion under Rule \n \n \n12(c).  Peoples Sec. Life Ins. Co. v. Hooks , 322 N.C. 216, 220, 367 S.E.2d 647, 650  \n(1988).   \n40. Applying this strict standard, the Court concludes  that the alleged  \ninterference by Smith was justified or privileged and is therefore not actionable.  As \nthe owner and c hief officer of Nature’s Pearl, Smith  holds “a qualified privilege to \ninterfere with contractual relations between” Nature’s Pearl and other parties.  \nEmbree, 330 N.C. at 498, 411 S.E.2d at 924 (citation omitted) .  Although that \nprivilege is not absolute, “[t]he acts of a corporate officer in inducing his company to \nsever contractual relations with a third party are presumed to have been done in the \ninterest of the corporation.”  Id. (quoting Wilson v. McClenny, 262 N.C. 121, 133–34, \n136 S.E.2d 569, 578 (1964)). \n41. The claim against Le Bleu fail s for a similar reason.  Interference with a \ncontract is justified if the defendant’s motives are “reasonably related to the \nprotection of a legitimate business interest.”  Privette, 96 N.C. App. at 134, 385 S.E.2d \nat 190.  KB Farms alleges that Le Bleu is the entity that pays for Nature’s Pearl’s \nmuscadine grape purchases.  (See, e.g., Compl. ¶ 59.)  Accordingly, the “complaint on \nits face admits” that Le Bleu had a legitimate business motive for actions related to \nthe contract governing those payments.  Privette, 96 N.C. App. at 134, 385 S.E.2d at \n191; see also Remi Holdings, LLC v. IX WR 3023 HSBC Way L.P., 2016 NCBC LEXIS \n110, at *23 (N.C. Super. Ct. Dec. 12, 2016) (real estate broker for transaction “had a \nlegitimate business interest” and was therefore “a non -outsider for purposes of a \ntortious interference claim”). \n \n \n42. At no point does the Complaint allege that Smith or Le Bleu acted in their \nown interests as opposed to the ir legitimate interests in Nature’s Pearl’s business.  \nParagraph 88 of the Complaint states only that Smith and Le Bleu induced Nature’s \nPearl not to perform its obligations under the contract.  Paragraph 89 refers to other \nactions that Le Bleu and Smith allegedly caused Nature’s Pearl to take (for example, \nmaking certain false statements).  And paragraphs 90 and 91 allege that these actions \nwere “without justification” and “malicious.”  These are precisely the type of “general \nallegations of malice” that “ are insufficient as a matter of pleading.”  Pinewood \nHomes, Inc. v. Harris , 184 N.C. App. 597, 605, 646 S.E.2d 826, 833 (2007) ; see also \nStec v. Fuzion Inv. Capital, LLC, 2012 NCBC LEXIS 24, at *24 (N.C. Super. Ct. Apr. \n30, 2012) (dismissing claim where plaintiff made only “general conclusions of malice \nand fail[ed] to allege that Defendants acted for their own personal interest”). \n43. Accordingly, the Court grants Smith and Le Bleu’s motion for judgment on \nthe pleadings as to the claim for tortious interference with contract.   \nC. Claims Against All Defendants for Unfair or Deceptive Trade Practices  and \nTortious Breach of Contract \n44. The remaining issues concern KB Farms’  claims for  unfair or deceptive \ntrade practices and tortious breach of contract.  All Defendants move for judgment on \nthe pleadings as to these claims.  (See Defs.’ Br. 8, 12.)  The basic legal issue regarding \nboth claims is the same: whether this is the rare contract dispute that may be \nlitigated as a tort action. \n \n \n45. The courts of this State and others have long “limit[ed] the circumstances \nunder which an ordinary contract dispute can be transformed into a tort action.”  \nBroussard v. Meineke Disc. Muffler Shops, 155 F.3d 331, 345 (4th Cir. 1998) (applying \nNorth Carolina law).  The reason is simple:  “Parties contract partly to minimize their \nfuture risks.”  Strum v. Exxon Co., USA , 15 F.3d 327, 330 (4th Cir. 1994).   Opening \nthe door to trebling, punitive damages, and other tort remedies would ups et those \nexpectations.  See Akzo, 2011 NCBC LEXIS 42, at *48–49. \n46. For that reason, North Carolina courts have long held “that actions for \nunfair or deceptive trade practices are distinct from actions for breach of contract.”  \nBranch Banking & Trust Co. v. Thompson, 107 N.C. App. 53, 62, 418 S.E.2d 694, 700 \n(1992).  “[A] trade practice is unfair if it ‘is immoral, unethical, oppressive, \nunscrupulous, or substantially injurious to customers.’”  Id. at 61, 418 S.E.2d at 700 \n(quoting Johnson v. Phoenix Mut. Lif e Ins. Co., 300 N.C. 247, 263, 266 S.E.2d 610, \n621 (1980)).  But N.C. Gen. Stat. §  75.1-1, which allows for treble damages,  “is not \nintended to apply to all wrongs in a business setting.”  Dalton v. Camp, 353 N.C. 647, \n657, 548 S.E.2d 704, 711 (2001).  A section 75.1-1 violation “is unlikely to occur during \nthe course of contractual performance, ” and “these types of claims are best resolved \nby simply determining whether the parties properly fulfilled their contractual \nduties.”  Heron Bay Acquisition, LLC v. United Metal Finishing, Inc., 781 S.E.2d 889, \n893 (N.C. Ct. App. 2016) (quoting Mitchell v. Linville , 148 N.C. App. 71, 75, 557 \nS.E.2d 620, 623–24 (2001)).  Thus, “a mere breach of contract, even if intentional, is \n \n \nnot sufficiently unfair or deceptive to sustain an action under N.C.G.S. §  75-1.1.”  \nBranch Banking & Trust, 107 N.C. App. at 62, 418 S.E.2d at 700 (emphasis added). \n47. Accordingly, a plaintiff alleging breach of contract “must show ‘substantial \naggravating circumstances attending the breach to recover’” under section 75.1 -1.  \nEastover Ridge, L.L.C. v. Metric Constructors, Inc. , 139 N.C. App. 360, 368, 533 \nS.E.2d 827, 833 (2000) (quoting Branch Banking & Trust , 107 N.C. App. at 62, 418 \nS.E.2d at 700)).  The type of c onduct that qualifies as aggravating circumstances is \nlimited and “ ‘generally involve[s] forged documents, lies, and fraudulent \ninducements.’”  Forest2Market, Inc. v. Arcogent, Inc. , 2016 NCBC LEXIS 3, at *14 \n(N.C. Super. Ct. Jan. 5, 2016)  (quoting Stack v. Abbott Labs., Inc. , 979 F. Supp. 2d \n658, 668 (M.D.N.C. 2013)).   On the other hand,  “threats to terminate,” “efforts to \nencourage” another to continue contractual performance while “planning to breach,” \nand “refusal to otherwise meet ” contract ual obligations do not rise to the level of \naggravating circumstances.  Deltacom, Inc. v. Budget Telecom, Inc. , No. 5:10-cv-38-\nFL, 2011 U.S. Dist. LEXIS 54488, at *12–13 (E.D.N.C. May 20, 2011). \n48. In view of these well -established principles, the Court concl udes that KB \nFarms has not sufficiently alleged  aggravating circumstances to support its section \n75.1-1 claim.  As alleged in the Complaint, Defendants falsely claimed that the 2014 \nharvest “did not meet the requirements of the Agreement”; “that the Agreement had \nbeen orally modified”; and “that grounds existed for terminating the Agreement.”  \n(Compl. ¶  70.)  These allegations concern nothing more than disputes over the \ninterpretation and performance of the Agreement, which includes specific provisions \n \n \ngoverning payment, rejection of unsuitable grapes, and the requirements for \ntermination.  (Agreement ¶¶  2, 4, 11.)  Although KB Farms alleges th at Nature’s \nPearl breached the Agreement by withholding payment for part of the 2014 harvest \nand by terminating without cause (see Compl. ¶ 65), its potential recovery lies in the \ninterpretation and application of the Agreement, not section 75.1-1.  See, e.g., Heron \nBay Acquisition, 781 S.E.2d at 893 (violation of “no-shop clause” was nothing “more \nthan a simple breach of contract”); Tar Heel Indus., Inc. v. E.I. Du Pont de Nemours \n& Co., 91 N.C. App. 51, 56–57, 370 S.E.2d 449, 452 (1988)  (exercising “termination \nclause does not constitute an unfair or deceptive trade practice”); Taylor v. United \nStates, 89 F. Supp. 3d 766, 774 (E.D.N.C. 2014)  (holding that disputes over contract \ninterpretation and performance do not state claim under section 75.1-1). \n49. KB Farms attempts to distinguish this authority, contending that  \nDefendants’ actions “were in direct contravention of the requirements of the 2012 \nwritten agreement.”  (Pl.’s Resp. 15.)  But even if Nature’s Pearl breached a crystal-\nclear contract provision, an intentional breach is not unfair or deceptive.  See Branch \nBanking & Trust, 107 N.C. App. at 62, 418 S.E.2d at 700. \n50. In its response brief, KB Farms  focuses on additional allegations that \nDefendants made false and fraudulent statements de signed “to lull” KB Farms into \nbelieving the contract would remain operative through 2015 and to maximize their \nleverage in negotiating a new contract.  (Pl.’s Resp. 16.)  KB Farms alleges that Smith \nintended to terminate the Agreement as early as October 2014 yet falsely assured KB \nFarms “[w]e w ill work through this next year .”  (Compl. ¶ 70 & Ex. B.)  It further \n \n \nalleges that Nature’s Pearl represented on October 29, 2014 that it would decide \nwithin 60 days whether to terminate; that it did not terminate the Agreement within \nthat period; and that Defendants intentionally delayed termination until June 2015 \nwhen it would be too late for KB Farms to sell its harvest to any other customer.  (See \nCompl. ¶ 70 & Ex. D; see also Pl.’s Resp. 16.)   \n51. Taken as true and  construed in a light most favorable to KB Farms, these \nallegations concern only threats to terminate and concealed plans to breach the \nAgreement.  They do not constitute unfair or deceptive trade practices.  See Deltacom, \n2011 U.S. Dist. LEXIS 54488, at *12 –13; see also Tar Heel, 91 N.C. App. at 56–57, \n370 S.E.2d at 452 (rejecting argument that party acted unfairly “by not notifying \nplaintiff that it was lookin g for alternatives to plaintiff’s contract”) ; Computer \nDecisions v. Rouse Office Mgmt., 124 N.C. App. 383, 390, 477 S.E.2d 262, 266 (1996) \n(“[B]y deciding not to pursue lease negotiations with plaintiff, defendants were simply \nexercising their right to con tract freely with whomever they choose.”); United \nRoasters, Inc. v. Colgate -Palmolive Co., 649 F.2d 985, 992 (4th Cir. 1981) (applying \nNorth Carolina law and holding that no “unfairness inhered in the circumstances of \nthe breach within the meaning of the s tatute simply because the breach was \nintentional and not promptly disclosed”); Nissho-Iwai Co. v. Occidental Crude Sales, \nInc., 729 F.2d 1530, 1550 (5th Cir. 1984) (applying California law and finding no case \n“in which misrepresentations in the performance  of a contract permitted a plaintiff \nto recover for fraud as well as breach of contract”). \n \n \n52. The Court of Appeals for the Fourth Circuit has reached the same conclusion \non highly similar facts.  See Bartolomeo v. S.B. Thomas, Inc. , 889 F.2d 530, 534–36 \n(4th Cir. 1989).  In that case, Bartolomeo entered into an agreement to distribute S.B. \nThomas’s English muffins in North and South Carolina.  See id. at 532.  Several years \nlater, S.B. Thomas decided to discontinue Bartolomeo’s distributorship, yet withheld \nthat decision from Bartolomeo while instead making “repeated assurances that he \ndid not have ‘a thing to worry about.’”  Id. at 534.  Although Bartolomeo alleged that \nhe was “knowingly misled” and “deceived” by these assurances, the Fourth Circuit \npointed out that Bartolomeo received “written notice over sixty days in advance of” \ntermination and failed to show that the allegedly deceptive statements caused any \nactual injury.  Id. at 535.  As a result, the alleged “conduct did not violate” section \n75.1-1.  Id.  \n53. Although Bartolomeo was decided on summary judgment, the Court finds \nits reasoning persuasive in considering the facts alleged in this case under Rule 12(c).  \nKB Farms negotiated and accepted a 60-day notice period for termination, and there \nis no disput e that Nature’s Pearl tendered written notice 60 days in advance of \ntermination.  (See Agreement ¶ 11; Compl. H.)  Although KB Farms was not entitled \nto earlier notice, it  was aware of the potential for termination as early as October \n2014, and the parties discussed whether to amend the Agreement for several months.  \n(See Compl. Exs. D, E, F, G.)  When KB Farms requested assurance in February 2015 \nthat Nature’s Pearl would abide by the Agreement, Nature’s Pearl instead responded \n \n \nthat, “[w]ith regard to doing business going forward,” the company “remains willing \nto enter into a new agreement.”  (Compl. Ex. F.)   \n54. In short, KB Farms “had all the notice for which [it] could conceivably have \nasked.”  Bartolomeo, 889 F.2d at 535.   The consequences of  its continued \nperformance—including disputes over delivery of the 2015 harvest—are governed by \nthe Agreement.  (See Compl. ¶¶ 57, 58.)  KB Farms “is not entitled to recovery [under \nsection 75.1 -1] simply because its decisions to continue” performing under the  \nAgreement “had unfavorable results.”  Tar Heel, 91 N.C. App. at 57, 370 S.E.2d at \n452 (denying section 75.1-1 claim where plaintiff “continued to devote all its resources \nto performing” its contractual obligations, despite “knowing that the contract could  \nbe terminated on 60 days’ notice”).   \n55. Although KB Farms cites other authorities that allowed a section 75.1 -1 \nclaim to go forward, they are not on point.  In Custom Molders, Inc. v. Roper Corp. , \nthe defendant deceitfully induced a contract “when it intended not to abide by the \nagreement.”  101 N.C. App. 606, 614, 401 S.E.2d 96, 100 (1991).  Here, the Complaint \ndoes not include any similar allegations that Nature’s Pearl intended not to perform \nwhen it entered into the Agreement with KB Farms in 2012. \n56. KB Farms also cites Mosley & Mosley Builders, Inc. v. Landin, Ltd., 97 N.C. \nApp. 511, 389 S.E.2d 576 (1990).  In that case, relying on their own interpretation of \n“ambiguous provisions” of a lease, the defendants “wrongfully entered p laintiff’s \npremises” and “physically remove[d] his merchandise and property ” when “plaintiff \nwas rightfully on the premises.”  Id. at 519, 389 S.E.2d at 580.  The Court of Appeals \n \n \nheld that the trial court properly submitted plaintiff’s section 75.1-1 claim to the jury \nbased on precedent holding  that “trespass and conversion of property by a landlord \ncould constitute unfair or deceptive trade practices.”  Id. at 518, 389 S.E.2d at 580 \n(citing Love v. Pressley, 34 N.C. App. 503, 239 S.E.2d 574 (1977)).  The unusual facts \nof that case are clearly inapposite. \n57. The Court therefore concludes that the facts alleged by KB Farms, even if \nproven, do not constitute an unfair or deceptive trade practice as a matter of law.  See \nDalton, 353 N.C. 647, 656, 548 S.E.2d 704, 711 (“The determination as to whether an \nact is unfair or deceptive is a question of law for the court.”).  At its heart, this action \nconcerns a contract dispute, and the 2012 written Agreement governs the parties’ \nrelationship, including the duties owed to one another and the remedies for any \nbreach.  The Court grants the motion for judgment on the pleadings as to the section \n75.1-1 claim. \n58. The same reasoning applies  to the claim for tortious breach of contract , \nwhich is premised on the same allegedly fraudulent conduct (see Compl. ¶ 70).  See \nTaha v. Thompson, 120 N.C. App. 697, 705, 463 S.E.2d 553, 558 (1995) (holding that \nclaim for tortious breach of contract requires showing of aggravation).   Because the \nallegations, even if true, do not demonstrat e fraud or deception for all the reasons \ndiscussed above, t he claim for tortious breach of contract fails.  See Olive v. Great \nAm. Ins. Co. , 76 N.C. App. 180, 190, 333 S.E.2d 41, 46 (1985) (noting that courts \napproach claims for tortious breach of contract  “with caution”); Akzo, 2011 NCBC \nLEXIS 42, at *48 (“Generally, then, the North Carolina courts do not recognize a \n \n \nclaim for tortious breach of contract.”); Forest2Market, 2016 NCBC LEXIS 3, at *11–\n12 (“Because F2M alleges that the parties were performing under the contract when \nthe purportedly tortious conduct occurred, the Court concludes that Arcogent did not \nowe F2M a separate and distinct duty not to provide deceptive and misleading \ninformation in these circumstances.”).   \n59. Accordingly, the Court grants judgment on the pleadings with respect to KB \nFarms’ claims for tortious breach of contract.   \nV. \nCONCLUSION \n60. Based on the foregoing, the Court GRANTS in part and DENIES in part  \nDefendants’ Motion for Partial Judgment on the Pleadings as follows:   \nA.  The Court denies the motion as to the claims for breach of contract and \nbreach of the implied covenant of good faith and fair dealing against Smith and \nLe Bleu to the extent the claim rests on a theory of veil piercing.   \nB.  The Court grants the motion as to the claim for tortious interference with \ncontract against Smith and Le Bleu.  \nC.  The Court grants the motion as to the claims for unfair or deceptive trade \npractices and tortious breach of contract against all Defendants. \nSO ORDERED, this the 27th day of March, 2017. \n \n \n     /s/ Adam M. Conrad   \n     Adam M. Conrad \n     Special Superior Court Judge \n       for Complex Business Cases   \n "
}