{
  "id": "e938932536707dbc5ce04b87f3c32c8537397d3dbb60b698abb41f02f8309d88",
  "source_file": "data/raw/ncbc/e938932536707dbc5ce04b87f3c32c8537397d3dbb60b698abb41f02f8309d88.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 12382 \n \nJOHN SLATTERY, \n \nPlaintiff, \n \nv. \n \nAPPYCITY, LLC; TIMOTHY S. \nFIELDS; MELISSA CRETE; and \nDAISY MAE FOWLER a/k/a DAISY \nMAE BARBER, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON MOTION \nTO SET ASIDE ENTRY OF DEFAULT, \nVACATE SUMMARY JUDGMENT \nORDER, AND STAY ENFORCEMENT \nPROCEEDINGS \n \n \n1. This matter is before the Court on Defendant Daisy Fowler Barber’s  \n(“Defendant Barber”)  Motion to Set Aside Entry of Default, Vacate Summary \nJudgment Order, and Stay Enforcement Proceedings (the “Motion”) filed on 4 October \n2021.1  (ECF No. 42.)  The Motion, filed pursuant to Rules 55 and 60 of the North \nCarolina Rules of Civil Procedure (the “Rules”), seeks to vacate the Court’s Order and \nOpinion on Motion for Summary Judgment entered 24 March 2021 and set aside its \nprior Order on Motion for Entry of Default entered 28 July 2020 , (ECF Nos. 26 and \n36), which together resulted in a judgment against Defendant Barber in the total \namount of $2,000,000.00. \n2. For the reasons set forth in this Order and Opinion,  the Court  hereby \nDENIES the Motion. \n \n1 The Motion to Stay Enforcement Proceedings portion of the Motion was ruled on previously, \n(ECF No. 47), after a limited hearing was held on 6 October 2021, (see Not. Hearing, ECF No. \n46).  The remaining Motion to Set Aside Entry of Default and Motion to Vacate Summary \nJudgment Order are the subject of this Order and Opinion.  Upon issuance of this Order and \nOpinion, the Order to Stay Judgment Enforcement Proceedings, (ECF No. 47), is lifted.  \nSlattery v. AppyCity, LLC, 2022 NCBC 8. \n \n \nTuggle Duggins P.A., by Jeffrey S. Southerland and Benjamin P. Hintze \nfor Plaintiff John Slattery. \n \nWilson Ratledge PLLC, by Reginald B. Gillespie, Jr. , and Alexandra \nBradley for Defendant Daisy Mae Fowler a/k/a Daisy Mae Barber. \n \nRobinson, Judge. \nI. INTRODUCTION \n3. This action arises out of certain Defendants’2 alleged wrongful conduct, \nincluding alleged false promises of unique and valuable technology and \nmisrepresentations concerning potential profits, which Plaintiff John Slattery  \n(“Slattery”) contends induced him to invest in AppyCity, a sham technology company.  \n(Am. Compl., ECF No. 11 [“Am. Compl.”].)   Slattery  alleges that Fields and Crete , \nacting on their own behalf and on behalf of AppyCity as its agents, convinced Slattery \nto invest $500,000.00 in AppyCity.   (Am. Compl. ¶¶ 20 –25.)  Those funds were then \nallegedly diverted out of AppyCity, with Defendant Barber and Bowman’s assistance, \nfor the benefit of Fields and Crete.  (Am. Compl. ¶ 7–10.)  These alleged acts form the \nbasis for Slattery’s claims for fraud and negligent misrepresentation against Fields, \nCrete, and AppyCity, breach of fiduciary duty and constructive fraud against Fields \nand Crete, and unfair and deceptive trade practices  and civil conspiracy against all \nDefendants including Defendant Barber.  \n \n2 The action was originally initiated against AppyCity, LLC (“AppyCity”), Timothy S. Fields \n(“Fields”), and Melissa Crete (“Crete”).  (Compl., ECF No. 3.)  After adding Pamela Bowman \n(“Bowman”) and Defendant Barber as Defendants by A mended Complaint, (ECF No. 11) , \nSlattery dismissed without prejudice his claims against Bowman, (Voluntary Dismissal \nWithout Prej., ECF No. 34).  \n \n \nII. PROCEDURAL HISTORY  \n4. Slattery initiated this lawsuit on 11 September 2019 upon  filing his \nComplaint.  (ECF No. 3.)  This case was designated to the Business Court by Order \nof the Chief Justice of the Supreme Court of North Carolina that same day, (ECF No. \n1), and then assigned to the undersigned by Order of the Chief Business Court Judge \non 12 September 2019, (ECF No. 2).  On 7 February 2020, Slattery filed the Amended \nComplaint, adding Defendant Barber and Bowman as Defendants to this action. \n5. On 28 July 2020, the Court by written order entered default pursuant to \nRule 55(a) against AppyCity, Fields, Crete, Defendant Barber, and Bowman based on \nevidence provided by Plaintiff of service upon each D efendant coupled with \nDefendants’ failure to timely answer or otherwise respond to Slattery’s Amended \nComplaint.  (Order Mots. Entry Default, ECF No. 26.) \n6. Slattery thereafter filed his M otion for Summary Judgment seeking \nsummary judgment against all Defendants along with two supporting affidavits and \nSlattery’s Brief in Support of Motion for Summary Judgment .  (ECF Nos. 29–30.)  \nDespite Slattery’s counsel’s filing of Affidavits of Service, regarding service of process, \nand Certificates of Service , for the Motion for Summary Judgment and Notice of \nHearing on the Motion for Summary Judgment, ( see ECF Nos. 12–15 and 33), n one \nof the Defendants formally responded. \n7. Following a hearing o n 17 November 2020 , (see ECF No. 31),  the Court \nentered its Order and Opinion on Motion for Summary Judgment, (ECF No. 36).  \n \n \n8. Following recordation of the judgment  on 1 April 2021 in the office of  the \nWake County Register of Deeds, Slattery served on Defendant Barber, on or around \n4 June 2021, a Notice of Rights to Claim Exemptions .  (ECF No. 43, ¶ ¶ 23 and 28.)  \nIn response, on 23 June 2021, Defendant Barber timely filed with the Wake County \nClerk of Court her Motion to Claim Exempt Property (Statutory Exemptions)  \n(“Motion to Claim Exemptions”) .  (ECF No. 44.4.)   That document, signed by \nDefendant Barber, 3  sought to claim as exempt from execution certain real and \npersonal property. \n \n3 Defendant Barber, alongside the instant Motion, filed a document entitled “Request for \nJudicial Notice” (the “First Request”).  (ECF No. 44.)  A Second Request for Judicial Notice \nfollowed on 20 December 2021.  (ECF No. 61.)  Exhibit 4 of the First Request  is the Motion \nto Claim Exemptions filed by Defendant Barber  in this action on 23 June 2021 .  (ECF No. \n44.4.)  Defendant Barber requests that the Court take judicial notice of this filing.  The Court \nnotes that until Defendant Barber filed the Motion, none of the post-judgment filings by the \nparties with the Wake County Clerk of Superior Court were filed with the Business Court.  \nJudicial notice is properly taken by the Court of “adjudicative facts.”  The filings of record in \nthis very action are not “adjudicative facts” of which the Court would properly take judicial \nnotice.  See generally official commentary to N.C.G.S. § 8C -1, Rule 201.  Nonetheless, the \ndocument in question was filed with the Wake County Clerk of Superior Court in this action \non 23 June 2021, is a part of the record before the Court, and is properly considered by the \nCourt on t he pending motion.  (See also n.5, infra.)  On this document, Defendant Barber \nfilled out the “ Name Of Judge ment Debtor (Defendant)” as “ Daisy Mae \nFowler/Johnson/Barber.”  Pursuant to the wording on the form, she indicated that she wished \nto claim as exempt  her residence located at 260 Stepha nie Street, Southern Pines, North \nCarolina 28387.  She further indicated that the property was previously owned by her as a \ntenant by the entireties or a joint tenant with right of survivorship and the former co-owner \nis deceased.  She also indicated  that the residence where she lived is owned by “Daisy Mae \nLimm.”  She indicated that she owned an automobile titled in the name of “Daisy Fowler \nBarber.”  She signed the document “Daisy F. Barber” at two separate places in spaces titled \n“Signature Of Judgment Debtor/Attorney For Debtor (Defendant).”  Under the space beside \nDefendant Barber’s signature, where the typed statement on the form indicates  “Address \nAnd Phone Number Of Attorney For Debtor (Defendant)” a handwritten statement provides \n“Looking For Her A Attorney Presently,” and in a space below that, at the bottom of the last \npage, the statement appears in handwriting: “I A m Daisy Son Melvin Fields. Helping Her. \n2673 Scarecrow Way. Myrtle Beach SC. 29579 843-450-3038.” \n \n \n9. On 1 July 2021, Slattery  filed with the Wake County Clerk of Superior \nCourt his Objections to Motion to Claim Exempt Property.  (ECF No. 44.6.) \n10. After retaining counsel, over thre e months later, on 4 October 2021, \nDefendant Barber, through counsel, filed the Motion. \n11. The Motion has been fully briefed by Slattery  and Defendant Barber.  (Br. \nSupp. Def. Barber’s Mot. Set Aside Default [and] Vacate Summ. J. Order, ECF No. \n45 [“Br. Supp.”] ; Resp. Br. Opp’n Def. Barber’s Mot. Set Aside Entry Default [and] \nVacate Summ. J. Order, ECF No. 51 [“Br. Opp’n”]; and Reply Br. Supp. Def. Barber’s \nMot. Set Aside Entry Default and Vacate Summ. J. Order, ECF No. 63 [“Reply Br.”].)  \nThe Court held a hearing on the Motion on 9 February 2022.  (See ECF No. 67.)  The \nMotion is ripe for decision. \nIII. LEGAL STANDARD \nRULE 55(d) \n12. Rule 55(d) provides that “[f]or good cause shown the court may set aside an \nentry of default, and, if a judgment by default has been entered, the judge may set it \naside in accordance with Rule 60(b).”  N.C.G.S. § 1A-1, Rule 55(d).   \n13. “What constitutes ‘good cause’ depends on the circumstances . . . and within \nthe limits of discretion, an inadvertence which is not strictly excusable may constitute \ngood cause, particularly where the plaintiff can suffer no harm from the short delay \ninvolved in the default and grave injustice may be done to the defendant.”  Peebles v. \nMoore, 48 N.C. App. 497, 504 (1980) (quoting Whaley v. Rhodes , 10 N.C. App. 109, \n112 (1970) (cleaned up)); see also Auto. Equip. Distrib., Inc. v. Petroleum Equip. & \nServ., Inc., 87 N.C. App. 606, 608 (1987).   \n \n \n14. The “good cause ” standard under Rule 55(d) for setting aside entry of \ndefault “is more lax than that required for setting aside a default judgment pursuant \nto Rule 60(b), which requires the presence of ‘ mistake, inadvert ence, or excusable \nneglect.’ ”  Bailey v. Gooding, 60 N.C. App. 459, 462 (1983).   \n15. “The law generally disfavors default  and any doubt should be resolved in \nfavor of setting aside an entry of default so that the case may be decided on its merits.”  \nSec. Credit Leasing, Inc. v. D.J.'s of Salisbury, Inc. , 140 N.C. App. 521, 528 (2000) \n(quoting Peebles, 48 N.C. App. at 504–05 (cleaned up)).  Whether to grant a motion to \nset aside an entry of default is in  the sound discretion of the trial judge.  Emick v. \nSunset Beach & Twin Lakes, Inc., 180 N.C. App. 582, 589–90 (2006). \nRULE 60(b) \n16. Defendant Barber moves for relief from the sum mary judgment order \npursuant to Rules 60(b)(4) and 60(b)(6).  (Br. Supp. 1 –2.)  Rule 60(b)(4) allows the \nCourt to “relieve a party . . . from a final judgment, order, or proceeding . . . [where] \n[t]he judgment is void[,]” and Rule 60(b)(6) allows the Court  to “relieve a \nparty . . . from a final judgment, order, or proceeding for . . . [a]ny other reason \njustifying relief from the operation of the judgment.”  N.C.G.S. § 1A-1, Rule 60(b).  A \nRule 60(b) motion under Rule 60(b)(4)–(6) “shall be made within a reasonable time[,]” \nafter judgment is entered.  Id.  “[A] motion for relief under Rule 60(b) is addressed to \nthe sound discretion of the trial court.”  Sink v. Easter, 288 N.C. 183, 198 (1975) ; see \nalso County of Mecklenburg v. Ryan, 2022-NCCOA-90, 9 (internal citations omitted).   \n \n \n17. Case law interpreting Rule 60(b)(4) makes clear that  “[a] judgment is \nvoid . . . when the issuing court has no jurisdiction over the parties or subject matter \nin question or has no authority to render the judgment entered.”  Burton v. Blanton, \n107 N.C. App. 615, 616 (1992) (citing In re Brown, 23 N.C. App. 109 (1974)).   \n18. To obtain relief under Rule 60(b)(6), the  movant must satisfy a three -part \ntest: “(1) extraordinary circumstances exist, (2) justice demands  the setting aside of \nthe judgment, and (3) the defendant has a meritorious defense.” Wiley v. L3 Commc’ns \nVertex Aerospace, LLC, 251 N.C. App. 354, 361 (2016) (quoting Gibby v. Lindsey, 149 \nN.C. App. 470, 474 (2002)). \nIV.   ANALYSIS \n19. Defendant Barber contends that she was not properly served with the \nSummons and Amended Complaint and, thus, that the Court lacked personal \njurisdiction at the time the Court entered judgment against her.  (See Br. Supp. 3–5, \nand 7–13.)  Defendant Barber supports this argument with substantial evidence.4   \n20. The evidence before the Court tends to show that Slattery attempted to \nserve Defendant Barber by use of Federal Express (commonly known as “FedEx”) \nwith a “signature required” method of delivery.  (Br. Supp. 3.)  Rather than deliver \nthe package containing the Summons and Amended Complaint to Slattery at her \nresidence, FedEx apparently : (1) left the package at a local retail drug store \n(Walgreens) with which FedEx has a cooperation relationship; and (2) left a notice for \n \n4 To the extent Defendant Barber has requested the Court to “take judicial notice” of certain \nmaterials and filings in this action, (see ECF Nos. 44 and 61), the Court has fully considered \nthese materials in reaching its decision herein.  \n \n \nDefendant Barber somewhere advising her that a package was awaiting her at the \nstore for retrieval.  (Br. Supp. 4 and 16.)  \n21. The evidence shows that the address used by Slattery on the FedEx package \nwas not Defendant Barber’s address, and further that there is no location in existence \nwith the address used by Slattery in his attempt to serve Defendant Barber with \nprocess.  (Br. Supp. 3–4; Ex. 1 to Second Req. Jud. Not., ECF No. 61.1.)  There is no \nevidence of record indicating exactly where, if at all, the FedEx delivery driver may \nhave left a notice about the package for Defendant Barber.  Further, there is no \ncredible evidence of record that FedEx even actually left a notice for Defendant \nBarber at a residence that existed or that Defendant Barber was living in at the time, \nleaving in doubt whether Defendant Barber would likely obtain actual notice of the \nexistence of the FedEx package. \n22. The evidence further indicates that someone apparently appeared at the \nWalgreens store and signed for the package containing  the Summons and Amended \nComplaint using the initials “D.B.”  (Ex. A to Affidavit of Service, ECF No. 12.)  \nDefendant Barber denies it was her who picked up the package and further denies \nthat anyone was authorized by her to receive or obtain the package c ontaining the \nsuit papers at the store and to sign for her.  (Aff. Def. Barber 5 ¶ 19, ECF No. 43.)  \nOther than circumstantial evidence in the form of the “D.B.” initials used to pick up \nthe package by someone at the Walgreens store, and evidence regarding  the store’s \npolicies and procedures for allowing someone to obtain a FedEx package left at the \nstore for pick up (proof of identification), Slattery has come forward with no \n \n \nadmissible evidence proving that Defendant Barber, or another with her authority,  \nactually received the suit papers package.   \n23. It is a well -settled principle that a defendant is entitled to notice and an \nopportunity to defend herself in civil proceedings in the s tate courts of North \nCarolina.  See, e.g., Red Valve, Inc. v. Titan Valve, Inc., 2019 NCBC LEXIS 57, at **11 \nn.12 (N.C. Super. Ct. Sept. 3, 2019).  As a corollary to this principle , it is axiomatic \nthat a plaintiff must effect proper service of process upon a defendant in order for the \nCourt to obtain personal jurisdiction over the defendant and, if appropriate, enter a \njudgment against her.  See, e.g., Bizrobe Trust v. InoLife Techs., Inc., 2019 NCBC \nLEXIS 3, at *8 (N.C. Super. Ct. Jan. 9, 2019).   \n24. Given that t he “good cause” standard under Rule 55(d) for setting aside \nentry of default “is more lax than that required for setting aside a default judgment  \npursuant to Rule 60(b) ,” Bailey, 60 N.C. App. at  462, and that “[t] he law generally \ndisfavors default and any doubt should be resolved in favor of setting aside an entry \nof default so that the case may be decided on its merits [,]” Sec. Credit Leasing, Inc., \n140 N.C. App. at 528 (quoting Peebles, 48 N.C. App. at 504–05 (cleaned up)), the Court \nin its discretion finds that Slattery  has fai led to adequately demonstrate that \nDefendant Barber was served with the Summons and Amended Complaint in this \naction.   \n25. However, Slattery asserts that, even if the Court were to determine that \nSlattery failed to demonstrate proper service of process on Defendant Barber (which \nthe Court has determined herein supra), Defendant Barber still may not have the \n \n \nentry of default set aside and have the  summary judgment vacated because \nDefendant Barber made a “general appearance” in this action by filing her Motion to \nClaim Exemptions, and, therefore, she has waived any objection to lack of personal \njurisdiction over her due to defects in service of process  and has subjected herself to \nthe jurisdiction of this Court.  (Br. Opp’n 11–12.)  The Court agrees.  \n26. Proper service is normally a pre-condition to the Court’s effective personal \njurisdiction over a party .  However , a defendant may voluntarily waive a defect in \nservice by making a “general appearance” in an action instituted against her in which \nthe Court has subject matter jurisdiction .  N.C.G.S. §  1-75.7 (“A court . . . having \njurisdiction of the subject matter may, without serving a summons upon him, exercise \njurisdiction in an action over a person . . . who makes a general appearance in an \naction[.]”).  \n27. While making a general appearance normally waives an objection to \npersonal jurisdiction and submit s a defendant to the jurisdiction of the c ourt where \nthe court has subject matter jurisdiction , there is a split of authority  in North \nCarolina regarding whether an act by a defendant that might otherwise be considered \na general appearance but which comes after the entry by the Court of a final judgment \nagainst her constitutes such a general appearance thus waiving objections to personal \njurisdiction.   \n28. As Slattery points out, in Faucette v. Dickerson, 103 N.C. App. 620, 623–24 \n(1991), the North Carolina Court of Ap peals found that the defendant in that case  \nmade a general appearance where the defendant filed a motion to claim exemptions  \n \n \npost-judgment, and, therefore, the Court affirmed th e trial court’s decision to deny \nthat defendant’s later motion for relief from judgment  based on Plaintiff Faucette’s \nfailure to properly serve defendant with the summons and complaint .5  Twenty-two \nyears later, i n State v. Williams , 230 N.C. App. 147 (201 3), the Court of Appeals \nquoted Faucette for the proposition that “[a] North Carolina court which has subject \nmatter jurisdiction . . . may exercise jurisdiction over a person making a general \nappearance in an action without service of process.”  (Quoting 103 N.C. App. at 623); \nsee also Jerson v. Jerson, 68 N.C. App. 738 , 739 (1984); Alexiou v. O.R.I.P., Ltd., 36 \nN.C. App. 2 46, 247 –48, disc. review denied, 295 N.C. 465 (1978);  and Swenson v. \nThibaut, 39 N.C. App. 77, 89  (1978), disc. review denied and appeal dismissed, 296 \nN.C. 740 (1979). \n29. As the Court of Appeals held in Alexiou , relied upon by Williams, “the \nconcept of a ‘ general appearance’ .  .  . should be given a liberal interpretation.”  36 \nN.C. App. at 248.  T he Court of Appeals noted  further in Swenson, also relied upon \nby Williams, that “if the defendant by motion or otherwise invokes the adjudicatory \npowers of the court in any other matter not directly related to the questions of \njurisdiction, he has made a general appearance and has submitted himself to the \njurisdiction of the court whether he intended to or not.”  39 N.C. App. at 89. \n30. While Plaintiff relies on Faucette, its progeny, and the cases that it relied \non, Defendant Barber directs this Court to a separate and seemingly directly contrary \n \n5 In Faucette, as here, defendant submitted substantial evidence that plaintiff had failed to \nobtain proper service of the summons and complaint.  (See Exs. 5–7 to Second Req. Jud. Not., \nECF Nos. 61.5–.7.) \n \n \nline of appellate authority.  (Reply Br. 7–12.)  Over a decade after Faucette, and nine \nyears before Williams,  the Court of Appeals in Barnes v. Wells, 165 N.C. App. 575, \n579–80 (2004), found, without reference to Faucette, that if a defendant “did nothing \nthat could be considered a general appearance prior to the entry of the [judgments] \nnow challenged [,]” an objection to personal jurisdiction has not been waived via \nconduct otherwise constituting a general appearance.  (Emphasis added.)  This Court \ncan find no way to properly distinguish Barnes from the Court of Appeals’ earlier \nholding in Faucette that a general appearance waiving objections to service of process \nand personal jurisdiction  is made by the filing of a post -judgment motion to claim \nexemptions.  103 N.C. App. at 623. \n31. A year after Williams, and without reference to either Faucette or Williams, \nthe Court of Appeals repeated the earlier holding announced in Barnes that post-\njudgment conduct normally constituting a general appearance  would not waive a \ndefendant’s right to challenge pre -judgment defects in service of process.  Dowd v. \nJohnson, 235 N.C. App. 6, 11–12 (2014). \n32. Defendant Barber, through counsel in her briefing on the Motion , argues \nthat Faucette is not binding appellate authority, on the purported basis that the rule \nannounced therein was dictum because the parties in that case did not argue the \nissue of general appearance and that this Court is therefore not bound the decision \nor the rule.  (Reply Br. 7–12 (citing Trustees Rowan Tech. Coll. v. J. Hyatt Hammond \nAssoc., Inc., 313 N.C. 230, 242 (1985), for the proposition that dictum is non-binding)).   \n \n \n33. However, this Court finds and concludes that the rule announced in \nFaucette is not dictum and is binding on it here.  First, Faucette is squarely on point, \nfinding that a post-judgment appearance in the form of a motion to claim exemptions \nconstitutes a general appearance and thus waives any later objection to service of \nprocess and personal jurisdiction.  103 N.C. App. at 623–24.   \n34. Second, i n In re Appeal from Civil Penalty  Assessed for Violations of \nSediment. Pollution Control Act etc., 324 N.C. 373, 384 (1989) (“In re Civil Penalty”), \nthe North Carolina Supreme Court held that “[w]here a panel of the Court of Appeals \nhas decided the same issue, albeit in a different case, a subsequent panel of the same \ncourt is bound by that precedent, unless it has been overturned by a higher court.”   \nSee also State v. Hill, 227 N.C. App. 371, 378 (2013) (“Because we cannot distinguish \nthe present case from [the precedential case] [we are] consequently [ ] bound by its \nholding[.]”)   \n35. Therefore, in accordance with Faucette, the Court finds and concludes that \nDefendant Barber made a general appearance in this matter by filing her Motion to \nClaim Exemptions post-summary judgment, and thereby is deemed to have waived \nany objection she may have to personal jurisdiction.  Because the Court finds and \nconcludes that Defendant Barber ma de a general appearance waiving her objection \nto personal jurisdiction by filing her Motion to Claim Exemptions , the Court must \ndeny her request to set aside the entry of default against her under Rule 55(d).   \n36. As for the remaining question of whether to vacate the summary judgment \nagainst Defendant Barber pursuant to Rules 60(b)(4) or 60(b)(6), because the Court \n \n \ndenies the Motion to Set Aside Entry of Default against Defendant Barber based on \nher general appearance , the Motion to Vacate Summary Judgment Order against \nDefendant Barber pursuant to Rules 60(b)(4) and 60(b)(6) based on the same alleged \ninsufficiency of service of process is likewise denied.   \n37. As a result of the aforementioned findings and conclusions, the Court need \nnot and  does not r each the  substance of the Rule 60(b) arguments made by the \nparties.6 \nV. CONCLUSION \n38. For the foregoing reasons, the Court hereby  DENIES the Motion.  As a \nfurther result of the Court’s ruling herein, the Court lifts the stay  of judgment \nenforcement proceedings entered on 6 October 2021.  (See ECF No. 47.)  \nIT IS SO ORDERED, this the 16th day of February, 2022. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n6 As a result of the Court’s determinations herein, the Court further need not rule on the \nadditional argument made by Defendant Barber that the summary judgment is void because \nSlattery’s Amended Complaint was improper for failure to comply with Rule 21 , (Reply Br. \n13–14); however, Defendant  Barber’s argument in this regard is without merit .  G. Gray \nWilson, N.C. Civil Procedure § 15-2 (4th ed. 2021) (“Parties may be added pursuant to [Rule \n15(a)].” (citing Robinson v. Smith, 219 N .C. App. 518 (2012), and Daniel v. Wray, 158 N.C. \nApp. 161 (2003))).  "
}