{
  "id": "e9600baaf02990e0a08d8e0b42e57938d86ffe6ed3f7cd737723e4e00cd9d278",
  "source_file": "data/raw/ncbc/e9600baaf02990e0a08d8e0b42e57938d86ffe6ed3f7cd737723e4e00cd9d278.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 426 \n \nBANC OF AMERICA MERCHANT \nSERVICES, LLC, \n \nPlaintiff and Counterclaim \nDefendant, \n \nv. \n \nARBY’S RESTAURANT GROUP, \nINC., \n \nDefendant, Counterclaim \nPlaintiff, and Third-Party \nPlaintiff, \n \nv. \n \nVISA, INC.; and MASTERCARD \nINTERNATIONAL INC.,  \n \nThird-Party Defendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION  \nON THIRD-PARTY DEFENDANTS \nVISA, INC.’S AND MASTERCARD \nINTERNATIONAL INC.’S  \nMOTIONS TO DISMISS \n \n1. This case arises out of an indemnification dispute between Banc of America \nMerchant Services, LLC (“BAMS”) and Arby’s  Restaurant Group, Inc.  After a data \nsecurity incident at Arby’s restaurants across the country, Visa, Inc. and Mastercard \nInternational Inc. assessed roughly $ 20 million  in fees on Bank of America, N.A. \n(“BANA”), the bank that sponsored Arby’s as a participating merchant in Visa’s and \nMastercard’s payment card networks.  BAMS , as BANA’s assignee,  sought \nreimbursement from Arby’s for those assessments, but Arby’s refused.  So BAMS filed \nthis suit against Arby’s. \n2. Arby’s denies any responsibility for the incident and any duty to indemnify  \nBAMS.  It also contends that Visa and M astercard should not have imposed the \nBanc of Am. Merch. Servs., LLC v. Arby’s Rest. Grp., Inc., 2021 NCBC 42. \nassessments in the first place.  I t has brought third-party claims against Visa and \nMastercard, seeking to challenge the assessments as BANA’s equitable subrogee. \n3. Visa and Mastercard have moved to dismiss the  third-party complaints \nagainst them for lack of personal jurisdiction, improper venue, and failure to state a \nclaim.  (ECF Nos. 67, 71.)  For the following reasons, the Court concludes that it lacks \npersonal jurisdiction over Visa and Mastercard, dismisses the third-party complaints \non that basis, and denies all other requested relief as moot. \nMcGuireWoods LLP, by Jodie Herrmann Lawson, and Covington & \nBurling LLP, by Alexander A. Berengaut , for Plaintiff/Counterclaim \nDefendant Banc of America Merchant Services, LLC. \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, L.L.P., by \nChristopher G. Smith, and Orrick, H errington & Sutcliffe LLP, by Seth \nHarrington and Douglas H. Meal, for Defendant/Counterclaim \nPlaintiff/Third-Party Plaintiff Arby’s Restaurant Group, Inc. \n \nBradley Arant Boult Cummings LLP, by C. Bailey King, Jr. and Bridget \nV. Warren, and O’Melveny & Myers LLP, by Randall W. Edwards, \nMegan Havstad, and Eric Ormsby, for Third-Party Defendant Visa Inc. \n \nCozen O’Connor, by Tracy L. Eggleston, and Golenbock Eiseman Assor \nBell & Peskoe LLP, by Martin S. Hyman and Matthew C. Daly, for Third-\nParty Defendant Mastercard International, Inc.\n1 \nConrad, Judge. \nI. \nDISCUSSION \n4. When a defendant moves to dismiss for lack of personal jurisdiction, the \nplaintiff must establish, by a preponderance of the evidence, a prima facie case that \njurisdiction exists.  See Bauer v. Douglas Aquatics, Inc., 207 N.C. App. 65, 68 (2010).  \n \n1 After the se motions were filed, the Court granted Ms. Warren, Ms. Lawson, and Ms. \nHavstad leave to withdraw as counsel.  (ECF Nos. 93, 131, 136.) \nHere, the parties rely on dueli ng affidavits, exhibits, and the allegations in the \nthird-party complaints.  In such a case, “the trial judge must determine the weight \nand sufficiency of the evidence presented in the affidavits much as a juror.”  Capitala \nGrp., LLC v. Columbus Advisory G rp. LTD , 2018 NCBC LEXIS 183, at *3 (N.C. \nSuper. Ct. Dec. 3, 2018) (citation and quotation marks omitted).   The Court must \nmake findings of fact “adequate to resolve its inquiry,” and must “resolv[e] contested \nfacts as necessary.”  Diamond Candles, LLC v. Winter, 2020 NCBC LEXIS 28, at *12 \n(N.C. Super. Ct. Mar. 12, 2020) (citation omitted) , aff’d per curiam, 2021-NCSC-59.  \nOnce a defendant offers evidence to support its challenge to jurisdiction, “ the \nallegations of an unverified complaint can no longer be taken as true or controlling,” \nalthough the Court will “construe uncontroverted allegations in the complaint in \nplaintiff’s favor.”  Id. at *12–13 (citations omitted). \n5. The motions have been fully briefed, and the Court held a hearing in August \n2020.  Having considered all relevant matters, the Court finds the following facts by \na preponderance of the evidence and makes the following conclusions of law. \nA. Findings of Fact \n6. This case involves the relationship between the various players involved in \ncredit and debit card transactions.  The relevant facts are more or less undisputed. \n7. Visa and Mastercard operate the payment card networks that facilitate \ntransactions between merchants and consumers.  ( See Aff. of Chad Stout ¶  2, ECF \nNo. 73 [“Stout Aff.”]; Aff. of Marie Russo ¶  8, ECF No. 69 [“Russo Aff.”].)   Both card \norganizations are incorporated in Delaware, with Visa headquartered in California \nand Mastercard headquartered in New York.  ( See Visa Compl. ¶  10, ECF No. 42; \nStout Aff. ¶ 2; Mastercard Compl. ¶ 10, ECF No. 43; Russo Aff. ¶ 3.) \n8. Visa and Mastercard do not issue the credit and debit cards that bear their \nlogos, and they do not have a direct relationship with the consumers who use the \ncards or with the merchants that accept them.  ( See Stout Aff. ¶¶  2, 4; Russo Aff. \n¶¶ 10, 12, 23, 24.)  Instead, issuing banks (“issuers”) and acquiring banks \n(“acquirers”) contract with the card organizations to use their trademarks and \nparticipate in their networks.  Issuers provide cards to consumers, and acquirers \nprovide merchants with access to the payment networks.  (See, e.g., Stout Aff. ¶¶  2, \n4; Russo Aff. ¶¶ 8–10, 12, 23, 24.) \n9. BANA is an issuer and an acquirer for Visa  and Mastercard.  ( See Visa \nCompl. ¶ 33; Stout Aff. ¶  3; Mastercard Compl. ¶  32; Russo Aff. ¶ ¶ 9, 13.)  It was \nheadquartered in California until 1999 when it moved to North Carolina.  (See Russo \nAff. ¶ 14.)2  BAMS is an affiliate of BANA.  It is a Delaware company that, at all times \nrelevant, was headquartered in Georgia.3 \n \n2 See Bank of America , National Association , FDIC, https://banks.data.fdic.gov/bankfind-\nsuite/bankfind/details/3510 (last updated June 25 , 2021) (navigate to “History” tab).  The \nCourt may take judicial notice of information on the FDIC’s official website about FDIC -\nregulated banks.  See N.C. R. Evid. 201(b), (c); e.g., Tehranchi v. Plan River Inv., LLC, 2012 \nU.S. Dist. LEXIS 200080, at *7 (C.D. Cal. May 2, 2012). \n3 BAMS moved to North Carolina in 2020.  See Application for Certificate of Authority for \nLimited Liability Company for Banc of America Merchant Services, LLC  (SOSID: 1119625) \n(filed Oct. 14, 2009), available at https://www.sosnc.gov/; Limited Liability Company Annual \nReport for Banc of America Merchant Services, LLC  (SOSID: 1119625) (filed Apr. 3, 2020), \navailable at https://www.sosnc.gov/.  The Court may take judicial notice of public filings \navailable on the North Carolina Secretary of State’s official website.  See N.C. R. Evid. 201(b), \n(c); e.g., Willard v. Barger, 2020 NCBC LEXIS 117, at *25 (N.C. Super. Ct. Oct. 9, 2020). \n10. BANA’s agreement with Mastercard dates back to October 1976.   It was \nformed between Mastercard’s predecessor (Interbank Card Association) and BANA’s \npredecessor (Bank of America NT&SA), which was headquartered in California at \nthe time.  ( See Russo Aff. ¶ ¶ 13, 14; Russo Aff. Ex. 3, ECF No. 69.4 [“Mastercard \nAgrmt.”].)  The agreement contains a New York choice-of-law clause.  (See Mastercard \nAgrmt. § 19; Russo Aff. ¶ 19.)  And Mastercard’s “Rules,” which are incorporated by \nreference, contain New York forum -selection and choice -of-law clauses.  (Russo Aff. \nEx. 1 §  2.4, ECF No. 69.2; Russo Aff. ¶  20.)  There is no evidence in the record of \nwhere the agreement was negotiated or signed.   \n11. BANA has also had a long  relationship with Visa , though their  current \nagreement is more recent, dated October 2014.  ( See Stout Aff. ¶ 3; Stout Aff. Ex. 1, \nECF No. 75 [“Visa Agrmt.”].)  It too contains New York forum-selection and choice-of-\nlaw clauses.  (See Visa Agrmt. § 18.1(r), (s).)  Notices must be sent to BANA in North \nCarolina with copies to its offices in Delaware, Illinois, and Texas.  (See Visa Agrmt. \n§ 18.1(h).)  Again, there is no evidence in the record of where the agreement was \nnegotiated or signed.   \n12. Each agreement contemplates that BANA will contract with merchants as \nan acquirer to enable those merchants to participate in the Visa and Mastercard \npayment networks.  Less relevant here, though also covered by the agreements,  are \nBANA’s activities as an issuer.  (See, e.g., Stout Aff. ¶ 3; Visa Agrmt. § 2.1; Russo Aff. \n¶¶ 9, 13; Mastercard Agrmt. at 1.)  Both agreements have a  wide geographic scope.  \nThe Visa agreement applies to BANA’s activities throughout the United States.  (See \nVisa Agrmt. § 12.1(b).)  The Mastercard agreement applies to BANA’s activities  not \nonly in the United States but also in Canada, Hong Kong, Singapore, Australia, India, \nand elsewhere.  (See Russo Aff. ¶ 15; Russo Aff. Ex. 4, ECF No. 69.5.) \n13. As an acquirer, BANA must ensure that its affiliated merchants  abide by \nvarious rules —including rules related to data security —promulgated by the card \norganizations.  (See Stout Aff. ¶ 5; Stout Aff. Exs. 2, 4, ECF Nos. 76, 78; Russo Aff. \n¶¶ 10, 11; Russo Aff. Ex. 1; Russo Aff. Ex. 2, ECF No. 69.3.)  Compliance with industry \nstandards for data security, formally called the Payment Card Industry (“PCI”) Data \nSecurity Standards, is also mandatory.  (See Stout Aff. ¶ 5.)  If there is a data breach, \nBANA must take additional action s, including engaging a n independent forensic \nspecialist to investigate.  (See Russo Aff. ¶ 30; Russo Aff. Ex. 2 §  10.2.2.1; Stout Aff. \nEx. 2 at 12–13.) \n14. Noncompliance with card organization rules or industry data security \nstandards may result in fines and fees.  Visa and Mastercard have each established \nprograms designed to remedy losses from security breaches and to  allocate \nresponsibility for them.  (See, e.g., Stout Aff. ¶ 6; Russo Aff. ¶¶ 11, 25.)  Visa has the \nAccount Information Security (“AIS”) and Global Compromised Account Recovery \n(“GCAR”) programs, and Mastercard has the Account Data Compromise (“ADC”) \nprogram.  ( See Stout Aff. ¶¶  1, 7–10; Russo Aff. ¶¶  1, 25–27.)  In short, if  the card \norganizations conclude that a data breach occurred due to noncompliance, they may  \nimpose assessments on the acquirer, ostensibly to compensate issuers and to ensure \nthat consumers suffer no financial loss.  (See Stout Aff. ¶¶ 6–9; Russo Aff. ¶¶ 25–27.)  \nVisa and Mastercard do not require the acquirer to  pass the assessments on to the \nmerchant, nor are they involved in any decision by the acquirer to seek \nreimbursement or indemnification from the merchant.  (See Stout Aff. ¶ 8; Russo Aff. \n¶¶ 28, 43.) \n15. One of BANA’s affiliated merchants is Arby’s, which owns and franchises a \nnationwide chain of fast -food restaurants.  Arby’s is incorporated in  Delaware and \nheadquartered in Georgia.  (See Visa Compl. ¶¶ 9, 34; Mastercard Compl. ¶¶ 9, 33.) \n16. Arby’s entered into a merchant agreement with BANA  in December 2009 .  \n(See App. Ex. A, ECF No. 33.1 [“Merchant Agrmt.”] .)  Among other things, t he \nagreement enables Arby’s to accept Visa and Mastercard payment cards at its \nrestaurants, requires Arby’s to comply with each card organization’s  rules and the \nPCI Data Security Standards, and delegates to Arby’s the responsibility to engage a \nforensic investigato r after a suspected data breach .  ( See Merchant Agrmt. §§  1, \n7(A)(xi), 13.)  T here are t wo indemnification provisions  of varying (and disputed) \nscope.  (See Merchant Agrmt. §§ 10(B), 21.)   \n17. In early 2017, Arby’s reported that it had suffered a significant data security \nincident involving criminal infiltration into its computer network and resulting in the \ntheft of its customers’ payment card data.  ( See Visa Compl. ¶¶  37–41; Mastercard \nCompl. ¶¶ 36–40.)  Arby’s hired a forensic investigation firm.  (See Visa Compl. ¶ 38; \nMastercard Compl. ¶ 37; Russo Aff. ¶ 30.)  This firm, called CrowdStrike, conducted \nits investigation from its California headquarters, collecting data remotely from the \nGeorgia headquarters of Arby’s as well as from over a thousand restaurants across \nthe country.  (See Russo Aff. ¶¶ 31, 32.)  Neither CrowdStrike nor Arby’s sent anyone \nto North Carolina in connection with the investigation.  (See Russo Aff. ¶¶ 33, 34.) \n18. After CrowdStrike finished its investigation, Visa and Mastercard reviewed \nits findings and performed their own investigations.  They reached the same \nconclusion: that Arby’s had not complied with industry standards.  ( See, e.g., Stout \nAff. ¶ 11; Russo Aff. ¶ 35.)  Visa and Mastercard then imposed assessments on BANA \nas part of the GCAR, AIS, and ADC programs.  BANA appealed all three assessments \nwith help from Arby’s.  Mastercard agreed to reduce its assessment, but Visa denied \nthe appeals and imposed an additional appeal fee. \n19. Visa’s investigation was “conducted and finalized in the San Francisco Bay \nArea,” and “no aspect” of the investigation or decision “was carried out in North \nCarolina.”  (Stout Aff. ¶ 12.)  Mastercard’s investigation took place in New York and \nMissouri.  (See Russo Aff. ¶ 44.)  There is no evidence that either card organization \nsent employees to North Carolina or  met with representatives of Arby’s, BANA, or \nBAMS in North Carolina.  (See Stout Aff. ¶ 12; Russo Aff. ¶ 44.)  The primary contact \nat BANA for communications concerning the investigations and assessments was in \nKentucky.  (See Russo Aff. ¶¶ 36, 38.)  Although Arby’s has offered evidence that Visa \nand Mastercard also communicated with a BAMS employee in North Carolina, it has \nnot shown how many communications there were or what they concerned .  (See Aff. \nof Nils Okeson ¶¶ 7, 8, ECF No. 108.) \n20. All told, the a ssessments amounted to roughly $20 million.  (See Stout Aff. \n¶ 11; Russo Aff. ¶¶ 35, 39.)  Visa debited its assessment from BANA’s bank account \nin New York.  (See Stout Aff. ¶ 13.)  Mastercard also sent its invoice to BANA in New \nYork.  (See Russo Aff. ¶ 41.) \n21. After BANA paid the assessments, a dispute arose that led to this lawsuit.  \nBANA sought reimbursement from Arby’s under the merchant agreement, but Arby’s \nrefused.  BANA assigne d its claims to BAMS, which filed suit  against Arby’s for \nbreach of cont ract.  (ECF No. 3.)  Arby’s denies that it has any duty to indemnify \nBAMS. \n22. In addition, Arby’s  has brought third- party claims against Visa and \nMastercard.  ( See Visa Compl.; Mastercard Compl.)   Arby’s  maintains that the \nassessments were unlawful .  It has asserted direct claims  for unjust enrichment, \ncontribution, and violations of California and Georgia statutes governing unfair \nbusiness practices.  Arby’s also asserts several other claims  as BANA’s equitable \nsubrogee on the theory that  it may challenge the assessments under  the Visa and \nMastercard acquirer agreements.  Visa and Mastercard have moved to dismiss the \nclaims for various reasons, including lack of personal jurisdiction. \nB. Conclusions of Law \n23. “Personal jurisdiction refers to the Court’s ability  to assert judicial power \nover the parties and bind them by its adjudication.”  In re A.B.D. , 173 N.C. App. 77, \n83 (2005) (citation and quotation marks omitted).  Determining whether personal \njurisdiction exists is usually a “two-step analysis”: jurisdiction must be authorized by \nthe State’s long -arm statute and consistent with the federal Due Process Clause.   \nBeem USA LLLP v. Grax Consulting LLC , 373 N.C. 297, 302 (2020).  The parties \naddress only the second, constitutional step, so the Court does the same. \n24. The Fourteenth Amendment’s Due Process Clause requires that a defendant \n“have certain minimum contacts” with th e forum  State such that the exercise of \njurisdiction over the defendant is “reasonable” and “does not offend ‘traditional \nnotions of fair play and substantial justice.’ ”  Int’l Shoe Co. v. Washington, 326 U.S. \n310, 316 –17 (1945) (quoting Milliken v. Meyer, 311 U.S. 457, 463 (1940)).  The \n“primary focus” of this  inquiry “is the defendant’s relationship to the forum State.”  \nBristol-Myers Squibb Co. v. Superior Court, 137 S. Ct. 1773, 1779 (2017). \n25. Sometimes, the relationship is exceptionally  close.  A court has general \njurisdiction “to hear any  and all claims against”  defendants whose contacts “are so \ncontinuous and systematic as to render them essentially at home in the forum State.”  \nGoodyear Dunlop Tires Operations, S. A. v. Brown, 564 U.S. 915, 919 (2011) (citation \nand quotation marks omitted).  That is not the case here.  North Carolina is not home \nto Visa or Mastercard.  (See Opp’n to Visa 1–7, ECF No. 106; Opp’n to Mastercard 1–\n7, ECF No. 107.) \n26. More commonly, a “ nonresident defendant has situational, rather than \nsystematic, contacts with the forum State. ”  Lunsford v. ViaOne Servs., LLC , 2020 \nNCBC LEXIS 127, at *9 (N.C. Super. Ct. Oct. 28, 2020).  These more limited contacts \nmay give rise to “ specific or case -linked jurisdiction,” Goodyear, 564 U.S. at 919 , \ndepending on “the relationship among the defendant, the forum, and the litigation, ” \nDaimler AG v. Bauman , 571 U.S. 117, 133 (2014) (citation and quotation marks \nomitted).  There must be a nexus between the forum and the underlying controversy \nsuch that “the suit arises out of or relates to the defendant’s contacts with the forum.”  \nGoodyear, 564 U.S. at 923–24 (cleaned up); see also Skinner v. Preferred Credit, 361 \nN.C. 114, 122 (2006). \n27. A crucial factor is foreseeability—whether the defendant’s contacts with the \nforum are su ch that it should “reasonably anticipate being haled into court there.”  \nBeem, 373 N.C. at 303 (quoting World-Wide Volkswagen Corp. v. Woodson, 444 U.S. \n286, 297 (1980)).  This typically requires evidence of “some act by which the defendant \npurposefully avail[ed] itself of the privilege of conducting activities within the forum \nState, thus invoking the benefits and protections of its laws.”  Hanson v. Denckla, 357 \nU.S. 235, 253 (1958).   Due process does not permit a  court to exercise jurisdiction \nbased on “a defendant’s ‘random, fortuitous, or attenuated’ contacts with the forum \nstate.”  Beem, 373 N.C. at 303 (quoting Walden v. Fiore, 571 U.S. 277, 286 (2014)).   \n28. Even substantial contacts may be inadequate if they do not give rise to or \nrelate to the plainti ff’s claims .  As the United States Supreme Court recently \nreiterated, specific jurisdiction “covers defendants less intimately connected with a \nState, but only as to a narrower class of claims.”  Ford Motor Co. v. Mont. Eight Jud. \nDist. Ct., 141 S. Ct. 1017, 1024 (2021).  Absent some meaningful relationship between \nthe defendant’s forum-related activity and the claims, “specific jurisdiction is lacking \nregardless of the extent of a defendant’s unconnected activities in the State.”  Bristol-\nMyers, 137 S. Ct. at 1781; see also Ford, 141 S. Ct. at 1024–25. \n29. At issue here are claims brought by a company based  in Georgia (Arby’s) \nagainst companies based in California (Visa) and New York (Mastercard).  The events \nthat gave rise to these claims occurred outside North Carolina.  Visa and Mastercard \nconducted their investigations of t he 2017 data security incident from their home \noffices and, in Mastercard’s case, a satellite office in Missouri .  Neither sent \nemployees to North Carolina for any purpose.  Nor did the California -based \ninvestigator hired by Arby’s .  When Visa and Mastercard i ssued their assessments \nand entertained the resulting appeals, they communicated primarily with a BANA \nemployee in Kentucky and with others in Virginia and California.  And when Visa \nand Mastercard collected the assessments from BANA, they did so through its \naccounts in New York.  (See, e.g., Stout Aff. ¶¶ 11–13; Russo Aff. ¶¶ 31–42, 44.)   \n30. Still, Arby’s argues that Visa and Mastercard have sufficient minimu m \ncontacts to support the exercise of personal jurisdiction.  Arby’s points to the acquirer \nagreements with BANA as evidence of the card organizations’ longstanding business \nrelationships with a North Carolina resident.  Arby’s  further contends that its \nclaims—especially those asserted as BANA’s subrogee—arise from or are related to \nthese agreements.4 \n31. Courts have long rejected the notion that “an individual’s contract with an \nout-of-state party alone can automatically establish sufficient minimum contacts in \n \n4 “[M]any courts have held that specific jurisdiction should be decided on a claim- by-claim \nbasis.”  JCG & Assocs., LLC v. Disaster Am. USA, LLC, 2019 NCBC LEXIS 112, at *10 (N.C. \nSuper. Ct. Dec. 19, 2019) ( first citing Marten v. Godwin, 499 F.3d 290, 296 (3d Cir. 2007); \nthen citing Phillips Exeter Acad. v. Howard Phillips Fund, Inc. , 196 F.3d 284, 289 (1st Cir. \n1999)).  No party has argued that the jurisdictional analysis plays out differently for the \ndirect claims than it does for the subrogated claims. \nthe other party’s home forum.”  Burger King Corp. v. Rudzewicz , 471 U.S. 462, 478 \n(1985).  The plaintiff must show something more: the suit must be based on a contract \nwith a “substantial connection with this State.”  Beem, 373 N.C. at 304 (citation and \nquotation marks omitted).  This involves looking to prior negotiations, contemplated \nfuture consequences, the terms of the contract itself, and the parties’ actual course of \ndealing.  See Burger King, 471 U.S. at 479. \n32. Arby’s has not carried its burden.  It has not offered any  evidence to show \nwho contacted whom to begin negotiations, where the negotiations occurred, or where \nthe acquirer agreements  were signed.  T he circumstances suggest that Visa and \nMastercard did not reach into North Carolina to begin a relationship with BANA.   \nIndeed, BANA was headquartered in California when it contracted with Mastercard \nin 1976.  And according to Arby’s, Visa’s relationship with BANA began even earlier.  \n(See Opp’n to Visa 3.)  This cuts against a finding of purposeful availment.  See, e.g., \nCambridge Homes of N.C. L.P. v. Hyundai Constr., Inc., 194 N.C. App. 407, 413 (2008) \n(“Which party initiates the contact is taken to be a critical factor in assessing whether \na nonresident defendant has made purposeful availment of the privilege of conducting \nactivities within the forum State.” (citation and quotation marks omitted)). \n33. Although Arby’s insists that Visa and Mastercard “knew that BANA would \nperform its obligations in North Carolina ,” (Opp’n to Visa 3 –4; Opp’n to Mastercard \n3), that is “an inference unsupported by the evidence ,” US Chem. Storage, LLC v. \nBerto Constr., Inc. , 253 N.C. App. 378, 386 (2017).  The  agreement itself is  largely \nsilent about where performance must occur.  Arby’s has not pointed to any terms that \nrequire BANA to perform contractual services in North Carolina.   Likewise, Arby’s \nhas not offered any evidence that the contracting parties expected BANA to perform \nservices in the State. \n34. At most, the agreements broadly allow BANA to act as an acquirer for \nmerchants located throughout the United States (and overseas for Mastercard).  (See \nVisa Agrmt. § 12.1(b); Russo Aff. ¶  15; Russo Aff. Ex. 4.)  But t here is no reason to \nbelieve that BANA—a large financial institution with offices around the country —\nnecessarily performs these services at its headquarters  in North Carolina .  No  \nevidence shows that it does.  In fact,  the key activities in this case were performed \nelsewhere: BANA served as an acquirer for a Georgia merchant and dealt with the \ncard organizations’ assessments and appeals through personnel in Kentucky.  When \nthe contract does not specify performance within the forum and contractual services \nare in fact performed elsewhere, the case for personal jurisdiction is substantially \nweakened.  See Lulla v. Effective Minds, LLC , 184 N.C. App. 274, 279 (2007) \n(“Nothing in the contract specifi ed that any work performed under the contract was \nto be performed in North Carolina.  In fact, . . . the work performed was completed in \nNew Jersey and Texas, not in North Carolina.”); see also Capitala, 2018 NCBC LEXIS \n183, at *11–13; WLC, LLC v. Watkins, 454 F. Supp. 2d 426, 438 (M.D.N.C.) (R. & R.), \nadopted, 454 F. Supp. 2d 426 (M.D.N.C. 2006). \n35. It bears repeating that  Visa and Mastercard carried out their own \ncontractual duties outside North Carolina.  Neither sent employees to North Carolina \nduring their investigations or after , and both communicated with BANA personnel \nelsewhere.  Arby’s contends that the card organizations also communicated with one \nBAMS (not BANA) employee in North Carolina, but its evidence is conclusory.   It is \nunclear what the role of this employee wa s, how many communications there were, \nand what was said.  Without more, this is not the kind of purposeful contact that due \nprocess requires .  See, e.g. , Miller v. Szilagyi, 221 N.C. App. 79, 92 –93 (2012) \n(concluding that over 100 telephone calls to plaintiff in North Carolina did not \nestablish sufficient minimum contacts); Le Bleu Corp. v. Standard Cap. Grp., Inc., 11 \nF. App’x 377, 380 (4th Cir. 2001) (holding no personal jurisdiction despite  visits and \ncommunications to North Carolina); Capitala, 2018 NCBC LEXIS 183, at *14 (same). \n36. Both agreements also contain New York forum -selection and choice- of-law \nclauses.  When entering into the agreements, Visa and Mastercard (and BANA) would \nhave expected disputes ari sing from the agreements to be resolved in a New York \ncourt under New York law.5  Neither could have “reasonably anticipate[d] being haled \ninto” a North Carolina court  by a Georgia plaintiff.  Beem, 373 N.C. at 303 (citation \nand quotation marks omitted).   Moreover, North Carolina’s interest in resolving a \ndispute between nonresident entities based on the laws of another State is not \nimmediately obvious.  See Tejal Vyas, LLC v. Carriage Park Ltd. P’ship, 166 N.C. \n \n5 Visa and Mastercard contend that the forum- selection clauses require the third -party \nclaims to be litigated in New York and that venue is improper here.  Although Arby’s seeks \nto enforce the acquirer agreements, it argues that it is not bound by the ir forum-selection \nclauses.  Having concluded that personal jurisdiction is lacking, the Court need not resolve \nthe venue dispute.  See, e.g., Sutton v. Houllou, 191 A.D.3d 1031, 1034 (N.Y. App. Div. 2021) \n(“Under the ‘closely related’ doctrine, a forum selection clause may also be enforced against \na non-signatory.” (citation omitted)); Schwarz v. St. Jude Med., Inc., 254 N.C. App. 747, 752–\n53 (2017) (holding that the scope of a forum -selection clause is determined by applying the \nlaw specified by a contract’s choice-of-law provision). \nApp. 34, 41 (2004) ( observing that  Illinois choice -of-law clause weighed against \npersonal jurisdiction), aff’d per curiam, 359 N.C. 315 (2005). \n37. For these reasons, this case is  significantly different than those cited by \nArby’s, including Burger King .  There,  a Michigan franchisee contested personal \njurisdiction in Florida.   His challenge failed because the franchise agreement was \nmade in Florida , the “contract documents themselves emphasize[d] that Burger \nKing’s operations [were] conducted and supervised from  the Miami headquarters ,” \nthe parties’ “actual course of dealing repeatedly confirmed that decisonmaking  \nauthority was vested in the Miami headquarters,” there was “a continuous course of \ndirect communications” with Burger King’s Florida -based employees, a nd the \nagreement included a Florida choice-of-law provision.  Burger King, 471 U.S. at 480–\n81. \n38. These hallmarks of jurisdiction are absent  here.  There’s no evidence that \nthe acquirer agreements were negotiated or made in North Carolina.  The agreements \ndo not say that BANA will perform its operations from its North Carolina \nheadquarters.  Actual performance —certainly for the events at issue —took place \nelsewhere.  And the terms of the agreement designate New York as the venue of \nchoice and the source of governing law.  The only connection to North Carolina is that \nBANA is headquartered here.  That is not enough, as Burger King itself makes clear.  \nSee id. at 478; see also US Chem. Storage, 253 N.C. App. at 386; Bank of Am., N.A. v. \nCorporex Cos., LLC, 2014 U.S. Dist. LEXIS 102670, at *8–9 (W.D.N.C. July 28, 2014). \n39. Other arguments pressed by Arby’s are equally unpersuasive.  Arby’s \nstresses, for example,  that Visa and Mastercard have had  “long-standing” \nrelationships with BANA , a North Carolina resident .  (Opp’n to Visa 2; Opp’n to \nMastercard 2.)  Again, the fact that BANA happens to have its headquarters in North \nCarolina does not, by itself, support jurisdiction.  That remains true regardless of how \nlong it has resided in the State.  In fact, the length of the relationship cuts the other \nway because the card organizations’ relationships  with BANA began when it was a \nCalifornia resident.   \n40. Arby’s also argues that the Court has personal jurisdiction over Visa and \nMastercard because their assessments injured a North Carolina resident.  (See Opp’n \nto Visa 2, 5; Opp’n to Mastercard 3, 5.)  The United States Supreme Court has rejected \nthat argument . “The proper question is not where the plaintiff experienced a  \nparticular injury or effect but whether the defendant’s conduct connects him to the \nforum in a meaningful way.”  Walden , 571 U.S. at 290 ; see also Bank of Am. , 2014 \nU.S. Dist. LEXIS 102670, at *9 (following Walden). \n41. It is tempting to cas t all this aside and find jurisdiction because Visa and \nMastercard are omnipresent in modern commercial life.  Neither could complain that \nlitigating in North Carolina is inconvenient.  But to do so would dissolve the barrier \nbetween general and specific jurisdiction for many large corporations.  And it would \nweaken our federal system of shared sovereignty.  Restrictions on personal \njurisdiction “are more than a guarantee of immunity from inconvenient or distant \nlitigation.  They are a consequence of territorial limitations on the power of the \nrespective States.”  Hanson, 357 U.S. at 251. \n42. In short, Arby’s has not met its burden to show that its claims arise from or \nrelate to the contacts that Visa or Mastercard have had with this State.  The acquirer \nagreements are not adequate to show purposeful avail ment, and there is no \n“affiliation between the forum and the underlying controversy.”  Ford , 141 S. Ct. at \n1025 (citation and quotation marks omitted).  The Court therefore  concludes that it \nmay not exercise personal jurisdiction over Visa or Mastercard. \n43. One final matter remains.  In a two-sentence footnote, Arby’s asks to conduct \njurisdictional discovery.  ( See Opp’n to Visa 7 n.10; Opp’n to Mastercard 7 n.5.)   \n“Whether to grant jurisdictional discovery is within  the Court’s discretion, but the  \nparty seeking discovery must offer more than speculation or conclusory assertions  \nabout contacts with a forum state .”  Azure Dolphin, LLC v. Barton , 2017 NCBC \nLEXIS 90, at *12 (N.C. Super. Ct. Oct. 2, 2017) (citation and qu otation marks \nomitted), aff’d, 371 N.C. 579 (2018) .  In its conclusory footnote, Arby’s has not \nexplained why jurisdiction would be found if discovery were permitted .  See, e.g. , \nGenzyme Corp. v. Shire Human Genetic Therapies, Inc. , 906 F. Supp. 2d 9 , 19 (D. \nMass. 2012).  The Court denies the request. \nII. \nCONCLUSION \n44. For all these reasons, the Court GRANTS Visa’s and Mastercard’s motions \nto dismiss for lack of personal jurisdiction.  The third- party complaints are \nDISMISSED without prejudice.  The motions are otherwise DENIED as moot. \n \nSO ORDERED, this the 30th day of June, 2021. \n \n \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}