{
  "id": "e9841880cdfb5faacd7f00ed569c4735fc2f4a3b22e960bfe5ca21db75e7dbea",
  "source_file": "data/raw/ncbc/e9841880cdfb5faacd7f00ed569c4735fc2f4a3b22e960bfe5ca21db75e7dbea.pdf",
  "raw_text": "N.C. Acupuncture Licensing Bd. v. N.C. Bd. of Physical Therapy Exam’rs, 2017 \nNCBC 66. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 9539 \n \nNORTH CAROLINA ACUPUNCTURE \nLICENSING BOARD, \n \nPetitioner, \n \nv. \n \nNORTH CAROLINA BOARD OF \nPHYSICAL THERAPY EXAMINERS \n \nRespondent. \n \n \n \n \n \nORDER AND OPINION ON \nPETITION FOR JUDICIAL REVIEW \n \n \n \n1. THIS MATTER is before the Court upon the North Carolina Acupuncture \nLicensing Board’s (the “Acupuncture Board”  or “ Petitioner”) Petition for Judicial \nReview (the “Petition”) of a declaratory ruling (the “Declaratory Ruling”) issued \npursuant to N.C. Gen. Stat. § 150B -4 by the North Carolina Board of Physical \nTherapy Examiners (the “Physical Therapy Board”  or “Respondent”) in the above -\ncaptioned case.  For the reasons discussed below, the Court AFFIRMS the \nDeclaratory Ruling. \nEverett Gaskins Han cock, LLP, by E.D. Gaskins, Jr., James M. Hash, \nand Fiona K. Steer, and Stevens Martin Vaughn & Tadych, PLLC, by \nMichael J. Tadych, for Petitioner North Carolina Acupuncture Licensing \nBoard. \n \nEllis & Winters LLP, by Matthew W. Sawchak, Stephen Daniel Feldman, \nTroy D. Shelton, and James M. Weiss , for Respondent North Carolina \nBoard of Physical Therapy Examiners. \n \nBledsoe, Judge. \n \n \n \n \n \n \n \n \n \nI. \nBACKGROUND \nA. Prior History \n2. This action arises out of an ongoing disagreement between the Acupuncture \nBoard and the Physical Therapy Board over whether a p rocedure known as “dry \nneedling” is acupuncture and thus subject to the exclusive regulation of the \nAcupuncture Boa rd.  Dry needling is the insertion of solid filament needles into \nspecific trigger points in a patient’s muscle tissue to relieve pain.  (Declaratory Ruling \n4–5; Pet. Judicial Review 2.)  The Acupuncture Board views dry needling as indistinct \nfrom the practice of acupuncture because both procedure s use identical needles, \nwhich are inserted at the same places in the body and manipulated in the same way \nto achieve the same therapeutic results.  (Pet . for Judicial Review 2.)   The Physical \nTherapy Board currently takes the position that dry needling falls within the scope \nof physical therapy and may be performed by physical therapists in North Carolina.   \n3. The Acupuncture Board brought this dispute before the undersigned in a \nprevious case, N.C. Acupuncture L icensing Bd. v. N.C. Bd. of Physical Therapy \nExaminers, No. 15 CVS 12012 (N.C. Super. Ct. Wake Cnty.), petitioning the Court for \na declaratory judgment that dry needling does not fall within the statutory scope of \nphysical therapy in North Carolina.  The Court dismissed that case on jurisdictional \ngrounds; i n particular, the Court held that it lacked jurisdiction because the \nAcupuncture Board had not exhausted available administrative remedies under \nNorth Carolina’s Administrative Procedure Act, including sections 150B-4 and 150B-\n \n \n \n \n20.  N.C. Acupuncture Licensing Bd. v. N.C. Bd. of Physical Therapy Examiners, 2016 \nNCBC LEXIS 33, at *24 (N.C. Super. Ct. Apr. 26, 2016)  (hereinafter, “ NC \nAcupuncture I”).   \n4. The Acupuncture Board’s request draws on the history of the parties’ \ndispute about the regulation of dry needling .  In 2002, the Physical Therapy Board, \nas reflected in its newsletters for licensees, took the position that dry needling was a \nform of acupuncture and outside the scope of p ractice of physical therapists.  ( R. at \n233.)  The Physical Therapy Board revised its view eight years later and issued a \nposition statement in September 2010 concluding that dry needling is within the \nscope of practice of physical therapists.  (R. at 297–99.)   \n5. In response, the Acupuncture Board sought a formal Attorney General  \nOpinion addressing whether dry needling is within the scope of practice of physical \ntherapists.  In response, the Attorney General’s office issued an advisory letter (the \n“Advisory Letter”) on December 1, 2011.  The Advisory Letter took the position that \ndry needling is distinct from acupuncture and that it is within the Physical Therapy \nBoard’s power to determine whether dry needling falls within the scope of practice of \nphysical therapists.  (R. at 267.)  The Advisory Letter cautioned that, in order to fulfill \nthe Board’s statutory mandate to safeguard the public health, the Physical Therapy \nBoard should adopt administrative rules and standards to ensure that dry needling \nonly be practiced by physical therapists with a requisite level of skill and competence.  \n(R. at 267–68.)   \n \n \n \n \n6. In 2014, the Physical Therapy Board undertook rulemaking procedures and \nproposed a rule setting training standards for dry needling.  (R. at 237.)  The proposed \nrule defined dry needling as “a technique using the insertion of a solid filament \nneedle, without medication, into or through the skin to treat various impairments,” \nand would have required at least fifty -four additional hours of training for physical \ntherapists who wished to perform dry needling.  (R. at 237.)  The Physical Therapy \nBoard submitted the proposed rule to the Rules Review Commission in accordance \nwith N.C. Gen. Stat. § 150B-21.8.  Representatives of the Acupuncture Board opposed \nthe proposed rule in writing and in person at a January 15, 2015 hearing.  (R. at 307.)  \nAt the hearing, the Rules Review Commission orally voted to object to the proposed \nrule.  (R. at 2075.)  In a follow -up letter dated January 26, 2015, t he Rules Review \nCommission memorialized the basis for its objection :  “The Commission objected to \nthis Rule based upon lack of statutory authority.  [The Rule], as adopted by the \nagency, addresses a matter not within the authority delegated to the agency b y the \nGeneral Assembly, as required by [N.C. Gen. Stat. §] 150B-21.9(a).”  (R. at 238.)   \n7. The Physical Therapy Board did not pursue its statutory rights to challenge \nthe Rules Review Commission’s objection to the proposed rule.  Instead, the Physical \nTherapy Board posted on its website a revised position statement on January 16, \n2015 (the “Revised Position Statement”), the day after the Rules Review Commission \nvoted to object to the proposed rule .  The Revised Position Statement expresses the \nPhysical Thera py Board’s view that the Attorney General’ s Advisory Letter still \nstands.  The Revised Position Statement states the Physical Therapy Board’s \n \n \n \n \nconclusion that “physical therapists can continue to perform dry needling so long as \nthey possess the requisite education and training required by N.C.G.S. § 90-270.24(4), \nbut there are no regulations to set the specific requirements for engaging in dry \nneedling.”  (R. at 239.)   \n8. The Acupuncture Board filed suit to enjoin the Physical Therapy Board from \ninstructing physical therapists that they could practice dry needling, and the Court \nin NC Acupuncture I dismissed the complaint on April 26, 2016.  On May 2, 2016, the \nAcupuncture Board requested a declaratory ruling from the Physical Therapy Board \npursuant to N.C. Gen. Stat. § 150B-4.  (R. at 1.)  The Acupuncture Board requested a \nruling “that the [Physical Therapy] Board publicly declare that ‘dry needling’ is not \nwithin the scope of the Physical Therapy Act and withdraw the position statement of \nJanuary 16, 2015  . . . because it is in conflict with the determination of the Rules \nReview Commission.”  (R. at 1.)   \nB. The Declaratory Ruling and the Petition for Judicial Review \n9. The Physical Therapy Board issued the Declaratory Ruling on June 27, \n2016.  The Declaratory Ruling summarizes the conclusions of the Physical Therapy \nBoard that: \n the scope of physical therapy under North Carolina law includes dry \nneedling; \n the scope of health professions is dynamic, not static; \n dry needling is distinct from acupuncture; \n the Acupuncture Board’s request fails to recognize that health \nprofessions are allowed to have overlapping scopes of practice; \n there is no conflict between this ruling and the Rules Review \nCommission’s January 15, 2015 objection to the Board’s  proposed \nrule on additional training requirements for dry needling; \n North Carolina public policy favors patient choice in health care; and \n \n \n \n \n the Acupuncture Board’s desired ruling would violate the anti -\nmonopoly provision in the North Carolina Constitution. \n \n(Notice of Designation Ex. E., hereinafter “Declaratory Ruling,” 3.)    \n10. The Acupuncture Board exercised its right under North Carolina’s \nAdministrative Procedure Act, N.C. Gen. Stat. § 150B-1 et seq., to seek judicial review \nof the Declaratory Ruling by filing the Petition on July 27, 2016.  Pursuant to N.C. \nGen. Stat. § 150B-46, the Petition catalogues the Acupuncture Board’s exceptions to \nthe Declaratory Ruling and states its requested relief.  The Acupuncture Board’s \nPetition sets forth sixteen excepti ons to the Declaratory Ruling, which the \nAcupuncture Board’s opening brief in support of the Petition distills into two \narguments: (i) that the Physical Therapy Board is bound by the decision of the Rules \nReview Commission  in issuing its Declaratory Ruling  and Revised Position \nStatement; and (ii) that the Physical Therapy Board wrongly concluded that dry \nneedling falls within the statutory scope of physical therapy.  The Acupuncture Board \nseeks a final judgment that reverses the Declaratory Ruling and holds  that dry \nneedling is acupuncture and not within the scope of physical therapy.  (Pet. Judical \nReview, Prayer for Relief.)  The Court held a hearing on the Petition, and the matter \nis now ripe for decision. \nII. \nSTANDARD OF REVIEW \n11. In reviewing a final agenc y decision, the Court acts in the capacity of an \nappellate court, and the standard of review depends on the issue presented .  Mann \nMedia, Inc. v. Randolph Cty. Planning Bd. , 356 N.C. 1, 12, 565 S.E.2d 9, 17 (2002).  \n \n \n \n \nN.C. Gen. Stat. § 150B -51(b) specifically addresses a trial court’s authority in this \ncontext and provides as follows: \nThe court reviewing a final [agency] decision may affirm the decision or \nremand the case for further proceedings.  It may also reverse or  modify \nthe decision if the substantial rights of the petitioners may have been \nprejudiced because the findings, inferences, conclusion or decisions are: \n \n(1)  In violation of constitutional provisions; \n(2)  In excess of the statutory authority or jurisdic tion of the agency or \nadministrative law judge \n(3)  Made upon unlawful procedure; \n(4)  Affected by other error of law; \n(5)  Unsupported by substantial evidence admissible under G.S. 150B -\n29(a), 150B-30, or 150B-31 in view of the entire record as submitted; or \n(6)  Arbitrary, capricious, or an abuse of discretion. \n \nN.C. Gen. Stat. § 150B-51(b).   \n12. The first four grounds for reversing an agency’s decision listed in section \n150B-51(b)(1)–(4) are characterized as law -based inquiries and receive de novo \nreview; the final two grounds listed in section 150B-51(b)(5)–(6) are characterized as \nfact-based inquiries and reviewed under the “whole record” test.  N.C. Dep’t of Env’t \n& Nat. Res. v. Carroll, 358 N.C. 649, 65 9, 599 S.E.2d 888, 894 –95 (2004); N.C. Gen. \nStat. § 150B-51(c).   \n13. When conducting a de novo review of an agency action under the \nAdministrative Procedure Act, the Court reviews the matter anew and substitutes its \nown judgment for the judgment of the agency.  Carroll at 660, 599 S.E.2d at 895 .  \n“The judicial review provisions of the [Administrative Procedure Act],” however, \n“should not be construed to substantially undermine the General Assembly’s \njudgment that administrative agencies, not courts, should perform the primary fact-\n \n \n \n \nfinding function in contested cases.”  Id. at 662, 599 S.E.2d at 896  (reversing where \nthe trial court made independent findings of fact while conducting de novo review of \nthe agency’s legal conclusions) .  Therefore, “where the findings of fact of an \nadministrative agency are supported by substantial competent evidence in view of \nthe entire record, they are binding on the reviewing court, and that court lacks \nauthority to make alternative findings at variance with the agency’s.”  Id. at 663, 599 \nS.E.2d at 897.   \nIII. \nANALYSIS \n14. Prior to engaging the Acupuncture Board’s arguments, the Court first \nconsiders it helpful to discuss the nature of the Declaratory Ruling.  A declaratory \nruling can be sought “as to the validity of a rule  or as to the applicability to a given \nstate of facts of a statute administered by the agency or a rule or order of the \nagency[,]” or “to resolve a conflict or inconsistency within the agency regarding an \ninterpretation of the law or a rule adopted by the agency .”  N.C. Gen. Stat. § 150B -\n4(a).  “A declaratory ruling is binding on the agency and the person requesting it \nunless it is altered or set aside by the court.”  Id.  The Declaratory Ruling issued by \nthe Physical Therapy Board therefore is binding only on the Physical Therapy Board \nand the A cupuncture Board.  See also Diggs v. N.C. Dep’t of Health and Human \nServs., 157 N.C. App. 344, 349, 578 S.E.2d 666, 669 (2003) (holding that a declaratory \nruling was void where petitioner did not have standing to seek a declaratory ruling).   \n \n \n \n \n15. Thus, the Declaratory Ruling is of limited applicability , and it lacks the \nsame universal force as a promulgated regulation.  Compare In re A Declaratory \nRuling by the N.C. Comm’r of Ins. Regarding 11 N.C.A.C. 12.0319, 134 N.C. App. 22, \n30, 517 S.E.2d 134, 140 (1999) (citing Taylor v. Superior Motor Co., 227 N.C. 365, 367, \n42 S.E.2d 460, 461 (1947)) (“Where an agency has the authority to act, its rules and \nregulations have the binding effect of statutes and may accordingly alter the common \nlaw.”), with Texas v. United States, 866 F.2d 1546, 1555 (5th Cir. 1989) (“Rendered in \na specific factual context and resolving only the question presented by [the] petitions, \n[the declaratory ruling] belongs to the genre of adjudicatory rulings.”) (citation and \ninternal punctuation omitted).1  See also Opinion of Attorney General to Rep. Cherie \nBerry, 1995 N.C. AG LEXIS 75, at *3 (Dec. 11, 1995) (“The JOBS Manual is a \nstatement of agency policy and has not been adopted as a rule.  Thus, it does not have \nthe force of law.”)   \nA. Procedural Arguments \n16. The Acupuncture Board advances several arguments contending that the \nDeclaratory Ruling and the underlying Revised Position Statement are the result of \nunlawful procedure.  These are law-based inquiries and receive de novo review.  See \nN.C. Gen. Stat. § 150B-51(b)(3). \n                                                 \n1  There are many significant differences in the treatment of declaratory rulings under North \nCarolina’s Administrative Procedure Act and declaratory orders under the federal \nAdministrative Procedure Act.  The Court nevertheless considers this comparison useful here \nbecause the purpose of declaratory orders under the federal Act—“to terminate a controversy \nor remove uncertainty,” 5 U.S.C. § 554(e)—is substantially similar to the purpose of \ndeclaratory rulings under North Carolina’s law—“to resolve a conflict or inconsistency within \nthe agency regarding an interpretation of the law,” N.C. Gen. Stat. § 150B-4(a). \n \n \n \n \n1. The Effect of the Rules Review Commission’s Objection \n17. The chief argument advanced by the Acupuncture Board is that the \nDeclaratory Ruling must be reversed because the Rules Review Commission’s \nobjection to the proposed rule precludes the Physical Therapy Board from \nsubsequently taking the position in the Revised Position Statement and the \nDeclaratory Ruling that dry needling is within the scope of physical therapy.  (Pl.’s \nBr. Supp. Pet. Judicial Review 6.)  The Court disagrees.   \n18. From the Acupuncture Board’s point of view, the Rules Review \nCommission’s objection to the proposed rule constituted a final determination binding \nagainst all persons and entities and for all purposes that dry needling is not within \nthe scope of physical therapy under North Carolina law.  From the Physical Therapy \nBoard’s point of view, however, the Rules Review Commission’s objection merely \nblocked its proposed training requirements for physical therapists to perform dr y \nneedling but did not restrict the Board’s ability to issue an interpretive statement \nregarding the Board’s view that dry needling falls within the scope of physical \ntherapy.  These divergent views turn on the parties’ competing interpretations of the \nauthority given to the Rules Review Commission by the North Carolina \nAdministrative Procedure Act. \n19. “In matters of statutory construction, our primary task is to ensure that the \npurpose of the legislature, the legislative intent, is accomplished.  Legislative purpose \nis first ascertained from the plain  words of the statute .”  Elec. Supply Co. v. Swain \nElec. Co., 328 N.C. 651, 656, 403 S.E.2d 291, 294 (1991)  (internal citations omitted).  \n \n \n \n \nAnalyzing the plain language and structure of the Administrative Procedure Act, the \nCourt concludes that the Rules Review Commission’s objection does not have a \npreclusive effect outside of the rulemaking process.   \n20. The purpose of the Rules Review Commission, as set forth in its enabling \nstatute, is to “review[] administrative r ules in accordance with [the Administrative \nProcedure Act].”  N.C. Gen. Stat. § 143B -30.2.  The Administrative Procedure Act \ngives t he Rules Review C ommission limited authority to review rules; the \nCommission can approve or object to only the specific rules submitted to it.  N.C. Gen. \nStat. § 150B-21.10.  Approval of a rule by the Rules Review Commission is a necessary \nstep in formal rulemaking, and an agency cannot adopt a permanent rule without \napproval by the Rules Review Commission.  N.C. Gen. Stat. § 150B-21.8.  The Rules \nReview Commission can object to a rule for one of four reasons:  (i) the rule is not \nwithin the agency’s delegated authority; (ii) the rule is unclear and ambiguous; (iii) \nthe rule is not reasonably necessary to implement or interpret state or federal law; or \n(iv) the agency failed to follow the strictures of the rulemaking process.  See N.C. Gen. \nStat. §§ 150B-21.9(a), -21.10. \n21. When the Rules Review Commission objects to an agency’s proposed rule, \nthe agency effectively has three options:  (i) the agency can revise and resubmit the \nrule in light of the Rules Review Commission’s objection ; (ii) the agency can request \nthat the Rules Review Commission return the rule to the agency because the agency \nhas decided not to revise the rule, N.C. Gen. Stat. § 150B-21.12; or (iii) if the agency \nseeks return of the rule and decides not to address the objection, the agency may then \n \n \n \n \nelect to file a declaratory judgment action to seek judicial review of the Rules Review \nCommission’s objection, N.C. Gen. Stat. § 150B -21.8(d).  Here, the parties do not \ndispute that the Physical Therapy Board exercised the second option; it sought return \nof the rule and elected not to seek judicial review of the Rules Review Commission’s \nobjection.   \n22. The statutory provisions outlined above clearly identify the Rules Review \nCommission’s role as a gatekeeper in the rulemaking process .  Indeed, all of the \nstatutory provisions describing the role of the Rules Review Commission fall within \nArticle 2A—entitled Rules—of the Administrative Procedure Act .  See Elec. Supply \nCo., 328 N.C. at 656, 403 S.E.2d at 294 (“Moreover, we are guided by the structure of \nthe statute[.]”). \n23. No part of the statutory framework, however, indicates that the legislature \nintended the Rules Review Commission’s  objection to a specific rule to restrict an \nagency’s ability to act on a particular subject matter when the agency is lawfully \nacting outside of formal rulemaking procedures .2  Indeed, the plain language of the \nstatute clearly sug gests that an objection  by the Rules Review Commission is only \nrelevant to rulemaking and the  specific rule s under consideration because the \nCommission can object on relatively minor grounds that a proposed rule is unclear or \naccompanied by procedural error and because the statutory framework contemplates \n                                                 \n2 See infra ¶¶ 2 8–37 for a discussion of the Court’s conclusion that the Revised Position \nStatement and Declaratory Ruling do not violate the requirement s for formal rulemaking \ncontained in section 150B-2(8a). \n \n \n \n \nthat a party may propose successive rules as circumstances and an agency’s policy \npreferences change and evolve.   \n24. Given the nature of the Rules Review Commission’s limited authority to \nreview and object to proposed rules, the Court concludes that it would unreasonably \nexpand the scope of the relevant statutory language to conclude, as the Acupuncture \nBoard urges, that an objection by the Rules Review Commission ha s vast preclusive \neffect on  the rule -proposing agency outside formal rulemaking .  Burgess v. Your \nHouse of Raleigh, Inc. , 326 N.C. 205, 216, 388 S.E.2d 134, 141 (1990) (“A statute is \npresumed not to have been intended to produce absurd consequences, but rather to \nhave the most reasonable operation that its language permits.”)  This is particularly \ntrue in light of the Acupuncture Board’s failure to identify any case law supporting \nits view that the Rules Review Commission’s objection precludes the Physical \nTherapy Board from stating its belief and its determination in the Declaratory Ruling \nthat dry needling falls within the scope of physical therapy.   \n25. Thus, applying basic rules of statutory construction , and in the absence of \ncontrolling case law to the contrary, the Court concludes  that the Rules Review \nCommission’s objection does not constitute a final determination that dry needling is \noutside the scope of physical therapy under North Carolina law.  \n2. Exhaustion of Remedies \n26. The Acupuncture Board argues further that even if the objection by the \nRules Review Commission has no preclusive effect on the Physical Therapy Board’s \nability to reach the conclusions in the Declaratory Ruling, the Physical Therapy \n \n \n \n \nBoard is procedurally prohibited from doing so because it failed to pursue its right to \nseek judicial review of the Rules Review Commission’s objection.  (Pl.’s Br. Supp. Pet. \nJudicial Review 10.)  This argument relies on the doctrine of exhaustion of \nadministrative remedies, which holds that “[s]o long as the statutory  procedures \nprovide effective judicial review of an agency action, courts will require a party to \nexhaust those remedies.”  Flowers v. Blackbeard Sailing Club, Ltd. , 115 N.C. App. \n349, 352, 444 S.E.2d 636, 638 (1994).  Reliance on this doctrine in this con text is \nmisplaced, however.   \n27. As this Court stated when applying the doctrine in NC Acupuncture I , a \nparty’s failure to exhaust administrative remedies reveals a lack of subject matter \njurisdiction, and the plaintiff bears the burden of proving that jurisd iction exists.  \nN.C. Acupuncture I, 2016 NCBC LEXIS 33, at *9; see also Frazier v. N.C. Cent. Univ., \n779 S.E.2d 515, 518 (N.C. Ct. App. 2015).  The doctrine clearly applies to limit a \nplaintiff who seeks judicial relief from an agency action prior to exhau sting its \nadministrative remedies.  Presnell v. Pell , 298 N.C. 715, 721, 260 S.E.2d 611, 615 \n(1979) (“[W]here the legislature has provided by statute an effective administrative \nremedy, that remedy is exclusive and its relief must be exhausted before recou rse \nmay be had to the courts.”) (emphasis added).  The Court cannot apply the failure to \nexhaust administrative remedies doctrine to the Physical Therapy Board here, \nhowever, because the Physical Therapy Board is not seeking any relief from the Court \nin this action  and thus is not seeking to invoke this Court’s subject matter \njurisdiction.  See, e.g., Neuse River Found. v. Smithfield Foods, Inc ., 155 N.C. App. \n \n \n \n \n110, 113, 574 S.E.2d 48, 51 (2002) (citing Lujan v. Defs. of Wildlife, 504 U.S. 555, 561 \n(1992)) (“As the party invoking jurisdiction, plaintiffs have the burden of proving the \nelements of standing.”).    \n3. Requirement to Pursue Rulemaking \n28. As an additional argument, the Acupuncture Board contends that the \nDeclaratory Ruling erred in reaching an opi nion contrary to the Rules Review \nCommission’s objection because the Physical Therapy Board can only act on the issue \nof dry needling through formal rulemaking.  (Pl.’s Br. Supp. Pet. Judicial Review 10; \nPet. Judicial Review 13.)  The North Carolina Administrative Procedure Act requires \nthat agencies pursue formal rulemaking when they “seek to implement or enfo rce \nagainst any person a policy, guideline, or other interpretive statement that meets the \ndefinition of a rule contained in [section] 150B-2(8a).”  N.C. Gen. Stat. § 150B-18.  The \ndefinition of a rule is “any agency regulation, standard, or statement of general \napplicability that implements or interprets an enactment of the General Assembly or \nCongress or a regulation adopted by a federal agency or that describes the procedure \nor practice requirements of an agency.”  N.C. Gen. Stat. § 150B-2(8a).   \n29. As an initial matter, the Court notes that the Administrative Procedure Act \nincludes an exemption for “ [s]tatements of agency policy made in the context of \nanother proceeding, including . . . [d]eclaratory rulings under [section] 150B-4.”  N.C. \nGen. Stat. § 150B -2(8a)(e)(1).  Therefore, the Declaratory Ruling itself, which the \nAcupuncture Board  requested, cannot be an improper attempt to circumvent \nrulemaking requirements.   \n \n \n \n \n30. Nevertheless, because the Declaratory Ruling includes a conclusion that the \nRevised Position Statement is correct, the Court will address the question of whether \nthe Physical Therapy Board’s issuance of the Revised Position Statement is an \nimproper attempt to avoid the rulemaking requirements of the Administrative \nProcedure Act.  The Physical Therapy Board argues that it had the authority to issue \nthe Revised Position Statement because it falls within a specific exemption from the \nrulemaking requirements for “ [n]onbinding interpretive statements within the \ndelegated authority of an agency that merely define, interpret, or explain the \nmeaning of a statute or rule.”  N.C. Gen. Stat. § 150B-2(8a)(c).   \n31. In a broad example of this exception, the Court of Appeals has held that the \nNorth Carolina Department of Labor’s Operations Manual setting forth standards for \ncompliance with the state’s OSHA statute is a “nonbinding int erpretive statement” \nexempt from the more stringent standards of rulemaking.  Comm’r of Labor v. \nWeekley Homes, L.P. , 169 N.C. App. 17, 30, 609 S.E.2d 407, 416  (2005).  The court \nconcluded in Weekley Homes  that the Operations Manual was a nonbinding \ninterpretive statement beca use the agency had a statutory mandate to protect the \nhealth and safety of all employees in the state, and the Operations Manual was \n“merely an interpretive guideline as to who can be cited [for OSHA violations] and \ndoes not require additional evidence or a more stringent standard of proof.”  Id. at 30, \n609 S.E.2d at 417.  \n32. Rules, in contrast, “fill the interstices of statutes.  They go beyond mere \ninterpretation of statutory language or application of such language and within \n \n \n \n \nstatutory limits set down additional substantive requirements.”  Comm’r of Ins. v. \nN.C. Rate Bureau, 300 N.C. 381, 411, 269 S.E.2d 547, 568 (1980), overruled on other \ngrounds by In re Redmond, 797 S.E.2d 275, 280 (N.C. 2017); see also Mt. States Health \nAlliance v. Burwell, 128 F. Supp. 3d 195, 205 (D.D.C. 2015) (“Legislative rules are \nthose that grant rights, impose obligations, or produce other significant effects on \nprivate interests.  In contrast, interpretive rules clarify a statutory or regulatory \nterm, remind parties of existing statutory or regulatory duties, or merely track \npreexisting requirements and explain something the statute or regulation already \nrequired.”) (internal citations and punctuation omitted). \n33. For example, the Court of Appeals has held that an agency policy requiring \ncertain Medicaid applicants to present written evidence in support of their \napplications fell within the definition of a “rule” because the policy created “a binding \nstandard which interprets the eligibility provisions of  the . . . law and, in addition, \ndescribes the procedure and evidentiary requirements utilized by respondent agency \nin determining such eligibility.”  Dillingham v. N.C. Dep’t of Human Res. , 132 N.C. \nApp. 704, 710, 513 S.E.2d 823, 827 (1999) (citing Comr. of Ins. V. Rate Bureau , 300 \nN.C. 381, 411, 269 S.E.2d 547, 568 (1980)). \n34. Here, the Revised Position Statement limits itself to stating the Physical \nTherapy Board’s interpretation of its own enabling statutes and existing regulations.  \nThe Revised Position Statement does not set forth standards or policies for the \npractice of dry needling by physical therapists.  Instead, it restates the Physical \nTherapy Board’s view that dry needling falls within the statutory definition of \n \n \n \n \nphysical therapy, it affirms that there are no specific regulations in place, and it \nadvises that physical therapists who desire to perform dry needling must comply with \n21 NCAC 48C.0101(a), which is the agency’s most basic regulation on what practices \nare permitted for physical therapists.  (R. at 239.)   \n35. The Revised Position Statement is nonspecific and does not purport to be a \n“statement of general applicability . . . that describes the procedure and practice \nrequirements of an agency.”  I ts apparent purpose is merely to “define, interpr et, or \nexplain” the meaning of the statutes and rules administered by the Physical Therapy \nBoard.  As such, the Court concludes that the Revised Position Statement falls within \nthe exception for “nonbinding interpretive statements.”  See also Okale v. N.C. Dep’t. \nof Health & Human Servs ., 153 N.C. App. 475, 478 –79, 570 S.E.2d 741, 743 (2002) \n(holding that the North Carolina  Family and Children ’s Medicaid Manual is a \n“nonbinding statement from the agency which defines, interprets , and explains the \nstatutes and rules for Medicaid”).   \n36. Indeed, agencies in other states have followed similar informal rulemaking \nprocedures in deciding whether dry needling falls within the scope of physical \ntherapy.  See Iowa Ass’n of Oriental Med . and Acupuncture v. Iowa Bd. of Physical \nand Occupational Therapy , No. CVCV 051242 , slip op. at 4 –5 (Iowa Dist. C t. Polk \nCnty. Oct. 8, 2016) ( Ruling on Petition for Judicial Review affirming agency’s \ndeclaratory order determining that dry needling fell within the scope of the statutory \ndefinition of physical therapy); Ky. Op. Att’y Gen., No. OAG 13 -010, 2013 Ky. AG \nLEXIS 145 (Sept. 3, 2013) (Attorney General Opinion upholding agency’s declaratory \n \n \n \n \nruling that dry needling fell within the scope of the statutory definition of physical  \ntherapy).   \n37. Accordingly, for the foregoing reasons , the Court rejects the Acupuncture \nBoard’s contention that the Physical Therapy Board issued the Revised Position \nStatement in violation of rulemaking requirements.  \nB. The Physical Therapy Statute \n38. The Acupuncture Board next challenges the Physical Therapy Board’s \nconclusion that dry needling satisfies the statutory definition of physical therapy.  \nThe Acupuncture Board challenges the Physical Therapy Board’s legal conclusions as \nmade in excess of the Physical Therapy Board’s statutory authority, (Pl.’s Br. Supp. \nPet. Judicial Review 11), so the Court reviews this argument de novo.  See N.C. Gen. \nStat. § 150B -51(b)(2).  The Acupuncture Board does not argue that the Physical \nTherapy Board’s factual fin dings were not supported by substantial competent \nevidence.  The Physical Therapy Board’s factual findings are therefore not at issue \nand are binding on this Court  in its de novo review.  Carroll, 358 N.C. at 663, 599 \nS.E.2d at 897. \n39. As noted above, the Court’s de novo review of the Declaratory Ruling’s legal \nconclusions means that the Court “considers the matter anew and freely substitutes \nits own judgment for the agency’s.”  Carroll, 358 N.C. at 660, 599 S.E.2d at 895.  The \nPhysical Therapy Board nevertheless contends that the Court should d efer to the \nBoard’s interpretation of the Physical Therapy Practice Act,  N.C. Gen. Stat. §§ 90 -\n270.24 et al., (Def.’s Resp. Opp. Pet. 17), relying on the rule that courts “give great \n \n \n \n \nweight to an agency’s interpre tation of a statute it is charged with administering.”  \nHigh Rock Lake Partners, LLC v. N.C. Dep’t of Transp., 366 N.C. 315, 319, 735 S.E.2d \n300, 303 (2012).   \n40. The Court of Appeals has addressed this precise issue where, as here, a court \nis employing de novo review of a statute that “instructs a state agency to promulgate \nregulations to administer it”3 and determined that, in such situations, “an additional \nlayer of review is required.”  Total Renal Care of N.C., LLC v. N.C. Dep’t of Health \nand Human Servs., 776 S.E.2d 322, 326 (N.C. App. 2015).  In particular, the Court of \nAppeals has directed that: \nIf the statutory language is unambiguous and the statutory intent clear, \nthis Court must give effect to that unambiguous language regardless of \nthe agency’s interpretation.  AH N.C. Owner LLC v. N.C. Dep’t of Health \n& Human Servs., __ N.C. App. __, 771 S.E.2d 537, 549 (2015).  But if the \nstatute is silent or ambiguous on an issue, this Court must defer to the \nagency’s interpretation “a s long as the agency’s interpretation is \nreasonable and based on a permissible construction of the statute.”  Id. \nat __, 771 S.E.2d at 543. \n \nId.  This approach is supported by longstanding precedent from the Supreme Court  \nof North Carolina.  In re Appeal of N.C. Sav. & Loan Leag ue, 302 N.C. 458, 465 –66, \n276 S.E.2d 404, 410 (1981) (holding that, even when employing de novo review, courts \nshould accord some deference to the interpretation of a statute by an agency created \nto administer that statute).     \n41. Under North Carolina law, physical therapy means: \nthe evaluation or treatment of any person by the use of physical, \nchemical, or other properties of heat, light, water, electricity, sound, \n                                                 \n3  The Physical Therapy Practice Act empowers the Physical Therapy Boar d to adopt \nregulations to administer the Act, N.C. Gen. Stat. § 90 -270.26(8) and instructs that the \nPhysical Therapy Board’s powers “are to be liberally construed,” N.C. Gen. Stat.  § 90-270.26.   \n \n \n \n \nmassage, or therapeutic exercise, or other rehabilitative procedures , \nwith or without assistive devices, for the purposes of preventing, \ncorrecting, or alleviating a physical or mental disability. . . . Evaluation \nand treatment of patients may involve physical measures, methods, or \nprocedures as are found commensurate with physical therapy education \nand training and generally or specifically authorized by regulations of \nthe Board.  Physical therapy education and training shall include study \nof the skeletal manifestations of systemic disease.  Physical therapy does \nnot include the  application of roentgen rays or radioactive materials, \nsurgery, manipulation of the spine unless prescribed by a physician \nlicensed to practice medicine in North Carolina, or medical diagnosis of \ndisease. \n \nN.C. Gen. Stat. § 90-270.24(4).  The statutory definition of physical therapy is silent \nregarding dry needling.  Thus, the Court must defer to the Physical Therapy Board’s \ninterpretation of its own statute, so long as the Board’s interpretation is reasonable \nand based on a permissible construction of the statute.  Total Renal Care, 776 S.E.2d \nat 326.   \n42. The Declaratory Ruling holds that dry needling falls within the statutory \ndefinition of physical therapy because it is  “a treatment that uses physical or \nrehabilitative procedures, with assistive devices, f or the purpose of correcting or \nalleviating myofascial pain, a physical disability.”  (Declaratory  Ruling 20–21.)  The \nAcupuncture Board contends that this conclusion is fundamentally flawed and should \nbe reversed. \n1. “Rehabilitative Procedures” \n43. The Acupuncture Board argues that  basic rules of statutory construction \nrequire reading “other rehabilitative procedures” in section 90-270.24(4) to describe \nonly non -invasive acts because only non -invasive acts immediately precede  that \nphrase in the statute.  Stated differently, the Acupuncture Board argues that the \n \n \n \n \nCourt should follow the rule that “the meaning of a doubtful word may be ascertained \nby reference to the meaning of words with which it is associated ,” Gardner v. City of \nReidsville, 269 N.C. 581, 591, 153 S.E.2d 139, 148 (1967) (citation omitted), and that, \nunder that rule, dry needling , which involves the insertion of solid filament needles \nthrough the skin,  necessarily falls outside the statutory definition of physical \ntherapy.   \n44. The Court disagr ees, however, for several reasons .  First, it appears from \nthe uncontested factual findings in the Declaratory Ruling that physical therapists \nhave long been permitted to insert needles into the body for the purpose of performing \nelectromyography studies, which assess electrical activity in muscles.  (Declaratory \nRuling 22.)  The Attorney General ’s Advisory Letter also relied on this fact as \nevidence that “insertion of needles by physical therapists does not appear to be \nprohibited in all circumstances .”  (R. at 267.)  The Court concludes that this fact \ndemonstrates that the Physical Therapy Board has reasonably concluded that the \nphrase “other rehabilitative procedures” can include the insertion of needles.  AH \nN.C. Owner LLC v. N.C. Dep’t of Health and Human Servs., 240 N.C. App. 92, 111, \n771 S.E.2d 537, 548 (2015) (holding that an agency’s consistent interpretation of a \nstatute is particularly worthy of deference).   \n45. The Court further concludes that under basic rules of statutory construction \nalone, the phrase “other rehabilitative procedures” can include dry needling.  In \nparticular, the structure of the statute does not suggest that “other rehabilitative \nprocedures” categorically exclude all invasive procedures.  While the Acupuncture \n \n \n \n \nBoard is correct that the phrases preceding “other rehabilitative procedures” do not \nexpressly embrace invasive procedures, later language in the statutory definition \nexplicitly exempts “surgery”—undeniably an invasive procedure —from the scope of \nphysical therapy.  Reading  “other rehabilitative procedures” to exclude any and all \ninvasive procedures from the scope of physical therapy would thus render the express \nexclusion for “surgery” meaningless, and the law presumes that statutes do not \ncontain redundancies.  Domestic Elec. Serv., Inc. v. City of Rocky Mt., 285 N.C. 135, \n143, 203 S.E.2d 838, 843 (1974) (“The presumption is that no part of a statute is mere \nsurplusage, but each provision adds something which would not otherwise be \nincluded in its terms.”). \n46. For each of thes e reasons, therefore, the Court concludes that the phrase  \n“other rehabilitative procedures” under the Physical Therapy Practice Act can include \ndry needling.   \n2. “Assistive Devices” \n47. The Acupuncture Board additionally challenges the Declaratory Ruling’s \nconclusion that the solid filament needles used in dry needling are “assistive devices” \nas that term is used in the statute.  The Declaratory Ruling determined that the \nneedles used for  dry needling fall comfortably within the range of assistive devices \nused by physical therapists, which include “ultrasound equipment, crutches, \nwheelchairs, and the tools involved in instrument -assisted soft-tissue mobilization.”  \n(Declaratory Ruling 22.)  The Declaratory Ruling also relied upon similar conclusions \nfrom other states’ attorneys general  around the United States .  Ky. Op. Att’y Gen., \n \n \n \n \n2013 Ky. AG LEXIS 145 , at *14 (finding that the term “assistive devices” in \nKentucky’s physical therapy statut e could include needles); 95 Op. Att’y Gen. Md. \n138, 2010 Md. AG LEXIS 9, at *17 –18 (Aug. 17, 2010) (concluding that Maryland’s \nPhysical Therapy Board could interpret the term “mechanical device” to include \nneedles for dry needling); Miss. Op. Att’y Gen., No. 2012-00428, 2012 Miss. AG LEXIS \n253, at *9 (Sept. 10, 2012) ( adopting the Maryland Attorney General Opinion’s \nconclusions regarding the term “mechanical devices”).   \n48. The Acupuncture Board argues that categorizing needles as “assistive \ndevices” improperly expands the meaning of that term beyond wheelchairs, crutches, \nand other “typical” assistive devices used by physical therapists.  (Pl.’s Br. Supp. Pet. \nJudicial Review 14.)  The Physical Therapy Practice Act does not define the term \n“assistive devices, ” and, as previously discussed , physical therapists in North \nCarolina already have the ability to use needles to perform electromyography studies, \n(Declaratory Ruling 22 ; R. at 267) .  The Court thus concludes that the Declaratory \nRuling does not unduly enlarge the scope of the phrase “assistive devices” as used in \nthe Physical Therapy Practice Act.   \n49. The Acupuncture Board further argues that the needles used in dry needling \ncannot be considered an “assistive device” because they are a medical device \nregulated by the FDA  and available only for  use by  authorized practitioners of \nacupuncture.4  (Pl.’s Br. Supp. Pet . Judicial Review 14; Petition Judicial Review \n                                                 \n4  The Physical Therapy Board has not challenged, in briefing or at the hearing,  the \nAcupuncture Board’s contention that dry needling and acupuncture employ the same solid \nfilament needles.   \n \n \n \n \n¶¶ 16–20.)  In particular, the Acupuncture Board contends that the needles used in \ndry needling “must carry a specific FDA warning as required under 21 CFR § \n880.109(b)(1), stating ‘Caution: Federal law restricts this device to sale by or on the \norder of a [ qualified practitioner of acupuncture licensed by the law of the State in \nwhich he practices to use or order the use of the device.] ’”  (Petition ¶ 19) ( brackets \nand emphasis in original).   \n50. The Petition takes glaring liberties with the cited regulation, however.  The \nfull text of the regulation requires medical devices, such as the solid filament needles \nat issue here, to include a label bearing: \nThe symbol statement “RX only” or “℞ only” or the statement “Caution: \nFederal law restricts this device to sale by or on the order of a ____”, the \nblank to be filled with the word “physician”, “dentist”, “veterinarian”, or \nwith the descriptive designation of any other practitioner licensed by the \nlaw of the State in which the practitioner practices to use or order the \nuse of the device[.] \n  \n21 C.F.R. § 801.109(b)(1).  As such, t he cited regulation does not support the \nAcupuncture Board’s argument that the needles used in dry needling are “medical \ndevices” only for use by acupuncturists.  Indeed, u nder a plain reading of the \nregulation, acupuncture needles could be sold legally with a label stating “ RX only” \nby any practitioner licensed to use or order the use of such needles.  The Acupuncture \nBoard’s position assumes that acupuncturists are the only practitioners so licensed, \nbut the cited regulation does not go so far. \n51. Finally, t he Acupuncture Board challenged the identification of solid \nfilament needles as “assistive devices” because of the Declaratory Ruling’s conclusion \nthat dry needling is a “rehabilitative procedure with an assistive device.”  However, \n \n \n \n \nas a matter of statutor y construction, the Court concludes that whether or not solid \nfilament needles are “assistive devices” is not determinative of whether dry needling \nfalls within the scope of physical therapy.   \n52. The statute defines the scope of physical therapy as including “other \nrehabilitative procedures, with or without assistive devices, . . . ” N.C. Gen. Stat. § 90-\n270.24(4) (emphasis added).  The phrase “with or without” regularly appears in North \nCarolina’s General Statutes.  See, e.g., N.C. Gen. Stat. § 168A-3 (defining a “qualified \nperson with a disability” as “a person with a disability who can satisfactorily perform \nthe duties of the job in question, with or without reasonable accommodation”); N.C. \nGen. Stat. § 55A-15-01(b)(3) (describing permitted practices for foreign corporations, \nincluding “[m]aintaining bank accounts or borrowing money in this State, with or \nwithout security”); N.C. Gen. Stat. § 55 -8-08(a) (stating that “shareholders may \nremove one or more directors with or without cause unless the articles of \nincorporation provide that directors may be removed only for cause”); N.C. Gen. Stat. \n§ 15A-501 (describing the duties of a law -enforcement officer “[u]pon the arrest of a \nperson, with or without a warrant”) .  These repeated and varying occurrences show \nthat the phrase “with or without” as used here clearly and unambiguously identifies \ntwo equally available alternatives.  Burgess, 326 N.C. at 209, 388 S.E.2d at 136 \n(holding that where statutory language is clear and unambiguous, the Court must \napply the plain meaning of the statute).   \n53. Indeed, while the Declaratory Ruling concluded that solid filament needles \nare an “assistive device,” the phrase “with or without” indicates that a procedure does \n \n \n \n \nnot need to employ an assistive device to fall within the scope  of the statute, so long \nas a procedure qualifies as an “other rehabilitative procedure.”  Here, the Court has \nalready concluded that dry needling can fall within the statutory definition  of \nphysical therapy as an “other rehabilitative procedure,” and so whether or not solid \nfilament needles are an “assistive device” is not determinative of the issue.   \n54. Therefore, based on the foregoing, the Court finds the Acupuncture Board’s \narguments without merit  and concludes that (i) the Physical Therapy Board has \nreasonably interpreted the term “assistive devices” in the Physical Therapy Practice \nAct to include solid filament needles  used for dry needling , and (ii) the scope of \nphysical therapy can i nclude dry needling regardless of whether solid filament \nneedles qualify as assistive devices under the statute. \n3. “Commensurate with Physical Therapy Education and Training” \n55. The Declaratory Ruling contained a conclusion that health care professions \nhave dynamic scopes of practice.  (Declaratory Ruling 28.)  T he statutory definition \nof physical therapy contemplates that the scope of practice will evolve to include \n“physical measures, methods, or procedures as are found commensurate with \nphysical therapy education and training and generally or specifically authorized by \nregulations of the Board.”  N.C. Gen. Stat. § 90-270.24(4).  Pursuant to this statutory \nauthority, the Physical Therapy Board has adopted a regulation stating that \n“[p]hysical therapy is pres umed to include any acts, test s, procedures, modalities, \ntreatments, or interventions that are routinely taught in educational programs or in \ncontinuing education programs for physical therapists and are routinely performed \n \n \n \n \nin practice settings.”  21 N.C.A .C. 48C .0101(a).  Therefore, the Physical Therapy \nPractice Act and the regulations enforcing the act embrace the view that the scope of \nphysical therapy can evolve, and the Physical Therapy Board relied on this aspect of \nthe statutory definition of physical therapy to conclude that dry needling fell within \nits scope of practice. \n56. The Acupuncture Board did not challenge this aspect of the Declaratory \nRuling.  The Court nevertheless considers it worthwhile to evaluate the Physical \nTherapy Board’s factual find ings and conclusions of law construing this part of its \nstatute since the Court is determining whe ther the Physical Therapy Board’s \ninterpretation of its own statute merits deference.   \n57. The Physical Therapy Board  set forth  specific findings of fact  in the \nDeclaratory Ruling supporting its conclusion that dry needling is regularly taught \nand practiced by physical therapists .  The Physical Therapy Board concluded that \ndry needling is regularly taught and practiced because: (i) at least eighty-six percent \nof the knowledge requirements needed to be competent in dry needling are taught in \nentry-level physical therapy education; (ii) post -graduate and continuing education \ncourses are available and provide specific training in dry needling; (iii) as recently as \n2014, physical therapists  in North Carolina  were performing an estimated 500,000 \ndry needling treatments per year; and (iv) experience in dry needling will accompany \nphysical therapists who relocate to North Carolina from one of the thirty -two states \nthat allows the performance of dry needling by physical thera pists.  (Declaratory \nRuling 25–27.)  T he Court concludes that the se binding facts support a conclusion \n \n \n \n \nthat dry needling may be a procedure as is “found commensurate with  physical \ntherapy education and training” as set forth in section 90-270.24(4).  \n58. For each of these reasons, therefore, the Court concludes that the Physical \nTherapy Board has reasonably construed its statute to  conclude that dry needling \nfalls within the statutory definition of physical therapy.  The Court thus decides that \nthe conclusions in the Declaratory Ruling should not be set aside.     \nC. Unargued issues \n59. Throughout this case, t he Acupuncture Board’s briefs and oral arguments \nhave coalesced around two arguments —that the Declaratory Ruling is the result of \nunlawful procedure and that the Physical Therapy Board erred in its interpretation \nof the Physical Therapy Practice Act —which the Court has addressed above.   The \nPetition lists several other exceptions to the Declaratory Ruling .  These include \nexceptions to the Physical Therapy Board’s policy-based conclusions that North \nCarolina public policy favors patient choic e in health care, and an exception to the \nPhysical Therapy Board’s conclusion that the Acupuncture Board’s desired ruling \nwould violate the anti-monopoly provision of the North Carolina Constitution.   \n60. These exceptions received little to no attention in the Acupuncture’s Board’s \nbriefs or oral arguments.  For instance, across its two briefs, the Acupuncture Board \ndevoted but a single sentence in the last page of its reply brief arguing that a ruling \nin its favor would not violate the anti -monopoly provision of the North Carolina \nConstitution.  (Pl.’s Reply Br. Supp. Pet. Judicial Review 12.)  The Court concludes \nthat these issues have not been sufficiently presented for review and therefore does \n \n \n \n \nnot consider these unargued exceptions.   See Foster v. Crandell, 181 N.C. App. 152, \n173, 638 S.E.2d 526, 540 (2007) (“It is not the responsibility of this Court to construct \narguments for a party.”) ; Larsen v. Black Diamond French Truffles, Inc. , 241 N.C. \nApp. 74, 79, 772 S.E.2d 93, 96 (2015) (holding, under the Rules of Appellate \nProcedure, that a party has abandoned issues not raised in its principal brief).      \nIV. \nCONCLUSION \n61. For the reasons stated above, the Court AFFIRMS the Physical Therapy \nBoard’s Declaratory Ruling.5   \nSO ORDERED, this the 2nd day of August, 2017. \n \n \n      /s/ Louis A. Bledsoe, III  \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n        for Complex Business Cases \n                                                 \n5  Despite its ruling, the Court is sensitive to the Acupuncture Board’s view that the legal \nstatus of dry needling by physical therapists is currently in an unusual status—i.e., that the \nPhysical Therapy Board currently believes that it has the authority to determine that \nphysical therapists may practice dry needling, although the Board lacks the statutory \nauthority to establish training standards for physical therapists to perform dry needling \nbased on the Rules Review Commission’s objection.  (Pl.’s Pet. Judicial Review 9.)  It appears \nto the Court that this seeming inconsistency could potentially be resolved through t he \nPhysical Therapy Board’s further pursuit of formal rulemaking or, alternatively, through \nlegislative action.  Indeed, over the last decade, a handful of state legislatures have amended \ntheir statutes to address explicitly whether dry needling is within the scope of physical \ntherapy.  See Ariz. Rev. Stat. § 32 -2001(4) (defining dry needling as within the scope of \nphysical therapy); Del. Code Ann. tit. 24, § 2602(10)(a)(2) (same); Ga. Code Ann. § 43 -33-\n3(7)(D) (same); Kan. Stat. Ann. § 65 -2901(a) (same); T enn. Code Ann. § 63 -13-103(16)(B) \n(same); Utah Code Ann. § 58-24b-505 (same).   "
}