{
  "id": "e9be7ed9bac89269ec535a9037a2335d59a63f56e0620c7221df0bd7dd47d7b1",
  "source_file": "data/raw/ncbc/e9be7ed9bac89269ec535a9037a2335d59a63f56e0620c7221df0bd7dd47d7b1.pdf",
  "raw_text": "Local Social, Inc. v. Stallings, 2018 NCBC 41. \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 1889 \nLOCAL SOCIAL, INC. and LYNELL \nI. EADDY, \n \n   Plaintiffs, \n \nv. \n \nSEAN STALLINGS, \n \n   Defendant. \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO \nENFORCE MEDIATED SETTLEMENT \nAGREEMENT \n \n1. THIS MATTER is before the Court on Defendant’s Motion to Enforce \nMediated Settlement Agreement (the “Motion”).  For the reasons set forth below, the \nCourt DENIES the Motion. \nWard and Smith, P.A., by Gary J. Rickner and Marla S. Bowman, for \nPlaintiff Local Social, Inc. \n \nEllis & Winters LLP, by Kelly M. Dagger, for Plaintiff Lynell I. Eaddy. \n \nAdams, Howell, Sizemore & Lenfestey, P.A., by Ryan J. Adams, for \nDefendant. \n \nRobinson, Judge. \nI. PROCEDURAL AND FACTUAL BACKGROUND \n2. This litigation arises out of a number of disputes between Plaintiff Lynell \nI. Eaddy (“Eaddy”) and Defendant Sean Stallings (“Stallings” or “Defendant”).  In \n2014, Eaddy sold a fifty percent interest in Plaintiff Local Social, Inc. (“Local Social”) \nto Stallings.  Stallings paid for Eaddy’s stock by executing and delivering to Eaddy a \npromissory note made payable to Eaddy for the amount of the purchase price, which \n \n \nwas secured by a security i nterest in the purchased stock.   At some point after \nStallings became a shareholder, the relationship between Eaddy and Stallings \ndeteriorated.  Plaintiffs allege that  Stallings engaged in an array of misconduc t—\nincluding using Local Social’s credit card for personal expenses totaling \napproximately $146,736 (the “Disputed Expenses”) —which led Plaintiffs to remove \nStallings as president, terminate his employment, and initiate this litigation on \nFebruary 16, 2017 seeking  monetary and equitable relief  on claims for breach of \nfiduciary duty and constructive fraud, conversion and misappropriation, breach of the \nExit Plan and Agreement  (the “Exit Agreement”) , breach of the Agreement of \nShareholders (the “Shareholders Agreement”) , constructive trust, accounting, \ncomputer trespass, unfair and deceptive trade practices, punitive damages, \nenforcement of a promissory note, and judicial enforcement of a security interest.   \n(Verified Compl. 12−17, 19−21, ECF No. 1.)  \n3. Defendant responds t hat the Disputed Expenses were proper business \nexpenses incurred by him and other employees on behalf of Local Social, which \nclassified the Disputed Expenses as a “loan to [Stallings]” on its 2016 balance sheet \nas an accommodation to complete its 2016 tax return.  (Second Aff. Sean Stallings \n¶ 5, ECF No. 41 [“Stallings Aff.”].)  On April 24, 2017, Defendant filed his answer and \ncounterclaims for breach of the Exit Agreement, breach of the Shareholders \nAgreement, breach of the Amended and Restated Bylaws, vi olation of the North \nCarolina Wage and Hour Act, and conversion.  (Answer & Countercls. 16−19, ECF \nNo. 8.) \n \n \n4. This action was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated February 16, 2017, \n(ECF No. 3), and assigned to the undersigned by order of the Chief Business Court \nJudge dated February 17, 2017, (ECF No. 4). \n5. The parties participated in a mediated settlement conference on December \n18, 2017, at the end of which they executed a Me morandum of Settlement (the \n“Memorandum”) reflecting their agreement to resolve this litigation.  (Stallings Aff. \n¶ 6.)  The following day, on December 19, 2017, the parties filed the Report of \nMediator, which indicated that the parties had reached an agreement on all issues.  \n(ECF No. 39.) \n6. Paragraphs 2 and 3(a) of the Memorandum provide that Plaintiffs shall pay \nDefendant the total sum of $200,000 , which shall be paid  as follows: “(i) $90,000.00 \ncash within 60 days of this [Memorandum] plus (ii) $27,500 .00 each year on the \nanniversary of this [Memorandum] each year [sic] for 4 years (no interest)[.]”   \n(Stallings Aff. Ex. A, ¶¶  2−3(a).)  The $27,500 payments are to be secured by a \nconfession of judgment in the total amount of $110,000 in favor of Defendant against \nPlaintiffs.  (Stallings Aff. Ex. A, ¶ 3(b).)  The fully executed confession of judgment is \nto be delivered to, and held by, Defendant’s attorney pending Plaintiffs’ compliance \nwith their obligation to pay $27,500 each year for four years.   (Stallings Aff. Ex. A, \n¶ 3(b)(i).)  \n7. Paragraph 3(c) of the Memorandum states:  \nThere shall be a settlement a greement that contains the following \nprovisions: (i) There shall be a mutual r elease of all claims between \n \n \nPlaintiff[s] and Defendant that shall provide that Plaintiff[s] release[] \nall claims against Defendant that exist as of its time of execution, \nincluding, but not limited to, the Note and Security Agreement executed \nby Defendant in favor of [Eaddy] in consideration for the sale by [Eaddy] \nof 50% of the stock of Local Social, Inc. to Defendant; and that provides \nthat Defendant releases all claims against Plaintiff[s] as of its time of \nexecution; provided, however, the existing covenant n ot to compete \npreventing Defendant from competing with Local Social, Inc.  shall \nremain in full force and effect for 2 years from December 31, 2017 which \nis the date that the termination of Defendant’s status as a stockholder \nin and membe r of the Board of D irectors of Local Social, Inc.  shall \nbecome effective; (ii) There shall be a mutual confidentiality and non -\ndisparagement agreement; (iii) T he Defendant’s stock interest in Local \nSocial, Inc. shall terminate effective December 31, 2017 subject to the \ncondition that Plaintiff [s] make[] the require [sic] $90,000.00 payment \nwithin 60 days of this [Memorandum]; and (iv) Each party shall pay his, \nher or its own costs and attorneys [sic] fees, except that Local Social, Inc. \nshall pay all the mediator’s fees and expenses[.] \n \n(Stallings Aff. Ex. A, ¶ 3(c).)     \n8. Paragraph 3(d) of t he Memorandum obligates the parties to file a mutual \nstipulation of dismissal with prejudice of all claims in this action.  (Stallings Aff. Ex. \nA, ¶ 3(d).)  Pursuant to paragraph 3(e), the confession of judgment, settlement \nagreement, and stipulation of dismissal “shall be delivered to the respective parties \nwhen the $90,000.00 payment is timely made[.]”  (Stallings Aff. Ex. A, ¶ 3(e).)   \n9. The parties’ dispute arises out of paragraph 3(f), which states that Plaintiffs \nagree[] to work in good faith with Local Social, Inc.’s accounting firm to \nrecharacterize [sic] the item marked “loan to [Stallings]” on the 2016 \nLocal Social, Inc. balance sheet: (i) as an  uncollectible debt on the 2017 \ntaxes, (ii) as business expenses for the year 2016, requiring an \namendment of the 2016 tax returns of Local Social, Inc., or (iii) some \ncombination of the above, in increments recommended by Local Social, \nInc.’s accountant.  \n \n(Stallings Aff. Ex. A, ¶ 3(f).) \n \n \n10. Following the mediated settlement conference, Local Social consulted with \nmultiple accountants whose recommendation was that all but $18,212.54 of the \nDisputed Expenses should be re-characterized as business expenses for the year 2016 \nand that Local Social’s 2016 tax return should be amended to reflect the same.   \n(Stallings Aff. ¶ 9.)  On January 31, 2018, Local Social’s counsel e-mailed Defendant’s \ncounsel a proposed reclassification of the Disputed Expenses indicating , in  \naccordance with the accountants’ recommendation,  that there was appro ximately \n$18,000 that would remain non -deductible.  (Stallings Aff. ¶ 9.)   Defendant did not \nagree with this proposal as he believes that all of the Disputed Expenses are \ndeductible business expenses.  (Stallings Aff. ¶ 9.) \n11. Thereafter, on February 11, 2018, Local Social’s counsel e -mailed \nDefendant’s counsel indicating that Local Social’s accountant posited that Local \nSocial should not amend its 2016 tax return; rather, Local Social shoul d deduct \napproximately $43,671.03 of the Disputed Expenses on its 2017 tax return.  (Stallings \nAff. ¶ 10.)  Again, Defendant did not agree with this proposal.  (Stallings Aff. ¶ 10.) \n12. At some point after the mediated settlement conference, Local Social’s \ncounsel contacted Lori Aveni (“Aveni”) , a certified public accountant who provides \nbookkeeping services for Local Social, for her professional opinion on reclassifying the \nDisputed Expenses.  (Br. Opp’n to Def.’s Mot. Enforce Settlement Agreement Ex. 1, \n¶ 12, ECF No. 43.1 [“Eaddy Aff.”]; Br. Opp’n Ex. 2, ¶ 6, ECF No. 43.2 [“Aveni Aff.”].)   \nOn February 19, 2018, Aveni participated in a telephone call with Local Social’s and \n \n \nDefendant’s counsel to discuss her recommendations as to reclassifying the Disputed \nExpenses.  (Aveni Aff. ¶ 7.)   \n13. With respect to reclassifying the Disputed Expenses as an uncollectible \ndebt on Local Social’s 2017 tax return, Aveni advised counsel that 26 C.F.R. § 1.166-\n1, which requires that a debt be “bona fide” in order to qualify for bad-debt deduction, \nwould most likely prohibit such reclassification because the Disputed Expenses could \nmost probably not be considered a “bona fide” debt as there was no loan agreement \nor other documentation reflecting the loan, and the parties did not intend to make or \nreceive a loan; rather, the Disputed Expenses were identified as a loan as an \n“accommodation” to permit completion of Local Social’s 2016 tax return.  (Aveni Aff. \n¶ 7d.) \n14. With respect to reclassifying the Disputed Expenses as business expense s \nfor the year 2016, which Aveni indicated would require an amendment to Local \nSocial’s 2016 tax return, Aveni advised counsel that Local Social would need \nverifiable back-up documentation, which should consist of actual receipts as opposed \nto credit card statements, for each expense it sought to reclassify  as a deductible \nbusiness expense.  (Aveni Aff. ¶ 7a; Eaddy Aff. ¶  13.)  Aveni further advised that, \neven if Local Social could obtain the necessary  documentation to reclassify the \nDisputed Expenses as business expenses, an amendment to Local Social’s 2016 tax \nreturn to reclassify the Disputed Expenses as deductible business expenses would \ncreate significant risk of an IRS audit.  (Aveni Aff. ¶ 7b; Ea ddy Aff. ¶ 14.)   Aveni \n \n \nopined that the financial risk of undergoing an audit outweighed the economic benefit \nto the shareholders of amending the 2016 return.  (Aveni Aff. ¶ 7c; Eaddy Aff. ¶ 14.) \n15. Defendant did not agree with Aveni’s recommendations, (Eaddy Aff. ¶ 15), \nand filed the Motion on February 28, 2018, (ECF No. 40).   In compliance with \nparagraph 3(c) of the Memorandum, all parties have executed a Settlement \nAgreement and Mutual Release (the “Settlement Agreement” ) embodying all the \nterms set forth in  the Memorandum.   (Stallings Aff. ¶ 13; Eaddy Aff. ¶ 16.)   By \nagreement of counsel for the parties, Plaintiffs’ counsel is holding in trust the initial \n$90,000 payment, which Plaintiffs were required to pay Defendant within sixty days \nof the Memorandum ’s execution, pending determination of the Disputed Expenses.   \n(Stallings Aff. ¶ 14; Eaddy Aff. ¶ 16.)     \nII. LEGAL STANDARD \n16. “[A] party has two options in deciding how to specifically enforce the terms \nof the settlement agreement.”  Hardin v. KCS Int’l, Inc., 199 N.C. App. 687, 708, 682 \nS.E.2d 726, 741 (2009) (quotation marks omitted).  A party may “(1) take a voluntary \ndismissal of his original action and then institute a new action on the contract, or (2) \nseek to enforce the settlement agreement by petition or motion in the original action.”  \nEstate of Barber v. Guilford Cty. Sheriff’s Dep’t , 161 N.C. App. 658, 662, 589 S.E.2d \n433, 436 (2003); DeCristoforo v. Givens, 2015 NCBC LEXIS 56, at *19 (N.C. Super. \nCt. May 29, 2015).  When a party seeks to enforce the settlement agreement by motion \nin the original action, the motion is treated as a motion for summary judgment.  \n \n \nHardin, 199 N.C. App. at 694−95, 682 S.E.2d at 732−33; Ray Lackey Enters., Inc. v. \nVill. Inn Lakeside, Inc., 2016 NCBC LEXIS 9, at *7 (N.C. Super. Ct. Jan. 29, 2016). \n17.  “Summary judgment is appropriate when ‘there is no genuine issue as to \nany material fact’ and ‘any party is entitled to a judgment as a matter of law.’”   \nBuilders Mut. Ins. Co. v. N. Main Constr., Ltd., 361 N.C. 85, 88, 637 S.E.2d 528, 530 \n(2006) (quoting N.C. Gen. Stat. § 1A-1, Rule 56(c)).  “A ‘genuine issue’ is one that can \nbe maintained by substantial evidence.”  Dobson v. Harris , 352 N.C. 77, 83, 530 \nS.E.2d 829, 835 (2000).  The moving party bears the burden of showing that there i s \nno genuine issue of material fact and that the movant is entitled to judgment as a \nmatter of law.  Hensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 563, 668 \nS.E.2d 349, 351 (2008).  The Court must view the evidence in the light most favorable \nto the nonmovant.  Dobson, 352 N.C. at 83, 530 S.E.2d at 835.   \nIII. ANALYSIS \n18. “[C]ompromise agreements, such as the mediated settlement agreement \nreached by the parties in this case, are governed by general principles of contract \nlaw.”  Chappell v. Roth, 353 N.C. 690, 692, 548 S.E.2d 499, 500 (2001).  “Interpreting \na contract requires the court to examine the language of the contract itself for \nindications of the parties’ intent at the moment of execution.”  State v. Philip Morris \nUSA Inc., 359 N.C. 763, 773,  618 S.E.2d 219, 225 (2005) .  Non-technical terms in a \ncontract are to be given their ordinary meaning, unless the context indicates that the \nparties clearly intended another meaning.  Premier, Inc. v. Peterson, 232 N.C. App. \n601, 608, 755 S.E.2d 56, 61 (2014) .  When the language of a contract is plain and \n \n \nunambiguous, the Court can determine the parties’ intent as a matter of law.  42 E., \nLLC v. D.R. Horton, Inc., 218 N.C. App. 503, 513, 722 S.E.2d 1, 8 (2012).  A plain and \nunambiguous contract must be in terpreted as written.  RME Mgmt., LLC v. Chapel \nH.O.M. Assocs., LLC , 795 S.E.2d 641, 645 (N.C. Ct. App. 2017).  If a contract is \nambiguous, however, interpretation of the contract is a question of fact for the jury.  \nVariety Wholesalers, Inc. v. Salem Logistics  Traffic Servs., LLC , 365 N.C. 520, 525, \n723 S.E.2d 744,  748 (2012).  An ambiguity exists when the effect of provisions is \nuncertain or capable of several reasonable interpretations.  Id. \n19. All parties agree that the Memorandum is a valid and enforceable contract.  \nThe parties disagree only as to the interpretation of paragraph 3(f).  Defendant \nargues that paragraph 3(f) clearly and unambiguously requires Plaintiffs to reclassify \nthe Disputed Expenses in one of three ways:  (1) as an uncollectible debt on Loca l \nSocial’s 2017 tax return, (2) as deductible business expenses for the year 2016, which \nwould require an amendment to Local Social’s 2016 tax return, or (3) some \ncombination of (1) and (2).   (Mem. Supp. Def.’s Mot. Enforce Mediated Settlement \nAgreement 4−5, ECF No. 42.)  Conversely, Plaintiffs argue that paragraph 3(f) clearly \nand unambiguously only requires Plaintiffs to work in good faith with Local Social’s \naccounting firm to reclassify the Disputed Expenses.  (Br. Opp’n to Def.’s Mot. Enforce \nMediated Settlement Agreement 7, ECF No. 43.)   Plaintiffs contend that they have \nworked in good faith in complete compliance with paragraph 3(f) , even though they \nhave not reclassified the expenses based on their accountant’s advice, and, therefore, \nDefendant’s Motion should be denied.  (Br. Opp’n to Def.’s Mot. Enforce 9−10.)          \n \n \n20. Black’s Law Dictionary defines “good faith” as   \n[a] state of mind consisting in (1) honesty in belief or purpose, (2 ) \nfaithfulness to one’s duty or obligation, (3) observance of reasonable \ncommercial standards of fair dealing in a given trade or business, or (4) \nabsence of intent to defraud or to seek unconscionable advantage.   \n \nBlack’s Law Dictionary (10th ed. 2014); see also Merriam-Webster (d efining “good \nfaith” as “honesty or lawfulness of purpose”; “honesty in dealing with other people”; \nand “honesty, fairness, and lawfulness of purpose: absence of any intent to defraud, \nact maliciously, or take unfair advantage”). \n21. The Court concludes that paragraph 3(f) is  susceptible to more than one \nreasonable interpretation and, therefore, is  ambiguous.  Paragraph 3(f) can \nreasonably be interpreted as merely requiring that Plaintiffs make a good faith effort \nto re -characterize the Disputed Expenses as an uncollectible debt, deductible \nbusiness expenses, or a combination of the two , whether they succeed in re-\ncharacterizing the Disputed Expenses or not.  Paragraph 3(f) can also reasonably be \ninterpreted, however, as requiring Plaintiffs to actually re-characterize the Disputed \nExpenses and work in good faith with Local Social’s accounting firm only with regard \nto the method by which the expenses are re-characterized—that is, as an uncollectible \ndebt, business expenses, or a combination of the two.   If the latter interpretation of \nparagraph 3(f) applies, Plaintiffs have failed to comply with the agreement as i t is \nundisputed that Plaintiffs have not re -characterized the Disputed Expenses.  \nConversely, if the former definition of paragraph 3(f) applies, there is a dispute of fact \nas to whether Plaintiffs have complied with the agreement. \n \n \n22. Because paragraph 3(f) is ambiguous, there are genuine issues of material \nfact as to the interpretation of the Memorandum and, accordingly, the Motion must \nbe denied.  \nIV. CONCLUSION \n23. For the foregoing reasons, the Motion is DENIED.  The issue of \ninterpretation and effect of paragraph 3(f) of the Memorandum shall proceed to trial.  \nThe Court, by separate order, will schedule the trial of this matter and set deadlines \nfor pretrial filings. \nSO ORDERED, this the 9th day of May, 2018. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}