{
  "id": "ea437f9f8caf9cbe0d57c09afc0765c746d275cf534e07e500ff1e0a60f78dfa",
  "source_file": "data/raw/ncbc/ea437f9f8caf9cbe0d57c09afc0765c746d275cf534e07e500ff1e0a60f78dfa.pdf",
  "raw_text": "Bohn v. Black, 2018 NCBC 48. \n \n \n \nSTATE OF NORTH CAROLINA \n \nTRANSYLVANIA COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 228 \n \nMATT BOHN and wife, LAURIE \nBOHN, \n \nPlaintiffs, \n \nv. \n \nJUDITH BLACK; NANCY BLACK; \nSCOTT HATTER; JEANNE \nHATTER; BLACK FOREST FAMILY \nCAMPING RESORT, INC.; and a \ncertain unnamed De Facto North \nCarolina General Partnership, a/k/a \nthe BLACK FOREST \nPARTNERSHIP, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION  \nON PLAINTIFFS’ MOTION  \nTO CLARIFY AND RECONSIDER \n \n \n1. Pending before the Court is Plaintiffs’ Motion to Clarify and Reconsider \nOrder on Motion to Modify Case Management Order.  For the following reasons, the \nCourt DENIES the motion. \nWhitfield-Cargile Law, PLLC , by Davis A. Whitfield -Cargile, for \nPlaintiffs.  \n \nFisher Stark, P.A., by Brad A. Stark, W. Perry Fisher, II, and Megan N. \nSilver, for Defendants.  \n \nConrad, Judge. \nI. \nBACKGROUND \n \n2. This lawsuit arise s out of a deteriorating family relationship between \nDefendant Judith Black and her daughter Laurie Bohn and son-in-law Matt Bohn \n(“Plaintiffs” or “the Bohns”).  Among other things, the parties dispute the ownership \nof the Bohn s’ home and what , if any , interest the Bohn s possess in Black Forest \nFamily Camping Resort, Inc.   \n3. The Bohns initiated this action on May 12, 2017.  (V. Compl., ECF No. 1.)  \nOn May 15, 2017, the Honorable Judge Jeff P. Hunt granted the Bohns’ motion for a \ntemporary restraining order preventing Defendants from blocking the Bohns’ access \nto their home, from cutting off water to the home, and from assessing rent .  (TRO, \nECF No. 2.)   \n4. Following entry of the temporary restraining order, t he case was  then \ndesignated as a mandatory complex business case by order of the Chief Justice of the \nNorth Carolina Supreme Court , (ECF No. 4), and assigned to the undersigned by \norder of Chief Business Court Judge James L. Gale , (ECF No. 5).  Following \nassignment, this Court entered a preliminary injunction in favor of Plaintiffs .  (See \nECF No. 24.) \n5. On August 31, 2017, pursuant to Rule 9 of the General Rules of Practice and \nProcedure for the North Carolina Business Court (“BCR” or “Business Court \nRule(s)”), the Court entered a Case Management Order  governing, among other \nthings, the discovery deadlines in this case .  (Case Mgmt. Order, ECF No. 25 \n[“CMO”].)  The parties agreed to an extended seven-month period, ending March 31, \n2018, in which to conduct general discovery, followed by an additional ninety days for \nexpert discovery.  (See CMO § IV.A.2.)  Plaintiffs’ deadline to make expert disclosures \nwas March 1, 2018, and Defendants’ deadline is June 1, 2018.  (CMO § IV.A.6.) \n6. Plaintiffs conducted essentially no discovery for the next six months.   Their \ndeadline to make expert disclosures came and went without any action.   They also \nfailed to serve any discovery requests before March 2018, the final month of general \ndiscovery.  When Plaintiffs first served written discovery requests on March 6 and \nMarch 23, 2018, the deadlines for Defendants’ objections and responses were after \nthe March 31, 2018 close of genera l discovery.  ( See Pls.’ Br. Supp. Mot. to Modify \nCase Mgmt. Order 2–3, ECF No. 32 [“Br. Supp. Mot. to Modify”]; Pls.’ Reply Br. Supp \nMot. to Modify Case Mgmt. Order 3 n.2, ECF No. 39 [“Reply Supp. Mot. to Modify”].)   \n7. Having painted themselves into a corn er, on March 15 , 2018 , Plaintiffs \nmoved to extend the period for general discovery until June 31, 2018, followed by \nninety days for expert discovery.  ( Mot. to Modify Case Mgmt. Order  1, ECF No. 31 \n[“Mot. to Modify”] .)  Plaintiffs also sought to  extend the deadlines for expert \ndisclosures to June 1, 2018 for the party bearing the burden of proof on an issue and \nto September 1, 2018 for the opposing party.   (Mot. to Modify 1.)   Plaintiffs argued \nthat good cause and excusable neglect existed to support their motion because a series \nof illnesses, bad weather , vacations, and calendar software error s interfered with \ntheir counsel’s ability to comply with the existing discovery deadlines .  ( Br. Supp. \nMot. to Modify 1–3.)  Defendants opposed the motion. \n8. After full briefing and a hearing by teleconference, t he Court den ied the \nmotion (“April 17 Order”).  (See Order on Mot. to Modify Case Mgmt. Order, ECF No. \n40 [“Order”].)  The Court concluded that Plaintiffs had not “‘pursued discovery \ndiligently’” but had instead “made a strategic decision not to conduct any discovery \nbefore November 2017, when they retained additional counsel.”  (Order ¶  7 (quoting \nBCR 10.4(a) ).)  In addition, “[t]he fact that counsel experienced adverse personal \nevents during the last few months of the discovery period [did] not excuse the failure \nto conduct any discovery whatsoever during the ten months since this case was filed \nor to seek timely relief from the Court.”  (Order ¶  9.)  Finally, the Court concluded \nthat the requested extension would substantially prejudice Defendants but that “any \nprejudice to Plaintiffs resulting from the motion’s denial [was] entirely self-inflicted.”  \n(Order ¶ 10.)   \n9. On April 23, 2018 , Plaintiffs moved for reconsideration  pursuant to Rules \n54(b) and 60(b)(6) of the North Carolina Rules of Civil Procedure.  (ECF No. 41 [“Mot. \nto Reconsider”].)  The motion has been fully briefed and is ripe for determination.  By \nstatute, this Court is required to issue a written opinion in connection with all orders \ngranting or denying relief under Rule 60.  See N.C. Gen. Stat. § 7A-45.3.  The Court \nelects to do so without a hearing.  See BCR 7.4. \nII. \nANALYSIS \n \n10. The Business Court Rules clearly state that “[e]ach party is responsible for \nensuring that it can complete discovery within the time period in the Case \nManagement Order.”  BCR 10.4(a).  In this case, the Court adopted  the extended \ndiscovery schedule proposed jointly by the parties .  Despite the extended schedule, \nPlaintiffs elected not to start, much less complete,  discovery until it was too late.  \nWhen they sought to revive deadlines that had already passed, the Court denied relief \nand enforced the deadlines s tated in the Case Management Order.  See, e.g., In re \nPedestrian Walkway Failure , 173 N.C. App. 254,  265, 618 S.E.2d 796 , 804  (2005) \n(affirming trial court’s enforcement of case management deadlines) ; see also United \nStates v. Golden Elevator , 27 F.3d 301,  302 (7th Cir. 1994)  (“Time limits coordinate \nand expedite a complex process.”); United States ex rel. Tyson v. Amerigroup Ill., Inc., \n230 F.R.D. 538, 545 (N.D. Ill. 2005) (“Complex cases .  . . must have enforceable \ndiscovery deadlines.”).  \n11. Plaintiffs now ask the Court to reconsider .  Among other things, Plaintiffs \nrequest that the Court eliminate the existing period for expert discovery in the Case \nManagement Order, reopen the period for general fact discovery, and require \nDefendants to respond to the disc overy requests served in March 2018.   For the \nfollowing reasons, the Court denies the motion. \nA. Rule 60(b) \n12. Plaintiffs do not seek appropriate relief under Rule 60(b)(6) because the \nCourt’s April 17 Order  was interlocutory, rather than final .  Our appellate c ourts \nhave repeatedly held that, “[b]y its express terms, Rule 60(b) only applies to final \njudgments, orders, or proceedings; it has no application to interlocutory orders.”  Pratt \nv. Staton, 147 N.C. App. 771, 775, 556 S.E.2d 621, 624 (2001); see also Sink v. Easter, \n288 N.C. 183, 196, 217 S.E.2d 532, 540 (1975);  Rupe v. Hucks -Follis, 170 N.C App. \n188, 191, 611 S.E.2d 867, 869 (2005).  “A final judgment is one which disposes of the \ncause as to all the parties, leaving nothing to be judicially determined between them \nin the trial court.”  Pentecostal Pilgrims & Strangers Corp. v. Connor, 202 N.C. App. \n128, 132, 688 S.E.2d 81, 83–84 (2010) (quoting Veazy v. Durham, 231 N.C. 357, 361, \n57 S.E.2d 377, 381 (1950)).   \n13. The Court’s April 17 Order dealt solely with enforcing the parties’ agreed-to \ndiscovery deadlines and did not dispose of any claim as to any party.  See id.; see also \nSharpe v. Worland, 351 N.C. 159, 162, 522 S.E.2d 577, 579 (1999) (“[T]he trial court’s \ndiscovery order is interlocutory because it does not dispose of the case, but instead \nleaves it for further action by the trial court in order to settle and determine the entire \ncontroversy.” (citation and quotation marks omitted)).  Accordingly, the Court denies \nthe motion to reconsider under Rule 60(b)(6). \nB. Rule 54(b) \n14. Plaintiffs also seek relief under  Rule 54 (b) (although t he motion  \ninadvertently refers to Rule 54(a)) .  Interlocutory orders are “subject to revision at \nany time before the entry of judgment adjudicating all the claims and the rights and \nliabilities of all the parties.”  N.C. R. Civ. P. 54(b).  “Although the North Carolina \ncourts have not formulated a standard to guide trial courts in considering a motion \nto amend an interlocutory ruling under Rule 54(b), federal case law addressing \nsimilarly worded portions of Federal Rule 54(b) provides useful guidance.”  W4 \nFarms, Inc. v. Tyson Farms, Inc., 2017 NCBC LEXIS 99, at *4–5 (N.C. Super. Ct. Oct. \n19, 2017) (citation and quotation marks omitted).   \n15. The purpose of a motion to reconsider “is not to present a better and more \ncompelling argument that the party could have presented in the original briefs.”  \nMadison River Mgmt. Co. v. Bus. Mgmt. Software Corp. , 402 F. Supp. 2d 617, 619 \n(M.D.N.C. 2005).  Rather, t he motion  is “appropriately granted only in narrow \ncircumstances: (1) the discovery of new evidence, (2) an intervening development or \nchange in the controlling law, or (3) the need to correct a clear error  or prevent \nmanifest injustice.”  Pender v. Bank of Am. Corp., 2011 U.S. Dist. LEXIS 1838, at *7 \n(W.D.N.C. Jan. 7, 2011) (citing Akeva L.L.C. v. Adidas Am., Inc., 385 F. Supp. 2d 559, \n565 (M.D.N.C. 2005)); see also Official Comm. of Unsecured Creditors of Color Tile, \nInc. v. Coopers & Lybrand, L.L.P., 322 F.3d 147, 167 (2d Cir. 2003); United States v. \nDuke Energy Corp. , 218 F.R.D. 468, 474 (M.D.N.C. 2003); W4 Farms, 2017 NCBC \nLEXIS 99, at *5.  These circumstances “rarely arise and the motion to reconsider \nshould be equally rare.”  DirecTV, Inc. v. H art, 366 F. Supp. 2d 315, 317 (E.D.N.C. \n2004) (quoting Harsco Corp. v. Zlotnicki, 779 F.2d 906, 909 (3d Cir. 1985)).  A motion \npursuant to Rule 54(b) is within the trial court’s discretion.  Akeva, 385 F. Supp. 2d \nat 565; W4 Farms, 2017 NCBC LEXIS 99, at *5. \n16. Plaintiffs have not identified any new evidence, intervening changes in the \nlaw, or manifest injustice in need of correction .  Instead, Plaintiffs  renew their \nattempt to show good cause or excusable neglect by “incorporat[ing ] the previously \nfiled motion, brief and arguments of counsel.”  (Pls.’ Br. Supp. Mot. to Clarify & \nReconsider 3, ECF No. 42 [“Br. Supp. Mot. to Reconsider”] .)  Because the Court has \nconsidered and rejected these arguments, they are not appropriate grounds  for \nreconsideration. \n17. Plaintiffs also make a new argument:  that the Court should convert the  \nexpert discovery period into an additional period of fact discovery and then require \n“Defendants to answer the written discovery requests served by Plaintiffs on M arch \n6, 2018 and March 23, 2018.”  (Br. Supp. Mot. to Reconsider 2; see also Pls.’ Reply Br. \nSupp. Mot. to Clarify & Reconsider 2, ECF No. 46 [“Reply Supp. Mot. to Reconsider”].)  \nPlaintiffs contend this modification would “facilitate the completion of fact discovery” \nwithout prejudicing Defendants or requiring the extension of any other case \nmanagement deadlines, while  also furthering “the important goals of pre -[trial] \ndiscovery to narrow and sharpen the basic issues and facts.”  (Br. Supp.  Mot. to \nReconsider 2–3; see also Reply Supp. Mot. to Reconsider 5.)  \n18. The Court disagrees.  Plaintiffs’ argument is one it “could have presented in \n[its] original [motion and] briefs.”  Madison River Mgmt. , 402 F. Supp. 2d at 619.  \nPlaintiffs filed their motion to modify two weeks after the deadline to disclose experts \nhad lapsed, but by that time had made no expert disclosure .  (See Mot. to Modify 1.)  \nPlaintiffs knew then that their motion was untimely.  They were also aware that \nDefendants objected to a three -month ext ension of the fact and expert discovery \ndeadlines because it would impose on them substantial prejudice.  ( See Defs.’ Mem. \nOpp’n to Pls.’ M ot. to Modify Case Mgmt . Order 7 –11, ECF No. 33.)  Nothing \nprevented Plaintiffs from seeking the extension they request now. \n19. Contrary to Plaintiffs’ argument, “the interests of justice” do not “favor” \nreopening the period for general fact discovery and requiring Defendants to provide \ndiscovery responses.  (Reply Supp. Mot. to Reconsider 4.)  Plaintiffs initiated this \naction; sought and received a preliminary injunction against Defendants; agreed to \nan extended discovery period; and then did virtually nothing .  Having failed to  \n“pursue[] discovery diligently ,” Plaintiffs are not entitled to yet more time so that \nthey can begin to do so now.  BCR 10.4(a).   \n20. Furthermore, as the Court explained in its April 17 Order, Defendants “had \na right to expect that having been set,” the case management deadlines would “be \nhonored.”  Amerigroup Ill., 230 F.R.D. at 545.  Reopening fact discovery as Plaintiffs \nrequest would require Defendants to provide full discovery responses on a condensed \nschedule—all to accommodate Plaintiffs’ delay.  This would not be an equitable \noutcome.   \n21. In short, the Court discerns no manifest injustice  that would result from  \nenforcing the discovery deadlines.   The parties agreed that  Plaintiffs may depose \nDefendants, and the April 17 Order allows those depositions to proceed .  Any other \nprejudice to Plaintiffs resulting from their tardy discovery efforts “is entirely self -\ninflicted.”  (Order ¶ 10.) \n22. Accordingly, the Court denies the motion to reconsider under Rule 54(b). \nC. Clarification \n23. Plaintiffs also seek clarification of the April 17 Order.  Plaintiffs first request \nthat the Court clarify (1) “whether Defendants will be required to identify any expert \nthey intend to rely on at trial” and (2) “whether Defendants will be required to provide \nto Plaintiffs documents and things upon which Defendants intend to rely at trial. ”  \n(Mot. to Reconsider  1.)  These points require no clarification  because they are \ngoverned by the Case Management Order and Business Court Rule 12. \n24. In addition, Plaintiffs seek authorization to  notice Defendants to bring \ndocuments to depositions they have agreed to hold after the discovery period.  (Mot. \nto Reconsider 1.)  This is not a request for clarification.  It is instead, as Defendants \ncorrectly observe, “a back -door attempt to obtain documents to which they are not \nentitled” pursuant to the April 17 Order.  ( Defs.’ Mem. Opp’n  to Pls .’ Mot. to \nReconsider 6, ECF No. 45 [“Mem. Opp’n”].)  Defendants assert, and Plaintiffs do not \ndeny, that the deposition notices served by Plaintiffs  “did not include requests \npursuant to Rule 34 for production of documents and tangible things.”  (Mem. Opp’n \n7.)  The Court denies Plaintiffs’ belated request for the production of documents.   \nIII. \nCONCLUSION \n \n25. For these reasons, the Court DENIES the motion. \n \n \n This the 16th day of May, 2018. \n \n       /s/ Adam M. Conrad               \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases "
}