{
  "id": "ea4c94be36f1d3a5b6891f2d523ada2dad0ff1ed04309dbfa7e1d79e3423cdfd",
  "source_file": "data/raw/ncbc/ea4c94be36f1d3a5b6891f2d523ada2dad0ff1ed04309dbfa7e1d79e3423cdfd.pdf",
  "raw_text": "GoRhinoGo, LLC v. Lewis, 2011 NCBC 38. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 10 CVS 11767 \n \n \nGORHINOGO, LLC, ) \n Plaintiff ) \n  )   \n v.  )  \n   ) \nPAUL ALEXANDER LEWIS, TENNTEX, a )  \nTennessee General Partnership and  )  \nPETER GILLIS,  ) \n  Defendants ) \n   ) ORDER GRANTING \n and  ) PRELIMINARY INJUNCTION \n    ) \nPAUL ALEXANDER LEWIS, )  \n  Third-Party Plaintiff ) \n   )  \n v.  ) \n    ) \nBENJAMIN H. YANNESSA, ) \nZACHARY MEDFORD and ) \nBRADLEY BOWLES, ) \n   Third-Party Defendants ) \n \n THIS CAUSE, designated a complex busine ss case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Chief Superior Court Judge for Complex Business Cases, \nis before the court for determination of Plaintiff GoRhinoGo, LLC's Motion for a \nPreliminary Injunction (the \"Motion\"), pursuant to Rule 65, North Carolina Rules of Civil \nProcedure (\"Rule(s)\"); and \n THE COURT, having considered the Mo tion, briefs in support of and in \nopposition to the Motion, submissions and arguments of counsel and appropriate \nmatters of record, makes the following FINDINGS of FACT, only for the limited purpose \nof determining the Motion: \n[1] GoRhinoGo, LLC (\"GoRhino\"), is a North Carolina manager-managed \nlimited liability company formed on or about August 27, 2009.  The sole members and \nmanagers of GoRhino at all times prior to June 30, 2010, were Defendant Paul \nAlexander Lewis (\"Lewis\") and Third-Party Defendants Benjamin H. Yannessa \n(\"Yannessa\"), Zachary T. Medford (\"Medford\") and Brad Bowles.1  \n[2] Defendant Tenntex is a Tenness ee General Partnership and Defendant \nPeter Gillis (\"Gillis\") is a partner in Tenntex.  Gillis is a resident of Wake County, North \nCarolina, and was the Tenntex partner responsible for handling matters relating to the \nreal property at issue in this action.2  \n[3] GoRhino has moved for leave to file a Supplemental and Amended \nComplaint that adds 112 Fayetteville, Inc. (\"112 Fayetteville\"), Raleigh Nightlife 123, \nLLC (\"Raleigh Nightlife\") and Daniel Lovenheim (\"Lovenheim\") as parties to this action.  \n112 Fayetteville is a corporation organized and existing under the laws of North \nCarolina, with its principal place of business in Wake County.  It was formed on or about \nJuly 11, 2011.  Lovenheim formed and controls 112 Fayetteville.  Lovenheim is a citizen \nand resident of Wake County, North Carolina.  Raleigh Nightlife is a manager-managed \nlimited liability company organized under North Carolina law, with its principal place of \nbusiness in Wake County.  It was formed on or about April 1, 2010. \n                                                 \n1 Compl. ¶ 1; First Medford Aff. ¶¶ 4-5.   \n2 Compl. ¶¶ 3, 8.     \n  \n[4] GoRhino's Motion for Leave to File a Supplemental and Amended \nComplaint is not yet ripe for decision.  Therefore, at this time 112 Fayetteville, Raleigh \nNightlife and Lovenheim are only proposed additional parties to this action.3 \n[5]  GoRhino's sole business is the operation of Isaac Hunter's Oak City \nTavern (the \"Tavern\"), a bar or private club, located in leased premises identified as \nCondominium R on the first floor of the building at 112 Fayetteville Street, Raleigh, \nNorth Carolina (the \"Fayetteville Street Premises\").4 \n[6] Tenntex is the owner of t he Fayetteville Street Premises.5 \n[7] On or about September 15, 2009, GoRhino entered into a written \nagreement with Tenntex to lease the Fayetteville Street Premises (the \"GoRhino \nLease\").6  GoRhino renovated the premises for use as the Tavern.7        \n[8] The GoRhino Lease anticipated that GoRhino would occupy the \nFayetteville Street Premises for five (5) years.  The lease provided for an initial term of \ntwo (2) years at a rent of $5,000 per month and a three-year renewal term at a rent of \n$7,500 per month.8  The renewal term was subject to the following provisions: \nProvided that the tenant shall not be in default at any time \nduring the initial term of this lease, this lease shall \nautomatically renew for an additio nal term of three (3) years, \ncommencing on October 1, 2011 and ending on September \n30, 2014, unless either the landl ord or tenant gives the other \nat least thirty (30) days' wri tten notice prior to the end of the \ninitial term that either landl ord or tenant does not wish to \nrenew the lease. \n \n[ . . . ] \n                                                 \n3 Mot. Leave File Supp. Am. Compl. Ex. 1 ¶¶ 4-6; Compl. ¶ 23. \n4 Compl. ¶ 7. \n5 Id. ¶ 4.     \n6 Id. ¶¶ 7-8, Ex. B.   \n7 Id. ¶ 7; Lewis Countercl.Third-Party Compl.  ¶¶ 17-18. \n8 Compl. ¶ 8, Ex. B §§ 2-4.   \n  \n \nIn the event this lease is renewed, the rent for the period of \nOctober 1, 2011 through Septem ber 30, 2014 shall the sum \nof Seventy-Five Hundred Dollars ($7,500.00) per month.9\n \n[9] The GoRhino Lease also reflects an anticipation that GoRhino would \ncontinue to occupy the premises by giving GoRhino a right of first refusal if Tenntex \nshould elect to sell the building.10 \n[10] In January 2010, Defendant Lewis' employment as General Manager of \nthe Tavern was terminated by unanimous vote of the other managers/members of \nGoRhino, on the grounds that Lewis had used GoRhino funds to pay personal debts \nand failed to account to GoRhino upon request.11  Lewis admits that he used company \nfunds for his personal benefit, but contends that this was a \"loan\" from GoRhino.12 \n[11] After termination of his employment  with GoRhino, Lewis continued to be \na member and manager of GoRhino within the meaning of G.S. 57C-03-06, and he \nreceived and accepted a distribution of GoRhino's profits after the end of its first full \nquarter of operation on March 31, 2010.13 \n[12] Gillis, as a partner of Tenntex, was aware of the dispute between Lewis \nand the other managers of GoRhino because he had communications with Yannessa \nand Medford about such dispute.14  Yannessa and Medford had told Gillis prior to June \n2010 that Lewis did not have authority to act by himself on behalf of GoRhino.15 \n[13] In March of 2010, Lewis and Lovenhei m invited Medford to join a scheme \nto drive GoRhino out of business and take over operation of the Tavern's business \n                                                 \n9 Id. ¶ 8, Ex. B §§ 3-4.     \n10 Id. Ex. B § 19. \n11 Id.  ¶¶ 13-15.   \n12 Lewis Countercl.Third-Party Compl. ¶ 23.   \n13 Compl. ¶ 18. \n14 Id. ¶¶ 3, 21-22.   \n15 Id. ¶¶ 22, 26. \n  \nthrough a new entity from which the other members of GoRhino would be excluded.16  \nLewis told Medford that Gillis had agreed to terminate or non-renew GoRhino's lease of \nthe Fayetteville Street Premises, and that Lewis would cause cancellation of GoRhino's \nABC Permit.17 \n[14] The scheme outlined to Medford by Lewis and Lovenheim was contrary to \nthe best interest of GoRhino, and contrary to any obligations of Lewis, as a manager \nand member of GoRhino to act in GoRhino's best interest.18      \n[15] Although Medford declined to participate in the scheme, Lewis, Gillis and \nLovenheim acted to carry out the plan to drive GoRhino out of business and replace it \nwith an entity owned or controlled by Lovenheim and Lewis.  Specifically, there is \nevidence before the court to the effect that Lewis, Gillis (as a partner of Tenntex) and \nLovenheim committed the following overt acts pursuant to the plan: \n(a) On June 20, 2010, Gillis joined with Lewis in executing a document \npurporting to cancel the GoRhino Lease (the \"Termination Agreement\"), effective \nJune 30, 2010, even though GoRhino was, and at that time always had been, \ncurrent on all rent payments.19  Lewis purported to act as a manager of GoRhino \nin executing the Termination Agreement, and Gillis acted as a partner of Tenntex \nin executing the Termination Agreement.\n20 \n(b) The Fayetteville Street Premises  constituted the sole place of \nbusiness of GoRhino.21  It was a valuable and critical asset of GoRhino, and \n                                                 \n16 Id. ¶ 19. \n17 Id.      \n18 Id.; see G.S. 57C-3-22. \n19 Compl. ¶¶ 31, 32, 34, Ex. K.   \n20 Id. ¶¶ 31, 34, Ex. K. \n21 During the summer of 2011, Yanessa and Medfor d opened a separate business, called Joel Lane's. \nYanessa Aff. ¶ 6.  Yanessa and Medf ord contend that Joel Lane's and GoRhinoGo ar e legally separate \n  \nLewis' execution of the Termination Agreement, purportedly as a GoRhino \nmanager, was materially contrary to GoRhino's best interest.  Lewis did not \ninform any of the other GoRhino managers that he was signing the Termination \nAgreement, and no other manager approved the Termination Agreement, \nalthough a per capita majority of the managers was required under GoRhino's \nOperating Agreement for such action.22 \n(c) The termination of a paying tenant  would have been contrary to the \nbest interest of Tenntex if it did not have a new tenant lined up.  This, together \nwith the scheme disclosed to Medford by Lewis and Lovenheim, and subsequent \nevents, created an inference that Gillis and Lewis had agreed by June 20, 2010, \nthat a Lewis/Lovenheim-related entity would replace GoRhino in operating the \nbusiness at the Fayetteville Street Premises. \n(d) Gillis joined with Lewis in ex ecuting the Termination Agreement \neven though (i) Gillis knew that there was an existing dispute between Lewis and \nthe other managers/members of GoRhino, (ii) Gillis had been told that Lewis did \nnot have authority to act by himself on behalf of GoRhino and the (iii) Termination \nAgreement was, on its face, contrary to the best interest of GoRhino.23  The \nsignature of Gillis on the purported Termination Agreement was notarized by a \nnotary in the building where Lovenheim has his office.24 \n                                                                                                                                                             \nbusinesses and that Yanessa and Medford simply own an interest in both businesse s. Yanessa Aff. ¶ 6.  \nThe owners of Joel Lane's refer to it as a \"sister establishment\" to the Tavern. The Tavern has promoted \nJoel Lane's on Facebook and other social media.  First Moore Aff. Exs. 5-11.   \n22 Compl. ¶ 36, Ex. A § 8(a). \n23 Id. ¶¶ 21, 22, 26, 36, Ex. K. \n24 Id. ¶ 35. \n  \n(e) On or about June 28, 2010, Lew is, again purporting to act as a \nGoRhino manager, caused cancellation of GoRhino's ABC Permit.25  The ABC \nPermit was a materially valuable and critical asset of GoRhino because the \nTavern, its sole business, could not be operated without the ABC Permit.26  \nAccordingly, termination of the ABC Permit was contrary to the best interest of \nGoRhino and contrary to any duty of Lewis to act in GoRhino's best interest.27  \nNo other manager of GoRhino approved the termination of the ABC Permit, even \nthough such action required a per capita majority vote of the managers.28  \n(f) On or about June 28, 2010, Lewis  purported to act as a GoRhino \nmanager in drawing virtually all of GoRhino's operating cash from its bank \naccounts.29  This was materially contrary to the best interest of GoRhino and \nviolated any duty of Lewis to act in the best interest of GoRhino.  None of the \nother GoRhino managers approved the withdrawal of the funds.30 \n(g) Immediately after Lewis withdrew GoRhino's working capital, the \nRaleigh Nightlife entity paid off a Wake County property tax lien for the benefit of \nTenntex and Gillis.31  Neither Tenntex, Gillis nor Lewis have provided any \ncredible explanation for this payment to counter the inference that it was a \npayment to Gillis and Tenntex for participating in the plan of Lewis and \nLovenheim to drive GoRhino out of the Fayetteville Street premises and lease \n                                                 \n25 Id. ¶¶ 29, 31, Ex. I. \n26 Id. ¶ 29.     \n27 Id.   \n28 Id. ¶ 29, Ex. A § 8(a). \n29 Id. ¶ 27.   \n30 Id. ¶¶ 27-28. \n31 Id. ¶ 33, Ex. J.   \n  \nthe premises to a Lewis/Lovenhiem-related entity to the exclusion of the other \nmembers of GoRhino.32 \n(h) On or about June 28, 2010, wh ile still a GoRhino member and \nmanager, Lewis sent by e-mail to the other managers/members of GoRhino a \ncopy of a letter confirming that that Lewis undertook the above described actions \nto end GoRhino's business at the Fayetteville Street Premises.33 \n(i) The actions by Lewis, purporting to  act as a manager of GoRhino, \nmaterially injured the business of GoRhino by forcing a temporary closing of the \nTavern.  However, GoRhino, through the efforts of the other managers/members, \nobtained a new ABC Permit, overcame the sudden loss of the company's \noperating capital and re-opened the Tavern business after a substantial \nclosure.34 \n(j) On or about July 7, 2020, T enntex, through Gillis, filed a summary \nejectment proceeding, seeking eviction of GoRhino based solely on the \npurported Termination Agreement signed by Gillis and Lewis.\n35  The summary \nejectment proceeding against GoRhino was filed by the law firm now \nrepresenting Lewis in this civil action.36  The same law firm also sent a letter to \nGoRhino's counsel, dated July 8, 2010, stating that:  \"Pete Gillis . . . has asked \nme to advise you that should GoRhino prevail in our eviction action and remain in \nthe premises that he does not wish to renew the lease beyond September 30, \n                                                 \n32 Lewis Countercl.Third-Party Compl. ¶¶ 23, 33, Lewis Aff.; Gillis Aff. ¶ 33. \n33 Compl. ¶ 31. \n34 Id. ¶ 30. \n35 Id. ¶ 34, Ex. K. \n36 Id. Ex. K.   \n  \n2011.  Please let this letter serve as notice requirement pursuant to Paragraph 3 \nof the Lease Agreement that the landlord does not wish to renew the lease.\"37 \n(k) The letter from the law firm also  claimed that GoRhino's continued \noccupancy \"is preventing my client from entering into a new lease.\"38  \nDefendants have never identified any tenant contemplated by Tenntex at this \ntime other than a Lewis/Lovenheim entity pursuant to the alleged scheme that \nLewis and Lovenheim disclosed to Medford in March 2010.39 \n(l) The summary ejectment pr oceeding was dismissed without \nprejudice in the face of this civil action.  However, Gillis and Tenntex have never \nwithdrawn the notice of non-renewal, and have repeated their intent not to renew \nthe GoRhino Lease in at least two more written notices.40 \n(m) As reflected by their position on the Motion, Tenntex and Gillis still \nseek to evict GoRhino and replace it with a Lewis/Lovenheim-related entity.41 \n(n) On or about July 15, 2011, T enntex entered into an agreement to \nlease the Fayetteville Street Premises to the newly-formed 112 Fayetteville.42  \nLovenheim was the incorporator of 112 Fayetteville and executed the lease \nbetween that entity and Tenntex for the Fayetteville Street Premises.43  The \nlease provided for this entity to take over the Fayetteville Street Premises on \nOctober 1, 2011, at a rent of $7,500 per month.  This is the same rent that \n                                                 \n37 Id.  \n38 Id. \n39 Gillis Aff. ¶ 26, Ex. E. \n40 Second Gillis Aff. ¶¶ 8-9; Second Moore Aff. ¶¶ 2-3; Yannessa Aff. ¶ 15; Medford Aff. ¶ 13. \n41 Gillis Aff. ¶ 26, Ex. E; Br. Opp'n Mot. Prelim. Inj. \n42 Gillis Aff. ¶ 26, Ex. E. \n43 Id. \n  \nGoRhino would start paying on that date under the terms of the GoRhino \nLease.44   \n(o) In August, 2011, Lewis told the owner of another business that he \nwas taking over the Tavern and would begin operating the business on or about \nOctober 1, 2011.45  The law firm representing Lewis in this lawsuit also is acting \nas counsel for 112 Fayetteville.  Although Lewis claims that he has no \n\"ownership\" in 112 Fayetteville,\n46 he has not denied that he, his fiancé or \nmembers of his family have a financial or other interest in that entity's plan to \ntake over the Tavern's business.47 \n[16] All of the foregoing acts of Gillis, Tenntex, Lewis and Lovenheim are \nconsistent with the alleged scheme that Lewis and Lovenheim laid out to Medford in \nMarch 2010, at a time when Lewis undisputedly was a member and manager of \nGoRhino.   \n[17] When the other members and ma nagers of GoRhino learned of Lewis' \nactions pursuant to the scheme, they immediately acted to expel Lewis as a member of \nGoRhino under procedures provided in the GoRhino Operating Agreement (the \n\"Operating Agreement\").48  The Operating Agreement provides for Lewis to be \ncompensated for his interest in GoRhino as of June 30, 2010, according to a formula \nspecified in the Operating Agreement.49 \n                                                 \n44 Id. Ex. E; Compl. Ex. B. \n45 Saad Aff. ¶ 3.   \n46 Lewis Aff. \n47 Id.; Ray-Welborn Aff. Exs. A, B. \n48 Compl. ¶¶ 9, 43.   \n49 Id. Ex. A § 12(a).    \n \n  \n[18] Lewis contends in this civil action  that his expulsion was not valid and that \nhe continues to be a manager of GoRhino.50  Plaintiff contends that if Lewis were still a \nmanager of GoRhino, then he would have a continuing fiduciary duty to GoRhino; and \nthat if Lewis is not still a member and manager of GoRhino, it is because he was \nexpelled for his conduct pursuant to the scheme with Lovenheim, Gillis and others.51   \n[19] The conduct of Lewis, Gillis and Lov enheim is directly contrary to the \ninterest of GoRhino, even though (a) Lewis purported to act as a manager of GoRhino \nin carrying out acts on behalf of the scheme and (b) Lewis claims in this action that he \nstill is a manager of GoRhino.52 \n[20] The participation of Tenntex is and has been critic al to the plan of Lewis \nand Lovenheim to drive out GoRhino and take over the Tavern's business for \nthemselves, to the detriment of GoRhino and its other members. \n[21] Tenntex and Gillis have not presented credible evidence of a legitimate \nbusiness reason to evict GoRhino, an established, paying tenant, from the Fayetteville \nStreet Premises.  The arguments raised in this regard by Tenntex, involve, among other \nthings, a contention by Tenntex that non-renewal was justified because GoRhino \nallegedly has not made certain capital improvements to the Fayetteville Street \nPremises, even though (a) the GoRhinio Lease does not require GoRhino to make such \nimprovements and (b) it is reasonable that GoRhino would not make additional non-\nmandated capital expenditures when the Tenntex notice of non-renewal in July 2010 \n                                                 \n50 Lewis Countercl.Third-Party Compl. ¶¶ 96-98. \n51 Compl. ¶¶ 39, 43. \n52 Id. ¶¶ 31, Ex. K; Lewis Countercl.Third-Party Compl. ¶¶ 96-98. \n \n  \ncreated uncertainty about whether GoRhino would be allowed to stay in the premises \nlong enough to recoup any such expenditures.53 \n[22] The reasons argued by Tenntex for its proposed non-renewal of the \nGoRhino Lease on the Fayetteville Street Premises appear pretextual.  Further, \nTenntex's conduct reflects awareness that not renewing the GoRhino Lease would help \npromote the plan of Lewis and Lovenheim to squeeze out GoRhino. \n[23] Tenntex, through Gillis, understood t he objectives of the Lewis/Lovenheim \nscheme to harm GoRhino's business.  Tenntex, through Gillis, accepted and agreed, \neither explicitly or implicitly, to do its part to further those objectives. \n[24] Tenntex has presented no evidence  that it ever withdrew from or \nrepudiated the alleged conspiracy to harm GoRhino's business. \n[25] By way of its Motion, GoRhino has  asked the court to enjoin Tenntex \nprelimarily from terminating the Fayetteville Street Lease during pendency of this \nlitigation.  Tenntex vigorously opposes the Motion. \n[26] The Tavern is GoRhino's only current place of business, and it will be \nforced to close its doors if it is evicted from the Fayetteville Street Premises.  If that \nwere to happen wrongfully, GoRhino would lose substantial and material future profits \nthat would be extremely difficult, if not impossible, to prove. \n[27] If Tenntex is allowed to ev ict GoRhino and replace it with a \nLewis/Lovenheim-related entity pursuant to the alleged scheme complained of by \nPlaintiff in this action, then such entity would unfairly profit from GoRhino's \nimprovements to the Fayetteville Street Premises and GoRhino's efforts for the last two \nyears to build up customer goodwill at that location. \n                                                 \n53 Compl. Ex. B; Yannessa Aff. ¶¶ 12-15; Medford Aff. ¶¶ 10-13. \n  \n[28] In contrast, Tenntex will not suffer s ubstantial injury if it is enjoined from \nevicting GoRhino pending resolution of this civil action.  If GoRhino is allowed to \ncontinue in the premises, its rent for October 2011 and subsequent months will be the \nsame as the rent that 112 Fayetteville has agreed to pay under its purported lease.54  In \naddition, the lease with 112 Fayetteville expressly provides that it will remain \nenforceable by Tenntex against 112 Fayetteville even if Tenntex cannot deliver \npossession of the premises for up to six (6) months after October 1, 2011.\n55 \nBASED UPON the foregoing FINDINGS of FACT, the court reaches the following \nCONCLUSIONS of LAW: \nPreliminary Injunction \n[29] A preliminary injunction is an ex traordinary measure that \"should not be \nlightly granted.\"  Travenol Lab., Inc. v. Turner, 30 N.C. App. 686, 692 (1976).  It is an \nancillary remedy that only will be issued if a moving party is able to show (a) a likelihood \nof success on the merits of its case and (b) that it is likely to sustain irreparable loss \nunless the injunction is issued; or if, in the opinion of the court, in weighing the \nrespective interests of the parties, issuance is necessary for the protection of the \nmoving party's rights during the course of litigation.  A.E.P. Indus., Inc. v. McClure, 308 \nN.C. 393, 401 (1983).  The burden is on the moving party to establish its right to a \npreliminary injunction.  Id.; Ridge Cmty. Investors, Inc. v. Berry, 293 N.C. 688, 701 \n(1977); Analog Devices, Inc. v. Michalski, 157 N.C. App. 462, 466 (2003); Pruitt v. \n                                                 \n54 Compl. Ex. B; Gillis Aff. Ex. E.   \n55 Gillis Aff. Ex. E. \n \n  \nWilliams, 25 N.C. App. 376, 379 (1975); Smith v. N.C. Motor Speedway, Inc., 1997 \nNCBC 5, ¶ 26 (N.C. Super. Ct. Nov. 12, 1997); see also G.S. 1-485. \nCivil Conspiracy \n[30] A civil conspiracy is an agreement  by two or more persons to do an \nunlawful act or to perform lawful acts in an unlawful way that results in damage to the \nclaimant.  Dalton v. Camp, 138 N.C. App. 201, 213 (2000), rev'd on other grounds, 353 \nN.C. 647 (2001); Sunbelt Rentals, Inc. v. Head & Engquist Equip., LLC, 2003 NCBC 4, \n¶ 289 (N.C. Super. Ct. May 2, 2003), aff'd, 174 N.C. App. 49 (2005). \n[31] Circumstantial evidence can be sufficient to prove an action for \nconspiracy.  Dalton, 138 N.C. App. at 213; Sunbelt Rentals, 2003 NCBC 4, ¶ 291.  \nBehavior that may be benign or innocuous when standing alone can acquire a different \nmeaning when placed in a larger context.  Terry's Floor Fashions, Inc., v. Burlington \nIndus., Inc., 568 F. Supp. 205, 210 (E.D.N.C. 1983).  Accordingly, the totality of the \nfacts and circumstances before the court may allow the court reasonably to infer that \nillegal conduct occurred.  Id.    \nLikelihood of Success on the Merits of Plaintiff's Claim \n[32] When Lewis was a manager of GoRh ino, he owed a fiduciary duty to act \nin GoRhino's best interest.  G.S. 57C-3-22.  The facts now before the court support \nPlaintiff's contention that the respective Defendants had an agreement and formed a \ncivil conspiracy to to force GoRhino out of business so that a Lewis/Lovenheim-related \nentity could take over operation of the Tavern site. \n[33] This scheme would constitute an agr eement to perform unlawful acts or to \nperform lawful acts in an unlawful way because, among other reasons, it constituted a \n  \nplan to violate the fiduciary duties of Lewis to GoRhino; and the plan was implemented \nusing acts that themselves violated that fiduciary duty.  G.S. 57C-3-22 (requiring \nmanagers of limited liability companies to act \"in the best interest of the limited liability \ncompany\"). \n[34] Evidence before the court supports Plaintiff's contentions that Gillis, and \nTenntex, through Gillis, joined the alleged conspiracy by agreeing, either expressly or \nimpliedly, to do – and in fact doing – their part to further the objectives of the conspiracy \nby: \n(a)  Agreeing to replace GoRhino with a Lewis/Lovenheim-related entity \nto the exclusion of the Members of GoRhino other than Lewis. \n(b)  Taking action to force GoRhino out of the Fayetteville Street \nPremises by executing the Termination Agreement and bringing summary \nejectment proceedings against GoRhino. \n(c) Giving repeated notices of non-renewal and \ncontinuing their efforts to force GoRhino out of its sole place of \nbusiness.  State ex rel. Cooper v. Ridgeway Brands Mfg., LLC, 362 \nN.C. 431, 444-45 (2008) (holding that defendant could join a \nconspiracy by express or implied agreement). \n[35] Here, the evidence supports Plaintiff's contention that Tenntex, through \nGillis, knew that the goal was to force GoRhino out so that the Tavern could be taken \nover by a Lewis/Lovenheim-related entity, and that Tenntex and Gillis knowingly \nprovided assistance to the accomplishment of that goal.  Having joined the conspiracy, \nGillis and Tenntex became exposed to liability with Lewis and any other co-conspirators \n  \nfor damages caused by any act in furtherance of the common scheme.  Dalton, 138 \nN.C. App. at 213 (citing Fox v. Wilson, 85 N.C. App. 292, 301 (1987)); Green v. Condra, \n2009 NCBC 21, ¶ 167 (N.C. Super. Ct. Aug. 14, 2009).  If Plaintiff ultimately meets its \nburdens of proof, Gillis, Tenntex and Lovenheim can be liable for conspiring with Lewis \nto violate the fiduciary duties Lewis owed to GoRhino. Cf. Harwell Enter., Inc. v. Heim, \n276 N.C. 475, 479 (1970) (holding that if two persons conspire to violate the duties of \none conspirator under a covenant not to compete, both persons are jointly liable for the \nbreach). \n[36] Defendants Gillis and Tennt ex correctly point out that in order for one or \nboth of them to be liable to Plaintiff for civil conspiracy, GoRhino must also show an \n'overt act' committed by at least one conspirator in furtherance of the conspiracy.  \nSunbelt Rentals, 2003 NCBC 4, ¶ 290 (quoting Dalton, 138 N.C. App. at 212).  They \nargue that neither of them committed any overt unlawful act.  However, the law is clear \nthat in the context of a conspiracy, an otherwise lawful act can become an unlawful act \nwhen it is part of the conspiratorial plan.  Id.  In other words, it may be lawful to drive a \ncar to the bank, but it is not lawful to drive the car to the bank as part of a conspiracy to \nrob the bank.  The same would hold true to not renewing a lease, which on its face may \nbe a lawful act, but which may become unlawful if it is part of a conspiratorial scheme to \nharm the lessee.  As reflected by the above Findings, the evidence of record supports \nPlaintiff's contention that each of the Defendants committed overt acts in furtherance of \nthe alleged conspiracy. \n[37] A conspiracy is deemed to continue until its goal is accomplished or the \nconspirators unequivocally abandon the conspiracy.  Here, Defendants, including \n  \nTenntex and Gillis, still are seeking to accomplish the goal of the conspiracy.  Tenntex \nand Gillis have not shown any unequivocal withdrawal from the conspiracy that meets \nthis standard.  To the contrary, it is the continued participation by Tenntex, through its \npurported notice of non-renewal of the GoRhino Lease, that makes it possible for the \ngoal of the alleged conspiracy to be achieved.  Thus, while Tenntex might have had the \npower to terminate the lease for a lawful purpose, it did not have the right to promote \nthe unlawful plan and purpose supported by the evidence here. \n[38] Accordingly, GoRhino has establis hed that it is likely to prevail on the \nmerits of its civil conspiracy claim against Tenntex and Gillis. \nIrreparable Injury \n[39] If Tenntex and Gillis were to evic t GoRhino from the Fayetteville Street \nPremises in order to replace it with the Lewis/Lovenheim-related entity, 112 Fayetteville, \nsuch action effectively would put GoRhino out of business.  It further would present \nGoRhino with the difficult, if not impossible, task of proving GoRhino's lost goodwill and \nfuture profits causally arising from the allegedly wrongful acts.  Such circumstances \nwould constitute irreparable harm for purposes of Rule 65.  See also, Winnfield Food \nSys., Inc. v. Hardees Food Sys., Inc., 1996 U.S. Dist. LEXIS 13957, *12, No. 4:95-cv-\n005402 (M.D.N.C. Aug. 8, 1996) (quoting United States v. Any and All Assets of Shane \nCo., 816 F. Supp. 389, 400 (M.D.N.C. 1991)) (\"In the ordinary case, proof that a going \nconcern will be forced out of business during the pendency of litigation raises a \npresumption of irreparable harm.\")  \n  \n[40] For the reasons set forth above, Plaintiff has carried its burden of proof \nthat it is likely to prevail on the merits and that it will be irreparably injured if an \ninjunction is not issued. \n \nWeighing the Respective Interests \n[41] The GoRhino Lease provides for GoRh ino to pay the same amount of rent \nper month as 112 Fayetteville would pay under its purported lease.  Further, the \npurported lease with 112 Fayetteville provides that it will remain enforceable by Tenntex \nagainst 112 Fayetteville even if Tenntex cannot deliver possession of the premises for \nup to six (6) months after October 1, 2011.  In the interim, GoRhino ostensibly would be \nmaking its lease payments.  Consequently, a preliminary injunction to maintain the \nstatus quo pending final adjudication of this matter is likely to cause Tenntex materially \nless damage or injury in comparison to the risk of irreparable injury faced by GoRhino \nshould the lease on the Fayetteville Street Premises be terminated. \nSecurity \n[42] Rule 65(c) requires that the grant ing of a preliminary injunction shall be \nconditioned up the giving of security by the applicant in a sum determined by the court \nto be proper for the payment of costs and damages that may be suffered by a party \nultimately determined to have been wrongfully enjoined or restrained. \n[43] Plaintiff contends that a bond in the amount of $7,500 would be sufficient \nto protect Tenntex against costs and damages if it is found to have been wrongfully \nrestrained.  It is true that Tenntex is partially protected from substantial loss or damage \nin the near term by virtue of its proposed lease with 112 Fayetteville and by lease \n  \npayments anticipated to be made by GoRhino should the court order that Plaintiff may \nremain in possession of the Fayetteville Street Premises.  However, there is no way to \nanticipate (a) the course or duration of this litigation, (b) the future economic viability of \nGoRhino and its ability to make lease payments to Tenntex or (c) whether 112 \nFayetteville Street would be available to Tenntex in the future as a paying tenant should \nGoRhino cease its operations. \n[44] Accordingly, the court concludes that in order to protect the interests of \nTenntex, security in the amount of $45,000, to cover six (6) months rent on the \nFayetteville Street Premises, is reasonable and appropriate as a condition of granting \npreliminary injunctive relief in this matter. \nNOW THEREFORE, based upon the foregoing FINDINGS of FACT and \nCONCLUSIONS of LAW, it hereby is ORDERED that: \n[1] Pending final resolution of this civil action, and unless and until otherwise \nordered by this court, Tenntex and Gillis hereby are RESTRAINED, ENJOINED and \nFORBIDDEN from relying upon any prior notices of termination or non-renewal of the \nGoRhino Lease, or otherwise terminating the GoRhino Lease for any reason other than \nany future instance of default as provided under the terms of the GoRhino Lease, and/or \nengaging in any action to remove, eject, evict or otherwise interfere with the rights \nprovided to GoRhinoGo under the terms of the GoRhino Lease and applicable North \nCarolina law. \n[2] While GoRhinoGo remains a tenant in the Fayetteville Street Premises \npursuant to this Order, it shall perform the duties and responsibilities required of a \ntenant under the terms of the GoRhino Lease.  Those duties shall include, among other \n  \nthings, payment of rent in the amount of $7,500 per month and payment of utilities, \ninsurance and taxes pro-rated for the period during which GoRhinoGo remains a tenant \nin the Fayetteville Street Premises. \n[3] Pursuant to the provisions of Rule 65(c), and as a condition of this Order, \non or before October 4, 2011, at 5:00 p.m., Plaintiff GoRhinoGo, LLC shall post security \n(\"Security\"), to cover six (6) months rent on the Fayetteville Street Premises, in the \namount of FORTY FIVE THOUSAND DOLLARS ($45,000).  Said Security shall be in \nthe form of a surety bond or other undertaking satisfactory to the Clerk of Superior Court \nof Wake County, for the payment of such costs and damages as may be incurred or \nsuffered by any party who is found to have been wrongfully enjoined or restrained by \nthis Order. \n[4] Except as GRANTED by the terms of  this Order, the Motion is DENIED. \nThis the 29th day of September, 2011. \n \n \n \n \n \n  "
}