{
  "id": "eae2bc6696028a32d89772c12e6fbcc5103bc3641d552e66080c39b0e55f9ac0",
  "source_file": "data/raw/ncbc/eae2bc6696028a32d89772c12e6fbcc5103bc3641d552e66080c39b0e55f9ac0.pdf",
  "raw_text": "Torres v.  The Steel Network, Inc., 2009 NCBC 19. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE  09 CVS 3654 \n \n \nMICHAEL L. TORRES, ) \n Plaintiff ) \n  )   \n v.  ) ORDER AND OPINION \n   ) \nTHE STEEL NETWORK, INC., EDWARD ) \nDIGIROLAMO and BANK OF AMERICA, NA, ) \n  Defendants ) \n \n \n \n[1] THIS CAUSE is before the court upon a Motion to Dismiss (the “Motion”) \nfiled by Defendant Bank of America, NA (the “Bank”), on April 7, 2009, pursuant to the \nprovisions of Rule12(b)(6), North Carolina Rules of Civil Procedure (the “Rule(s)”).  By \nway of the Motion, the Bank seeks dismissal of the Eleventh Cause of Action stated \nagainst it in Plaintiff’s Complaint. \n[2] Also pending are Plaintiff’s Motion to Compel, filed on July 13, 2009; and \nthe Bank’s Motion for a Protective Order, filed on July 22, 2009 (collectively the \n“Discovery Motions”).  The Discovery Motions involve discovery initiatives propounded \nby Plaintiff to the Bank as a party defendant. \n[3] After considering the arguments, br iefs, other submissions of counsel and \nappropriate matters of record, as discussed infra, the court concludes that the Bank’s \nMotion should be GRANTED. \n[4] In light of this ruling, the Plainti ff’s Motion to Compel should be DENIED \nand the Bank’s Motion for a Protective Order should be GRANTED, as further \ndiscussed below. \nJames C. White, Esq. for Plaintiff Michael L. Torres.  \n \nMcGuire Woods, LLP, by Mark E. Anderson, Esq. for Defendant Bank of \nAmerica, NA. \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP, by K. Alan Parry, \nEsq. for Defendants The Steel Network, Inc. and Edward Digirolamo. \n  \nJolly, Judge. \nI. \nPROCEDURAL AND FACTUAL BACKGROUND \n[5] On February 25, 2009, Plaintiff f iled a Complaint against Defendants in \nWake County.  Plaintiff asserts ten separate causes of action against the non-moving \nDefendants, and an Eleventh Cause of Action (the “Claim”) against movant, Defendant \nBank.  The Claim seeks relief from the Bank for tortious interference with contended \ncontract rights between Plaintiff and non-moving Defendant The Steel Network, Inc. \n(“TSN”). \n[6] On March 27, 2009, this matter was designated a mandatory complex \nbusiness case by Order of the Chief Justice of the North Carolina Supreme Court, \npursuant to N.C. Gen. Stat. § 7A-45.4(b), and was assigned to the undersigned Special \nSuperior Court Judge for Complex Business Cases by Order of the Chief Special \nSuperior Court Judge for Complex Business Cases. \n[7] On April 7, 2009, the Bank timely  filed its Motion pursuant to Rule \n12(b)(6), seeking dismissal of Plaintiff’s Claim for failure to state a claim upon which \n  \nrelief can be granted.  The Motion has been fully briefed by the interested parties and is \nripe for determination by the court.1 \n[8] Among other things, the Amended Complaint alleges that: \n(a) In June 2008, certain agreem ents were entered into between \nPlaintiff and the non-moving Defendants.  In substance, the agreements involved \npurchase by Defendant TSN of Plaintiff’s minority ownership shares of TSN \nstock. \n(b) Ultimately, the executed agreem ents included a Stock Redemption \nAgreement, Pledge Agreement, Stock Power and Promissory Note (the “Note”) \n(collectively, the “Redemption Documents”).  The Note called for certain periodic \npayments to Plaintiff by TSN over a period of three years, ending in a balloon \npayment to Plaintiff on or before December 31, 2011. \n(c) On or about December 30, 2008, the Bank notified TSN, by letter \n(the “Notice Letter”), that the Note entered into between TSN and Plaintiff \nviolated certain debt service ratio covenants of a pre-existing December 2007 \nloan agreement between the Bank and TSN.2  The Bank indicated that it \nintended to call the TSN debt to the Bank unless Plaintiff agreed either to \nsubordinate the Note to the TSN debt to the Bank or unwind the redemption \nagreements between TSN and Plaintiff. \n                                                 \n1 The Motion has been determined by the court without oral argument, pursuant to Rule 15.4 of the \nGeneral Rules of Practice and Procedure for the North Carolina Business Court. \n2 The Notice Letter is attached to the Complaint as Exhibit G, and is properly before the court for Rule \n12(b)(6) purposes.  Weaver v. Saint Joseph of the Pines, Inc., 187 N.C. App. 198, 204 (2007); Woolard v. \nDavenport, 166 N.C. App. 129 (2004). \n \n  \n(d) TSN subsequently repudiated the Redemption Documents, on a \npretext that Plaintiff had breached a nondisclosure agreement.  The Note was not \npaid. \nII. \n \nDISCUSSION \n \nThe court, having reviewed and considered the Complaint, the Motion, \nappropriate matters of record and the respective arguments of the parties, \nCONCLUDES: \nA. \n \nDefendant’s Rule 12(b)(6) Motion \n \n[9] Under North Carolina law, a claim fo r tortious interference with contract \nrights requires proof that: \n(a) There existed a valid contac t between the plaintiff and a third \nperson; \n(b) The defendant was aware of the contract; \n(c) The defendant intentionally induc ed the third person not to perform \nthe contract; \n(d) In doing so, the defendant ac ted without justification; and \n(e) Actual damage resulted to the plaintiff. \nEmbree Const. Group, Inc. v. Rafcor, Inc., 330 N.C. 487, 498 (1992). \n[10] Our courts long have held that if a defendant’s motives in allegedly \ninterfering with third-party rights reasonably relate to the protection of a legitimate \nbusiness interest of the defendant, such interference is justified and therefore not \n  \nactionable.  To survive Rule 12(b)(6) dismissal, the good faith allegations of the \ncomplaint must not support a justifiable motive on the part of the defendant in interfering \nwith the third-party contract.  Privette v. UNC, 96 N.C. App. 124, 134 (1989); Filmar \nRacing, Inc. v. Stewart, 141 N.C. App. 668, 674 (2001). \n[11] Here, the Complaint and its exhibi ts show that execution of the Note \nthreatened to place TSN in violation of its pre-existing contractual covenants with the \nBank.  The documents of record also establish that the purported actions of the Bank \nwere motivated by justifiable interests in protecting pre-existing legitimate contractual \ninterests between TSN and the Bank, and that the Bank’s actions were proper and \nproportionate to the interests it sought to protect.  Peoples Sec. Life Ins. Co. v. Hooks, \n322 N.C. 216 (1988); Childress v. Abeles, 240 N.C. 667, 676 (1954); Fitzgerald v. Wolf, \n40 N.C. App. 197 (1979).  Also instructive is Crowder Construction Co. v. City of \nCharlotte, Mecklenburg County Super. Ct., File No. 08 CVS 9546 (March 11, 2009 \nOrder granting summary judgment).3 \n[12] The bare allegations in  the Complaint, to the effect that the Bank acted \n“without justification” and in a “manner not” reasonably related to the protection of \nlegitimate business interests, are not sufficient to overcome the facts as alleged in the \nComplaint and supporting documents.  Sutton v. Duke, 277 N.C. 94 (1970). \n[13] The documents of record before the court support no conclusion other \nthan that the Bank was acting pursuant to its contractual rights arising from its loan \nagreements with TSN.  It was justifiable for the Bank to send the Notice Letter and \notherwise to seek protection for its legitimate pre-existing business interests. \n                                                 \n3 Crowder is an action docketed in the North Carolina Business Court.  The Order referenced above is \navailable online at the Business Court website, www.ncbusinesscourt.net.  \n  \n[14] Consequently, the Bank’s Rule  12(b)(6) Motion should be granted. \nB. \nThe Discovery Motions \n[15] The Discovery Motions involve di scovery propounded by Plaintiff to the \nBank in the Bank’s role as a Defendant in this civil action.  The above ruling will act to \ndismiss the Bank as a party defendant. \n[16] Accordingly, the Plaintiff’s Moti on to Compel should be denied and the \nBank’s Motion for a Protective Order should be granted; provided that this should be \nwithout prejudice to Plaintiff’s right to submit further discovery to the Bank in its role as a \nnon-party. \nIII. \nCONCLUSION \nNOW THEREFORE, based upon the foregoing, it is ORDERED that: \n[17] The Motion to Dismiss Plaintiff’s Eleventh Cause of Action, filed by \nDefendant Bank of America, NA, on April 7, 2009, is GRANTED, pursuant to the \nprovisions of Rule12(b)(6), North Carolina Rules of Civil Procedure; and said Eleventh \nCause of Action is DISMISSED. \n[18]  Plaintiff’s Motion to Compel, f iled on July 13, 2009, is DENIED; and the \nBank’s Motion for a Protective Order, filed on July 22, 2009, is GRANTED.  This ruling \nshall be without prejudice to Plaintiff’s right to submit further discovery to the Bank in its \nrole as a non-party. \n[19] No costs are assessed. \n \nThis the 27th day of July, 2009. \n  "
}