{
  "id": "eb0bcaeac83bc806acc40d322f72f3bace6d69cd1f1bd18a24dec9eea53fd32e",
  "source_file": "data/raw/ncbc/eb0bcaeac83bc806acc40d322f72f3bace6d69cd1f1bd18a24dec9eea53fd32e.pdf",
  "raw_text": "Raul v. Burke, 2016 NCBC 8. \nSTATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n15 CVS 16703 \nMALKA RAUL, Derivatively on \nBehalf of SWISHER HYGIENE INC.; \nand Individually and on Behalf of All \nOthers Similarly Situated, \n \nPlaintiff, \n \nv. \n \nJOSEPH BURKE; RICHARD \nHANDLEY; HARRIS W. HUDSON; \nWILLIAM M. PIERCE; WILLIAM M. \nPRUITT; DAVID PRUSSKY; \nSWISHER HYGIENE INC.; and \nECOLAB, INC.,  \n \nDefendants, \n \n  and \n \nSWISHER HYGIENE INC., \n    \nNominal Defendant. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION  \n \n{1} THIS MATTER is before the Court on Ecolab’s Motion to Dismiss, The \nIndividual Defendants’ and Nominal Defendant Swisher Hygiene, Inc.’s Motion to \nDismiss Plaintiff’s Derivative and Class Action Complaint (“Swisher Defendants’ \nMotion to Dismiss”), and Plaintiff’s Motion to Dismiss Plaintiff’s Claims as Moot \nand Setting Schedule for Plaintiff’s Motion for an Award of Attorneys’ Fees, \nReimbursement of Expenses and Plaintiff’s Incentive Award (“Plaintiff’s Motion to \nDismiss”) (collectively, “Motions”).  For reasons discussed more fully below, the \nCourt ALLOWS Plaintiff to withdraw her motion to dismiss, GRANTS LEAVE for \nPlaintiff to file an amended complaint, GRANTS Ecolab’s Motion to Dismiss, and \nDEFERS further consideration of Swisher Defendants’ Motion to Dismiss, without \n \n \nprejudice to Swisher Hygiene Inc. (“Swisher”) and the Individual Defendants \n(collectively, “Swisher Defendants”) in renewing their motion in response to an \namended complaint. \nRabon Law Firm, PLLC by Gary Jackson, and Lifshitz & Miller by Joshua M. \nLifshitz (pro hac vice) for Plaintiff. \n \nMoore & Van Allen PLLC by James P. McLoughlin, Jr., Jonathan M. \nWatkins, and Christopher H. Tomlinson, and Dechert LLP by David H. \nKistenbroker (pro hac vice) and Joni S. Jacobsen (pro hac vice) for \nDefendants Joseph Burke, Richard Handley, Harris W. Hudson, William M. \nPierce, William M. Pruitt, David Prussky, and Swisher Hygiene Inc. \n \nRobinson, Bradshaw & Hinson, P.A. by Robert W. Fuller and Adam K. Doerr, \nand Skadden, Arps, Slate, Meagher & Flom LLP by Matthew R. Kipp (pro \nhac vice), Donna L. McDevitt (pro hac vice) and Andrew J. Fuchs (pro hac \nvice) for Defendant Ecolab, Inc. \nGale, Chief Judge. \nI. INTRODUCTION \n {2} This lawsuit arises from Plaintiff’s challenge to the $40 million sale of \nSwisher’s United States operating assets and its stock in Swisher International, \nInc. to Defendant Ecolab, Inc. (“Ecolab”).  Swisher separately adopted a plan of \ndissolution.  The plan of dissolution, which was not challenged in Plaintiff’s \nDerivative and Class Action Complaint (“Complaint”), became a focal point in \nargument and briefing on the Motions. \n{3} The sale of Swisher to Ecolab and Swisher’s plan of dissolution have \nnow been approved by Swisher’s shareholders.  The sale has closed, but the plan of \ndissolution has not gone into effect. \nII. PROCEDURAL HISTORY AND FACTUAL BACKGROUND \n{4} Plaintiff filed a Complaint on Septe mber 11, 2015, to challenge the sale \nof Swisher to Ecolab.  The Complaint asserts claims relating to the overall fairness \nof the sale and the alleged failure to disclose material information to Swisher’s \nshareholders.   \n \n \n{5} Swisher filed a preliminary proxy on August 24, 2015, followed by a \ndefinitive proxy on September 3, 2015.  A shareholder vote to approve the sale was \nscheduled for October 15, 2015.   \n{6} On September 21, 2015, Plaintiff moved for expedited discovery.   \n {7} On October 2, 2015, Plaintiff’s co unsel served a confidential settlement \ndemand on Swisher’s counsel, requesting additional disclosures that Plaintiff \ncontended were material and were necessary for an informed shareholder vote.   \n {8} On October 8, 2015, the Court issued an order denying Plaintiff’s \nmotion for expedited discovery.  Raul v. Burke, 2015 NCBC LEXIS 93, at *9 (N.C. \nSuper. Ct. Oct. 8, 2015). \n {9} Later that same day, Swisher amen ded its definitive proxy statement.  \nPlaintiff asserts that her counsel was allowed to review and edit the supplemental \ndisclosures before their filing.\n1 \n{10} On October 15, 2015, Swisher shareh olders approved the transactions.  \n{11} On November 5, 2015, Swisher Defendants and Ecolab each filed \nmotions to dismiss.     \n{12} On November 23, 2015, Plaintiff f iled her motion to dismiss.  In the \nmotion, Plaintiff seeks to (1) dismiss her disclosure claims as moot; (2) dismiss her \nother claims with prejudice as to her but not to other potential plaintiffs; (3) have \nthe Court retain jurisdiction and set a motion schedule for the purpose of awarding \nattorneys’ fees, expense reimbursement, and an incentive award; and (4) determine \nthat fees could be awarded without requiring notice to putative class members or to \nSwisher’s shareholders.  There has been no settlement of any claims, and \nDefendants have not made or promised any monetary compensation to Plaintiff.2 \n                                                 \n1 Because of its ruling on other matters, the Court does not presently address the contested issue of \nwhether any disclosures made after this lawsuit was commenced were material or whether such \ndisclosures were caused by this litigation. \n \n2 The case is in a significantly different posture than cases where the Court is asked to approve a \nsettlement for which the only class benefit is supplemental disclosures that are of questionable \nutility, without any further monetary consideration.  This type of approval request is typically \naccompanied by an agreement or request for significant attorneys’ fees for class counsel, in exchange \nfor which the defendants receive a broad, classwide release of all claims, including fairness claims or \n \n \n{13} In her supporting brief, Plaintiff argued that her motion mooted any \nneed for the Court to rule on Defendants’ motions to dismiss.  Defendants countered \nthat the Court should proceed with its consideration of their motions, particularly in \nlight of a separate shareholder class-action lawsuit against Swisher that was filed \nin an Illinois state court.  See Berger v. Swisher Hygiene Inc., No. 2015-CH-13325 \n(Ill. Cir. Ct. filed Sept. 8, 2015).  The presiding judge in the Illinois lawsuit has \nstayed further proceedings in that matter to await this Court’s ruling on the \npending Motions. \n{14} After full briefing, the Court heard oral argument on the Motions on \nJanuary 12, 2016.  Plaintiff expressed no intent to amend her Complaint in advance \nof that hearing. \nIII. ANALYSIS  \nA. Issues Presented at the Hearing on January 12, 2016 \n{15} During the January 12, 2016, hearin g, the Court advised the parties of \nits view on the precise questions presented by the Motions.  A summary of those \nquestions provides context to filings that Plaintiff made after the hearing and to the \nCourt’s determination of how to proceed in this matter.   \n                                                 \nother putative claims that have not been fully investigated or analyzed.  The value of such \ndisclosure-only settlements and the effect of court approval in those cases have generated \nsubstantial debate.  This debate was most recently addressed in a significant decision that was \nissued on January 22, 2016, by Chancellor Bouchard of the Delaware Court of Chancery in In re \nTrulia, Inc. Stockholder Litigation, C.A. No. 10020-CB, 2016 Del. Ch. LEXIS 8 (Del. Ch. Jan. 22, \n2016).  Chancellor Bouchard emphasizes a court’s fiduciary duty to examine the balance between the \n“give” and the “get” of a class settlement, and suggests a future increase in courts’ scrutiny of \ndisclosure-based settlements.  Id. at *35.  Here, there has been no settlement, and the Court has not \nbeen asked to approve a release.  However, if Plaintiff proceeds with a motion for an award of fees \nand expenses to be paid from the proceeds of the transaction, the Court will be required to balance \nthe interests of the class representative against the interests of Swisher’s shareholders.  Plaintiff \nargues that Swisher’s board should have disclosed a $2 million transaction to Swisher’s shareholders \nbecause that transaction materially affects the distribution to shareholders of proceeds from the $40 \nmillion sale, which must be used to pay significant other liabilities.  (Pl.’s Br. Supp. Mot. Dismiss on \nGrounds of Mootness 9–10.)  Plaintiff also contends that Swisher’s payment to an investment \nbanker, totaling three percent of the $40 million sale, was material and should have been disclosed.  \n(Pl.’s Br. Supp. Mot. Dismiss on Grounds of Mootness 10–11.)  It is premature for the Court to \ndetermine whether Plaintiff’s own logic would warrant providing notice to shareholders before any \nfees or expense reimbursements are awarded to Plaintiff’s counsel.  \n \n \n \n{16} First, while the Court expressed some concern about whether it should \nproceed to rule on Defendants’ motions, it expressed its clear view that a ruling \nwould not be determinative of any other litigation where there had been no class \ncertification.  Since that time, the Court has had the benefit of reading the well-\nreasoned opinion of Vice Chancellor Laster of the Delaware Court of Chancery, \nissued only three days following this Court’s January 12, 2016, hearing.  See In re \nEZCORP, Inc. Consulting Agreement Derivative Litig., C.A. No. 9962-VCL (Del. Ch. \nJan. 15, 2016), http://courts.delaware.gov/opinions/download.aspx?ID=234980.  \n {17} In re EZCORP involved derivative claims that arose from a merger \ntransaction.  The defendants rejected the plaintiff’s proposal for a voluntary \ndismissal without prejudice to class members in hopes of securing a dismissal on \nthe merits, which would be binding “as to the world.”  Id. at 1 (alteration omitted).  \nVice Chancellor Laster rejected the notion that his ruling on a motion to dismiss \nwould have a binding effect on anyone other than the named plaintiff.  Id. at 14–15.  \nAlthough Vice Chancellor Laster’s opinion in In re EZCORP discussed Delaware \nrules of procedure, his reasoning applies spot-on to a similar procedural issue under \nNorth Carolina law. \n{18} Second, the Court expressed conc ern about whether Ecolab should be \nrequired to remain in the litigation with only a claim of aiding and abetting a \nbreach of fiduciary duty pending against it.  More specifically, the Court noted its \ncontinued uncertainty as to (1) whether the internal-affairs doctrine applies to the \naiding-and-abetting claim, and (2) if the internal-affairs doctrine does not apply, \nwhether North Carolina, as the forum state, will recognize a claim for aiding and \nabetting a breach of fiduciary duty.  The Court expressed its familiarity with \nDelaware law regarding aiding-and-abetting claims and its doubt that Plaintiff has \nalleged particularized facts sufficient to survive a motion to dismiss under Delaware \nor North Carolina law.   \n{19} Third, the Court noted that sp ecial issues arise when there is a \npotential claim for attorneys’ fees in a case that involves both direct and derivative \nclaims.  This is particularly true in lawsuits where a shareholder challenges a \n \n \ntransaction based on both disclosure and fairness claims.  In this type of lawsuit, \nthe law in both Delaware and North Carolina suggests that, absent extraordinary \ncircumstances, a disclosure claim is considered to be a direct claim rather than a \nderivative claim because the beneficiary of the disclosure is the shareholder who is \nbeing asked to vote, not the corporation.  Moreover, in North Carolina, the Court’s \nauthority to award fees for direct claims depends on the existence of an agreement.  \nSee, e.g., Ehrenhaus v. Baker, __ N.C. App. __, 776 S.E.2d 699, 707–08 (2015); In re \nPike S’holder Litig., 2015 NCBC LEXIS 95, at *18–19 (N.C. Super. Ct. Oct. 8, 2015); \nIn re Harris Teeter Merger Litig., 2014 NCBC LEXIS 47, at *22–23 (N.C. Super. Ct. \nSept. 24, 2014). \n{20} As for derivative claims, subs tantive claims may be governed by \nDelaware law pursuant to the internal-affairs doctrine.  See Bluebird Corp. v. \nAubin, 188 N.C. App. 671, 680–81, 657 S.E.2d 55, 63 (2008).  Fee awards are \ngoverned by North Carolina law, which requires this Court to find, as a condition to \nawarding fees to Plaintiff, that “the proceeding . . . resulted in a substantial benefit \nto the corporation.”  N.C. Gen. Stat. § 55-7-46(1) (2015).3  Plaintiff’s success in \nsecuring a fee award must depend on a derivative claim and success on two \ncontested issues: (1) whether Plaintiff’s failure to make a pre-suit demand is \nexcused under Delaware’s “demand futility” doctrine, and (2) assuming demand \nfutility applies, whether the derivative claim resulted in a substantial benefit to the \ncorporation.  If the only benefit obtained is supplemental disclosures, the Court will \nhave to find that the corporation benefited from those disclosures.   \nB. The Issue of Demand Futility \n{21} On the issue of demand futility, the Court noted its struggle to \nunderstand a basis for Plaintiff’s position that a majority of Swisher’s board was \n“interested” in the transaction and therefore must be presumed incapable of making \nan independent determination following a pre-suit demand.  The Court’s struggle \n                                                 \n3 Section 55-7-46 also allows the Court to tax fees against a plaintiff if the Court makes certain \nfindings.  N.C. Gen. Stat. § 55-7-46(2), (3). \n \n \nwas compounded by Plaintiff’s focus on Swisher’s plan of dissolution, which has not \nyet occurred, rather than the sale of Swisher to Ecolab.     \n{22} After summarizing its concerns, the Court heard extended argument \nfrom the parties.  Plaintiff’s argument on the issue of demand futility extended \nsubstantially beyond the allegations in her Complaint.  Recognizing that it would be \nproper for Plaintiff to pursue the course of action that she proposed in her motion to \ndismiss only if she had initiated a proper derivative claim, the Court allowed the \nparties to file supplemental briefs before deciding the issue of demand futility. \n {23} The parties filed supplemental briefs on the issue of demand futility on \nJanuary 15, 2016.  Plaintiff’s supplemental brief focused primarily on her argument \nthat the majority of Swisher’s board was “interested” in the transaction, again \nreferring to facts not stated in her Complaint.  A footnote on the final page of \nPlaintiff’s brief stated the following: “Given the newly identified facts that support \ndemand futility, Plaintiff hereby withdraws her motion to dismiss on the grounds of \nmootness and accordingly . . . seeks to amend her Complaint.”  (Suppl. Br. Supp. \nDemand Futility (“Pl.’s Suppl. Br.”) 10 n.9.)  Plaintiff asserted a right to amend her \nComplaint on the ground that Defendants had not yet filed a responsive pleading.\n4  \n(Pl.’s Suppl. Br. 10 n.9.)  Aside from the statements in that footnote, Plaintiff has \nnot moved to withdraw her motion to dismiss, nor has she filed a motion to amend \nor submitted a proposed amended complaint.  \n {24} Plaintiff’s supplemental brie f also included a request for a \nsupplemental hearing.  The Court denied the request for further hearing.  Instead, \nthe Court extended a rather unusual grant of leave to all parties to file second \n                                                 \n4 The Court questions but does not further consider whether a party’s right to file an amended \ncomplaint without leave of court, prior to a defendant’s answer, is lost when the plaintiff does not file \nthe amended complaint before the defendant’s motion to dismiss is fully briefed, argued, and \nsubmitted to the Court for a final ruling.  See Harris v. Family Med. Ctr., 38 N.C. App. 716, 718, 248 \nS.E.2d 768, 770 (1978) (“If it should be held that plaintiff could amend without leave after a hearing \nand the granting of summary judgment against him, the effect would be to clothe a litigant with the \npower, at any time, to reopen a case . . . .  Rule 15(a) is not to be construed so as to render Rule 12 \nmeaningless and ineffective.” (omission in original) (quoting Clardy v. Duke Univ., 299 F.2d 368, 370 \n(4th Cir. 1962))); see also Maurice v. Hatterasman Motel Corp., 38 N.C. App. 588, 591–92, 248 S.E.2d \n430, 432–33 (1978) (noting that a party’s right to file a voluntary dismissal under Rule 41 is lost once \na summary-judgment motion has been argued and taken under review by the court). \n \n \nsupplemental briefs.  Each side filed second supplemental briefs on January 22, \n2016.   \n {25} In her second supplemental brie f, Plaintiff stated, “As indicated in \nPlaintiff’s Supplemental Brief in Support of Demand Futility filed on January 15, \n2016, Plaintiff intends to amend her Complaint based upon the newly discovered \ninformation.  The amendment will address not only Plaintiff’s demand futility \nallegations but also additional theories of liability.”  (Reply Further Supp. Pl.’s \nSuppl. Br. Alleging Demand Futility 1.)   \n {26} Defendants assert that an amendment would be futile because the \nfacts, even with Plaintiff’s “newly discovered information,” contain no basis for \ninvoking Delaware’s demand-futility doctrine. \n{27} Plaintiff’s approach of withdraw ing her motion to dismiss after oral \nargument and subsequently asking for leave to amend her Complaint places this \ncase in an unusual procedural posture.  The Court concludes that Plaintiff’s Motion \nto Dismiss has been withdrawn.  As a result, the Court is free to consider \nDefendants’ motions to dismiss. \n {28} The Court elects to defer its consideration of Swisher Defendants’ \nMotion to Dismiss until Plaintiff has fully presented all facts and claims in an \namended complaint.5   \n {29} On the other hand, as to Ecolab , Plaintiff has made no argument or \nsuggestion that the amended complaint will disclose additional facts to allege that \n                                                 \n5 The Court is mindful that it should proceed with caution in allowing a plaintiff to amend its \ncomplaint in a shareholder derivative action where the plaintiff failed to properly plead demand \nfutility.  In re Pozen S’holders Litig., 2005 NCBC LEXIS 7, at *44 n.4 (N.C. Super. Ct. Nov. 10, \n2005).  However, the Court again refers to a recent Chancery Court opinion where Vice Chancellor \nLaster discussed the significance of determining the adequacy of a demand at the early pleading \nstage.  See In re EZCORP, Inc. Consulting Agreement Derivative Litig., C.A. No. 9962-VCL, 2016 \nDel. Ch. LEXIS 14, at *105 (Del. Ch. Jan. 25, 2016).  Vice Chancellor Laster noted that, when \nmaking that determination, the law “requires that all the pled facts regarding a director’s \nrelationship to the interested party be considered in full context in making the, admittedly \nimprecise, pleading stage determination of independence.”  \nId. at *109 (quoting Del. Cty. Emps. Ret. \nFund v. Sanchez, 124 A.3d 1017, 1022 (Del. 2015)).  Thus, “[e]valuating a board’s ability to consider a \ndemand impartially . . . requires a ‘contextual inquiry.’”  Id. (quoting Beam v. Stewart, 845 A.2d \n1040, 1049 (Del. 2004)).  Further, the Court believes that any appellate review of this matter would \nbest occur after Plaintiff has reduced her factual assertions to a filed, verified complaint. \n \n \nacts or omissions by Ecolab or its directors induced the sale of Swisher to Ecolab in \na manner designed to grant an improper benefit to Ecolab.   \nIV. CONCLUSION \nA. Plaintiff’s Claim Against Ecolab Should Be Dismissed \n {30} Ecolab’s Motion to Dismiss has been fully presented, briefed, and \nargued.  The Court believes it is ripe for ruling without awaiting any amended \ncomplaint.   \n {31} The Court finds it unnecessary  to determine whether the claim for \naiding and abetting a breach of fiduciary duty is governed by Delaware or North \nCarolina law.  The Court concludes that, even accepting the allegations of the \nComplaint as true, the Complaint fails to state a claim for aiding and abetting a \nbreach of fiduciary duty against Ecolab under Delaware law.  If this claim were \npresented to a Delaware court, it would not survive a Rule 12(b)(6) motion to \ndismiss.  \nSee, e.g., In re Trulia, Inc. Stockholder Litig., 2016 Del. Ch. LEXIS 8, at \n*35–36; Morgan v. Cash, C.A. No. 5053-VCS, 2010 Del. Ch. LEXIS 148, at *4–5 \n(Del. Ch. July 16, 2010); In re Nymex S’holder Litig., C.A. No. 3621-VCN, 2009 Del. \nCh. LEXIS 176, at *49 (Del. Ch. Sept. 30, 2009); see also Veer Right Mgmt. Grp. v. \nCzarnowski Display Serv., Inc., 2015 NCBC LEXIS 13, at *8–9 (N.C. Super. Ct. Feb. \n4, 2015) (noting that if North Carolina did recognize a claim for aiding and abetting \na breach of fiduciary duty, it would likely require a showing that defendant knew of \nthe alleged breach and substantially assisted the breach); Tong v. Dunn, 2012 \nNCBC LEXIS 16, at *12–13 (N.C. Super. Ct. Mar. 19, 2012).     \n {32} Accordingly, Ecolab’s Motion to  Dismiss is GRANTED, and Plaintiff’s \nindividual claim against Ecolab is DISMISSED WITH PREJUDICE but without \nprejudice as to any other putative class member. \n \n \n \n \n \nB. Plaintiff’s Claims Against Swisher Defendants to Be Presented in an \nAmended Complaint \n {33} As to Plaintiff’s claims agains t Swisher Defendants, Plaintiff may file \nan amended complaint within fourteen days of the date that this Order & Opinion \nis filed on the Court’s electronic docket.    \n{34} All arguments presented in Swisher Defendants’ Motion to Dismiss are \npreserved.  Swisher Defendants may elect to adopt and incorporate previously filed \nbriefs, limiting additional briefing to new facts or issues presented by an amended \ncomplaint.   \n {35} In structuring an amended complaint or other motion, Plaintiff is \ninvited to consider the questions addressed by the Court at oral argument that have \nbeen summarized in this Order & Opinion.  The Court encourages Plaintiff to be \nparticularly mindful of the following: \na. Absent an agreement by the parties, the Court cannot award any fees \nexcept in connection with a properly commenced derivative claim that \nyields benefit to the corporation.  \nb. A derivative action will not be properly commenced until the Court is \nsatisfied that the demand requirement is excused based on demand \nfutility.  \nc. If presented with a motion for the award of costs, including attorneys’ \nfees, the Court will, as directed by section 55-7-46 of the North Carolina \nGeneral Statutes, examine whether it should award such costs to either \nPlaintiff or Defendants.  \n {36} The Court defers to a more detailed factual record upon which it can \ndetermine whether, in fairness, a motion for an award of fees and costs to Plaintiff \nshould be fully considered only after appropriate notice has been given to all \nshareholders. \n \n \n \n \n \nIT IS SO ORDERED, this the 28th day of January, 2016.   \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n "
}