{
  "id": "eb3e53a017d1a8b27a30d43118ffb3a8a977f03fa7891fa1e421129735703c04",
  "source_file": "data/raw/ncbc/eb3e53a017d1a8b27a30d43118ffb3a8a977f03fa7891fa1e421129735703c04.pdf",
  "raw_text": "Phillips and Jordan, Inc. v. Bostic, 2009 NCBC 13. \n \nSTATE OF NORTH CAROLINA \n \nGRAHAM COUNTY  \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n08 CVS 7 \nPHILLIPS AND JORDAN, INC., \n \nPlaintiff, \n \nv. \n \nJOSEPH E. BOSTIC, JR., JEFFREY L. \nBOSTIC, MELVIN MORRIS, JAMES \nBOWMAN, TYLER MORRIS, BOSTIC \nDEVELOPMENT, LLC, AND BOSTIC \nDEVELOPMENT AT ASHEVILLE, LLC.\n \nDefendants. \n \n \n \n \n \n \nORDER & OPINION \n \nMcKinney and Tallant, P.A. by Eric W. Stiles for Plaintiff. \n \nNexsen Pruet, PLLC by Christine L. Myatt for Defendants Joseph E. Bostic, \nJr. and Jeffrey L. Bostic. \n \nIvey, McClellan, Gatton & Talcott, LLP by Edwin R. Gatton for Defendants \nMelvin Morris and Tyler Morris. \n \nCarruthers & Roth, P.A. by Rachel S. Decker and J. Patrick Haywood for \nDefendant James Bowman. \n \nDiaz, Judge. \n \n{1} Before the Court are the following Motions:  (1) Motion of Defendant \nJames Bowman (“Bowman”) to Dismiss Plaintiff’s Amended Complaint, pursuant to \nRules 9(b) and 12(b)(6) of the North Carolina Rules of Civil Procedure; and (2) \nMotion of Defendants Joseph E. Bostic, Jr., and Jeffrey L. Bostic (collectively the \n“Bostic Defendants”) and Defendants Melvin Morris and Tyler Morris (collectively \nthe “Morris Defendants”) to dismiss Plaintiff’s Third Claim for Relief alleging \nconstructive fraud, pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure.1 \n{2} After considering the Amended Complaint, the Motions, the parties’ briefs, \nand the arguments of counsel, the Court GRANTS Bowman’s Motion to Dismiss \nPlaintiff’s First and Second Claims for Relief alleging fraud and a violation of the \nNorth Carolina Unfair and Deceptive Trade Practices Act (the “UDTPA”), but said \ndismissal shall be without prejudice and with leave to re-file. \n{3} The Court otherwise DENIES the Motions.  \n \nI. \nPROCEDURAL BACKGROUND \n{4} Plaintiff Phillips and Jordan, Inc. (“Phillips and Jordan”) filed its \nComplaint on 18 January 2008, asserting claims for fraud and a violation of the \nUDTPA against all Defendants. \n{5} On 24 March 2008, the Bostic and Morris Defendants answered the \nComplaint and moved to dismiss, alleging that the trial court lacked subject matter \njurisdiction and that the Complaint was subject to dismissal pursuant to Rules 9(b) \nand 12(b)(6) of the North Carolina Rules of Civil Procedure.   \n{6} On 17 July 2008, the trial court entered an order denying those motions.2   \n{7} On 26 January 2009, Plaintiff filed an Amended Complaint, which \nasserted an additional claim for constructive fraud against the Bostic and Morris \nDefendants. \n{8} On 19 February 2009, the Bostic Defendants answered the Amended \nComplaint and renewed their Motions to Dismiss.  The Bostic Defendants filed a \nsupporting brief the next day. \n                                                 \n1 The Court refers to Defendants Joseph E. Bostic, Jr., Jeffrey L. Bostic, Melvin Morris, Tyler Morris, \nand James Bowman, collectively, as the “Individual Defendants.” \n2 Thereafter, the case was designated as a mandatory complex business case. \n \n{9} On 26 February 2009, the Morris Defendants answered the Amended \nComplaint, and they too renewed their Motions to Dismiss.  The Morris Defendants \nfiled a supporting brief that same day. \n{10} In an amended brief filed on 9 March 2009, the Bostic Defendants \nconceded that the trial court’s 17 July 2008 order foreclosed any further effort by \nthem to seek dismissal of Plaintiff’s claims alleging fraud and a violation of the \nUDTPA.  See generally State v. Woolridge, 357 N.C. 544, 549, 592 S.E.2d 191, 194 \n(2003) (stating that “no appeal lies from one Superior Court judge to another . . . \nand that ordinarily one judge may not modify, overrule, or change the judgment of \nanother Superior Court judge previously made in the same action”).   \n{11}   The Morris Defendants also have conceded that this Court may not \nrevisit the trial court’s earlier rulings.  \n{12} On or about 16 March 2009, Bowman filed his Motion to Dismiss the \nAmended Complaint, accompanied by a brief.   \n{13} On 19 March 2009, Plaintiff filed a brief opposing the Motion of the Bostic \nand Morris Defendants to dismiss the claim for constructive fraud. \n{14} On 2 April 2009, Plaintiff filed a separate brief opposing the Motion to \nDismiss filed by Bowman.  \n{15} Bowman filed a reply brief on 3 April 2009.     \n{16} On 8 May 2009, the Court heard oral argument on the Motions. \n \nII. \nTHE FACTS3\nA. \nTHE PARTIES \n{17} Phillips and Jordan is a North Carolina corporation with its principal place \nof business in Graham County, North Carolina.  (Am. Compl. ¶ 1.) \n                                                 \n3 The facts are taken from the Plaintiffs’ Amended Complaint, which the Court accepts as true for \npurposes of resolving the Motions. \n \n{18} The Individual Defendants live in either North Carolina or Georgia.  (Am. \nCompl. ¶¶ 2–6.) \n{19} Defendants Bostic Development, LLC and Bostic Development at \nAsheville, LLC (“BDA”) are North Carolina limited liability companies, and both \nmaintain principal places of business in Greensboro, North Carolina.  (Am. Compl. \n¶¶ 7–8.)  \n{20} Non-party Bostic Construction, Inc. (“Bostic Construction”) is a North \nCarolina corporation with its principal place of business in Guilford County, North \nCarolina.  (Am. Compl. ¶ 10.) \nB. \nTHE ALLEGATIONS OF THE AMENDED COMPLAINT \n{21} The Bostic and Morris Defendants were, at all relevant times, officers and \ndirectors of Bostic Construction, which did business as a general contractor.  (Am. \nCompl. ¶ 44.) \n{22} Bostic Construction, however, was but a sham corporation that was \ndominated and controlled by the Individual Defendants.  (Am. Compl. ¶ 11.)4 \n{23} The Individual Defendants solicited Plaintiff to sign on as a subcontractor \nfor a real estate development project to be built by Bostic Construction.  (Am. \nCompl. ¶ 13; Am. Compl., Ex. 1.) \n{24} With respect to Plaintiff’s fraud claim, the Amended Complaint alleges \nthat “[o]n or about August 26, 2002 the Defendants using their alter ego, Bostic \nConstruction, Inc., falsely represented to the Plaintiff that Bostic Construction Inc. \n[sic] had entered into a construction contract pertaining to property represented as \nbeing owned by a fictitious entity, Bostic Brothers Development, Inc.”  (Am. Compl. \n¶ 12.) \n{25} In fact, the true owner of the property was Defendant BDA.  (Am. Compl. \n¶ 14.) \n \n                                                 \n4 The Amended Complaint does not explain Bowman’s role in the operation or management of Bostic \nConstruction. \n{26} The Individual Defendants made this false representation so as to deprive \nPlaintiff of payment for its work on the construction project and of its lien rights.  \n(Am. Compl. ¶¶ 15–16, 19–20, 24–25.)5 \n{27} The Individual Defendants also used a web of sham entities (including the \nbusinesses named as Defendants in the Amended Complaint) to misappropriate the \nconstruction loan proceeds, thereby depriving Plaintiff of payment for its work on \nthe construction project.  (Am. Compl. ¶¶ 9, 11, 21–23.) \n{28} Among other things, the Individual Defendants made preferential \npayments to other creditors and diverted the loan proceeds to further their own \npersonal interests.  (Am. Compl. ¶¶ 47–51.) \n{29} When the Individual Defendants took such action, Bostic Construction’s \nfinancial circumstances were such that the company was effectively undergoing a \nwinding-up or dissolution.  (Am. Compl. ¶¶ 53–58.) \nC. \nBOSTIC CONSTRUCTION BANKRUPCTY PROCEEDING \n{30} The Court takes judicial notice that on or about 17 January 2005, an \ninvoluntary bankruptcy petition under Chapter 7 of the Bankruptcy Code was filed \nagainst Bostic Construction.  (Mot. Dismiss & Answer Bostic Defs., Ex. B.) \n{31} The Court also takes judicial notice of an order in the Bostic Construction \nbankruptcy proceeding approving a settlement agreement between the Chapter 7 \nTrustee, the Bostic Defendants, and Melvin Morris related to potential claims of \nBostic Construction for preferential payments under the Bankruptcy Code and for \nalleged breaches of the fiduciary duties these Defendants purportedly owed to \n                                                 \n5 The Bostic and Morris Defendants (but not Bowman) dispute that Plaintiff relied on, or was \ndeceived by, this purported misrepresentation, contending that Plaintiff, in fact, filed a Claim of Lien \nthat correctly identified BDA as the owner of the property.  The Court declines to consider this \ncontention because it is a backdoor attempt by the Bostic and Morris Defendants to re-litigate the \nlegal sufficiency of the fraud and UDTPA claims in the face of a prior court order denying their Rule \n12(b)(6) motion to dismiss.  That said, given that the evidence in the Court file tends to show that \nPlaintiff’s Claim of Lien, in fact, listed the correct owner of the property (see Mot. Dismiss & Answer \nBostic Defs., Ex. C), Plaintiff and its counsel should consider carefully their obligations under Rule \n11 of the North Carolina Rules of Civil Procedure before re-filing their common law fraud and \nUDTPA claims against Bowman or pursuing the fraud claim against the remaining Defendants.     \nBostic Construction in their capacities as officers and directors.  (Mot. Dismiss & \nAnswer Bostic Defs., Ex. A.) \n \nIII. \nPRINCIPLES OF LAW \nA. \nRULE 12(b)(6) \n{32} The essential question on a motion to dismiss pursuant to Rule 12(b)(6) of \nthe North Carolina Rules of Civil Procedure is “‘whether, as a matter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief may be granted under some legal theory.’”  Craven v. Cope, 188 N.C. \nApp. 814, 816, 656 S.E.2d 729, 731–32 (2008) (quoting Hunter v. Guardian Life Ins. \nCo. of Am., 162 N.C. App. 477, 480, 593 S.E.2d 595, 598 (2004)). \n{33} To that end, “‘[t]he complaint must be liberally construed, and the court \nshould not dismiss the complaint unless it appears beyond a doubt that the plaintiff \ncould not prove any set of facts to support his claim which would entitle him to \nrelief.’”  Id. at 816, 656 S.E.2d at 731–32 (italicized in original) (quoting Hunter, 162 \nN.C. App. at 480, 593 S.E.2d at 598).  Nevertheless, \n[d]ismissal under Rule 12(b)(6) is proper when one or more of the \nfollowing three conditions is satisf ied:  (1) when on its face the \ncomplaint reveals no law supports plaintiff’s claim; (2) when on its face \nthe complaint reveals the absence of fact sufficient to make a good \nclaim; and (3) when some fact disc losed in the complaint necessarily \ndefeats plaintiff’s claim. \n \nJohnson v. Bollinger, 86 N.C. App. 1, 4, 356 S.E.2d 378, 380 (1987) (citing Oates v. \nJAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985)). \nB. \nFRAUD \n{34} Rule 9(b) of the North Carolina Rules of Civil Procedure requires that a \nclaim for fraud be pled with particularity.  See N.C. R. Civ. P. 9(b) (2007). \n{35} “‘Mere generalities and conclusory allegations of fraud will not suffice.’”  \nSharp v. Teague, 113 N.C. App. 589, 597, 439 S.E.2d 792, 797 (1994) (quoting Moore \nv. Wachovia Bank & Trust Co., 30 N.C. App. 390, 391, 226 S.E.2d 833, 835 (1976)). \n{36} Rather, to satisfy the requirements of the rule, a pleader must allege the \n“‘time, place and content of the fraudulent representation, identity of the person \nmaking the representation and what was obtained as a result of the fraudulent acts \nor representations.’”  Bob Timberlake Collection, Inc. v. Edwards, 176 N.C. App. 33, \n39, 626 S.E.2d 315, 321 (2006) (quoting Terry v. Terry, 302 N.C. 77, 85, 273 S.E.2d \n674, 678 (1981)). \nC. \nCONSTRUCTIVE FRAUD \n{37} To make out a claim for constructive fraud, a plaintiff must show (1) a \nrelationship of trust and confidence akin to that of a fiduciary, (2) that the \ndefendant took advantage of that position of trust in order to benefit himself, and \n(3) that the plaintiff was injured as a result.  See Sterner v. Penn, 159 N.C. App. \n626, 631, 583 S.E.2d 670, 674 (2003). \n{38} Constructive fraud differs from actual fraud in that “it is based on a \nconfidential relationship rather than a specific misrepresentation.”  Terry, 302 N.C. \nat 85, 273 S.E.2d at 678–79. \n{39} The pleading requirements for this tort may be met by alleging “facts and \ncircumstances (1) which created the relation of trust and confidence, and (2) [which] \nled up to and surrounded the consummation of the transaction in which defendant \nis alleged to have taken advantage of his position of trust to the hurt of plaintiff.”  \nRhodes v. Jones, 232 N.C. 547, 549, 61 S.E.2d 725, 726 (1950). \n{40} Constructive fraud by a director of a corporation generally arises from the \ndirector’s breach of a fiduciary duty.  As a general rule, however, directors owe \nfiduciary duties to the corporation, and not to any individual creditor.  Keener \nLumber Co. v. Perry, 149 N.C. App. 19, 29–30, 560 S.E.2d 817, 824 (2002). \n{41} Thus, in most instances where a director breaches a fiduciary duty, the \naction is properly maintained by the corporation rather than an individual creditor. \nId. at 26, 560 S.E.2d at 822 (citing Underwood v. Stafford, 270 N.C. 700, 703, 155 \nS.E.2d 211, 213 (1967)). \n{42} In certain circumstances, however, corporate directors may owe a fiduciary \nduty to creditors of the corporation.  The circumstances under which a director’s \nfiduciary obligations extend to creditors have been limited to those situations \n“‘amounting to a ‘winding up’ or dissolution of the corporation.’”  Id. at 31, 560 \nS.E.2d at 825 (quoting Whitley v. Carolina Clinic, Inc., 118 N.C. App. 523, 528, 455 \nS.E.2d 896, 900 (1995)). \n{43} Where a director owes a fiduciary duty to a creditor of the corporation, a \nbreach occurs if the director takes advantage of his position for his own benefit at \nthe expense of the creditor.  Id. at 30, 560 S.E.2d at 824. \n{44} Moreover, “once the fiduciary duty arises, a director must treat all \ncreditors of the same class equally by making any payments to such creditors on a \npro rata basis.”  Id. at 33, 560 S.E.2d at 827 (citing Bassett v. Cooperage Co., 188 \nN.C. 511, 512, 125 S.E. 14, 14 (1924)). \n{45} Where a creditor can show constructive fraud by a director at a time when \nthe corporation “is in declining circumstances and verging on insolvency,” id. at 30, \n560 S.E.2d at 825 (quoting Wall v. Rothrock, 171 N.C. 388, 391, 88 S.E. 633, 635 \n(1916)), or “where such facts establish circumstances that amount ‘practically to a \ndissolution,’” id. (quoting Bassett, 188 N.C. at 512, 125 S.E. at 14), the claim is one \nthat “belongs to the creditor and not the corporation,” id. at 26, 560 S.E.2d at 823 \n(citing Mills Co. v. Earle, 233 N.C. 74, 62 S.E.2d 492 (1950)).   \n \nIV. \nANALYSIS \nA. \nHAS PLAINTIFF STATED A CLAIM FOR FRAUD? \n{46} Bowman asserts that Plaintiff’s fraud claim should be dismissed pursuant \nto Rule 9(b) of the North Carolina Rules of Civil Procedure because the pleading \nlumps all of the individual Defendants together without identifying the specific \nperson who made the alleged misrepresentations. \n{47} Bowman further contends that Plaintiff’s claim alleging a violation of the \nUDTPA should also be dismissed because the predicate tort that forms the basis of \nthe claim (in this case fraud) is deficient as a matter of law. \n{48} The Court agrees. \n{49} To survive a motion to dismiss for failure to plead fraud with the \nparticularity required by Rule 9(b), the pleader must, at a minimum, allege the \ntime, place and content of the fraudulent representation, the identity of the person \nmaking the representation, and what was obtained as a result of the fraudulent acts \nor representations.  See Bob Timberlake Collection, Inc., 176 N.C. App. at 39, 626 \nS.E.2d at 321 (quoting Terry, 302 N.C. at 85, 273 S.E.2d at 678). \n{50} Although Plaintiff’s Amended Complaint does not allege so expressly, \nPlaintiff’s theory of liability as to fraud appears to be either (1) that the Individual \nDefendants conspired to defraud it, or (2) that they are liable to Plaintiff on alter \nego or piercing the corporate veil principles. \n{51} In that regard, “North Carolina law does not recognize a claim merely for \ncivil conspiracy, but does recognize a claim for damages caused by acts carried out \npursuant to a conspiracy.”  Ivey v. McDaniel (In re EBW Laser, Inc.), Case No. 05-\n10220C-7G, Case No. 05-10221C-7G, Adversary No. 07-2004, 2009 Bankr. LEXIS \n70, at *30 (Bankr. M.D.N.C. Jan. 15, 2009). \n{52} Similarly, an alter ego claim is not in itself a claim for substantive relief, \nbut rather a means to “‘disregard the corporate entity as a distinct defendant and to \nhold the alter ego individuals liable on the obligations of the corporation.’”  Id. at \n*15–16 (quoting Hennessey’s Tavern, Inc. v. Am. Air Filter Co., Inc., 25 Cal. Rptr. \n859, 863 (Cal. Ct. App. 1988)).     \n{53} Regardless of Plaintiff’s theory, however, North Carolina law does not \nexcuse Rule 9(b)’s pleading requirements merely because a plaintiff claims he was \ndefrauded by a group or association of persons.   \n{54} For example, in Coley v. North Carolina National Bank, 41 N.C. App. 121, \n254 S.E.2d 217 (1979), the plaintiffs alleged that the defendants (which included \ncorporate entities and individuals), collectively misrepresented the performance of a \nmaterial condition related to a real estate transaction.  41 N.C. App. at 123–24, 254 \nS.E.2d at 217–19. \n{55} The complaint, however, contained “no facts whatsoever setting forth the \ntime, place, or specific individuals who purportedly made the misrepresentations to \nthe plaintiffs.”  Id. at 125, 254 S.E.2d at 219–220.  \n{56} The North Carolina Court of Appeals affirmed the trial court’s dismissal of \nthe fraud claim for failing to comply with Rule 9(b), holding that a plaintiff “must \nidentify the particular individuals who dealt with him when he alleges that he was \ndefrauded by a group or association of persons.”  Id. at 125, 254 S.E.2d at 219 (citing \nTrussell v. United Underwriters, Ltd., 228 F. Supp. 757, 774–75 (D. Colo. 1964)) \n(emphasis added).  In particular, even if a plaintiff “may not be privy to the \nworkings of a group of defendants who have acted in concert to defraud him, . . . [it] \ncan at least identify the particular defendants who allegedly dealt directly with \nhim,” and it can also “designate the occasions on which affirmative misstatements \nwere made to [it]—and by whom[.]”  Trussell, 228 F. Supp. at 774. \n{57} Plaintiff’s pleading in this case fails to satisfy the requirements of Rule \n9(b).   \n{58} While Plaintiff’s Amended Complaint alleges that the Individual \nDefendants conspired to defraud it by misrepresenting the true owner of the \nproperty for which Plaintiff had been retained to provide construction materials and \nservices, Plaintiff fails to identify who made the misrepresentation.  Plaintiff also  \nfails to identify the place where the purportedly fraudulent statement was made. \n{59} Plaintiff does allege that the misrepresentation was made on or about 26 \nAugust 2002.  (Am. Compl. ¶ 12.)  In that regard, the Court notes that attached to \nthe Amended Complaint is Exhibit 1, which is a copy of a construction contract \npurportedly executed by Plaintiff and Bostic Construction on 26 August 2002.  The \ncontract does, in fact, identify the owner of the property as Bostic Brothers \nDevelopment, Inc., and not BDA. \n{60} Thus, if Plaintiff contends this contract is the source of the representation, \nthe speaker in question would be the person who signed it on behalf of Bostic \nConstruction.6 \n{61} Regardless, what is clear is that the allegations of fraud—at least in their \npresent form—do not satisfy the plea ding requirements of Rule 9(b).  \n{62} Accordingly, the Court GRANTS Bowman’s Motion to Dismiss the fraud \nclaim.7 \n{63} Additionally, because Plaintiffs’ UDTPA claim as to Bowman springs from \nthe same allegations supporting Plaintiff’s fraud claim, it too must be dismissed.  \nSee Childers v. Hayes, 77 N.C. App. 792, 796, 336 S.E.2d 146, 149 (1985) (affirming \nthe trial court’s dismissal of the plaintiff’s UDTPA claim because the plaintiff’s \nfraud and negligence claims, on which the UDTPA claim was based, had been \nproperly dismissed).   \n{64} Plaintiff’s fraud and UDTPA claims, however, are dismissed without \nprejudice and with leave to re-file within twenty (20) days of entry of this Order. \nB. \nDOES PLAINTIFF HAVE STANDING TO SUE FOR  \n CONSTRUCTIVE FRAUD? \n{65}  The Bostic and Morris Defendants contend that Plaintiff lacks standing to \nassert a claim for constructive fraud against them in their capacity as directors of \nBostic Construction because:  (1) the claim (if any) belongs to Bostic Construction; \nand (2) the claim is barred because it was settled as part of Bostic Construction’s \nChapter 7 bankruptcy proceeding. \n{66} The Court disagrees.  \n                                                 \n6 That person, however, is not named as a defendant in this action. \n7 Bowman also contends that Plaintiff’s fraud claim is deficient because it fails to allege that \nBowman knew that the purported representation was false.  (Br. Supp. Bowman’s Mot. Dismiss 6–7.)  \nTo the contrary, the Amended Complaint alleges expressly that the “Individual Defendants \nknowingly and willfully made false representations.”  (Am. Compl. ¶ 14 (emphasis added).)        \n{67} As to the first contention, Plaintiff’s Amended Complaint alleges \nspecifically that the Bostic and Morris Defendants, while serving as officers and \ndirectors of Bostic Construction, caused the corporation to make preferential \npayments to creditors other than Plaintiff and also diverted for their own purposes \nloan funds that otherwise would have been available to pay Plaintiff for its work on \nthe construction project.  (Am. Compl. ¶¶ 47–50.)   \n{68} Plaintiff further alleges that these Defendants took such actions at a time \nwhen Bostic Construction was either insolvent or nearly insolvent and under \ncircumstances amounting to a winding up or dissolution of the corporation.  (Am. \nCompl. ¶¶ 53–57.)   \n{69} The Court holds, consistent with Keener, that Plaintiff’s claim for \nconstructive fraud is “founded on injuries peculiar or personal to [Plaintiff as an \nindividual creditor], and, therefore, is a claim that belongs to [Plaintiff] and not the \ncorporation.”  149 N.C. App. at 26–27, 560 S.E. 2d at 823. \n{70} The Court also holds that the Chapter 7 bankruptcy proceeding involving \nBostic Corporation does not bar Plaintiff’s claim. \n{71} It is true that “[w]hen a corporation enters bankruptcy, any legal claims \nthat could be maintained by the corporation against other parties become part of \nthe bankruptcy estate, . . . and claims that are part of the bankruptcy estate may \nonly be brought by the trustee in the bankruptcy proceeding.”  Id. at 25, 560 S.E.2d \nat 822.  \n{72} Under such circumstances, there is also no doubt that a state trial court \nwould lack subject matter jurisdiction to hear the claim.  See id. at 26, 560 S.E.2d at \n822 (citing Tart v. Prescott’s Pharmacies, Inc., 118 N.C. App. 516, 521, 456 S.E.2d \n121, 125 (1995)).  \n{73} But where, as here, the claim arises from a purported breach of a fiduciary \nduty owed by a corporate director to a creditor, and where the claim, therefore, \nproperly belongs to the creditor and not the corporation, “it is not part of the \nbankruptcy estate, and the trustee in bankruptcy does not have authority to bring \n[or settle the] claim.”  \nId. at 27, 560 S.E.2d at 823. \n{74} TUG Liquidation, LLC v. Atwood (In re BuildNet, Inc.), Case Nos. 01-\n82293 through 01-82299, Adversary Proceeding 04-09003, 2004 Bankr. LEXIS 2383 \n(Bankr. M.D.N.C. June 16, 2004), relied on by Defendants, is not to the contrary. \n{75} There, the bankruptcy court held that claims against corporate directors \nalleging a breach of fiduciary duty based on corporate waste and deepening \ninsolvency should be dismissed because they were derivative of an injury to the \ncorporation, and not the result of a direct injury sustained by the plaintiff-creditor.  \n2004 Bankr. LEXIS 2383, at *19–22. \n{76} The bankruptcy court, however, denied the defendants’ motion to dismiss \nthe plaintiff-creditor’s separate claim for constructive fraud, based on the holding in \nKeener.  Id. at *22–23.     \n{77} In this case, the Chapter 7 proceeding resolved only Bostic Corporation’s \nclaims against some of the Individual Defendants.  (See Mot. Dismiss & Answer \nBostic Defs., Ex. A.) \n{78} The Court has already determined, however, that Plaintiff’s claim for \nconstructive fraud alleges a breach of a fiduciary duty owed directly to Plaintiff as a \ncreditor.  Because this claim never belonged to Bostic Construction, it was never \npart of the bankruptcy estate, and thus, there is no bar to Plaintiff prosecuting the \nclaim in this Court.  \n{79} Finally, the Bostic and Morris Defendants also contend that allowing \nPlaintiff’s claim to proceed may negatively impact the Bostic Construction \nbankruptcy case. \n{80} The Court, however, is not persuaded.  It appears that the Chapter 7 \nTrustee has settled whatever claims he believed the debtor corporation could lodge \nagainst the Individual Defendants.  As a result, whatever recovery inures to \nPlaintiff from pursuing what the Court concludes are direct claims against the \nIndividual Defendants will have no impact on the debtor’s bankruptcy estate.         \n{81} Accordingly, the Court DENIES the Motions to Dismiss Plaintiff’s claim \nfor constructive fraud.  \n \nV. \nCONCLUSION \n{82} As to Defendant Bowman, the Court DISMISSES without prejudice \nPlaintiff’s First and Second Claims for Relief alleging fraud and a violation of the \nUDTPA. \n{83} Plaintiff shall have twenty (20) days from the date of entry of this Order to \nre-file its claims against Bowman.   \n{84} In all other respects, the Motions to Dismiss are DENIED.  \n \n \nSO ORDERED, this the 2nd day of June, 2009. \n "
}