{
  "id": "ec08bceaf632bb4f9a700a318776effaaf79f7d4f63c1c3f9da38b60f8dc1830",
  "source_file": "data/raw/ncbc/ec08bceaf632bb4f9a700a318776effaaf79f7d4f63c1c3f9da38b60f8dc1830.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \nCONSOLIDATED CASES \nBOGNC, LLC, \n                                                     Plaintiff, \n \nv.  \n \nCORNELIUS NC SELF-STORAGE LLC, \nDOUGLAS M. PRUITT and  \nwife, KRISTA A. PRUITT and  \nROBERT E. WATSON and wife,  \nLOIS J. WATSON,  \n     Defendants and Third-Party Plaintiffs, \n \nv. \n \nHARRY STATHOPOULOS, F. EUGENE \nALLISON, CSSNC, LLC, WILLIAM R. \nWALTON, DEBORAH A. WHITE, and \nTRAY RORIE, \n                            Third-Party Defendants, \n \n10 CVS 19072 \n \n \n \n \n \n \n \n \nORDER AND OPINION  \n \nROBERT E. WATSON and  \nDOUGLAS M. PRUITT, \nIndividually, and derivatively on behalf of \nCornelius NC Self-Storage, LLC, LOIS J. \nWATSON, and KRISTA A. PRUITT, \n                                                      Plaintiffs, \n \nv. \n \nWILLIAM R. WALTON, DEBORAH A. \nWHITE, TRAY RORIE and CORNELIUS \nNC SELF-STORAGE, LLC, \n                                                  Defendants, \n \nv. \n \nPRUITT CONSTRUCTION, INC.  \n                                Third-Party Defendant. \n \n \n10 CVS 12371 \n \nCORNELIUS NC SELF-STORAGE, LLC, \n                                                     Plaintiff, \n \n11 CVS 21122 \n  BOGNC, LLC v. Cornelius NC Self-Storage LLC, 2013 NCBC 26. \n \n \nv.  \n \nTOWING INSURANCE SPECIALISTS, \nLLC, and OLD STATESVILLE ROAD \nSTORAGE, LLC, \n                                                  Defendants. \n \n \nThe Chagaris Law Firm PA by Chris Chagaris for BOGNC, LLC. \nMcMickle, Kurey & Branch, LLP, by Kevin P. Branch and Michael P. \nJohnson for Robert E. Watson, Lois J. Watson, Douglas M. Pruitt, and Krista \nA. Pruitt.  \nRobinson Elliott and Smith by William C. Robinson and Katherine A. \nTenfelde for William R. Walton, Deborah A. White, and Tray Rorie. \nMurphy, Judge. \n{1}  THIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court on Robert E. Watson (“Watson”) \nand Douglas M. Pruitt’s (“Pruitt”) (collectively, “Plaintiffs”) Motion for Summary \nJudgment pursuant to Rule 56 of the North Carolina Rules of Civil Procedure \n(“Motion I”) and William R. Walton (“Walton”), Deborah A. White (“White”), and \nTray Rorie’s (“Rorie”) (collectively, “Defendants”) Motion for Summary Judgment \npursuant to Rule 56 (“Motion II”).  Having considered the parties’ motions, briefs, \naffidavits, depositions, and arguments made by counsel at the February 27, 2013, \nhearing, the Court hereby GRANTS GRANTS GRANTS GRANTS in part and DENIES DENIES DENIES DENIES in part Motions I and II. \nI. \nPROCEDURAL HISTORY \n{2}  On August 9, 2010, Plaintiffs filed a Complaint in 10 CVS 12371 (the \n“First Action”) asserting claims individually with their wives, Krista A. Pruitt and \nLois J. Watson, and derivatively on behalf of Cornelius NC Self-Storage, LLC \n(“Cornelius”) for breach of contract, constructive fraud, constructive trust, and \nbreach of fiduciary duty, including breach of the duties of good faith, fair dealing, \nand loyalty, against Walton and Rorie; negligent misrepresentation and unfair and \ndeceptive trade practices against Walton; unjust enrichment, civil conspiracy, and \n \npunitive damages against Walton, Rorie, and White; and accounting and dissolution \nof Cornelius. \n{3}  That same day, Plaintiffs filed notice of designation to the North \nCarolina Business Court, and the First Action was designated a mandatory complex \nbusiness case. \n{4}  On September 20, 2010, BOGNC, LLC (“BOGNC”) filed a Complaint in \n10 CVS 19072 (the “Second Action”) seeking to collect on a debt owed by Cornelius \nand personally guaranteed by Pruitt, Watson, Krista A. Pruitt, and Lois J. Watson. \n{5}  On October 29, 2010, Plaintiffs and their wives filed notice of \ndesignation to the North Carolina Business Court in the Second Action.  \nSubsequently, the Second Action was designated a mandatory complex business \ncase on November 1, 2010.   \n{6}  After being assigned to this Court, on December 6, 2010, Plaintiffs and \ntheir wives filed their Motion to Dismiss, Answer, Affirmative Defenses, \nCounterclaims, Cross-claim and Third-Party Complaint (“Third-Party Complaint”) \nin the Second Action.  Relying largely on the same facts alleged in the First Action, \nPlaintiffs’ Third-Party Complaint brought similar claims individually against \nWalton, White, and Rorie for contribution/indemnification and civil conspiracy, and \nagainst Walton and Rorie for fraud, negligent misrepresentation, breach of fiduciary \nduty, constructive fraud, breach of the covenants of good faith, loyalty, and due care, \nunfair and deceptive trade practices, and punitive damages. \n{7}  Given the overlapping nature of the facts in both cases, the Court \nconsolidated the two actions for discovery purposes on January 10, 2012.  BOGNC, \nLLC v. Cornelius NC Self-Storage LLC , No. 10 CVS 19072 (N.C. Super. Ct. Jan. 10, \n2012) (order consolidating the First and Second Actions). \n{8}  On June 1, 2012, the Court appointed a receiver for Cornelius \n(“Receiver”) to manage the company, take charge of any litigation or claims asserted \nby the company, and effectuate the orderly liquidation of assets.  1  BOGNC, LLC v. \n                                                 \n1  After appointment, the Receiver became aware of a third pending case brought by Cornelius \nagainst two entities in which Watson was a member/manager.  Cornelius filed the Complaint in 11 \n \nCornelius NC Self-Storage LLC , No. 10 CVS 19072 (N.C. Super. Ct. June 1, 2012) \n(order appointing receiver).  At a hearing held on December 14, 2012, the Receiver \nstated she would surrender all of Cornelius’ derivative claims back to the members.   \n{9}  On November 16, 2012, Plaintiffs filed Motion I in the First and \nSecond Actions seeking partial summary judgment against Walton and Rorie for \nbreach of fiduciary duty, breach of the duties of good faith, due care, and loyalty, \nand breach of Walton’s Non-Competition Agreement.  The matter was fully briefed \non January 3, 2013. \n{10}  Also on November 16, 2012, Defendants filed Motion II in the First and \nSecond Actions for summary judgment on all claims brought against them.  Motion \nII was fully briefed on January 17, 2013. \n{11}  The Court held a hearing on Motions I and II on February 27, 2013. \nII. \nFACTUAL BACKGROUND \n{12}  On a motion for summary judgment under Rule 56 of the North \nCarolina Rules of Civil Procedure, the Court does not make findings of fact to \nresolve an issue of material fact.  “[S]ummary judgment presupposes that there are \nno triable issues of material fact.”  Hyde Ins. Agency v. Dixie Leasing , 26 N.C. App. \n138, 142, 215 S.E.2d 162, 165 (1975).  Therefore, the Court recites only those \nmaterial facts that the Court concludes are not disputed, and which justify entering \njudgment.  Id.  \n{13}  On August 8, 2007, Watson, Pruitt, Walton, and Rorie formed \nCornelius, a limited liability company, to construct and operate a self-storage \nfacility (the “Property”) in Cornelius, North Carolina.  (Walton Dep. 29:1–33:19, \nJuly 30, 2012.)  The following day, the four members signed the Operating \n                                                                                                                                                             \nCVS 21122 (the “Third Action”) on November 16, 2011.  Because the Third Action involves similar \nparties and facts, the Receiver moved to consolidate the Third Action with the First and Second \nActions on January 4, 2013.  On February 11, 2013, with no objection from the other parties, the \nCourt granted the Receiver’s motion, and consolidated the Third Action.  However, none of the \nparties involved moved for summary judgment in the Third Action, and, thus, it is not relevant to \nthe Court’s determination of Motions I and II. \n \nAgreement of Cornelius NC Self-Storage, LLC (“Operating Agreement”).  (Defs.’ Br. \nSupp. Mot. II Ex. A.)   \n{14}  In the Operating Agreement, Watson, Pruitt, and Walton each took a \n16.666% interest in Cornelius, while Rorie received a 50% interest in exchange for \nhis investment of $1,000,000.  (Defs.’ Br. Supp. Mot. II Ex. A, Ex. A; Walton Dep. \n34:6–9, July 30, 2012.)  Under Section 6.1, the Operating Agreement provided that \n“no Member shall be personally obligated . . . for any debts, obligations or liabilities \nof [Cornelius] solely by reason of such [p]erson being a Member of [Cornelius].”  \n(Defs.’ Br. Supp. Mot. II Ex. A § 6.1.)  The Operating Agreement also included the \nfollowing language: “[t]here shall be one (1) Manager who initially shall be Storage \nDevelopment & Capital, LLC.”  (Defs.’ Br. Supp. Mot. II Ex. A § 5.1.)  Storage \nDevelopment & Capital, LLC (“SD&C”) is a limited liability company managed by \nWatson.  (Watson Aff. ¶ 1, Jan. 4, 2013.) \n{15}  Regarding the manager’s duties, the Operating Agreement reads in \nrelevant part as follows: \nThe Manager shall manage or cause to be managed the affairs of \n[Cornelius] in a prudent and businesslike manner . . . .  In carrying out \nhis or her obligations, the Manager shall: . . . (C) Maintain complete \nand accurate records of all properties owned or leased by [Cornelius] \nand complete and accurate books of account . . ., and make such \nrecords and books of account available for inspection and audit by any \nMember . . . . \n(Defs.’ Br. Supp. Mot. II Ex. A § 5.5.)  However, the Operating Agreement limits the \nmanager’s liability to “willful or fraudulent misconduct in the performance of his [] \nobligations under this Agreement, or for gross negligence or willful breach of [his] \nfiduciary duties under this Agreement.”  (Defs.’ Br. Supp. Mot. II Ex. A § 5.5.)  The \nOperating Agreement also entitles the manager to indemnification by Cornelius for \nliability arising out of good faith actions taken within his authority.  (Defs.’ Br. \nSupp. Mot. II Ex. A § 5.5.) \n{16}  Further, “[t]he Manager shall hold office . . . until his or her successor \nis elected, or until . . . removal from office . . . .”  (Defs.’ Br. Supp. Mot. II Ex. A § \n5.3.)  The Operating Agreement provides for the manager to “be elected at each \n \nannual meeting of Members or at a special meeting called for the purpose of electing \nthe Manager, or . . . at any time by unanimous written action of the Members.”  \n(Defs.’ Br. Supp. Mot. II Ex. A § 5.2.)   \n{17}  Under the Operating Agreement, actions that must or may “be taken \nat a meeting of Members may be taken without a meeting if the action is evidenced \nby one or more written consents describing the action taken, signed by the Members \nholding a majority of the outstanding Voting Units held by Members . . . .”  (Defs.’ \nBr. Supp. Mot. II Ex. A § 7.11.)  Any amendments to the Operating Agreement \ncould also be made if “in writing and signed by Persons constituting the affirmative \nMajority Vote of Units . . . .”  (Defs.’ Br. Supp. Mot. II Ex. A § 16.15.) \n{18}  On August 24, 2007, Cornelius borrowed $3,876,000 from the Bank of \nGranite to finance the first phase of construction on the Property, and signed a \nPromissory Note (the “Note”) and Deed of Trust in favor of the Bank of Granite.  \n(Watson Aff. ¶ 2, Ex. 1, Jan. 4, 2013.)  As additional security on the loan, Watson, \nPruitt, Walton, White, Krista A. Pruitt, and Lois J. Watson all signed personal \nguaranties on the Note (the “Guaranties”).  (Watson Aff. ¶ 2, Jan. 4, 2013.)  The \nGuaranties held the guarantors jointly and severally liable for all present and \nfuture debts of Cornelius, including “the payment and performance of each and \nevery debt, liability and obligation of every type and description which [Cornelius] \nmay now or at any time hereafter owe to [Bank of Granite].”  (Second Action Compl. \nEx. A, B.) \n{19}  In March 2009, Cornelius entered into an amended loan agreement \nwith the Bank of Granite for the principal sum of $4,322,262 to fund the second \nphase of construction.  (Second Action Compl. Ex. C; Watson Aff. ¶¶ 2, 4, Jan. 4, \n2013.) \n{20}  Following a site visit in September 2009, however, Bank of Granite \ninformed Cornelius that Bank of Granite would no longer cover the monthly \ninterest payments on the construction loan, and that the members of Cornelius \nwould have to pay the overages on the project before the Bank of Granite would \n \nrelease the remainder of the loan funds.  (Watson Aff. ¶ 3, Jan. 4, 2013; Walton Dep. \n117:8–24, 121:3–13, July 30, 2012.)   \n{21}  The Bank of Granite’s decision placed Cornelius in a perilous financial \nposition.  In response, Watson began to solicit new investors to either buy the Note \nor invest in Cornelius.  (Walton Dep. 135:14–21, July 30, 2012; Watson Aff. ¶ 4, Jan. \n4, 2013.) \n{22}  In October 2009, Watson recruited Warren Allan with Optivest \nProperties, LLC (“Optivest”) to contribute equity to Cornelius or buy the Note from \nthe Bank of Granite in exchange for an interest in Cornelius.  (Watson Aff. ¶ 5, Jan. \n4, 2013.)  Watson asserts that Walton continually represented to him that he was \nwilling to relinquish his interest in Cornelius if he could be released from his \nGuaranty, and that Optivest agreed to accept Walton’s interest in Cornelius.  \n(Watson Aff. ¶ 6, Jan. 4, 2013; Walton Dep. 151:9–14, July 30, 2012.)  However, \nWalton argues that he requested more information about the deal before he would \napprove it.  (Walton Dep. 151:9–25, July 30, 2012) \n{23}  Subsequently, Walton began structuring his own deal with a group of \ninvestors, including Harry Stathopoulos (“Stathopoulos”) and Eugene Allison \n(“Allison”), to purchase the Note and foreclose on the Property.  (Walton Dep. 228–\n232, July 30, 2012.)  Walton’s investor group never fully incorporated, but it used \nthe name Newco.  (Walton Dep. Ex. 47, July 30, 2012.)  Thereafter, the members of \nNewco began negotiating with the Bank of Granite to purchase the Note.  (Walton \nDep. 230:24–232:5, July 30, 2012.)  At no point did Walton inform Plaintiffs about \nNewco or his plans to purchase the Note.  (Walton Dep. 235:17–25, 309:18–310:2, \nJuly 30, 2012.)   \n{24}  As late as March 12, 2010, Walton assured Watson that he was \ninterested in Watson’s deal to purchase the Note.  (Walton Dep. 235:10–16, July 30, \n2012.)  Although by that time, Walton was actively working on a separate deal with \nhis group, Newco, to purchase the Note.  (Walton Dep. 235:17–25, July 30, 2012.)  \nWhen Watson asked Walton about the competing deal, Walton admittedly dodged \n \nthe question “to keep Watson out of [his] hair.”  (Walton Dep. 410:9–16, July 31, \n2012.) \n{25}  On April 13, 2010, Walton and Rorie, as members of Cornelius, \nexecuted a Written Consent to Action Without a Meeting, removed SD&C as \nmanager of Cornelius, and voted themselves in as the new co-managers.  (Defs.’ Br. \nSupp. Mot. II Ex. B.)  After assuming their roles as co-managers, Walton and Rorie \nentered into the Co-Manager Agreement that noted Newco’s purchase of the Note \nand the plan to transfer ownership of the Property to Newco.  (Defs.’ Br. Supp. Mot. \nII Ex. B.)  In particular, the Co-Manager Agreement acknowledged Walton and \nAllison’s agreement, as principals in Newco, to invite Rorie to join Newco to help \nrecoup his investment in Cornelius.  The Co-Manager Agreement also recognized \nWalton and Rorie’s agreement to serve as managers of Cornelius “to obtain \ninformation about the operation of the Company . . . [and] expeditiously \nconsummate selling or transferring the assets to [Newco] . . . .”  (Defs.’ Br. Supp. \nMot. II Ex. B.)  To recoup his investment, Rorie would receive a percentage of any \nrecovery on the Guaranties against Plaintiffs and their wives.  (Rorie Dep. 114:17–\n20, Aug. 1, 2012.) \n{26}  On April 9, 2010, Newco purchased the Note from Bank of Granite.  \n(Defs.’ Br. Opp. Mot. I Ex. F at 122.)  On April 16, 2010, Stathopoulos formed \nBOGNC to hold the Note and collect any deficiency after the foreclosure.  (Walton \nDep. 438:12–22, July 31, 2012.)  Thus, on April 19, 2010, Newco conveyed the Note \nto BOGNC.  (Pls.’ Br. Opp. Mot. II Ex. 74.)   \n{27}  Along with other members, Allison and Walton formed CSSNC, LLC \n(“CSSNC”) on April 26, 2010, to pursue foreclosure on the Note.  (Walton Dep. Ex. \n37, July 30, 2012.)  To facilitate this arrangement, BOGNC transferred the Note to \nCSSNC on May 28, 2010.  (Walton Dep. Ex. 52, July 31, 2012.)  Prior to foreclosure, \nhowever, CSSNC entered into a settlement agreement with Walton and White, and \nreleased them from their Guaranties.  \n{28}  On June 11, 2010, CSSNC foreclosed on the Note.  (Defs.’ Br. Opp. \nMot. I 14.)  After an initial bid from CSSNC, an acquaintance and investor aligned \n \nwith Watson submitted an upset bid that was countered by CSSNC with another \nupset bid.  After this new upset bid, Watson claims that he requested Cornelius’ \nfinancial records to solicit additional bids on the Property in the hopes of saving \nCornelius and avoiding liability on the Guaranties.  (Watson Aff. ¶ 11, Jan. 4, 2013.)   \n{29}  However, the financial information provided by Walton failed to \naccount for approximately $8,000 of income.  (Watson Aff. ¶ 11, Jan. 4, 2013.)  \nWatson argues that his acquaintance relied on this information and, because of the \ndiscrepancy, refused to outbid CSSNC for the Property.  (First Action V. Am. Compl. \n¶¶ 75–76; Watson Aff. ¶ 11, Jan. 4, 2013.)  Walton asserts that this discrepancy was \na good faith mistake made during the bookkeeper’s vacation, and was corrected \nshortly after her return.  (Defs.’ Reply Supp. Mot. II 10–11.)  Nevertheless, CSSNC \nbecame the owner of the Property on July 6, 2010, with a high bid of $3,400,000.  \n(Defs.’ Br. Opp. Mot. I 14–15.)  Neither Watson nor Optivest bid on the Property in \nforeclosure. \n{30}  After CSSNC took ownership of the Property, it assigned the Note with \nthe remaining deficiency back to BOGNC.  (Walton Dep. Ex. 54, July 31, 2012.)  \nBOGNC then credited the foreclosure price to the outstanding balance on the debt, \nleaving a deficiency totaling $955,309.97 with interest.  (Walton Dep. Ex. 54 \nRecitals D, July 31, 2012.)  Based on financial statements from CSSNC, Plaintiffs \nargue that the Property continued to be profitable after CSSNC took control.  \n(Watson Aff. ¶¶ 14–24, Ex. A–C, Jan. 4, 2013.) \nIII. \nLEGAL STANDARD \n{31}  “The purpose of summary judgment is to determine whether any issues \nof material fact exist, and if not, eliminate the necessity of a full trial where only \nquestions of law are involved.”  Strickland v. Lawrence , 176 N.C. App. 656, 661, 627 \nS.E.2d 301, 305 (2006) (citing Foster v. Winston-Salem Joint Venture , 303 N.C. 636, \n641–42, 281 S.E.2d 36, 40 (1981)).  Thus, the Court must grant summary judgment \n“if the pleadings, depositions, answers to interrogatories, and admissions on file, \ntogether with the affidavits, if any, show that there is no genuine issue as to any \n \nmaterial fact and that any party is entitled to judgment as a matter of law.”  N.C. R. \nCiv. P. 56(c).   \n{32}  “The movant has the burden of establishing the absence of any triable \nissues of fact.”  Strickland , 176 N.C. App. at 661, 627 S.E.2d at 305.  This burden \ncan be met in one of two ways:  “(1) ‘by proving an essential element of the opposing \nparty’s claim does not exist, cannot be proven at trial, or would be barred by an \naffirmative defense’; or (2) ‘by showing through discovery that the opposing party \ncannot produce evidence to support an essential element of her claim.’”  Id.  (quoting \nDobson v. Harris , 352 N.C. 77, 83, 530 S.E.2d 829, 835 (2000)).   \n{33}  In ruling on a summary judgment motion, the court must view the \nevidence in the light most favorable to the nonmoving party.  See Wilmington Star-\nNews v. New Hanover Reg’l Med. Ctr. , 125 N.C. App. 174, 178, 480 S.E.2d 53, 55 \n(1997) (citation omitted). \nIV.  \nANALYSIS \n{34}  In Motion I, Plaintiffs move for summary judgment on breach of \nfiduciary duty, including the duties of good faith, due care, and loyalty, and breach \nof Walton’s Non-Competition Agreement.  Defendants, however, seek summary \njudgment on all claims asserted against them, including the claims relevant to \nMotion I.  Given this overlap, the Court will consider Motions I and II together.  \nAnd, because Plaintiffs rely on similar allegations and the same facts produced in \ndiscovery in support of their claims, the Court will consider all claims brought \nagainst Defendants in the First and Second Actions together. \nA. \nCIVIL CONSPIRACY \n{35}  “[T]here is not a separate civil action for civil conspiracy in North \nCarolina.”  Dove v. Harvey , 168 N.C. App. 687, 690, 608 S.E.2d 798, 800 (2005) \n(citations omitted).  Recovery under a claim of conspiracy must be based on an \nunderlying claim of unlawful conduct.  Id.   Specifically, to recover, the plaintiff must \nshow “(1) an agreement between two or more individuals; (2) to do an unlawful act \n \nor to do a lawful act in an unlawful way; (3) resulting in injury to plaintiff inflicted \nby one or more of the conspirators; and (4) pursuant to a common scheme.”  \nStrickland v. Hedrick , 194 N.C. App. 1, 19, 669 S.E.2d 61, 72 (2008) (quotation and \ncitation omitted). \n{36}  Here, Plaintiffs allege that Walton, Rorie and White entered into a \nconspiracy to rig the foreclosure on the Note, benefiting themselves financially at \nthe expense of Plaintiffs and Cornelius.  In support of this claim, Plaintiffs point to \nthe Co-Manager Agreement wherein Walton and Rorie agreed to take over \nCornelius and expeditiously transfer Cornelius’ assets to Newco.  (Defs.’ Br. Supp. \nMot. II Ex. B.)  To effectuate the terms of the Co-Manager Agreement, Plaintiffs \nargue that Rorie, as a co-manager with access to Cornelius’ accounts, agreed to \nengage in a common scheme to defraud Plaintiffs and rig the foreclosure by \nconcealing Cornelius’ financial information.  This scheme allegedly resulted in a \nlower price being paid for the Note in foreclosure causing a higher deficiency \nbrought against Plaintiffs and Cornelius.  Although the evidence is far from \ndeterminative, the Court concludes that factual disputes still exist regarding Rorie’s \nknowledge of the scheme and the actions attributed to Walton in the underlying \nclaims discussed more fully below. \n{37}  However, Plaintiffs put forward no specific evidence of White’s \ninvolvement in any fraudulent scheme or unlawful conduct beyond signing the \ninitial Guaranty on the Note, nor do Plaintiffs argue as such in the response to \nMotion II.  ( See  Pls.’ Resp. Br. Opp. Mot. II 30.)  Therefore, the Court concludes that \nno genuine issue remains for trial regarding White’s involvement in the civil \nconspiracy. \n{38}  Accordingly, the Court hereby GRANTS GRANTS GRANTS GRANTS Motion II as to White and, for \nreasons discussed below, DENIES DENIES DENIES DENIES Motion II as to Walton and Rorie.  Plaintiffs’ \nclaim for civil conspiracy as to White is DISMISSEDDISMISSED DISMISSED DISMISSED    with prejudice. \n \n \n \n \nB. \nBREACH OF FIDUCIARY DUTY \n{39}  “’For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.’”  Kaplan v. O.K. Techs., LLC , 196 N.C. App. 469, \n472, 675 S.E.2d 133, 136 (2009) (quoting Dalton v. Camp , 353 N.C. 647, 651, 548 \nS.E.2d 704, 707 (2001)).  Our Supreme Court defined a fiduciary relationship as: \none in which there has been a special confidence reposed in one who in \nequity and good conscience is bound to act in good faith and with due \nregard to the interests of the one reposing confidence . . . , [and] it \nextends to any possible case in which a fiduciary relationship exists in \nfact, and in which there is confidence reposed on one side, and \nresulting domination and influence on the other. \nDalton , 353 N.C. at 651, 548 S.E.2d at 707–08 (quotation omitted). \n{40}  Plaintiffs assert this claim both individually and derivatively on behalf \nof Cornelius.  The parties do not dispute that Walton and Rorie owed fiduciary \nduties to Cornelius after assuming their roles as managers on April 13, 2010.  (Pls.’ \nBr. Supp. Mot. I 5; Defs.’ Br. Supp. Mot. II 9); see also  N.C.  G EN . STAT . § 57C-3-22(b) \n(2013).  However, Plaintiffs argue that Walton and Rorie also owed fiduciary duties \nto Plaintiffs individually based on (1) Walton and Rorie’s role as managers, (2) \nWalton and Rorie’s majority interest in Cornelius, (3) Walton’s position as co-\nguarantor on the Note, and (4) Walton and Rorie’s obligations to creditors of a \ndefunct company.  The Court will first address Plaintiffs’ individual bases for \nbreach of fiduciary duty before turning to the derivative claim. \n1. \nWALTON AND RORIE AS MANAGERS \n{41}  Pursuant to the North Carolina Limited Liability Act (“LLC Act”), a \nmanager of a limited liability company “shall discharge his duties as manager in \ngood faith, with the care an ordinary prudent person in a like position would \nexercise under similar circumstances, and in the manner the manager reasonably \nbelieves to be in the best interests of the limited liability company.”  N.C.  G EN . \nSTAT . § 57C-3-22(b) (2013).  The manager owes these fiduciary duties to the \ncompany, however, not to the individual members.  Kaplan , 196 N.C. App. at 474, \n \n675 S.E.2d at 137.  In that respect, the court in Kaplan  compared managers of \nlimited liability companies to directors of corporations in that “where it is alleged \nthat directors have breached [their] duty [as directors], the action is properly \nmaintained by the corporation  rather than any individual creditor or stockholder.”  \nId. (quoting Governors Club, Inc. v. Governors Club Ltd. P’ship , 152 N.C. App. 240, \n248, 567 S.E.2d 781, 786–87 (2002) (citations omitted)) (emphasis original).  \n{42}  Thus, Walton and Rorie owed no fiduciary duty to the members of \nCornelius.  Plaintiffs also failed to put forth any evidence or arguments to suggest \nthat the distinct factual circumstances of this case gave rise to a special confidence \nreposed in Walton and Rorie as managers.  Indeed, by the time Walton and Rorie \nseized control, the atmosphere of distrust among the members of Cornelius was \npervasive.  Therefore, the Court concludes that Walton and Rorie do not owe a \nfiduciary duty to Plaintiffs based on their role as managers of Cornelius. 2  \n2. \nWALTON AND RORIE’S MAJORITY INTEREST IN CORNELIUS \n{43}  Under the LLC Act, “[m]embers of a limited liability company are like \nshareholders in a corporation in that members do not owe a fiduciary duty to each \nother or to the company.”  Kaplan , 196 N.C. App. at 473, 675 S.E.2d at 137 (citation \nomitted).  “An exception to this rule is that a controlling shareholder owes a \nfiduciary duty to minority shareholders.”  Id.   In Kaplan , the court determined that, \nalthough plaintiff’s 41.5% ownership interest made him the largest percentage \nowner, it did not make him a majority member, and, thus, he did not owe fiduciary \nduties to the other members of the limited liability company.  Id.  \n{44}  Here, Walton and Rorie own 16.666% and 50% of Cornelius, \nrespectively.  (Defs.’ Br. Supp. Mot. II Ex. A.)  Neither owns a majority interest in \nCornelius, and neither could individually control Cornelius.  Plaintiffs cannot claim \n                                                 \n2  Plaintiffs point out that, in his deposition, Walton answered in the affirmative when asked if he \nowed “fiduciary obligations as the manager to the minority members of Cornelius.”  (Walton Dep. \n318:17–20, July 31, 2012.)  However, this is a legal conclusion based on the relationship between the \nparties, and is an incorrect one as discussed above.  The Court concludes, therefore, that this \nstatement alone, without any evidence supporting the existence of a fiduciary duty, fails to create a \ngenuine issue of fact. \n \na fiduciary duty was owed to them as minority members simply because Walton and \nRorie out voted them.  Given their status, the Court concludes that Walton and \nRorie did not owe a fiduciary duty to the other minority members of Cornelius.  \n3. \nWALTON AS CO-GUARANTOR ON THE NOTE \n{45}  Plaintiffs argue that the relationship among the co-guarantors created \nby virtue of the Guaranties on the Note presents “the type of special relationship of \ntrust and confidence that imposes upon them the obligation to avoid material \nomissions.”  (Pls.’ Resp. Mot. II 20.)  However, the only two cases Plaintiffs cite in \nsupport of this contention in the Summary Judgment briefs are unpersuasive.  See \nSetzer v. Old Republic Life Ins. Co. , 257 N.C. 396, 126 S.E.2d 135 (1962) (concluding \nthat the relationship between an insurance agent and the insured did not give rise \nto a relationship of trust and confidence); Breeden v. Richmond Community College , \n171 F.R.D. 189 (M.D.N.C. 1997) (holding that the plaintiff did not establish a duty \nto speak against his former employer).   Indeed, the Court can find no legal support \nfor the contention that co-guarantors on a note stand in a special relationship with \none another such that “the law imposes an obligation on the part of one to safeguard \nthe interest of the other with the same fidelity he safeguards his own.”  Setzer , 257 \nN.C. at 399, 126 S.E.2d at 137 (quotation omitted).  While a fiduciary relationship \nmay arise in specific factual situations, the relationship is still limited to one of \ndominance and control.  See Dalton , 353 N.C. at 651–52, 548 S.E.2d at 707–08. \n{46}  Here, it does not appear from the record that any special confidence \nwas reposed in Walton as a result of the Guaranties, or that the Guaranties \nresulted in domination or control by Walton over his fellow guarantors.  Even \nthough Watson, Pruitt, Walton, White, Krista A. Pruitt, and Lois J. Watson signed \nthe Guaranties on August 24, 2007 (Watson Aff. ¶ 2, Ex. 1, Jan. 4, 2013), Watson \ncontinued to control the business until April 13, 2010.  (Defs.’ Br. Supp. Mot. II Ex. \nB.)  Therefore, the Court concludes that Walton does not owe a fiduciary duty to \nPlaintiffs as a co-guarantor on the Note. \n \n \n4. \nWALTON AND RORIE’S DUTY TO CREDITORS OF CORNELIUS \n{47}  Finally, Plaintiffs rely on corporate law to support their argument \nthat, as managers of a defunct company, Walton and Rorie owe fiduciary duties to \nCornelius’ creditors.  And, as guarantors on the Note, Plaintiffs assert that they \nqualify as creditors under N.C. Gen. Stat. § 26-3.1. \n{48}  Pursuant to section 26-3.1, “[a] surety who has paid his principal’s \nnote, bill, bond, or other written obligation , . . . may maintain any action or avail \nhimself of any remedy which the creditor himself might have had against the \nprincipal debtor.”  N.C.  G EN . STAT . § 26-3.1(a) (2013) (emphasis added).  “The word \n‘surety’ . . . includes a guarantor . . . .” § 26-3.1(b).  Thus, only a guarantor who has \nsatisfied the principal debt may be substituted to the rights of the creditor.  § 26-\n3.1(a); see also Harshaw v. Mustafa , 321 N.C. 288, 362 S.E.2d 541 (1987). \n{49}  As the deficiency still exists, it appears undisputed that Plaintiffs have \nnot paid the obligation due on the Note.  As a result, Plaintiffs may not assume the \nrights of a creditor of Cornelius, and, thus, the Court concludes that Walton and \nRorie do not owe Plaintiffs a fiduciary duty as creditors of Cornelius. 3  \n{50}  Given the above, the Court concludes that no issues of fact remain \nregarding the existence of a fiduciary duty owed by Walton and Rorie to Plaintiffs \nindividually.  Plaintiffs failed to prove an essential element of their individual \nclaim.  The Court, therefore, GRANTS GRANTS GRANTS GRANTS Motions I and II in favor of Defendants and \nDISMISSES DISMISSES DISMISSES DISMISSES with prejudice Plaintiffs’ individual claim for breach of fiduciary duty, \nbreach of the duties of good faith and fair dealing, and breach of the duty of loyalty \nand due care.4  \n \n                                                 \n3  Because the Court concludes that Plaintiffs cannot avail themselves of the remedies available to \ncreditors of Cornelius, the Court need not address whether the law of corporations may be similarly \napplied to limited liability companies to create a fiduciary duty between managers and creditors of \ninsolvent companies. \n4 Based on the allegations, the Court concludes that these claims all seek relief under a general \nbreach of fiduciary duty cause of action.  In the allegations and throughout their briefs, Plaintiffs \ngroup these claims together, and argue in support of these claims under the umbrella of a general \nbreach of fiduciary duty.  Therefore, the Court analyzes these claims together. \n \n5. \nBREACH OF FIDUCIARY DUTY OWED TO CORNELIUS \n{51}  The parties do not dispute that Walton and Rorie owed Cornelius a \nfiduciary duty after assuming their roles as managers of the company.  However, \nthe Court must determine whether any questions of fact remain on the element of \nbreach. \n{52}  The LLC Act imposes certain default duties upon the manager of a \nlimited liability company to “discharge his duties as manager in good faith, with the \ncare an ordinary prudent person in a like position would exercise under similar \ncircumstances, and in the manner the manager reasonably believes to be in the best \ninterests of the limited liability company.”  N.C.  G EN . STAT . § 57C-3-22(b) (2013). \nThe LLC Act also allows the members to limit the liability of their managers for \nbreach of these duties.  N.C.  G EN . STAT . § 57C-3-32(a) (2013).  However, no such \nprovision may limit a manager’s liability for acts known to be in conflict with the \ninterests of the limited liability company, or for acts from which the manager \nderived an improper personal benefit.  § 57C-3-32(b).   \n{53}  Here, Plaintiffs argue that Walton and Rorie’s deal to purchase the \nNote for as little as possible in foreclosure put them in conflict with their duty to \nCornelius to maximize the amount received in foreclosure.  The Co-Manager \nAgreement appears to suggest this arrangement.  (Defs.’ Br. Supp. Mot. II Ex. B.)  \nTherefore, although the members agreed in the Operating Agreement to limit the \nmanagers’ liability to “willful or fraudulent misconduct . . . or for gross negligence or \nwillful breach of their fiduciary duties,” (Defs.’ Br. Supp. Mot. II Ex. A § 5.5), \nquestions remain as to whether Walton and Rorie willfully breached their fiduciary \nduties by pursuing the purchase of the Note and subsequent foreclosure, or, at least, \nknew their actions conflicted with the interests of Cornelius.  These are factual \nquestions to be decided at trial.   \n{54}  Accordingly, the Court concludes that a factual dispute remains on \nPlaintiffs’ derivative claim for breach of fiduciary duty.  The Court, therefore, \nDENIES DENIES DENIES DENIES Motions I and II as to the derivative claim for breach of fiduciary duty. \n \nC.  \nCONSTRUCTIVE FRAUD \n{55}  “A constructive fraud claim requires proof of circumstances: ‘(1) which \ncreated the relation of trust and confidence [the “fiduciary” relationship], and (2) \n[which] led up to and surrounded the consummation of the transaction in which \ndefendant is alleged to have taken advantage of his position of trust to the hurt of \nplaintiff.’”  Governor’s Club Inc. v. Governors Club Ltd. P’ship , 152 N.C. App. 240, \n249, 567 S.E.2d 781, 787–88 (2002) (quoting Terry v. Terry , 302 N.C. 77, 83, 273 \nS.E.2d 674, 677 (1981)) (alterations original).  “Put simply, a plaintiff must show (1) \nthe existence of a fiduciary duty, and (2) a breach of that duty,” id.  at 249–50, 567 \nS.E.2d at 788, and that the defendant sought to benefit himself at the plaintiff’s \nexpense.  Barger v. McCoy Hillard & Parks , 346 N.C. 650, 666, 488 S.E.2d 215, 224 \n(1997). \n{56}  Having previously determined that Walton and Rorie do not owe a \nfiduciary duty to Plaintiffs individually, Plaintiffs’ individual claims for constructive \nfraud fail as a matter of law.  However, as noted above, a material question of fact \nremains regarding Walton and Rorie’s alleged breach of their fiduciary duties owed \nto Cornelius.  Similarly, the Court cannot conclude as a matter of law whether \nWalton and Rorie’s alleged breach benefited them at Cornelius’ expense, as \nPlaintiffs assert. \n{57}  Therefore, the Court hereby GRANTS GRANTS GRANTS GRANTS Motion II as to Plaintiffs’ \nindividual claim for constructive fraud, and DENIESDENIES DENIES DENIES Motion II as to Plaintiffs’ \nderivative claim for constructive fraud.  Plaintiffs’ individual claim for constructive \nfraud is DISMISSED DISMISSED DISMISSED DISMISSED with prejudice.  \nD. \nBREACH OF CONTRACT \n1. \nNON-COMPETITION AGREEMENT (MOTION I) \n{58}  Plaintiffs only seek summary judgment under Motion I for Walton’s \nbreach of the Non-Competition Agreement.  Rule 56 of the North Carolina Rules of \n \nCivil Procedure allows “[a] party seeking to recover upon a claim, [or] counterclaim . \n. . [to] move . . . for summary judgment in his favor on all or part thereof.”  N.C. R. \nCiv. P. 56.  Therefore, a party must first seek recovery on the claim before he may \nbe entitled to summary judgment on that claim. \n{59}  In the First Action, Plaintiffs alleged breach of contract against Walton \nand Rorie for the following: (1) “conducting an unsanctioned, and unnoticed \nmembers’ meeting, in which they purported to oust SD&C as manager, and elect \nthemselves as co-managers”; (2) “failing to manage [Cornelius’] affairs in a prudent \nand businesslike matter”; and (3) “acting in their own self-interest as co-managers, \nrather than in the interests of the Company and its members.”  (First Action Compl. \n¶¶ 52–54.)  None of the allegations in the Complaint reference a Non-Competition \nAgreement or speak to how Walton’s actions breached any such provision in the \nOperating Agreement.  Indeed, the allegations of breach of contract all speak to \nWalton and Rorie’s actions as managers of Cornelius and on behalf of Cornelius \nrather than their individual actions as members in competition with Cornelius.  \nThere is also no mention of the Non-Competition Agreement elsewhere in the \npleadings.  Plaintiffs only point to one other mention of the Non-Competition \nAgreement in any filing with the Court, and that was in a brief filed in the Second \nAction and not related to the breach of contract claim brought in the First Action.  \n(Br. Supp. Mot. to File Supp. Resp. to BOGNC’s Mot. Summ. J. 7.)  Therefore, the \nCourt concludes that Plaintiffs’ claim for Walton’s breach of the Non-Competition \nAgreement is not properly before the Court. \n{60}  Accordingly, the Court hereby DENIES DENIES DENIES DENIES Motion I as to Walton’s breach \nof the Non-Competition Agreement.   \n2. \nOTHER CONTRACT PROVISIONS (MOTION II) \n{61}  “The elements of a claim for breach of contract are (1) existence of a \nvalid contract and (2) breach of the terms of that contract.”  Poor v. Hill , 138 N.C. \nApp. 19, 26, 530 S.E.2d 838, 843 (2000).  Here, the parties do not dispute the \nexistence of a valid contract among Plaintiffs, Defendants, and Cornelius as \n \nmemorialized in the Operating Agreement.  However, they dispute the remaining \nelement of breach, under which Plaintiffs argue three breaches occurred. \n{62}  First, Plaintiffs accuse Walton and Rorie of “conducting an \nunsanctioned, and unnoticed members’ meeting, in which they purported to oust \nSD&C as manager, and elect themselves as co-managers.”  (First Action Compl. ¶ \n52.)  The Operating Agreement expressly authorized that “[t]here shall be one (1) \nManager who initially shall be Storage Development & Capital, LLC.”  (Defs.’ Br. \nSupp. Mot. II Ex. A § 5.1.)  Furthermore, “[t]he Manager shall hold office . . . until \nhis or her successor is elected, or until . . . removal from office . . . .”  (Defs.’ Br. \nSupp. Mot. II Ex. A § 5.3.)  While the Operating Agreement clearly contemplates \nthe removal of the manager from office, it does not specifically provide the \nmechanism for such removal.   \n{63}  In the absence of a provision in the Operating Agreement, the LLC Act \ncontrols.  Pursuant to the LLC Act, when the Operating Agreement expressly \ndesignates the manager, an amendment to the Operating Agreement may remove \nthe manager’s designation and change the number of managers.  N.C.  G EN . STAT . § \n57C-3-21(3) (2013).   \n{64}  The Operating Agreement in this case allows the members to amend \nthe Operating Agreement if the amendment is made “in writing and signed by \nPersons constituting the affirmative Majority Vote of Units . . . .”  (Defs.’ Br. Supp. \nMot. II Ex. A § 16.15.)  The members may also elect a new manager at a special \nmeeting of the members.  (Defs.’ Br. Supp. Mot. II Ex. A § 5.2.)  However, any \nactions that may “be taken at a meeting of Members may [also] be taken without a \nmeeting if the action is evidenced by one or more written consents describing the \naction taken, signed by the Members holding a majority of the outstanding Voting \nUnits . . . .”  (Defs.’ Br. Supp. Mot. II Ex. A § 7.11.)   \n{65}  Here, it is undisputed that, with a combined majority of the voting \nunits, Walton and Rorie executed a written consent amending the Operating \nAgreement to allow for two managers and to remove SD&C’s designation as \nmanager, while simultaneously electing themselves as the new managers.  (Defs.’ \n \nBr. Supp. Mot. II Ex. B.)  Given the above provisions and statutes, the Court \nconcludes that Walton and Rorie acted within their rights under the Operating \nAgreement.   \n{66}  Second, Plaintiffs allege that Walton and Rorie breached their \ncontractual obligations to manage Cornelius’ affairs in a prudent and businesslike \nmanner.  (First Action Compl. ¶ 53.)  In particular, Plaintiffs point to Section 5.5 of \nthe Operating Agreement that reads in relevant part as follows: \nThe Manager shall manage or cause to be managed the affairs of \n[Cornelius] in a prudent and businesslike manner . . . .  In carrying out \nhis or her obligations, the Manager shall: . . . (C) Maintain complete \nand accurate records of all properties owned or leased by [Cornelius] \nand complete and accurate books of account . . ., and make such \nrecords and books of account available for inspection and audit by any \nMember . . . . \n(Defs.’ Br. Supp. Mot. II Ex. A § 5.5.) \n{67}  However, as noted above, the Operating Agreement limits the \nmanager’s liability for breaches of his obligations under the Operating Agreement to \nwillful or fraudulent misconduct, not good faith actions.  (Defs.’ Br. Supp. Mot. II \nEx. A § 5.5.)  Here, Plaintiffs allege, and Defendants acknowledge, that a \ndiscrepancy occurred in the income reported in June 2010.  (Watson Aff. ¶ 11, Jan. \n4, 2013; Defs.’ Reply Br. Supp. Mot. II.)  This would appear to violate Walton and \nRorie’s obligation to maintain accurate records.  Walton and Rorie argue, however, \nthat the discrepancy resulted from a good faith mistake attributable to the \nbookkeeper’s vacation during the time period in question.  (Defs.’ Reply Supp. Mot. \nII 10–11.)  However, Walton and Rorie’s intent with regard to the income reporting \npresents a disputed factual question.  Therefore, whether Walton and Rorie willfully \nbreached their obligation to manage the affairs of Cornelius in a prudent and \nbusinesslike manner presents an issue of material fact and not one of law.   \n{68}  Finally, Plaintiffs contend that Walton and Rorie acted in their own \nself-interest as co-managers, rather than in the interests of the Company and its \nmembers, in violation of the terms of the Operating Agreement.  (First Action \nCompl. ¶ 54.)  To support this argument, Plaintiffs rely on the limitation of liability \n \nprovision from Section 5.5 of the Operating Agreement that holds the managers \nliable, not for good faith errors, but only for “gross negligence or willful breach of \ntheir fiduciary duties under this Agreement.”  (Defs.’ Br. Supp. Mot. II Ex. A § 5.5.)  \nThis provision, however, does not create any additional obligations or duties beyond \nthose recognized at law and discussed above under the breach of fiduciary duty \nclaim.  It merely limits the managers’ liability for breaches of the Operating \nAgreement and breaches of their fiduciary duties existing under the Operating \nAgreement.  Plaintiffs do not direct the Court to any other provision in the \nOperating Agreement that would support this allegation for breach.  As such, the \nCourt concludes that this basis for Plaintiffs’ breach of contract claim fails as a \nmatter of law. \n{69}  Accordingly, the Court hereby DENIE DENIE DENIE DENIES S SS Motion II solely based on \nPlaintiffs’ direct and derivative breach of contract claim as it relates to the \nallegation that Walton and Rorie failed to manage Cornelius’ affairs in a prudent \nand businesslike manner.  Thus, this claim survives only under this theory. \nE. \nDEMAND FOR ACCOUNTING, INFORMATION, DISSOLUTION OF THE COMPANY, \nAND DEMAND FOR PRO RATA RECOVERY \n{70}  On June 1, 2012, the Court granted Plaintiffs’ Motion for Appointment \nof Receiver, and directed the Receiver to “effectuate the orderly liquidation and \ndisposition of the assets” and to retain all books and records of Cornelius.  As such, \nto the extent Plaintiffs seek the appointment of a receiver to manage the affairs of \nCornelius and liquidate its assets, this claim is largely moot.  However, because the \nReceiver’s work is ongoing and Cornelius has not yet been dissolved, Plaintiffs’ \nrequest for relief should not be dismissed at this stage.  Therefore, the Court \nDENIES DENIES DENIES DENIES Motion II as to Plaintiffs’ claim for accounting, information, dissolution, \nand pro rata recovery. \n \n \n \n \nF. \nNEGLIGENT MISREPRESENTATION \n{71}  “To establish a claim for negligent misrepresentation, a party must \nshow that he: ‘[(1)] justifiably relies [(2)] to his detriment [(3)] on information \nprepared without reasonable care [(4)] by one who owed the relying party a duty of \ncare.’”  Hospira Inc. v. AlphaGary Corp. , 194 N.C. App. 695, 700, 671 S.E.2d 7, 12 \n(2009) (quoting Raritan River Steel Co. v. Cherry, Bekaert & Holland , 322 N.C. 200, \n206, 367 S.E.2d 609, 612 (1988)). \n{72}  As the Court previously noted, Walton and Rorie did not owe a duty of \ncare to Plaintiffs individually.  Therefore, Plaintiffs’ individual claims of negligent \nmisrepresentation against Walton and Rorie fail as a matter of law.  However, in \nthe First Action, Plaintiffs also raise this claim derivatively on behalf of Cornelius \nagainst Walton. \n{73}  Specifically, Plaintiffs aver that Walton negligently misrepresented \nCornelius’ June 2010 rent roll upon which Watson’s acquaintance  relied in making \na bid in the foreclosure sale.  (First Action V. Am. Compl. ¶¶ 75–76; Watson Aff. ¶ \n11, Jan. 4, 2013.)  Plaintiffs’ claim appears to be based on the acquaintance’s \nreliance rather than reliance by Cornelius.  To succeed under this claim \nderivatively, Plaintiffs must show that Cornelius relied on the information.  \nWithout such an allegation, this claim fails as a matter of law. \n{74}  Accordingly, the Court hereby GRANTS GRANTS GRANTS GRANTS Motion II as to Plaintiffs’ \nindividual and derivative claims for negligent misrepresentation.  Plaintiffs’ \nindividual claim against Rorie and individual and derivative claims against Walton \nfor negligent misrepresentation are DISMISSED DISMISSED DISMISSED DISMISSED with prejudice. \nG. \nFRAUD \n{75}  “To survive a motion for summary judgment on the charge of fraud, the \nrecord must show evidence of the following: ‘(1) false representation or concealment \nof a material fact, (2) reasonably calculated to deceive, (3) made with intent to \ndeceive, (4) which does in fact deceive, and (5) resulting in damage to the injured \n \nparty.’”  Hospira , 194 N.C. App. at 699, 671 S.E.2d at 11 (quoting Harrold v. Dowd , \n149 N.C. App. 777, 782, 561 S.E.2d 914, 918 (2002)).  \n{76}  “A claim for fraud may be based on an ‘affirmative misrepresentation \nof a material fact, or a failure to disclose a material fact relating to a transaction \nwhich the parties had a duty to disclose.’”  Hardin v. KCS Int’l, Inc. , 199 N.C. App. \n687, 696, 682 S.E.2d 726, 733 (2009) (quoting Harton v. Harton , 81 N.C. App. 295, \n297, 344 S.E.2d 117, 119 (1986)).   \nA duty to disclose arises where: (1) a fiduciary relationship exists \nbetween the parties to the transaction; (2) there is no fiduciary \nrelationship and a party has taken affirmative steps to conceal \nmaterial facts from the other; [or] (3) there is no fiduciary relationship \nand one party has knowledge of a latent defect in the subject matter of \nthe negotiations about which the other party is both ignorant and \nunable to discover through reasonable diligence. \nId.  (quotations and citations omitted).  \n{77}  In their Third-Party Complaint, Plaintiffs asserted an individual claim \nfor fraud against Walton, Rorie, and several other defendants not relevant to the \ncurrent Motions.  Primarily, Plaintiffs argue that Walton and Rorie concealed their \nefforts to purchase the Note in order to extinguish Walton’s liability under the \nGuaranty, thwart Watson’s attempts to cultivate investors, and take over Cornelius.  \n(Third-Party Compl. ¶¶ 78–85.)  To prevail under this theory, Plaintiffs must \nestablish that Walton and Rorie had a duty to disclose their involvement to \nPlaintiffs.  Although Walton and Rorie did not owe Plaintiffs a fiduciary duty, \nfactual issues remain as to the alleged steps Walton took to conceal his involvement \nin the purchase of the Note and the release his Guaranty, and whether such \naffirmative steps gave rise to a duty to disclose his involvement in the deal. \n{78}  In particular, Plaintiffs point to Walton’s empty assurances of support \nfor Watson’s deal (Walton Dep. 235:10–16, July 30, 2012.), Walton’s refusal to \nacknowledge his involvement in the purchase of the Note “to keep Watson out of \n[his] hair” (Walton Dep. 410:9–16, July 31, 2012.), and the inaccurate income \nrecords provided to Plaintiffs and their investors during the foreclosure.  (Watson \nAff. ¶ 11, Jan. 4, 2013.)  These actions not only present a question of fact regarding \n \nWalton’s duty to disclose, but could also amount to affirmative misrepresentations.  \nThus, viewing this evidence in a light most favorable to Plaintiffs, the Court \nconcludes that factual disputes remain as to Walton’s fraud.   \n{79}  Although Plaintiffs produced little direct evidence as to Rorie’s \ninvolvement in these actions, Plaintiffs did produce some evidence that Rorie \nengaged in a civil conspiracy with Walton to defraud Plaintiffs.  When a civil \nconspiracy exists, the plaintiff may “associate the defendants together [such that] \nthe acts and conduct of one might be admissible against all.”  Dove v. Harvey , 168 \nN.C. App. 687, 690, 608 S.E.2d 798, 800 (2005).  Thus, because the facts remain in \ndispute as to the elements of fraud against Walton, in particular his duty to \ndisclose, his intent and Plaintiffs’ reliance, the Court does not rule as a matter of \nlaw on the fraud claim.   \n{80}  Accordingly, the Court hereby DENIES DENIES DENIES DENIES Motion II as to Plaintiffs’ \nindividual claim for fraud against Walton and Rorie. \nH. \nUNFAIR AND DECEPTIVE TRADE PRACTICES \n{81}  “In order to establish a prima facie  claim for unfair trade practices, a \nplaintiff must show: (1) defendant committed an unfair or deceptive act or practice, \n(2) the action in question was in or affecting commerce, and (3) the act proximately \ncaused injury to the plaintiff.”  Dalton v. Camp , 353 N.C. 647, 656, 548 S.E.2d 704, \n711 (2001). \n{82}  “Plaintiff must first establish that defendants’ conduct was ‘in or \naffecting commerce’ before the question of unfairness or deception arises.”  Hajmm \nCo. v. House of Raeford Farms, Inc. , 328 N.C. 578, 592, 403 S.E.2d 483, 492 (1991) \n(citation omitted).  The internal operations of a single business are not “in or \naffecting commerce.”  See White v. Thompson , 364 N.C. 47, 52, 691 S.E.2d 676, 679 \n(2010).  However, dealings between individual businesses and between businesses \nand consumers fall squarely within acts intended to be regulated by the Unfair and \nDeceptive Trade Practices Act.  Id.    \n \n{83}  Here, although the dispute began as an internal disagreement between \nthe members and managers of Cornelius, the parties subsequently involved several \nother businesses in their dealings, including BOGNC, Newco, and CSSNC.  As such, \nthe Court concludes that the actions were “in or affecting commerce.”   \n{84}  Generally, proof of some independent tort committed in or affecting \ncommerce will suffice to make out a claim for unfair and deceptive trade practices.  \nSee Sara Lee Corp. v. Carter , 351 N.C. 27, 31–33, 519 S.E.2d 308, 311–12 (1999) \n(concluding that the breach of fiduciary duty claim also gave rise to an unfair and \ndeceptive trade practices claim); Bhatti v. Buckland , 328 N.C. 240, 243, 400 S.E.2d \n440, 442 (1991) (“Proof of fraud would necessarily constitute a violation of the \nprohibition against unfair and deceptive acts . . . .”).  Having concluded above that \nsome evidence exists to withstand summary judgment on Plaintiffs’ individual \nclaim for fraud and derivative claim for breach of fiduciary duty, the Court similarly \nconcludes that sufficient evidence exists of an unfair and deceptive act. \n{85}  However, Defendants then argue that Plaintiffs’ failed to forecast \ndamages to support this claim.  The record, however, presents a question of fact as \nto the damage suffered by Plaintiffs and Cornelius as a result of Walton and Rorie’s \nactions.  Specifically, there remains a genuine issue as to whether Walton and \nRorie’s actions wrongfully exposed Plaintiffs and Cornelius to greater liability on \nthe Note and Guaranties by allegedly rigging the foreclosure.  Furthermore, as to \nPlaintiffs’ derivative claim, Plaintiffs assert that Cornelius suffered lost profits after \nthe foreclosure transferred ownership and operation of the Property to CSSNC.   \n{86}  “In order to recover damages for lost profits, the complainant . . . must \nascertain such losses with ‘reasonable certainty’. . .[, not] based upon hypothetical \nor speculative forecasts of losses.’”  Iron Steamer, Ltd. v. Trinity Rest., Inc. , 110 \nN.C. App. 843, 847, 431 S.E.2d 767, 770 (1993) (quoting Olivetti Corp. v. Ames Bus. \nSys., Inc. , 319 N.C. 534, 356 S.E.2d 578 (1987)).  To accomplish this, the plaintiff \nmay rely on “expert testimony, economic and financial data, market surveys and \nanalysis, and business records of similar enterprises.”  Iron Steamer, Ltd. , 110 N.C. \nApp. at 849, 431 S.E.2d at 771 (quotation and citation omitted).   \n \n{87}  Here, Plaintiffs point to financial data on the Property from before and \nafter the foreclosure to show that the Property continued to produce a profit under \nits new owner, CSSNC.  (Watson Aff. ¶¶ 14–24, Ex. A–C, Jan. 4, 2013.)  While not \nconclusive, this evidence presents a genuine issue to be decided at trial, and pushes \nPlaintiffs’ proof of damages beyond “hypothetical or speculative forecasts of losses.”  \nTherefore, the Court concludes that Plaintiffs have forecasted sufficient evidence to \nwithstand summary judgment on this claim. \n{88}  Accordingly, the Court hereby DENIES DENIES DENIES DENIES Motion II as to Plaintiffs’ \nindividual and derivative claim for unfair and deceptive trade practices. \nI. \nUNJUST ENRICHMENT \n{89}  “In order to establish a claim for unjust enrichment, a party must have \nconferred a benefit on the other party.  The benefit must not have been conferred \nofficiously . . . .  The benefit must not be gratuitous and it must be measurable.”  \nBooe v. Shadrick , 322 N.C. 567, 570, 369 S.E.2d 554, 556 (1988).  “Additionally, the \ndefendant must have consciously accepted the benefit.”  Progressive Am. Ins. Co. v. \nState Farm Mut. Auto. Ins. Co. , 184 N.C. App. 688, 696, 647 S.E.2d 111, 116 (2007) \n(quotation omitted).  Thus, Plaintiffs must allege and prove that they conferred a \nbenefit on Defendants, not simply that Defendants received a benefit which \nPlaintiffs believe Plaintiffs should have received.  Sellers v. Morton , 191 N.C. App. \n75, 84, 661 S.E.2d 915, 923 (2008). \n{90}  Here, Plaintiffs argue that Defendants’ unlawful conduct benefited \nDefendants at the expense of Cornelius and Plaintiffs.  In particular, Plaintiffs \nallege that Defendants were unjustly enriched to the extent that Defendants \nextinguished their liability on the Guaranties.  However, the Note holder, BOGNC, \nconferred this benefit, not Plaintiffs. 5   In addition, there is no evidence in the record \nthat Plaintiffs or Cornelius conferred a benefit on BOGNC that indirectly prompted \nthe release of Walton and White’s Guaranties.  As to the claim generally, Plaintiffs \n                                                 \n5  The Court also notes that this argument is completely irrelevant as to Rorie since he never signed a \nGuaranty.  \n \ndo not forecast any evidence that Plaintiffs or Cornelius directly or indirectly \nconferred any measurable benefit on Defendants, nor did Plaintiffs put forth any \narguments in support of this claim in response to Motion II.  As such, the Court \nconcludes that no genuine issues exist as to this claim. \n{91}  Therefore, the Court hereby GRANTS GRANTS GRANTS GRANTS Motion II as to Plaintiffs’ \nindividual and derivative claims for unjust enrichment.  Plaintiffs’ individual and \nderivative claims for unjust enrichment are DISMISSED DISMISSED DISMISSED DISMISSED with prejudice. \nJ. \nCONSTRUCTIVE TRUST \n{92}  A constructive trust  \nis a duty, or relationship, imposed by a court of equity to prevent the \nunjust enrichment of the holder of title to, or of an interest in, property \nwhich such holder acquired through fraud, breach of duty or some \nother circumstance making it inequitable for him to retain it against \nthe claim of the beneficiary of the constructive trust. \nVariety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC , 365 N.C. 520, 530, \n723 S.E.2d 744, 751 (2012) (quoting Wilson v. Crab Orchard Dev. Co. , 276 N.C. 198, \n211, 171 S.E.2d 873, 882 (1970)). \n{93}  Here, Plaintiffs request a constructive trust over any funds Walton and \nRorie received as a result on their misconduct.  Although the Court dismissed \nPlaintiffs’ claim for unjust enrichment above, Plaintiffs did put forth some evidence \nto support their individual claim for fraud and their derivative claim for breach of \nfiduciary duty.  As such, the Court will not foreclose this avenue of recovery at this \nstage. 6  \n{94}  Therefore, the Court DENIES DENIES DENIES DENIES Motion II as to Plaintiffs’ individual and \nderivative claims for constructive trust. \n \n \n                                                 \n6  The Court notes that Defendants argue that the imposition of the receivership rendered this claim \nmoot, as the Receiver now controls all aspects of Cornelius’ operations.  However, as noted above, the \nReceiver released Cornelius’ claims to the members and remains in place to wind up Cornelius.  \nTherefore, the Court sees no reason to bar Plaintiffs’ claim for relief to place any funds Defendants \nobtained as a result of their alleged misconduct in a constructive trust for the benefit of Cornelius. \n \nK. \nCONTRIBUTION AND INDEMNIFICATION \n{95}  In the Third-Party Complaint, Plaintiffs assert an individual claim for \ncontribution and indemnification against Walton, White, and Rorie for any recovery \nBOGNC receives against Plaintiffs for the deficiency under the Note and \nGuaranties.   \n1. \nINDEMNIFICATION \n{96}  “In North Carolina, a party’s rights to indemnity can rest on three \nbases: (1) an express contract; (2) a contract implied-in-fact; or (3) equitable \nconcepts arising from the tort theory of indemnity, often referred to as a contract \nimplied-in-law.”  Kaleel Builders, Inc. v. Ashby , 161 N.C. App. 34, 38, 587 S.E.2d \n470, 474 (2003) (citation omitted).  An indemnity provision in a contract would \nclearly give rise to an indemnification claim under the first basis.  “A right of \nindemnity implied-in-fact stems from the existence of a binding contract between \ntwo parties that necessarily implies the right.”  Id.   Whereas, “indemnity implied-in-\nlaw arises from an underlying tort, where a passive tort-feasor pays the judgment \nowed by an active tort-feasor to the injured third party.”  Id.  at 39, 587 S.E.2d at \n474.  Thus, “[f]or indemnification implied-in-law, . . . North Carolina law requires \nthere be an underlying injury sounding in tort[, and that the] party seeking \nindemnity [] have imputed or derivative liability for the tortious conduct from which \nindemnity is sought.”  Id.  at 41, 587 S.E.2d at 475.   \n{97}  In their brief opposing Motion II, Plaintiffs fail to provide any specific \nargument in support of their indemnification claim.  Further, the Court cannot find \nany support for the claim in the record.  It appears that the only relevant contract \nbefore the Court with an indemnification provision is the Operating Agreement.  \nHowever, it only requires Cornelius, not its members, to indemnify the manager for \ncertain acts.  (Defs.’ Br. Supp. Mot. II Ex. A § 5.5.)  In addition, the Court cannot \nfind any facts to support implied-in-fact indemnification.  Indeed, the Operating \nAgreement appears to be the only contract Plaintiffs and Defendants jointly signed, \n \nand it expressly limits the parties’ liability for the debts of Cornelius.  (Defs.’ Br. \nSupp. Mot. II Ex. A § 6.1.)  Thus, the Court finds no reason to imply indemnification \nrights among the members of Cornelius for its debts.  Lastly, the claims that \nPlaintiffs demand indemnity for – BOGNC’s claims seeking to enforce the Note and \nGuaranties – sound solely in contract.  Therefore, no underlying tort exists for \nindemnification implied-in-law.  As such, the Court concludes that Plaintiffs have \nno basis in law for their indemnification claim. \n{98}  Accordingly, the Court hereby GRANTS GRANTS GRANTS GRANTS Motion II as to Plaintiffs’ \nclaim for indemnification against Walton, Rorie, and White.  Plaintiffs’ claim for \nindemnification is DISMISSED DISMISSED DISMISSED DISMISSED with prejudice.  \n2. \nCONTRIBUTION \n{99}  “[C]ontribution is a statutory right of relief in North Carolina, \ngoverned by the Uniform Contribution Among Tort-Feasors Act , N.C. Gen. Stat. § \n1B-1 (2001).  The right is applicable only between joint tort-feasors.”  Kaleel \nBuilders, Inc. , 161 N.C. App. at 45, 587 S.E.2d at 478 (citing Roseboro Ford, Inc. v. \nBass , 77 N.C. App. 363, 335 S.E.2d 214 (1985)).   \n{100}  None of the parties have alleged any underlying tort against Plaintiffs \nand Defendants as joint tort-feasors.  As such, Plaintiffs’ claim for contribution \nappears inapplicable.  However, Plaintiffs argue that they are entitled to \ncontribution from Walton and White, as co-guarantors on the Note, pursuant to \nN.C. Gen. Stat. § 25-3-116. 7  (Pls.’ Br. Opp. Mot. II 31.) \n{101}  Section 25-3-116 grants contribution rights among those jointly and \nseverally liable on a negotiable instrument.  N.C.  G EN . STAT . § 25-3-116 (2013).  \nHowever,  \n[t]o be a negotiable instrument, a writing must be signed by the maker \nor drawer, must contain an unconditional promise to pay a sum certain \nin money and no other promise except as authorized by statute, must \nbe payable on demand or at a definite time, and must be payable to \norder or bearer. \n                                                 \n7 It appears that Plaintiffs do not rely on this argument in support of their contribution claim against \nRorie since he was not a co-guarantor on the Note.   \n \nBranch Banking and Trust Co. v. Creasy , 301 N.C. 44, 51, 269 S.E.2d 117, 121 \n(1980) (citations omitted); see also  N.C.  G EN . STAT . § 25-3-104 (2013).  In Creasy , \nthe North Carolina Supreme Court held that a writing that obligated the defendant \nfor “all indebtedness, obligations and liabilities . . . not [to] exceed the sum of \n$35,000” did not meet the requirement of a sum certain because the holder could \nnot “determine the amount which is then payable . . . without any reference to an \noutside source.”  Id. \n{102}  Here, the Guaranties specifically avoid setting a sum certain in money, \nand expressly cover all present and future debts of Cornelius.  (Second Action \nCompl. Ex. A, B.)  Given this, the Guaranties cannot be deemed negotiable \ninstruments.  Thus, as a matter of law, Plaintiffs claim for contribution cannot be \nbased on the provisions governing negotiable instruments.  Because Plaintiffs do \nnot provide any other basis to support their claim for contribution against the \nDefendants, the Court concludes that no issues of fact exist to withstand summary \njudgment. \n{103}  Therefore, the Court hereby GRANTS GRANTS GRANTS GRANTS Motion II as to Plaintiffs’ claim \nfor contribution against Walton, White, and Rorie.  Plaintiffs’ claim for contribution \nis DISMISSED DISMISSED DISMISSED DISMISSED with prejudice.  \nL. \nPUNITIVE DAMAGES \n{104}  To prevail on a claim for punitive damages, Plaintiffs must succeed on \na claim for compensatory damages, and prove by clear and convincing evidence that \none or more of the following aggravating factors were present: (a) fraud, (b) malice, \nor (c) willful or wanton conduct.  N.C.  G EN . STAT . § 1D-15 (2013); see also  Sellers , \n191 N.C. App. at 85, 661 S.E.2d at 923. \n{105}  Here, Plaintiffs bring a direct and derivative claim for punitive \ndamages based on all claims against Walton, Rorie and White, alleging that their \nconduct was willful, wanton, intentional and done with a complete and reckless \ndisregard for Plaintiffs’ rights.  (First Action Compl. ¶ 99; Third-Party Compl. ¶ \n115.)  “Summary judgment is rarely proper when a state of mind such as intent or \n \nknowledge is at issue.”  Valdese Gen. Hosp., Inc. v. Burns , 79 N.C. App. 163, 165, \n339 S.E.2d 23, 25 (1986).  Because derivative and direct claims remain against \nWalton and Rorie and some evidence exists as to their intent, Plaintiffs’ claim for \npunitive damages similarly survives at this stage.  However, the Court dismissed \nall underlying claims for compensatory damages against White above.  As such, \nPlaintiffs’ punitive damages claim against White must be dismissed. \n{106}  Therefore, the Court GRANTS GRANTS GRANTS GRANTS Motion II as to Plaintiffs’ punitive \ndamages claim against White, and DENIES DENIES DENIES DENIES Motion II as to Plaintiffs’ individual \nand derivative claims against Walton and Rorie.  Plaintiffs’ punitive damages claim \nagainst White is DISMISSED DISMISSED DISMISSED DISMISSED with prejudice. \nV. \nCONCLUSION \n{107}  As to Motion I, the Court GRANTS GRANTS GRANTS GRANTS summary judgment in favor of \nDefendants with respect to Plaintiffs’ individual claim for breach of fiduciary duty, \nincluding the duties of good faith, fair dealing, loyalty, and due care.  As to Motion \nII, the Court GRANTS GRANTS GRANTS GRANTS summary judgment in favor of Defendants with respect to \nPlaintiffs’ individual claim for breach of fiduciary duty; individual claims for breach \nof the duties of good faith, fair dealing, loyalty, and due care; individual claim for \nconstructive fraud; individual and derivative claim for negligent misrepresentation; \nindividual and derivative claim for unjust enrichment; individual and derivative \nclaim for civil conspiracy and punitive damages against White; and indemnification \nand contribution.  The Court DENIES DENIES DENIES DENIES all other requested relief in Motions I and II. \n{108}  WHEREFORE WHEREFORE WHEREFORE WHEREFORE, the Court hereby DISMISSES DISMISSES DISMISSES DISMISSES with prejudice all claims \nagainst White in both the First and Second Actions.  In the First Action, the Court \nDISMISSES DISMISSES DISMISSES DISMISSES    with prejudice Plaintiffs’ individual claims for constructive fraud, \nbreach of fiduciary duty, breach of the duties of good faith and fair dealing, and \nbreach of the duty of loyalty; and DISMISSES DISMISSES DISMISSES DISMISSES with prejudice Plaintiffs’ individual \nand derivative claims for unjust enrichment and negligent misrepresentation.  In \nthe Second Action, the Court DISMISSES DISMISSES DISMISSES DISMISSES with prejudice Plaintiffs’ third-party \nclaims for contribution/indemnification, negligent misrepresentation, breach of \n \nfiduciary duty, constructive fraud, and breach of the covenants of good faith, loyalty, \nand due care. \nSO ORDERED SO ORDERED SO ORDERED SO ORDERED, this the 1st day of May 2013. \n "
}