{
  "id": "ec199448aa0d2a483e9b8538c93ac50a5befd4a74e8f36cf0825e0e2a15c08ab",
  "source_file": "data/raw/ncbc/ec199448aa0d2a483e9b8538c93ac50a5befd4a74e8f36cf0825e0e2a15c08ab.pdf",
  "raw_text": "Elliott v. KB Home N.C., Inc., 2017 NCBC 37. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n08 CVS 21190 \n \nMARK ELLIOTT, TOR AND \nMICHELLE GABRIELSON, \nMICHIHIRO AND YOKO \nKASHIMA, FAIRWAY 13 PROPS., \nLLC, on behalf of themselves and all \nothers similarly situated, \nPlaintiffs, \n \nv. \n \nKB HOME NORTH CAROLINA, \nINC. AND KB HOME RALEIGH-\nDURHAM, INC., \n \nDefendants, \n \nand  \n \nKB HOME RALEIGH-DURHAM, \nINC., \n \n                           Third-Party Plaintiff, \n \nv.  \n \nSTOCK BUILDING SUPPLY, LLC, \n \n                      Third-Party Defendant. \n \n \n \n \n \n \n \nORDER APPROVING FINAL \nSETTLEMENT AND \nAWARDING ATTORNEYS’ FEES \n \n \nTHIS MATTER comes before the Court on Plaintiffs’ Motion for Final Approval \nof Settlement (“Approval Motion”) and Unopposed Motion for Award of Attorneys’ \nFees and Expenses and Service Awards  (“Fee Motion”) (collectively, “Motions”)  \npursuant to Rule 23 of the North Carolina Rules of Civil Procedure  (“Rule(s)”). Both \nMotions are unopposed by Defendant KB Home Rale igh-Durham Inc. (“KB Home”), \nand after appropriate notice to class members was provided as required by the Court’s \nOrder Granting Preliminary Approval of Settlement, the Court received only one \nobjection to the settlement conditionally entered on January 4, 2017 (“Settlement”).  \n \n \nOn April 11, 2017, the Court held a hearing on the Motions and is satisfied as \nto the fairness, reasonableness, and adequacy of the Settlement, and the fairness and \nreasonableness of the fees, expenses, and service awards provided herein. Therefore, \nhaving considered the Motion s, the supporting Memorandums, materials filed with \nthe Motion, discussions with counsel during the hearing held on April 11, 2017, and \nother appropriate matters of record, concludes t hat good cause exists to grant the \nMotions. Therefore, the Court GRANTS the Final Approval Motion, CERTIFIES the \nclasses as defined below for settlement purposes only, APPROVES the Settlement, \nand GRANTS the Fee Motion. \nWhitfield Bryson & Mason LLP, by Daniel K. Bryson, Gary E. Ma son, \nand Scott C. Harris, for Plaintiffs. \n \nBradley Arant Boult Cummings LLP, by Michael W. Knapp and Brian \nM. Rowlson, for Defendant KB Home Raleigh-Durham Inc.  \n \nHunton & Williams LLP by A. Todd Brown, for Third Party Defendant \nStock Building Supply, LLC. \n \nBackground \n1. Plaintiffs in these actions are current and former owners of homes \nconstructed by KB Home in the Twin Lakes  and Wynbrooke subdivisions in Cary, \nNorth Carolina. \n2. On January 31, 2008, Plaintiffs Mark Elliott, Tor and Michelle \nGabrielson, and Michihiro and Yoko Kashima filed a warranty claim with KB Home  \nbecause their homes did not have a weather -resistant barrier (“WRB”) beneath the \nHardiePlank. The parties were unable to resolve Plaintiffs’  warranty claim, and o n \nDecember 5, 2008, Plaintiffs file d a class action lawsuit in Wake County Superior \n \n \nCourt against KB Home North Carolina Inc., and KB Home  alleging that KB Home \nviolated the applicable building codes and breached their respective contracts by not \ninstalling a WRB beneath the HardiePlank sid ing resulting in damages from water \nintrusion into the walls of the homes.  \n3. After Judge W. Osmond Smith, III, denied KB Home’s motion to dismiss \nbut granted KB Home North Carolina Inc.’s motion to dismiss, KB Home filed a third \nparty complaint against Stock Building Supply, LLC (“Stock”), who KB Home claimed \ninstalled the exterior siding without a WRB on Plaintiffs’ homes. Stock moved for \ndesignation of this case as a complex business case, which was granted on June 17, \n2010, and assigned to the Honorable John R. Jolly, Jr. \n4. On February 27, 2012, Judge Jolly issued an order certifying a class of \nhomeowners in North Carolina who own a home constructed by KB Home without a \nWRB installed under the exterior siding.  A Notice of Class Action was mailed to all \npotential class members on or before March 15, 2012.  \n5. Following the February 27 Class Certification Order, KB Home initiated \na series of appeals during which stayed the case. Then, following an unsuccessful \nmediation, the Court lifted the stay on June 5, 2015.   \n6. Due to changes in circumstances amongst some of the class members  \nfollowing the February 27, 2012 Order, this Court modified the class definition on \nSeptember 25, 2015, to include a subclass of “Post -Notice Sellers,” which included \nhomeowners who owned a home constructed by KB Home without a WRB as of March \n15, 2012, but who subsequently sold it . The Court ordered Plaintiffs to amend their \n \n \ncomplaint to add a subclass representative . Plaintiffs subsequently amended their \ncomplaint to add Fairway 13 Properties, LLC, as their subclass representative.  \n7. On December 6, 2016, Plaintiffs filed their Unopposed Motion for \nPreliminary Approval of Settlement, Certification of Settlement Classes, Approval of \nClass Notice  and Scheduling of Final Approval Hearing. After a discussions with \ncounsel for all parties, this Court entered its Order Granting Preliminary Approval \nof Settlement, Certifying Classes for Purposes of Settlement, Directing Notice to the \nClass, and Scheduling Final Approval Hearing  (“Preliminary Approval”) and set a \nhearing to consider  certifying the classes,  final approval of the settlement on April \n11, 2017, and for determining attorneys’ fees, expenses, and service awards.  \n8. Plaintiffs filed the Ap proval Motion and the Fee Motion, as well as \nsupporting material, on March 28, 2017. This Court held a hearing on April 11, 2017.  \n9. In evaluating whether to finally approve a class action settlement, \ncourts follow a two step process that first examines whet her the proposed class \nsatisfies North Carolina Rule of Civil Procedure 23, and second whether the \nsettlement is “fair, reasonable, and adequate.”  Ehrenhaus v. Baker , 216 N.C. App. \n59, 73, 717 S.E.2d 9, 19 (2011).   \nClass Certification \n10. The Court first turns to whether the Settlement Classes should be \nfinally certified. Rule 23 of the North Carolina Rules of Civil Procedure governs class \nactions. There are three basic requirements to establish class certification under Rule \n23: \n \n \nFirst, parties seeking to employ the class action procedure \npursuant to our Rule 23 must establish the existence of a \nclass. A class exists when each of the members has an \ninterest in either the same issue of law or of fact, and that \nissue predominates over issues affecting only in dividual \nclass members. The party seeking to bring a class action \nalso bears the burden of demonstrating the existence of \nother prerequisites: (1) the named representatives must \nestablish that they will fairly and adequately represent the \ninterests of all members of the class; (2) there must be no \nconflict of interest between the named representatives and \nmembers of the class; (3) the named representatives must \nhave a genuine personal interest, not a mere technical \ninterest, in the outcome of the case; (4) class \nrepresentatives within this jurisdiction will adequately \nrepresent members outside the state; (5) class members are \nso numerous that it is impractical to bring them all before \nthe court; and (6) adequate notice must be given to all \nmembers of the class. \n \nBeroth Oil Co. v. N.C. Dep’t of Transp., 367 N.C. 333, 337, 757 S.E.2d 466, 470 (2014) \n(citations omitted). “When all the prerequisites are met, it is left to the trial court ’s \ndiscretion whether a class action is superior to other available methods f or the \nadjudication of the controversy.” Id. \n11. This is not the first time the Court has considered whether Plaintiffs can \nmaintain their action as a class. On February 27, 2012 , this Court entered an order \ncertifying a class of persons in North Carolina who owned a home built by KB Home \nwithout a WRB underneath the HardiePlank exterior siding. On September 25, 2015, \nthis Court confirmed the certification of  the class but created a subclass of former \nhomeowners to address a change in circumstances —a change in home ownership—\nfrom when the class certification order was entered.   \n \n \n12. The parties proposed two Settlement Classes that largely mirror the two \nclasses this Court certified on February 27, 2012, and September 25, 2015, with only \nminor changes. These changes include clarifying that homeowners who transferred \nownership of a home but did not sell it, such as in the case of divorce, marriage, or \nestate planning, retain their class membership, and adding a list of Settlement Class \nmembers. Neither of these changes constitute a significant change to the previously \napproved class definitions.  \n13. Since this Court entered an order preliminarily approving the \nsettlement and approving notice to be sent to the classes, the parties have informed \nthe Court that some individuals have provided information that fit the definition of \none of the class definitions yet do not appear on the list of Settlement Class members. \nAccordingly, at the conclusion of the claims period, the parties will execute an \nAddendum to Stipulation of Settlement and Release that provides a mechanism for \nthese individuals to benefit from the Settlement as class members once it is confirmed \nthat these homes do not have a WRB.  \n14.  The Court finds  that the Settlement Classes meet the prerequisites \nunder Rule 23. The Settlement Class Representatives’ claims are typical of the claims \nof the respective Settlement Class members . The representatives for Settlement \nClass A, Mark Elliott, the Gabrielson’s, and the Kashm ina’s, all have the same \ninterests in repairing their homes and their claims are based on the same legal \ninjury—that KB Home failed to install a WRB. Likewise, Fairway 13 Properties, LLC, \n \n \nshares the same injury as Settlement Class B members of a decrease in sale value of \nits home stemming from KB Home’s failure to install a WRB.  \n15. There are questions of fact and law that are common to all Settlement \nClass members in the defined period, and these predominate over any potential \nindividual claim or issues that m ight be asserted by the Settlement Class \nRepresentatives. The common questions of fact involved in this matter included  \nwhether KB Home failed to install a WRB underneath the HardiePlank exterior \nsiding and the property and/or economic damages that resulte d therefrom , a core \nissue of fact that was common to all Settlement Class A and B members alike . The \ncommon legal issue, whether KB Home failed to comply with the North Carolina \nBuilding Code by not installing a WRB, arises out of this common factual issue. This \nsingle core factual inquiry and core legal issue binds the Settlement Classes together \nand makes them sufficiently cohesive. Because these issues predominate over any \nindividual issue or interest of the Settlement Class Representatives, and for the other \nreasons previously articulated by the Court regarding its previous class certification \norders, two proper classes exist.  \n16. Additionally, the Court concludes that the Settlement Class \nRepresentatives have no conflict of interest with the Settlement Classes, and that \nthey, as current and former homeowners, have a genuine personal interest in the \noutcome of the case and that interest is shared by all class members. The Settlement \nClass Representatives have shown a commitment to vigorously prosecute this action \nby sitting for depositions, complying with document requests, and negotiating \n \n \nsettlement terms with Settlement Class Couns el. Accordingly, the Settlement Class \nRepresentatives fairly and adequately represent the interests of the respective \nSettlement Class A and B members. \n17. The Settlement Classes now consist  of owners and former owners of \napproximately 313 homes. This Court concludes that the class is so numerous that it \nis impractical to join all members. See, e.g., Pope v. Harvard Banschares, Inc. , 240 \nF.R.D. 383, 387 (N.D. Ill. 2006) (“ Generally, where the membership of the proposed \nclass is at least 40, joinder is impracticable and the numerosity requirement is met”). \n18. Because Plaintiffs have satisfied all class action prerequisites, this \nCourt has the discretion to determine whether a class action is superior to all other \nmethods for adjudication of this controversy. Beroth Oil Co., 367 N.C. at 33 7, 757 \nS.E.2d at 470 . After a thorough and careful review of the Approval Motion, the \naffidavits and evidence provided in support of the Approval Motion, the Court \nconcludes, in its discretion, that class certification is proper in this matter.  \n19. Accordingly, the Court finally approves and certifies the following class \nas Settlement Class A: \nAll persons in the State of North Carolina who owned a \nhome on March 15, 2012 and still owned the home as of \nNovember 10, 2016, in the Twin Lakes Homes or \nWynbrooke Homes developments in Cary, North Carolina \nconstructed by Defendant KB Home without a weath er-\nrestrictive barrier behind the exterior veneer of \nHardiePlank cement fiber lap siding and are listed in \nAmended Exhibit C of the Settlement Agreement. \nExcluded from the Class are: (a) any judge or magistrate \npresiding over this action and members of the ir families; \n(b) any Defendant and/or Third -Party Defendant and any \nentity in which any Defendant and/or Third -Party \n \n \nDefendant have a controlling interest or which has a \ncontrolling interest in any Defendant and/or Third -Party \nDefendant and its legal repre sentatives, assigns and \nsuccessors of any Defendant and/or Third -Party \nDefendant; and (c) all persons who properly execute and \nfile a timely request for exclusion from the Class. \n \n20. Likewise, the Court finally approves and certifies the following class as \nSettlement Class B: \nAll persons in the State of North Carolina who owned a \nhome on March 15, 2012, in the Twin Lakes Homes or \nWynbrooke Homes developments in Cary, North Carolina \nconstructed by Defendant KB Home without a weather -\nrestrictive barrier behind  the exterior veneer of \nHardiePlank cement fiber lap siding but who sold or  \notherwise transferred their ownership interest the home \nafter March 15, 2012, do not qualify as a Class A member \nand are listed in Amended Exhibit C of the Settlement \nAgreement. Excluded from the Class are: (a) any judge or \nmagistrate presiding over this action and members of their \nfamilies; (b) any Defendant and/or Third -Party Defendant \nand any entity in which any Defendant and/or Third-Party \nDefendant have a controlling interest o r which has a \ncontrolling interest in any Defendant and/or Third -Party \nDefendant and its legal representatives, assigns and \nsuccessors of any Defendant and/or Third -Party \nDefendant; and (c) all persons who properly execute and \nfile a timely request for exclusion from the Class. \n \n21. Pursuant to the parties’ Addendum to Stipulation of Settlement \nAgreement and subject to a confirmatory inspection , Amended Exhibit C to the \nSettlement Agreement is deemed to include those individuals listed on Exhibit 1 of \nthe Addendum to Stipulation of Settlement Agreement. \nFinal Approval of Settlement \n \n \n22. The Court next looks at the Settlement to determine whether the \nSettlement is “fair, reasonable, and adequate.” Ehrenhaus, 216 N.C. App. at 73, 717 \nS.E.2d at 19. The burden of showing that the Settlement satisfies this standard rests \non Plaintiffs. Id. The determination of whether Plaintiffs have satisfied this burden \nrests in the trial court’s sound discretion. Id. \n23. While there are a variety of factors used to ev aluate a settlement, the \ncourt of appeals has identified two key factors in determining whether to approve a \nproposed settlement of a class action: “the first is the likelihood the class will prevail \nshould litigation go forward and the potential spoils of  victory, balanced against \nbenefits to the class offered in the settlement.” Id. at 74, 717 S.E.2d at 20. The second \nfactor “is the class’s reaction to the settlement.” Id. \n24. As to the first factor, this Court notes that Plaintiffs obtained rulings in \nthis action that support their likelihood of success if this action were to go to trial. \nThese rulings include the February 27, 2012 Order that certified a class of \nhomeowners, the September 25, 2015 Order that maintained the class but created a \nseparate subclas s, and the March 23, 2016 Order that found that KB Home ’s \ninstallation of HardiePlank siding without a WRB was not reviewed and approved by \nthe Town of Cary Code Enforcement Official as required by Section 205.1 of the North \nCarolina Administrative Code.  \n25. Notwithstanding these rulings, Plaintiffs would be faced with numerous \nrisks that threatened the classes  if this a ction were to proceed.  For example, the \ncurrent homeowner class membership decreases, on average, by twenty -six homes \n \n \nper year. See September 25, 2015 Order at ¶ 23 n. 30. Thus, the current homeowner \nclass could have been diminished the longer the case proceeded, whether by trial or \nsubsequent appeals. Likewise, at the time the parties executed the Settlement, KB \nHome had a pending mo tion to disqualify the former homeowners’ only class \nrepresentative, Fairway 13 Properties, LLC.  Plaintiffs noted that t he potential \ndisqualification of this class representative could threaten the existence of the sub-\nclass. KB Home could win at trial or appeal any adverse judgment, and could argue \nthat evidence developed at trial should lead the Court to decertify the class.  Any \nappeal could take years and would have a necessarily uncertain outcome. \n26. Balanced against this background and these risks are  the benefits \noffered to the class in the settlement.  Under the settlement, the current homeowner \nclass (“Settlement Class A”) are offered a choice between one of two benefits. First, \nSettlement Class A members may select a lump  sum cash benefit with a range from \n$6,500 to $17,000  based on the original square footage of their home.  Second, \nSettlement Class A members may instead opt  to apply for repairs to their home. \nUnder the repair option, Settlement Class A members can qualify to receive repairs \nto their home that include the removal of the current HardiePlank siding, installation \nof a WRB, and installation of new HardiePlank siding. In order to qualify for the \nrepair benefit, Settlement Class A members must pass a Neutral Testing Protocol, \nwhich was develope d by experts retained by Plaintiffs and KB Home but without \ninterference from the parties’ counsel. Settlement Class A members who apply, but \ndo not qualify for, the repair option will receive the lump sum cash benefit they \n \n \notherwise qualified for less $2, 000 which compensates for the cost of the testing \nprocedure and potentially increased administrative costs to KB Home.  \n27. Similarly, the former homeowner class (“Settlement Class B”) are \noffered a choice between one of two benefits. Settlement Class B members may chose \na lump sum cash benefit of $3,250.  Alternatively, Settlement Class B members may \nchoose to receive the actual documented decrease in sale value of their homes up to \n$12,000. Settlement Class B members who select this second option are required to \nsubmit contemporaneous evidence of a price decrease that was sought and obtained \nrelated to a lack of WRB in order to qualify for this option.  Finally, the benefits \navailable under this second option are limited to what Settlement Class B members \ncould receive based upon the original square footage of their home had they been a \nSettlement Class A member.    \n28. The benefits available to the Settlement Classes are in line with the \ndamages t hey would receive if Plaintiffs were to proceed to a successful litigated \nresult. Settlement Class A members would generally be entitled to the cost to repair \ntheir homes if they were successful at trial. The Settlement provides these members \nwith most, if not all, of what they could receive by providing the means to repair their \nhomes. Settlement Class B members would generally be entitled to the amount their \nhomes decreased in sale value due to the absence of a WRB. Likewise, the Settlement \nprovides these members with a guaranteed amount of compensation and the option \nto increase their compensation if they can specifically establish their damages.    \n \n \n29. The Settlement received only one timely objection out of approximately \nthree hundred Settlement Class membe rs. The objector questioned the adequacy of \nthe settlement benefits and the testing procedure used  under the repair option for \nSettlement Class A members. As to the adequacy of the settlement benefits, the Court \nnotes that the Settlement was negotiated by adverse parties engaged in litigation for \nover 8 years and was the product of compromise. The benefits offered under the \nSettlement fall well within the range of reasonableness. As to the testing procedure, \nthe Court has reviewed the Neutral Testing Protoc ol and finds that it is the product \nof knowledgeable and capable engineers, and that it fairly accounts for  any changes \nin the weather that may affect the testing procedure . As such, the Court finds that \nthe lone objection is without merit.      \n30. Ultimately, after thorough consideration of the nature and strength of \nPlaintiffs’ claims, the potential defenses they faced, and the impact that prolonged \nlitigation has already had and likely will continue to have on class membership, the \nCourt concludes, in its discretion, that the Settlement is fair, reasonable and should \nbe approved. \nAttorneys’ Fees and Reimbursement of Expenses \n31.  Plaintiffs also move the Court to approve their request for an award of \n$1,925,000 in attorneys’ fees and reimbursement of expenses. T he Settlement \nAgreement provides that “Class Counsel shall be entitled to apply to the Court for an \naward of Attorneys’ Fees and Expenses in a total amount not to exceed $1,925,000.00 \nand that KB Home will not object to any application by Class Counsel for an award \n \n \nof Attorneys’ Fees and Expenses that does not exceed that total amount.” The request \nis comprised of $1,776,506.39 in attorneys’ fees and $148,493.61 in out of pocket \nexpenses. Additionally, Plaintiffs request that each set of homeowners Settlement \nClass Representatives receive  $8,000 service award for a total of $32,000. The Fee \nMotion is not opposed by KB Home. The settlement of this action is not contingent on \nthe award of attorneys’ fees to Settlement Class Counsel, and Settlement Class \nmembers are not being asked to pay any of the fees or expenses. Settlement Class \nCounsel submitted an affidavit attesting to the hours expended, billing rates, and \ncosts incurred. \n32. While a court may not modify a contractual attorneys’ fees arrangement \nreached in a settlement of a Rule 23 class action, it nevertheless must review the fees \nsought for reasonableness and must approve any fees paid by way of settlement. See \nEhrenhaus, 216 N.C. App. at 74, 717 S.E.2d at 33 (“While any ‘compromise’ in a class \naction must be reviewed by a court, a court cannot modify a purely contractual \nsettlement.”). Here, the parties agreed that Plaintiffs could apply to the Court for an \naward of attorneys’  fees and  reimbursement of expenses up to $1,925,000. The \ndetermination of the amount of attorneys’  fees to be awarded is in the sound \ndiscretion of the Court. G.E. Betz, Inc. v. Conrad, 231 N.C. App. 214, 242, 752 S.E.2d \n634, 654  (2013). Accordingly, the issue bef ore the Court is whether Plaintiff s’ \ncounsel’s request for $1,925,000  in both fees and reimbursement of expenses  is \nreasonable. \n \n \n33. The criteria for examining the reasonableness of attorneys’ fees was \nconsidered in Ehrenhaus. In Ehrenhaus, the Court of A ppeals held that the \nreasonableness of attorneys ’ fees is governed by Rule 1.5 of the Revised Rules of \nProfessional Conduct of the North Carolina State Bar (“RPC” ). 216 N.C. App. at 96 , \n717 S.E.2d at 33. RPC 1.5 provides that “[a] lawyer shall not make an agreement for, \ncharge, or collect an illegal or clearly excessive fee or collect a clearly  excessive \namount for expenses.” Id. The factors to be utilized when determining whether a fee \nis clearly excessive include the following:  \n(1) the time and labor required,  the novelty and difficulty \nof the questions involved, and the skill requisite to perform \nthe legal service properly; (2) the likelihood, if apparent to \nthe client, that the acceptance of the particular \nemployment will preclude other employment by the lawyer; \n(3) the fee customarily charged in the locality for similar \nlegal services; (4) the amount involved and the results \nobtained; (5) the time limitations imposed by the client or \nby the circumstances; (6) the nature and length of the \nprofessional relationship with the client; (7) the experience, \nreputation, and ability of the lawyer or lawyers performing \nthe services; and (8) whether the fee is fixed or contingent. \n \nEhrenhaus, 216 N.C. App. at 96–97, 717 S.E.2d at 33–34. \n \n34. The Fee Motion is unopposed, and P laintiffs have provided sufficient \ninformation and evidence to establish the reasonableness of their fee request under \nthe RPC 1.5 factors. Settlement Class Counsel has provided sufficient evidence of the \ntime and labor required to litigate the case.  \n35. Settlement Class Counsel and their previous firms collectively worked \nover 6,400 hours and anticipate working an additional 100–200 hours in effectuating \nthe Settlement and assisting Settlement Class members in receiving the settlement \n \n \nbenefits. Settlement Class Counsel’s current hour total is composed of 5,267 hours of \nattorney time, and 1,229 hours of paralegal time.  \n36. Settlement Class Counsel established their experience, skill, and ability \nto successfully conduct complex litigation. Settlement Class Counsel represented the \nSettlement Class Representatives for a span of over eight years, during which they \nsuccessfully protected the Settlement Classes from de -certification and  individual \narbitrations. The skill and labor required to litigate this action over eight years and \nthrough several rounds of appeals, and the fact that essentially one firm 1 performed \nthe work, also favorably weighs in Settlement Class Counsel’s favor.  \n37. Further, Whitfield Bryson & Mason partners Daniel K. Bryson, Gary E. \nMason, and Scott C. Harris each have decades o f experience litigating  construction \nproduct defect cases and construction defect cases on an individual, multi-family, and \nclass basis. Mr. Bryson is one of the nation ’s most respected and experienced \nattorneys in these areas and, over his 28  year career, has successfully represented \nthousands of owners in a wide variety of defective construction product suits, class \nactions, multi-district litigation (“ MDLs”), and vari ous mass torts . Mr. Bryson has \nalso been lead, co -lead or a steering committee member in a number of successful \nMDLs and class actions  such as In re Mi Windows & Doors Prods. Liab. Litig. , No. \n2:12-mn-00001-DCN; MDL No. 2333 (D.S.C.) ; In re Chinese Manufac tured Drywall \nProds. Liab. Litig., MDL NO. 2047 SECTION: L; 09 -6072; 09-7393; 10-688; 10-792; \n10-929; 10 -930; 10 -931; 10 -1420; 10 -1693; 10 -1828 (E.D. La. ); In Re: Elk Cross \n                                                 \n1Mr. Daniel Bryson, Mr. Gary Mason, and Mr. Scott Harris, left their previous firms in \nOctober 2011 and formed their current firm on or about January 1, 2012.   \n \n \nTimbers Decking Marketing, Sales Case Practices and Products Liability Litigation, \nMDL Docket No. 2577, No. 15 -cv-0018 (JLL)(JAD) (D.N.J.) ; and, Smith v. Floor & \nDecor Outlets of America, Inc., 1:15-cv-4316 (N.D. Ga.). Mr. Mason has previously co-\nchaired the American Association of Justice (“AAJ”) C lass Action Litigation Group \nand focuses his practice on consumer class actions and mass torts. Mr. Bryson is the \npast chair of the Construction Law Section of the North Carolina Bar Association. \nMr. Mason  has served as lead counsel or class counsel in numerous defective \nconstruction material c lass actions, including those involving FRT plywood, \npolybutylene pipe, CCA wood, HTPV pipe, EIFS, Entran II and ACR concrete. In \naddition, Mr. Harris has also secured substantial verdicts and settlements in a \nvariety of cases, including a multi-million dollar verdict in favor of homeowners for a \ndeveloper’s unfair and deceptive advertising and shoddy road construction, securing \na million dollar verdict for homeowners whose home was built on improperly \ncompacted soil, and has successfully represented condom inium owners in various \nconstruction defect cases in North Carolina, Florida, and Mississippi. Currently, Mr. \nHarris is on the Plaintiffs’ Steering Committee for owners of allegedly defective \ndecking products, In Re: Elk Cross Timbers Decking Marketing, Sales Case Practices \nand Products Liability Litigation, MDL Docket No. 2577, No. 15-cv-0018 (JLL)(JAD) \n(D.N.J.) as well as on the Plaintiffs’ Steering Committee in Heber et al. v. Toyota \nMotor Sales, USA, Inc.,  Case No.: 8:16 -cv-01525-AG-JCG (C.D. Ca.). Due to their \nexpertise in complex construction related litigation and class actions, Settlement \n \n \nClass Counsel was able to secure a level of compensation to the classes that is quite \nextraordinary. \n38. Another factor to review in assessing  an award of attorney s’ fees in \nNorth Carolina is to determine whether it is fair and reasonable in view of \n“community rates in the geographic area of the litigation.”  G.E. Betz, Inc., 231 N.C. \nApp. at 244 , 752 S.E.2d at 655 . In this matter, Settlement Class Counsel have \nproposed rates of $500 per hour for partners, $250 per hour for associates, and $125 \nan hour for paralegals 2 in requesting $1,776,506.39 for over 6400 hours of work \nperformed by partners, paralegals and associates for eight years of work, including \nattending hear ings, conducting and preparing for depositions across the country, \nresponding to discovery and responding to dozens of briefs in the trial court as well \nas in the appellate courts. \n39.  With these rates, Settlement Class Counsel generated attorneys’ fees of \nover $1,986,301.25 and are therefore  reducing their fees for this case. Settlement \nClass Counsel’s requested fees of $1,776,506.39 reflects a loss of $209,794.86 from \n                                                 \n2Settlement Class Counsel notes that several of its attorneys are based out of Washington \nD.C. and thus have a higher billing rate than those typically charged in North Carolina. \nFurther, rates of $500 per hour for partners and $250 per hour for associates represents a \nreduced hourly rate than those awarded to Settlement Class Counsel in other construction \nproduct class action settlements. See, e.g., Smith v. Floor & Decor Outlets of America, Inc. , \n1:15-cv-4316 (N.D. Ga.) (ECF Nos. 67, 69) (awarding attorneys’ fees at rates of $775 per hour \nfor partners and $375 per hour for associates); In re Elk Cross Timbers Decking Marketing, \nSales Practices and Products Liability Litigation, 15-0018, MDL No. 2577 (D.N.J.) (ECF Nos. \n117) (approving attorneys’ fees at rates of $725 and $625 per hour for partners and $375 per \nhour for associates); In re MI Windows & Doors Prods. Liab. Litig. , 2015 U.S. Dist. LEXIS \n95889, *10, 2015 WL 4487734 (D.S.C. July 23, 2015) ( approving a rate of $600 for partners, \n$300 for associates, and $125). \n \n \nSettlement Class Counsel’s lodestar time when calculated under previously \nrecognized North Carolina rates. \n40. With 5,267 attorney hours in this matter, Settlement Class Counsel’s  \nrequested fees of $1,776,506.39 yields an implied average attorney rate of $337.28 .3  \nSee e.g., Corwin v. British Am. Tobacco PLC , 2016 NCBC LEXIS 14, at *15  (N.C. \nSuper. Ct. Feb. 17, 2016)  (concluding that fees yielding “an implied average hourly \nrate of $325.04” to be “reasonable, and clearly not an excessive rate”); see also \nNakatsukasa v. Furiex Pharms. Inc., 2015 NCBC LEXIS 71, at *24 (N.C. Super. Ct. \nJuly 1, 2015) (finding “rates of approximately $300–$550 per hour [as] typical of the \nfees charged for this type of work in Wake County, North Carolina”). \n41. Therefore, after carefully reviewing the foregoing, the Court finds, in its \ndiscretion, that $1,776,506.39 is a reasonable attorney fee in this case. \n42. Plaintiffs’ counsel requested reimbursement of expenses of $148,493.61 \nare also reasonable under the circumstances and the Court, in its discretion, awards \nthe full amount of these expenses. \n43. Accordingly, the Court  concludes that Plaintiffs should be awarded \n$1,925,000 in attorneys’ fees and reimbursement of expenses. \n44. Further, this Court finds , in its discretion, that $8,000 for each set of \nSettlement Class Representatives up to $32,000  in service awards is reasonab le for \nthe Settlement Class Representatives’ time and dedication to the Settlement Classes. \nTHEREFORE, IT IS HEREBY ORDERED THAT: \n                                                 \n3 This implied average attorney rate is excluding the 1,229 hours of paralegal time that were \nnecessary for assisting in the resolution of this matter. \n \n \n45. Unless otherwise defined herein, all defined terms shall have the \nmeanings as set forth in the Settlement Agreement.  \n46. The Settlement Notice  has been given to the Settlement Classes \npursuant to and in the manner directed by the Order Granting Preliminary Approval, \nproof of the mailing of the Settlement Notice has been filed with the Court and full \nopportunity to be heard has been offered to all parties to the Action, the Settlement \nClasses and persons in interest. The form and manner of the Settlement Notice is \nhereby determined to have been the best notice practicable under the circumstances \nand to have been given in full compliance with each of the requirements of North \nCarolina Rule of Civil Procedure 23, due process and applicable law, and it is further \ndetermined that all members of the Settlement Classes are bound by the Order and \nFinal Judgment herein.  \n47. Based on the record of the Action, the Court expressly and conclusively \nfinds, pursuant to North Carolina Rule of Civil Procedure 23, as follows:  \na. that (i) the Settlement Classes, as defined above, are so numerous that \nseparate joinder of all members is impracticable, (ii) there are questions \nof law and fact common to the Settlement Classes, (iii) the claims of the \nSettlement Class Representatives  are typical of the claims of the \nSettlement Classes, and (iv) the Settlement Class Representatives and \ntheir counsel have fairly and adequately protected the interests of the \nSettlement Classes; and  \n \n \nb. that the requirements of North Carolina Rule of Civil Procedure 23 have \nbeen satisfied;  \n48. The Action  is finally certified as a class action, pursuant to North \nCarolina Rule of Civil Procedure 23.  \n49. Pursuant to North Carolina Rule of Civil Procedure 23, Plaintiffs Mark \nElliott, Tor and Michelle Gabrielson, Michihiro and Yoko Kashima, and Fairway 13 \nProperties, LLC, are finally certified as the Settlement Class Representatives. Daniel \nK. Bryson, Gary E. Mason, and Scott C. Harris of Whitfield Bryson & Mason LLP is \nfinally certified as Settlement Class Counsel.  \n50. The Court fin ds, in its discretion, that the Settlement Agreement and \nthe Settlement Notice are fair, reasonable, adequate, and in the best interests of the \nSettlement Classes, and are hereby approved pursuant to North Carolina Rule of \nCivil Procedure 23. The parties are hereby authorized and directed to comply  with \nand to consummate the Settlement Agreement in accordance with the terms and \nprovisions set forth in the Settlement Agreement, and the Clerk of Court is directed \nto enter and docket this Order and Final Judgment in the Actions.  \n51. This Order and Final J udgment shall not constitute any evidence or \nadmission by any Party.  \n52. Plaintiffs and the other members of the Settlement Classes who did not \ntimely and validly exclude themselves in accordance with the procedures set forth in \nthe Settlement Notice, on behalf of themselves and on behalf of their heirs, guardians, \nexecutors, administrators, predecessors , successors  and assigns, as well as any \n \n \nperson accepting benefits under the Settlement Agreement are deemed to have as set \nforth in the Settlement  Agreement f ully, finally and forever released, remised, \nrelinquished, acquitted, and forever discharged each and all of the Released Parties \nof and from, and shall not now or hereafter institute, maintain, or assert on their own \nbehalf, on behalf of the Settlement Classes or on behalf of any other person or entity, \nany claims, actions, causes of action, suits, rights, debts, obligations, reckonings, \ncontracts, agreements, executions, promises, damages, liens, judgments and \ndemands of whatever kind, type or nature what soever, both at law and in equity, \nwhether past, present or future, mature or not yet mature, known or unknown, \nsuspected or unsuspected, contingent or non -contingent, whether based on federal, \nstate or local law, statute, ordinance, regulation, code (incl uding but not limited to \nbuilding code), contract, common law, or any other source, or any claim that Plaintiffs \nor Settlement Class members had, or may have had against the Released Parties that \nwere or reasonably could have been alleged by them or on the ir behalf in the Action \nor in any other court, tribunal, arbitration panel, commission, agency, or before any \ngovernmental and/or administrative body, or any other adjudicatory body, on the \nbasis of, connected with, arising out of or relating to the failur e to install a weather-\nresistant barrier behind the exterior cladding during the construction of Class \nmembers’ homes by the Released parties from 2005 through 2007 or any other issues \nwith their home that were or reasonably could have been discovered and/ or alleged \nin the Action, including, but without in any way limiting the generality of the \nforegoing, the claims alleged in the Action, and any claims for breach of contract, \n \n \nbreach of express or implied warranty, tort, or statutory violations arising from , or \ndirectly or indirectly, or in any way whatsoever, pertaining to or relating to the \nconstruction of Plaintiffs’ homes by the  Released Parties from 2005  through 2007. \nProvided, however, that the Released Claims do not include personal injury claims, \nclaims against those performing Repairs, claims arising out of or relating to the \nRepairs, and any claims that have not yet expired under the terms of the KB Home \nNew Home Limited Warranty Agreement, if any, as of the Effective Date. \n53. This Release covers by ex ample and without limitation, any and all \nclaims for damages, equitable relief, attorneys’ fees, costs, expenses, expert fees, or \nconsultant fees, interest, or litigation fees, costs or any other fees, costs, expenses \nand/or disbursements incurred by Settlement Class Counsel, or by Settlement Class \nRepresentatives or by the Settlement Class members regarding Released Claims for \nwhich any of the Released Parties might otherwise be claimed liable. \n54. All Settlement Class members who did not timely and validly exclude \nthemselves shall be permanently barred and enjoined from hereafter instituting, \nparticipating in, prosecuting or maintaining, either directly or indirectly, on their \nown behalf, or on behalf of the Settlement Class es or any other Settlement Class \nMember, person or entity, any action or proceeding of any kind asserting any of the \nReleased Claims.  \n55. The Parties shall be deemed to have agreed that the release described \nin the Settlement Agreement will be and may be raised as a complete defense to and \n \n \nwill preclude any action or proceeding based on the clai ms released by and through \nthe Settlement Agreement. \n56. The release contemplated by the Settlement Agreement extend to claims \nthat the parties granting the release do not know or suspect to exist at the time of the \nrelease, including, without limitation, claims which if known, might have affected the \nReleasing Parties’ decision to grant the release. Plaintiffs, each member of the \nSettlement Classes, KB Home and its stockholders shall be deemed to relinquish, to \nthe extent applicable, and to the full extent permitted by law, the provisions, rights, \nand benefits of Section 1542 of the California Civil Code, which provides:  \n[A] general release does not extend to claims which the \ncreditor does not know or suspect to exist in his or her favor \nat the time of executing the release, which if known by him \nor her must have materially affected his or her settlement \nwith the debtor.  \n \n57. Settlement Class Counsel is hereby awarded attorneys’ fees and \nreimbursement of expenses in the amount of $1,925,000  from KB Home , which \namount the Court finds , in its discretion,  to be fair and reasonable  in this case and \nwhich shall be paid to Plaintiffs’ counsel in accordance with the terms of the \nSettlement Agreement. The Court also finds to be fair and reasonable service awards \nof $8,000 each to the Settlement Class Representatives for a total of $32,000.  \n58. Plaintiffs and Settlement Class Members, and any of their respective \nsuccessors in interest, predecessors, representatives, tr ustees, executors, \nadministrators, heirs, assigns or transferees, immediate and remote, are hereby \nindividually and severally permanently barred and enjoined from commencing, \n \n \nprosecuting, instigating or in any way participating in the commencement or \nprosecution of any action asserting any Settled Claims, either directly, \nrepresentatively, derivatively or in any other capacity, against any of the Released \nPersons.  \n59. Without affecting the finality of this Order and Final Judgment, \njurisdiction is hereby retained by this Court for the purpose of enforcing, protecting \nand implementing the Stipulation and the terms of this Order and Final Judgment, \nincluding the resolution of any disputes arising out of the Stipulation or Settlement, \nand for the entry of such fur ther orders as may be necessary or appropriate in \nadministering and implementing the terms and provisions of the Settlement and this \nOrder and Final Judgment. \n60. This Order and Final Judgment does not affect KB Home’s third party \nclaims against Stock Building  Supply LLC, as these claims were not the subject of \nthe Settlement. \nThis the 17th day of April, 2017. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n \n "
}