{
  "id": "ec26b5f839f5be16ee7d9f3a26cf9215782b9633d157172382e5b9d8d0bfdaac",
  "source_file": "data/raw/ncbc/ec26b5f839f5be16ee7d9f3a26cf9215782b9633d157172382e5b9d8d0bfdaac.pdf",
  "raw_text": " Members of N.C. State Univ.’s 1983 NCAA Men’s Basketball Nat’l Championship   \n Team v. Nat’l Collegiate Athletic Ass’n, 2025 NCBC 42.  \n \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV017715-910 \nMEMBERS OF NORTH CAROLINA \nSTATE UNIVERSITY’S 1983 NCAA \nMEN’S BASKETBALL NATIONAL \nCHAMPIONSHIP TEAM, aka THE \n“CARDIAC PACK,” including \nTHURL BAILEY; ALVIN HARRELL \nBATTLE; WALT DENSMORE; \nTOMMY DINARDO; TERRENCE \nPATRICK GANNON; MARTHA LOU \nMOBLEY, as Administrator of the \nEstate of QUINTON LEONARD III; \nGEORGE CALVIN MCCLAIN; \nCOZELL MCQUEEN; ERNIE \nMYERS; WALTER PROCTOR; \nHAROLD LEWIS THOMPSON; and \nMIKE WARREN, \n \nPlaintiffs, \nv. \n \nNATIONAL COLLEGIATE \nATHLETIC ASSOCIATION aka \nNCAA, \nDefendant. \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \n \n \n \n THIS MATTER is before the Court on Defendant National Collegiate Athletic \nAssociation’s (“NCAA”) Motion to Dismiss (“Motion to Dismiss,” ECF No. 50).  \n THE COURT , having considered the Motion to Dismiss, the briefs of the \nparties, the arguments of counsel, and all appropriate matters of record, \nCONCLUDES that the Motion to Dismiss should be GRANTED for the reasons set \nforth below.  \nCheshire Parker Schneider, PLLC, by Elliot Sol Abrams; Miller Law \nGroup, PLLC, by W. Stacy Miller and MaryAnne M. Hamilton; and The \nLaw Offices of Richard Noel Gusler, by Richard Noel Gusler, for \nPlaintiffs. \n \n \n \n \nBell, Davis & Pitt, P.A., by Alan M. Ruley and Lucy Hattenhauer; and \nWilkinson Stekloff LLP, by Matthew Skanchy, Rakesh Kilaru, Calanthe \nArat, and Tamarra Matthews Johnson, for Defendant.  \n \nDavis, Judge.  \n \nINTRODUCTION \n \n1. In this lawsuit, twelve former members of North Carolina State \nUniversity’s (“N.C. State”) 1983 NCAA men’s basketball championship team have \nsued the NCAA for using—without permission—their names, images, and likenesses \ncontained in copyrighted game footage from that season.  Because their claims are \nuntimely, barred by their failure to allege a violation of a legally enforceable right , \nand preempted by the federal Copyright Act, dismissal of this action in its entirety is \nappropriate. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact in connection with a motion to \ndismiss under Rule 12(b)(6) of the North Carolina Rules of Civil Procedure and \ninstead recites those facts contained in the complaint (and in documents attached to, \nreferred to, or inc orporated by reference in the complaint) that are relevant to the \nCourt’s determination of the motion.  See, e.g., Window World of Baton Rouge, LLC \nv. Window World, Inc. , 2017 NCBC LEXIS 60, at *4, *11 (N.C. Super. Ct. July 12, \n2017). \n3. As noted above, the plaintiffs in this case are twelve former members of \nthe 1983 N.C. State men’s basketball team: Thurl Bailey, Alvin Harrell Battle, Walt \n \n \n \nDensmore, Tommy DiNardo, Terrence Patrick Gannon, Quinton Leonard III,1 George \nCalvin McClain, Cozell McQueen, Ernie Myers, Walter Proctor, Harold Lewis \nThompson, and Mike Warren (collectively, “Plaintiffs”).  ( First Am. Compl. (“FAC”), \nECF No. 41, ¶¶ 20–32.) \n4. The NCAA is an unincorporated association of over 1,100 member \nschools, conferences, and organizations throughout the United States and Canada.  \n(FAC ¶ 33.)  It “oversees more than half a million student -athletes across its three \ncompetitive divisions” and “sponsors more than 90 national championships in 24 \nsports.”  (FAC ¶ 52.)  The NCAA’s headquarters are located in Indianapolis, Indiana, \nand several of its member schools are located in North Carolina.  (FAC ¶¶ 33–34.) \n5. In the early 1980s, Plaintiffs attended N.C. State, which is located in \nRaleigh, North Carolina.  (FAC ¶ 19.)  N.C. State is a member of the NCAA and is \nclassified by the organization as a “Division I” institution.  (See FAC ¶ 18.) \n6. While attending N.C. State, Plaintiffs all played on the men’s basketball \nteam, which is known as the “Wolfpack.”  (FAC ¶¶ 18, 113.) \n7. As an institutional member of the NCAA, N.C. State’s athletic teams are \ngoverned by the NCAA’s policies and regulations.  ( See FAC ¶ 50.)  According to the \nNCAA, these policies and regulations are intended to promote the “amateurism” of \nstudent-athletes, while also protecting them “from exploitation by professional and \ncommercial enterprises.”  (FAC ¶¶ 51, 55.)  \n \n1 Plaintiff Martha Lou Mobley brings this lawsuit on behalf of Leonard’s estate as its duly \nappointed Administrator.  (FAC ¶ 26.) \n \n \n \n8. Before joining the Wolfpack, Plaintiffs were required by NCAA bylaws \nto sign a form called the “Student-Athlete Statement” (“SAS”).  (FAC ¶¶ 63, 67.)  The \nSAS purportedly serves to verify “an athlete ’s eligibility for participation in NCAA \nsports.”  (FAC ¶ 64.) \n9. Although the NCAA has apparently amended the terms of the SAS in \nrecent years, the version of the form that Plaintiffs were required to sign included the \nfollowing provision: \nYou authorize the NCAA [or a third party acting on behalf of the NCAA] \nto use your name or picture to generally promote NCAA championships \nor other NCAA events, activities or programs. \n \n(FAC ¶ 66.)  \n10. At all relevant times, it has been the NCAA’s policy that any student - \nathletes who refuse to sign the SAS are automatically disqualified from participating \nin NCAA-sponsored programming.  (FAC ¶ 65.)  Moreover, because “NCAA Division \nI schools provide the only pathway to professional sports for most student-athletes[,] \n. . . a student -athlete who refuses to sign the [SAS] gives up not only his or her \ncollegiate athletic career, but any prospect of continuing to the professional level.” \n(FAC ¶¶ 71–72.) \n11. Upon signing the SAS, eligible student -athletes who play basketball at \nselect Division I schools (such as N.C. State) can potentially compete in “March \nMadness,” an annual college basketball championship tournament.  (FAC ¶¶ 54, 93.) \n12. The television and marketing rights associated with March Madness are \nmajor sources of revenue for the NCAA.  (FAC ¶ 54.) \n \n \n \n13. In addition to live television coverage of March Madness, basketball fans \ncan receive on-demand access to full-length rebroadcasts of game footage through at \nleast two YouTube channels that are operated by the NCAA  or its  partner \norganizations.2  (FAC ¶ ¶ 77, 102 –04.)  The NCAA also routinely licenses  “stock \nfootage or images for commercial or editorial use, replay [s] of ‘classic’ games on \nstreaming and television outlets, posters and photographs, and other merchandise ” \nin connection with its tournaments.  (FAC ¶  74.)  Beyond that , on the NCAA’s \nwebsite—NCAA.com—“users may view game footage, including footage of the 1983 \nchampionship game, [but] only after watching an advertisement, from which the \nNCAA and its [media partners] earn revenues.”3  (FAC ¶ 105.)  \n14. Archival footage  of March Madness  represents “an ongoing income \nstream for the NCAA long after the students whose images are used have moved on \nfrom college.”  (FAC ¶¶ 107–08.) \n15. In 1983, Plaintiffs helped lead N.C. State’s Wolfpack to “an improbable \nchampionship victory” in that year’s March Madness tournament, “[lighting] a fire \nunder college basketball fans, drawing new viewers and building new loyalties.”   \n \n2 The NCAA’s partner s include Turner Sports Interactive (“TSI”) , CBS Broadcasting Inc., \nCBS Sports Inc., and TNT Sports.  (FAC ¶ 15.)  Plaintiffs originally named these entities as \nadditional defendants in their FAC.  However, Plaintiffs voluntarily dismissed all claims \nagainst them on 23 September 2024, leaving the NCAA as the sole remaining defendant  in \nthis lawsuit.  (ECF No. 45.)  \n \n3 Plaintiffs allege that “the NCAA sells  viewer information from its website and YouTube \nchannels to third parties, who pay [the] NCAA for access to that data.”  (ECF No. 109.) \n \n \n \n \n(FAC ¶¶ 113, 147.)  Plaintiffs’ success garnered national media attention and earned \nthe Wolfpack the “Cardiac Pack” nickname.  (FAC ¶¶ 132–33.) \n16. In the decades that followed, media coverage generated by March \nMadness yielded “billions of dollars in revenue for the NCAA and its affiliates [.]”  \n(FAC ¶ 152.)  Footage from the 1983 March Madness tournament—including footage \nof Plaintiffs’ performances in that tournament—remains “continuously available on \n[the NCAA’s] YouTube channels” and on the NCAA’s website.  (FAC ¶¶ 104–05.)   \n17. Plaintiffs, however, have not received any portion of the profits derived \nfrom the use of this footage for themselves.  (FAC ¶ 8.) \n18. On 10 June 2024, Plaintiffs initiated this lawsuit by filing a Complaint \nin Wake County Superior Court.  (ECF No. 3.)  That same day, this case was \ndesignated as a mandatory complex business case and assigned to the undersigned.  \n(ECF Nos. 1, 2.) \n19. On 26 August 2024, Plaintiffs filed the FAC, which is currently their \noperative pleading. \n20. The FAC includes claims for unreasonable restraint of trade in violation \nof N.C.G.S.  §§ 75-1 and 75 -2; monopoly maintenance and monopoly leveraging in \nviolation of N.C.G.S.  § 75-2.1; unfair and deceptive trade practices (“UDTP”) in \nviolation of N.C.G.S. § 75-1.1; and claims brought under North Carolina common law \nfor misappropriation of name, image, likeness, and publicity rights; invasion of \nprivacy; and unjust enrichment.  (FAC ¶¶ 169–238.) \n \n \n \n21. On 1 July 2024, a few weeks after filing this lawsuit, several of the same \nattorneys representing Plaintiffs in the present action initiated a separate lawsuit \nagainst the NCAA and a number  of its associated entities in the United States \nDistrict Court for the Southern District of New York.  See Chalmers v. NCAA, 2025 \nU.S. Dist. LEXIS 79578 (S.D.N.Y. Apr. 28, 2025) (“Chalmers”). \n22. The named plaintiffs in Chalmers were sixteen former Division I college \nbasketball players who attended various NCAA member universities.  (Chalmers Am. \nCompl. ¶¶ 15–30, ECF No. 58.2.)  None of them were alumni of N.C. State.  (Chalmers \nAm. Compl. ¶¶ 15 –30.)  Chalmers was also brought on behalf of a putative class of \nformer collegiate athletes from around the country.  (Chalmers Am. Compl. ¶  153.)  \nThe Amended Complaint in Chalmers defined that class as follows: \nAll individual persons who were NCAA student -athletes prior to June \n15, 2016, whose image, likeness, or footage has been used or licensed for \ncommercial purposes by the NCAA, the Conferences, or Veritone; or \ntheir agents, distributors, contractors, licensees, subsidiaries, affiliates, \nor partners; or anyone acting in concert with any of the foregoing entities \nor persons.     \n \n(Chalmers Am. Compl. ¶ 153.)  \n \n23. The substantive allegations in Chalmers were similar to those in the \npresent case—namely, that the NCAA has violated antitrust laws , wrongfully failed \nto compensate former collegiate athletes for the use of their names, images, and \nlikenesses over a number of decades , and for ced those athletes to relinquish their \nrights of publicity.  (See Chalmers Am. Compl. ¶¶ 10, 56, 93.)  More specifically, the \nChalmers plaintiffs asserted claims for unreasonable restraint of trade, group \nboycott, and refusal to deal under Section 1 of the Sherman Act, 15 U.S.C. § 1; \n \n \n \nmonopolization under Section 2 of the Sherman Act, 15 U.S.C. § 2; and unjust \nenrichment under federal common law.  (Chalmers Am. Compl. ¶¶ 172–93.)   \n24. To support those claims, the Amended Complaint in Chalmers included \nmany allegations that overlapped with those contained in the FAC here— including, \namong others, assertions that the NCAA required student-athletes to sign the SAS \nforms and regarding the NCAA’s alleged monopoly over the national collegiate \nathletics market.  (See, e.g., Chalmers Am. Compl. ¶¶ 120–28.) \n25. On 18 October 2024, the NCAA filed its Motion to Dismiss in the present \naction.  In addition, given the substantial degree of overlap between this lawsuit and \nChalmers, the NCAA simultaneously filed a motion to stay all proceedings in this \ncase pending a final judgment in Chalmers.  (“Motion to Stay,” ECF No. 47.)    \n26. This Court entered an order denying the NCAA’s request for a stay  on \n25 March 2025 .  Members of N.C. State Univ.’s 1983 NCAA Men’s Basketball Nat’l \nChampionship Team v. NCAA , 2025 NCBC LEXIS 32, at *19 (N.C . Super. Ct. Mar. \n25, 2025).     \n27. As discussed in more detail later in this Opinion, the Southern District \nof New York issued an order on 28 April 2025 dismissing the Chalmers lawsuit in its \nentirety.  See Chalmers, 2025 U.S. Dist. LEXIS 79578, at *52.  \n28. On 1 May 2025, th is Court held a hearing on the present Motion to \nDismiss at which all parties were represented by counsel. \n29. The Motion to Dismiss has now been fully briefed and is ripe for \nresolution.  \n \n \n \nLEGAL STANDARD \n30. In ruling on a motion to dismiss under Rule 12(b)(6), the Court may only \nconsider the pleading and “any exhibits attached to the complaint[,]” Krawiec v. \nManly, 370 N.C. 602, 606 (2018), in order to determine whether “as a matter of law, \nthe allegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief can be granted under some recognized legal theory [,]” Forsyth Mem’l \nHosp., Inc. v. Armstrong World Indus., Inc. , 336 N.C. 438, 442 (1994) (cleaned up).  \nThe Court must view the allegations in the complaint “in the light most favorable to \nthe non-moving party.”  Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5 \n(2017) (cleaned up). \n31. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen (1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.”  Corwin v. Brit. Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (cleaned up). \nANALYSIS \n32. The Court concludes that dismissal of this action in its entirety is proper \non a number of grounds, each of which is discussed in detail below.  \nI. Statute of Limitations  \n33. Plaintiffs’ statutory claims for unreasonable restraint of trade , \nmonopoly maintenance, monopoly leveraging, and UDTP are subject to a four -year \nstatute of limitations.   See N.C.G.S. §  75-16.2.  Plaintiffs’ common law claims for \n \n \n \nmisappropriation of name, image, likeness, and publicity rights; invasion of privacy; \nand unjust enrichment are governed by a three-year limitations period.  See N.C.G.S. \n§§ 1-52(1), (5).  \n34. “[T]he period of the statute of limitations begins to run when the \nplaintiff’s right to maintain an action for the wrong alleged accrues.”  Raftery v. Wm. \nC. Vick Constr. Co. , 291 N.C. 180, 184  (1976); see also  N.C.G.S. § 1-15(a) (“Civil \nactions can only be commenced  . . . after the  cause of action has accrued[.]”).  \nConversely, “[i]n no event can a statute of limitations begin to run until a plaintiff is \nentitled to institute action.”  Raftery, 291 N.C. at 183.  \n35. Plaintiffs’ own allegations in the  FAC make clear  that the original \nallegedly unlawful act giving rise to their injuries was the NCAA’s act of forcing them \nto sign the SAS prior to the beginning of the 1983 NCAA basketball season.  Indeed, \nthis point is repeatedly emphasized in numerous locations throughout Plaintiffs’ \nFAC.  The following examples are illustrative: \n▪ Under NCAA Bylaw 14.1.3.1, student-athletes are required to sign a \nform titled “Student-Athlete Statement” each academic year before \ntheir athletic season begins. \n \n▪ The form asks the student for information related to financial aid, \namateur status, drug tests, involvement in gambling, and other \nissues that may affect an athlete ’s eligibility for participation in \nNCAA sports. \n \n▪ The form is absolutely required.  According to the bylaws, “Failure to \ncomplete and sign the statement shall result in the student-athlete’s \nineligibility for participation in all intercollegiate competition.” \n \n▪ Although the provision has evidently been eliminated on recent \nversions of the form, older versions included a requirement that the \nstudent-athlete agree to the following statement: \n \n \n \n \nYou authorize the NCAA [or third party acting on behalf of \nthe NCAA] to use your name or picture to generally \npromote NCAA championships or other NCAA events, \nactivities or programs. \n \n▪ On information and belief, the Student -Athlete Statements signed \nby Plaintiffs included this provision or one substantially similar to \nit. \n \n▪ The NCAA has interpreted this simple statement, presented as part \nof a form student-athletes—most of them very young adults with \nlittle or no legal sophistication—are told they must complete if they \nwant to play, to confer a license in perpetuity  for the use of \nimages and likenesses created during the athlete’s collegiate career. \n \n▪ Furthermore, the form is generally presented by a person the \nathlete recognizes [as] an authority figure, a coach or Athletic \nDirector. \n \n▪ In this way, the NCAA exploits its gross disparity in bargaining \npower to coerce student-athletes to give up legal rights they \nmay not even realize they have. \n \n▪ The NCAA controls virtually all collegiate sports, especially at the \nelite levels, and it controls access to scholarship funds for Division I \nstudent-athletes.  Further, NCAA Division I schools provide the only \npathway to professional sports for most student-athletes. \n \n▪ Thus, a student-athlete who refuses to sign the statement gives up \nnot only his or her collegiate athletic career, but any prospect of \ncontinuing to the professional level. \n \n▪ Further, because refusing to sign would also mean foregoing athletic \nscholarships, resisting NCAA rules would, for many student -\nathletes, also mean losing the opportunity for a college education. \n \n. . .  \n \n▪ The NCAA’s reliance on an assignment of student-athletes’ publicity \nrights obtained coercively in violation of N.C. Gen. Stat. § 75-1, 75-\n2, and 75 -2.1 constitutes an unfair and deceptive act or trade \npractice. \n. . .  \n \n \n \n▪ The NCAA coerces student -athletes into signing away their \npublicity rights in a context that makes the contracts themselves \nunconscionable:  \n \n• The waivers are part of a form students must sign if they \nwant to play; no negotiation is allowed.  \n \n• The waivers are presented by an authority figure, often a \ncoach, making students less likely to protest.  \n \n• The waivers take advantage of young adults ’ lack of legal \nsophistication; NCAA rules prohibit athletes from consulting \nagents or attorneys regarding the forms.  \n \n• Young athletes just embarking on their careers can have no \nreal idea what value their NIL rights may have. \n \n▪ Having acquired student-athletes’ publicity rights through coercion, \nthe NCAA then simply assumes that the students ’ tender of their \nrights at the very beginning of their collegiate careers represents a \nperpetual conveyance. \n \n(FAC ¶¶ 63–73, 215, 217–18 (emphasis in original).)  \n \n36. Accordingly, because Plaintiffs’ injuries as alleged in this lawsuit derive \nfrom an act taken during (or shortly before) the 1983 season, the statute of limitations \napplicable to each of their claims expired decades ago. \n37. Plaintiffs seek to avoid the effect of the statute of limitations by invoking \nthe “continuing wrong” doctrine.  However, as explained below, that doctrine does not \napply here.4  \n \n4 The Court notes that Plaintiffs have neither pled in their FAC nor argued in response to \nthe NCAA’s Motion to Dismiss the applicability of the doctrines of equitable estoppel or \nequitable tolling as additional defenses to the statute of limitations.  Under our caselaw, their \nfailure to do so precludes any consideration of those doctrines by the Court.  See Friedland v. \nGales, 131 N.C. App. 802, 807 (1998) (“The party seeking to invoke the doctrine of equitable \nestoppel must plead facts sufficient to raise an issue as to its application.”); Pace v. \nDiGuglielmo, 544 U.S. 408, 418 (2005) (“[A] litigant seeking equitable tolling bears the \nburden of establishing [the required] elements[.]”).    \n \n \n \n38. The continuing wrong doctrine—also known as the continuing violation \ndoctrine—is often called an “exception” to the general rule that a cause of action \naccrues as soon as the plaintiff has the right to sue.   Stratton v. Royal Bank of Can., \n211 N.C. App. 78, 86 (2011).   In reality, it merely provides that “the applicable \nlimitations period starts anew in the event that an allegedly unlawful act is \nrepeated.”  Quality Built Homes Inc. v. Town of Carthage , 371 N.C. 60, 70 (2018) \n(“Although the ‘continuing wrong’  doctrine has been treated . . . as an ‘exception’ to \nthe usual rules governing . . . statutes of limitations, such a description  . . . is a \nmisnomer given that [it] does nothing more than  provide that the applicable \nlimitations period starts anew in the event that an allegedly unlawful act is \nrepeated.”).  \n39. Under North Carolina law, “[t]he continuing wrong doctrine is not easily \ninvoked[,]” Soft Line, S.p.A. v. Italian Homes, LLC, 2015 NCBC LEXIS 6, at *13 (N.C. \nSuper. Ct., Jan. 16, 2015) , and our courts apply it narrowly, Birtha v. Stonemore, \nN.C., LLC, 220 N.C. App. 286, 292 (2012).   \n40. In order for the continuing wrong doctrine  to be triggered , a plaintiff \nmust demonstrate that its injuries are the result of  “continual unlawful acts,” and \nnot “continual ill effects from an original violation.”   Williams v. Blue Cross Blue \nShield, 357 N.C. 170, 179 (2003) (cleaned up).  Additionally, courts must consider “the \nparticular policies of the statute of limitations in question, as well as the nature of \nthe wrongful conduct and harm alleged [,]” in deciding whether to apply the \ncontinuing wrong doctrine.  Id. (cleaned up).   \n \n \n \n41. In response to the Moti on to Dismiss , Plaintiffs contend that “[e]ach \nunauthorized use of [their] likenesses for commercial purposes constitutes another \nwrongful act by the NCAA” that restarts the applicable limitations periods on each of \ntheir claims.  (Mem. Opp’n Def.’s Mot. Dismiss , at 9, ECF No. 54.)  Accordingly, \nPlaintiffs argue, because the NCAA and its affiliates have continuously used videos \nand images of Plaintiffs’ game footage from the 1983 season without their permission \nup to and including th e present year, the continuing wrong doctrine renders their \nclaims timely.  The Court disagrees. \n42. The Chalmers Court rejected a similar argument involving the federal \ncontinuing wrong doctrine, which is virtually identical to North Carolina’s version of \nthe doctrine.5  In its analysis, the Chalmers court stated the following:  \nPrincipally, plaintiffs invoke the “continuing violation” doctrine.  They \nargue that although the conduct by the defendants that violated the \nantitrust laws —agreements with the student -athlete plaintiffs \npursuant to that conspiracy that resulted in the student-athletes ceding \nownership of their NIL rights —occurred long ago, each ensuing use by \na defendant of a plaintiff ’s name, image or likeness is an outgrowth of \nthe antitrust conspiracy and restarts the limitations period on \nthe Sherman Act § 1 claims.  They argue that even though the \nownership of their NILs was acquired more t han four years before the \nfiling of the Complaint, each use of a NIL constitutes a new antitrust \ninjury. \n \n. . .  \n \nPlaintiffs’ theory, however, does not withstand the case law.  Under it, \nthe NCAA’s use today of a NIL acquired decades ago as the fruit of an \nantitrust violation does not constitute a new overt act restarting the \nlimitations clock.  Instead, as the NCAA argues, the contemporary use \n \n5 It is well settled that North Carolina courts may consider federal case law as persuasive \nauthority.  See, e.g., Sykes v. Health Network Sols., Inc. , 2018 NCBC LEXIS 29, at *8 (N.C. \nSuper. Ct. Apr. 5, 2018). \n \n \n \n \nof a NIL reflects performance of an aged agreement: a contract between \nthe student-athlete and the NCAA under which it acquired footage and \nimages of the plaintiff.  Such a use is, in fact, a textbook example of the \n“performance of a contract ” that is “a manifestation of the ‘overt act,’ \n[specifically] the decision to enter the contract, rather than an \nindependent overt act of its own.” US Airways, 938 F.3d at 69; see SL-x \nIP S.a.r.l. v. Merrill Lynch Pierce, Fenner & Smith Inc., No. 21-2697-CV, \n2023 U.S. App. LEXIS 7091, 2023 WL 2620041, at *3 (2d Cir. Mar. 24, \n2023) (collecting cases). The use by the NCAA or a conference defendant \nof a plaintiff ’s NIL acquired in the 1990s or early 2000s is a \ncontinuing effect—a consequence —an outgrowth of the alleged \nanticompetitive conduct.  It is not a part of it.  See, e.g., AC ¶¶ 17, 24-26, \n30; see also Simmons v. Reich, No. 20 -4114-CV, 2021 U.S. App. LEXIS \n32372, 2021 WL 5023354, at *3 (2d Cir. Oct. 29, 2021)  (limitations \nperiod does not restart when events are “derivative,” or “direct \nconsequences” of earlier wrongdoing). \n \n. . .  \n \nIn light of this body of case authority and the principles informing it, the \nAC’s theory of a continuing violation fails.  The AC alleges that each of \nthe 16 plaintiffs, during his college career, entered into an agreement to \nrelinquish his NIL rights, with all such agreements occurring between \n1994 and mid -2016, specifically, during the academic year, before the \nathletic season began.  See AC ¶ 153 (plaintiffs were “student-athletes \nprior to June 15, 2016 ”); see also id.  ¶¶ 30, 149 (each named plaintiff \nplayed from 1994 to mid -2016); id. ¶ 120 (each named plaintiff \nrelinquished his NIL rights each academic year). The agreements \nauthorized the NCAA to use student -athletes’ NILs and prevented \nplaintiffs from using the same for their own “promotional \nactivities.” Id. ¶¶ 117, 123. Plaintiffs ’ claims are not salvaged by \ndefendants’ alleged continued exploitation of the NIL rights acquired \npursuant to these agreements. That is because, under the caselaw \nabove, the commercial usage of their NILs was merely a manife station \nof these long -ago agreements, entered into while plaintiffs were in \ncollege. The AC does not allege that any agreement between a plaintiff \nand defendants to surrender plaintiff ’s NIL rights occurred within, or \nanywhere close to, the four-year period before the filing of this lawsuit. \nTheir claims are thus time-barred. \nChalmers, 2025 U.S. Dist. LEXIS 79578, at *21 –22, *27–28, *31–32.  See also Choh \nv. Brown Univ., 753 F. Supp. 3d 117, 136–37 (D. Conn.) (“Choh first felt the adverse \nimpact of the Ivy League Agreement no later than when he enrolled at Brown \n \n \n \nUniversity in September 2017.  His claim accrued by then and the statute of \nlimitations began running.  The failure of Brown to award him an athletic scholarship \nor compensation for athletic services during the remainder of his time at Brown was \nsimply a manifestation of the overt act, namely Brown ’s decision to enter into the \nmost recent version of the Ivy League Agreement.  That version of the Ivy League \nAgreement was simply a vehicle for determining at the time of contracting what \nshould happen at some t ime thereafter, namely at the time when Choh enrolled at \nBrown University.”  (cleaned up)).  \n43. Indeed, within the past few weeks, another federal court has used a \nsimilar analysis in rejecting on statute of limitations grounds analogous antitrust \nclaims brought by a former student-athlete in a suit against the NCAA.  See Pryor v. \nNCAA, 2025 U.S. Dist. LEXIS 137504, at *15–17 (S.D. Ohio July 18, 2025).  In Pryor, \nthe United States District Court for the Southern District of Ohio stated, in relevant \npart, as follows:  \nHere, Mr. Pryor alleges that “at the time the Plaintiff and the class \nplayed college sports, the Defendants required them not only to cede \ncontrol of their publicity rights to them in perpetuity, but also to police \nthe use of their names, images, and likenesses by other parties or else \nforfeit their right to compete.” (Compl., PAGEID # 4 (emphasis added).)  \nAs a result of Defendants’ challenged conduct, Mr. Pryor claims he has \n“been deprived, and continue[s] to be deprived, of the compensation [he] \nwould re ceive in an open market ” while Defendants “have made \nmillions, if not billions, of dollars.” (Id., PAGEID # 5.) \n \nMr. Pryor was a student -athlete at OSU from 2008 to 2010.  Thus, \nDefendants’ alleged act that  caused his injury —requiring him to give \nthem control over his publicity rights —occurred at the latest in 2010.  \nAnd while Mr. Pryor alleges that he continues to feel the adverse \nimpacts of Defendants’ act, “the fact that [his] injuries have a rippling \neffect into the future only establishes that [he] might have been entitled \n \n \n \nto future damages if [he] had brought suit within four years of the \ncommission of the last antitrust violation.”  Peck, 894 F.2d at 849. \nMr. Pryor argues that the statute of limitations for his claims is \nrestarted each time Defendants use footage or images of his \nperformances for commercial purposes because “but for [Defendants ’] \nprice fixing agreement, he would have received royalties or other \ncompensation[.]”  (ECF No. 50 (“Pl.’s Resp. Conf. Defs.’ MTD”), PAGEID \n# 608.)  But the continued commercial usage of Mr. Pryor’s NIL rights is \na “manifestation” of Defendants ’ past conduct, not a new and \nindependent act that restarts the statute of l imitations.  See Grand \nRapids Plastics, Inc. v. Lakian , 188 F.3d 401, 406 (6th Cir. 1999);  see \nalso Chalmers, 2025 WL 1225168, at *10.  Indeed, if the Court were to \nadopt Mr. Pryor ’s theory, “the applicable limitations period for a § 1 \nclaim would be infinite —an antitrust plaintiff could routinely salvage \nan otherwise untimely claim by asserting that it continues  to lose \nrevenue because of past alleged anticompetitive conduct. ”  In re Travel \nAgent Comm’n Antitrust Litig., 583 F.3d 896, 902 (6th Cir. 2009). \n \nMr. Pryor also contends that Defendants ’ conduct constituted a \ncontinuing violation because he did not freely choose to enter a contract, \narguing that Defendants ’ “horizontal price -fixing agreement provided \nhim with no choice but to accept the restrictions on use of his NIL[.] ” \n(Pl.’s Resp. Conf. Defs. ’ MTD, PAGEID # 609.)  But he provides no \nauthority that suggests the validity of the contract is part of the \ncontinuing violations analysis in the context of alleged anticompetitive \ncontracts. \n \nDefendants’ alleged post -agreement conduct did not constitute a new \novert act.  Accordingly, the continuing violations doctrine does not apply \nto Mr. Pryor’s Sherman Act claims. \n \nId.  \n44. Moreover, in addition to finding that the plaintiffs’ antitrust claims were \ntime-barred, both the Chalmers and Pryor courts also rejected the applicability of the \ncontinuing wrong doctrine to the plaintiffs’ unjust enrichment theory.  See Pryor, \n2025 U.S. Dist. LEXIS 137504, at *22 (“Mr. Pryor argues his unjust enrichment claim \nis timely for the same reasons as his antitrust claims .  But, as discussed above, he \ngave Defendants the benefit (control over his NIL) over a decade ago.  The ‘continual \n \n \n \nill effects’ resulted from this original alleged violation , not from Defendants’ later \nconduct.  Accordingly, his unjust enrichment claim is time-barred.”); Chalmers, 2025 \nU.S. Dist. LEXIS 79578, at *50–51 (“As pled , defendants’ allegedly inequitable \nconduct in wrestling from the 16 plaintiffs the rights to their NILs occurred a decade \n(or much more) ago.  Plaintiffs have not made any argument why defendants’ \ncommercial use of the NILs many years later is separately actionable as unjust \nenrichment.”)    \n45. The Court finds that the analyses employed by the courts in both \nChalmers and Pryor are wholly consistent with the interpretation of the continuing \nwrong doctrine under North Carolina law by the courts of this State.    \n46. For example, i n Stratton v. Royal Bank of Canada , the plaintiff (who \nwas an heir to her mother’s estate) sued a bank several years after discovering that \nher deceased mother held a stock interest in the predecessor to one of the bank’s \naffiliated companies.  Stratton, 211 N.C. App. at 78.  The plaintiff claimed, among \nother things, that the bank had wrongfully converted the stock to which she was the \nrightful owner.  Id. at 82.  In affirming the trial court ’s order finding that the \nplaintiff’s claims were barred by the statute of limitations , the Court of Appeals \nrejected the plaintiff’s attempt to invoke the continuing wrong doctrine regarding her \nclaim for conversion of the stock interest.  Id. at 87.  The plaintiff argued that the \ndoctrine applied “because [the defendant] ha[d] continually deprived her of [her] \nshareholder rights, including her right to stock and cash dividends.”  Id. at 86.  In \nholding that the claim was time-barred, the Court of Appeals ruled that  \n \n \n \n[t]he conversion of Ms. Stratton ’s stock was a discrete occurrence —not \na cumulative one—that should have been discovered through reasonable \ndiligence.  That the precise moment of conversion may be difficult to \ndiscover does not change our calculus.  And even though Ms. Inge may \nnot have been on immediate notice of the conversion, this does not justify \nremaining idle for several decades.  At some point shortly after the stock \nconversion, it should have become obvious to Ms. Inge she was no longer \na shareholder.  Applying the continuing wron g doctrine under these \nfacts would discourage shareholders from promptly investigating  and \nlitigating stock conversion claims, thereby defeating the policy \nobjectives advanced by statutes of limitations.   \n \nId. at 87.  \n \n47. The Court of Appeals’ decision in Knudson v. Lenovo (United States) Inc., \n2023 N.C. App. LEXIS 649  (2023) (unpublished) is also instructive.   In Knudson, a \nplaintiff sued his prior employer for failing to pay him in exchange for his \ncontributions to the employer’s  internal patent development program  during his \nemployment.  Id. at *2.  Among the plaintiff’s claims was a cause of action for UDTP.  \nId.  The Court of Appeals held that the continuing wrong doctrine did not rescue the \nUDTP claim because  “all of Plaintiff ’s arguments concerning th[e] allegedly \ncontinuing wrong relate[d] to Lenovo’s continuation through the patent filing process \nwith respect to rights already assigned to it during or before 2017.”  Id. at *31.  \n48. The same logic applies equally in the present action .  Unlike in some \ncases where it is difficult to identify one specific wrongful act from which future \ndamages flowed, that is not the case here.  Instead, as the above-quoted examples \nfrom the FAC demonstrate, Plaintiffs (as was likewise true in Chalmers and Pryor) \nhave alleged that they possessed NIL rights that the NCAA required them to \nrelinquish prior t o being allowed to participate in their collegiate athletic events .  \n \n \n \nAccordingly, by Plaintiffs’ own allegations, that relinquishment—through the signing \nof the SAS—was the discrete act forming the basis for any injuries they proceeded to \nsuffer over the coming decades.   \n49. Finally, as previously discussed, North Carolina courts generally \nexamine the purpose of the underlying statute of limitations in determining whether \nto apply the continuing wrong doctrine.  Our Supreme Court has stated that “equity \nwill not afford relief to those who sleep upon their rights, or whose condition is \ntraceable to that want of diligence which may fairly be expected from a reasonable \nand prudent man.”  Pearce v. N. C. State Highway Patrol Volunteer Pledge Comm. , \n310 N.C. 445, 451 (1984)  (cleaned up).  “A hard truth in civil litigation is that those \nwho sleep on their rights  lose them.  Statutes of limitations are inflexible and \nunyielding, commanding that litigation be initiated within the prescribed time or not \nat all.”  McFee v. Presley, 2023 NCBC LEXIS 173, at *8 (N.C. Super. Ct. Dec. 28, 2023) \n(cleaned up). \n50. Plaintiffs signed the SAS forms  over 40  years ago.  They could have \nbrought a legal challenge to the forced relinquishment of their NIL rights decades \nago, and they have offered no valid legal basis for this Court to excuse their inaction.   \n51. Furthermore, to the extent Plaintiffs are contending that courts did not \nrecognize NIL-related claims by former collegiate athletes against the NCAA until \nrecently, that argument is unavailing as well.  As the Pryor court noted, these types \nof lawsuits have  existed since 2009 .  See Pryor, 2025 U.S. Dist. LEXIS 137504, at \n*18–19 (“Mr. Pryor argues ‘the true nature’ of Defendants’ conduct was not knowable \n \n \n \nuntil the United States Supreme Court’s decision in Nat’l Collegiate Athletic Ass’n v. \nAlston, 594 U.S. 69 (2021), upholding an injunction against the NCAA’s limits on \neducation-related benefits that violated the antitrust laws.  But other student -\nathletes have brought lawsuits against the NCAA about substantively the same \npractices that Mr. Pryor  now challenges dating to 2009 —and he does not claim to \nhave been unaware of those earlier litigations.  His choice to not bring this action \nuntil Alston was decided does not excuse his delay.” (cleaned up)); see also Chalmers, \n2025 U.S. Dist. LEXIS 79578, at * 39 (“[A]lthough plaintiffs in antitrust suits that \nsignificantly paralleled this one (and indeed included plaintiffs common to this \naction) brought claims against the NCAA years ago, the plaintiffs here sat on their \nhands for more than a decade before bringing this lawsuit.  And plaintiffs’ attempt to \nrationalize this lawsuit as being unavailable to them until  Alston was decided is \nunpersuasive, for multiple re asons.  The pendency of  Alston did not prevent other \nlitigants, like those in  House, from earlier pursuing (and obtaining a settlement of) \nsimilar such claims.  And even after Alston was decided, in 2021, see 594 U.S. at 73, \nplaintiffs here waited approximately another three years to bring this action.”  \n(cleaned up)).   \n52. For all of these reasons, this action is barred in its entirety by the statute \nof limitations.  \nII. Remaining Grounds for Dismissal  \n53. For the reasons set about above, the statute of limitations —by itself—\nsupports dismissal of Plaintiffs’ FAC in its entirety.  However, because other \n \n \n \narguments asserted by the NCAA likewise mandate the dismissal of this action, the \nCourt will address each of these additional grounds as well.  \nA. Absence of a Legally Enforceable Right \n54. At the outset, it is important to make clear what Plaintiffs are—and are \nnot—alleging in this case.  \n55. Plaintiffs’ sole basis for this lawsuit is the fact that they have not been \ncompensated for the NCAA’s repeated use of their NIL in game footage from the 1983 \nMarch Madness tournament over the past 41 years.  Indeed, Plaintiffs’ counsel \nconfirmed this during the 1 May hearing: \nTHE COURT: So[,] the complaint is a little vague as to what form the \nlikenesses of the individual plaintiffs are being viewed, whether \nbroadcast, rebroadcast, game footage, highlights, clips.  Can you be a \nlittle more specific . . . about what it is you are actually alleging?  \n \n[PLAINTIFFS’ COUNSEL]: Yes, Your Honor.  So[,] there are two \ncategories of uses.  All of the use is either clips or full broadcasts.  I think \nthere’s a different analysis based on the use, but to answer your specific \nquestion, the uses in question all involve replay of either clips or full \ngame footage.  \n \nTHE COURT: By clips, the clips are of game footage? \n \n[PLAINTIFFS’ COUNSEL]: That’s correct.  And post[-]game, but it’s all \nrecorded during the event.  \n \n(Hr’g Tr., at 7.) (emphasis added) \n \n56. Plaintiffs’ claimed entitlement to compensation from the NCAA for its \nuse of the game footage at issue stems from their argument that they possess a “right \nof publicity” under North Carolina law that allows them —by virtue of their \n \n \n \nappearances in the underlying events —to control the production, reproduction, \ndissemination, and monetization of the footage.  \n57. It is this right that Plaintiffs assert has been denied —causing them to \nsuffer injury for purposes of both the antitrust statutes referenced in the FAC and \nunder North Carolina’s common law.6 \n58. Plaintiffs’ assertion that they possess a right of publicity in the use of \ntheir likenesses in game footage from the 1983 March Madness games is largely based \non our Supreme Court’s decision in Flake v. Greensboro News Co. , 212 N.C. 780 \n(1938).   \n59. In Flake, the plaintiff sued the owner of a newspaper for mistakenly \npublishing her photograph in connection with an unrelated advertisement for a bread \ncompany.  Id. at 788.  The plaintiff alleged  that the use of her photo in connection \nwith the advertisement was libelous—either inferentially or per se—because it falsely \nsuggested, among other things, that “she [was] a member of Folies de Paree, ” which \nwas “a kind of burlesque or musical comedy[.]”  Id. at 788–89 (cleaned up).  According \nto the plaintiff, “the publication[,] when considered in connection with other facts and \ncircumstances[,] could [have] reasonably be[en] construed as a libelous article.”   Id. \nat 789.  In addition to asserting a claim for libel, the plaintiff also alleged that the \npublication of the photograph constituted a violation of her “right of privacy.”   Id. at \n785.        \n \n6 More specifically, Plaintiffs’ common law claim is titled in the FAC as a claim for \n“Misappropriation of Name, Image, and Likeness, and Publicity Rights; Invasion of Privacy \n(Violation of Common Law; Damages).”  (FAC, at 44.) \n \n \n \n60. In finding that the plaintiff enjoyed a general right of privacy, the \nSupreme Court opined that “the unauthorized use of one’s photograph in connection \nwith an advertisement or other commercial enterprise gives rise to a cause of action \nwhich would entitle the plaintiff, without the allegation and proof of special damages, \nto a judgment for nominal damages, and to injunctive relief[.]”  Id. at 792.   \n61. The Supreme Court explained its ruling as follows:  \nInstantaneous photography is a modern invention, and  affords the \nmeans of securing a portraiture of an individual’s face and form in \ninvitum their owner.  While, so far forth as it merely does that, although \na species of aggression, I concede it to be an irremediable and \nirrepressible feature of the social evolution.  But if it is to be permitted \nthat the portraiture may be put to commercial or other use for gain by \nthe publication of prints therefrom, then an act of invasion of the \nindividual’s privacy results, possibly more formidable and more painful \nin its consequences than an actual bodily assault might be. Security of \nperson is as necessary as the security of property; and for that complete \npersonal security which will result in the peaceful and wholesome \nenjoyment of one ’s privileges as a member of society there should be \nafforded protection, not only against the scandalous portraiture and \ndisplay of one ’s features and person, but against the display and use \nthereof for another ’s commercial purposes or gain.  The proposition is, \nto me, an inconceivable one that these defendants may, unauthorizedly, \nuse the likeness of this young woman upon their advertisement as a \nmethod of attracting widespread public attention to their wares; and \nthat she must submit to the mortifying notoriety, without the  right to \ninvoke the exercise of the preventive power of a court of equity. . . . \n \nI think that this plaintiff has the same property in the right to be \nprotected against the use of her face for defendants ’ commercial \npurposes as she would have if they were publishing her literary \ncompositions.  The right would be conceded if she had sat for her \nphotograph; but if her face or her portraiture has a value, the value is \nhers exclusively, until the use be granted away to the public.  Any other \nprinciple of decision, in my opinion, is as repugnant to equity as it is \nshocking to reason. . . . \n \nIt would be, in my opinion, an extraordinary view, which, while \nconceding the right of a person to be protected against the unauthorized \n \n \n \ncirculation of an unpublished lecture, letter, drawing, or other ideal \nproperty, yet would deny the same protection to a person whose portrait \nwas unauthorizedly obtained and made use of for commercial purposes. \n. . . Whether, as incidental to that equitab le relief, she would be able to \nrecover only nominal damages, is not material, for the issuance of the \ninjunction does not, in such a case, depend upon the amount of the \ndamages in dollars and cents. \n \nFlake, 212 N.C. at 791–92 (cleaned up).  \n \n62. Plaintiffs also point to our Supreme Court’s decision regarding tort \nliability arising from invasions of one’s right to privacy in Renwick v. News & \nObserver Pub. Co., 310 N.C. 312 (1984).  \n63. In Renwick, the plaintiff —a college dean —sued two newspapers for \ninvasion of privacy following the publication of an allegedly defamatory editorial in \ntheir respective newspapers.  Id. at 315.  On appeal, our Supreme Court faced the \nquestion of “whether publicity by a defendant which places a plaintiff in a false light \nbefore the public gives rise to a claim for which relief can be granted upon a theory of \ninvasion of privacy.”  Id. at 322.  \n64. In its opinion, the Supreme Court recognized that “an invasion of \nprivacy by the appropriation of a plaintiff’s photographic likeness for the defendant’s \nadvantage as a part of an advertisement constitutes a tort giving rise to a claim for \nrelief recognizable at law.”  Id. at 322.  Nevertheless, the Supreme Court declined to \nexpand the tort of invasion of privacy to the facts of that case.  Id.  In so deciding, the \nCourt stated, in relevant part:  \nThis Court was first called upon to consider a claim for invasion of \nprivacy in  Flake v. Greensboro News Co. , 212 N.C. 780, 195 S.E. 55 \n(1938).  In that case we were concerned, as were the courts of all \njurisdictions when considering the early cases, primarily “with the \n \n \n \nquestion whether the right of privacy existed at all, and gave little or no \nconsideration to what it would amount to if it did. ”  W. Prosser, \nHandbook of the Law of Torts § 117 at 804 (4th Ed. 1971). \n \nIn Flake we held that a  right of privacy  existed and for the first time \nheld that an invasion of privacy by the appropriation of a plaintiff ’s \nphotographic likeness for the defendant ’s advantage as a part of an \nadvertisement constitutes a tort giving rise to a claim for relief \nrecognizable at law.  Although Flake involved overtones of “false light” \npublicity, we neither reached nor decided the precise question presented \nby the plaintiff here -- whether publicity by a defendant which places a \nplaintiff in a false light before the public gives rise to a claim for which \nrelief can be granted upon a theory of invasion of privacy.  We now hold \nthat such facts do not give rise to a claim for relief for invasion of privacy.  \nA plaintiff must recover in such situations, if at all, in an action for libel \nor slander. \n \nId. \n65. Neither Plaintiffs’ brief nor the Court’s own independent research has \ndisclosed any subsequent caselaw suggesting that our Supreme Court would extend \nthe rights discussed in Flake or Renwick to encompass a collegiate athlete’s right to \nrecovery of monetary damages from the use of game footage from the broadcast of a \nsporting event in which he or she voluntarily participated. \n66. Indeed, at the 1 May hearing, Plaintiffs’ counsel largely conceded that, \nby participating in a sporting even t, athletes implicitly consent to the use of their \nlikenesses in the form of game footage.    \nTHE COURT: So[,] is your argument that if the plaintiffs had not signed \nthe SAS form at the beginning of that season, the NCAA could not \nlawfully have broadcast or licensed the broadcast rights for that year[’]s \nnational championship game, the Final Four? \n \n[PLAINTIFF’S COUNSEL]: I don’t think that the [SAS] form is needed \nin the usual circumstance for the broadcast itself.  The reason is because \nthe players are collaborating in the game knowing it’s being broadcast.  \nSo[,] they consent by participating.  \n \n \n \n(See Hr’g Tr., at 42.) \n \n67. Plaintiffs’ c ounsel likewise conceded tha t they  have been unable to \nidentify any North Carolina case law giving athletes the right to challenge the use of \ntheir images in game footage from a broadcasted sporting event. \nTHE COURT: But are there any cases under North Carolina law that \nyou saw will - - I want to ask you first expressly and then impliedly.  Any \nof those that expressly would give litigants the right to challenge the use \nof their images in a sports broadcast? \n \n[PLAINTIFFS’ COUNSEL]:  I haven’t found that, Your Honor. \n \n(Hr’g Tr., at 80.)  \n68. This view is consistent with decisions from federal courts that have \nrejected the notion that participants in an athletic contest possess a right of publicity \nin broadcasts (or rebroadcasts) of the event.  See, e.g., Marshall v. ESPN Inc., 111 F. \nSupp. 3d 815, 825 (M.D. Tenn. 2015) (“Plaintiffs cite no Tennessee authority for the \nproposition that participants in sporting events have a right to publicity under the \ncommon law.  This is unsurprising since it appears virtually all courts in jurisdictions \nthat have decided the matter under their respective laws have held to the contrary \nfor a variety of reasons.” (cleaned up)), aff’d, 668 F. Appx. 155, 157 (6th Cir. 2016). \n69. For these same reasons, Plaintiffs have also failed to allege a legally \nenforceable right for purposes of their antitrust claims.  See Sitelink Software, LLC \nv. Red Nova Labs, Inc., 2016 NCBC LEXIS 45, at *20 (N.C. Super. Ct. June 14, 2016) \n(“To prevail on a claim that is based on ‘antitrust injury,’ [a plaintiff] must allege \ninjury not only to [competition] but to [itself].” (cleaned up)). \n \n \n \n70. In Marshall, a putative class of current and former student -athletes \nsued the NCAA for violating federal antitrust laws by monopolizing a “broadcast ing \nmarketplace” through a series of “multi -million dollar broadcast contract[s] and \nmulti-media agreements that purport[ed] to transfer the right to use the [athletes’] \nnames and likeness[es.]”  Marshall, 111 F. Supp. 3d at 834 (cleaned up).   \n71. However, the federal district court determined that because the athletes \n“d[id] not have . . . right[s] to publicity in sports broadcasts” to begin with, they could \nnot successfully plead any antitrust injury.  Id. at 835.  In reaching this conclusion, \nthe court reasoned that the athletes “[could not] have been injured by a purported \nconspiracy to deny them the ability to sell non-existent rights.”  Id.  \n72. In affirming the district court’s decision, the Sixth Circuit reiterate d—\nsomewhat emphatically —that the notion that college athletes possess “right [s] of \npublicity in their names and images as they might appear in television broadcasts of \nfootball or basketball games in which [they] participate” is “a legal fantasy[,]” and \nthat “those putative rights do not exist.”  Marshall, 668 F. Appx. at 157.  \n73. Here, as in Marshall, Plaintiffs cannot properly assert antitrust claims \nthat are premised on the NCAA allegedly employing monopolistic conduct (or conduct \nin restraint of trade) to deprive them of legal rights that they do not actually possess.  \nSee Edwards v. Town of Louisburg, 290 N.C. App. 136, 141 (2023) (“Plaintiffs fail to \nshow . . . a legally protected interest invaded by defendants’ conduct.” (cleaned up)); \nSitelink Software , 2016 NCBC LEXIS 45, at *32 (“When a  section 75 -1.1 claim \n \n \n \nderives solely from an antitrust claim, the failure of the antitrust claim also defeats \nliability under section 75-1.1.”).   \n74. The invalidity of these claims likewise requires dismissal of Plaintiffs’ \nunjust enrichment claim, which is similarly based on the notion that the NCAA has \nwrongfully deprived Plaintiffs of revenue from its use of the game footage at issue.  \nSee Chalmers, 2025 U.S. Dist. LEXIS 79578 at *50 n.10 (“To the extent the unjust \nenrichment claims have been found derivative of a plaintiff’s other claims, courts \nhave declined to permit litigants to repackage their failed antitrust claims as unjust \nenrichment actions because it would thereby render the antitrust laws superfluous.” \n(cleaned up));  Ruffin-Steinback v. dePasse , 267 F.3d 457, 462 –63 (6th Cir. 2001) \n(affirming trial court’s dismissal of unjust enrichment claim where that claim was \n“duplicative or derivative of [plaintiffs’] right of publicity claims ”); Yong Ki Hong v. \nKBS Am., Inc. , 951 F. Supp. 2d 402, 425 (E.D.N.Y. 2013) (“The Court is persuaded \nthat . . . all litigants who lack antitrust standing [should be barred] from bringing \nidentical claims under a common law theory of unjust enrichment.  Certainly, if such \nplaintiffs were p ermitted to repackage their antitrust claims as unjust enrichment \nactions, the entire thrust and purpose of the antitrust standing doctrine would \ndisintegrate.  Practically, if economic harm caused by market manipulation was \ncognizable on a theory of unjust enrichment, the antitrust laws themselves would be \nsuperfluous.  Therefore, because they lack antitrust standing on their Sherman and \nDonnelly Act claims, plaintiffs cannot advance identical claims under a theory of \nunjust enrichment.”); Kramer v. Pollock -Krasner Found. , 890 F. Supp. 250, 257 \n \n \n \n(S.D.N.Y. 1995) (dismissing unjust enrichment claim predicated on allegations of \n“illegal, anticompetitive conduct” where underlying allegations ultimately failed to \nsupport claims under the Sherman and Donnelly Acts).  \nB. Preemption by the Copyright Act \n75. Even if Plaintiffs possessed a legally enforceable right of publicity in the \ngame footage at issue (which—for the reasons set out above—they do not), any claims \nunder North Carolina law premised on such a right would be preempted by the \nfederal Copyright Act of 1976 (the “Copyright Act”).  See 17 U.S.C. § 301. \n76. The United States Supreme Court has recognized that a “fundamental \nprinciple of the Constitution is that Congress has the power to preempt state law.”   \nCrosby v. Nat’l Foreign Trade Council, 530 U.S. 363, 372 (2000).   \n77. As a federal circuit court has observed,  \n[t]he Copyright Act of 1976  is one such instance where Congress has \nembraced this constitutional power.   In passing the  Copyright Act, \nCongress sought to create a “national, uniform copyright law by broadly \npre-empting state statutory and common -law copyri ght \nregulation.”  Cmty. for Creative Non-Violence v. Reid, 490 U.S. 730, 740, \n109 S. Ct. 2166, 104 L. Ed. 2d 811 (1989).  The purpose of the Copyright \nAct was “essentially to ensure a nationwide, uniform federal copyright \nsystem, [by] ousting the states from imposing any control of the \narea.” Jackson, 972 F.3d at 42.   \nMelendez v. Sirius XM Radio, Inc., 50 F.4th 294, 300 (2d Cir. 2022).  \n78. Section 301 of the Copyright Act —which is titled “Preemption with \nrespect to other laws”—reads, in relevant part, as follows:  \n(a) On and after January 1, 1978, all legal or equitable rights that are \nequivalent to any of the exclusive rights within the general scope of \ncopyright as specified by section 106 [17 USCS § 106] in works of \nauthorship that are fixed in a tangible medium of expression and come \nwithin the subject matter of copyright as specified by sections 102 and \n \n \n \n103 [17 USCS §§ 102 and 103], whether created before or after that date \nand whether published or unpublished, are governed exclusively by this \ntitle.  Thereafter, no person is entitled to any such right or equivalent \nright in any such work under the common law or statutes of any State. \n \n17 U.S.C. § 301.  \n79. “Accordingly, the Copyright Act preempts state law claims asserting \nrights equivalent to those protected within the general scope of the statute.”  \nMelendez, 50 F. 4th at 300 (cleaned up).  \n80. Courts generally employ a two-pronged analysis to determine whether \nSection 301 of the Copyright Act preempts a particular state law claim.   See Tire \nEng’g & Distrib., LLC v. Shandong Linglong Rubber Co., 682 F.3d 292, 309 (4th Cir. \n2012).    \n81. The first prong examines “the work that would be affected by the \nplaintiff’s exercise of a state -created right and requires (as an essential element of \npreemption) that the work come within the subject matter of copyright as specified \nby sections 102 and 103” of the Copyright Act.  Jackson v. Roberts , 972 F.3d 25, 42 \n(2d Cir. 2020) (cleaned up).  The Court will refer to this prong as the “Subject Matter \nProng.”     \n82. The second prong examines “the right being asserted (over a work that \ncomes within the ‘subject matter of copyright’) and requires  . . .  that the right be \nequivalent to any of the exclusive rights within the general scope  of copyright as \nspecified by section 106” of the Copyright Act.  Id. at 43 (cleaned up).  The Court will \nrefer to this prong as the “Equivalence Prong.”    \n \n \n \n83. The Court must therefore analyze both prongs of the preemption test \nwith respect to Plaintiffs’ claims.  \ni. Subject Matter Prong \n84. Sections 102 and 103 of the Copyright Act list the specific types of works \nthat are eligible for copyright protection.  See 17 U.S.C. §§ 102, 103.   \n85. Section 102 states, in relevant part:  \n(a) Copyright protection subsists, in accordance with this title, in \noriginal works of authorship fixed in any tangible medium of expression, \nnow known or later developed, from which they can be perceived, \nreproduced, or otherwise communicated, either directly or with the aid \nof a machine or device. Works of authorship include the following \ncategories: \n \n(1) literary works; \n \n(2) musical works, including any accompanying words; \n \n(3) dramatic works, including any accompanying music; \n \n(4) pantomimes and choreographic works; \n \n(5) pictorial, graphic, and sculptural works; \n \n(6) motion pictures and other audiovisual works; \n \n(7) sound recordings; and \n \n(8) architectural works. \n \n17 U.S.C. §§ 102(a)(1)–(8). \n \n86. Section 103 of the Copyright Act states: \n(a) The subject matter of copyright as specified by section 102 [17 \nU.S.C.S. § 102] includes compilations and derivative works, but \nprotection for a work employing preexisting material in which copyright \nsubsists does not extend to any part of the work in which such material \nhas been used unlawfully. \n \n \n \n \n(b) The copyright in a compilation or derivative work extends only to the \nmaterial contributed by the author of such work, as distinguished from \nthe preexisting material employed in the work, and does not imply any \nexclusive right in the preexisting materi al. The copyright in such work \nis independent of, and does not affect or enlarge the scope, duration, \nownership, or subsistence of, any copyright protection in the preexisting \nmaterial. \n17 U.S.C. §§ 103(a)–(b).  \n \n87. Accordingly, whether Plaintiffs’ claims satisfy the Subject Matter Prong \nof the preemption analysis turns, in part, upon whether the subject matter at issue \nin Plaintiffs’ claims qualifies as “works of authorship” falling within one of the \ncategories of materials eligible for copyright protection under the Copyright Act.  \n88. Here, Plaintiffs do not seriously dispute the fact that the NCAA owns a \ncopyright to a tangible collection of game footage from the 1983 March Madness \ntournament, which includes the original broadcasts of the tournament’s games along \nwith rebroadcasts, highlights, or “clips” of game footage from the original broadcasts.   \nMoreover, Plaintiffs do not contend that the NCAA has ever granted them a license—\nor assigned them the rights—to use this footage. \n89. It is also undisputed that the above-referenced game footage constitutes \ncopyrightable material under Sections 102 and 103 of the Copyright Act.  See Nat’l \nFootball League’s Sunday Ticket Antitrust Litig. v. DirecTV, LLC , 933 F.3d 1136, \n1153 (9th Cir. 2019) (“[T]he telecasts of sporting events are plainly copyrightable \n‘motion pictures’ under the Copyright Act of 1976.”);  see also NBA v. Motorola, Inc., \n105 F.3d 841, 847 (2d Cir. 1997) (“[R]ecorded broadcasts of NBA games -- as opposed \nto the games themselv es -- are now entitled to copyright protection.  The Copyright \n \n \n \nAct was amended in 1976 specifically to [e]nsure that simultaneously -recorded \ntransmissions of live performances and sporting events would meet the Act ’s \nrequirement that the original work of authorship be fixed in any tangible medium of \nexpression.” (cleaned up)).    \n90. The owner of a copyright is guaranteed certain “exclusive rights” with \nrespect to the copyrighted work.  See 17 U.S.C. § 106.  These include rights \n(1) to reproduce the copyrighted work in copies or phonorecords; \n \n(2) to prepare derivative works based upon the copyrighted work; \n \n(3) to distribute copies or phonorecords of the copyrighted work to the \npublic by sale or other transfer of ownership, or by rental, lease, or \nlending; \n \n(4) in the case of literary, musical, dramatic, and choreographic works, \npantomimes, and motion pictures and other audiovisual works,  to \nperform the copyrighted work publicly; \n \n(5) in the case of literary, musical, dramatic, and choreographic works, \npantomimes, and pictorial, graphic, or sculptural works, including the \nindividual images of a motion picture or other audiovisual work, to \ndisplay the copyrighted work publicly; and \n \n(6) in the case of sound recordings, to perform the copyrighted work \npublicly by means of a digital audio transmission. \n \n17 U.S.C. § 106 (cleaned up). \n \n91. The Copyright Act’s “broad preemptive scope serves to [e]nsure that the \nenforcement of these rights remains solely within the federal domain[,]” Tire Eng’g \n& Distrib., LLC, 682 F.3d at 309 (cleaned up), and “to protect against suit one who is \nlawfully reproducing or publishing a copyright -protected work[,]” Jackson, 972 F.3d \nat 42.   \n \n \n \n92. To these ends, the Copyright Act will preempt a plaintiff’s state -law \nclaims unless the plaintiff can demonstrate that the defendant manipulated or \nimitated the plaintiff’s identity or likeness or otherwise used the plaintiff’s identity \nor likeness to supp ort a product independent from the copyrighted work.  See \nMelendez, 50 F.4th at 304 (“The amended complaint contains no allegations that \n[plaintiff’s] name or likeness was extracted in any way to appear independently from \nhow it originally appeared in the archival episodes, or that the excerpts were \nmanipulated in some manner to bring his identity into focus.  Melendez’s allegations, \ntherefore, are directed at the copyrighted works in which he appears —the archival \nepisode recordings —and not toward any separate use of his name or likeness.”) ; \nJackson, 972 F.3d at 47 (“[W]hen a defendant exhibits an image or representation of \nthe plaintiff embodied in a copyrighted work in a manner that appears to \ncommunicate a message that the plaintiff endorses the defendant’s service or product \n(other than the copyrighted work in which the plaintiff appears),  courts have \ngenerally found that such a claim is not preempted.”).  \n93. In other words, to avoid triggering the preemptive effect of the Copyright \nAct, a plaintiff’s state-law claims must focus not on the defendant’s unauthorized use \nof a copyrighted work itself but instead should allege the unauthorized use of an \nindependent subject matter—such as the plaintiff’s identity or personal attributes—\neven if that independent subject matter is embodied in a copyrighted medium. \n94. Federal circuit courts have offered further illustration regarding the \napplicability of this distinction.   \n \n \n \n95. In Jackson, the plaintiff —a recording artist —sued another artist for \nviolating the plaintiff’s common law right of publicity under Connecticut  law by \nreferencing his stage name and including a sample of his voice in the defendant’s mix-\ntape.  Id. at 30.  In finding that the plaintiff’s right of publicity claim was preempted \nby the Copyright Act, the Second Circuit observed that \nthe question whether the focus of Jackson ’s claim is the recognizable \nsound of his voice (which is not within the subject matter of  copyright) \nor the  copyrighted work in which that voice is embodied (which, of \ncourse, is within the subject matter of  copyright) would depend on the \ngravamen of the c laim and the allegations supporting it.  The “crux of \nthe issue, ” the Ninth Circuit explained in  Maloney, is whether “[the] \nclaim seeks to vindicate misuse of an individual ’s likeness, as opposed \nto merely interfering with the distribution, display, or performance of a \n. . . work. ”  853 F.3d at 1012 –13.  In general, when a defendant uses \nmaterial within the subject matter of  copyright depicting a plaintiff ’s \nlikeness in a manner that falsely “suggest[s] that the [plaintiff] had \nendorsed the defendant’s products,” courts have found that the focus of \nthe right of publicity claim is the plaintiff ’s \nuncopyrightable likeness or persona. . . . . This is because the gravamen \nof that kind of right of publicity claim is the defendant ’s usurpation of \nthe plaintiff’s identity to sell a product or service with which the plaintiff \nhas no relevant connection.  \n \n. . .  \n \nIn our view, the pertinent distinction for such analysis is whether, on \nthe one hand, the defendant ’s use of a work involving the plaintiff ’s \nlikeness seeks advantage for the defendant on the basis of the plaintiff's \nidentity — as where the plaintiff is identified in a manner that implies \nthe plaintiff’s endorsement, sponsorship, or approval (or in some cases \nthe plaintiff’s disapproval or rejection) of the defendant or its product, \nor holds opinions favored (or disfavored) by the defendant, or where (as \nwith baseball cards, see Cardtoons, 95 F.3d at 962–64) the value of what \nthe defendant distributes lies in its reference to the identity of the \nplaintiff shown — what might be called “identity  emphasis,” which \nargues against  preemption — or whether, on the other hand, the \nadvantage sought by the defendant flows from the reproduction or \ndissemination of the work itself (as opposed to the persona of the \nplaintiff), which argues in favor of preemption.    \n \n \n \n. . .  \n \nAccordingly, a crucial issue in determining whether Jackson ’s right of \npublicity claim is subject to  preemption depends on whether Roberts ’s \nuse of Jackson ’s stage name and the “In Da Club ” sample could \nreasonably be construed by the intended audience as a false implication \nof Jackson’s endorsement or sponsorship of Roberts or his product. \n \n. . .  \n \nAlthough Roberts presented no evidence directly addressing how the \nrelevant audience would understand and interpret the use of the \nJackson sample and name, the combination of (a) the absence of any \napparent message of endorsement, (b) the evidence that it is \ncommonplace for hip-hop artists to so sample each other’s songs without \npermission, and (c) the large number of artists other than Jackson who \nwere similarly sampled and identified by Roberts compels the conclusion \nthat there is no substantial likelihood that th e audience could \nreasonably construe Roberts’s use of the “In Da Club” sample, credited \nto Jackson, as a suggestion that Jackson had endorsed Roberts, his \nmixtape, or his upcoming commercial album. We conclude that the \ngravamen of Jackson’s right of publicity claim, to the extent it is based \non the use of the “In Da Club” sample, is not the use of his identity but \nrather the use of the  copyrighted work itself, and that the focus of \nJackson’s claim therefore comes within the “subject matter \nof copyright.” \n \nId. at 47–52.   \n \n96. Likewise, in Melendez (a case relied upon by both Plaintiffs and the \nNCAA in their respective arguments), the plaintiff—a performer renowned for his \ncharacteristic performance on a radio show —sued a radio provider for violating his \nrights of publicity under both California common and statutory law after the radio \nprovider aired excerpts from episodes of the radio show featuring the plaintiff’s \nperformances.  Melendez, 50 F.4th at 297.  \n97. In evaluating the plaintiff’s claims under the  Subject Matter Prong of \nthe preemption analysis, the Melendez court opined, in relevant part:  \n \n \n \nAs to the first requirement, we hold that Melendez ’s right of publicity \nclaims come within the “subject matter of copyright.”  These recordings, \nin the language of the applicable statute, are “original works of \nauthorship,” 17 U.S.C. § 102(a), are “fixed in” a “tangible medium of \nexpression,” id. at § 101, and can be “perceived, reproduced, or otherwise \ncommunicated,” id.  Specifically, they fall within the category of “sound \nrecordings” under the statute.  Id. at § 102(a)(7).  Moreover, as in \nJackson, Melendez’s right of publicity claims are based on Sirius XM ’s \nuse of the copyrightable works themselves—i.e., portions of archival HS \nShow recordings that Sirius XM uses in its online and on -air \nadvertisements. \n \nMelendez has not alleged that Sirius XM used his name or likeness in \nany way separate from, or beyond, airing excerpts of existing archival \nepisodes in which he appeared.  According to the amended complaint, \nthe gravamen of Melendez ’s right of publicity claims is that Sirius XM \nused the challenged excerpts “to promote The Howard Stern Show  . . . \nand Sirius XM in general, including, in particular, on channels that did \nnot air the HS [Show] and thus are unrelated to Plaintiff ’s original \nappearances on the HS [Show].”  Joint App’x at 8.  Melendez directs his \nclaims only at recordings of the HS Show —specifically, shortened \nversions of archival episodes in which he originally appeared.  The \namended complaint contains no allegations that his name or likeness \nwas extracted in any way to appear independently from how it originally \nappeared in the archival episodes, or that the excerpts were \nmanipulated in some manner to bring his identity into focus.  Melendez’s \nallegations, therefore, are directed at the copyrighted works in which he \nappears—the archival episode recordings—and not toward any separate \nuse of his name or likeness.  In other words, portions of the actual \ncopyrightable works are what Sirius XM is allegedly reproducing and \ndisseminating, not Melendez ’s name or likeness independent of the \nexcerpts. \n \n. . .  \n \nTherefore, Melendez’s focus on the advertisements on the non-HS Show \nchannels and for the platform more generally does not change the fact \nthat his underlying challenge is to the unauthorized distribution and \nrepublication of copyrightable works, the excerpts of the archived \nepisodes. \nId. at 303–05.  \n \n \n \n98. Here, although Plaintiffs allege that the NCAA’s website and YouTube \nchannels contain commercial advertisements, (s ee FAC ¶ ¶ 102, 105), there are no \nallegations that game footage from the 1983 March Madness tournament is being \nused in any manner to suggest that Plaintiffs are promoting products that might be \nfeatured in those advertisements.  Indeed, Plaintiffs’ counsel conceded this point \nduring the following exchange at the hearing: \nTHE COURT: And am I correct that you’re not saying that these \nplaintiffs’ likenesses are used in the advertisements that viewers have \nto watch to see the video; correct? \n  \n[PLAINTIFFS’ COUNSEL]: Correct.  \n \n(Hr’g Tr., at 11.) \n \n99. Accordingly, no viewer watching a rebroadcast of game footage from the \n1983 March Madness tournament on the NCAA’s website or its YouTube channels \ncould reasonably believe that the players shown in that game footage are personally \nendorsing any particular brand of food, beverage, item of clothing, video game, or any \nother product being advertised in connection with a showing of the footage. \n100. Additionally, to the extent Plaintiffs are arguing that the NCAA’s use of \nthe game footage from the 1983 March Madness  improperly suggests to the viewer  \nthat Plaintiffs  endorse March Madness generally, the Second Circuit rejected a \nsimilar argument in Melendez. \n[T]here is no indication from Melendez ’s allegations in the amended \ncomplaint that Sirius XM has usurped his “identity to sell a product or \nservice with which the plaintiff has no relevant connection. ”  Jackson, \n972 F.3d at 48.  Instead, to the extent that Melendez appears in Sirius \nXM’s promotional material, his appearances are in connection to a \nproduct to which he has a very relevant connection: the HS Show in \n \n \n \nwhich he appeared as a prominent cast member for over fifteen years.  \nThe challenged advertisements are for that same HS Show —not for a \nseparate product or show on which Melendez has never performed or \nwith which he otherwise has no connection. \n \nMelendez attempts to rebut this point by arguing that Sirius XM airs \nthe HS Show excerpts, in which he appears, in advertisements on its \nnon-HS Show channels and in promotions for its entire platform.  Even \nassuming that these allegations are true, which we must at the motion \nto dismiss stage, this distinction does not change our analysis of the \nsubject matter prong.  When the excerpts are used in the contexts \nMelendez challenges, they still remain inextricably connected to the HS \nShow because they are simp ly excerpts of longer archival episodes.  In \nother words, any reference to Sirius XM in an advertisement about the \narchival episodes is identifying the technological medium that must be \nutilized to obtain access to the works at issue.  See Guglielmi v. Spelling \nGoldman Prods, 25 Cal. 3d 860, 873, 160 Cal. Rptr. 352, 603 P.2d 454 \n(1979) (en banc) (Bird, C.J., concurring) ( “It would be illogical to allow \nrespondents to exhibit the film but effectively preclude any advance \ndiscussion or promotion of their lawful enterprise.”). \n \nMelendez, 50 F.4th at 304–05.  \n \n101. Here, too, Plaintiffs do not contend that the game footage is being used \nin connection with a product with which they have no relevant connection.  Rather, \nthe game footage is being used in connection with March Madness, a subject to which \nPlaintiffs have a strong connection.  Moreover, it bears repeating that —as in \nMelendez—Plaintiffs do not allege that the NCAA has somehow extracted their \nlikenesses to appear independently from how they appear ed in the original game \nfootage.  Similarly, Plaintiffs also do not contend that the NCAA has manipulated the \ngame footage in a manner “to bring [Plaintiffs’] identit[ies] into focus.”  Id. at 304.   \n102. As a result, the Court finds that Plaintiffs’ allegations “are directed at \nthe copyrighted works in which [they] appear[] —the archival [game footage] —and \nnot toward any separate use of [their] name[s] or likeness[es].”  Id.   \n \n \n \n103. At the 1 May hearing, Plaintiffs’ counsel suggested  (for the first time ) \nthat the NCAA has used the 1983 game footage during each succeeding year to \npromote separately copyrighted events —that is, the copyrighted broadcast for that \nsucceeding year’s March Madness broadcast as distinguished from the 1983 March \nMadness broadcast.  However, this theory is absent from the FAC, which instead \nfocuses on the NCAA’s use of this footage to promote “March Madness” as a general \nbrand.  The following examples are illustrative:   \n▪ The NCAA has used, and allowed its members, agents, affiliates, and \nco-conspirators to use, the images and videos of the members of \nCardiac Pack to advertise its March Madness tournament, as well as \nfor other commercial purposes, without the players ’ consent and \nwhile paying them nothing. \n \n▪ Yet, the NCAA has never paid one cent to Plaintiffs for using their \nnames, images, and likenesses or for their contribution to the \nevolution of March Madness as [a] revenue-generating juggernaut. \n \n▪ The term caught on, and in October 2010, the NCAA paid Intersport, \nsports marketing agency whose CEO had trademarked the phrase, \nmore than $17 million for the trademark. “March Madness” is now \nused by the NCAA to refer to and promote the tournament. \n \n▪ The Championship Basketball Tournament, referred to exclusively \nas March Madness, now accounts for nearly all of NCAA revenues, \nthrough media rights and, to lesser degree, merchandise sales and \nviews of archival games, documentaries, and other usages of current \nand past tournament footage. \n \n▪ The NCAA also maintains at least two YouTube channels relevant to \nthis action:  March Madness channel  \nhttps://www.youtube.com/channel/UCKjEtnnXEHsXE9IvCb92V7g) \nand an NCAA sports channel https://www.youtube.com/user/ncaa). \nVia these channels, users can watch full games anywhere at any \ntime. Viewers must watch advertisements in order to access games, \ngenerating additional income for NCAA. \n \n \n \n \n▪ Even as March Madness has grown into a media juggernaut, yielding \nbillions of dollars in revenue for the NCAA and its affiliates and co -\nconspirators, Plaintiffs have not received a single dollar in \ncompensation for the ongoing use of their names and likenesses. \n \n(FAC ¶¶ 5, 8, 93–94, 102, 112.)  \n \n104. Thus, for all of these reasons , the Court finds that the Subject Matter \nProng for preemption under the Copyright Act is satisfied.  \nii. Equivalence Prong \n105. The Court likewise finds that Plaintiffs’ claims satisfy the Equivalence \nProng of the test for preemption.  \n106. “[T]he focus of the ‘equivalency’ analysis is on whether the ‘nature’ of a \nstate law action is qualitatively different from a copyright infringement  claim.”  \nJackson, 972 F.3d at 53 (cleaned up).   \n107. In applying this test, the Court once again find s the Second Circuit’s \nanalysis in Melendez to be instructive.   \n[T]o assess whether Melendez ’s right of publicity claims are \nqualitatively different for purposes of the [equivalence] analysis, we look \nholistically at what he “seeks to protect, the theories in which the matter \nis thought to be protected and the rights sought to be \nenforced.”  Briarpatch, 373 F.3d at 306 (quoting Altai, 982 F.2d at 716).  \nOn this point, our prior analysis regarding the subject matter prong is \ninstructive.  As we previously explained, Melendez ’s right of publicity \nclaims are simply attempt s to prevent Sirius XM from rebroadcasting, \nin advertisements for the HS Show on Sirius XM and elsewhere, \nportions of archival episodes of the HS Show on which Melendez \nappeared.  Ultimately, his right of publicity claims, under both common \nand statutory law, are aimed at stopping the reproduction of \ncopyrightable works that embody his identity —the excerpts of the \narchival episodes of the HS Show —not the independent use of his \nidentity to sell unrelated goods or services without his permission.   In \nother wo rds, Melendez ’s claims are “in no meaningful fashion \ndistinguishable from infringement of a copyright. ”  Nat’l Basketball \n \n \n \nAss’n, 105 F.3d at 851.   The works Melendez challenges are not only \nsufficiently equivalent to rights protected by federal copyright law, but \nare indeed protectable under federal copyright law.  Therefore, \nMelendez’s right of publicity claims satisfy the [equivalence] \nrequirement for preemption.   See Laws, 448 F.3d at 1144  (“The mere \npresence of an additional element  (‘commercial use’) in section 3344 is \nnot enough to qualitatively distinguish [a] right of publicity claim from \na claim in copyright ” because the “extra element must t ransform the \nnature of the action ”; and “the underlying nature of Law ’s state law \nclaims is part and parcel of a copyright claim ” because the “claims are \nbased on the premise that Sony reproduced a sample of [the song] for \ncommercial purposes without her permission”). \n \nMelendez, 50 F.4th at 308.  \n \n108. Here, as in Melendez, Plaintiffs’ lawsuit ultimately seeks control over \nhow the NCAA —in its capacity as the owner of the copyright to the 1983 March \nMadness broadcasts—uses the game footage obtained from those broadcasts.  In other \nwords, Plaintiffs’ lawsuit seeks compensatio n for—and to stop —what they perceive \nto be the unauthorized reproduction of copyrighted works, as opposed to “the \nindependent use of [their] identit[ies] to sell unrelated goods or services without \n[their] permission.”  Id.  \n109. For this reason, the Court finds that Plaintiffs’ claims are “in no \nmeaningful fashion distinguishable from infringement of a copyright[,]” and thus, \nsatisfy the Equivalence Prong of the preemption analysis.  Nat’l Basketball Ass’n, 105 \nF.3d at 851.   \n110. Accordingly, because both prongs of the preemption test have been met, \nPlaintiffs’ claims are preempted by the Copyright Act.  \n \n \n \n \n \nCONCLUSION \n THEREFORE, it is ORDERED that the NCAA’s Motion to Dismiss is \nGRANTED, and all claims asserted by Plaintiffs are DISMISSED with prejudice.  \n SO ORDERED, this the 6th day of August, 2025.  \n        /s/ Mark A. Davis    \n        Mark A. Davis  \n        Special Superior Court Judge  \n        for Complex Business Cases  \n \n "
}