{
  "id": "ec3c5df690c6c43c9cfeaf030f48354d1c92a281c7797ff49a186927d9ef8861",
  "source_file": "data/raw/ncbc/ec3c5df690c6c43c9cfeaf030f48354d1c92a281c7797ff49a186927d9ef8861.pdf",
  "raw_text": "Clark v. Alan Vester Auto Group, Inc., 2009 NCBC 17. \n \nSTATE OF NORTH CAROLINA                                IN THE GENERAL COURT OF JUSTICE \n                SUPERIOR COURT DIVISION \nCOUNTY OF VANCE               06 CVS 141 \n \n \nJOHN CLARK and MARY CARMON, ) \nIndividually and on Behalf of ) \na Class of All Those Similarly Situated, ) \n Plaintiffs ) \n  ) \n v.  )              ORDER ON CLASS \n   )             CERTIFICATION  \nALAN VESTER AUTO GROUP, INC., d/b/a ) \nALAN VESTER AUTO SALES, d/b/a ALAN ) \nVESTER AUTO OUTLET OF ROXBORO,  ) \nd/b/a ALAN VESTER MITSUBISHI, and  ) \nd/b/a ALAN VESTER AUTO MART OF  ) \nKINSTON, INC.; ALAN VESTER MOTOR ) \nCOMPANY, INC., d/b/a ALAN VESTER  ) \nHONDA; ALAN VESTER NISSAN, INC.,  ) \nd/b/a ALAN VESTER AUTOMOTIVE OF  ) \nGREENVILLE; ALAN VESTER AUTO  ) \nMART, INC.; ALAN VESTER FORD  ) \nLINCOLN MERCURY, INC., d/b/a ALAN ) \nVESTER AUTO OUTLET; ALAN VESTER  ) \nAUTO MART OF KINSTON, INC.; ALAN ) \nVESTER MANAGEMENT CORPORATION; ) \nALAN VESTER ENTERPRISES, LLC, d/b/a ) \nALAN VESTER AUTO MART OF SELMA; ) \nUNIVERSAL UNDERWRITERS ) \nINSURANCE COMPANY AND WESTERN ) \nSURETY COMPANY, ) \n  Defendants ) \n \n \nThis Vance County civil action was designated exceptional and assigned to the \nundersigned by Order of the Chief Justice of the North Carolina Supreme Court, \npursuant to Rule 2.1 of the General Rules of Practice for the Superior and District \nCourts.  It is before the court, among other things, for determination of Plaintiffs’ Motion \nfor Class Certification pursuant to Rule 23, North Carolina Rules of Civil Procedure \n(“Rule(s)”), filed August 18, 2008 (the “Motion”).  For the reasons stated in this Order, \nthe court concludes that the Motion should be GRANTED in part and DENIED in part.   \nWallace and Graham, PA by Mona Lisa Wallace, Esq.; John Hughes, Esq. and \nMike Pross, Esq.; Lyons & Farrar, PA by Douglas S. Lyons, Esq.; and Hopper, \nHicks & Wrenn, LLP by James C. Wrenn, Esq. for Plaintiffs John Clark and Mary \nCarmon, individually and on behalf of a class of all those similarly situated.  \n \nTeague, Rotenstreich, Stanaland, Fox & Holt, PLLC by Kenneth Rotenstreich, \nEsq.; Lyn K. Broom, Esq. and Paul A. Daniels, Esq. for Defendants Alan Vester \nAuto Group, Inc. d/b/a Alan Vester Auto Sales, d/b/a Alan Vester Auto Outlet of \nRoxboro, d/b/a Alan Vester Mitsubishi, and d/b/a Alan Vester Auto Mart of \nKinston, Inc.; Alan Vester Motor Company, Inc., d/b/a Alan Vester Honda; Alan \nVester Nissan, Inc., d/b/a Alan Vester Automotive of Greenville; Alan Vester Auto \nMart, Inc.; Alan Vester Ford Lincoln Mercury, Inc., d/b/a/ Alan Vester Auto Outlet; \nAlan Vester Auto Mart of Kinston, Inc.; Alan Vester Management Corporation; \nAlan Vester Enterprises, LLC, d/b/a Alan Vester Auto Mart of Selma; Universal \nUnderwriters Insurance Company and Western Surety Company.  \n \nJolly, Judge.  \nTHE COURT, having considered the Motion, the submissions and briefs of the \nparties in support of and opposition to the Motion, arguments of counsel, appropriate \nmatters of record and the ends of justice, FINDS and CONCLUDES, only for the \npurposes of the Motion, that: \nI.  \nPROCEDURAL BACKGROUND \n[1] On February 7, 2006, Plaintiffs John Clark (“Clark”) and Servietta Hameed \n(“Hameed”) filed their Complaint on behalf of themselves and all others similarly \nsituated.   \n[2] On April 7, 2006, Plaintiffs  filed a First Amended Complaint. \n  \n[3] On August 29, 2006, by order of the court, Plaintiffs’ Second Amended \nComplaint was deemed filed.  In material part, the Second Amended Complaint added \nMary Carmon (“Carmon”) as a party Plaintiff.  \n[4] On September 25, 2006, Defendants filed their Answer to the Second \nAmended Complaint.   \n[5] On October 17, 2006, Plaintiff Ha meed dismissed her claims, leaving \nClark and Carmon as the remaining named Plaintiffs.   \n[6] On October 17, 2006, Plaintiffs mov ed for leave to file a Third Amended \nComplaint in material part seeking to join Universal Underwriters Insurance Company \n(“Universal Underwriters”) and Western Surety Company (“Western Surety”) as \nDefendants.   \n[7] On February 7, 2007, the court entered a Case Management Order, \ngranting in material part the Plaintiffs’ motion to amend and deeming the Third \nAmended Complaint filed as of that date (unless otherwise indicated, the Third \nAmended Complaint will be referred to in this Order as the “Complaint”). \n[8] On February 27, 2007, Defendants fil ed their Answer to the Complaint. \n[9] On August 18, 2008, Plaintiffs Clark and Carmon filed their Motion for \nClass Certification (the “Motion”).   \n[10] On November 12, 2008, the cour t heard oral argument on the Motion. \nII. \nTHE PARTIES \n[11] Plaintiffs Clark and Carmon are ci tizens and residents of North Carolina. \n  \n[12] The Complaint names as Def endants the following corporate entities \nalleged to be organized and authorized to conduct business under the laws of the State \nof North Carolina: \n(a) Alan Vester Auto Group, Inc., d/ b/a Alan Vester Auto Sales, d/b/a \nAlan Vester Auto Outlet of Roxboro and d/b/a Alan Vester Mitsubishi; \n(b) Alan Vester Motor Company, Inc., d/b/a Alan Vester Honda; \n(c) Alan Vester Nissan, Inc., d/b/a Alan Vester Automotive of \nGreenville; \n(d) Alan Vester Auto Mart, Inc.; \n(e) Alan Vester Ford Lincoln Mercur y, Inc., d/b/a Alan Vester Auto \nOutlet; \n(f) Alan Vester Auto Mart of Kins ton, Inc. (the “Kinston Dealership”);1 \n(g) Alan Vester Management Corporation; and \n(h) Alan Vester Enterprises, LLC, d/b/ a Alan Vester Auto Mart of Selma \n(collectively all of the above Defendant entities may be referred to in this Order \nas “Vester” or the “Vester Defendants,” depending on context). \n[13] Among other things, the Vester De fendants are in the retail business of \nselling automobiles to the public. \n                                                 \n1 On January 11, 2008, Defendants filed a Chapter 7 Petition of Bankruptcy for the Kinston Dealership.  \nThis triggered an automatic stay under the Bankruptcy Act.  Plaintiffs have not dismissed their claims \nagainst the Kinston Dealership, but have not further litigated them either, in light of the stay.  While the \nclaim against the Kinston Dealership is stayed by the bankruptcy proceeding, it is the Plaintiffs’ contention \nthat the claim against the sureties on the bond is viable since under the Dealer Act a consumer may sue \n“either the principal, the surety, or both,” Bernard v. Ohio Cas. Ins. Co., 79 N.C. App. 306, 310 (1986), \nand the purpose of the Act is to allow consumers recourse where dealers have gone out of business. The \nVester dealerships had surety bonds chiefly through Universal Underwriters, a large surety and insurance \ncarrier for car dealers.  While Plaintiffs do not seek to certify a class that would recover against the \nKinston Dealership, Plaintiffs contend that Universal Underwriters, as surety for that dealership, would \nstand in its stead should there be a recovery as to the Kinston dealership.\n \n  \n[14] Defendant Universal Underwriters is a corporation duly organized and \nauthorized to conduct business under the laws of the State of Kansas. \n[15]  Defendant Western Surety is a co rporation duly organized and authorized \nto conduct business under the laws of the State of South Dakota. \nIII. \nTHE MOTION \n[16] Clark.  Plaintiff Clark seeks to have certified a class of vehicle purchasers \nwith regard to down payment practices under the Motor Vehicle Dealers and \nManufacturers Licensing Law, N.C. Gen. Stat. § 20-285, et seq. (the “Dealer Act”) \n(henceforth in this Order, references to sections of the North Carolina General Statutes \nwill be to “G.S.”) and the Unfair and Deceptive Trade Practices Act, G.S. 75-1.1, et seq. \n(“Chapter 75”) (collectively Clark’s “Claims” or the “Down Payment Claims”). \n[17] Carmon.  Plaintiff Carmon seeks certification of a class of consumers who \nwere sent mailers under the Fair Credit Reporting Act, 15 U.S.C. § 1681, et seq. (the \n“FCRA Claim”).  However, by separate Order of even date herewith, the court has \ngranted Defendants’ Motion for Summary Judgment with regard to Carmon’s FCRA \nClaim.  Accordingly, the FCRA Claim has been dismissed and further discussion of it in \nthis Order is not necessary. \nIV. \nDISCUSSION \n[18] In North Carolina, class actions are governed by Rule 23.   \n  \n[19] Rule 23(a) provides: “If persons c onstituting a class are so numerous as to \nmake it impracticable to bring them all before the court, such of them, one or more, as \nwill fairly insure the adequate representation of all may, on behalf of all, sue or be sued.” \n[20] The party seeking to bring a cla ss action under Rule 23(a) has the burden \nof showing that the prerequisites for utilizing the class action mechanism are present.  \nCrow v. Citicorp Acceptance Co., 319 N.C. 274, 282 (1987).   \n[21] The requirements for cl ass certification are (a) commonality, in that the \nnamed and unnamed members each have an interest in either the same issue of law or \nof fact, and which issue predominates over issues affecting only individual class \nmembers; (b) numerosity, in that the class must be so numerous as to make it \nimpracticable to bring each member of the class before the court; (c) the party \nrepresenting the class must fairly and adequately ensure the representation of all class \nmembers, including those outside the jurisdiction of the court and (d) adequate notice \nmust be given to the class members.  Id. at 280-84; see also Nobles v. First Carolina \nCommunications, 108 N.C. App. 127, 132-33 (1992); Faulkenbury v. Teachers’ and \nState Employees’ Ret. Sys., 345 N.C. 683, 697 (1997).\n \n[22] Where all the prerequisite s are met, it is within the trial court’s discretion to \ndetermine whether a class action is superior to other available methods for the \nadjudication of the controversy.  Id. at 284.  Further, the trial court has broad discretion \nin deciding whether a class action should be certified and is not limited to consideration \nof matters expressly set forth in Rule 23 or in case law.  Id. \n[23] When making class certification decisions the trial court should not \nprematurely determine the merits.  Maffei v. Alert Cable TV of NC, Inc., 316 N.C. 615, \n  \n617-18 (1986) (citing Eisen v. Carlisle & Jacquelin, 417 U.S. 156, 177-78 (1974)).  \nFurther, it is not for the court to determine at the time of class certification whether the \ncommon questions guarantee a determination of liability.  Tomlin v. Dylan Mortgage, \nInc., 2002 NCBC 1, ¶ 9. \nA. \nClark’s Down Payment Claims. \n[24] At times material in 2003, Plai ntiff Clark purchased a used Mitsubishi \nautomobile from Alan Vester Enterprises, LLC, d/b/a Alan Vester Auto Mart of Selma. \nThe sales contract reflects a purported cash down payment of $2,000.  Clark testified he \nmade no down payment. \n[25] Clark contends that Vester (a) ro utinely marketed vehicles as “no money \ndown,” (b) inaccurately represented in bills of sale and other contract documents that \ncash down payments were made when they were not and (c) internally accounted for \nthe false down payment practice on documents known in the trade as cover sheets \n(“Cover Sheet(s)”) under the line item “CFA.”  Plaintiff contends that if a customer \nactually made a down payment, the dealership would provide the customer with a \nwritten receipt. \n[26] Clark further contends that Vester followed these practices so as to (a) \nincrease the likelihood that subprime loans would be funded and (b) obtain loan \napprovals for higher amounts from lenders.  He alleges that Vester would manipulate \nthe total selling price of such a vehicle to recoup any false down payment amount; and \nthat Vester accounted for the actual facts of the sale on the Cover Sheets, which were \ndeliberately hidden both from customers and lenders.  Plaintiff contends that Vester did \n  \nnot put prices on used car window stickers so that it could more easily manipulate \nultimate prices.  Clark further contends that Vester’s alleged failure to disclose or secure \ncustomer approval when applying a “dealer rebate” as a down payment was unlawful. \n[27] In Clark’s sales file (a “Deal Fi le”), the bill of sale indicates a down \npayment of $2,000 was made.  However, there is no cash receipt, which is consistent \nwith Clark’s testimony that he did not pay $2,000 down.  There is no Cover Sheet in \nClark’s Deal File. \n[28]  The Vester dealerships were licensed under the Dealer Act, which \nprovides a cause of action to an aggrieved consumer.  G.S. 20-288(e).  The Dealer Act \nrequires that at the time of delivery of a vehicle the dealer must provide a written \ninstrument describing “clearly” certain items, including “the cash paid down by the \nbuyer.” G.S. 20-303.  Further, the North Carolina Dealer Regulations2 provide that the \ndealer must document in writing the cash paid down by the customer.  The forecast of \nevidence before the court supports Clark’s allegations that Vester violated this statute \nby not delivering to him a written statement describing clearly the cash paid down by the \nbuyer.3 \n[29] Clark contends that Vester’s unl awful practices with regard to such \nautomobile sales proximately damaged him and other purchasers by resulting in an \noverstatement of the sales price, sales tax, finance charges, the amount financed and \ntotal amount of payments as reflected in a particular purchaser’s retail installment sales \n                                                 \n2 North Carolina Department of Transportation Division of Motor Vehicles License & Theft Bureau, Motor \nVehicle Dealer and Manufacturer Regulation Manual, p. 59 (March 2009), available at \nhttp:www.ncdot.org/dmv/forms/licensetheft/download/dealerregulationmanual.pdf. \n3 See generally Knapp v. Americredit, 245 F. Supp. 2d 841, 844-51 (S.D.W. Va. 2003) (denying summary \njudgment on claim alleging use of false down payment scheme to obtain financing); Order dated Jan. 26, \n2004 (enjoining dealer from “[e]ntering into a financed vehicle transaction that discloses an amount as a \ncash down payment that in fact is not paid in cash at the time of consummation of the transaction”).  \n  \ncontract.  The forecast of evidence before the court supports Clark’s allegations of \ndamages in this regard. \n[30] G.S. 20-308.2(c) provides that “[ a]ny provision of any agreement . . . \nwhich is in violation of any section of this Article shall be deemed null and void and \nwithout force and effect.”  With regard to his Claims, Clark contends that the false \ncontract provision reflecting payment by him of a $2,000 cash down payment is null and \nvoid and without force and effect; and that the court can reform the contract and order \nrefund of any overcharges by Vester.  He further contends that he and putative class \nmembers are entitled to refunds of any overcharge as a matter of damages or equitable \nrelief.  \n[31] Clark also contends that  the violation of the Dealer Act may also constitute \na violation of Chapter 75.  See Moretz v. Miller, 126 N.C. App. 514, 517 (1997) (noting \nthat “violation of a statutory provision designed to protect the consuming public may \nconstitute an unfair and deceptive practice as a matter of law”), rev. denied, 347 N.C. \n137 (1997); Stanley v. Moore, 339 N.C. 717, 724 (1995); Pearce v. American Defender \nLife Ins. Co., 316 N.C. 461, 470 (1986); Winston Realty Co. v. G.H.G., Inc., 314 N.C. \n90, 98-99 (1985); Ellis v. Smith-Broadhurst, Inc., 48 N.C. App. 180 (1980); Edmisten v. \nZim Chemical Co., 45 N.C. App. 604 (1980). \n[32] Clark asks the Court to define a class with regard to his Claims as follows:  \n“All individuals sold used motor vehicles by a North Carolina Vester dealership from \nFebruary 7, 2002, to present,4  where (a) the sale was financed; (b) the bill of sale \n                                                 \n4 The February 2002 starting date is four years before the complaint was filed, pursuant to the Chapter 75 \nstatute of limitations.  It is inclusive of the claim under the Dealer Act as well, which is subject to a three- \nyear statute.   \n \n  \nreflects cash down; and either (i) there is a cover sheet reflecting a CFA entry or (ii) \nthere is no cash receipt for the down payment.”  \n[33] The Vester Defendants contend that the issues raised by Clark’s Claims \ndo not meet the requirements for a class action, and that any prospective claims by \neither Clark or other potential plaintiffs are too disparate for class treatment and \ntherefore should be litigated individually and not collectively. \n[34] The court is forced to agree with Pl aintiff Clark that his Claims meet the \nrequirements for declaration of a class. \n[35] Commonality.  In this action, common issues predominate over \nindividualized issues.  The central issue is whether Vester falsified a cash down \npayment.  The method of determining damages will not vary by class member.  See \nTomlin, supra, 2002 NCBC 1 at ¶ 10 (noting that method of determining amount of class \nmember’s damages will not vary).  Further, the facts alleged in this action present a \ncommon question with regard to whether the false down payments alleged by Plaintiff \nClark were unfair and deceptive.  Id. (noting that determination of whether company \npractice was unfair was common to class). \n[36] Numerosity.  Clark contends that the exact size of the putative class is \nlikely to range in the thousands, given that the various Vester dealerships sold \nthousands of used vehicles.  Here, the members of the putative class with regard to \nClark’s Down Payment Claim are sufficiently numerous so as to certify a class. \n[37] Adequacy of Representation.  To represent the class members in this \ncase fairly and adequately, the Plaintiffs must have no conflict with the members, and \nmust have a genuine personal interest in the outcome of the case.  Tomlin, 2002 NCBC \n  \nat ¶¶ 19-29.  Plaintiff Clark has no conflict with other potential class members and has \nan interest in the outcome of the action.  He has been sufficiently diligent in his \ninvolvement in this case.  He is represented by experienced and knowledgeable legal \ncounsel, has shown a basic knowledge of the basis of his Claims and is an adequate \nclass representative. \n[38] Superiority of Class Vehicle.  Here, (a) common issues predominate, (b) \nthe named representative will adequately protect the interests of the members of the \nproposed class and (c) the class members are sufficiently numerous.  Consequently, \nthe prerequisites for a class claim having been met, it is within the trial court’s discretion \nto determine whether “a class action is superior to other available methods for the \nadjudication of th[e] controversy.”  Crow, 319 N.C. at 284.  In the instant action, the \nClaims involve alleged false down payments and improperly disclosed dealer rebates in \nmotor vehicle sales that were documented by forms with standardized language and \nwhich are subject to uniform accounting practices and uniform damages.  The court \nconcludes, in its discretion, that a class action is a superior method for adjudicating \nClark’s Claims.     \n[39]  With regard to his Down Pa yment Claims, Clark therefore has \ndemonstrated the existence of a class pursuant to Rule 23. \n[40] Exceptions to the Plaintiff Class.  Defendants contend some customers \nsigned arbitration clauses barring class action participation.  Further, Plaintiff asks the \ncourt to exclude from the Plaintiff class any vehicle sales involving Lawrence Harris or \nJonathan Stokes, former Vester employees represented by one of the Plaintiffs’ law \nfirms.  The court finds both requests reasonable.  Accordingly, (a) the class shall not \n  \ninclude any purchasers who signed arbitration agreements as part of their purchase \nfrom a Vester entity, and (b) no sales shall be included in the class in which the sales \nperson was either Lawrence Harris or Jonathan Stokes. \n[41] The Defendant(s).  Plaintiff Clark contends that the management and \ncontrol of the various Vester Defendants was sufficiently intermingled, and their \nrespective corporate structures sufficiently disregarded, that in this action they all should \nbe treated as one for liability and class action purposes; and that he has standing to \nprosecute all such claims.  He bases his contention on theories of corporate veil \npiercing, joint venture, conspiracy, partnership and assignment; and he also argues that \nthere exists a sufficient “juridical link” between the respective Vester Defendants to \nsupport a conclusion that they all should be defendants in the alleged class claims. \n[42] Plaintiff cites a number of report ed cases from other jurisdictions in \nsupport of his position.  Two of those certified classes against management companies \nfor the conduct of their chain of dealerships.  See Galura v. Sonic Automotive, Inc. \n(order granting plaintiffs’ motion for class certification, dated June 3, 2005, 13th Judicial \nCircuit, Hillsborough County, aff’d in part, 961 So. 2d 961 (Fl. Ct. App. 2007)), where \nplaintiffs had gone to particular automobile dealerships in Florida.  There, the court found \nthat common issues existed regarding the parent entity’s ownership, control and \nmanagement of its other dealerships in Florida, and it certified a class against the parent \ncompany with regard to every dealership it owned in Florida.  See also Phillips v. Andy \nBuick, Inc., 2006 WL 3183277 (Ohio Ct. App. Nov. 3, 2006) (certifying class against the \nnamed defendants and against “any dealerships that they own, manage, direct and/or \n  \ncontrol” on a claim regarding allegedly unfair and deceptive fees added into automobile \nsales deals). \n[43] On the other hand, Defendants cont end that Clark lacks standing to sue \nany Defendant other than Alan Vester Enterprises, LLC, d/b/a Alan Vester Auto Mart of \nSelma, the dealership from which Clark bought his used Mitsubishi automobile.  \nConsequently, they argue that that Clark’s Down Payment Claim may only be certified \nas a class action against that entity.  They contend that because Clark has not alleged \nany dealings with any other Vester Defendant, he would have no personal claim against \nthe other Vester Defendants, and would have no standing to allege an injury arising \nfrom their conduct.  Accordingly, he would be unable to represent unnamed class \nmembers against any of the Vester Defendants except Alan Vester Enterprises, LLC.  In \nsupport of their argument, Defendants cite Nixon v. Alan Vester Auto Group, Inc.5 In \nthat matter, which also alleged class claims against a number of Vester automobile \ndealerships, and other party defendants, the Court dismissed plaintiff’s claims against \nall Vester dealerships except the one from which she purchased an automobile.6  The \ncourt there found no cases in which a subsidiary has been held liable for the actions of \nanother subsidiary operating at the same level of corporate structure.  The plaintiff’s \nattempts to avoid the standing problem through allegations of conspiracy between the \nsubsidiaries were not convincing to the court, and the court concluded that a sufficient \njuridical link between the various defendants and the plaintiff’s class claims did not \n                                                 \n5 1:07cv839, 2009 U.S. Dist. LEXIS 10870 (M.D.N.C. Feb. 12, 2009). \n6 The court also allowed the claims to proceed against Alan Vester individually, apparently based on \nevidence that Alan Vester directed an alleged conspiracy involving all the dealerships “from the top \ndown.” Id. at 88.  He is not a party Defendant in the instant action. \n  \nexist.7  Rather, the court concluded that plaintiff failed to show that any dealership, other \nthan the one from which she purchased her automobile, took any action at all in regard \nto her purchase.  Consequently, reasoning that a subsidiary cannot be held liable for the \nactions of another subsidiary, the court dismissed all claims against the non-selling \ndealership defendants.   \n[44] Standing In General – Multiple Defendants.  In the context of a class \naction, and as argued by Defendants here, it often is said that a representative plaintiff \nmust have individual standing as to any defendant in order to assert a class claim \nagainst that defendant.  Consequently, as reflected in Nixon, supra, courts typically are \nreluctant to certify a defendant class in the context of a plaintiff class.  Id.  Certainly, if \nthe class representative has standing to state an individual claim against each \ndefendant or if the respective defendants have exposure to joint and several liability, all \nsuch defendants properly can remain in the case.  Here, Plaintiff Clark contends the \nevidence will support his standing to go forward with various claims against the Vester \nDefendants.  Those claims rest on various theories of civil conspiracy, joint venture, \npartnership and insufficient corporate veil (Plaintiffs’ “Standing Theories”), each of which \nwould portend joint and several liability for the respective Vester Defendants should \nClark ultimately prevail.8 \n[45] The Juridical Link.  Plaintiff also argues that even if in the final analysis, \nthe evidence does not support the above Standing Theories, the facts of record support \n                                                 \n7 Id. \n8 In order to show standing with regard to such claims, a plaintiff ordinarily must show injury that is “fairly \ntraceable to the challenged action of the defendant.”  Neuse River Foundation, Inc. v. Smithfield Foods, \nInc., 155 N.C. App. 110, 114 (2002).   \n \n  \napplication of the concept of a juridical link between all the Vester Defendants that \nwould allow this action to go forward as a class action against all the Vester entities. \n[46] In this regard, a number of jurisd ictions have recognized an exception to \nthe literal standing requirement in a class action where defendant members are related \nin what is characterized as a “juridical link,” which in substance is defined as the \nexistence of a legal relationship between two or more defendants in a way such that \nresolution of the disputed claims in a single civil action is preferable to numerous \ndisparate, but similar actions.   It has been defined as follows: \nThe “juridical-link doctrine” answers the question of whether \ntwo defendants are sufficiently linked so that a plaintiff with a \ncause of action against only one defendant can also sue the \nother defendant under the guise of  class certification.  The \njuridical-link doctrine is not rele vant to the issue of standing, \nand is properly confined to an analysis of the prerequisites to \nclass certification.  A juridical link sufficient to confer \nstanding generally must stem  from an independent legal \nrelationship.  It must be some form of activity or association \non the part of the defendants that warrants imposition of joint \nliability against the group even  though the plaintiff may have \ndealt primarily with a single member.  This link may be a \nconspiracy, partnership, jo int enterprise, agreement, \ncontract, or aiding and abetting which acts to standardize the \nfactual underpinnings of the claims and to insure the \nassertion of defenses common to the class. \n \n32B Am. Jur. 2d. § 1590 (2009). \n \n[47] Except as argued but rejected by  the federal district court in Nixon, supra, \nthe parties have not cited, and the court has not found, any reported North Carolina \ncases dealing with the concept of the juridical link9 in a manner relevant to the context \n                                                 \n9 Not directly on point, but instructive are:  Faircloth v. Fin. Asset Secs. Corp., et al, 87 Fed. Appx. 314, \n318 (4th Cir. 2004); Dash v. Firstplus Home Loan Trust 1996-2, et al, 248 F. Supp. 2d. 489 (M.D.N.C. \n2003). \n  \nof this civil action; and the court deems this to be a matter of first impression for the \nNorth Carolina courts. \n[48] Here, with regard to Plaintiff’s ju ridical link argument, the Plaintiff in \nsubstance claims that the conduct of the various Vester Defendants about which he \ncomplains was dictated by Alan Vester and Defendant Alan Vester Management \nCorporation, and that a juridical link exists between the Vester Defendants sufficient to \nsupport Plaintiff’s class claims against each of them as a collective group.  He contends \nsuch a vehicle is the superior and most efficient mechanism for management of Clark’s \nclaims in behalf of the class. \n[49] In this regard, Clark has proffe red evidence, and the court FINDS, for \npurposes of the Motion, that: \n(a) Alan Vester Management Corporat ion managed the various Vester \ndealerships.10  It hired a compliance manager who supervised compliance for all \ndealerships.11  They all had the same president, Alan Vester.12  They had \nperiodic managers’ meetings with Alan Vester.13  Alan Vester set companywide \npolicies, and in his affidavit refers to all the stores together as the “Alan Vester \nCompany.”14  The compliance policy itself is directed to every “employee of the \ncompany.”15  Vester transferred managers between stores and the stores made \nloans to each other.16  Customer deals that began at one store could be \n                                                 \n10 Alan Vester Dep., pp. 29-30. \n11 Williamson Dep., pp. 6 and Ex. 14, ¶ 1; Alan Vester Dep., pp. 30-31. \n12 Id., Ex. 33. \n13 Alan Vester Dep., p. 66. \n14 Id., Ex. 37. \n15 Id., Ex. 43. \n16 Martin Dep., pp. 16, 357, 374-75. \n  \ncompleted at another.17  Vester represented that various stores were owned and \noperated “under the same corporate structure” and thus one dealer agreement \ncould be used for all.18 \n(b) All dealership stores were managed by Alan Vester Management \nCorporation, of which Alan Vester was the president19.  It was pursuant to his \ninstructions that “Alan Vester dealerships” engaged in relevant acts.20  “[T]he \ndealerships [were] managed by Alan Vester Management Company.”21  Alan \nVester testified as to the “Alan Vester Company’s standard practice” regarding \ncover sheets.22  The Management Company “sits on top of these corporations to \ntry to manage them.”23  \n(c) Mr. Williamson checked compliance “within the organization” and \n“within the company.”24  There was one compliance manual for all stores.25  Mr. \nWilliamson was employed by Alan Vester Management.26  He was an employee \nof the management company when he and Alan Vester destroyed the Cover \nSheets.27  The compliance policy did not differentiate between entities, but was \ndirected to every “employee of the company.”28 \n                                                 \n17 Lowery Aff. \n18 Pls.’ Br. Supp. Mot. Class Certif., Ex. 65. \n19 Alan Vester Aff., ¶ 1. \n20 Id., ¶ 2. \n21 Id. \n22 Id., ¶ 10. \n23 Alan Vester Dep., pp. 29-30. \n24 Williamson Dep., pp. 62-63. \n25 Id. at 65. \n26 Id. at 6. \n27 Williamson Aff., ¶ 1. \n28 Alan Vester Dep., Ex. 43. \n  \n(d) Accounting was centralized at the Roanoke Rapids and Oxford \ndealership stores.29  Alan Vester was the president of every store.30  Ralph \nMoore was outside accountant for all the stores.31  All the stores had common \nofficers, consisting of Vester family members.32 \n(e) Marie Johnston processed deals over the years for the Wilson, \nKinston, Selma and Greenville dealership stores as well as the franchise stores \n(Alan Vester Ford, Honda and Nissan).33  Tina Robinson processed deals for the \nMitsubishi store in Oxford, and the Henderson and Burlington stores.34  The \ncontroller for all the retail dealership was Alan Vester’s daughter, Kristin Martin, \nwho was employed by Alan Vester Management.35 \n(f) The dealership stores made loans to each other.36   Employees \nwould be moved from one store to another; for example finance manager David \nGetty worked at the Wilson, Selma and Henderson stores.37  The managers for \nall the stores would meet at Alan Vester’s “lake house” or at a hotel once a \nmonth.\n38  Satellite store deal information was input into the “main computer \nsystem” in Roanoke Rapids.39  The normal sales process at the different Vester \nstores was “essentially the same.”40 \n                                                 \n29 Williamson Aff., ¶ 4; Alan Vester Dep., pp. 48-49. \n30 Id. at 22-23. \n31 Id. at 27-29. \n32 Id., Ex. 33. \n33 Johnston Dep., pp. 4-8, 22-24, 27-28, 36-37. \n34 Robinson Dep., pp. 20-21, 80-82. \n35 Martin Dep., pp. 14, 60-61, 87. \n36 Id. at 373. \n37 Getty Dep., pp. 7-10. \n38 Id. at 11, 13-14. \n39 Id. at 61. \n40 Id. at 77. \n  \n(g) A civil settlement agreement betw een the North Carolina Attorney \nGeneral and the Vester organization recites that “Alan Vester and Rodney \nVester, along with others, own, manage, and control the operations of the Vester \nDealerships.”41  The dealerships “jointly and severally” paid a monetary \namount.42     \n[50] The evidence here is disputed as  to whether (a) Vester management \nfailed to maintain a separate corporate identity between the various Vester Defendants; \n(b) one or more of the Vester Defendants at times material was acting as the alter ego \nor as the “mere instrumentality” of Alan Vester Enterprises, LLC43 or (c) there existed a \njoint venture, conspiracy, partnership or assignment relationship between the various \nVester Defendants.  However, notwithstanding traditional notions and requirements of \nstanding, the court concludes that the facts of record reflect a sufficient juridical link \nbetween the Vester Defendants to support a determination that this action should \nproceed as a class action against all the Vester Defendants. \n[51] Consequently, in its discretion the court concludes that Plaintiff Clark has \ndemonstrated that a class exists with regard to his Down Payment Claims, and that \neither he has standing to bring his class Claims against the Vester Defendants or there \nexists a sufficient juridical link between his Claims and the Vester Defendants. \n[52] The Plaintiff Class.  Therefore, with regard to Clark’s Down Payment \nClaims, a Plaintiff class should be certified to exist, and be defined as: \n                                                 \n41 Settle. Agmt., ¶ 1. \n42 Id. at ¶ 5. \n43 One of these circumstances typically being necessary for Clark to have standing to sue Vester \nDefendants other than Alan Vester Enterprises, LLC.  The B-W Acceptance Corp. v. Spencer, 268 N.C. 1, \n8 (1966); Whitehurst v. FCX Fruit and Vegetable Service, 224 N.C. 628 (1944). \n  \n(a) Any individuals who were sold  used motor vehicles by either \nAlan Vester Auto Group, Inc., d/b/a Alan Vester Auto Sales, d/b/a Alan \nVester Auto Outlet of Roxboro and d/b/a Alan Vester Mitsubishi; Alan \nVester Motor Company, Inc., d/b/a Alan Vester Honda; Alan Vester \nNissan, Inc., d/b/a Alan Vester Automotive of Greenville; Alan Vester Auto \nMart, Inc.; Alan Vester Ford Lincoln Mercury, Inc., d/b/a Alan Vester Auto \nOutlet; Alan Vester Auto Mart of Kinston, Inc.44 or Alan Vester Enterprises, \nLLC, d/b/a Alan Vester Auto Mart of Selma; \n \n(b) From February 7, 2002, to the present; \n \n(c) Which sale was financed; \n \n(d) Where the bill of sale reflec ts cash paid down, and either (i) \nthere is a cover sheet reflecting a CFA entry or (ii) there is no cash receipt \nfor the down payment;45\n \n(e) Who did not sign arbitration agreements as part of their \npurchase from a Vester entity named in subparagraph (a) above; and \n \n(f) Who did not have as their sales person either Lawrence \nHarris or Jonathan Stokes. \n \n[53] Plaintiff Clark’s class Claims shall proceed against (a) the Vester \nDefendants named in the foregoing class definition, (b) Defendant Alan Vester \nManagement Corporation, (c) Defendant Universal Underwriters Insurance Company \nand (d) Defendant Western Surety Company. \n[54] Caveat.  The class action vehicle is one that seeks a balance between \njustice for the litigants and efficiency in resolution of class disputes.  In this action, the \ncourt concludes that occasional and inevitable individual issues, such as the potential \ndiscrete liability of a Vester Defendant as to a particular class member, or as to \ndamages of various class members, are outweighed by the interests of efficiency, \n                                                 \n44 See fn. 1, supra. \n45 Consistent with the court’s Order of even date herewith relative to Plaintiffs’ Motion for Discovery and \nSpoliation Sanctions, Plaintiffs will be entitled to the benefit of a limited spoliation inference for purposes \nof trial.  Consequently, where Deal Files show cash down payments on the bill of sale, but lack a cash \nreceipt, the jury will be allowed to draw an inference that a CFA previously existed and that no down \npayment in fact was made. \n \n  \njudicial economy and the ends of justice.  However, the parties should bear in mind that \nit is the duty of the trial court to attempt a fair and reasonable balance of those \npotentially competing interests; and that it is within the inherent power and authority of \nthe court – indeed, is the duty of the court – when appropriate, to reconsider, alter, \namend or withdraw class rulings sua sponte.46 This court will undertake to discharge \nthat duty as this action moves forward toward resolution.   \nIV.     \nCOSTS OF CLASS NOTICE \n[55] The trial court has broad discretio n in determining which party properly \nbears the costs of identifying and notifying class members of the existence of this \nmatter.  Frost v. Mazda Motor of America, Inc., 353 N.C. 188, 198 (2000). \n[56] The general rule is that the plaintiff should bear such costs, since it is the \nplaintiff who has the burden of proof, is bringing the suit, seeks to maintain it as a class \naction and intends to represent the members of the class in prosecuting the action   Id. \nat 197.  However, exceptions of this general rule exist.  One of those exceptions has \ngrown out of matters in which there has been abuse of discovery or other pre-trial \nprocess by the defendant.  See e.g., Six Mexican Workers v. Arizona Citrus Growers, \n641 F. Supp. 259 (D. Ariz. 1986) (requiring defendants to pay costs of notice where \nthere had been intentional failure to maintain proper records). \n[57] By separate Order of  even date herewith, the court has determined that \none or more of the Vester Defendants acted improperly in this action with regard to \nissues of spoliation and destruction of documents.  Among other things, those issues go \ndirectly to the existence and identity of class members.  Accordingly, in the exercise of \n                                                 \n46 Newberg on Class Actions, § 7:47 (Fourth Edition). \n  \nits discretion, the court determines that the Vester Defendants should bear the costs \nidentifying and notifying class members of this matter. \n[58] The form and mechanics of identify and notifying class members will be \ndetermined by the court at a later date.  \nV.     \nCONCLUSION \nNOW THEREFORE, based upon the foregoing FINDINGS and CONCLUSIONS, \nit hereby is ORDERED that:  \n[59] The Plaintiffs’ Motion for Class Certification should be, and hereby is, \nGRANTED with regard to the Down Payment Claims alleged by Plaintiff John Clark. \n[60] As to the Down Payment Claims,  the certified class shall include: \n(a) Any individuals who were sold  used motor vehicles by either \nAlan Vester Auto Group, Inc., d/b/a Alan Vester Auto Sales, d/b/a Alan \nVester Auto Outlet of Roxboro and d/b/a Alan Vester Mitsubishi; Alan \nVester Motor Company, Inc., d/b/a Alan Vester Honda; Alan Vester \nNissan, Inc., d/b/a Alan Vester Automotive of Greenville; Alan Vester Auto \nMart, Inc.; Alan Vester Ford Lincoln Mercury, Inc., d/b/a Alan Vester Auto \nOutlet; Alan Vester Auto Mart of Kinston, Inc. or Alan Vester Enterprises, \nLLC, d/b/a Alan Vester Auto Mart of Selma; \n \n(b) From February 7, 2002, to the present; \n \n(c) Which sale was financed; \n \n(d) Where the bill of sale reflec ts cash paid down, and either (i) \nthere is a cover sheet reflecting a CFA entry or (ii) there is no cash receipt \nfor the down payment;” \n \n(e) Who did not sign arbitration agreements as part of their \npurchase from a Vester entity named in subparagraph (a) above; and \n \n(f) Who did not have as their sales person either Lawrence \nHarris or Jonathan Stokes. \n \n  \n[61] The Vester Defendants shall bear the costs of ident ifying and notifying \nclass members of the Down Payment Claims. \n[62] Carmon’s FCRA Claim has been di smissed by separate Order of the \ncourt.  Consequently, as to the FCRA Claim, the Motion is DENIED. \n[63] The court will conduct a status conference in this matter at 12:00 noon on \nAugust 12, 2009, at the North Carolina Business Court at 227 Fayetteville Street, Fourth \nFloor, Raleigh, North Carolina.  At that time the parties shall be prepared to discuss \nclass management issues, including class notice mechanics and procedures. \n This the 17th day of July, 2009. \n  \n    \n  "
}