{
  "id": "ec735de1ef0ba10b9cbf44f5cb9a1d390a2399c48bee8c789967d92c4b01b9ab",
  "source_file": "data/raw/ncbc/ec735de1ef0ba10b9cbf44f5cb9a1d390a2399c48bee8c789967d92c4b01b9ab.pdf",
  "raw_text": "Green v. Short, 2007 NCBC 8 \n \nSTATE OF NORTH CAROLINA                               IN THE GENERAL COURT OF JUSTICE \n                                                                                                SUPERIOR COURT DIVISION \nMECKLENBURG COUNTY                                         06 CVS 22085 \n \n \nJOHN K. GREEN, individually and on behalf of ) \nASIA APPAREL COMPANY, LLC,   ) \n       )  \n  P l a i n t i f f ,     )  \n       )  \nv. )  ORDER \n) \nROBERT WAYNE SHORT, AMERITEX  )  \nAPPAREL CORPORATION, and/or   ) \nAMERITEX APPAREL CORP., AMERITEX ) \nAPPAREL CO., LTD., and/or AMERITEX   ) \nAPPAREL CORPORATION, LTD.   ) \n       )  \n  Defendants.    ) \n \n \nGray, Layton, Kersh, Solomon, Sigmon, Furr & Smith, P.A., by Ted F. Mitchell and \nWilliam E. Moore, Jr. for Plaintiff John K. Green, individually and on behalf of Asia \nApparel Company, LLC. \n   \nBishop, Capitano & Moss, P.A. by J. Daniel Bishop for Defendants Robert Wayne Short, \nAmeritex Apparel Corporation, and/or Ameritex Apparel Corp., Ameritex Apparel Co. \nLtd., and/or Ameritex Apparel Corporation, Ltd. \n  \nDiaz, Judge. \n \n{1} The Court heard this matter on 28 February 2007 on the following Motions:  (1) \nPlaintiff’s Motion for Entry of Default, and (2) Defendants’ Motion to Stay and Compel \nArbitration. \n{2} After considering the Court file, the written Motions and supporting materials, the briefs \nof the parties, and the arguments of counsel, the Court DENIES Plaintiff’s Motion for Entry of \nDefault and GRANTS Defendants’ Motion to Stay and Compel Arbitration. \n \n \n \nI. \n \nFACTS  \n \nA. \n \nTHE PARTIES \n \n{3} Plaintiff John K. Green (“Green”) is a resident of Mecklenburg County, North Carolina.  \n(Am. Compl. ¶ 1.)  Green purports to bring individual claims in this action, as well as derivative \nclaims on behalf of Asia Apparel Company, LLC (“Asia Apparel” or the “Company”).  (Am. \nCompl. ¶ 3.) \n{4} Asia Apparel is a limited liability company organized under North Carolina law with its \nprincipal place of business in Mecklenburg County, North Carolina.  (Am. Compl. ¶ 2.) \n{5} Green alleges that Defendant Robert Wayne Short (“Short”) is a resident of Mecklenburg \nCounty, North Carolina.  (Am. Compl. ¶ 4.) \n{6} According to Green, Defendant Ameritex Apparel Corporation and/or Ameritex Apparel \nCorp. is a California corporation wholly owned by Short.  (Am. Compl. ¶ 5.)  Green further \nalleges that Defendant Ameritex Apparel Co., Ltd. and/or Ameritex Apparel Corporation, Ltd. is \na foreign corporation that is wholly owned by Short and operated as a branch of Defendant \nAmeritex Apparel Corporation.  (Am. Compl. ¶ 6.)  The Court will hereafter refer to these \nentities as the “Ameritex Companies.” \nB. \nTHE PLEADINGS AND OTHER FILINGS \n 2\n{7} On or about 13 November 2006, Green filed a Verified Complaint (the “Complaint”) in \nthis case.  Green served Defendants Short and Ameritex Apparel Corporation with the Complaint \non or about 17 November 2006. \n{8} On or about 15 December 2006, Defendants Short and Ameritex Apparel Corporation \nfiled a notice designating this matter as a mandatory complex business case pursuant to N.C.G.S. \n§ 7A-45.4 (2006).  They also sought and obtained a 30-day extension of time to serve a \nresponsive pleading, up to and including 17 January 2007. \n{9} On 18 December 2006, the Chief Justice of the North Carolina Supreme Court designated \nthe case as complex business, and the matter was assigned to me. \n{10} On 23 January 2007, Defendants filed a Motion to Stay and Compel Arbitration (the \n“Motion to Arbitrate”) pursuant to the Federal Arbitration Act (the “FAA”), 9 U.S.C.S. §§ 1-16 \n(2006). \n{11} Green filed a response to the Motion to Arbitrate on 6 February 2007. \n{12} On 16 February 2007, the Defendants filed their reply.  Defendants also moved for an \nimmediate interim stay of the action to avoid a threatened entry of default by Green. \n{13} That same day, the Court notified the parties that it would take no action on the request \nfor an immediate interim stay, but I directed Green to file any request for entry of default for \naction by me and not the Clerk.1 \n{14} On 28 February 2007, Green filed a Motion for Entry of Default, which was accompanied \nby an Amended Complaint filed as of right pursuant to Rule 15(a) of the North Carolina Rules of \nCivil Procedure.2  Although Green failed to attach a certificate of service to this new pleading \n                                                 \n1 See generally Hasty v. Carpenter, 51 N.C. App. 333, 276 S.E.2d 513 (1981) (holding that a trial court has \nconcurrent jurisdiction with the clerk for purposes of entry of default).   \n2 Among other things, the Amended Complaint added (1) Ameritex Apparel Co., Ltd. and/or Ameritex Apparel \nCorporation, Ltd. as a defendant, and (2) a new claim for constructive trust. \n 3\n(and also failed to attach the exhibits referenced therein), the Court’s docket shows that Green \nelectronically served the Amended Complaint on counsel for Short and Ameritex Apparel \nCorporation on 28 February 2007. \nC. \nTHE CLAIMS \n{15} On or about 17 July 2000, Green and Short formed Asia Apparel for the purpose of \nimporting textile goods from overseas and distributing them to retailers throughout the United \nStates.  (Am. Compl. ¶ 7; Short Aff. ¶ 3.) \n{16} On that same date, the parties executed an Operating Agreement that, among other things, \nnamed Green as a member and Short and Nolan Mills (“Mills”) as member/managers of the \nCompany.  (Compl. Ex. D Schedule A.) \n{17} The Operating Agreement appointed Short the Company’s President and Mills the \nCompany’s Vice-President, (Compl. Ex. D § 4.1), and also delineated their duties and \nresponsibilities.  (Compl. Ex. D. §§ 3.1-3.7.) \n{18} Green alleges that Mills was discharged as a manager of Asia Apparel and that his \ninvestment in the Company was redeemed on 22 May 2002.  (Am. Compl. ¶ 20.) \n{19} Short continues to serve as President and Manager of the Company.  (Am. Compl. ¶ 4.) \n{20} The Amended Complaint alleges that: \n(1) The Ameritex Companies were formed, at least in part, to provide \nresources for the production of goods to be distributed by the \nCompany, (Am. Compl. ¶ 9); \n \n(2) Short misrepresented his financial bona fides, as well as those of the \nAmeritex Companies, and made other false representations regarding \nthe Defendants’ ability to meet Asia Apparel’s business needs, (Am. \nCompl. ¶¶ 9-11); \n \n 4\n(3) Short’s “misinformation and false representations induced Plaintiff \nGreen to enter into business with Defendant Short and to continue \ninvesting in Asia Apparel after its creation,” (Am. Compl ¶ 13); \n \n(4) Green invested, either directly or indirectly, $2.7 million in the \nCompany, (Am. Compl. ¶ 14); \n \n(5) Short has (a) refused to appear at duly noticed member meetings, (b) \nignored requests from Green that he be named a manager of the \nCompany, (c) refused to allow Green access to Asia Apparel’s books \nand records, and (d) generally acted in a manner contrary to the best \ninterests of the Company, (Am. Compl. ¶¶ 20, 22-25); and \n \n(6)  The Ameritex Companies are nothing more than the “alter ego and \ncorporate shell for Defendant Short, into which said Defendant has \nwrongfully and unfairly diverted profits from Asia Apparel,” (Am. \nCompl. ¶ 66). \n \n{21} The Amended Complaint prays for (1) preliminary and permanent injunctive relief, \nincluding the appointment of a receiver, (2) an accounting of Asia Apparel’s assets, (3) \nredemption of Green’s shares or, alternatively, dissolution of Asia Apparel, (4) a declaratory \njudgment as to the parties’ ownership rights in the Company, and (5) a constructive trust on all \nfunds in the hands of Ameritex and other unspecified third parties.  (Am. Compl. Prayer for \nRelief.) \n{22} Green also seeks compensatory, punitive, and statutory treble damages for (1) breach of \nfiduciary duty, (2) breach of contract, (3) fraud, (4) common law breach of fiduciary duty, (5) \nconstructive fraud, (6) unfair and deceptive trade practices, (7) unjust enrichment, and (8) \nconversion.  (Am. Compl. ¶¶ 31-125.) \nD. \nTHE OPERATING AGREEMENT \n 5\n{23} The cover page of the Operating Agreement states, in bold type, “THIS AGREEMENT \nIS SUBJECT TO ARBITRATION.”  (Compl. Ex. D 1.)  As to the scope of the arbitration \nclause, the agreement provides: \nArbitration.  Except as otherwise provided herein, any controversy or claim \narising out of or relating to this Agreement, or to the interpretation, breach or \nenforcement thereof, shall be submitted to arbitration in Charlotte, North \nCarolina, in a manner agreed upon by the parties then in interest, or in default \nof such agreement, in accordance with the commercial rules of the American \nArbitration Association.  Notwithstanding the foregoing, there shall be no \narbitration with respect to the appraisers’ determination hereunder of the fair  \nmarket value of the Company, since such determination is final and \nconclusive on all parties. \n \n(Compl. Ex. D § 12.14.)3\n \n{24} The Operating Agreement also provides that the Company will be dissolved upon the \nhappening of any one of a number of events, including “[t]he entry of a decree of judicial \ndissolution or the issuance of a certificate for administrative dissolution under the [North \nCarolina Limited Liability Company Act].”  (Compl. Ex. D § 11.1(e).) \n{25} Finally, the Operating Agreement describes how members may obtain access to the \nCompany’s records or demand an audit of the Company’s books of account.  (Compl. Ex. D, \n§ 12.1.) \n{26} The Amended Complaint concedes that arbitration is appropriate pursuant to the \nOperating Agreement, but only as to the claims lodged against Short, and then only after the \nCourt rules on Green’s request for interim equitable relief.  (Am. Compl. ¶ 36.) \nII. \nCONCLUSIONS OF LAW \nA. \n                                                 \n3 The Operating Agreement provides for the use of one or more appraisers to determine the Company’s market value \nwhere:  (1) the members fail to agree on a value, and (2) such a valuation becomes necessary for purposes of \naddressing a “Buy-Sell” event leading to the withdrawal of a member.  (Compl. Ex. D § 10.) \n 6\nPLAINTIFF’S MOTION FOR ENTRY OF DEFAULT \n{27} Green asserts that he is entitled to entry of default as to Defendants Short and Ameritex \nApparel Corporation because they did not file a timely responsive pleading to his original \nComplaint.  (See Mot. for Entry of Default.)  The Court disagrees. \n{28} Where a plaintiff amends his complaint as of right, a defendant has thirty days from the \ndate of service of that amended pleading to serve an answer.  Hyder v. Dergance, 76 N.C. App. \n317, 319, 332 S.E.2d 713, 714 (1985).  This is so even where, as here, a defendant has not \notherwise served a timely pleading to the original complaint.  Id. \n{29} In Hyder, the plaintiff filed his complaint on 26 July 1984.  Before the defendants \nanswered, and without leave of court, the plaintiff filed an amended complaint on 29 August \n1984.  On 7 September 1984, the clerk entered default judgment against the defendants.  The \ndefendants answered the amended complaint on 22 September 1984 and thereafter moved to set \naside the default.  The trial court denied the motion.  Id. at 318, 332 S.E.2d at 713-14. \n{30} The Court of Appeals reversed.  The court reasoned that because the defendants’ answer \n“was filed within 30 days of the amended complaint, it was timely” and the trial court erred as a \nmatter of law in refusing to set aside the default.  Id. at 320, 332 S.E.2d at 715. \n{31} The facts of this case are not distinguishable in any meaningful way from Hyder.  \nBecause Green amended his Complaint on 28 February 2007, the Defendants’ time to serve a \nresponsive pleading has not expired.  Accordingly, the Court DENIES Plaintiff’s Motion for \nEntry of Default. \nB. \nDEFENDANTS’ MOTION TO STAY AND COMPEL ARBITRATION \n \n 7\n{32} Defendants move to compel arbitration of this dispute and for a corresponding stay.  The \nCourt GRANTS the motion. \n1. \nGOVERNING LAW \n{33} Defendants assert that the FAA, 9 U.S.C.S. §§ 1-16 (2006), applies to the question before \nme; Green skips over this issue.  The court may not ignore the question, however, because the \nFAA “preempts conflicting state law” on the subject of arbitration.  WMS, Inc., v. Weaver, 166 \nN.C. App. 352, 357-58, 602 S.E.2d 706, 710 (2004). \n{34} The FAA governs any “contract evidencing a transaction involving commerce.”  9 \nU.S.C.S. § 2 (2006).  Commerce under the FAA is defined broadly as: \ncommerce among the several States or with foreign nations, or in any Territory \nof the United States or in the District of Columbia, or between any such \nTerritory and another, or between any such Territory and any State or foreign \nnation, or between the District of Columbia and any State or Territory or \nforeign nation . . . . \n \n9 U.S.C.S. § 1 (2006). \n{35} Given the undisputed evidence that “the business of Asia Apparel is to import textile \ngoods from overseas and to distribute them to retailers throughout the United States,” (Short Aff. \n¶ 3), and that the Company has engaged regularly in this business since its inception such that, in \n2006, its gross sales totaled over $7.4 million, (Short Aff. ¶ 4), I conclude that the FAA applies \nto the interpretation of the arbitration clause in the Operating Agreement. \n2. \nTHE SCOPE OF THE ARBITRATION AGREEMENT \n{36} In an unusual twist, all parties in this case have requested arbitration.  They diverge, \nhowever, on the timing and scope of the arbitration, and the parties that may demand it. \n 8\n{37} Defendants argue that arbitration is appropriate as to all parties and issues, including \nGreen’s requests for interim equitable relief and for dissolution.  (See Mot. to Stay and Compel \nArbitration.)  Green is unwilling to go so far, asserting that:  (1) only the signatories to the \nOperating Agreement may insist on arbitration, (2) an arbitrator may not consider Green’s claim \nfor dissolution, and (3) arbitration of the remaining claims must await the Court’s consideration \nof Green’s request for interim equitable relief.  (See Resp. to Mot. to Stay and Compel \nArbitration.) \n{38} Whether a dispute is subject to arbitration is a question of law for the Court.  Raspet v. \nBuck, 147 N.C. App. 133, 136, 554 S.E.2d 676, 678 (2001).4  As to this question, the Court \nconsiders:  (1) whether the parties had a valid agreement to arbitrate, and (2) whether the specific \ndispute between the parties falls within the substantive scope of their agreement.  Id. \n{39} The United States Supreme Court has declared its “healthy regard for the federal policy \nfavoring arbitration” under the FAA.  Moses H. Cone Memorial Hosp. v. Mercury Constr. Corp., \n460 U.S. 1, 24, 74 L. Ed. 2d 765, 785 (1983).  To that end, “any doubts concerning the scope of \narbitrable issues should be resolved in favor of arbitration, whether the problem at hand is the \nconstruction of the contract language itself or an allegation of waiver, delay, or a like defense to \narbitrability.”  Id. at 24-25, 74 L. Ed. 2d at 785. \n{40} This “heavy presumption of arbitrability requires that when the scope of the arbitration \nclause is open to question, a court must decide the question in favor of arbitration.”  Peoples Sec. \n                                                 \n4 But see James & Jackson, LLC v. Willie Gary, LLC, 906 A.2d 76, 78 (Del. 2006) (holding that (1) questions of \nsubstantive arbitrability, that is, disputes over the scope of an arbitration provision, are for a court to decide unless \nthere is “clear and unmistakable evidence” that the parties intended otherwise; and (2) reference to the American \nArbitration Association (“AAA”) rules “evidences a clear and unmistakable intent to submit arbitrability issues to an \narbitrator.”).  The Operating Agreement in this case identifies the AAA commercial rules as the default mechanism \nfor arbitration unless the parties reach some other agreement.  (Am. Compl. Ex. D § 12.14.)  Arguably, this is not \n“clear and unmistakable evidence” that the parties waived their right to have a court decide questions of substantive \narbitrability.  Regardless, because our courts have not addressed this precise question, I do not believe it appropriate \nto defer to the arbitrator as to the scope of the arbitration provision at issue here. \n 9\nLife Ins. Co. v. Monumental Life Ins. Co., 867 F.2d 809, 812 (4th Cir. 1989) (citing United \nSteelworkers of Am. v. Warrior & Gulf Navigation Co., 363 U.S. 574, 583 n.7, 4 L. Ed. 2d 1409, \n1418 n.7 (1960)).5 \n{41} The signatories to the Operating Agreement in this case agreed (with one exception \nrelating to the determination of the Company’s fair market value for purposes of redeeming a \nmember’s interest) to arbitrate any “controversy or claim arising out of or relating to this \nAgreement, or to the interpretation, breach or enforcement thereof[.]”  (Compl. Ex. D § 12.14.)  \nBy any measure, this clause is a broad one, capable of an expansive reach.  See Prima Paint \nCorp. v. Flood & Conklin Mfg. Co., 388 U.S. 395, 398, 18 L. Ed. 2d 1270, 1274 (1967) (labeling \nas “broad” a clause that required arbitration of “any controversy or claim arising out of or \nrelating to this Agreement . . . .”). \n{42} In such a case, courts determine the reach of the arbitration provision by looking to \nwhether “a ‘significant relationship’ exists between the asserted claims and the contract in which \nthe arbitration clause is contained.”  Long v. Silver, 248 F.3d 309, 316 (4th Cir. 2001); accord \nSloan Financial Group, Inc., v. Beckett, 159 N.C. App. 470, 479, 583 S.E.2d 325, 330-31 (2003). \n{43} As to the parties that may properly insist on arbitration, the Court acknowledges that \n“arbitration is a matter of contract and a party cannot be required to submit to arbitration any \ndispute which he has not agreed so to submit.”  United Steelworkers, 363 U.S. at 582, 4 L. Ed. 2d \nat 1417. \n{44} Nevertheless, “well-established common law principles dictate that in an appropriate case \na nonsignatory can enforce, or be bound by, an arbitration provision within a contract executed \n                                                 \n5 The Court recognizes that it is not “bound, as to matters of federal law, by decisions of federal courts other than the \nUnited States Supreme Court.”  Enoch v. Inman, 164 N.C. App. 415, 420, 596 S.E.2d 361, 365 (2004).  \nNevertheless, I find the Fourth Circuit’s views on the issues before me persuasive and otherwise consistent with \nNorth Carolina state appellate cases.  See, e.g., Johnston County v. R.N. Rouse & Co., Inc., 331 N.C. 88, 91, 414 \nS.E.2d 30, 32 (1992) (noting North Carolina’s “strong public policy” in favor of arbitration). \n 10\nby other parties.”  Washington Square Sec., Inc. v. Aune, 385 F.3d 432, 435 (4th Cir. 2004) \n(quoting Int’l Paper Co. v. Schwabedissen Maschinen & Anlagen GMBH, 206 F.3d 411, 416-17 \n(4th Cir. 2000)). \n{45} For example, “[w]hen the charges against a parent company and its subsidiary are based \non the same facts and are inherently inseparable, a court may refer claims against the parent to \narbitration even though the parent is not formally a party to the arbitration agreement.”  J.J. Ryan \n& Son, Inc. v. Rhone Poulenc Textile, S.A., 863 F.2d 315, 320-21 (4th Cir. 1988).  Such a result \nis appropriate because of “the close relationship between the entities involved, as well as the \nrelationship of the alleged wrongs to the nonsignatory’s obligations and duties in the contract and \n[the fact] that the claims [are] ‘intimately founded in and intertwined with the underlying \ncontract obligations.’”  Sunkist Soft Drinks, Inc. v. Sunkist Growers, Inc., 10 F.3d 753, 757 (11th \nCir. 1993) (quoting McBro Planning and Dev. Co. v. Triangle Elec. Constr. Co., Inc., 741 F.2d \n342, 344 (11th Cir. 1984)). \n{46} With these principles in mind, the Court turns to the instant case. \n3. \nWHO MAY ARBITRATE? \n{47} The Court first determines who may arbitrate.  It is clear enough that the Ameritex \nCompanies did not sign the Operating Agreement containing the arbitration clause.  (See Compl. \nEx. D 15.)  That said, however, the Court would be hard-pressed to imagine a scenario where the \nrelationship between the parties before it, the wrongs alleged, and the rights and obligations \nunder the contract at issue were more intertwined. \n{48} The claims in this case arise from an apparently failed business relationship.  (See Am. \nCompl. ¶¶ 7-30.)  Green and Short created Asia Apparel to import textile goods from overseas \n 11\nmarkets for sale in the United States.  (Am. Compl. ¶ 7.)  Their business plan included the \nexecution of an Operating Agreement that named Short a member/manager of the Company, \nappointed him President, and delineated his management responsibilities.  (See Compl. Ex. D.) \n{49} Green seeks equitable and monetary relief for a litany of misconduct allegedly committed \nby Short during his tenure as the Company’s Manager and President.  (See Am. Compl. Prayer \nfor Relief.)  He alleges that Short wholly owns the Ameritex Companies and that they were \ncreated as production resources for the goods to be sold by Asia Apparel.  (Am. Compl. ¶ 9.)  \nAccording to Green, however, Short has instead used the Ameritex Companies as a conduit for \nhis misconduct, through which Short has funneled funds and resources that properly belong to \nAsia Apparel.  (Am. Compl. ¶ 66.) \n{50} As a result, virtually every claim in the Amended Complaint refers, either explicitly or by \nimplication, to the Operating Agreement and Short’s alleged failure to abide by its terms.  (See \nAm. Compl. ¶¶ 31-125.) \n{51} On these facts, the Court has little difficulty concluding that the non-signatory Ameritex \nCompanies may invoke the arbitration clause in the Operating Agreement to compel arbitration.  \nCompare Long, 248 F.3d at 320 (allowing non-signatory shareholders to invoke arbitration \nclause in corporate agreement where shareholders were all officers and board members and, as \nthe only shareholders, controlled all activities of the corporation). \n4. \nWHAT CLAIMS MAY BE ARBITRATED? \n{52} Next, the Court considers to what extent Green’s claims fall within the scope of the \narbitration clause found in the Operating Agreement.  I hold that all of Green’s claims are subject \nto arbitration. \n 12\n{53} For ease of analysis, the Court groups the claims as follows: \n(1) claims seeking primarily injunctive relief and the appointment of a \nreceiver, (Plaintiff’s first, second, fourth, fifth, eighth, ninth, tenth, and \nthirteenth claims for relief); \n \n(2) the claim for dissolution, (Plaintiff’s third claim for relief); \n \n(3) the contract claims, (Plaintiff’s sixth and twelfth claims for relief); \n \n(4) the fraud claim, (Plaintiff’s seventh claim for relief); \n \n(5) the claim alleging a violation of the North Carolina Unfair and Deceptive \nTrade Practices Act (the “UDTPA”), N.C.G.S. §§ 75-1 to -39 (2006), \n(Plaintiff’s eleventh claim for relief); and \n \n(6) the claim for punitive damages, (Plaintiff’s fourteenth claim for relief). \n \na. \n \nCLAIMS FOR INJUNCTIVE RELIEF AND THE \nAPPOINTMENT OF A RECEIVER \n \n{54} In his first claim for relief, Green alleges that Short breached certain fiduciary duties to \nAsia Apparel and its members by, among other things, (1) wrongfully allocating funds and \nresources properly belonging to Asia Apparel, (2) refusing to repay certain loans made by Green \nto Asia Apparel, (3) refusing to adjust Green’s capital contribution account to reflect the proper \nvalue of Green’s investment, and (4) refusing to properly account for a stock pledge made by \nGreen in furtherance of the Company’s operations.  (Am. Compl. ¶ 32.)6 \n{55} As to this claim, Green seeks (1) an accounting of the assets of Asia Apparel and the \nAmeritex Companies, (2) access to the books, records, and financial information of Asia Apparel \nand the Ameritex Companies, (3) the removal of Short as Asia Apparel’s Manager and President, \nand/or an order placing specific limitations on Short’s ability to conduct the Company’s \n                                                 \n6 The Amended Complaint contains two paragraphs numbered “32”.  This citation refers to the first of these \nparagraphs. \n 13\nbusiness, and (4) an order freezing the assets of Asia Apparel pending the appointment of a \nreceiver.  (Am. Compl. ¶ 32.)7 \n{56} Green’s second, eighth, ninth, and tenth claims for relief plead similar facts.  In these \nclaims, Green seeks equitable relief and money damages based on allegations that Short \nbreached his common law duties of loyalty and due care with respect to his management of Asia \nApparel, took advantage of his position of trust and confidence, and, thereby, frustrated Green’s \nreasonable expectations as a minority member, including Green’s expectation that:  (1) Short \nwould discharge his duties as an officer and member/manager competently and in a manner \nconsistent with the best interests of the Company and its members, (2) Green would receive \ntimely and meaningful access to financial and other information regarding Asia Apparel’s \noperations, (3) Green would have a voice and vote at all duly noticed member meetings, and (4) \nGreen would receive compensation and/or fair value for his investment.  (Am. Compl. ¶¶ 43-56, \n93-99.) \n{57} Green also alleges that the “managers, directors, and other officers of Asia Apparel are \ndeadlocked in the management of the affairs of the Company,” the parties are unable to break the \ndeadlock, and “liquidation is necessary to protect the rights and interests of Plaintiff Green . . . .”  \n(Am. Compl. ¶ 50.)\n \n{58} Green’s fourth and fifth claims for relief demand an accounting of the assets of Asia \nApparel and a declaratory judgment as to the rights and obligations of the parties under the \nOperating Agreement.  (Am. Compl. ¶¶ 75-79.) \n{59} Similarly, Green’s thirteenth claim for relief asserts that the Defendants should account \nfor certain funds and assets belonging to Green and Asia Apparel that the Defendants allegedly \nconverted to their own use.  (Am. Compl. ¶¶ 109-13.) \n                                                 \n7 This citation refers to the second paragraph numbered “32”. \n 14\n{60} All of Green’s claims for injunctive and other equitable relief arise out of the Operating \nAgreement.  It is the Operating Agreement that memorializes Short’s appointment as Asia \nApparel’s Manager and President, (Am. Compl. Ex. D § 4.1), and it is also the Operating \nAgreement that defines Short’s duties and responsibilities vis-à-vis the Company and its \nmembers.  (Compl. Ex. D §§ 3.1-3.7.)  The Operating Agreement also establishes a member’s \nrights to obtain access to the Company’s records or an audit of the books of account.  (Compl. \nEx. D § 12.1.) \n{61} Further, it could not be clearer that the misconduct alleged in these claims arises from \nShort’s management of the Company’s affairs, which, in turn, forms the basis for Green’s \nrequest that the Court strip Short of his authority to continue managing the business.  Similarly, \nGreen’s alleged expectations as a member of Asia Apparel exist only by virtue of the Operating \nAgreement.  Moreover, the parties’ alleged deadlock regarding the management of the \nCompany’s business derives directly from the various rights and obligations of the Company’s \nofficers and member/managers, as set forth in the Operating Agreement. \n{62} Accordingly, because the allegations that form the basis for these claims bear a \n“significant relationship” to the Operating Agreement, which, as discussed earlier, contains an \narbitration clause governed by the FAA, they are all subject to arbitration.  See Long, 248 F.3d at \n316; cf. Harter v. Iowa Grain Co., 220 F.3d 544, 549-51 (7th Cir. 2000) (affirming trial court’s \nsubmission of a breach of fiduciary duty claim to arbitration). \n{63}  This result is not altered by Green’s prayer for equitable relief.  By specifically adopting \nthe AAA commercial rules as the default mechanism for arbitration, the parties here bargained to \nhave an arbitrator determine the merits of any request for equitable relief, including requests for \ninjunctions and the appointment of a receiver.  This is because the AAA rules authorize an \n 15\narbitrator to “take whatever interim measures he or she deems necessary, including injunctive \nrelief and measures for the protection or conservation of property and disposition of perishable \ngoods.”  AAA, Commercial Arbitration Rules, R-34(a) (2005). \n{64} Consistent with this broad grant of authority, the federal cases uniformly affirm the \npower of an arbitrator to enter interim injunctive relief awards.  See, e.g., Arrowhead Global \nSolutions, Inc. v. Datapath, Inc., No. 04-2000, 2006 U.S. App. LEXIS 2786, at *44 (4th Cir. Feb. \n3, 2006) (recognizing authority of arbitrators to grant temporary equitable relief in the nature of a \npreliminary injunction). \n{65} This same broad grant of authority empowers an arbitrator to appoint a receiver when \nnecessary to preserve the status quo pending resolution of the substantive claims.  See generally \nZabinski v. Bright Acres Assocs., 346 S.C. 580, 553 S.E.2d 110 (2001) (compelling arbitration of \nall claims regarding the management and winding up of a partnership and directing arbitrator to \ndistribute partnership funds where partnership agreement contained an arbitration provision \ngoverned by the FAA and the parties opposing arbitration moved for appointment of a receiver); \nbut see Ravin, Sarashohn, Cook, Baumgarten, Fisch & Rosen, P.C., v. Lowenstein Sandler, P.C., \n839 A.2d 52 (N.J. Super. Ct. App. Div. 2003) (holding that AAA commercial rules did not give \narbitrator power to appoint a receiver).8 \n{66} Green apparently does not dispute that an arbitrator may award some interim equitable \nrelief, but he resists that route here, arguing that “such equitable relief could be thwarted by the \nfurther delay inherent in re-submitting claims properly before this court, selecting arbitrators, and \n                                                 \n8 The dispute in Ravin did not appear to involve an arbitration agreement governed by the FAA.  On that ground \nalone it is distinguishable, as the holding fails to reconcile the broad federal mandate that “any doubts concerning \nthe scope of arbitrable issues should be resolved in favor of arbitration.”  Moses H. Cone Memorial Hosp., 460 U.S. \nat 24-25, 74 L. Ed. 2d at 785.  Second, with all due respect to my colleagues in New Jersey, when parties agree to be \nbound by arbitration rules that, among other things, allow an arbitrator to “take whatever interim measures he or she \ndeems necessary” to protect or conserve property pending resolution of the underlying claims, AAA, Commercial \nArbitration Rules, R-34(a) (2005) (emphasis added), they should not be surprised when a court takes them at their \nword. \n 16\nobtaining a hearing already two months past due.”  (Resp. to Mot. to Stay and Compel \nArbitration 7.)  I disagree. \n{67} There is a split of authority as to whether the FAA authorizes a court to enter preliminary \ninjunctive relief where the parties have agreed to arbitrate their dispute.  Compare Merrill Lynch, \nPierce, Fenner & Smith, Inc. v. Bradley, 756 F.2d 1048, 1055 (4th Cir. 1985) (holding that \ndistrict courts retain such authority, despite the parties’ agreement to arbitrate, where an \ninjunction is necessary to preserve the status quo), and Performance Unlimited, Inc., v. Questar \nPublishers, Inc., 52 F.3d 1373, 1377-80 (6th Cir. 1995) (reaching the same result and citing \nsimilar holdings of the Second, Third, Seventh, and Ninth Circuits), with Merrill Lynch, Pierce, \nFenner & Smith, Inc. v. Hovey, 726 F.2d 1286, 1291 (8th Cir. 1984) (holding that a grant of \ninjunctive relief in an arbitrable controversy “abrogates the intent of the Federal Arbitration Act \nand consequently was an abuse of discretion.”). \n{68} Assuming, without deciding, that the Court retains discretion to enter interim injunctive \nrelief, I find no basis for doing so here. \n{69} In the first place, Green bears substantial responsibility for the delay he complains of by \nopting for litigation in the face of his assent to an agreement containing a broad arbitration \nclause. \n{70} Second, Green never sought a temporary restraining order following the filing of his \ncomplaint, nor has he taken proper steps, either before or after the case was assigned to me, to be \nheard on his requests for a preliminary injunction or the appointment of a receiver. \n{71} Finally, as noted earlier, the AAA commercial rules—which the partie s selected as the \ndefault arbitration process absent an agreement otherwise—provide what appear to be \nstreamlined procedures for obtaining interim equitable relief.  See AAA, Commercial Arbitration \n 17\nRules, R-20, R-34 (2005) (allowing for preliminary hearings and establishing authority of \narbitrator to award interim equitable relief); see also AAA, Optional Rules for Emergency \nMeasures of Protection, O-1 to O-8 (2005). \n{72} In sum, I am not convinced that Green’s prayer for equitable relief warrants this Court’s \nimmediate attention, and I find no reason to preempt an arbitrator’s consideration of this issue. \nb. \nCLAIM FOR DISSOLUTION \n{73} Green’s third claim for relief is a shareholder’s derivative claim.  (Am. Compl. ¶¶ 63-74.)  \nThis claim is premised on Green’s status as a member of Asia Apparel under the Operating \nAgreement, and the allegations essentially parrot the claims made by Green in his individual \ncapacity.  Because this claim is “significantly related” to the Operating Agreement, it too is \narbitrable.  See Long, 248 F.3d at 316. \n{74} Green argues, however, that arbitration of this claim is inappropriate because he seeks—\nas an alternative to redemption of his member interest in Asia Apparel—a judicial dissolution of \nthe Company, a remedy Green insists is “committed to the jurisdiction of the Superior Court both \nby the Legislature and the arbitration agreement.”  (Resp. to Mot. to Stay and Compel \nArbitration 5.)  I disagree. \n{75} Green is correct that The North Carolina Limited Liability Company Act (the “Act”) \nprovides for the entry of a decree of judicial dissolution under specified circumstances.  N.C.G.S. \n§ 57C-6-02 (2006).  Under the Act, this Court may order dissolution of Asia Apparel if Green \nestablishes that: \n(i) the managers, directors, or any other persons in control of the limited \nliability company are deadlocked in the management of the affairs of the \nlimited liability company, the members are unable to break the deadlock, and \nirreparable injury to the limited liability company is threatened or being \n 18\nsuffered, or the business and affairs of the limited liability company can no \nlonger be conducted to the advantage of the members generally, because of \nthe deadlock; (ii) liquidation is reasonably necessary for the protection of the \nrights or interests of the complaining member; (iii) the assets of the limited \nliability company are being misapplied or wasted; or (iv) the articles of \norganization or a written operating agreement entitles the complaining \nmember to dissolution of the limited liability company . . . . \n \nN.C.G.S. § 57C-6-02(2) (2006). \n \n{76} It is also true that the Operating Agreement states the obvious, that is, that the Company \nwill be dissolved upon entry of a decree of judicial dissolution.  (Compl. Ex. D § 11.1(e).)  But, I \nfind nothing in the Act or the language of the Operating Agreement that prevents an arbitrator \nfrom deciding this issue. \n{77} In the first place, the arbitration clause at issue here is broad enough to encompass \nGreen’s claim for dissolution, in that the requested relief is a “controversy or claim arising out of \nor relating to” the Operating Agreement.  (See Compl. Ex. D § 12.14.) \n{78} Second, the findings required for judicial dissolution under the Act parallel the \nallegations made by Green in his Amended Complaint. \n{79} Third, while the Operating Agreement refers generally to the remedy of judicial \ndissolution, it does not mandate a judicial determination of the issue.  See Terex Corp. v. STV \nUSA, Inc., No. 1614-N, 2005 Del. Ch. LEXIS 159 (Del. Ch. Oct. 20, 2005) (holding that judicial \ndissolution could be entered in accordance with and following dissolution proceedings before an \narbitrator); cf. James & Jackson, 906 A.2d at 81 (affirming Court of Chancery’s determination \nthat claim for judicial dissolution was not subject to arbitration where the agreement mandated a \n“judicial determination that an event has occurred that makes it unlawful, impossible or \nimpractical to carry on [the company’s] business.”). \n 19\n{80} Fourth, what little case law exists on the subject in North Carolina suggests no bar to \narbitrability of claims for dissolution.  See, e.g., Cahoon v. Ziman, 60 N.C. App. 226, 298 S.E.2d \n729 (1983) (affirming arbitral award of dissolution of a partnership). \n{81} Fifth, to the extent that the Operating Agreement can be read to require judicial oversight \nover the dissolution process, this mandate is satisfied by the parties’ default mechanism for \narbitration.  Specifically, AAA Commercial Arbitration Rule 48(c) provides that parties shall be \ndeemed to have consented to confirmation of an arbitration award in any federal or state court \nwith jurisdiction, thus providing whatever judicial oversight may have been bargained for by the \nparties in their contract.  AAA, Commercial Arbitration Rules, R-48(c) (2005); see also Jackman \nv. Jackman, No. 06-1329-MLB-DWB, 2006 U.S. Dist. LEXIS 92917 (D. Kan. Dec. 21, 2006) \n(stating that dissolution by arbitration is consistent with entry of decree of judicial dissolution \nwhere arbitration clause provides for judicial confirmation of the award). \n{82} As a result, I hold that Plaintiff must press his claim for dissolution before an arbitrator.  \nSee, e.g., Johnson v. Foulk Road Med. Ctr. P’ship, No. 18984, 2001 Del. Ch. LEXIS 143 (Del. \nCh. Nov. 21, 2001) (concluding that claim for judicial dissolution could properly be resolved by \narbitration). \nc. \nCONTRACT CLAIMS \n{83} Green’s sixth and twelfth claims for relief, alleging breach of contract and unjust \nenrichment, arise from Short’s alleged obligation to repay various operating loans and advances \non expenses made by Green to Asia Apparel.  (Am. Compl.  ¶¶ 80-84, 106-09.)  Because these \nclaims relate directly to the parties’ relationship under the Operating Agreement, they too are \narbitrable.  See Am. Recovery Corp. v. Computerized Thermal Imaging, Inc., 96 F.3d 88, 95 (4th \n 20\nCir. 1996) (rejecting argument that quantum meruit claim by definition arises outside of the \nrelevant agreement and holding instead that a claim “may arise outside of an agreement and yet \nstill be related to that agreement” for purposes of arbitrability.) \nd. \nFRAUD CLAIM \n{84} Green’s seventh claim for relief alleges fraud.  More specifically, Green catalogues a host \nof misrepresentations by Short that purportedly induced him to invest in Asia Apparel, as well as \nother false statements by Short and the Ameritex Companies related to the conduct of Asia \nApparel’s business operations.  (Am. Compl. ¶ 91.)  As to the former, claims alleging fraudulent \ninducement are arbitrable unless the fraud goes to the arbitration clause in particular.  Prima \nPaint, 388 U.S. at 402-04, 18 L. Ed. 2d at 1276-77.  Green makes no such argument here, and, \ntherefore, this portion of the fraud claim may be submitted to arbitration.  As to the latter, the \nCourt finds that these allegations strike at the heart of the parties’ respective rights and \nobligations under the Operating Agreement, making them ripe for arbitration. \ne. \nUNFAIR AND DECEPTIVE TRADE PRACTICES CLAIM \n{85} Green’s eleventh claim for relief alleges unfair and deceptive trade practices, both \nindividually and derivatively on behalf of Asia Apparel.  (Am. Compl. ¶¶ 100-05.)  Unless the \nparties to an arbitration agreement unequivocally provide otherwise, arbitrators may consider an \nUDTPA claim and award treble damages under the UDTPA.  WMS, Inc., 166 N.C. App. at 359, \n602 S.E.2d at 711. \n{86} Nothing in the arbitration clause at issue here precludes an arbitrator from considering an \nUDTPA claim.  Moreover, because this claim merely recasts the prior allegations of the \n 21\nAmended Complaint as sufficient to support treble damages under the UDTPA, it too should be \narbitrated.  See Long, 248 F.3d at 319. \nf. \nPUNITIVE DAMAGES CLAIM \n{87} Finally, Green’s fourteenth claim for relief is for punitive damages with respect to the \nDefendants’ alleged misconduct.  (Am. Compl. ¶¶ 114-25.)  Because I have determined that all \nclaims alleged in the Amended Complaint are subject to arbitration and “[b]ecause the issue of \npunitive damages was not exempted from the arbitration clause by the governing agreement[],” \nLong, 248 F.3d at 319 (citing Mastrobuono v. Shearson Lehman Hutton, Inc., 514 U.S. 52, 59-\n60, 131 L. Ed. 2d 76, 85-86 (1995)), it too is subject to arbitration.  Accord WMS, Inc., 166 N.C. \nApp. at 359, 602 S.E.2d at 710-11. \nCONCLUSION \n{88} The Court DENIES Plaintiff’s Motion for Entry of Default and GRANTS Defendants’ \nMotion to Stay and Compel Arbitration.  Pursuant to N.C.G.S. § 1-567.3(d) (2002),9 this matter \nis STAYED pending completion of the arbitration proceedings. \n \nThis the 9th day of March, 2007. \n \n       \n                                                 \n9 This statute, since repealed, applies to all arbitration agreements made before January 1, 2004.  Act of July 27, \n2003, § 4, 2003 N.C. Sess. Laws 345 (“Agreements to arbitrate made before January 1, 2004, shall be governed by \nArticle 45A of Chapter 1 of the General Statutes . . . .”). \n 22"
}