{
  "id": "ec7e3039d030d2faa1d58df9104293d7c81dbd86304e34e68cb5ced8f187192d",
  "source_file": "data/raw/ncbc/ec7e3039d030d2faa1d58df9104293d7c81dbd86304e34e68cb5ced8f187192d.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n \n19 CVS 21650 [MASTER FILE] \n    Related Cases: \nCARL E. MERRELL; LYLE RANSON; \nJEANETTE RANSON; CRAIG S. \nMILLER; WANDA EDWARDS \nMILLER; and ROBERT J. NASTASE, \n \nPlaintiffs, \n \nv. \n \nJAMES M. SMITH; JENNIFER \nSMITH; and CAROLINA BEVERAGE \nGROUP, LLC f/k/a CAROLINA BEER \n& BEVERAGE, LLC, \n \nDefendants. \n \n19 CVS 22027 \n19 CVS 23665 \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS METROPOLITAN \nLIFE INSURANCE COMPANY AND \nMSI FINANCIAL SERVICES, INC.’S \nPARTIAL MOTION TO DISMISS \n \n1. THIS MATTER is before the Court on the Partial Motion to Dismiss (the \n“Motion to Dismiss”) filed by defendants Metropolitan Life Insurance Company \n(“MetLife”) and MSI Financial Services, Inc.  (“MSI”) (together, the “MetLife \nDefendants”) in Strack, et al. v. Smith, et al., (19 CVS 22027).  (Mot. to Dismiss, ECF \nNo. 62.)   The Strack action is one of t hree Mecklenburg County actions  currently \npending before the Court  involving claims against Carolina Beverage Group, LLC, \nf/k/a Carolina Beer & Beverage, LLC (“CBB”) , James Michael Smith (“Michael  \nSmith”), Jennifer Smith (Michael Smith and Jennifer Smith together, the “Smiths”), \nthe MetLife Defendants , and the estate of the late Richard C. Siskey (“Siskey”), as \nadministered by F. Lane Williamson  (“Siskey’s Estate”).  The Court refers to the  \nMerrell v. Smith, 2021 NCBC 15. \n \n \nthree1 actions—(1) Merrell, et al. v. Smith, et al., (19 CVS 21650); (2) Strack; and (3) \nCochrane, et al. v. Smith, et al., (19 CVS 23665)—together as the “CBB Cases.”2 \n2. Through the Motion to Dismiss and p ursuant to North Carolina Rule of \nCivil Procedure 12(b)(6), the MetLife Defendants seek  dismissal of the breach of \nfiduciary duty and constructive fraud claims brought against them by  plaintiffs \nJeffrey A. Strack, Penny N. Strack, James C. Wilson, Pamela Boileau, Dallas Pendry, \nJr., Mallory Johnson, Rita Dilling, Carolyn Crozier, Thomas J. Crozier, Jr., and Kent \nKalina (together, “Plaintiffs”) in the Strack  case.3  ( Mot. to Dismiss 1 –2).  The \noperative complaint challenged by the  Motion to Dismiss is Plaintiffs’ Second \nAmended Complaint.  (Second Am. Compl., ECF No. 33.)   \n3. For the reasons set forth in this Order and Opinion , the Court GRANTS \nthe Motion to Dismiss. \nHemmings & Stevens, PLLC, by Aaron C. Hemmings, for plaintiffs. \n \nAlexander Ricks, PLLC, by Alice C. Richey , Mary K. Mandeville, and \nBenjamin F. Leighton; and Morgan, Lewis & Bockius, LLP, by  T. Peter \nR. Pound and John A. Vassallo, III, for defendants Metropolitan Life \nInsurance Company and MSI Financial Services, Inc. \n \nRobinson, Judge. \n \n1  A fourth case involving similar allegations, Short v. Smith, et al. , has been voluntarily \ndismissed. (ECF No. 86 [19 CVS 23856].) \n \n2  Although the Court has not determined whether the CBB Cases shall be consolidated for \ntrial, the parties in each case, with the Court’s approval, have agreed on a coordinated \napproach to discovery and motions practice.  (See ECF Nos. 25, 34 [19 CVS 21650]; 34, 49 [19 \nCVS 22027]; 18, 33 [19 CVS 23665].) \n \n3  Scott Keck and Roy Lynam, who were originally plaintiffs in the Strack  case, have \nvoluntarily dismissed all their claims against the MetLife Defendants.  (ECF Nos. 102, 129.)  \nThe MetLife Defendants are not parties to the Merrell litigation, and the claims against the \nMetLife Defendants in the Cochrane case have been voluntarily dismissed.  (ECF Nos. 24 [19 \nCVS 21650]; 113 [19 CVS 23665].) \n \n \nI. FACTUAL AND PROCEDURAL BACKGROUND \n4. The Court does not make findings of fact on a Rule 12(b)(6) motion to \ndismiss.  Instead, the Court recites only the factual allegations, taken from the  \nSecond Amended Complaint  and its attachments, that ar e relevant to the Court’s \ndetermination of the Motion to Dismiss. \nA. The Parties \n5. Plaintiffs are former members of CBB, a North Carolina  limited liability \ncompany.  (Second Am. Compl. ¶¶ 4 –6, 20.)  Plaintiffs were also investment clients4 \nof the MetLife Defendants during the time period relevant to the Second Amended \nComplaint.  (Second Am. Compl. ¶¶ 2–3.) \n6. MetLife is a New York corporation .  (Second Am. Compl. ¶ 23.)  MetLife \nsells life insurance policies and other financial products.  (Second Am. Compl. ¶ 23.)  \nMSI is a Delaware corporation.  (Second Am. Compl. ¶ 24.)  MSI was a wholly owned \nsubsidiary of MetLife during the time period relevant to the Second Amended \nComplaint.  (Second Am. Compl. ¶ 24.)  MSI is registered with the Securities and \nExchange Commission  as a broker -dealer under section 15(b)(1) of the Securities \nExchange Act of 1934  and is also a registered investment advisor under N.C.G.S. § \n78C-2.  (Second Am. Compl. ¶ 24.)  At all times relevant to the Second Amended \nComplaint, the MetLife Defendants had offices in Charlotte, North Carolina, and they \n \n4  Plaintiffs Carolyn Crozier, Thomas J. Crozier, Jr., and Kent Kalina allege that they were \ninsurance clients of the MetLife Defendants , as well as investment clients.  (Second Am. \nCompl. ¶¶ 312, 335.) \n \n \nconducted business in th is State under the registered trade  name “Wall Street \nCapitol.”  (Second Am. Compl. ¶¶ 23–24.)   \nB. The Alleged Fraudulent Scheme at the Center of the CBB Cases \n7. The CBB Cases all arise from the same alleged fraudulent scheme carried \nout by Siskey and the Smiths.   The Court  previously recited in detail  the factual \nallegations surrounding this scheme in its 22 December 2020 Order and Opinion on \nCBB’s motion to dismiss in each of the CBB Cases.  See Merrell v. Smith, 2020 NCBC \nLEXIS 150, at *2–14 (N.C. Super. Ct. Dec. 22, 2020).  Therefore, the Court here will \nonly summarize the core allegations regarding  the scheme, taken from the Second \nAmended Complaint, to provide context for the Court’s analysis.5   \n8. Plaintiffs allege that they each purchased ownership interests  in CBB \nduring the early 2000s based on Siskey’s advice.  (Second Am. Compl. ¶ 4–5.)  At the \ntime, Siskey worked as an insuran ce agent and securities broker for the MetLife \nDefendants, and he also had a  separate preexisting business relationship with \nMichael Smith, CBB’s majority interest holder and Chief Executive Officer.6  (Second \nAm. Compl. ¶¶ 70 –73.)  After Plaintiffs purchased their CBB ownership interests, \nthey received information about matters relating to the company from CBB, Michael \n \n5  As observed by the Court in its 22 December 2020 Order and Opinion, the operative \ncomplaints in the CBB cases “each contain nearly verbatim factual allegations about the \nalleged fraudulent scheme underpinning the CBB Cases.” See Merrell, 2020 N CBC LEXIS \n150, at *2 n.3.  \n \n6  The Second Amended Complaint does not allege any business dealings between the MetLife \nDefendants and CBB or Michael Smith.  (See generally Second Am. Compl.) \n \n \nSmith, Jennifer Smith (Michael’s wife and an employee of CBB), or Siskey.  (Second \nAm. Compl. ¶¶ 19, 79.) \n9. According to Plaintiffs, in 2006, Michael Smith selectively notified Siskey, \nwho was not a member of CBB, that a private equity firm had expressed interest in \npurchasing CBB and that CBB was also close to finalizing a lucrative bottling \nfranchise deal with Austria-based company Red Bull.  (Second Am. Compl. ¶¶ 80–81, \n88.)  After learning this inside information, Siskey allegedly devised a fraudulent \nscheme to purchase Plaintiffs’ respective membership interests in CBB, at less than \nthe true value of the interests, prior to CBB ’s sale .  (Second Am. Compl. ¶ 82.)  \nPlaintiffs claim that the Smiths helped Siskey defraud Plaintiffs by concealing the \ninside information about CBB from Plaintiffs, and in return for their help, Siskey \ngave the Smiths many lavish gifts.  (Second Am. Compl. ¶¶ 83–88, 91.) \n10. Siskey allegedly acquired Plaintiffs’ shares of CBB stock by employing two \ntactics.  One tactic was to advise some P laintiffs that the time was right to redeem \ntheir CBB stock for a profit. ( Second Am. Compl. ¶¶ 149–51, 168–71, 260–63, 282–\n84, 301–03, 323–25, 342–45.)  After these P laintiffs agreed to redeem their stock, \nSiskey bought the stock for himself.   (See, e.g., Second Am. Compl. ¶ 345.)  Siskey ’s \nother tactic was to offer to purchase the CBB stock directly from a Plaintiff at a price \nhigher than the price the Plaintiff had paid for the stock.  (Second Am. Compl . ¶¶ \n238–42.)   \n11. The Smiths processed the transactions that transferred Plaintiffs’ CBB \nstock to Siskey , and Michael Smith approved those transactions as the holder of a \n \n \nmajority interest in CBB.   (Second Am. Compl. ¶¶ 103 , 105.)  Plaintiffs allege that \nSiskey and the Smiths never disclosed to Plaintiffs the same CBB inside information \nMichael Smith had previously given to Siskey.   (Se cond Am. Compl. ¶¶ 389 –90.)   \nPlaintiffs assert that they would not have sold their CBB stock had they known about \nthis information.  (Second Am. Compl. ¶ 389.) \n12. From late 2007 through early 2008, Siskey purchased 15.25 shares of CBB \nstock from his clients, including Plaintiffs, for a total sum of $3,872,500.  (Second Am. \nCompl. ¶¶ 102, 489, Ex. 22.)  When CBB was eventually sold to a private equity firm, \nSunTx Partners, Siskey allegedly received over $20,000,000 in distributions based on \nthe 15.25 shares of  CBB stock he had fraudulently purchased from his clients, \nincluding Plaintiffs , while Plaintiffs received nothing from the sale.   (Second Am. \nCompl. ¶¶ 130– 32.)  At about that same time , CBB also finalized a profitable  \ndistribution contract  with Red Bull .  (Second Am. Compl. ¶¶ 88, 135.)   SunTx \nPartners ultimately sold its majority interest in CBB to Byrnwood Partners in early  \n2018, leading to more distributions for CBB ’s members, including Siskey ’s Estate, \nbut not Plaintiffs, as a result of that transaction.  (Second Am. Compl. ¶¶ 137–38.)   \nC. Allegations Against the MetLife Defendants \n13. Plaintiffs seek to hold the MetLife Defendants directly liable for the alleged \nfraudulent scheme perpetrated by Siskey and the Smiths.7  (See generally Second Am. \nCompl.) \n \n7  Plaintiffs also seek to hold the MetLife Defendants vicariously  liable for Siskey’s alleged \nmisconduct based on the respondeat superior doctrine.  (See Second Am. Compl. ¶ 530.) \n \n \n14. Plaintiffs allege that the MetLife Defendants allowed Siskey  to continue \nproviding financial advice, through the Wall Street Capitol Charlotte office, to \nMetLife clients, including Plaintiffs, even after the MetLife Defend ants became  \naware in 2004 that Siskey had been disciplined by the National Association of \nSecurities Dealers  (“NASD”) for his involvement in fraudulent securities \ntransactions.8  (Second Am. Compl. ¶¶ 49 –59.)  According to Plaintiffs , although “it \nwas foreseeable that  . . . Siskey would continue these illegal transactions  and \nharm . . . other MetLife customers going forward,” the MetLife Defendants took no \naction to stop Siskey from engaging in future misconduct , such as informing their \nclients of Siskey’s disciplinary history.  (Second Am. Compl. ¶¶ 51, 59.)   \n15. In addition, Plaintiffs allege that the MetLife Defendants were closely \nmonitoring “Siskey’s client files, marketing material, incoming and outgoing \ncorrespondence,” as well as his “movement of funds ,” in the wake of Siskey’s NASD-\nissued discipline.   (Second Am. Compl. ¶¶ 52, 366.)  As a result of this enhanced \nsupervision of Siskey, Plaintiffs assert that the MetLife Defendants were “aware” \nthat “Siskey was engaged in insider trading with regard to his purchase of [Plaintiffs’] \nownership shares in [ CBB],” since distribution checks pertaining to these \ntransactions were mailed to Siskey at the Wall Street Capitol Charlotte office.  \n(Second Am. Compl. ¶¶ 367 –68.)  Plaintiffs also claim that the MetLife Defendants \ndid not inform their clients, including Plaintiffs,  of Siskey’s participation in this \nalleged insider trading scheme.  (Second Am. Compl. ¶ 371.)   \n \n8  These particular fraudulent securities transactions by Siskey were not related to his alleged \nparticipation in the fraudulent scheme at the center of the CBB Cases. \n \n \n16. Finally, Plaintiffs assert that they “reasonably relied upon MetLife’s \nglobally recognized name and reputation as a safe, secure investment company and \nplaced their trust and confidence in MetLife to look out for their best interests \nregarding the transactions conducted with  . . . Siskey and MetLife’s Wall Street \nCapitol [Charlotte] office.”  (Second Am. Compl. ¶ 369.)   \n17. Based on the above allegations, as well as the allegation that some plaintiffs \nwere “inexperienced” and “unsophisticated” investors ,9 Plaintiffs allege that the \nMetLife Defendants “held all the cards” and thus owed a fiduciary duty to Plaintiffs.  \n(Second Am. Compl. ¶¶ 99, 145, 163, 234, 276, 315, 338, 370.)   \nD. Procedural History \n18. Plaintiffs initiated the Strack litigation on 14 November 2019.   (ECF No. \n3.)  On 19 December 2019, the Strack action was designated to the North Carolina \nBusiness Court by Order of the Chief Justice of the North Carolina Supreme Court, \n(ECF No. 1), and assigned to the undersigned by Order of the Chief Business Court \nJudge, (ECF No. 2). \n19. Plaintiffs filed the Second Amended Complaint on 10 March 2020, asserting \nseveral claims  against CBB, the Smiths, the MetLife Defendants, and Siskey’s \nEstate.10  (Second Am. Compl. )  Against the MetLife Defendants, Plaintiffs have \nbrought claims for (1) breach of fiduciary duty, (2) fraud by omission and concealment, \n \n9  Plaintiffs Rita Dilling and Dallas Pendry do not allege that they were inexperienced and/or \nunsophisticated investors.  (Second Am. Compl. ¶¶ 252, 293.) \n \n10  Plaintiffs have voluntarily dismissed their claims against Home Run Holdings, LLC, an \nentity that was originally a defendant in the Strack case.  (ECF No 56.) \n \n \n(3) violation of the North Carolina Securities Act, (4) violation of the North Carolina \nInvestment Advisers Act, (5) constructive fraud, (6) negligent supervision in the \nalternative, and (7) vicarious liability/respondeat superior.  (Second Am. Compl. 70, \n76, 85–86, 92–93, 102, 105.) \n20. The MetLife Defendants filed the Motion to Dismiss on 1 June 2020, along \nwith a supporting brief.  (Mot. to Dismiss; Mem. in Supp., ECF No. 63.)  As noted, the \nMetLife Defendants only move for dismissal of the breach of fiduciary duty and \nconstructive fraud claims raised against them.   \n21. After full briefing, the Court held a hearing on the Motion  to Dismiss by \nvideo conference on 20  November 2020 (the “November 20 Hearing”) , at which all \nparties were represented by counsel.  The Motion to Dismiss is now ripe for \nresolution. \nII. LEGAL STANDARD \n22. When ruling on a Rule 12(b)(6) motion  to dismiss, the Court views  the \ncomplaint’s allegations in the light most favorable to the plaintiff.  See Christenbury \nEye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5 (2017).  The Court analyzes “whether, as \na matter of law, the allegations of the complaint . . . are sufficient to state a claim \nupon which relief may be granted under some legal theory[.]”  Harris v. NCNB Nat’l \nBank, 85 N.C. App. 669, 670 (1987).  As part of this analysis, the Court treats all well-\npleaded factual allegations as true.  See Krawiec v. Manly, 370 N.C. 602, 606 (2018).  \nThe Court, however, is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \n \n \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274 (2005) \n(citation omitted).  Additionally, the Court may consider documents attached to and \nincorporated into the complaint without converting the Rule 12(b)(6) motion to \ndismiss into a motion for summary judgment.   See Moch v. A.M. Pappas & Assocs., \nLLC., 251 N.C. App. 198, 206 (2016). \n23. Granting a  Rule 12(b)(6) motion  to dismiss  is proper when “(1) the \ncomplaint on its face reveals that no law supports the plaintiff’s claim; (2) the \ncomplaint on its face reveals the absence of facts sufficient to make a good claim; or \n(3) the complaint discloses some fact that necessarily defeats the plaintiff’s claim. ”  \nCorwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (citation omitted).  The \nSupreme Court of North Carolina “routinely uses [this] Rule 12(b)(6) standard . . . in \nassessing the sufficiency of complaints in the context of complex commercial \nlitigation.”  Id. at 615 n.7. \nIII. ANALYSIS \n24. The MetLife Defendants contend that Plaintiffs’  breach of fiduciary duty \nand constructive fraud claims  against them “should be dismissed because Plaintiffs \nfailed to allege facts establishing a fiduciary relationship with [the MetLife \nDefendants].”  (Mot. to Dismiss 2; see also Mem. in Supp. 2.) \n25. Although breach of fiduciary duty and constructive fraud are legally \ndistinct claims, see White v. Consol. Planning, Inc., 166 N.C. App. 283, 294–95 (2004), \nboth claims here rest on an alleged fiduciary relationship between Plaintiffs and the \nMetLife Defendants.  (See Second Am. Compl. ¶¶ 370, 479; see also Mem. in Opp’n 1–\n \n \n6, ECF No. 95.)  A fiduciary relationship “exists in all cases where there has been a \nspecial confidence reposed in one who in equity and good con science is bound to act \nin good faith and with due regard to the interests of the one reposing confidence.”  \nLockerman v. S. River Elec. Membership Corp. , 250 N.C. App. 631, 635 (2016) \n(quoting Abbitt v. Gregory, 201 N.C. 577, 598 (1931) ).  A fiduciary rel ationship may \narise by operation of law ( a de jure fiduciary relationship) or based on the facts and \ncircumstances surrounding the underlying relationship between the parties (a de \nfacto fiduciary relationship).  Id. at 635–36.   \n26. Plaintiffs do not argue that they had a de jure fiduciary relationship with \nthe MetLife Defendants, and the facts alleged in the Second Amended Complaint do \nnot reveal such a relationship.  As previously explained by this Court, North Carolina \nlaw currently does not recognize a  de jure fiduciary relationship premised on an \nunderlying broker- dealer/investor relationship,  the underlying relationship that \nPlaintiffs allege existed  here between them and the MetLife Def endants.  S ee, e.g., \nAldridge v. Metro. Life Ins. Co. , 2019 NCBC LEXIS 116, at *68– 69 (N.C. Super. Ct. \nDec. 31, 2019); Edwards v. Vanguard Fiduciary Trust Co. , 2018 NCBC LEXIS 237, \nat *17 (N.C. Super. Ct. Dec. 21, 2018); NNN Durham Office Portfolio 1, LLC v. Grubb \n& Ellis Co., 2016 NCBC LEXIS 95, at *99 (N.C. Super. Ct. Dec. 5, 2016).  \n27. Plaintiffs do contend, however,  that the y allege facts in the  Second \nAmended Complaint that “establish a de facto fiduciary duty” owed by the MetLife \nDefendants to Plaintiffs.  (Mem. in Opp’n 2.)  The Court disagrees. \n \n \n28. “The standard for finding a de facto  fiduciary relationship is a demanding \none: ‘Only when one party figuratively holds all the cards—all the financial power or \ntechnical information, for example —have N orth Carolina courts found that the \nspecial circumstance of a [ de facto] fiduciary relationship has arisen. ’ ”  Lockerman, \n250 N.C. App. at 636 (quoting S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC, 189 \nN.C. App. 601, 613 (2008)).  For a de facto fiduciary relationship to exist, there must \nbe “confidence reposed on one side, and resulting domination and influence on the \nother.”  Dalton v. Camp , 353 N.C. 647, 652 (2001)  (emphasis in original) (quoting  \nAbbitt, 201 N.C. at 598); see also Stone St. Partners, LLC v. Williamson, 2018 NCBC \nLEXIS 77, at *34 (N.C. Super. Ct. July 26, 2018)  (stating that facts showing  \n“domination and control” are “necessary for the creation of a de facto fiduciary duty”). \n29. With these principles in mind and  having reviewed the allegations \ncontained within the Second Amended Complaint, the Court concludes that Plaintiffs’ \nfactual allegations do not permit the conclusion that a de facto fiduciary relationship \narose between them and the MetLife Defendants.   \n30. Although Plaintiffs allege in conclusory fashion that the MetLife \nDefendants “held all the cards and owed  . . . Plaintiffs a fiduciary duty of care,” \n(Second Am. Compl. ¶ 370), the facts alleged in the Second Amended Complaint  do \nnot support this assertion.  To begin with, Plaintiffs, do not plead facts showing that \nthe MetLife Defendants had  any, let alone all, the  financial power or technical \ninformation with respect to the CBB transactions at issue in this litigation (i.e., the \ntransferring of Plaintiffs’ CBB ownership interests to Siskey).  Indeed,  there are no \n \n \nallegations that Plaintiffs treated the MetLife Defendants as a source of technical \ninformation regarding matters pertaining to CBB, a company that was not affiliated \nwith the MetLife Def endants.  Instead, Plaintiffs allege that they received \ninformation about CBB matters from CBB, Michael Smith, Jennifer Smith, or Siskey. \n31. Moreover, Plaintiffs fall short of alleging facts that would permit a \nconclusion that the MetLife Defendants had the type of domination and influence \nover Plaintiffs that could give rise to a de facto fiduciary relationship.  As set forth in \nthe Second Amended Complaint, Siskey advised Plaintiffs on the disputed CBB \ntransactions and the Smiths processed/approved the transactions.   \n32. The MetLife Defendants, on the other hand, did not exercise any control \nover Plaintiffs’ decision to sell their CBB stock.  See Lockerman, 250 N.C. App. at \n635–40 (affirming a trial court’s grant of summary judgment in the defendant’s favor \nas to the plaintiffs’  contention that a de facto  fiduciary relationship existed, where \nthe plaintiffs exercised some control over the disputed transaction and thus could not \nshow that the defendant figuratively held all the cards); Aldridge, 2019 NCBC LEXIS \n116, at *69–71 (concluding that the plaintiffs failed to allege facts sufficient to support \na de facto fiduciary relationship, where, among other things, they failed to plead facts \nshowing that the defendants had any domination over them or that the plaintiffs had \nto “rely exclusively on their investment advisors’ advice and actions”). \n33. That some of the Plaintiffs were “inexperienced” and “unsophisticated” \ninvestors does not change this result .  Cf. White, 166 N.C. App. at 293– 94 (holding \nthat the plaintiffs’ allegation that they “lack[ed]  . . . expertise in financial affairs” \n \n \ncoupled “with further facts and circumstances set forth in the complain t, adequately \nplead the existence of a fiduciary relationship”) (emphasis added). \n34. The same goes for  Plaintiffs’ allegation that the MetLife Defendants were \naware, but failed to inform Plaintiffs, of Siskey’s disciplinary history and the alleged \ninsider trading scheme.  Indeed, in Aldridge, a case involving an alleged Ponzi scheme \nperpetrated by Siskey, this Court dismissed a constructive fraud claim against the \nMetLife Defendants, concluding that the operative complaints did not reveal a de \nfacto fiduciary relationship between the plaintiff investors and the MetLife \nDefendants even though the plaintiffs had alleged that the MetLife Defendants were \naware of Siskey’s disciplinary history and his involvement in the Ponzi scheme, but \nfailed to share this information with the plaintiffs.  See Aldridge, 2019 NCBC LEXIS \n116, at*14–15, *17–18, *65–71. \n35. Thus, Pla intiffs fail to state claims against the MetLife Defendants for \nbreach of fiduciary duty and constructive fraud. \n36. One additional point bear s mention.  C iting to Hardin v. KCS Int’l, Inc. , \n199 N.C. App. 687, 696 (2009), Plaintiffs argue in their opposition b rief that “if this \nCourt finds no fiduciary relationship” between Plaintiffs and the MetLife Defendants, \nthe Court should nonetheless determine that Plaintiffs  have stated a claim for \nconstructive fraud based on a purported “duty” that the MetLife Defendants “owed” \nPlaintiffs “due to the extraordinary circumstances of knowingly allowing  . . . Siskey, \na MetLife employee previously found in violation of securities laws, to continue to \nmanage [the] Wall Str eet Capitol [Charlotte] office and sell securities ,” (Mem. in \n \n \nOpp’n 6).  The Hardin case, however, did not deal with the pleading requirements for \na constructive fraud claim , see Hardin, 199 N.C. App. at 690 (“[The plaintiff’s] \nevidence fails . . .  to establish the necessary elements of a claim for fraud , and we \ntherefore affirm the trial court ’s order.”) (emphasis added) , and Plaintiffs’ theory is \nnot supported by North Carolina law.   \nIV. CONCLUSION \n37. For the foregoing reasons, the Court hereby GRANTS the Motion to \nDismiss.  Plaintiffs’ claims for breach of fiduciary duty and constructive fraud against \nthe MetLife Defendants are DISMISSED.11 \nSO ORDERED, this the 4th day of March, 2021. \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n \n11  In light of the Court’s ruling, the Court need not consider the MetLife Defendants’ \ncontention, raised for the first time at the November 20 Hearing, that they cannot be held \nvicariously liable for Siskey’s alleged breach of fiduciary duty and constructive fraud. "
}