{
  "id": "ecca782ed5ab36671f1c6bba6294cedbe346340234feafbcafc2553ca273a3e3",
  "source_file": "data/raw/ncbc/ecca782ed5ab36671f1c6bba6294cedbe346340234feafbcafc2553ca273a3e3.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 10863 \n \nNORTH CAROLINA DEPARTMENT \nOF REVENUE, \n \nPetitioner, \n \nv. \n \nHAYDEN OLIVIA BRIDAL, LLC, \n \nRespondent. \n \n \n \n \n \nORDER AND OPINION ON \nPETITIONER’S PETITION FOR \nJUDICIAL REVIEW \n \n \n1. THIS MATTER is before the Court upon the North Carolina Department \nof Revenue’s (the “Department” or “Petitioner”) Petition for Judicial Review (the \n“Petition”) of the Order Denying Motion and Removing Hearing from Calendar (the \n“Appealed Order”) issued by the Office of Administrative Hearings (“OAH”) on 6 April \n2023.1  The Appealed Order denied the Department’s Motion to Dismiss in Lieu of \nPrehearing Statement (the “Motion” or the “Motion to Dismiss” ) in the proceeding \nbelow.2  The Department’s Motion sought the dismissal of Respondent Olivia Hayden \nBridal, LLC’s (“Respondent”) Peti tion for a Contested Tax C ase Hearing (the \n“Contested Case Petition ”) on grounds that it was untimely under N.C.G.S. \n§§ 150B-23(a) and (f) and thus barred by sovereign immunity. 3  The Department , \nwhich now seeks relief in this Court pursuant to N.C.G.S. §§  150B-43, -45, -46, -51, \n \n1 (Pet. Judicial Review [hereinafter “Petition”], ECF No. 3.) \n \n2 (Petition Ex. A , Order Den. Mot. and Removing Hr’g Calendar [hereinafter “Appealed \nOrder”].) \n \n3 (Petition Ex. B [hereinafter “Department’s Mot. Dismiss”].)   \nN.C. Dep’t of Revenue v. Hayden Olivia Bridal, LLC, 2023 NCBC 83. \n105-241.16, and 7A-45.4, contends in its Petition that the OAH abused its discretion \nand erred as a matter of law when it denied the Department’s Motion.4  \n2. Having reviewed the Petition, the Final Administrative Record,5 the related \nbriefing, relevant supporting materials, and the arguments of counsel at the hearing \non the Petition, the Court hereby  REVERSES and VACATES the Appealed Order \nand REMANDS this matter to the OAH with instructions to dismiss Respondent’s \nContested Case Petition for the reasons set forth below. \nNorth Carolina Department of Justice, by Assistant Attorney General \nHunter E. Fritz, for Petitioner North Carolina Department of Revenue. \n \nTLG Law, by David G. Redding and Sean A. McLeod, for Respondent \nHayden Olivia Bridal, LLC. \n \nBledsoe, Chief Judge. \n \nI. \n \nFACTUAL AND PROCEDURAL BACKGROUND \n \n3. The relevant facts in this matter are straightforward and undisputed.  \n4. The Department is an agency of the State of North Carolina responsible for \ncollecting the State’s tax funds and administering the tax laws set forth in \nSubchapter I of Chapter 105 of the North Carolina General Statutes.  N.C.G.S. \n§ 143B-218.\n6   \n \n4 (Petition ¶¶ 22–25.) \n \n5 (ECF No. 15.) \n \n6 (Petition ¶ 1.) \n \n5. Respondent is a North Carolina limited li ability company conducting \nbusiness in this State.7   \n6. On 30 August 2022, the Department issued and mailed a Notice of Final \nDetermination (“NOFD”) to Respondent assessing additional sales and use taxes \nagainst Respondent for the tax period 1 May 2016 through 30 April 2019.8   \n7. Included in the NOFD was a formal notice of Respondent’s right to appeal \nthe NOFD.  That notice stated as follows: \nAPPEAL PROCEDURES \n \nIf you disagree with this Notice of Final Determination, you may file a \npetition for a contested tax case hearing in accordance with Chapter \n150B, Article 3 of the North Carolina General Statutes.  This petition \nmust be filed with the Office of Administrat ive hearings, 6714 Mail \nService Center, Raleigh, NC 27699 -6700, within sixty days of the \ndate on which this notice was mailed to you (as evidenced by the \ndate set out above) . G.S. 150B -23 provides that a party filing a \npetition must also serve a copy of the petition on all parties to the \npetition.  Therefore, if you file a petition for a contested tax case hearing, \nyou must serve a copy of the petition on the Department of Revenue by \nmailing a copy of your petition to: Tenisha Jacobs, General Counsel, \nNorth Carolina Department of Revenue, PO Box 871, Raleigh, NC \n27602-0871.  \n \nIf you do not timely file a petition for a contested tax case hearing, the \ntotal amount of tax, penalties, and interest shown above are collectible \nby the Department of Revenue.  See Collection of Tax, Penalties, and \ninterest for the collection options available by the Department.\n9  \n \n \n7 (Petition ¶ 2.) \n \n8 (Appealed Order Uncontested Facts ¶¶ 1–2; Index Final Administrative R. R-036, ECF No. \n15.)  Subsequent citations to the Index for Final Administrative Record will be to individual \nrecord pages. \n \n9 (R-041 (emphasis added; original emphasis omitted).) \n \n8. Sixty days from the mailing of the NOFD was 29 October 2022, a Saturday.  \nRespondent e-mailed an electronic copy of its Contested Case Petition to the OAH’s \nChief Clerk’s (the “OAH Clerk” or “Clerk”) Office at 5:26 PM on 31 October 2022 , a \nMonday and the first business day after 29 October 2022.10  The petition was received \nafter 5:00 PM and thus after the close of the Clerk’s office hours.11  The Clerk accepted \nand file-stamped the Contested Case Petition the following day, 1 November 2022.12   \n9. On that same day, the Clerk issued a n otice advising Respondent that the \nrequired filing fee had “either not been paid or [had] not been paid correctly.” 13  The \nnotice further advised that if Respondent failed to pay the required filing fee, the \nContested Case Petition  would be dismissed for failure to comply with N.C.G.S.  \n§§ 150B-23(a) and (f), unless Respondent could “establish an exception.”14  The Clerk \nissued a second n otice on 6 December 2022, again advising that Respondent had \nfailed to correctly pay the filing fee and threatening dismissal of the Contested Case \n \n10 (Appealed Order Uncontested Facts ¶ 6; R-007.) \n \n11 (Appealed Order Conclusions of Law ¶ 5 (“[T]he effective end of the final day for filing was \n5:00 PM”).) \n \n12 (R-001–007, Pet. Contested Tax Case Hr’g 1); R-011, Notice Contested Case and \nAssignment; Appealed Order Uncontested Facts ¶ 7, Conclusions of Law ¶ 5.; see also Pet’r’s \nBr. 3–4, ECF No. 17 ; Resp’t’s Br. 1–2, ECF No. 20 ( agreeing to the facts set forth in this \nparagraph).)  \n \n13 (R-008.) \n \n14 (R-008.) \n \nPetition.15  Respondent ultimately paid the required filing fee on 24 January 2023 , \n84 days after the Contested Case Petition was submitted.16 \n10. On 23 February 2023, the Department moved to dismiss the Contested Case \nPetition under Rules 12(b)(1), 12(b)(2), and 12(b)(6 ) of the North Carolina Rules of \nCivil Procedure (the “Rule(s)”). 17  The Department contended in its motion that by \nfailing to file the Contested Case Petition  within the mandatory time limits of \nN.C.G.S. § 150B-23(f), Respondent had failed to satisfy a ne cessary condition \nprecedent to the Department’s waiver of sovereign immunity that would otherwise \npermit Respondent to sue the Department .  As a result, the Department contended \nthat consideration of the Respondent’s Contested Case Petition was barred by \nsovereign immunity.\n18 \n11. On 6 April 2023, the OAH issued the Appealed Order denying the \nDepartment’s Motion to Dismiss, reasoning as follows: \nThe notice provided to [Respondent] in the NOFD was inadequate.  The \nNOFD informed [Respondent] that she had 60 days from the date of the \nNOFD to file an appeal.  The NOFD did not inform her that the effective \nend of the final day for filing was 5:00 PM, r ather than midnight, the \nactual end of the final day.  Since [Respondent] filed within the time \n \n15 (R-010.) \n \n16 (Appealed Order Uncontested Facts ¶ 8.) \n \n17 26 N.C.A.C. 03.0101(a) provides that “[t]he Rules of Civil Procedure as contained in G.S. \n1A-1 and the General Rules of Practice for the Superior and District Courts as authorized by \nG.S. 7A-34 and found in the Rules Volume of the North Carolina General Statutes shall apply \nin contested cases in the Office of Administrative Hearings (OAH) unless another specific \nstatute or rule of the Office of Administrative Hearings provides otherwise.” \n \n18 (Department’s Mot. Dismiss 3–7.) \n \nperiod stated on the NOFD, this Tribunal deems the [Contested Case \nPetition] to be timely filed.19 \n \n12. The Department thereafter timely filed the Petition in Wake County \nSuperior Court on 5 May 2023, contending that the Appealed Order was erroneous \nas a matter of law and was immediately appealable because the Department’s Motion \nunder Rule 12(b)(2) was premised on sovereign immunity and because the Appealed \nOrder affected a substantial right of the Department. 20  The Department asks th e \nCourt to reverse and vacate the Appealed Order and remand the case to the OAH \nwith instructions to dismiss Respondent’s Contested Case Petition  on grounds that \nthe OAH lacked personal jurisdiction over the Department and subject matter \njurisdiction over the Contested Case Petition as a result of Respondent’s untimely \nfiling.21 \n13. Upon application of the Department  and without obj ection at any time by \nRespondent, this case was designated as a mandatory complex business case by order \ndated 9 May 2023.22  \n14. On 21 August 2023, the parties filed their agreed-upon Final Administrative \nRecord for purposes of this appeal.23 \n \n19 (Appealed Order Conclusions of Law ¶ 5.) \n \n20 (Petition ¶¶ 20–25.)  The Department also contended that numerous findings of fact were \nnot supported by substantial evidence and that these findings were “arbitrary, capricious or \nan abuse of discretion.” (Petition ¶¶ 23–25.) \n \n21 (Pet’r’s Brief 15.) \n \n22 (Order Designation, ECF No. 1.) \n \n23 (See Notice Filing Final Administrative R., ECF No. 16.) \n15. After full briefing, the Court convened a hearing on the Department’s \nPetition on 14 November 2023, at which all parties were represented by counsel.  This \nmatter is now ripe for resolution.   \nII. \nLEGAL ANALYSIS \nA. The Court’s Subject Matter Jurisdiction Over this Matter \n16. As an initial matter, this case presents some procedural complexity.  While \nneither party challenges the Court’s authority to review the Appealed Order, the \nCourt notes that the Appealed Order is not a final decision in a contested case.   \n17. The statutes upon which the Department relies to establish this Court’s \nsubject matter jurisdiction —N.C.G.S. §§  150B-43, -45, -46, -51, 105 -241.16, and \n7A-45.4—all provide for judicial review of OAH final decisions.  See N.C.G.S. \n§ 150B-43 (providing right to judicial review to “[a]ny party or person aggrieved by \nthe final decision in a contested case”); N.C.G.S. § 150B-45 (establishing procedure \nfor “judicial review of a final decision”); N.C.G.S. §  150B-46 (describing contents of \npetition for judicial review); N.C.G.S. §  150B-51 (describing scope and standard of \nreview for a “court reviewing a final decision in a contested case”); N.C.G.S. \n§ 105-241.16 (providing a right to judicial review to “[a] party aggrieved by the final \ndecision in a contested case commenced at the [OAH]”); N.C.G.S. § 7A-45.4(b) \n(providing for mandatory complex business case designation of actions “involving a \nmaterial issue related to tax law that has been the subject of a contested tax case for \nwhich judicial review is requested under G.S. 105-241.16”).   \n18. Section 150B-43, however, also provides that “[n]othing in this Chapter [i.e., \nChapter 150B, the Administrative Procedure Act,] shall prevent any party or person \naggrieved from invoking any judicial remedy available to the party or person \naggrieved under the law to test the validity of any administrative action not made \nreviewable under this Article. ”  Section 150B -43 therefore creates a  path to judicial \nreview of an OAH order that is not a final decision but that affects a substantial right. \n19. “The common law doctrine of sovereign  immunity is well -established in \nNorth Carolina and prevents a claim for relief against the State except where the \nState has consented  or waived its immunity.”  Cedarbrook  Residential Ctr., Inc. v. \nN.C. Dep’t of Health and Hum. Servs., 383 N.C. 31, 44– 45 (2022) (cleaned up); see \nalso, e.g. , Prudential Ins. Co.  of Am.  v. Powell , 217 N.C. 495, 499 (1940) (“It is \naxiomatic that the sovereign cannot be sued in its own courts or in any other without \nconsent and permission.”).   \n20. Our courts have held that the “denial of Rule 12(b)(2) motions premised on \nsovereign immunity are sufficient to trigger immediate appeal under [ N.C.G.S.] \n§ 1-277(b)24.”  Can Am South, LLC v. State, 234 N.C. App. 119, 124 (2014) ; see also, \ne.g., Price v. Davis, 132 N.C. App. 556, 558–59 (1999) (explaining that “this Court has \nrepeatedly held that appeals raising issues of governmental or  sovereign immunity \naffect a substantial right sufficient to warrant immediate  appellate review”) .  \n \n24 N.C.G.S. § 1-277(b) provides that “[a]ny interested party shall have the right of immediate \nappeal from an adverse ruling as to the jurisdiction of the court over the person or property \nof the defendant or such party may preserve his exception for determination upon any \nsubsequent appeal in the cause.”   \n \nAccordingly, given that the Appealed Order rejected the Department’s claim of \nsovereign immunity  through Rule 12(b)(2) ,25 the Court concludes that t he \nDepartment has a right of immediate appeal of the Appealed Order  and that the \nCourt has subject matter jurisdiction to hear the Petition under section 150B-43.26 \nB. The Scope and Standard of Review \n21. When the trial court “exercises judicial review over an agency’s final \ndecision, it acts in the capacity of an appellate court.”  Meza v. Div. of Soc. Servs., 364 \nN.C. 61, 75 (2010) (quoting N.C. Dep’t of Env’t & Nat. Res. v. Carroll, 358 N.C. 649, \n662 (2004)).  The  Court concludes that it sits in the same position concerning the \nDepartment’s appeal of the Appealed Order. \n22. Under section150B-51(b), a reviewing court may affirm the decision of the \nOAH, remand the case for further proceedings, or, as set forth herein, reverse or \n \n25 The precise nature of a sovereign immunity defense is somewhat unsettled.  The Court of \nAppeals has consistently held that a sovereign immunity defense presents an issue of \npersonal, not subject matter, jurisdiction.  Can Am S., LLC, 234 N.C. App.119, 123–24 (2014).  \nAt the same time, however, the Supreme Court has stated that it “need not decide whether a \nmotion to dismiss on the basis of sovereign immunity is properly designated as a Rule 12(b)(1) \nmotion or a Rule 12(b)(2) motion” since the standard of review is the same.  Est . of Long v. \nFowler, 378 N.C. 138, 142 n. 1 (2021); see also, e.g., Guthrie v. N.C. State Ports Auth., 307 \nN.C. 522, 524 n.1 (1983) (“We find it unnecessary to determine whether the defense of \nsovereign immunity raises a question of personal or subject matter jurisdiction”); Farmer v. \nTroy Univ., 382 N.C. 366, 369 (2022) ( considering sovereign immunity defense asserted \nthrough Rules 12(b)(2) and 12(b)(6)).  But see Teachy v. Coble Dairies, Inc., 306 N.C. 324, 328 \n(1982) (stating that “the distinction becomes crucial in North Carolina” because a denial of a \nRule 12(b)(2) motion is immediately appealable by statute while a denial of a  Rule 12(b)(1) \nmotion is not).  The issue appears to be of little consequence here since the Department has \nasserted its sovereign immunity defense through Rule 12(b)(2) as well as through Rules \n12(b)(1) and 12(b)(6). \n \n26 The Court notes that any objection to the designation of this matter as a mandatory \ncomplex business case under section 7A-45.4(b) has been waived.  See N.C.G.S. § 7A-45.4(e) \n(setting deadlines for objections to designation). \nmodify a final agency decision: \n[I]f the substantial rights of the petitioners may have been prejudiced \nbecause the [OAH’s] findings, inferences, conclusions, or decisions are: \n \n(1) In violation of constitutional provisions; \n \n(2) In excess of the statutory authority or jurisdiction of the agency or \nadministrative law judge; \n \n(3) Made upon unlawful procedure; \n \n(4) Affected by other error of law; \n \n(5) Unsupported by substantial evidence admissible under G.S. \n150B-29(a), 150B-30, or  150B-31 in view of the entire record as \nsubmitted; or \n \n(6) Arbitrary, capricious, or an abuse of discretion. \n \n23. The Department contends that the Appealed Order is affected by an error \nof law and was arbitrary, capricious, and an abuse of discretion.  The Court concludes \nthat, through section 150B-43’s provision for judicial review of non-final agency \ndecisions, the scope and standard of review set forth in section 150B-51 applies \nequally to the Court’s review of the Appealed Order.  And because the Department \ncontends that the OAH’s decision was affected by legal error, the Court further \nconcludes that “de novo review is required.”  Duke Univ. Med. Ctr. v. Bruton, 134 N.C. \nApp. 39, 41 (1999).  Under the de novo standard of review, the Court “considers the \nmatter anew and freely substitutes its own judgment for that of the [OAH].”  \nWetherington v. N.C. Dep’t of Pub. Safety, 368 N.C. 583, 590 (2015) (cleaned up); see \nalso Mann Media, Inc. v. Randolph Cnty. Plan. Bd., 356 N.C. 1, 13 (2002). \nC. The Sufficiency of the Department’s NOFD \n24. The Department’s Petition puts at issue whether the Department’s NOFD \nadequately informed Respondent of the time limit by which Respondent was required \nto file its Contested Case Petition  under section 150B -23(f).  Respondent contends, \nand the OAH found, that the NOFD should have advised Respondent that the filing \ndeadline was 5:00 PM on the sixtieth day after the NOFD was mailed .27  The \nDepartment argues that the statute does not require the notice to include time-of-day \ndetail.28 \n25. The parties’ competing claims require the Court to interpret section \n150B-23(f).  To that end, our Supreme Court has instructed: \nStatutory interpretation properly begins with an examination of the \nplain words of the statute.  If the statutory language is clear and \nunambiguous, the court eschews statutory construction in favor of \ngiving the words their plain and definite meaning.  However, where the \nstatute is ambiguous or unclear as to its meaning, the courts must \ninterpret the statute to give effect to the legislative intent.  Canons of \nstatutory interpretation are only employed if the language of the statute \nis ambiguous or lacks precision, or is fairly susceptible of two or more \nmeanings.  \n \nBelmont Ass’n, Inc. v. Farwig, 381 N.C. 306, 310–11 (2022) (cleaned up). \n26. Section 150B-23(f) provides, in relevant part, as follows: \nUnless another statute or a federal statute or regulation sets a time \nlimitation for the filing of a petition in contested cases against a \nspecified agency, th e general limitation for the filing of a petition in a \ncontested case is 60 days.  The time limitation, whether established by \nanother statute, federal statute, or federal regulation, or this section, \ncommences when notice is given of the agency decision to all persons \n \n27 (See generally Resp’t’s Br.; Appealed Order Conclusions of Law ¶¶ 4–5.) \n \n28 (Pet’r’s Br. 7–11; Pet’r’s Reply Br. [hereinafter “Reply”] 12–14, ECF No. 21.) \n \naggrieved that are known to the agency by personal delivery, electronic \ndelivery, or by the placing of the notice in an official depository of the \nUnited States Postal Service wrapped in a wrapper addressed to the \nperson at the latest address  given by the person to the agency.  The \nnotice shall be in writing, shall set forth the agency action, and shall \ninform the persons of the right, the procedure, and the time limit to file \na contested case petition[.]\n29   \n \n27. The Court concludes that the language of section 150B -23(f) is clear and \nunambiguous: “the general limitation for the filing of a petition in a contested case is \n60 days,” the 60-day period begins to run “when notice is given,” and the notice must \nbe “in writing” and “inform the persons of the right, the procedure, and the time limit \nto file a contested case petition.”  The “time limit to file a contested case petition” in \nthis section clearly  refers to the 60-day period after notice is given of the agency \ndecision and is not susceptible to any other reasonable interpretation.   \n28. Section 150B-23(f) does not require that the notice provide a specific time \nduring the final day by which the contested case petition must be fil ed.  Nor does it \nrequire the Department to include in the notice the OAH Clerk’s office hours  and \ninternal processes for receiving, reviewing, and accepting petitions and other \ndocuments, the potential extensions of the response period for weekends and \nholidays,\n30 or other information that a petitioner might reasonably like to know  in \npreparing and filing a petition .  In short, the statute only requires that the \nDepartment provide notice that the time limit to file a contested case petition is 60 \n \n29 N.C.G.S. § 150B-23(f). \n \n30 See Rule 6(a).  26 N.C.A.C. 03.0116 provides that “[u]nless otherwise provided in the rules \nof the Office of Administrative Hearings or in a specific statute, time computations in \ncontested cases before the Office of Administrative Hearings shall be governed by G.S. 1A-1, \nRule 6.” \ndays, and the Department provided the required notice.  It is for the legislature, not \nthe courts or the OAH, to require a more detailed notice if , in fact, a more detailed \nnotice is to be required.  \n29. The Court’s conclusion finds ample support in decisions from courts in this \nState.  See, e.g., Early v. Durham Dep’t of Soc. Servs., 172 N.C. App. 344, 357 (2005) \n(holding that statement that “the employee may then appeal to the State Personnel \nCommission within 30 days” satisfied the § 150B-23(f) time limit notice); Gray v. N.C. \nDep’t of Env ’t, Health & Nat . Res., 149 N.C. App. 374, 379 (2002) ( holding that \nstatement that a petition “shall be filed not later than 30 days after notice of the \naction” satisfied the §  150B-23(f) time limit noti ce); see also, e.g. , P.L. Liuzzo v. \nCharlotte-Mecklenburg Bd of Educ. , No. 3:07 -CV-170-GCM, 2010 U.S. Dist. LEXIS \n85681, at **13–14 (W.D.N.C. July 23, 2010) ( holding that statement that “the \ndeadline for filing a request for a due process hearing is sixty (60) days from the \nreceipt of this notice” satisfied the § 150B-23(f) time limit notice); B.P. v Charlotte -\nMecklenburg Bd. of Educ. , No. 3:06 -CV-445, 2009 U.S. Dist. LEXIS 126489 , at *13 \n(W.D.N.C. Oct. 26, 2009) (to similar effect).\n31 \n \n31 The OAH itself has recently found that a statement that the petitioner had the right to \nappeal by filing a petition for a contested case hearing “within 60 days of the date of the \nNotice” satisfied the § 150B-23(f) time limit notice.  See Bateman v. N.C. State Health Plan \nDep’t of State Treasurer, Case No. 21 INS 03948, 2022 WL 887962, at Findings of Fact ¶¶ 5–\n12,  (N.C.O.A.H. Feb. 8, 2022).  Bateman also recognized that “deadlines for filing documents \nwith the court are subject to the hours when the court  is open for business.”  Id. (quoting \nState v. Williams, 218 N.C. App. 450, 452 (2012)).  \n \nD. The Timeliness of Respondent’s Contested Case Petition \n30. The Court next considers the Department’s  challenge to the OAH’s \ndetermination that Respondent timely filed its Contested Case Petition because the \npetition was filed before midnight on the day it was due.   \n31. Under the North Carolina Administrative Code, a petition or other \ncontested tax case document is “filed” with the OAH when it is placed “into the care \nand custody of the chief hearings clerk of the [OAH], and acceptance thereof.”  26 \nN.C.A.C. 03.0102(a)(2)(A).  The Code further provides that when serving by electronic \nmail, “documents sent after 5 pm are deemed sent at 8 am the following business \nday,” 26 N.C.A.C. 03.0102(e)(1), and, similarly, that “[d]ocuments filed electronically \nafter 5 pm shall be deemed filed at 8 am the following business day,” 26 N.C.A.C. \n03.0502(f). \n32. It is undisputed that Respondent e -mailed the Contested Case Petition to \nthe OAH Clerk after the Clerk’s office had closed on the day the petition was due and \nthat the OAH Clerk did not accept Respondent’s petition until 1 November 2022, the \nday after it was due.  The Clerk’s acceptance of Respondent’s petition was consistent \nnot only with its 8:00 AM–5:00 PM office hours, see State v. Williams, 218 N.C. App. \n450, 452 (2012) (“ [D]eadlines for filing documents with the court are subject to the \nhours when the court is open for business”), but also with the rules for the electronic \nsubmission of documents under this State’s Administrative Code.  See 26 N.C.A.C. \n03.0102(a)(2)(A); 26 N.C.A.C. 03.0102(e)(1). \n33. Since the Clerk accepted Respondent’s petition the day after it was due, the \npetition was untimely, and the OAH’s conclusion to the contrary is plain error.   And \nsince the petition was untimely, the OAH did not have jurisdiction to entert ain \nRespondent’s Contested Case Petition because the condition precedent to the \nDepartment’s waiver of sovereign immunity was not satisfied.  See, e.g., Stone v. N.C. \nDep’t of Lab., 347 N.C. 473, 479 (1998) (recognizing that statutes that “permit suit in \nderogation of sovereign immunity should be strictly construed”).  \n34. Respondent seeks to avoid this result by arguing that the “three days for \nmailing” provision of Rule 6 (e) of the No rth Carolina Rules of Civil Procedure \nextended Respondent’s required filing deadline from 31 October 2022 to 2 November \n2022, rendering Respondent’s petition timely. 32  Respondent ignores, however, the \nNorth Carolina decisions that have consistently held t hat a petition to challenge an \nagency action must be filed within the statutory limitations period and that Rule 6(e) \ndoes not extend that period.  See, e.g. , Gaskill v. State ex r el. Cobey, 109 N.C. App. \n656, 658 (1993) (“ North Carolina cases interpreting  administrative laws have \nconsistently held that a contested case petition to challenge an agency’s decision must \nbe filed within the statutory deadline.”); Gummels v. N.C. Dep’t of Hum. Res., 98 N.C. \nApp. 675, 677 (1990) (noting that “because the right to appeal to an administrative \nagency is granted by statute, compliance with statutory provisions is necessary to \nsustain the appeal”); Smith v. Daniels Int’l, 64 N.C. App. 381, 382–83, (1983) (refusing \nto apply Rule 6(e) to extend appeal period in N.C.G.S.  § 96-15(b)(2)); see also, e.g. , \n \n32 (Resp’t’s Br. 4–7.) \n \nDonovan v. Maine, 276 F.3d 87, 91 (1st Cir. 2002) (recognizing that “[Federal] Rule \n6(e)33 does not apply to statutes of limitation  . . . because Rule 6(e)  . . . ‘is centrally \nconcerned with what a ‘party’ does and a ‘party’ operates within the framework of an \nexisting case.’  By contrast, statutes of limitation . . . govern the time for commencing \nan action.” (quoting Berman v. United States, 264 F.3d 16, 19 (1st. Cir. 2001))).34  \n35. Accordingly, for the reasons set forth above, the Court concludes that the \nAppealed Order should be reversed  and vacated, and that this matter should be \nremanded to the OAH with instructions to dismiss Respondent’s Contested Case \nPetition as untimely and thus as barred by sovereign immunity.35 \n \n33 Rule 6(e) of the Federal Rules of Civil Procedure is substantially identical to Rule 6(e) of \nthe North Carolina Rules of Civil Procedure.  See, e.g., Turner v. Duke Univ., 325 N.C. 152, \n164 (1989) (“The North Carolina Rules of Civil Procedure are, for the  most part, verbatim \nrecitations of the federal rules[,]” so “[d]ecisions under the federal rules are thus pertinent \nfor guidance and enlightenment in developing the philosophy of the North Carolina rules[.]”). \n \n34 The OAH has also routinely rejected Respondent’s argument.  See Bradley Home Caring \nfor Wake Cmty. and the Carolinas, Inc. v. N.C. Dep’t of Health & Hum. Servs., Docket No. 22 \nDHR 02525, 2023 WL 3568015, at Conclusions of Law ¶¶ 23–24 (N.C.O.A.H. Feb. 13, 2023) \n(“[J]ust as Rule 6(e) does not govern the statute of limitations for when a complaint may be \nfiled in a general court of justice, it does not govern the filing of a petition in OAH because, \nuntil a complaint or petition is filed, there is no litigation”); see also, e.g., Bateman, 2022 WL \n887962, at Findings of Fact ¶¶ 7–12 (to similar effect); Stanley v. N.C. Dep’t of Health & Hum. \nServs., Docket No. 18 DHR 02062, 2018 WL 3640951, at *1 (N.C.O.A.H. June 27, 2018) \n(same); Ross v. N.C. Dep’t of Health & Hum. Servs., Docket No. 13 DHR 19155, 2014 WL \n3698409, at Conclusions of Law ¶¶ 9–10 (N.C.O.A.H. May 14, 2014) (same). \n \n35 The Department also argues that Respondent failed to timely “file” the Petition because it \ndid not, within seven business days after it e -mailed the Petition, submit to the OAH “the \noriginal signed filing and the appropriate filing fee.”  See 26 N.C.A.C. 03.0101(b).  The OAH \n“decline[d] to exercise [its] discretion to dismiss [the Contested Case Petition] on the grounds \nof late payment,” which is the OAH’s prerogative under 26 N.C.A.C. 03. 0103(e)(1), because \n“the late payment was accepted by Chief Clerk of OAH.”  ( Appealed Order Conclusions of \nLaw ¶ 6.)  Even though Respondent’s payment was 84 days late, the Court cannot conclude \nthe OAH abused its discretion in declining to dismiss the Contested Case Petition on this \nground.  The Court agrees with the Department, however, that Respondent’s ongoing failure \nto submit the signed original Contested Case Petition to OAH is an additional ground \nsupporting the Court’s conclusion that the Contested Case Petition was not timely filed. \n36. WHEREFORE, the Court hereby REVERSES  and VACATES t he \nAppealed Order and REMANDS this matter to the OAH with instructions to dismiss \nRespondent’s Contested Case Petition as untimely and thus  as barred by sovereign \nimmunity. \n SO ORDERED, this the 5th day of December, 2023. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}