{
  "id": "eccce928e25b45c82248c3123a1e025ec02379e77fb666e9237663d85ed5395e",
  "source_file": "data/raw/ncbc/eccce928e25b45c82248c3123a1e025ec02379e77fb666e9237663d85ed5395e.pdf",
  "raw_text": "Can-Dev, ULC v. SSTI Centennial, LLC, 2018 NCBC 9. \n \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 6784 \nMASTER FILE \n(related cases 15 CVS 6785; 15 CVS 6786; \n15 CVS 6787)  \n \nCAN-DEV, ULC, \n \n   Plaintiff, \n \nv. \n \nSSTI CENTENNIAL, LLC; SSTI \nMAVIS MISSISSAUGA, LLC; SSTI \nBREWSTER BRAMPTON, LLC; and \nSSTI GRANITE PICKERING, LLC,  \n \n   Defendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ PARTIAL MOTION \nTO DISMISS \n \n1. THIS MATTER  is before the Court on Defendants’ Partial Motion to \nDismiss (the “Motion”).  Having considered the Motion, the briefs, and the arguments \nof counsel at a hearing on the Motion, the Court hereby DENIES the Motion. \nKilpatrick Townsend & Stockton LLP, by David C. Smith, Dustin T. \nGreene, and Elizabeth L. Winters, for Plaintiff. \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, L.L.P., by Kirk \nG. Warner, Clifton L. Brinson, Jang (“John”) H. Jo, and John E. Harris, \nfor Defendants. \n \nRobinson, Judge. \n \nI. PROCEDURAL HISTORY \n2. The Court sets forth here only those portions of the procedural history that \nare relevant to its determination of the Motion. \n3. On November 4, 2015, Plaintiff Can-Dev, ULC (“Plaintiff”) initiated four \nseparate declaratory judgment actions against each Defendant , whic h were \nconsolidated by order dated January 31, 2017. \n4. On August 15, 2017, Plaintiff filed its First Amended Complaint, adding its \nmembers James Bennett (“Bennett”) and Reade DeCurtins (“DeCurtins”) as plaintiffs \nand asserting additional claims for relief. \n5. This case was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated August 16, 2017 \nand assigned to the undersigned by order of Chief Business Court Judge James L. \nGale that same day. \n6. On September 18, 2017, Defendants filed the Motion pursuant to Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”) and a brief in \nsupport. \n7. On November 17, 2017, Bennett and DeCurtins voluntarily dismissed with \nprejudice all of their claims against Defendants. \n8. The Court held a hearing on the Motion on December 19, 2017, at which \ncounsel for all parties were present. \n9. The Motion has been fully briefed and is now ripe for resolution. \nII. FACTUAL BACKGROUND \n10. The Court does not making findings of fact on a motion to dismiss for failure \nto state a claim but recites only those factual allegations of the First Amended \nComplaint and portions of the documents referenced therein that are relevant and \nnecessary to the Court’s determination of the Motion. \nA. The Parties \n11. Plaintiff is a Nova  Scotia unlimited liability company that maintains its \noffices and principal place of business in Forsyth County, North Carolina.  (First Am. \nCompl. ¶ 1, ECF No. 4.)  Bennett and DeCurtins are Plaintiff’s sole members.  (First \nAm. Compl. ¶ 2.) \n12. Defendants SSTI Centennial, LLC (“Centennial”), SSTI Mavis \nMississauga, LLC (“Mavis”), SSTI Brewster Brampton, LLC (“Brewster”), and SSTI \nGranite Pickering, LLC (“Granite”) (collectively, the “Defendants”) are Delaware \nlimited liabilit y companies that maintain their principal places of business in \nCalifornia.  (First Am. Compl. ¶ 3.)  Defendants are commonly owned and operated \nas part of SmartStop, a self-storage conglomerate.  (First Am. Compl. ¶ 4.)  Michael \nSchwartz (“Schwartz”), a non-party to this action, is SmartStop’s president, CEO, and \nchairman of the board.  (First Am. Compl. ¶ 8.) \nB. Plaintiff and Defendants Enter a Business Relationship  \n13. In 2010 , at a trade show in Las Vegas, Schwar tz solici ted Bennett and \nDeCurtins to assist in expanding SmartStop into the Canadian market because of \ntheir prior experience with, and business contacts in, the Toronto area .  (First Am. \nCompl. ¶¶ 6−8.)  Prior to 2010, Bennett and DeCurtins ran a successful real estate \nbusiness for years and had experience as consultants assisting property owners with \nall aspects of the planning and development of self -storage properties.  (First Am. \nCompl. ¶ 5.) \n14. As part of the agreement between Schwartz, on the one hand, and Bennett \nand DeCurtins , on the other , and  at SmartStop’s request, Budget Development \nInternational, LLC (“BDI”) , of which Bennett is president,  and Strategic Storage \nHoldings, LLC (“SSH”) , of which Schwartz is president,  executed a Joint Venture \nAgreement (“JVA”) in March 2011.  (First Am. Compl. ¶ 10; Ex. A to Stipulation, at \n1, 10, ECF No. 83.1; Reply Br. Supp. Defs.’ Partial Mot. Dismiss  [“Defs.’ Reply Br.”] \nEx. 1, at 4, ECF No. 73.2 .)  The JVA was to govern the development of self-storage \nprojects in Canada.  (First Am. Compl. ¶ 10.)  Pursuant to the JVA, SmartStop formed \nDefendants—four property holding companies, one for each project .  (First Am. \nCompl. ¶ 11.)  Plaintiff alleges that it was formed to be the operating development \ncompany for the projects and that t he JVA calle d for the execution of separate \nDevelopment Services Agreements (“DSAs”) between Plaintiff and each of the four \nDefendant-companies.  (First Am. Compl . ¶ 11.)  A pro forma for the DSA was \nattached to the JVA.  (Ex. C to Ex. A to Stipulation.) \n15. The DSAs, which were drafted by Defendants, provided that, in return for \nassisting Defendants with the development of the properties, Plaintiff was to receive \na development fee of $300,000  for each property, to be paid at specified intervals as \ndevelopment of the prope rties progressed.  (First Am. Compl. ¶¶ 17 –18; see also \nAnswer First Am. Compl. & Countercl. Against Can -Dev, ULC Exs. 1–4, § 3.1, ECF \nNo. 54 [“Answer”].)  The DSAs further provided that Plaintiff would be compensated \nby what Plaintiff characterizes as “equity” in the properties “in the form of rights to \nfuture income from the operation and/or sale of the [p]roperties.”  (First Am. Compl. \n¶¶ 17–18; see also Answer Exs. 1–4, §§ 3.3–3.4.)  Section 3.3 of the DSAs granted \nPlaintiff the right to receive a percentage of net cash flows , which  were to be \ndistributed first to Defendants’ sole member until it had received a 12% return on its \ncapital contributions and intercompany loans, and then to Defendant s’ sole member \nand Plaintiff in 80% and 20% shares, r espectively.  (Answer Exs. 1 –4, § 3.3.)  Net \ncapital proceeds were to be divided in the same manner as net cash flows  and were \nto be distributed  within thirty days of any capital transaction.  (Answer Exs. 1 –4, \n§ 3.4.) \n16. The DSAs also gave Defendants an opti on to buy  out Plaintiff’s rights to \nparticipate in net cash flows and net capital proceeds .  (Answer Ex. 1, Amendment \nNo. 1, § 3.5, Exs. 2–4, § 3.5.)  Under the terms of the DSAs, Defendants could exercise \nthe buyout option four years after a property beca me operational by giving Plaintiff \nwritten notice.  (Answer Ex. 1, Amendment No. 1, § 3.5(a), Exs. 2 –4, § 3.5(a).)  \nDefendants would then have thirty days to retain an independent certified appraiser \nto determine the property’s fair market value, which val ue was to be used to \ndetermine the exercise price of the buyout.  (Answer Ex. 1, Amendment No. 1, § 3.5(a), \nExs. 2–4, § 3.5(a).)  The exercise price was to be 20% of the appraised value minus: \n(1) the capital contributions of Defendants’ so le member plus a  12% return on its \ncapital contributions; (2) the amount of any additional capital expenditures incurred \nby Defendants with respect to the property plus a 12% return on such expenditures; \n(3) the principal balance of intercompany loans plus a 12% return on such loans; and \n(4) the aggregate principal amount of mortgage debt secured by the property.  \n(Answer Ex. 1, Amendment No. 1, § 3.5(b), Exs. 2–4, § 3.5(b).)  Payment of the exercise \nprice to Plaintiff would terminate Plaintiff’s rights to receive any shar e of the  net \ncash flows and net capital proceeds.  (Answer Ex. 1, Amendment No. 1, § 3.5(c), Exs. \n2–4, § 3.5(c).) \n17. Development of the Mavis project began after BDI and SSH executed the \nJVA.  (First Am. Compl. ¶ 10.)  On March 14, 2011, Plaintiff and Mavis entered into \na DSA to govern the development of real property into a self -storage facility.  (First \nAm. Compl. ¶ 12; see also Answer Ex. 1.)  Plaintiff and Brewster thereafter entered \ninto a DSA in 2011, although the exact date is not stated on the DSA.  (See First Am. \nCompl. ¶ 15; Answer Ex. 2, at 1.) \n18. Plaintiff alleges that it invested significant time, effort, and resources to \ndevelop the properties, and that the parties knew that most of Plaintiff’s work was \nfront loaded, meaning that Plaintiff’s efforts were visible largely at the beginning of \ndevelopment, in selecting sites, planning, obtaining permits and zoning approvals, \nidentifying and hiring contractors, and other pre -construction tasks necessary to \nmake the projects successful in the long term.  (First Am. Compl. ¶¶ 22–23.)  Plaintiff \nalleges t hat the projects were developed on time and within budget and that \nDefendants repeatedly praised Plaintiff’s work and the pace of the projects’ \ndevelopment and expressed no dissatisfaction with Plaintiff’s services.  (First Am. \nCompl. ¶¶ 23–26.)  \n19. Plaintiff alleges that i n March 2013, SmartStop insisted that a Joint \nVenture Termination Agreement (“JVTA”) be executed and that development of the \nprojects proceed solely under the DSAs.  (First Am. Compl. ¶ 13; see also Defs.’ Reply \nBr. Ex. 1.)  Bennett and DeCurtins agreed to execute the JVTA based on assurances \nthat the DSAs and all rights thereunder would remain effective .  (First Am. Compl. \n¶ 13.)  Plaintiff alleges that execution of the JVTA had no practical effect on the \nparties’ relationship, which functio ned exactly as it had before.  (First Am. Compl. \n¶ 14.) \n20. Plaintiff alleges that Can -Dev subsequently executed DSAs with Granite  \nand Centennial.  (First Am. Compl. ¶ 15.)  The Granite DSA had an effective date of \nAugust 28, 2013, (Answer Ex. 3, at 1), and the Centennial DSA had an effective date \nof April 2, 2014, (Answer Ex. 4, at 1). \nC. SmartStop Takes Over Development of Granite and Centennial \n21. Plaintiff alleges that in May 2015, Schwartz told Bennett and DeCurtins \nthat SmartStop wanted to assume  control over  the remaining development of the \nGranite and Centennial projects, to which Bennett and DeCurtins agreed on the \ncondition that the DSAs would remain in place with Plaintiff retaining its right to \ndevelopment fees and to share in net cash flows and net capital proceeds.  (First Am. \nCompl. ¶ 27.)  Schwartz agreed and Plaintiff ceased active development of the Granite \nand Centennial projects, giving Defendants complete control over all four projects as \nthe Mavis and Brewster projects had been successfully developed by November 2014.  \n(First Am. Compl. ¶¶ 23–28.) \nD. SmartStop Claims Defendants Are Being Sold to a Third Party \n22. Plaintiff alleges that i n July 2015, Schwartz told Bennett and DeCurtins \nthat Defendants were being sold to Strategic 1031, LLC and presented Plaintiff with \na Development Services Termination Agreement (“DSTA”) that would have \nterminated the DSAs  and Plaintiff’s rights thereunder .  (First Am. Compl. ¶ 31 .) \nPlaintiff alleges that Defendants offered to accelerate payment of the development \nfees ow ed to Plaintiff under the DSAs in exchange for Plaintiff’s execution of the \nDSTA.  (First Am. Compl. ¶ 32.) \n23. Plaintiff alleges that it then discovered that Strategic 1031 was also owned \nby Schwartz, making Strategic 1031 an affiliate of Defendants under the terms of the \nDSAs.  (First Am. Compl. ¶ 33 ; Answer Exs. A to Exs. 1 –4.)  Because a  sale of \nDefendants to an affiliate would not terminate Plaintiff’s rights under the DSA s, \nPlaintiff alleges that it requested that SmartStop provide financial information about \nthe four properties so that Plaintiff could evaluate its rights.  (First Am. Compl. \n¶¶ 33–34.)  SmartStop allegedly refused to provide the requested information , and \nPlaintiff refused to sign the DSTA.  (First Am. Compl. ¶ 34.) \n24. The First Amended Complaint alleges that Defendants then told Plaintiff \nthat another sale was pending to transfer ownership of Defendants to an independent \nthird-party buyer, but refused to disclose the identity of the buyer to Plaintiff causing \nPlaintiff to again refuse to execute the DSTA.  (First Am. Compl. ¶ 36.) \nE. Mavis Issues a Buyout Notice \n \n25. Plaintiff alleges that o n March 1, 2016, Schwartz sent Plaintiff a notice \npurporting to trigger the buyout provision of the Mavis DSA  and claiming that \nPlaintiff was not owed any amount thereunder.  (First Am. Compl. ¶ 41.)  The First \nAmended Complaint alleges that t he buyout notice included amounts that were not \nprovided for by the Mavis DSA, and the buyout notice’s calculations were based on \nappraisals that had been conducted several months earlier, rather than within thirty \ndays of when the buyout option was triggered as required by the DSA s.  (First Am. \nCompl. ¶ 42.)  Plaintiff also alleges that Defendants manipulated the finances of the \nprojects to avoid paying any additional amounts to Plaintiff under sections 3.3 to 3.5 \nof the DSAs.  (First Am. Compl. ¶ 51.) \n26. Plaintiff alleges that it again requested information about the projects’ \noperations and Mavis’s calculation of the exercise price, which Defendants refused to \nprovide.  (First Am. Compl. ¶ 43.)  Plaintiff also alleges that it requested a \nrecalculation of the exercise price based on a current appraisal , but Defendants \nignored this request.  (First Am. Compl. ¶ 44.) \n27. Plaintiff further alleges that it later learned that the second purported \nthird-party buyer was Fir Tree Partners  (“Fir Tree”) .  (First Am. Compl. ¶ 48.)   \nAlthough Defendants’ last e-mail with Fir Tree was dated August 11, 2015 , Mavis \nwas still attempting to exercise its buyout option as late a s March 2016.  (First Am. \nCompl. ¶ 49; see also First Am. Compl. ¶ 41.) \nF. Plaintiff’s Claims \n28. Plaintiff brings claims against all Defendants for breach of fiduciary duty, \nconstructive fraud, breach of contract, breach of the duty of good faith and fair \ndealing, unjust enrichment, defamation, unfair and deceptive trade practices \n(“UDTP”), a declaratory judgment, and punitive damages.  (First Am. Compl. 10–15.)  \nPlaintiff later voluntarily dismissed its defamation claim pursuant to Rule 41(a).  \n(ECF No s. 68 , 77.)  Defendants seek dismissal of Plaintiff’s claims for breach of \nfiduciary duty, constructive fraud, unjust enrichment, UDTP, and punitive damages.  \n(Defs.’ Partial Mot. Dismiss 1–2, ECF No. 52.) \nIII. LEGAL STANDARD \n29. In ruling on a motion to dismiss pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure, the Court reviews the allegations of the First \nAmended Complaint in the light most favorable to  Plaintiff.  The Court’s inquiry is \n“whether, as a matter of law, the allegations of the complaint,  treated as true, are \nsufficient to state a claim upon which relief may be granted under some legal theory.”  \nHarris v. NCNB Nat’l Bank of N.C., 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  \nThe Court construes the First Amended Complaint  liberally a nd accepts all \nallegations as true.  Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 \n(2009). \n30. Where the pleading refers to and depends on certain documents, the Court \nmay consider those documents without converting the motion into one for sum mary \njudgment under Rule 56.  Schlieper v. Johnson, 195 N.C. App. 257, 261, 672 S.E.2d \n548, 551 (2009).  At the same time, the Court may not consider materials that are not \nmentioned, contained, or attached in or to the pleading; otherwise, a Rule 12(b)(6)  \nmotion will be converted into a Rule 56 motion and subject to its standards of \nconsideration and review.  Fowler v. Williamson, 39 N.C. App. 715, 717, 251 S.E.2d \n889, 890−91 (1979). \n31. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face the absence of fact sufficient to make a good claim; [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson v. Bumgardner, \n318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  Otherwise, “a complaint should not \nbe dismissed for insufficiency unless it appears to a certainty that plaintiff is entitled \nto no relief under any state of facts which could be proved in support of the cl aim.”  \nSutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis omitted). \n32. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005).  A “trial court can reject allegations that are contradicted by \nthe documents attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Laster, 199 N.C. App. at 577, 681 S.E.2d at 862.  The Court can also \nignore a party’s legal conclusions set forth in its pleading.  McCrann v. Pinehurst, \nLLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, 777 (2013). \nIV. ANALYSIS \nA. Breach of Fiduciary Duty \n33. “For a brea ch of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.”  Dalton v. Camp , 353 N.C. 647,  651, 548 S.E.2d \n704, 707 (2001).  “Such a relationship has been broadly defined by this Court as one \nin which there has been a special confidence reposed in one who in equity and good \nconscience is bound to act in good faith and with due regard to the interests of the \none reposing confidence  . . . .”  Id. at 651 –52, 548 S.E.2d at 707 (quotation marks \nomitted).  “In North Carolina, a fiduciary duty can arise by operation of law (de jure) \nor based on the facts and circumstances ( de facto) . . . .”  Lockerman v. S. River Elec. \nMembership Corp., 794 S.E.2d 346 , 351 (N.C. Ct. App. 2016) .  A de jure fiduciary \nrelationship arises as a result of legal relations, such as the relationship between an \nattorney and client.  White v. Consol. Planning, Inc. , 166 N.C. App. 283, 293, 603 \nS.E.2d 147, 155 (2004).  A de facto fiduciary relationship “extends to any possible case \nin which a fiduciary relation exists in fact, and in which there is a confidence reposed \non one side, and resulting domination and influence on the other[.]”  Lockerman, 794 \nS.E.2d at 351. \n1. De Jure Fiduciary Relationship \n34. Plaintiff argues that a de jure fiduciary relationship existed because the \nparties formed a joint venture to develop four self-storage facilities.  (Pl.’s Resp. Defs.’ \nPartial Mot. Dismiss 9, ECF No. 69 [“Pl.’s Br. Opp’n”].)  \n35. “A joint venture is a business association like a partnership but narrower \nin scope and purpose.”  Lake Colony Constr., Inc. v. Boyd, 212 N.C. App. 300, 305, 711 \nS.E.2d 742, 746 (2011) (quotation marks omitted).   \nOur Supreme Court has characterized a joint venture as “an association \nof persons with intent, by way of contract, express or implied, to engage \nin and carry out a single business adventure for joint profit, for which \npurpose they combine their efforts, property, money, skill, and \nknowledge, but without creating a partnership in the legal or technical \nsense of the term.” \n \nId. (quoting Pike v. Wachovia Bank & Tr. Co. , 274 N.C. 1, 8, 161 S.E.2d 453, 460 \n(1968)).  The essential elements of a joint venture are “(1) an agreement to engage in \na single business venture with the joint sharing of profits, (2) with each party to the \njoint venture having a right in some measure to direct the conduct of the other \nthrough a necessary fiduciary relationship.”  Se. Shelter Corp. v. BTU Corp., 154 N.C. \nApp. 321, 327, 572 S.E.2d 200, 204 (2002) (emphasis, citations, and quotation marks \nomitted).  The agreement to create a joint venture need not be express, but can be \ninferred by the parties’ conduct and the surrounding circum stances.  Azalea Garden \nBd. & Care, Inc. v. Vanhoy , 2009 NCBC LEXIS 2, at *16 (N.C. Super. Ct. Mar. 17, \n2009) (citing Rhue v. Rhue, 189 N.C. App. 299, 307, 658 S.E.2d 52, 59 (2008); Wike v. \nWike, 115 N.C. App. 139, 141, 445 S.E.2d 406, 407 (1994)).  “The s econd element \nrequires that the parties to the agreement stand in the relation of principal, as well \nas agent, as to one another[,]” Se. Shelter Corp., 154 N.C. App. at 327, 572 S.E.2d at \n204–05, but “does not require that the parties have the right to control the conduct of \neach other in all aspects of the project[,]” Lake Colony Constr., Inc., 212 N.C. App. at \n308, 711 S.E.2d at 748. \n36. As to Plaintiff’s argument that the parties’ joint venture created a de jure \nfiduciary relationship, the Court believes tha t it can properly resolve the Motion as \nto Plaintiff’s breach of fiduciary duty claim without determining whether a de jure \nfiduciary relationship exists between the parties as the result of either an express or \nimplied agreement.  Under the allegations of the First Amended Complaint, the Court \nbelieves Plaintiff has adequately alleged the existence of a de facto  fiduciary \nrelationship. \n2. De Facto Fiduciary Relationship \n37. Because our “[c]ourts have historically declined to offer a rigid definition of \na fiduciary relationship in order to allow imposition of fiduciary duties where \njustified[,]” fiduciary relationships “can arise in a variety of circumstances, and may \nstem from varied and unpredictable facts.”  HAJMM Co. v. House of Raeford Farms, \nInc., 328 N.C. 578, 588, 403 S.E.2d 483, 489 (1991) (citation omitted).  However, “[t]he \nstandard for finding a de facto fiduciary relationship is a demanding one: Only when \none party figuratively holds a ll the cards —all the financial power or technical \ninformation, for example —have North Carolina courts found that the special \ncircumstance of a fiduciary relationship has arisen.”  Lockerman, 794 S.E.2d at 352  \n(quotation marks omitted) .  Domination and infl uence are essential components of \nany fiduciary relationship.  Dalton, 353 N.C. at 652, 548 S.E.2d at 708.   Whether a \nfiduciary relationship exists depends on the particular facts and circumstances of a \ngiven case.  Highland Paving Co. v. First Bank, 227 N.C. App. 36, 42, 742 S.E.2d 287, \n292 (2013).  Thus, whether a de facto fiduciary relationship exists “is generally a \nquestion of fact for the jury.”  Lockerman, 794 S.E.2d at 351. \n38. Defendants argue that Plaintiff has not adequately alleged the existence of \na de facto fiduciary relationship because Plaintiff has not alleged facts showing that \nthe parties’ relationship was anything more than a contractual relationship \nnegotiated at arm’s length.  (Defs.’ Br. Supp. 10.)  Defendants contend that the DSAs, \nwhich set out the parties’ respective rights and obligations in great detail, governed \nthe parties’ relationship at all times, and Defendants’ assumption of control over the \ndevelopment and management of the four properties did nothing to alter Plaintiff’s \nrights under the DSAs and was not the product of domination and influence over \nPlaintiff.  (Defs.’ Br. Supp. 10–11.) \n39. Plaintiff argues that it is Defendants’ control over the projects, rather than \ncontrol over  Plaintiff, which creates a de facto fiduciary relati onship, because \nDefendants’ assumption of complete control over the projects and their financial \ninformation, which information directly impacted Plaintiff’s rights to payment under \nthe DSAs, resulted in Defendants “literally ‘[holding] all the cards—all the financial \npower [and] technical information[.] ’”  (Pl.’s Br. Opp’n 13–15 (second alteration in \noriginal) (quoting Lockerman, 794 S.E.2d at 352).) \n40. Our Court of Appeals has held that “a fiduciary relationship will not exist \nbetween parties in equal bargaining positions dealing at arm’s length, even though \nthey are mutually interdependent businesses.”  Strickland v. Lawrence , 176 N.C. \nApp. 656, 662, 6 27 S.E.2d 301, 306 (2006).   Similarly, “parties to a contract do not \nthereby become each others’ fiduciaries; they generally owe no special duty to one \nanother beyond the terms of the contract[.]”  Branch Banking & Tr. Co. v. Thompson, \n107 N.C. App. 53, 61, 41 8 S.E.2d 694, 699 (1992) .  Nevertheless, the existence of a \ncontract does not foreclose the possibility that a contracting party may repose trust \nand confidence in the other party , beyond the terms of the contract,  such that the \nother party, in equity and good conscience, becomes bound to act in good faith and \nwith due regard to the interests of the one reposing confidence.  Cf. Dallaire v. Bank \nof Am., N.A., 367 N.C. 363, 368, 760 S.E.2d 263, 267–68 (2014) (noting that although \na lender-borrower relationship is typically considered an arm’s length relationship \nthat does not give rise to a fiduciary duty, “it is possible, at least theoretically, for a \nparticular bank-customer transaction to give rise to a fiduciary relation given the \nproper circumstances” (quotation marks omitted)). \n41. Defendants’ takeover of the development of the Granite and Centennial \nprojects was not provided for in the DSAs , and was thus beyond the terms of the \ncontracts.  (See Answer Exs. 3–4.)  Defendants thereafter had complete authority to \nmake decisions about the future development and operation of the projects and \nretained all financial information about the projects.  (First Am. Compl. ¶ 30.)  Thus, \nPlaintiff’s interest in compensation based on net cash flows and net capital proceeds, \nor in receiving a properly calculated exercise price in the event of a buyout , was \nentirely controlled by Defendants.   Plaintiff alleges that in agreeing to allow \nDefendants to assume control over all aspects of the projects, Plaintiff reposed special \ntrust and confidence in Defendants.  ( First Am. Compl. ¶ 30.)   Notwithstanding \nDefendants’ argument that the parties stood in equal bargaining positions, once \nPlaintiff ceded direct involvement with the projects to Defendants, Plaintiff claims it \nwas no longer in an equal position as Plaintiff had no ability to monitor the projects’ \ndevelopment, operations, or finances to protect its own interests.  See Strickland, 176 \nN.C. App. at 663, 627 S.E. 2d at 306 (finding that no fiduciary relatio nship existed \nbecause, although defendants took over management of a mine in which plaintiffs \nhad a financial interest via a mining lease, plaintiff s actively oversaw the mine, \nreserved the right to audit the mine’s books, and were involved in day -to-day \nmanagement of the mine).  Similarly, Defendants’ argument that they did not “hold \nall of the cards” because Plaintiff could look to the DSAs to enforce its rights ignores \nthe fact that Defendants’ takeover was not provided for in the DSAs.  Further, the \nDSAs did not provide any mechanism to resolve disputes regarding the calculation of \namounts owed to Plaintiff under the DSAs. \n42. The Court concludes, based on the allegations of the First Amended \nComplaint and the documents referenced therein and assuming all fa cts and \nreasonable inferences in Plaintiff’s favor, that Plaintiff has sufficiently alleged the \nexistence of a fiduciary relationship  to survive a Rule 12(b)(6) motion to dismiss .  \nTherefore, the Motion is denied as to Plaintiff’s breach of fiduciary duty claim. \nB. Constructive Fraud \n43. “To survive a motion to dismiss, a cause of action for constructive fraud \nmust allege (1) a relationship of trust and confidence, (2) that the defendant took \nadvantage of that position of trust in order to benefit himself, and (3) that plaintiff \nwas, as a result, injured.”  White, 166 N.C. App. at 294, 603 S.E.2d at 156 ; see also \nBrissett v. First Mountain Vernon Indus. Loan Ass’n , 233 N.C. App. 241, 2 52, 756 \nS.E.2d 798, 806 (2014).   “The primary difference between pleading a claim for \nconstructive fraud and one for breach of fiduciary duty is the [additional] constructive \nfraud requirement that the defendant benefit himself.”  White, 166 N.C. App. at 294, \n603 S.E.2d at 156. \n44. Defendants’ only argument for dismissal of Plaintiff’s constructive fraud \nclaim is t hat Plaintiff has failed to allege the existence of a fiduciary relationship.  \n(Defs.’ Br. Supp. 12; Defs.’ Reply Br. 9, ECF No. 73.)  Having concluded that Plaintiff \nstates a claim for breach of fiduciary duty, the Court further concludes that the \nMotion should be denied as to Plaintiff’s constructive fraud claim. \nC. Unjust Enrichment \n45. “In order to recover on a claim of unjust enrichment, a party must prove \nthat it conferred a benefit on another party, that the other party consciously accepted \nthe benefit, and that the benefit was not conferred gratuitously or by an interference \nin the affairs of the other party.”  Se. Shelter Corp., 154 N.C. App. at 330, 572 S.E.2d \nat 206.  An unjust enrichment claim is a claim in quasi contract or a contract implied \nin law.  M Series Rebuild, LLC v. Town of Mount Pleasant, 222 N.C. App. 59, 67, 730 \nS.E.2d 254, 260 (2012).  “The claim is not based on a promise but is imposed by law \nto prevent an unjust enrichment.  If there is a contract between the parties the \ncontract governs the claim and the law will not imply a contract.”  Booe v. Shadrick, \n322 N.C. 567, 570, 369 S.E.2d 554, 556 (1988).  “Only in the absence of an express \nagreement of the parties will courts impose a quasi contract or a contract implied in \nlaw in order to p revent an unjust enrichment.”  Paul L. Whitfield, P.A. v. Gilchrist , \n348 N.C. 39, 42, 497 S.E.2d 412, 415 (1998).  Nevertheless, North Carolina law \npermits a party to plead claims in the alternative, even though the party may not \nultimately be able to prevail on both claims.  James River Equip., Inc. v. Mecklenburg \nUtils., Inc., 179 N.C. App. 414, 419, 634 S.E.2d 557, 560 (2006). \n46. Plaintiff alleges an unjust enrichment claim in the alternative to its breach \nof contract claim, seeking to recover for the benefit it bestowed on Defendants through \nits work in developing the four self -storage p roperties.  (First Am. Compl. ¶  78.)  \nDefendants argue that the unjust enrichment claim must be dismissed because the \nexistence of an express contract is undisputed , as Defendants have admitted to the \nDSAs’ validity in their Answer, and the existence of an express contract precludes an \nunjust enrichment claim.  (Defs.’ Br. Supp. 12–13; Defs.’ Reply Br. 10.)   \n47. Notwithstanding Defendants’ assertion that  the Court may tre at the \nexistence of a valid contract as undisputed because Defendants have admitted that \nthe DSAs are valid and binding in their Answer, the Court is limited at the 12(b)(6) \nstage to considering only the allegations of the First Amended Complaint and any \ndocuments attached, referred to, or incorporated by reference .  Schlieper, 195 N.C. \nApp. at 261, 672 S.E.2d at 551; Fowler, 39 N.C. App. at 717, 251 S.E.2d at 890−91.  \nThus, Defendants’ Answer may not properly be considered without converting the \nMotion into a Rule 12(c) motion, which the Court, in its discretion, declines to do.  As \nthe Court cannot conclude at the 12(b)(6) stage that the parties entered into a valid, \nbinding contract so as to preclude Plaintiff’s unjust enrichment claim , the Motion is \ndenied as to this claim. \nD. UDTP \n48. To state a claim for UDTP under N.C. Gen. Stat. § 75 -1.1, a plaintiff must \nallege that “(1) defendant committed an unfair or deceptive act or practice, (2) the \naction in question was in or affecting commerce, and (3) the act proximately caused \ninjury to the plaintiff.”  Dalton, 353 N.C. at 656, 548 S.E.2d at 711.  A deceptive act \nor practice is one that has the capacity to deceive.  State ex rel. Cooper v. NCCS Loans, \nInc., 174 N.C. App. 630, 641, 624 S.E.2d 371, 378 (2005 ).  “In essence, an unfair act \nor practice is one in which a party engages in conduct which amo unts to an \ninequitable assertion of its power or position.”  Se. Shelter Corp. , 154 N.C. App. at \n330, 572 S.E.2d at 206.   “North Carolina case law has held that conduct which \nconstitutes a breach of fiduciary duty and constructive fraud is sufficient to su pport \na UDTP claim.”  Compton v. Kirby, 157 N.C. App. 1, 20, 577 S.E.2d 905, 917 (2003). \n49. Regarding Plaintiff’s breach of fiduciary duty and constructive fraud \nclaims, Defendants’ sole argument for dismissal is that Plaintiff has failed to \nadequately allege the existence of a fiduciary relationship.  (Defs.’ Br. Supp. 12; Defs.’ \nReply Br. 9.)  Having found that Plaintiff has sufficiently alleged the existence of a \nfiduciary relationship to survive a Rule 12(b)(6) motion , the Court concludes at this \nearly stage of the proceeding, and subject to later review on a more developed record, \nthat the allegations of the First Amended Complaint are sufficient to state a UDTP \nclaim.  Accordingly, the Motion is denied as to Plaintiff’s UDTP claim. \nE. Punitive Damages \n50. The Motion also seeks dismissal of Plaintiff’s request for punitive damages \non the ground that Plaintiff has not stated a valid underlying claim to support a \npunitive damages award.  (Defs.’ Br. Supp. 18–19.) \n51. Pursuant to N.C. Gen. Stat. § 1D-15(a), punitive damages may be awarded \nonly if Plaintiff proves that Defendants are liable for compensatory damages and that \neither fraud, malice, or willful or wanton conduct was present and related to the \ninjury for which compensatory damages were awarded.  See Carcano v. JBSS, LLC, \n200 N.C. App. 162, 179, 684 S.E.2d. 41, 54 (2009).  Punitive damages may be awarded \nfor constructive fraud or breach of fidu ciary duty.  Collier v. Bryant, 216 N.C. App. \n419, 434, 719 S.E.2d 70, 82 (2011) ; BDM Invs. v. Lenhil, Inc. , 2014 NCBC LEXIS 6, \nat *50 (N.C. Super. Ct. Mar. 20, 2014). \n52. The Court has concluded that Plaintiff  has sufficiently stated claims for \nconstructive fraud and breach of fiduciary duty.  As these claims may serve as a basis \nfor an award of punitive damages , the Motion is denied as to Plaintiff’s request for \npunitive damages. \nV. CONCLUSION \n53. For the foregoing reasons, the Court DENIES Defendants’ Motion. \nSO ORDERED, this the 25th day of January, 2018. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases "
}