{
  "id": "ececbb5271ce71feee9d705e8e1116e72256899499090977845e360dec0abf4a",
  "source_file": "data/raw/ncbc/ececbb5271ce71feee9d705e8e1116e72256899499090977845e360dec0abf4a.pdf",
  "raw_text": "Raja v. Patel, 2017 NCBC 25. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 4472 \n \nMANJULA RAJA, TRUSTEE OF \nBHARTI SONA TRUST, and KIRIT \nPATEL, individually and on behalf of \nSovereign Hospitality of Little Rock, \nLLC, \n \nPlaintiffs, \n \nv. \n \nJAYESH PATEL and DIPAK M. \nDEVA, \n \nDefendants. \n \n     and \n \nSOVEREIGN HOSPITALITY OF \nLITTLE ROCK, LLC, \n \n                    Nominal Defendant. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO DISMISS \n \n \n \n1. THIS MATTER is before the Court upon Defendants Jayesh Patel (“Jayesh”) \nand Dipak M. Deva ’s (“Deva”) (collectively, “Defendants”)  (i) Motion to Dismiss \npursuant to Rule 12(b)(6) (“12(b)(6) Motion”) and (ii) Motion to Dismiss pursuant to \nN.C. Gen. Stat. § 57D-8-03, and, in the Alternative, Motion pursuant to N.C. Gen. \nStat. § 57D-8-03(f) (“Chapter 57D Mot ions”) (collectively, “Motions to Dismiss”  or \n“Motions”) in the above-captioned case.   \n2. The Cour t, having considered the Motion s, briefs in support of and in  \nopposition to the Motion s, and arguments of counsel made at the hearing on the \nMotions, acting ex mero motu , hereby DISMISSES Plaintiffs’ action without \nprejudice for lack of subject matter jurisdiction. \n \n \nKilpatrick Townsend & Stockton LLP, by Alan D. McInnes, for Plaintiffs \nManjula Raja, Trustee of Bharti Sona Trust, and Kirit Patel. \n \nHorack, Talley, Pharr & Lowndes, P.A., by Robert B. McNeill, Phillip E. \nLewis, and Terry M. Brown, Jr., for Defendants Jayesh Patel and Dipak \nM. Deva. \n \nBledsoe, Judge. \nI. \nPROCEDURAL HISTORY \n3. Plaintiffs Manjula Raja  (“Raja”), Trustee of the Bharti Sona Trust  (the \n“Trust”), and Kirit H. Patel  (“Kirit”), (collectively, “Plaintiffs”), individually and on \nbehalf of Sovereign Hospitality of Little Rock, LLC (“Company” or “Sovereign”), filed \nthis action on March 10, 2016.  Plaintiffs’ Verified Complaint (“Complaint”) purports \nto assert claims against Defendants, directly and derivatively, for (i) breach of their \nduty of loyalty as co-member-managers of Sovereign, (ii) breach of fiduciary duty as \nco-member-managers of Sovereign, (iii) civil conspiracy, (iv) unfair or deceptive trade \npractices under N.C. Gen. Stat. § 75 -1.1, (v) accounting, and (vi)  declaratory \njudgment.  Plaintiffs also assert a direct claim against Jayesh and Deva for fraud and \nseek damages and injunctive relief on all claims.   \n4. Plaintiffs timely filed a Notice of Designation in the circumstances of this \ncase on April 13, 2016 .  The case was designated as a mand atory complex business \ncase by order of the Chief Justice of the Supreme Court of North Carolina dated April \n15, 2016 and assigned to the undersigned on April 18, 2016. \n5. The Court subsequently stayed activity in the case , with the parties’ \nconsent, to permit the parties to attempt to negotiate  a resolution of this dispute.  \n \n \nDefendants filed the  Motions with supporting briefs on October 6, 2016 after \nexpiration of the stay.   \n6. The 12(b)(6) Motion seeks to d ismiss all direct claims that Plaintiffs assert  \nagainst Jayesh and Deva  and to dismiss deri vative claims for unfair or deceptive \ntrade practices, accounting, and declaratory judgment.   \n7. The Chapter 57D Motions seek to dismiss all derivative claims asserted on \nbehalf of Sovereign, or, in the alternative, to have a panel appointed under N.C. Gen. \nStat. § 57D -8-03(f) to determine whether maintenance of Plaintiffs’ derivative \nproceeding is in the best interests of Sovereign.   \n8. The Motions have been fully briefed, and the Court held a hearing on the \nMotions on December 8, 2016, at which Plaintiffs and Defendants were represented \nby counsel.  Counsel did not appear on behalf of Sovereign, as nominal defendant.  \nThe Motions are now ripe for resolution. \nII. \nFACTUAL BACKGROUND \n9. Sovereign, a North Carolina limited liability company, has five members, \neach owning  a twenty percent interest  in the Company : the Trust , Kirit, Jayesh, \nDeva, and Nagin Patel (collectively, the “Members”).  (Compl. ¶¶ 2–7.) \n10. Dipak, Jayesh, and Kirit, who had been friends since the 1980s, decided in \nthe late 1990s to organize Sovereign to construct and operate a hotel together.  \n(Compl. ¶ 10.)  Desiring an additional member and investor, they approached  Raja, \n \n \nwho agreed to cause the Trust to invest and become a member in Sovereign.  (Compl. \n¶ 10.) \n11. Under Sovereign’s operating agreement  (the “Operating Agreement”) , \nJayesh was designated as the sole managing -member of Sovereign.  (Compl. ¶ 13.)  \nOn August 20, 2007, Sovereign’s members executed a consent agreement by which \nJayesh appointed Deva as a co-member-manager of Sovereign.  (Compl. ¶¶ 6, 14.) \n12. Between 2007 and 2010, Sovereign purchased 2.2418 acres in Mecklenburg \nCounty, North Carolina (the “Hotel Tract”), constructed a hotel (the “Hotel,” together \nwith the Hotel Tract, the “Property” ) on the Hotel Tract , and beg an operating the \nHotel.  (Compl. ¶¶ 12, 15.) \n13. Effective May 1, 2009, Raja, Kirit, and Nagin Patel  (collectively, the “Non-\nManaging Members”)  executed a consent document (the “May 1, 2009 Consent”) , \nwhich superseded conflicting provisions in the Operating Agreement and provided, \ninter alia, that (i) the Non-Managing Members “will have no authority or involvement \nwith the operation of the business unless requested by [Defendants]” and further that \nDefendants “will have full authority to operate [the] hotel and company to include \n(but not limited to) assignment, transfer of all or part of a Members [sic] interest in \nthe company.”  (Compl. ¶ 16, Ex. B.)   \n14. According to Plaintiffs, the Hotel generated significant net income annually, \nprimarily because of the low debt service cost on the initial loan of $8.3 million on the \nProperty.  (Compl. ¶¶ 17–19.)  Sovereign’s net income was distributed to the Members \nor held as capital for Sovereign.  (Compl. ¶ 19.) \n \n \n15. In July 2013, Sovereign purchased a tra ct adjoining the Hotel Tract (the \n“Adjoining Tract”) to either expand the existing H otel or construct a separate hotel \n(collectively the Hotel Tract, the Hotel, and Adjoining Tract, “Sovereign’s Property”).  \n(Compl. ¶ 20.) \n16. In late May 2015, Defendants approached the Non -Managing Members  \nabout a potential sale of Sovereign’s Property.  (Compl. ¶ 22.)  At that time, Deva \nadvised Raja that Defendants intended to sell Sovereign’s Property to a New Yor k-\nbased purchaser for $17 million, which Deva asserted was a very good price.  (Compl. \n¶¶ 23–25.)  Defendants asked each Non-Managing Member to execute promptly a \nconsent document relating to the proposed transaction with the New York purchaser.  \n(Compl. ¶ 28.)   \n17. Plaintiffs allege that soon thereafter Raja asked Deva why Defendants had \nnot refinanced to take some equity out of Sovereign in order to avoid the tax \nconsequences associated with the proposed sale.  (Compl. ¶ 32.)  Plaintiffs allege that \nDeva replied that Defendants had tried to refinance Sovereign’s debt but had been \nunsuccessful.  (Compl. ¶ 33.)  Raja then told Deva that she was concerned about the \nresulting tax liability if the Members sold Sovereign’s Property.  (Compl. ¶ 34.) \n18. On June 1, 2015, each Member executed a consent agreement (“June 1, 2015 \nConsent”), which provided, in relevant part, that (i)  the Members “agreed to sell or \ntransfer of its [sic] interest/s based upon aforementioned value of $17,000,000.00 ,” \nand (ii) Jayesh or Deva “ shall facilitate and or conclude said transfer, sale, and \n \n \nassignment of a member/s interest pursuant to [the May 1, 2009 Consent].”  (Compl. \n¶¶ 28, 39, Ex. D.) \n19. On or about September 15, 2015, Defendants asked the Non -Managing \nMembers to execute an addendum to the June 1, 2015 Consent (“Addendum”) because \nDefendants reported that the sales price had been reduced to $16.4 million.  (Compl. \n¶¶ 41–43, Ex. F.)  Plaintiffs allege that Jayesh falsely represented to each of the Non-\nManaging Members that the other Members had executed the Addendum to induce \neach of them to sign the Addendum.  (Compl. ¶¶ 44–46.)   \n20. The Addendum provides, in relevant part, that (i) “the Members agree that \nthe Fair Market Value of the Property (the “Proper ty”) is 16.4 Million Dollars \n($16,400,000.00),” (ii) “ the Members have agreed to sell or transfer [sic] [their] \ninterest/s based upon aforementioned valu e of $16,400,000.00,” (iii) Jayesh or Deva \n“shall facilitate and or conclude said transfer, sale, and assignment of a member/s \ninterest pursuant to [the May 1, 2009 Consent],” and (iv) Defendants “will remain on \nboard as co-managers of the Management Company; Deva -Rajsha Hotels, Inc[.], for \nthe buyers and if desired will have the option to remain as shareholders of the \nCompany.”  (Compl. ¶ 42, Ex. F.) \n21. By October 2015, Raja and Kirit had become suspicious of Defendants’ \nactions and began asking Defendants for documents relating to the proposed sale and \nfor a conference call to discuss the proposed transaction.  (Compl. ¶¶ 47–48, 53, 55.) \n22. On or about October 7, 2015, Defendants sent the Non-Managing Members \na proposed letter agreement (the “October 7, 2015 Letter”), which proposed that each \n \n \nNon-Managing Member agree to “sell/transfer [his or her] individual interest[] in the \nCompany back to the Company ,” “resign [his or her] position as member of the \nCompany,” “waive any further rights that [he or she] may[ ]have had with respect to \nthe Company,” and “release Sovereign . . . from any and all further obligations to [the \nMember].”  (Compl. ¶ 50, Ex. H) (“October 7, 2015 Letter”).   \n23. The Non-Managing Members did not execute the October 7, 2015 Letter.  \n(Compl. ¶ 51.) \n24. On October 9, 2015, Deva informed the Non-Managing Members that the  \ntransaction had closed and that Defendants would be charging a $50,000 \nmanagement fee for their services in connection with the transaction.  (Compl. ¶ 52.)  \nThe management fee had not been discussed or approved by t he Non-Managing \nMembers.  (Compl. ¶ 52.)  There are no allegations or evidence of record concerning \nwhether the $50,000 management fee was paid to Defendants.  \n25. Shortly thereafter, Plaintiffs determined that Deva, as managing member \nof Sovereign SPE, Inc. , granted a deed of trust on behalf of Sovereign on the Hotel \nTract in the amount of $15 .5 million  in favor of CIBC, Inc.  (“CIBC”), which was \nrecorded on October 13, 2015 (“Deed of Trust”).  The Deed of Trust reflected a loan \nfrom CIBC to Sovereign in the amount of $15.5 million (the “Refinanced Loan” or the \n“Loan”).  (Compl. ¶¶ 56–57, Ex. L.) \n26. Plaintiffs allege that b oth the amount of the Refinance d Loan and an \nappraisal conducted in connection with the Loan suggested that the value of the Hotel \n \n \nTract was more than $22 million, not the $16.4 million Defendants had represented \nto Plaintiffs.  (Compl. ¶¶ 58–60.)   \n27. Plaintiffs allege that Defendants intended to use the proceeds from the \nRefinanced Loan and Sovereign’s capital to purchase the Non-Managing Members’ \ninterests in Sovereign, based on Defendants’ below-fair market-value, $16.4 million \nvaluation of the Hotel Tract, and transfer those interests to entities that were owned \nor controlled by Defendants or their relatives.  (Compl. ¶ 65.)   \n28. Plaintiffs further allege that Sovereign is now encumbered with substantial, \nadditional debt of nearly $9,000,000, which significantly increases Sovereign’s debt \nservice.  (Compl. ¶ 64; Manjula Raja Aff. ¶ 9.) \n29. On September 22, 2016, and after this action had been pending for over six \nmonths, Defendants distributed funds  to the Members , which included proceeds of \nthe Refinanced Loan and $400,000 from a loan from Wells Fargo Bank related to the \nrefinancing.  (Manjula Raja Aff. ¶ 9.)  Defendants subsequently filed the Motions on \nOctober 6, 2016.   \nIII. \nANALYSIS \n30. Defendants seek to dismiss Plaintiffs’ direct claims for failure to state a \nclaim under Rule 12(b)(6) and Plaintiffs’ derivative claims through the process set \nforth in N.C. Gen. Stat. § 57D -8-03.  Although not specifically addressed by the \nparties, the Court concludes that Plaintiffs’ claims should be dismissed without \nprejudice for lack of standing. \n \n \n31. “Standing is a necessary prerequisite to a court ’s proper exercise of subject \nmatter jurisdiction,” Street v. Smart Corp., 157 N.C. App. 303, 305, 578 S.E.2d 695, \n698 (2003) (citations and internal quotation marks omitted), and “a threshold issue \nthat must be addressed, and found to exist, before the merits of [the] case are \njudicially resolved [,]” In re T.B. , 200 N.C. App. 739, 742, 685 S.E.2d 529, 531 –32 \n(2009) (alteration in original) (citations and internal quotation marks omitted) .  \n“Standing refers to whether a party has a sufficient stake in an otherwise justiciable \ncontroversy such that he or she may properl y seek adjudication of the matter.”  Am. \nWoodland Indus., Inc. v. Tolson, 155 N.C. App. 624, 626, 574 S.E.2d 55, 57 (2002).  It \nrequires “‘that the plaintiff have been injured or threatened by injury or have a \nstatutory right to institute an action.’”  Bruggeman v. Meditrust Co., L.L.C., 165 N.C. \nApp. 790, 795, 600 S.E.2d 507, 511 (2004) (quoting In re Baby Boy Scearce , 81 N.C. \nApp. 531, 541, 345 S.E.2d 404, 410 (1986)).  “If a party does not have standing to bring \na claim, a court has no subject matter jurisdiction to hear the claim.”  Estate of Apple \nv. Commer cial Courier Express, Inc ., 168 N.C. App. 175,  177, 607 S.E.2d 14, 16 \n(2005); see, e.g., N.C. R. Civ. P. 12(h)(3) (“Whenever it appears by suggestion of the \nparties or otherwise that the court lacks j urisdiction of the subject matter, the court \nshall dismiss the action.”). \n32. “As the party invoking jurisdiction, plaintiff[] ha[s] the burden of \nestablishing standing.” Queen’s Gap Cmty. Ass ’n v. McNamee , 2011 NCBC LEXIS \n37, at *3  (N.C. Super. Ct. Sept. 23, 2011) (dismissing action for lack of standing) \n(alteration in original) (quoting Marriot v. Chatham Cnty ., 187 N.C. App. 491, 494, \n \n \n654 S.E.2d 13, 16 (2007)).  A plaintiff establishes standing by “show[ing] facts that if \naccepted as true would demonstrate the existence of jurisdiction .” Grasinger v. \nWilliams, 2015 NCBC LEXIS 4, at *16 (N.C. Super. Ct. Jan. 15, 2015) (granting in \npart and denying in part motion to dismiss for lack of standing) .  See also  Am. \nWoodland Indus., 155 N. C. App. at 627, 574 S.E.2d at 57 (“ [P]laintiffs have the \nburden of proving that standing exists .”).  “[A] plaintiff must demonstrate standing \nseparately for each form of relief sought.”  Neuse River Found. v. Smithfield Foods, \nInc., 155 N.C. App. 110, 114, 574 S.E.2d. 48, 52 (2002) (quoting Friends of Earth, Inc. \nv. Laidlaw Env. S., 528 U.S. 167, 185 (2000)). \n33. A plaintiff’s standing to assert its claims may be challenged under either \nRule 12(b)(1) or Rule 12(b)(6)  of the North Carolina Rules of Civil Proced ure.  See, \ne.g., Banyan Mezzanine Fund II v. Rowe , 2016 NCBC LEXIS 38 , at *26, n.57 (N.C. \nSuper. Ct. May 10, 2016) (“Whether challenged as a failure to state a claim . . . or a \nchallenge to [plaintiffs’] standing . . . the question before the Court is the same: \nwhether [plaintiffs] have alleged that they suffered an injury.”).  In addition, s ince \n“[s]tanding is a necessary prerequisite to a court ’s proper exercise of subject matter \njurisdiction, a court has inherent power to inquire into, and determine, whether it \nhas jurisdiction and to dismiss an action ex mero motu  when subject matter \njurisdiction is lacking.”  Willowmere Cmty. Ass’n v. City of Charlotte, 792 S.E.2d 805, \n808 (N.C. Ct. App. 2016) (alteration in original)  (emphasis added)  (citations and \ninternal quotation marks omitted). \n \n \n34. “In determining whether subject matter jurisdiction exists, a court may \nconsider matters outside of the pleadings.”  Keith v. Wallerich , 201 N.C. App. 550, \n554, 687 S.E.2d 299, 302 (2009) (citing Tart v. Walker , 38 N.C. App. 500, 502, 248 \nS.E.2d 736, 737 (1978)).  “Since [the elements of standing] are not mere pleading \nrequirements but rather an indispensable part of the plaintiff ’s case, each element \nmust be supported in the same way as any other matter on which the plaintiff bears \nthe burden of proof, i.e., with the manner and degree of evidence required at the \nsuccessive stages of the litigation.”  Neuse River Found., 155 N.C. App. at 113, 574 \nS.E.2d at 51 (alteration in original) (citations omitted).  “Mere conclusory allegations \nin the complaint are insufficient to support jurisdiction.”  Burgess v. Charlottesville \nSav. & Loan Ass’n, 477 F.2d 40, 43 (4th Cir. 1973). \n35. In Neuse River Foundation, our Court of Appeals set out a three-step process \nfor determining a plaintiff’s standing to assert a claim:  \n(1) ‘injury in fact’ — an invasion of a legally protected interest that is (a) \nconcrete and particularized and (b) actual or imminent, not conjectural \nor hypothetical; (2) the injury is fairly traceable to the challenged action \nof the defendant; and (3) it is likely, as oppos ed to merely speculative, \nthat the injury will be redressed by a favorable decision.   \n \n155 N.C. App. at 11 4, 574 S.E.2d at 5 2 (quoting Lujan v. Defenders of Wildlife , 504 \nU.S. 555, 560–61 (1992)).   \n36. “Whether standing exists most often turns on whether the party has alleged \nan ‘injury in fact’ in light of the applicable statutes or case law. ”  Coker v. \nDaimlerChrysler Corp., 172 N.C. App. 386, 391, 617 S.E.2d 306 , 310 (2005) (citing \nNeuse River Found., 155 N.C. App. at 114, 574 S.E.2d at 52 ).  “To be immine nt, an \n \n \ninjury must ‘proceed with a high degree of immediacy, so as to reduce the possibility \nof deciding a case in which no injury would have occurred at all.’”  Id. (citing Lujan, \n504 U.S. at 564, n.2).  The injury in fact must be “distinct and palpable —and \nconversely that it not be abstract or conjectural or hypothetical.”  In re Ezzell , 113 \nN.C. App. 388, 392, 438 S.E.2d 482, 484 (1994) (citations  and internal quotation \nmarks omitted) (dismissing claims for lack of standing because alleged injury was \n“conjectural or hypothetical”) .  See, e.g., Beachcomber Props., LLC v. Station One, \nInc., 169 N.C. App. 820, 825, 611 S.E.2d 191, 194 (2005) (dismissing claims for lack \nof standing because plaintiff was “without a legally protected interest in the property” \nat issue). \n37. Here, Plaintiffs have made conclusory allegations that they and Sovereign \nhave suffered damages as a result of Defendants’ conduct.  (Compl. ¶¶ 75, 81, 85, 90, \n95.)  Despite numerous allegations of Defendants’ wrongful acts, the only specific \nfactual allegation in the Complaint which potentially can be read to assert that \nDefendants have caused Plaintiffs and Sovereign any injury is Plaintiffs’ averment \nthat “by refinancing without consent of the Non -Managing Members, [Defendants] \nincreased the principal amount of the debt secured by the Hotel Tract by \n$8,995,788.15 thereby increasing the debt service significantly.”  (Compl. ¶ 64.) \n38. Although Plaintiffs allege that “Defendants refinanced the property \n[through misrepresentations to Plaintiffs] in order to procure funds in an effort to buy \nout the other members of the Company and take control of the Company [at a \n“relatively low price”],” (Compl., Introduction, ¶¶ 62, 65), Plaintiffs do not allege or \n \n \nadvance evidence that Defendants were successful in purchasing the other members’ \ninterests in Sovereign.  To the contrary, the parties do not dispute that Sovereign’s \nfive members and their relative ownership interests have not changed since the \nCompany was formed in the late 1990s, (Compl. ¶¶ 2, 3, 5, 6, 7, 10, Answer ¶¶ 2, 3, \n5, 6, 7, 10 ).  Moreover, Raja’s Affidavit states that funds obtained through and in \nconnection with the Refinanced Loan were distributed to the five members on \nSeptember 22, 2016 .  (Manjula Raja Aff. ¶  11.)  Thus, o ther than the increase in \nSovereign’s debt service, Plaintiffs have not alleged facts or offered evidence \nsupporting their claim of injury in fact and did not forecast any such evidence in \nresponse to the Court’s inquiries at the hearing.   \n39. The Court cannot conclude, on the facts as pleaded  or supported with \nevidence here, that the increase in Sovereign’s debt service has caused a legally \ncognizable injury to either Plaintiffs or Sovereign.  First, t o the extent that \nSovereign’s increased debt service is an injury, it is an injury suffered by Sovereign \nand all of its members according to their pro rat a interests, not an injury separate \nand distinct to the individual Plaintiffs.  See, e.g., Jackson v. Marshall, 140 N.C. App. \n504, 509, 537 S.E.2d 232, 235 (2000) (concluding that an injury was to the limited \npartnership, and not separate and distinct to plaintiff limited partner, because all \nlimited partners were similarly affected by re -payment of the lo an); Kaplan v. O.K. \nTechs., L.L.C., 196 N.C. App. 469, 473–74, 675 S.E.2d 133, 137 (2009) (acknowledging \nthat the North Carolina LLC Act treats LLC members like corporate shareholders) ; \nsee also Barger v. McCoy Hillard & Parks, 346 N.C. 650, 658–59, 488 S.E.2d 215, 219 \n \n \n(1997) (holding that absent a “special duty ” or a “separate and distinct injury” a \nshareholder lacks standing to sue for an injury suffered by the corporation). \n40. Moreover, unlike when a lender improperly adds fees to a loan balance and \nthereby increases a borrower’s debt service1, the increase in Sovereign’s debt service \nhere is the result of Sovereign ’s receipt of nearly $9 million  in loan proceeds from a \nthird-party lender on competitive terms.  As such, whether Sovereign was harmed by \nthe increase in debt service depends upon a consideration of numerous factors, both \nsubjective and objective, including, on the one hand,  whether the loan caused \nSovereign to become insolvent or likely to default or otherwise suffer economic loss or \ninjury of some kind, and, on the other hand, whether Sovereign’s use of the $9 million \nin loan proceeds increased Sovereign’s value to its members and justified the \nadditional debt expense.   \n41. Plaintiffs, however, have not made any allegations or advanced any evidence \nconcerning any economic loss or injury Sovereign may have suffered as a result of the \nRefinanced Loan or concerning Sovereign’s use of the  loan proceeds, including any \nallegation or proof that Defendants caused Sovereign to suffer injury through either \nthe addition of the new debt or the increase in Sovereign’s debt service. \n                                                 \n1  Numerous courts have recognized that an increase in a plaintiff’s debt service through the \naddition of unlawful fees may state a legally cognizable injury.  See, e.g., DiGiacomo v. \nStatebridge Co., LLC , No. 14-6694, 2015 U.S. Dist. LEXIS 82496 , at *13 (D.N.J. June 25, \n2015) (finding plaintiff had standing whe n “allegedly unlawful charges [were added] to \n[p]laintiff’s loan balance”); McMillan v. Bank of America, N.A., No. 14cv1575, 2015 U.S. Dist. \nLEXIS 58973, at *42 (S.D. Cal. Apr. 15, 2015) (finding plaintiff had standing where plaintiff \nalleged defendant “continually and indiscriminately assessed fees” whi ch were added to \nplaintiff’s mortgage). \n \n \n42. As such, the Court cannot conclude that Plaintiffs’ sole allegation and \nevidence of purported injury —that Defendants caused Sovereign to take on \nadditional debt and thus increased debt service —establishes an injury in fact to \neither Sovereign or Plaintiffs on the allegations, claims, and evidence of record here.  \nSee, e.g., Am. Tissue, Inc. v. Donaldson , 351 F.Supp.2d 79 , 10 0 (S.D.N.Y. 2004) \n(dismissing tort claim for lack of standing, in part, because complaint failed to allege \nplaintiff had suffered damages because of alleged increased debt service).   \n43. At most, Plaintiffs have alleged , without advancing supporting proof, the \npossibility of a future injury to Sovereign, which our courts have made clear is  \ninsufficient to establish a cognizable injury in fact.  See, e.g., Pierson v. Buyher, 330 \nN.C. 182, 186, 409 S.E.2d 903, 906 (1991) (dismissing claim where “plaintiff ha d no \nmore than an expectancy . . . no more than the possibility of future injury” and holding \nthat “[u]ntil a party has a real and vested interest in the subject matter of a lawsuit, \nan action will not lie”); Banyan Mezzanine Fund II, 2016 NCBC LEXIS 38, at *24–30 \n(dismissing lender’s claim because lender had not yet suffered an actual injury) .  \nMoreover, even if Plaintiffs’ allegations can be seen as asserting a purported future \ninjury, Plaintiffs have not pleaded or shown that any such future injury is “certainly \nimpending,” a further basis for dismissal on the record here.  See Clapper v. Amnesty \nInt’l USA , 133 S. Ct. 1138, 114 1 (2013) ( “[T]hreatened injury must be certainly \nimpending to constitute injury in fact, and allegations of possible future inju ry are \nnot sufficient.”). \n \n \n44. Accordingly, the  Court concludes that , as currently presented,  Plaintiffs’ \naction should be dismissed in its entirety, without prejudice , and without \nconsideration of the merits of Plaintiffs’ purported claims. \n45. A separate and independent basis also exists to dismiss Plaintiffs’ claim for \ndeclaratory judgment and injunctive relief for lack of subject matter jurisdiction.  As \nexplained by our Supreme Court, “[t]he courts have no jurisdiction to determine \nmatters purely speculative, enter anticipatory judgments, declare social status, deal \nwith theoretical problems, give advisory opinions, answer moot questions, adjudicate \nacademic matters, provide for contingencies which may hereafter arise, or give \nabstract opinions .”  Little v. Wachovia Bank & Trust Co. , 252 N.C. 229, 243, 113 \nS.E.2d 689, 700 (1960).  A court’s jurisdiction to declare rights, status, and other legal \nrelations requires the presence of a real and existing controversy between the parties.  \nN.C. Gen. Stat. § 1-253; Adams v. N.C. Dep’t of Natural & Econ. Res. , 295 N.C. 683, \n703, 249 S.E.2d 402, 413 –14 (1978).  If the pleadings do not contain allegations of a \nreal and existing controversy, a claim for declaratory judgment must be dismissed.  \nLa Familia Cosmovision Inc. v. Inspiration Networks, 2014 NCBC LEXIS 52, at *14–\n15 (N.C. Super. Ct. Oct. 20, 2014) (citing Kirkman v. Kirkman, 42 N.C. App. 173, 176, \n256 S.E.2d 264, 266 (1979)).   \n46. Applying these principles here, the Court concludes that Plaintiffs’ \ndeclaratory judgment claim —which vaguely seeks a judgment “declar[ing] the \nrespective rights of the parties in this matter,” (Compl. ¶ 102)—does not allege a real, \nexisting, and justiciable controversy between the parties and must be dismissed, \n \n \nwithout prejudice.  See, e.g., Sharpe v. Park Newspapers of Lumberton, Inc., 317 N.C. \n579, 584, 347 S.E.2d 25, 29 (1986) (“[I]n order for a court to have subject matter \njurisdiction to render a declaratory judgment, an actual controversy must exist \nbetween the parties . . . .”).  It follows that Plaintiffs’ claim for injunctive relief, which \nis based entirely on Plaintiffs ’ declaratory judgment claim , must likewise be \ndismissed, without prejudice. \n47. Similarly, separate jurisdictional grounds also exist that require dismissal \nof Plaintiffs’ equitable claim for an accounting.  Althou gh Plaintiffs request “an \naccounting with respect to the books and records of the Company ,” (Compl. ¶ 99), \nPlaintiffs have not alleged either that Defendants have refused to honor their \ninspection rights under the LLC Act2 or under Sovereign’s Operating Agreement3 or \nalleged facts that reveal that Plaintiffs lack an adequate remedy at law  under the \nLLC Act or otherwise.  As such, Plaintiffs have not shown that they have suffered an \n                                                 \n2  N.C. Gen. Stat. § 57D-3-04 establishes that members of a limited liability company have a \nstatutory right to access and inspect books and records of an LLC .  An LLC’s  operating \nagreement may provide additional inspection rights but it cannot “[s]upplant, vary, disclaim, \nor nullify” the inspection rights set forth in N.C. Gen. Stat. § 57D-3-04(a).  N.C. Gen. Stat. § \n57D-2-30(a), (b)(4).   \n \n3  Sovereign’s Operating Agreement provides that: \nThe Manager shall cause the  LLC to keep adequate books and records at its \nprincipal place of business, which shall set forth an accurate account of all \ntransactions of the LLC. Any Member or its designated representative shall \nhave the right to access during normal business hours, inspect and copy at its \nexpense the contents of such books and records, provided the Member sends \nwritten notice to the custodian of the records at least five (5) business days \nprior to the date of inspection specifying the records or information desired and \nthe purpose for the inspection.  \n  \n(Jayesh Patel and Dipak M. Deva Aff., Ex. A, §10.1.) \n \n \n \nactual injury in fact or one that can only be addressed through equity. 4  Therefore, \nPlaintiffs lack standing to assert an equitable claim for an accounting on the record \nhere, and , for this additional reason,  that claim should be dismissed, without \nprejudice.  \nIV. \nCONCLUSION \n48. Based on the foregoing, the Court hereby  dismisses Plaintiffs’ Complaint, \nwithout prejudice, for lack of subject matter jurisdiction.   \nSO ORDERED, this the 23rd day of March, 2017. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases   \n \n                                                 \n4 See, e.g., Jefferson Standard Life Ins. Co. v. Guilford Co., 225 N.C. 293, 300, 34 S.E.2d 430, \n434 (1945) (“Equity will not lend its aid in any case where the party seeking it has a full and \ncomplete remedy at law.”); Wilmar, Inc. v. Liles , 13 N.C. App. 71, 74, 185 S.E.2d 278, 280 \n(1971) (“[E]quitable relief will be granted only when legal relief is inadequate, and the party \n[seeking equitable relief] must . . . alleg[e] and establish[] facts which will warrant the \nequitable remedy.”).  See also, e.g., Centre Dev. Co. v. Cnty. of Wilson, 44 N.C. App. 469, 474, \n261 S.E.2d 275, 278 (1980) (holding that where requested relief is available under statute, \nplaintiff has adequate remedy at law and may not recover in equity); Gottfried v. Covington, \n2014 NCBC LEXIS 26, at *17 (N.C. Super. Ct. June 25, 2014) (dismissing accounting claim, \nin part, for failing to allege facts showing plaintiff lacked adequate remedy at law). "
}