{
  "id": "ed2ba5536bb09115affab464efe898996424f4d02acb1485138a864f76e556a1",
  "source_file": "data/raw/ncbc/ed2ba5536bb09115affab464efe898996424f4d02acb1485138a864f76e556a1.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nHENDERSON COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 2180 \nINNOVARE, LTD., a Nevada Limited \nLiability Company, \n \nPlaintiff, \nCounterclaim \nDefendant, \nv. \n \nSCITECK DIAGNOSTICS, INC., a \nDelaware Corporation, \n \nDefendant, \nCounterclaim \nPlaintiff. \n \n \n \nORDER AND OPINION ON  \nCROSS-MOTIONS FOR PARTIAL \nSUMMARY JUDGMENT AND \nDEFENDANT’S MOTION FOR \nJUDGMENT ON THE PLEADINGS \n  \n \n THIS MATTER is before the Court on Defendant Sciteck Diagnostics, Inc. ’s \n(“Sciteck”) Motion for Judgment on the Pleadings (ECF No. 64) , Sciteck’s Motion for \nPartial Summary Judgment , (ECF No. 66), and Plaintiff Innovare, LTD .’s \n(“Innovare”) Motion for Partial Summary Judgment (ECF No. 70 ) (collectively, \n“Motions”). \n THE COURT, having considered the Motions, the briefs of the parties, the \narguments of counsel, and all appropriate matters of record, CONCLUDES  that \nSciteck’s Motion for Partial Summary Judgment should be GRANTED in part, and \nDENIED in part, that Innovare’s Motion for Partial Summary Judgment should be \nGRANTED in part, and DENIED in part, and that Sciteck’s Motion for Judgment \non the Pleadings should be DENIED as moot.  \nSmith Debnam Narron Drake Saintsing & Myers, LLP, by Bettie Kelley \nSousa, for Plaintiff.   \n \nKing Law Offices, PLLC, by James Patrick Andrew Twisdale, for \nDefendant. \n \nDavis, Judge. \nInnovare, LTD. V. Sciteck Diagnostics, Inc., 2024 NCBC 36. \nINTRODUCTION \n1. In its most recent  opinion in this case, the Court described the parties \nas “proverbial ships  passing in the night ” due to  the disparate nature of their \nrespective narratives about the  “nature, extent and cessation of their business \nrelationship.”  See Innovare, Ltd. v. Sciteck Diagnostics, Inc. , 2023 NCBC LEXIS 8, \nat **2 (N.C. Super. Ct. Jan. 19, 2023) ( “2023 Opinion”).  Now—over a year later and \nwith the benefit of extensive discovery—the parties continue to  disagree about \nvirtually every aspect of their relationship to the point that they can hardly be said \nto be sailing in the same ocean.  This case ultimately cries out for resolution by a jury, \nbut the Court must first separate those claims that fail as a matter of law from those \nclaims that require resolution at trial.  \nFACTUAL AND PROCEDURAL BACKGROUND \n2. “The Court does not make findings of fact on motions for summary \njudgment; rather, the Court summarizes material facts  it considers to be \nuncontested.”  McGuire v. Lord Corp. , 2021 NCBC LEXIS 4, at **1– 2 (N.C. Super. \nCt. Jan. 19, 2021) (cleaned up). \n3. The highly disjointed record complicates the Court’s task of explaining \nthe factual background of this case.  Nonetheless, what follows is the Court’s attempt \nto summarize the facts—as the Court currently understands them—forming the basis \nfor the issues raised by the Motions  and to determine which of t hose facts are \nundisputed and which are contested.  \n4. Sciteck is a corporation that produces biological testing supplies.  ( See \nSmith (30)(b)(6) Dep., at 19–20, ECF No. 67.1.)   \n5. Sciteck is organized under Delaware law and is one of several  wholly \nowned subsidiaries of Sciteck, Inc.  (Smith (30)(b)(6) Dep., at 1, 17.)  Sciteck, Inc. and \nits subsidiaries are owned by a scientist named Jack Smith.  (Smith (30)(b)(6) Dep., \nat 16–18.)  Sciteck leases and operates its only facility in Fletcher, North Carolina.  \n(Smith (30)(b)(6) Dep., at 18–19.)   \n6. Sciteck develops and manufactures over fifty different biological testing \nproducts ranging from “adulteration reagents” for urinalyses to “dry chemistry test \nstrips.”  (Smith (30)(b)(6) Dep., at 19–20.)  Its products are shipped both domestically \nand internationally through a network of distributors.  (Smith (30)(b)(6) Dep., at 21–\n22, 27, 29.)        \n7. This lawsuit specifically involves Sciteck’s proprietary SARS -CoV-2 \n(“COVID-19”) testing strip called SalivaQuik .  Sciteck developed SalivaQuik in \nresponse to increased global demand for COVID -19 testing  precipitated by the \nCOVID-19 pandemic.  SalivaQuik is billed as a  “high performance” COVID-19 test \nthat produces a result within three minutes and only requires a small saliva sample.  \n(Smith (30)(b)(6) Dep., at 158, 206, 233; ECF No. 67.9, at 26.)     \n8. Innovare is a limited liability company that is organized under Nevada \nlaw.  (Vuono (30)(b)(6) Dep., at 1, ECF No. 67.3.)   Innovare  provides consulting, \nsoftware development, and data collection services.  (Vuono (30)(b)(6) Dep., at 8, 78.)  \nRay Vuono and Tamara Caronit e serve as Innovare’ s managing members.   (Vuono \n(30)(b)(6) Dep., at 9.)           \n9. The relationship between the parties began in 2020 when Sciteck  was \nfirst introduced to Innovare .  (Vuono (30)(b)(6) Dep., at 7.)  Around that time, \nInnovare sought COVID-19 test processing services from a nother wholly owned \nsubsidiary of Sciteck, Inc. called “Sciteck Clinical Laboratories” (“Sciteck Clinical”).  \n(Smith (30)(b)(6) Dep., at 17; Vuono (30)(b)(6) Dep., at 8 ; Caronite Dep., at 12 –13, \nECF No. 67.4 .)  Sciteck Clinical is an accredited laboratory that conducts forensic \ndrug testing and other clinical laboratory services.  (Smith (30)(b)(6) Dep., at 25.)  \n10. Initially, the relationship  between Sciteck  Clinical and Innovare \nconsisted of Innovare purchasing polymerase chain reaction  tests for “ saliva \ncollection purposes, ” collecting test samples, and then sending th ose samples to \nSciteck Clinical for processing.  When the samples reached Sciteck Clinical, they \nwould be run through a “mechanism to determine whether there [were] any positive \nor negative findings for [COVID -19].”  (Vuono (30)(b)(6) Dep., at 8 ; Smith (30)(b)(6) \nDep., at 30.) \n11. At some point between September and November of 2020, Smith learned \nthat Innovare had developed a software called “Access Result,” which was designed \nto help process and deliver COVID-19 test results.  (Vuono (30)(b)(6) Dep., at 15, 16, \n20–21, 23.)  Specifically, Access Result would  analyze photos of physical COVID-19 \ntests that were taken with users ’ smartphones.  (Vuono (30)(b)(6) Dep., at 17.)  The  \nreadings generated by Access Result could then be used as a type of “ pass” to verify \nor validate users’ COVID-19 test results to third parties.  (Vuono ( 30)(b)(6) Dep., at \n19.)   \n12. Innovare contends that  after seeing a demonstration of the Access \nResult software, Smith subsequently expressed interest in working with Innovare to \nexpand the software’s capabilities so as to allow Sciteck to provide automatic test \nresults to SalivaQuik users.  (Vuono (30)(b)(6) Dep., at 15 , 16, 21, 22.)  Smith , \nconversely, denies that he saw a demonstration of the Access Result software.  (Smith \n(30)(b)(6) Dep., at 32.) \n13. Both parties agree that over a period of several weeks and months, they \nheld a series of discussions about the possibility of entering into some sort of formal \nbusiness relationship.  While their  recollections about  the specific terms of those \ndiscussions vary significantly, (see, e.g., Smith (30)(b)(6) Dep., at 33; Vuono (30)(b)(6) \nDep., at 15) , both parties appear to agree that  at least one of the purposes of their \nprospective business relationship would be to allow Innovare to distribute SalivaQuik \ntests on Sciteck’s behalf.  (Vuono 30(b)(6) Dep., at 23; Smith (30)(b)(6) Dep., at 33.)     \n14. By February 2021, the parties  were continuing to discuss the terms of \ntheir prospective business relationship.  At this point, the relationship was poised to \nbe multi -dimensional, encompassing Innovare’s distribution of SalivaQuik on \nSciteck’s behalf, as well as Innovare’s creation of a mobile application that would aid \nat-home SalivaQuik testing.  (ECF No. 71.6, at 7, 9 –12.)  At one point,  Sciteck also \nasked Innovare to handle overseas distribution of SalivaQuik.  (ECF No. 71.6, at 2.)   \n15. With respect to the software application component of their relationship, \nSciteck sent Innovare what appears to be a list of the Food and Drug Administration’s \n(“FDA”) requirements for mobile applications and software.  ( ECF No. 71.6, at 7 .)  \nMeanwhile, Innovare created and shared with Sciteck a proposed website that was \nintended to “support product orders with admin reporting and partner and consumer \nlogin.”  (ECF No. 71.6 , at 4. )  Additionally, the parties sent each other  drafts of an \nunsigned “Intellectual Property Licensing and Use Agreement ” (“IPLUA,” ECF No. \n71.2, at 7–17), which they would ultimately revise multiple times until they reached \na final agreement.  \n16. On 18 February 2021, both parties  signed a “ Licensing and Master \nDistributor Agreement ” (“ Distributor Agreement ”), which had evolved from the \nvarious drafts of the IPLUA and served to formalize the terms of the parties’ business \nrelationship.  (Compl., Ex. A, ECF No. 2.)  The Distributor Agreement is the operative \nagreement between the parties that forms the basis for many of the issues in this \nlawsuit.      \n17. As the Court noted in its  2023 Opinion, the Distributor Agreement “ is \nneither a model of specificity nor clarity. ”  Innovare, 2023 NCBC LEXIS  8, at **6. 1  \nThat said, its terms remain highly relevant to the issues currently before the Court .  \nTherefore, the Court deems it useful to quote the agreement—which is also notable \nfor its brevity—largely in its entirety. \nThis Agreement (this “Agreement”) is made and entered int o on \nFebruary 18, 2021 (the “Effective Date”) by and between Innovare, Ltd. \na Nevada limited liability company ( “Innovare”) and Sciteck® \nDiagnostics, Inc., a Delaware corporation (“Sciteck”). \n \nWHEREAS, Innovare has developed and owns intellectual property and \nproprietary information (the “IP/Content”) to include but not limited to \nsoftware, websites (e.g. SalivaQuick [sic]), PDA and smart phone \nsoftware and Sciteck  [sic] which has developed and manufactures a \nrapid diagnostic single use test device technology (“SALIVAQUIK”). The \nterm “SalivaQuik” shall mean and include all rapid test strips produced \nby Sciteck designed for COVID -19, influenza or any other infectious \ndisease which are part of Sciteck ’s Chemtest® line of dry chemistry \nproducts which “IP/Content” belong to Sciteck.  \n \nWHEREAS, Sciteck intends to bring the SalivaQuik to market prior, \nduring or after EUA submission(s) or after receipt of the Federal Drug \nAdministration’s [sic] (FDA) Emergency Use Authorization (“ EUA”) for \n \n1 It also contains a number of typographical errors. \nlaboratory, non-laboratory and/or at home use approval(s) pursuant to \nthe Instructions For Use. Sciteck principle [sic] operations are the \ndevelopment, manufacturing, and selling products for dry chemistry test \nstrips, biotechnology, urinalysis, clin ical chemistry, toxicology, \npharmaceuticals, treatment and safety applications and these products \nwholly belong to Sciteck and are protected under this agreement.  \n \nBUSINESS [sic], Sciteck desires to use, as necessary and as permitted \nhereunder, so much al lowed by Innovare to use Innovare’ s website, \nsoftware and/or smart phone applications software allowing Innovare to \ndistribute and sell Sciteck ’s “IP/Content”, allowing users of Sciteck ’s \nSalivaQuik technology to access the software for use in determining test \nresults and any other functionality that may be available or updated \nfrom time to time as needed.  \n \nAgreement \n \nNOW, THEREFORE, in consideration of the premises [sic] contained \nherein and the mutual covenants and restrictions of this Agreement, all \nof which consideration is hereby deemed and acknowledged as both \nreceived and adequate, Innovare and Sciteck agree as follows: \n \n1. Definitions. (a) The te rm “IP/Content” with regards to Innovare  \nincludes, but is not limited to the following: all creative designs  and \nconcepts, logos, brands, photographs, images, copyrights, \ntrademarks, service marks, illustrations , videos, audio clips and \nother media, production and operating manuals, associated \ndemonstration and marketing media, printed material, “online” and \nelectronic documentation, applications (sometimes referred to as \n“SalivaQuick [sic] website”), source codes, object codes, QR codes, \nsoftware (including the design, application and content thereof \nand/or therein), narrative and descriptive texts, and all  “Innovare”,  \nSalivaQuick [sic] related websites (including www.salivaquick.com), \napplications and all content contained therein regardl ess of the \nformatting and presentation thereof and the phrase “ Object Code” \nshall be a computer -executable binary code. The phrase “ Source \nCode” shall mean the human-readable version of a software program \nthat can be compiled into object code, including al l accompanying \nprogramming notes, programming guides and commentary. The \nIP/Content shall also include the following QR code, any derivations \nthereof, and as may be amended or altered from time to time:  \n \n(b) The IP/Content belonging to Sci teck will be its patents pending, \npatents, intellectual property, proprietary formulations, SalivaQuik \ntest strips, Sciteck technology and trademarks and pending \ntrademarks to include but not limited to SalivaQuikTM, Chemtest®, \nAdultaCheck®, AutoUA®, Sciteck® and Inventeck®. \n \n2. Grant of Licenses and Restrictions on U se of IP/Content by \nSciteck; Payment. \n \n(a) Innovare hereby grants to Sciteck a nonexclusive license (the \n“Sciteck License ”), during the term of this Agreement, so long as \nSciteck is not in breach of this Agreement, to use the Innovare \nLicensed IP/Content for the purposes contemplated in this \nAgreement and Sciteck is expressly prohibited from using any form \nof the Innovare Licensed IP/Content for any reason outside the scope \nand purpose of this Agreement. \n \n(b) Sciteck hereby grants to Innovare a non -exclusive license (the \n“Sciteck License ”), during the term of this Agreement, so long as \nInnovare is not in breach of this Agreement, to use the Sciteck \nLicensed IP/Content for the purposes contemplated in this \nAgreement. Innovare is expressly prohibited from using any form of \nthe Sciteck Licensed IP/Content for any reason outside the scope and \npurpose of this Agreement.  \n \n3. Term.  This Agreement will commence on the date of the full \nexecution hereof and will continue for five (5) years, to be automatically \nrenewed thereafter for successive one (1) year periods, unless \nterminated after year 3 per section 7.  \n \n4. Independent Relationship, Warranty and Indemnity.  \n(a) Innovare and Sciteck will, and throughout the term of this \nAgreement will be, independent contractors and not employees, \npartners or agents of the other. Neither Innovare or Sciteck shall have \nany authority to bind the other to any agreement or contract nor shall it \nhave any authority to repre sent the other or their respective \ntechnologies, intellectual property, business or systems in a fashion \nother than that expressly set forth herein and Innovare shall not be \nresponsible for any operating expenses, fees, costs or charges, or any \nincome or other tax liabilities of Sciteck. Sciteck shall not be responsible \nfor any operating expenses, fees, costs, or charges, or any income or \nother tax liabilities of Innovare and Sciteck represents and warrants to \nInnovare that Sciteck ’s production, distributio n, and sale of the \nSalivaQuik and Sciteck’s use of the Innovare Licensed IP/Content is and \nwill be at all times during the term of this Agreement in full compliance \nin all respects with all local, state and federal rules, regulations, \nrestrictions, laws, g uideline, ordinances and any similar obligation or \nrequirement including, but not limited to, the Federal Drug \nAdministration’s [sic] EUA for the SalivaQuik. Both parties agree and \nshall fully indemnify each other for any reasons. \n \n4.[2] Price, Payment Terms. For Innovare’s sell [sic] and distribution \nof the Sciteck Licensed IP/Content and/or products, Innovare shall \nreceive a royalty to be calculated and paid as follows: On or before the \nlast day of the month following the end of each quarter after the signing \nof this agreement. [sic] Sciteck shall pay Innovare an amount equal to \nthe number of Strips sold and/or distributed by Innovare multiplied by \nThirty Cents ($0.30) for each strip sold (e.g. 30 cents per strip) and the \nroyalties will only be due on Sciteck’s receipt of funds for strips sold via \nInnovare Distributorship and said funds shall have cleared Sciteck ’s \naccounts prior to payment of royalties for the quarter paid. The royalty \nfees shall be inclusive for any and all use of programs, fun ctions, and \nservices provided by Innovare. For clarity, the term “ sold” means the \nstrips are no longer the property of Sciteck; the term “produced” means \nthe strips are still the property of Sciteck. \n \n6. Innovare Distributorship . All pricings including the  wholesale \nprice is [sic] determined and agreed upon by Innovare and Sciteck \ncollectively. Innovare and Sciteck will determine a base cost which will \ninclude all costs of production including but not limited to packaging and \nthe Innovare license fee as well as any agreed upon base expenses. Any \namount added to the base expenses that will determine the base sale \nprice will be split evenly between Innovare and Sciteck. All sales must \nbe documented in a transaction log that will be maintained by Innovare \nand may be updated to be an electronic order system when available. \n \n7. Expressed Authority for Innovare Distributor. Innovare shall \nuse commercially reasonable efforts to market, distribute and sell the \nProducts in the Territory. Manufacturer, represents and w arrants that \nit has the right and authority to grant the above distribution rights to \nDistributor. Innovare will be considered the Class A distributor and all \nother distributors will be under Innovare and listed as Class B \nDistributors. Sciteck issues expr essed [sic] authority to Innovare as \nClass A Distributor for SalivaQuik marketed products. All Class B \ndistributor sales, appointments and inquiries must be through the Class \nA distributor. All sales must be documented in a transaction log that \nwill be maintained by Innovare and may be updated to be an electronic \norder system when available. This Class A designation authority \nincludes all Domestic (USA) and International territories. \n \n8. Termination. Either party to this Agreement may terminate this \nAgreement for the following reasons: (i) a default by the other party \n \n2 The Distributor Agreement contains two paragraphs labeled as “4” and none labeled as “5.” \nhereto after expiration of all applicable notice and cure periods, (ii) a \nbreach of any representation contained herein, or (iii) the failure to \nsatisfy an obligation regarding payment. Either party can terminate at \nany time with written notice after the 3rd year of the agreement. In case \nof either Innovare or Sciteck ’s acquisition the terms of the agreement \nwill not be affected. \n \n9. Notice and Cure Periods . Each party has ten (10) busine ss days \nfrom the receipt of such notice within to cure such alleged default or \nprovide reasonable proof that such alleged default does not exist. Notice \nto any party hereunder shall be deemed to have been given (i) when \ndelivered by hand or by Federal Express or a similar overnight courier, \nor (ii) seven (7) days following the date on which such notice is deposited \nin the United States Mail as Certified Mail, Return Receipt Requested, \nFirst Class Postage. \n \n. . .  \n \n13. Innovare Limited Use Authorization for “SalivaQuik”: Sciteck \nhereby authorizes Innovare to use the Sciteck SalivaQuik  IP solely for \nthe purposes contemplated in this Agreement. Innovare is expressly \nprohibited from using any form of the Sciteck or SalivaQuik IP for any \nreason outside the scope and purpose of this Agreement. \n(Distributor Agreement, at 1–3.)3 \n18. In order for  SalivaQuik to be legally capable of distribution for \ndiagnostic purposes within the United States, it first required “ Emergency Use \nAuthorization” (“EUA”) from the FDA.  (Smith (30)(b)(6) Dep., at 37.)    \n \n3 The parties’ arguments in this case suggest that since the beginning of their relationship, \nthey have been operating under different interpretations of several key  provisions in the \nDistributor Agreement.  Just as one example, the parties dispute whether—as Innovare \ncontends—the agreement ’s references to a “nonexclusive license” simultaneously grants \nInnovare (1) an exclusive license to distribute SalivaQuik; and (2) a non-exclusive license to \ndistribute other Sciteck products, (Vuono (30)(b)(6) Dep., at 58), or whether —as Sciteck \ncontends—Innovare’s license is “non-exclusive all the way through and through” and solely \nencompasses SalivaQuik (as opposed to any other Sciteck products).    (Smith (30)(b)(6) Dep., \nat 59, 74.)   \n19. In its 2023 Opinion, the Court quoted information contained in Sciteck’s \ncounterclaims (that appear to be unchallenged) regarding  FDA policies for EUA for \nproducts such as SalivaQuik:   \nAs background information, Sciteck ’s counterclaims explain how a \nmedical product that has not yet received f ull regulatory approval may \nnonetheless be used to “ diagnose, treat or prevent serious or life-\nthreatening diseases ” under Emergency Use Authorization ( “EUA”) \nauthority.  (Am. Countercls. ¶ 13.)  However, certain criteria must be \nmet in order to obtain EUA  approval, “including that there are no \nadequate, approved, and available alternatives.” (Am. Countercls. ¶ 13.) \nThe formal process for obtaining EUA approval involves “an application, \nrelevant data and evidence, and a formal request that the FDA [Food \nand Drug Administration] issue an EUA for the device. ”  (Am. \nCountercls. ¶ 15.)  “[T]he FDA has the authority to require additional \ndata and information on a case-by-case basis to ensure compliance with \nthe statutory criteria for EUA approval of a specific de vice[,]” and the \namount of required data can vary from device to device.  (Am. \nCountercls. ¶ 17.) \n \nGenerally, a device’s sponsor “engage[s] in studies and testing that are \ncompliant with and sufficient for the FDA ’s EUA approval conditions. ” \n(Am. Countercls. ¶ 19.)  This necessary testing is called Research Use \nOnly ( “RUO”) activity, which the FDA strictly regulates, including \nrequiring labeling of all subject devices “ for research use only. ”  (Am. \nCountercls. ¶ 21.)  The FDA provides pre -EUA guidelines, “which \ninclude[] limiting testing ‘ to laboratories certified to perform high \ncomplexity testing, and at the point -of care when covered by the \nlaboratory’s . . . certificate for high complexity testing. ’ ”   (Am. \nCountercls. ¶ 26.) \nInnovare, Ltd., 2023 NCBC LEXIS 8, at **2–3. \n20. Thus, until such time as it received EUA authorization  (or some other \nspecific approval from the FDA) , SalivaQuik\n could only be used for RUO purposes  \nwithin the United States.4  (Vuono (30)(b)(6) Dep., at 214.)  \n \n4 To date, SalivaQuik has not received EUA approval from the FDA.  (Smith (30)(b)(6) Dep., \nat 83.) \n21. At some point between 2020 and July 2021, Sciteck began soliciting \nInnovare’s assistance with conducting “usability and clinical studies” to supply data \nfor Sciteck’s planned application for  EUA authorization of SalivaQuik .  (Smith \n(30)(b)(6) Dep., at 252.)  The process of conducting such studies required Innovare to \ndistribute SalivaQuik tests to various existing clients, collect and process the \ncompleted tests, and report the data to Sciteck.  (See, e.g., ECF No. 71.23.)   \n22. Notably, and as discussed in more detail later in this Opinion,  \nInnovare’s assistance with these usability and clinical studies  was not listed as one \nof its contractual obligations in the Distributor Agreement.  (Smith (30)(b)(6) Dep., at \n283.)         \n23. One day after the Distributor Agreement was executed,  Sciteck \nforwarded Innovare a series of FDA guidelines regarding the distribution of COVID-\n19 tests.  (ECF No. 71.29.)  These  FDA guidelines reiterated that the distribution of \nSalivaQuik for diagnostic purposes could only take place  after the product received \n“premarket clearance, approval, or Emergency Use Authorization (EUA) by the FDA \nor appropriate notification[] per IV.C of [the Food and Drug Administration’s (FDA)] \nguidance.”  (ECF No. 71.29, at 2.) \n24. Over the next several months, Innovare solicited its existing customers’ \nparticipation in usability and clinical studies for SalivaQuik.  (ECF No. 67.9, at 23.)  \nTo that end, Innovare contacted Sciteck on multiple occasions to request shipments \nof SalivaQuik samples for testing purposes.   For example, Innovare requested 650 \nsamples on 25 March 2021 and another 400 samples on 27 April 2021.  (ECF No. 71.8; \nECF No. 71.23 , at 3.)  In the course of  making these requests, Innovare repeatedly \nreassured Sciteck that the SalivaQuik samples would only be used for RUO purposes.  \n(ECF No. 71.23, at 3; ECF No. 71.8, at 2.)    \n25. On or a round 17 August 2021, a Sciteck employee—Kerstin Lanier—\nreceived a phone call (the “Alliance Phone Call”) from a representative of one of \nInnovare’s customers, a company called “Alliance Title,” requesting an instructional \nvideo regarding the proper use of SalivaQuik and informing Lanier that SalivaQuik \nwas being used to  test Alliance Title employees  (ECF No. 67.9 , at 1 .)  After Lanier \nnotified Caronite at Innovare about the Alliance Phone Call, Caronite reassured \nLanier that she had separately contacted Alliance Title  to explain that “ the \n[SalivaQuik] tests are RUO and not for sale or diagnostic purposes.”  (ECF No. 67.9, \nat 1.)  \n26. In this lawsuit, Sciteck points to the Alliance Phone Call as evidence \nthat Innovare had breached the Distributor Agreement by allowing SalivaQuik to be \nused for non-RUO purposes in violation of FDA regulations.  (Am. Countercls. ¶¶ 60–\n65, ECF No. 57 .)  Vuono has testified, however,  that Innovare was working with \nAlliance Title “ in order to validate [its] software,” that the SalivaQuik tests were \nbeing used “ for research use only ” and not “ for diagnostic purposes, ” and that the \ntests “weren’t being distributed in any way [ ] other than what we already agreed that \nwe were doing.”5  (Vuono 30(b)(6) Dep., at 171, 173.)   \n \n5 As further evidence that Innovare was distributing SalivaQuik for non -RUO purposes , \nSciteck also points to a  separate phone call that it received from  someone at  Innovare \nrequesting additional SalivaQuik devices after  the “Product Development Activities and \nUsability and Clinical Studies” had been completed.  (Smith (30)(b)(6) Dep., at 255– 56.)  \nHowever, the precise date and time of this call are  unclear from the record, as is the date \nwhen the usability and clinical studies ceased.  (See Smith (30)(b)(6) Dep., at 254–56.)   \n \n27. Meanwhile, in or around March 2021, Innovare began recruiting third-\nparty companies to serve as “Class B” SalivaQuik distributors pursuant to Section 7 \nof the Distributor Agreement.  (See, e.g., ECF No. 71.9.)  As quoted above, Section 7  \nprovided that Innovare was designated a “Class A” distributor of SalivaQuik and that \nall “Class B distributor sales, appointments and i nquiries [had to go] through the \nClass A distributor.”  (Distributor Agrmt. § 7.)  \n28. As part of its recruitment efforts, Innovare reached out to a variety of \ncompanies, including Medical Buyers Group LLC ( “Medical Buyers ”), Owen Test \nLabs LLC ( “Owen Labs”), and Select Medical Systems ( “Select Medical”).  Medical \nBuyers expressed interest in purchasing a large volume of SalivaQuik tests at a base \nprice of $10 per test , (ECF No. 71. 10, at 2) , Owen Labs placed an order for 6,00 0 \nSalivaQuik tests, (ECF No. 71.12, at 2) , and Select Medical placed an order for 25 \nSalivaQuik samples.6  (ECF No. 71.16, at 2.)   \n29. Throughout the process of recruiting Class B distributors, Innovare kept \nSciteck informed about its progress via email .  ( See ECF Nos . 71.9–71.12.)  In \naddition, updated information concerning the Class B distributors was purportedly \ndeposited in to an  electronic “Partner Portal ” that Innovare had created.   (Vuono \n(30)(b)(6) Dep., at 80; Smith (30)(b)(6) Dep., at 111.)  Although Sciteck appears to be \ndenying that it actually received information via the portal, Vuono testified that \nindividuals with Sciteck credentials logged into the Partner Portal at various points \nbetween April and June of 2021.  (Vuono Aff. ¶ 12, ECF No. 72.)  \n \n6 In a separate email exchange between Caronite and a representative from Select Medical , \nMyron Myers, Myers stated that “[Smith] requested we connect with you [regarding] \nInnovare[‘s] Distribution for AutoUA® and SVTTM product lines.”  (ECF No. 71.11, at 3.)   \n30. At some point , Innovare began sending out samples of the SalivaQuik \ntests to its newly recruited Cl ass B distributors.  (Smith (30)(b)(6) Dep., at 136 –37.)  \nInnovare initially earned $290 from its deliveries of SalivaQuik  tests to Select \nMedical and Owen Labs.  (Vuono (30)(b)(6) Dep., at 88.)     \n31. As months passed, Innovare continued to expand its network of Class B \ndistributors.  In addition to its efforts in th at regard within the United States, \nInnovare also sought to establish Class B distributor relationships with companies in \nother countries, including India, (ECF No. 71.31, at 2), Cambodia, (ECF No. 87.9, at \n2), and Vietnam, (ECF No. 87.6, at 3; ECF No. 87.9.).   \n32. On 12 September 2021,  Innovare agreed to sell  six million SalivaQuik \ntests to a California company called TJ Riley , Inc. ( “TJ Riley”) at a total cost of $9 \nmillion.  (ECF No. 71.33 , at 17.)   The TJ Riley c ontract stated that the SalivaQuik  \ntests sold thereunder were intended solely for international use and could not be \ndistributed domestically prior to SalivaQuik  receiving the appropriate FDA \nauthorization.7  (TJ Riley Contract, at 17.)8  \n33. As part of its efforts to distribute  SalivaQuik overseas, Innovare asked \nSciteck to register SalivaQuik on the FDA’s Unified Registration and Listing System \n(“FURLS”).9  (ECF No. 71.32 , at 5 .)  Innovare further suggested that Sciteck ’s \n \n7 Although it appears that this proposed sale never actually went through, the record is \nsomewhat muddled as to why. \n8 Sciteck asserts that it was never informed about the TJ Riley contract.  (Am. Countercls. ¶ \n79.)   \n9 FURLS is the FDA’s electronic depository for documents and data submitted in connection \nwith products that have already been “cleared” by the FDA.  ( ECF No. 71.37, at 3; Smith \n(30)(b)(6) Dep., at 305.)    \napplication be accompanied by a notice that the product was “not being distributed.”  \n(ECF No. 71.36, at 2.)  Innovare’s request was apparently prompted by its belief that \nthe regulatory bodies in other countries would be more likely to approve the \nimportation and distribution of SalivaQuik to their citizens if it was listed on FURLS.  \n(Smith (30)(b)(6) Dep., at 138.) \n34. Sciteck ultimately declined to move forward with adding SalivaQuik to \nFURLS after learning from an alleged “expert in the field of FDA complia[nce]” that \nregistering an unapproved device on FURLS  would effectively misrepresent \nSalivaQuik’s approval status with the FDA, leading to the potential for adverse legal \nconsequences.  (ECF No. 71.37, at 3; Smith (30)(b)(6) Dep., at 138–39.)10   \n35. Meanwhile, Innovare was continuing to collect data from its usability \nand clinical studies of SalivaQuik and report this data back to Sciteck.  (ECF No s. \n71.24–71.27.)  By 12 July 2021, Innovare reported that it had tested over 800 \nindividuals on 25 separate dates as a part of these studies.  (ECF No. 71.28, at 2.) \n36. During this same time period, Innovare was engaged in ongoing efforts \nto develop a SalivaQuik mobile application.  (See, e.g., ECF No. 71.54.)   \n37. On 10 August 2021, Sciteck submitted an EUA application to the FDA  \nfor SalivaQuik, using the data obtained from Innovare’s usability and clinical studies.  \n(ECF No. 67.8, at 5.)    \n38. On 4 October 2021, the FDA responded to Sciteck ’s EUA application \nwith a list of concerns about the data contained therein.  (ECF No. 67.8, at 5–6.)  In \n \n10 Sciteck contends that Innovare “tried to induce [Sciteck] to commit fraud” by directing it \nto improperly add certain information on FURLS.  (Smith (30)(b)(6) Dep., 137–39.)   \nthis response, the FDA identified several deficiencies and apparently suggested that \nsome of the data was either inaccurate or questionabl y obtained.  (ECF No. 67.8, at \n5–8.)  Additionally, with respect to the SalivaQuik mobile application, the FDA noted \nthat Sciteck had not “ provided sufficient details to understand [its] software design \nprocess and architecture.”  (ECF No. 67.8, at 7.) \n39. Soon after learning of the FDA ’s concerns, a  Sciteck employee, Lukas \nChaloupka, forwarded excerpts from the FDA ’s response to Vuono, along with an  \nurgent request for a  response within three days .  Vuono responded by asking \nChaloupka to send him the FDA’s response in its entirety, but Sciteck declined to do \nso.  (ECF No. 71.38; Vuono (30)(b)(6) Dep., at 138.) \n40. On 5 October 2021,  Smith emailed Caronite to express his frustration \nwith what he believed to be Innovare ’s failure to provide in a timely manner the \ninformation requested by the FDA.  Smith’s 5 October email stated, in relevant part, \nas follows: \nLet me be perfectly clear, Sciteck Diagnostics is the manufacturer of this \nproduct and owns 100% all rights to the product, its production, \ndistribution, etc., and the FDA 100% agrees with this. They do not have \nany time for nor do they want to talk to any distributors because they, \nlike us, know that distributors have no say in how anyt hing is done or \ngoing to be done. The next few days will be interesting, I am already \nengaging other programmers to look at developing software to replace \nthe current software, and we have so many groups that want to be \ndistributors, it’s ridiculous. If In novare wants to retain any chance to \ndistribute the SalivaQuik and/or provide the software for use with the \ndevice, they will provide the information requested when requested.  \n \nWe’ve already been through this with another distributor recently and \nthey literally got spanked by the FDA for not going through us. We are \nnot having this – you’re dreaming if you think we will allow it. \n \nSo please respond as quickly as you can to the information Lukas has \nsubmitted to you ASAP. If you decide not to do this or are incapable of \ndoing it, then Sciteck will decide at a later time if we are to keep you as \none of our distributors and/or software providers. \n(ECF No. 71.38, at 4.)  \n41. A few hours later, Caronite replied with an email seeking to reassure \nSmith that Innovare was preparing the information necessary to respond to the \nFDA’s concerns.  (ECF No. 71.38, at 3–4.)  Caronite added that “[Innovare wanted] to \nbe constructive” and that the parties’ “contract speaks for itself.”  (ECF No. 71.38, at \n3.)  Additionally, Caronite stated that Innovare was “interested to move forward and \ngenerate sales domestically and internationally upon regulatory approvals. ”  ( ECF \nNo. 71.38, at 4.)   \n42. On 6 October 2021, Smith sent Caronite another email notifying her \nthat Sciteck would need to receive the updated information  from Innovare by the \nfollowing morning in order to respond to the FDA.  (ECF No. 71.38, at 2.) \n43. On or around 7 October 2021, the FDA denied Sciteck’s EUA application \nfor SalivaQuik.  (Smith (30)(b)(6) Dep., at 281.)    \n44. Counsel for Innovare sent a letter to Smith on 22 October 2021 accusing \nSciteck of breaching the Distributor Agreement  based on  Smith’s 5 October 2021 \nemail.  (ECF No. 71.39.) \n45.  On 28 October 2021, Smith responded in a letter asserting that it was \nInnovare (not Sciteck) who had breached the Distributor Agreement  by (1) using \nSalivaQuik in violation of federal law; (2) inducing Sciteck to defraud Vietnamese \nregulatory authorities by suggesting that Sciteck could add SalivaQuik  to FURLS; \nand (3) failing to properly validate its SalivaQuik mobile application and thus failing \nto “provide a portion of Innovare ’s ‘IP/Content’ per the [Distributor] Agreement[.] ”  \n(ECF No. 71.40.)  \n46. Counsel for Innovare replied to Smith ’s accusations by letter dated  5 \nNovember 2021, asserting that Sciteck’s allegations of breach of contract by Innovare \nwere “unmeritorious” and insisting that Innovare was entitled to payment for “ past, \npresent, and future sales, including samples, for all [of Sciteck’s] IP-related products.”  \nThe letter further stated that if Sciteck attempted to “avoid” its obligations under the \nDistributor Agreement, Innovare would assert contract -related claims against \nSciteck that were potentially worth in excess of $1 billion.  (ECF No. 71.46.)  \n47. Beginning in October 2021, Sciteck began contacting other software \ndevelopers to see  whether they would be willing to create a SalivaQuik  mobile \napplication, despite the fact that Innovare was apparently continuing its efforts in \nthis regard.  (ECF Nos. 71.44–71.45.)  Additionally, Sciteck began directly reaching \nout to solicit other SalivaQuik distributors without Innovare’s knowledge.  ( Smith \n(30)(b)(6) Dep., at 223–25; ECF Nos. 71.41–71.42.)   \n48. Sciteck also approached several other entities seeking assistance with \nnew usability and clinical studies .  ( Smith (30)(b)(6) Dep., at 224 –25, 254–55; ECF \nNo. 71.47; ECF No. 71.48)).  \n49. On 21 December 2021—after this lawsuit had already been filed —the \nFDA contacted Sciteck regarding concerns about the  potential existence of false or \nmisleading claims on Sciteck ’s website .  (Smith (30)(b)(6) Dep., at 213–15.)   \nSpecifically, the FDA noted that Sciteck ’s website listed SalivaQuik  as having a \npending EUA authorization, even though such authorization had already  been \ndenied.  (Smith (30)(b)(6) Dep., at 214.)  Because Innovare had created its own website \ndedicated to SalivaQuik, Sciteck contacted Innovare—through counsel—to demand \nthat Innovare’s website also be updated to alleviate the FDA ’s concerns, which \nSciteck contends has still not been done.  (Smith (30)(b)(6) Dep., at 214–219.)   \n50. On 6 December 2021, Innovare initiated th e present action  by filing a \nComplaint in Henderson County Superior Court.  (Compl., ECF No. 2.)  In its \nComplaint, Innovare asserted claims for breach of contract, breach of the covenant of \ngood faith and fair dealing, unjust enrichment, declaratory judgment, specific \nperformance, and unfair and deceptive trade practices ( “UDTP”) as well as a claim \nfor injunctive relief.  (Compl. ¶¶ 24–60.)   \n51. This case was designated a complex business case and assigned to the \nundersigned on 7 December 2021.  (ECF No. 1.) \n52. Sciteck filed an Answer and Counterclaims on 4 February 2022.   (ECF \nNo. 10.)   \n53. On 19 January 2023, the Court issued its 2023 Opinion  dismissing \nseveral of Sciteck ’s counterclaims and striking various affirmative defenses that it \nhad pled.  See Innovare, Ltd., 2023 NCBC LEXIS 8, at **43. \n54. Sciteck filed an  Amended Answer and Counterclaim s on 25 January \n2023 in which it asserted the following claims against Innovare : (1) violation of the \nLanham Act; (2) unfair competition; (2) breach of contract; (3) breach of the covenant \nof good faith and fair dealing; and (4) UDTP.  (Am. Countercls., ¶¶ 121–161, ECF No. \n57.) \n55. On 28 June 2023, Sciteck filed its Motion for Judgment on the Pleadings, \nand on 30 June 2023 filed its Motion for Summary Judgment.  Innovare also filed its \ncross-Motion for Summary Judgment on 30 June 2023.11 \n56. A hearing on t he Motions took place on  28 March 2024 at which all \nparties were represented by counsel, and the Motions are now ripe for resolution.  \nLEGAL STANDARD  \n \n57. It is well established that “ [s]ummary judgment is proper ‘ if the \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.’ ”  Morrell v. Hardin \nCreek, Inc., 371 N.C. 672, 680 (2018) (quoting N.C. R. Civ. P. 56(c)).  “[A] genuine \nissue is one which can be maintained by substantial evidence. ”  Kessing v. Nat ’l \nMortg. Corp. , 278 N.C. 523, 534 (1971).  “Substantial evidence is such relevant \nevidence as a reasonable mind might accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference. ”  Daughtridge v. Tanager \nLand, LLC, 373 N.C. 182, 187 (2019) (cleaned up). \n58. On a motion for summary judgment, “[t]he evidence must be considered \n‘in a light most favorable to the non -moving party.’ ”  McCutchen v. McCutchen, 360 \nN.C. 280, 286 (2006) (quoting Howerton v. Arai Helmet, Ltd. , 358 N. C. 440, 470 \n(2004)).  “[T]he party moving for summary judgment ultimately has the burden of \n \n11 All proceedings in this case following the filing of these Motions were stayed for several \nmonths in connection with the withdrawal of Innovare ’s original attorneys and the \nsubstitution of its current counsel.   \nestablishing the lack of any triable issue of fact. ”  Pembee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491 (1985). \n59. The party moving for summary judgment may satisfy its burden by \nproving that “an essential element of the opposing party’s claim does not exist, cannot \nbe proven at trial, or would be barred by an affirmative defense, . . . or by showing \nthrough discovery that the opposing party cannot produce evidence to support an \nessential element of [the] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000).  “If the \nmoving party satisfies its burden of proof, then the burden shifts to the non- moving \nparty to ‘set forth specific facts showing that there is a genuine issue for trial.’ ”  Lowe \nv. Bradford , 305 N.C. 366, 369– 70 (1982) (quoting N.C. R. Civ. P. 56(e)).   If the \nnonmoving party does not satisfy its burden, then “ summary judgment, if \nappropriate, shall be entered against [the nonmovant].”  United Cmty. Bank (Ga.) v. \nWolfe, 369 N.C. 555, 558 (2017) (quoting N.C. R. Civ. P. 56(e)). \n60. When a party requests offensive summary judgment on its own claims \nfor relief, “a greater burden must be met. ”  Brooks v. Mt. Airy Rainb ow Farms Ctr., \nInc., 48 N.C. App. 726, 728 (1980).   The moving party “ must show that there are no \ngenuine issues of fact, that there are no gaps in his proof, that no inferences \ninconsistent with his recovery arise from the evidence, and that there is no standard \nthat must be applied to the facts by the jury. ”  Parks Chevrolet, Inc. v. Watkins, 74 \nN.C. App. 719, 721 (1985).  For that reason, it is “rarely . . . proper to enter summary \njudgment in favor of the party having the burden of proof. ”  Blackwell v. Massey, 69 \nN.C. App. 240, 243 (1984). \n61. “A [ Rule 12(c)] motion for judgment  on the pleadings is the proper \nprocedure when all the material allegations of fact are admitted in the pleadings and \nonly questions of law remain.  When the pleadings do not resolve all the factual \nissues, judgment on the pleadings is generally inappropriate.”  Ragsdale v. Kennedy, \n286 N.C. 130, 137 (1974).  “A complaint is fatally deficient in substance, and subject \nto a motion by the defendant for judgment  on the pleadings if it fails to state a good \ncause of action for plaintiff and against defendant[.]”  Bigelow v. Town of Chapel Hill, \n227 N.C. App. 1, 3 (2013). \n62. When deciding a motion under Rule 12(c), the Court may only consider \n“the pleadings and exhibits which are attached and incorporated into the pleadings.”  \nDavis v. Durham Mental Health/Dev. Disabilities/Substance Abuse Area Auth., 165 \nN.C. App. 100, 104 (2004).  The Court must “view the facts and permissible inferences \nin the light most favorable to the nonmoving party.”  Ragsdale, 286 N.C. at 137.  “All \nwell pleaded factual allegations in the nonmoving party’s pleadings are taken as true \nand all contravening assertions in the movant ’s pleadings are taken as false.   All \nallegations in the non- movant’s pleadings, except conclusions of law, legally \nimpossible facts, and matters not admissible in evidence at the tria l, are deemed \nadmitted by the movant[.]”  Id. (internal citations omitted). \nANALYSIS \n63. At the outset, it is helpful to note the relief being sought by the parties \nin the present Motions.  Innovare seeks the entry of summary judgment in its favor \nas to all of Sciteck’s counterclaims and as to its own claims for breach of contract and \nunjust enrichment.  Sciteck requests that summary judgment be granted in its favor \nas to all claims asserted by Innovare.  In addition, Sciteck seeks the entry of judgment \non the pleadings in its favor as to Innovare ’s claims for breach of contract, unjust \nenrichment, declaratory judgment, specific performance, UDTP, and injunctive relief. \nI. Motion for Judgment on the Pleadings \n64. It is not entirely clear why Sciteck waited until the close of discovery to \nfile a Rule 12(c) motion—particularly given the fact that it has also filed a summary \njudgment motion.  In any event, the Court concludes that the arguments contained \nin Sciteck’s Motion for Judgment on the Pleadings are substantively subsumed by the \narguments contained in its Motion for Summary Judgment.  Therefore, the Motion \nfor Judgment on the Pleadings is DENIED as moot. \nII. Motions for Summary Judgment \nA. Claims in Common \n65. Both parties have asserted claims for breach of contract,  breach of the \nimplied covenant of good faith and fair dealing, and UDTP.  \n66. The Court deems it appropriate to analyze the parties ’ respective \narguments in support of these claims together.  \n1. Breach of Contract  \n67. “The elements of a claim for breach of contract are the existence of a \nvalid contract and a breach of that contract ’s terms. ”  JT Russell & Sons, Inc. v. \nRussell, 2024 NCBC LEXIS 35, at **9 (N.C. Super. Ct. Feb. 28, 2024). \n68. Innovare essentially makes three arguments to support its breach of \ncontract claim.  First, it asserts that Sciteck anticipatorily repudiated the Distributor \nAgreement by improperly threatening to replace Innovare as SalivaQuik’s distributor \nunless Innovare agreed to provide extra -contractual services in support of  Sciteck’s \nEUA submission.  (Innovare ’s Br. Supp. Mot. Part. Summ. J., at 15, ECF No. 73.)  \nSecond, Innovare contends that Sciteck breached the Distributor Agreement by \nengaging with, and continuing to sell its products through, other distributors despite \nInnovare’s status as the sole “Class A” distributor under the Distributor Agreement.  \n(Innovare’s Br. Supp. Mot. Part. Summ. J., at 16.)  Third, Innovare  argues that \nSciteck’s use of Innovare ’s IP/Content to  contact other distributors and software \nproviders exceeded the scope of use permitted under the Distributor Agreement.  \n(Innovare’s Br. Supp. Mot. Part. Summ. J., at 16.) \n69. Sciteck’s counterclaim for breach of contract  incorporates several \ndifferent theories.  First, Sciteck contends that Innovare breached §  4(a) of the \nDistributor Agreement by “distributing, selling, or providing as a service” SalivaQuik \nwithout prior EUA from the FDA .  Second , Sciteck asserts that Innovare breached \n§ 2(a) of the Distributor Agreement by not  providing software compatible with the \nSalivaQuik product, thereby failing  to “provide a portion of Innovare ’s \n‘IP/Content [.]’ ”  Third, Sciteck argues that —unbeknownst to Sciteck —Innovare \nmisrepresented its authority to  bind Sciteck to agreement s regarding the sale of \nSalivaQuik tests.  Fourth, Sciteck accuses Innovare of establishing a price for the sale \nof the SalivaQuik tests without input from Sciteck as required under the Distributor \nAgreement.  Finally, Sciteck a sserts that Innovare received compensation from \nselling SalivaQuik tests  to third parties without informing Sciteck about  these \npayments or providing Sciteck with its proportionate share.  (Am. Countercls. ¶ 146; \nECF No. 71.40.) \n70. In evaluating the parties’ respective breach of contract claims, the Court \nmust first address two threshold issues. \n71. The first threshold issue concerns Sciteck ’s argument that any \nambiguities in the Distributor Agreement must be construed against Innovare \nbecause Innovare was the pr imary drafter of the  contract.  ( See Sciteck’s Br. Supp. \nDef.’s Mot. Part. Summ. J., at 6–8, ECF No. 67.)  \n72. It is true that North Carolina courts have previously held that “when an \nambiguity is present in a written instrument, the c ourt is to construe the ambiguity \nagainst the drafter—the party responsible for choosing the questionable language. ”  \nNovacare Orthotics & Prosthetics E., Inc. v. Speelman, 137 N.C. App. 471, 476 (2000).  \nSee also Loyd v. Griffin, 2023 NCBC LEXIS 178, at **7 (N.C. Super. Ct. Dec. 29, 2023) \n(“[A]ny ambiguities are to be resolved against the drafter.”).   \n73. As an initial matter, certain provisions of the Distributor Agreement do, \nin fact, appear to be ambiguous.  For example, it is unclear whether the Distribu tor \nAgreement requires Innovare to create new software as part of its obligations  \nthereunder.  It is also vague as to  whether the Distributor Agreement was intended \nto encompass other Sciteck products besides SalivaQuik.12 \n74. That said , the Court is unable to agree with Sciteck that any such \nambiguities must be construed against Innovare.  T he record shows that the \nDistributor Agreement was negotiated between two sophisticated entities with each \nside proposing various terms for possible inclusion into the final agreement.  For this \nreason, the rule of construction cited by Sciteck  is inapplicable on these facts.   See, \n \n12 These are only two examples.  Other ambiguities appear to exist as well. \ne.g., Joyner v. Adams, 87 N.C. App. 570, 577 (1987) (holding that the rule that \n“ambiguity in contract terms must be construed most stro ngly against the party \nwhich drafted the contract” is inappropriate in situations “where the parties were at \narm’s length and were equally sophisticated . . .”).  \n75. The second threshold issue concerns Innovare’s contention that Sciteck \nanticipatorily repudiated the Distributor Agreement.  Innovare argues that Smith’s \n5 October 2021 email to Caronite  constituted such an anticipatory repudiation \nbecause it stated Sciteck’s intent to no longer be bound by its contractual obligations \nto Innovare unless Innovare provided information sufficient to satisfy the FDA ’s \nstated concerns about SalivaQuik —a condition that was nowhere stated in the \nDistributor Agreement. \n76. North Carolina courts define anticipatory repudiation as follows:    \nRepudiation is a positive sta tement by one party to the other party \nindicating that he will not or cannot substantially perform his \ncontractual duties.  When a party repudiates his obligations under the \ncontract before the time for performance under the terms of the contract, \nthe issue of anticipatory breach or breach by anticipatory repudiation \narises.  One effect of the anticipatory breach is to discharge the non -\nrepudiating party from his remaining duties to render performance \nunder the contract.  \nProfile Invs. No. 25, LLC v. Ammons E. Corp., 207 N.C. App. 232, 236 (2010) (quoting \nMillis Constr. Co. v. Fairfield Sapphire Valley, 86 N.C. App. 506 (1987)). \n77. Our Court of Appeals has  provided further illustration regarding the \napplicability of this doctrine.  \n[T]he refusal to perform must be of the whole contract or of a covenant \ngoing to the whole consideration, and must be distinct, unequivocal, and \nabsolute[.] . . . Furthermore, even a distinct, unequivocal, and absolute \nrefusal to perform is not a breach unless i t is treated as such by the \nadverse party.   Upon repudiation, the non -repudiating party may at \nonce treat it as a breach of the entire contract and bring his action \naccordingly. . . . Thus, breach by repudiation depends not only upon the \nstatements and actions of the allegedly repudiating party but also upon \nthe response of the non-repudiating party. \n \nProfile Invs. No. 25, LLC, 207 N.C. App. at 237 (citations omitted).   \n78. In addition, our Court of Appeals has also held that “if a party to the \ncontract states that he cannot perform except on some condition which goes outside \nthe terms of his contract then the statement will constitute a repudiation. ”  Millis \nConstr. Co., 86 N.C. App. at 511. \n79. Here, although admittedly the statements by Smith in his 5 October \n2021 email about terminating the agreement appear to be  conditioned upon \nInnovare’s provision of extra -contractual services, the threat of termination cannot \nbe properly characterized as “absolute” or “unequivocal.”  Instead, by its very terms, \nSmith’s email stated that “Sciteck [would] decide at a later time if [it would keep \nInnovare] as one of [its] distributors and/or software providers. ”  (ECF No. 71.38, at \n5 (emphasis added).)  Moreover, the response email sent by Caronite clearly reflected \nInnovare’s belief that the Distributor Agreement remained in effect  and that \nInnovare desired to preserve its contractual relationship with Sciteck .  (ECF No. \n71.38, at 3–4.)  Finally, Smith’s follow-up email on 6 October did not repeat his prior \nthreat to terminate the contract.  (ECF No. 71.38, at 2.) \n80. Thus, although Innovare’s counsel later took the position that Smith’s 5 \nOctober email constituted an anticipatory repudiation, Innovare ’s immediate \nreaction was quite different —stating its desire for the parties ’ contractual \nrelationship to continue.  For these reasons, the Court concludes that no anticipatory \nrepudiation of the Distributor Agreement exists on these facts.  \n81. Having disposed of these threshold issues,  the Court concludes that  in \nall other respects significant questions of fact remain  with respect to both parties ’ \nclaims for breach of contract.  Much ink could be spilled detailing the numerous \ndisputed issues that exist between the parties about what the Distributor Agreement \nactually required and how the opposing party failed to comply with its respective \nobligations under the agreement.  Suffice it to say, however, that th ese issues must \nbe decided by a jury.  Accordingly, both parties ’ Motions for Summary Judgment as \nto the breach of contract claims are DENIED.   \n2. Breach of the Implied Covenant of Good Faith and Fair \nDealing  \n \n82. “Under North Carolina law, every enforceable contract contains an \nunderlying implied covenant of good faith and fair dealing ‘that neither party will do \nanything which injures the right of the other to receive the benefits of the \nagreement.’ ”  Kelly v. Nolan, 2022 NCBC LEXIS 78, at **19 (N.C. Super. Ct. July 19, \n2022) (citing Bicycle Transit Auth., Inc. v. Bell, 314 N.C. 219, 228 (1985)). \n83. The basis for both parties’ claims for breach of the implied covenant of \ngood faith and fair dealing largely mirrors the grounds for their respective breach of \ncontract claims.   \n84. Accordingly, the Court likewise DENIES  both parties ’ Motions for \nSummary Judgment with respect to their claims for breach of the covenant of good \nfaith and fair dealing.   See Woodcock v. Cumberland Cnty. Hosp. Sys. , 2023 NCBC \nLEXIS 130, ** 36 (N.C. Super. Ct. Oct. 18, 2023)  (denying motion for summary \njudgment because “[Plaintiff’s] claim for breach of the implied covenant of good faith \nand fair dealing [was] based on the same acts as his claim for breach of contract,” for \nwhich summary judgment was also denied). \n3. Unfair and Deceptive Trade Practices  \n85. “To prevail on a claim of [UDTP] a plaintiff must show (1) an unfair or \ndeceptive act or practice, or an unfair method of competition, (2) in or affecting \ncommerce, (3) which proximately caused actual injury to the plaintiff or to his \nbusiness.”  Stamatakos v. Carolina Urology Partners, PLLC , 2024 NCBC LEXIS 28, \nat **25 (N.C. Super. Ct. Feb. 20, 2024) (quoting Spartan Leasing Inc. v. Pollard, 101 \nN.C. App. 450, 460–61 (1991)); see also N.C.G.S. § 75-1.1.      \n86. North Carolina courts have held that “[a]ctions for [UDTP] are distinct \nfrom actions for breach of contract, and a mere breach of contract, even if intentional, \nis not sufficiently unfair or deceptive to sustain an action under N.C.G.S. § 75 -1.1.”  \nMcDonald v. Bank of N.Y. Mellon Trust Co. , 259 N.C. App. 582, 589 (2018) (quoting \nSunTrust Bank v. Bryant/Sutphin Props., LLC , 222 N.C. App. 821, 826 (2012)).  \n“When a plaintiff alleges a UDTP violation based upon a breach of contract, the \nplaintiff ‘must show substantial aggravating circumstances attending the breach t o \nrecover under [N.C.G.S. § 75-1.1].’ ”  Dan King Plumbing Heating & Air Conditioning, \nLLC v. Harrison, 281 N.C. App. 312, 320 (2022).    \n87. The Court has carefully considered the parties’ respective arguments as \nto why such aggravating circumstances exist in this case with regard to the opposing \nparty’s alleged conduct.  The Court ultimately concludes that the evidence upon  \nwhich each party relies is insufficient to elevate the other side’s allegedly breaching \nconduct into a valid claim for UDTP. \n88. However, as discussed below, the Court is denying Innovare’s summary \njudgment motion as to Sciteck’s counterclaim for trademark infringement under the \nLanham Act.   \n89. This Court has previously held that a claim for trademark infringement \n(if proven) can constitute a UDTP.  See JCG & Assocs. LLC v. Disaster Am. USA LLC, \n2022 NCBC LEXIS 156, at **21 (N.C. Super. Ct. Dec. 12, 2022) (“This infringement \nis also an unfair and deceptive practice that is in or affecting commerce under section \n75-1.1.”); Ray Lackey Enters., Inc. v. Vill. Inn Lakeside, Inc., 2016 NCBC LEXIS 9, at \n**37 (N.C. Super. Ct. Jan. 29, 2016)  (“Acts of trademark infringement are per se \nunfair and deceptive trade practices.”).  \n90. Accordingly, the Court GRANTS  Sciteck’s Motion for Summary \nJudgment as to Innovare’s UDTP claim but DENIES Innovare’s Motion for Summary \nJudgment as to Sciteck’s UDTP claim.    \nB. Innovare’s Remaining Claims  \n91. The remaining claims pled by Innovare in its C omplaint are claims for \ndeclaratory judgment, specific performance, injunction, and unjust enrichment.   \n92. In its briefing  on the pending Motions , Innovare has stated that it is \nvoluntarily dismissing its claim f or declaratory judgment.   (Innovare ’s Br. Opp. \nSciteck’s Mot. Part. Summ. J., at 11, ECF No. 88.)   Therefore, the Court GRANTS  \nsummary judgment in favor of Sciteck as to that claim. \n93. Moreover, at the 28 March hearing, counsel for Innovare was unable to \narticulate a valid basis for its causes of action for specific performance and injunction.  \nTherefore, the Court likewise GRANTS  Sciteck’s Motion for Summary Judgment as \nto these two claims.  \n94. Accordingly, the only remaining claim by Innovare that the Court must  \naddress is Innovare’s claim for unjust enrichment.  \n95. The elements of a claim for unjust enrichment are as follows: \nFirst, one party must confer a benefit upon the other party. . . . Second, \nthe benefit must not have been conferred officiously, that is it must not \nbe conferred by an interference in the affairs of the other party in a \nmanner that is not justified in the circumstances. . . . Third, the benefit \nmust not  be gratuitous. . . . Fourth, the benefit must be measurable. \n. . . Last, the defendant must have consciously accepted the benefit. \n \nButler v. Butler, 239 N.C. App. 1, 8 (2015) (quoting JPMorgan Chase Bank, Nat’l Ass’n \nv. Browning, 230 N.C. App. 537, 541–42 (2013)).  \n96. Innovare’s unjust enrichment claim is based upon its contention that it \nundertook extensive extra-contractual efforts in connection with the usability and \nclinical studies discussed earlier in this Opinion at Sciteck ’s request for the purpose \nof assisting Sciteck in its  quest to obtain EUA from the FDA.   Specifically, these \nefforts included “spen[ding] many hours signing up third parties for sample collection \nevents[,] . . . personally travel[ing] around the country to collect such samples [,]” \n“develop[ing] a survey to use with participants from whom Innovare collected \nsamples[,]” providing the survey results to Sciteck, and ultimately collecting \napproximately 1,322 samples over 25 separate dates.   (Vuono Aff. ¶¶ 16–17, 19 .)  \nInnovare further asserts  that it undertook these efforts in reliance upon Sciteck ’s \nrepresentations that it would pay Innovare for its  assistance.  (Vuono Aff. ¶  15–16.)  \nInnovare contends that it has never been compensated by Sciteck for any of the above-\nreferenced efforts.  (Vuono Aff. ¶ 17; Vuono (30)(b)(6) Dep., at 212.) \n97. Normally, “[i]f there is a contract between the parties[,] the contract \ngoverns the claim[,] and the law will not imply a contract. ”  Booe v. Shadrick , 322 \nN.C. 567, 570 (1988).  Here, of course, a contract did, in fact, exist between the \nparties—that is, the Distributor Agreement. \n98. However, Innovare is asserting that it is nevertheless entitled to assert \nan unjust enrichment claim because it provided services for Sciteck that were not \nrequired under th e contract and for which no compensation was paid.  Courts \napplying North Carolina law have allowed c laims for unjust enrichment to proceed \nunder analogous circumstances.  See, e.g. , Touchline Video, Inc. v. Intercollegiat e \nWomen’s Lacrosse Coaches Ass’n, 2022 U.S. Dist. LEXIS 96280, at *17 (M.D.N.C. May \n31, 2022) (“A claim for unjust enrichment for any benefit beyond that required by the \n[contract at issue] would not be preempted by the presence [ of] the contract.  At the \nvery least, it is a question of material fact as to whether the \nbenefits . . . conferred . . . were extra -contractual.”); see also  Tumlin v.  Tuggle \nDuggins P.A., 2018 NCBC LEXIS 217, at *37 –38 (N.C. Super. Ct. Dec. 18. 2018) \n(“While [plaintiff] cannot use an unjust enrichment claim to insulate his potential \nfailure to prove his contract claim, it is not clear at this time whether his evidence \npresented at trial will include gratuitous extra -contractual services, the value of \nwhich [defendant] accepted.  Therefore, the Court defers its final consideration of the \nunjust enrichment claim until the evidentiary record is fully presented at trial.”). \n99. Here, as the Court has already held in its 19 January 2023 Opinion, the \nDistributor Agreement imposed responsibility on Sciteck —not Innovare—to ensure \nthat regulatory approval was obtained.  Therefore, services performed by Innovare at \nSciteck’s request to help Sciteck in its efforts to obtain EUA (or any other type of FDA \napproval) were outside the parties ’ contractual relationship .  However, the Court \nfinds that there is a factual dispute over whether Sciteck actually received a \nmeasurable benefit from Innovare’s actions.  That issue must be decided by a jury. \n100. For these reasons, th e Court DENIES the Motions for Summary \nJudgment for both Innovare and Sciteck on Innovare’s unjust enrichment claim.  \nC. Sciteck’s Remaining Counterclaims  \n101. Sciteck’s remaining counterclaims include a counterclaim under the \nfederal Lanham Act, 15 U.S.C. § 1125, and a claim for unfair competition under North \nCarolina law.   \n102. At the 28 March hearing, counsel for Sciteck conceded that it had \nmistakenly re asserted its unfair competition claim when filing its amended \ncounterclaims after the Court had dismissed that claim in its 19 January 2023 \nOpinion. \n103. Accordingly, summary judgment is GRANTED  in favor of Innovare as \nto Sciteck’s unfair competition counterclaim.  Therefore, the Court need only address \nSciteck’s Lanham Act counterclaim. \n104. The Lanham Act provides, in relevant part, as follows: \n(1) Any person who, on or in connection with any goods or services, or \nany container for goods, uses in commerce any word, term, name, \nsymbol, or device, or any combination thereof, or any false \ndesignation of origin, false or misleading description of fact, or false \nor misleading representation of fact, which— \n \n(A) is likely to cause confusion, or to cause mistake, or to \ndeceive as to the affiliation, connection, or association of such \nperson with another person, or as to th e origin, sponsorship, or \napproval of his or her goods, services, or commercial activities by \nanother person, or \n \n(B) in commercial advertising or promotion, misrepresents the \nnature, characteristics, qualities, or geographic origin of his or her \nor another person’s goods, services, or commercial activities \n \nshall be liable in a civil action by any person who believes that he or she \nis or is likely to be damaged by such act. \n15 U.S.C. § 1125(a). \n105. As the Court explained in its 2023 Opinion, Sciteck’s counterclaim under \nthe Lanham Act is based largely upon allegations that Innovare has continued to \nrepresent itself as being authorized to sell and distribute SalivaQuik  even after its \nlicense to do so ended following the termination of the Distributor Agreement.  Sciteck \nfurther asserts  that Innovare has misled consumers into believing that Sciteck \ndistributed SalivaQuik for non-RUO purposes without FDA approval.  This conduct, \nSciteck contends, has caused the company to suffer reputational harm.  (19 Jan. 2023 \nOp. ¶ 71; Am. Countercls. ¶¶ 121–34.)  The Court finds from its examination of the \nrecord that a genuine issue of material fact exists on this subject. \n106. Sciteck also argues that Innovare continues to maintain a live website \nfeaturing references to SalivaQuik.\n13  Innovare does not appear to deny this assertion \nand instead claims that it is still permitted to do so because of the lack of clarity over \nwhen, if ever, the Distributor Agreement was actually terminated.  Because a factual \ndispute exists over when the contract between the parties ended, a jury must decide \nwhether Innovare’s continued maintenance of its SalivaQuik website (or any other \nactions it took while representing itself to others as a licensed distributor of  \n \n13 www.salivaquik.com  \nSalivaQuik) exceeded the scope of its rights under the Distributor Agreement so as \nto violate the Lanham Act. \n107.  Finally, Sciteck’s Lanham Act claim is also based on its contention that \nInnovare engaged in a “ relabeling” or “repackaging” scheme.  This evidence —\naccording to Sciteck—supports the conclusion that “ Innovare falsely designated the \norigin of the SalivaQuik tests  and that such false designation was likely to cause \nconsumer confusion.”  (Sciteck’s Br. Opp. Pl. ’s Mot. Part. Summ. J., at 18 , ECF No. \n85; ECF No. 67.1, at 293–99, 302–03.)  The Court finds that questions of fact exist on \nthis theory as well.   \n108. Sciteck’s contentions, if proven at trial, would be sufficient for it to show \na violation of the Lanham Act.  Indeed —as the Court noted in its 2023 Opinion —a \nnumber of other courts have recognized the validity of Lanham Act claims premised \non analogous theories.  See, e.g., Halo Optical Prods. Inc. v. Liberty Sport, Inc., 2017 \nU.S. Dist. LEXIS 41084, at *27 –33 (N.D.N.Y. Mar. 22, 2017) (granting summary \njudgment for plaintiff distributor on a Lanham Act claim concerning use of a \ntrademark beyond the scope of a licens ing agreement); Ford Motor Co. v. \nThermoanalytics, Inc., 2015 U.S. Dist. LEXIS 145965, at * 9, 13–14 (E.D. Mich. Oct. \n28, 2015) (finding trademark infringement when the defendant “ exceeded the scope \nof the [l]icensing [a]greement ” and the former licensee cr eated a “ likelihood of \nconfusion” by continuing to use the formerly licensed trademark). \n109. For these reasons, Innovare’ s summary judgment motion is DENIED \nwith respect to Sciteck’s claim under the Lanham Act.  \n \nCONCLUSION \nTHEREFORE, IT IS ORDERED as follows: \n1. Sciteck’s Motion for Summary Judgment is GRANTED as to Innovare’s claims \nfor UDTP, declaratory judgment , specific performance, and injunction,  and \nthose claims are DISMISSED  with prejudice.  The remainder of Sciteck ’s \nMotion for Summary Judgment is DENIED. \n2. Sciteck’s Motion for Judgment on the Pleadings is DENIED as moot. \n3. Innovare’s Motion for Summary Judgment is GRANTED as to Sciteck ’s \ncounterclaim for unfair competition , and that claim is DISMISSED with \nprejudice.  The remainder of Innovare ’s Motion for Summary Judgment is \nDENIED. \nSO ORDERED, this the 29th day of May, 2024.  \n       /s/ Mark A. Davis    \n       Mark A. Davis  \n       Special Superior Court Judge  \n       for Complex Business Cases  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n "
}