{
  "id": "ed2ef7dd8f145b5e1fb46ce1d9d30926504eb101c7803755f881188cc1f6782c",
  "source_file": "data/raw/ncbc/ed2ef7dd8f145b5e1fb46ce1d9d30926504eb101c7803755f881188cc1f6782c.pdf",
  "raw_text": "STATE OF NORTH CAROLINA\n \nWAKE COUNTY\n \nIN THE GENERAL COURT OF\nJUSTICE\nSUPERIOR COURT DIVISION\n01 CVS 3390\n \nTONY W. ALEXANDER and wife SARAH\nM. ALEXANDER; ROGER \nL. MILLER\nand wife PENNY W. MILLER; SHARON\nBELL RICH; DONNY L. WILLIAMS and\nwife DEBRA C. WILLIAMS, on behalf of\nthemselves, and others similarly \nsituated,\n \nPlaintiffs,\n \nv.\n \nDAIMLERCHRYSLER \nCORPORATION,\nand DAIMLERCHRYSLER MOTORS\nCORPORATION, and HICKORY\nAUTOMALL \nCHRYSLER PLYMOUTH,\nINC.; AUTO USA, INC., d/b/a Empire\nChrysler Dodge Jeep \nEagle; and YSU\nAUTOMOTIVE, INC., f/k/a Shelby\nChrysler Plymouth Jeep Eagle, \nInc., on\nbehalf of themselves, and other Chrysler\ndealers similarly situated,\n \nDefendants.\n \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n Alexander v. DaimlerChrysler, Corp., 2004 NCBC 2\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION\n \n{1}\n \n      \nThis matter is before the Court on various motions filed by defendants.\n  \nThe Court has permitted the complaint to be amended, and the class action allegations in the\noriginal complaint have been dismissed with Court approval.\n  \nThe pending motions are directed to the individual claims.\n  \nThe Millers have settled their individual claims\nagainst Auto USA, Inc.\n  \nFor the reasons set forth below, the Court dismisses all the claims against DaimlerChrysler Corporation and DaimlerChrysler Motors Corporation\n(hereinafter collectively referred to as “DaimlerChrysler”).\n  \nAdditionally, the Court dismisses the individual claims against the dealers for negligence and punitive damages\nand dismisses any claims against the dealers under N.C.G.S. § 20-351 \net seq.\n  \nThe individuals’ claims against the dealers under the North Carolina Unfair Trade Practices\nAct are not subject to dismissal.\n  \nSummary Judgment is denied as to those claims.\n  \nThe class action allegations having been withdrawn, each case against an individual\ndealer stands on its own.\n \nAbrams & Abrams, P.A., by Douglas B. Abrams; Suggs, Kelly & Middleton Lawyers, P.A., by Kenneth M. Suggs, D. Michael Kelly, Bradford Simpson, and Richard\nMiddleton; H.C. Kirkhart, for plaintiffs.\nWomble, Carlyle, Sandridge & Rice, PLLC, by Burley B. Mitchell Jr. and Christopher T. Graebe; Bryan Cave LLP by Charles A. Newman and Kathy A.\nWisniewski, for Defendants DaimlerChrysler Corporation and DaimlerChrysler Motors Corporation.\nTeague, Rotenstreich & Stanaland, L.L.P., by Kenneth B. Rotenstreich and Paul A. Daniels, for Defendants Hickory AutoMall Chrysler Plymouth, Inc. and YSU\nAutomotive, Inc., f/k/a Shelby Chrysler Plymouth Jeep Eagle, Inc.\nRobinson & Lawing, L.L.P., by John N. Taylor, Jr. and Robert J. Lawing, for Defendants Auto USA, Inc., d/b/a Empire Chrysler Dodge Jeep Eagle.\n \nI.\n{2}\n \n      \nAs presently constituted, this case involves claims by Tony and Sarah Alexander (the “Alexanders”) and Sharon Bell Rich (“Rich”) against both DaimlerChrysler\nand the local dealers who sold them vehicles which allegedly were governed by Article 15A of the North Carolina General Statutes.\n  \nRoger and Penny Miller and Donny\nand Debra Williams only have claims pending against DaimlerChrysler. The facts surrounding the purchase or lease of the plaintiffs’ vehicles is undisputed for the most\npart.\n{3}\n \n      \nThe history of the Dodge Ram pickup truck purchased by Mr. and Mrs. Williams is tortured but clear. The Williamses were the sixth purchaser of the truck, and\nthey bought it from a Ford dealer in South Carolina.\n  \nThe truck was first sold as a new model on June 13, 1996 to Charles and Wanda Richards.\n  \nFour months later,\nDaimlerChrysler repurchased this truck from Mr. and Mrs. Richards because they were dissatisfied with the paint job and wanted a different truck. The truck was repainted\nand sold at auction to Tim Marburger Dodge, Inc. in January 1997. At that time DaimlerChrysler provided a disclosure notice, the sufficiency of which has not been\ncontested by plaintiffs.\n  \nMarburger acknowledged receipt of the notice and, as far as the record shows, passed the notice on to Donna Frye Tilley, who purchased the truck\nfrom Marburger. She acknowledged receipt of the notice.\n  \nThe truck was repossessed from Ms. Tilley.\n{4}\n \n \n     \nIt was then sold to Northcutt Motors of Hartsville, South Carolina; at that time, it had more than 12,000 miles usage. Northcutt then sold the truck to Benson Ford-\nMercury Inc. in Easley, South Carolina, from which Mr. and Mrs. Williams made their purchase. They would not have purchased the truck had they known it had been\nrepainted. Although they purchased the truck from an authorized Ford dealership, they would tie DaimlerChrysler to the purchase because the Ford dealership was\nallegedly affiliated with the Chrysler dealership in the same town.\n  \nThe Williamses knew no later than January 1998 that the vehicle had been repainted. They assert no\nclaim against the dealer who sold them the truck, nor have they experienced any problem with the paint on the vehicle.\n{5}\n \n      \nThe Millers’ vehicle was also a Dodge Ram truck. It was originally sold as a new vehicle to Larry Brown in January 1997.\n  \nIn August 1997 DaimlerChrysler\nrepurchased the vehicle from Larry Brown.\n  \nThe reason for the repurchase was steering problems. At the time of the repurchase the truck’s mileage totaled 9,942.\n  \nIt was\nrepaired and sold at auction to Auto USA, Inc. in September 1997.\n  \nAt the sale DaimlerChrysler provided Auto USA a disclosure notice that indicated the truck had been\nrepurchased under consumer warranty laws due to “Multiple Steering Repairs - pulling.”\n  \nThe sufficiency of that notice under the statute is not contested. Auto USA\nacknowledged receipt of the disclosure notice. As far as this record is concerned, Auto USA did not pass that disclosure on to the Millers when they signed their lease\nagreement. They would not have signed the lease agreement if they had known it was a vehicle repurchased under warranty. The lease was a 50-month lease signed on\nJanuary 17, 1998.\n  \nTheir lease did not obligate them to purchase the vehicle, but they had the option to purchase the truck at the end of the lease for a residual value of\n \n$14,225.\n \n{6}\n \n      \nThe Millers filed suit while the lease was still in effect.\n  \nHowever, in October 2001 the Millers elected to purchase the car for the residual value.\n  \nThey had no\nobligation to do so. At that time they were fully aware of the vehicle’s history: that it was a repurchased vehicle and that it had experienced steering problems. The only\nexplanation for this seemingly irrational behavior was their counsel’s suggestion that for some reason they needed to purchase the vehicle as evidence, a theory not yet\nunderstood by the Court.\n{7}\n \n      \nThe Alexanders purchased their car, a Jeep, from Hickory Automall Chrysler Plymouth Inc. (“Hickory”) in April 1997.\n  \nAt the time of their purchase the vehicle’s\nmileage totaled less than 10,000, and no disclosure was made to them which would have put them on notice that the car had been repurchased by DaimlerChrysler as a\nresult of the original owner’s complaints of multiple water leaks.\n  \nIn fact, the Jeep purchased by the Alexanders had originally been sold to Gavin D. Ray in October 1995.\nAfter Mr. Ray’s complaints of water leaks reached the Customer Arbitration Board, DaimlerChrysler and Ray entered into a settlement pursuant to which the car was\nrepurchased and Ray was provided with a replacement vehicle.\n  \nRay’s original car was then repaired and sold at auction to Hickory. As part of that transaction, Hickory was\nfurnished with a disclosure notice which affirmatively disclosed that the subject vehicle was a repurchased vehicle, that it had been repurchased as a settlement of a\nCustomer Arbitration Board case, and that it had experienced water leaks. The sufficiency of the notice is not contested. Hickory acknowledged receipt of the disclosure\nnotice but failed to pass the disclosure on to the Alexanders.\n  \nHad the Alexanders received the disclosure notice, they would not have purchased the vehicle.\n{8}\n \n      \nThe Alexanders still own their vehicle and have driven it for over 80,000 miles. Periodically they have experienced water leaks. Some of those leaks were repaired\nby Hickory at no cost, and the Alexanders ignored other repairs because the car was out of warranty. They have paid repair bills of $575 for problems unrelated to water\nleaking. Most of those problems arose after the 80,000-mile mark. When the car was returned to Hickory for water leak repairs, no disclosure was made to the Alexanders\nabout the prior problems.\n{9}\n \n      \nThe 1996 Dodge Grand Caravan subsequently purchased by Sharon Bell Rich was originally sold to Maureen Cherry in July 1995. In July 1997 DaimlerChrysler\nrepurchased the vehicle as a result of Ms. Cherry’s complaints that a drift condition was causing the car to pull to the left when moving; the vehicle’s total mileage was a\nlittle over 26,000 miles at the time. After repurchase, DaimlerChrysler repaired the vehicle and sold it at auction to YSU Automotive, d/b/a Shelby Chrysler Plymouth Jeep\nEagle, Inc. (“YSU”).\n  \nAs a part of that transaction DaimlerChrysler affirmatively disclosed that it had repurchased the vehicle under consumer warranty laws due to a “Drift\nCondition.” YSU acknowledged receipt of that notice. Sufficiency of the notice is not contested.\n{10}\n         \nThe sales transaction involving Ms. Rich’s purchase of the vehicle is subject to various interpretations depending on whose version is credited. At this stage of the\nproceedings, there is evidence from which a jury may conclude that Ms. Rich was reeled in by the salesman and was on the hook by actually signing a contract before any\ndisclosure was made to her concerning the correct history of the vehicle. YSU was helping her obtain financing. Her “out,” according to the defendants, was a clause in the\nfinancing agreement that she signed which granted her the right to cancel the agreement if she had been defrauded.\nII.\nA.\n{11}\n         \nChapter 20 Article 15A of the North Carolina General Statutes is captioned “New Motor Vehicles Warranties Act.”\n  \nThe purpose of Article 15A is to provide\nremedies against manufacturers for persons injured when new motor vehicles fail to conform to express warranties.\n{12}\n         \nNew motor vehicles are specifically defined as follows:\n\"New motor vehicle\" means a motor vehicle for which a certificate of origin, as required by G.S. 20-52.1 or a similar requirement in another state, has never been supplied to a consumer, or which a manufacturer, its agent, or its authorized dealer states in writing is being sold as a new motor vehicle. (1987, c. 385, s. 1; 1989, c.43, s. 2; c.519, s. 2.)\n \n{13}\n         \nThe statutory scheme is fairly simple on its face and not dissimilar to lemon laws in other states. \n[1]\n  \nSection 20.351.2 of the North Carolina General Statutes\nrequires that manufacturers’ express warranties remain in effect for 12 months or 12,000 miles. If a new motor vehicle does not conform to the express warranties and the\nconsumer reports the nonconformity to the manufacturer, its agent, or its authorized dealer during that initial period, then the manufacturer must repair the new vehicle to\nconform to the warranties.\n{14}\n         \nSection 20-351.3(a) provides that if the defects cannot be repaired and “substantially impair the value of the motor vehicle to the consumer,” the manufacturer must\nhonor one of two options given to the consumer/purchaser. The purchaser may accept a comparable \nnew\n motor vehicle or return the purchased vehicle and accept a refund,\nthe composition of which is specifically set forth in the statute.\n{15}\n         \nN.C.G.S. § 20-351.3(b) applies when the consumer is a lessee and provides the same two options available to the purchaser.\n   \nThe refund, however, is composed of\ndifferent elements:\n  \nSubsection (b) includes remedies for the lessor in addition to the lessee, in recognition of the fact that in a lease situation where the lessor (owner) is a\nfinancial institution, both the lessor and the lessee may be injured by the failure to repair the vehicle to conform to the express warranty.\n{16}\n         \nBoth subsections (a) and (b) tie the statutory remedies to defects or conditions that occur no later than 24 months or 24,000 miles following original delivery of the\nnew vehicle.\n{17}\n         \nN.C.G.S. § 20-351.3(c) provides for a reduction of refunds required under subsections (a) and (b), based upon a reasonable allowance for use by the purchaser or\nlessee.\n  \nThe method of calculating the reasonable allowance is set forth in this subsection.\n{18}\n         \nWhen a motor vehicle has been returned to a manufacturer, its agent, or authorized dealer under Article 15A or a similar statute in another state, and the vehicle is\nsubsequently resold, the reselling manufacturer, its agent, or authorized dealer must disclose to the subsequent purchaser (1) that the motor vehicle was repurchased under\nArticle 15A and (2) the defects or conditions which substantially impaired the value. This disclosure must take place “prior to the sale.”\n  \nN.C.G.S. § 20-351.3(d) (1987).\n{19}\n         \nSubsection (d)(2) contains a sentence that merits a separate paragraph. It reads: \n“Any subsequent purchaser who purchases the motor vehicle for resale with notice\nof the return, shall make the required disclosures to any person to whom he resells the motor vehicle.”\n  \nThis sentence represents the legislative effort to prevent lemon\nlaundering.\n  \nIt places upon each reseller (other than a consumer) the duty to make the required disclosure to the next purchaser.\n  \nThis sentence does not impose vicarious or\nstrict liability, but limits the duty to those “with notice of the return.”\n  \nSubsection (d) makes no reference to \nnew\n motor vehicles—only motor vehicles.\n  \nWhile clearly\nrecognizing that the returned vehicle may be repaired and resold, the subsection attaches a disclosure requirement along the resale chain. First, any manufacturer, its agent,\nor authorized dealer who accepts a motor vehicle return and resells it must disclose as required by the statute.\n  \nAny subsequent purchaser for resale who has notice of the\nreturn must make the required disclosure to the next purchaser of the vehicle. This statutory scheme recognizes the following commercial realities:\n1.\n      \nIt is economically inefficient to require destruction of the vehicles.\n2.\n      \nIt is unfair to permit repair and resale without disclosure of the past history.\n3.\n      \nReturned vehicles have a reduced value on the market if their history is disclosed.\n4.\n      \nThe vehicles will be resold as used cars and most likely will find their way through a wholesale chain, including auto auctions, before reaching a consumer\nagain.\n{20}\n         \nThe statute therefore requires the manufacturer, its agent, or authorized dealer who first accepts return to start the disclosure, and requires each subsequent\npurchaser for resale to continue the disclosure down the distribution chain until the returned vehicle reaches a consumer purchaser or lessee with notice.\n  \nThe disclosure\nrequirement ends with that consumer purchaser or lessee.\n{21}\n         \nEach reseller giving notice bears the economic consequences that the notice carries with it: i.e., reduced market value. In this case, DaimlerChrysler gave notice at\neach auction and presumably received a price commensurate with the disclosure that the resale vehicle was a returned vehicle.\n  \nIt is the reseller who does \nnot\n make the\nrequired disclosure who stands to receive a value greater than true market value. It is that conduct—lemon laundering—which subsection (d) of section 20-351.3 attempts\nto prevent.\n{22}\n         \nTo this point, the statute is clear and unambiguous.\n  \nIt requires new motor vehicle manufacturers to honor their warranties and requires them to accept return of new\nvehicles with defects which cannot be repaired and provide either a comparable new vehicle or the statutory refund. When a vehicle is returned, the manufacturer must not\nonly provide the next purchaser a notice that the vehicle being sold is a returned vehicle but also identify any defect that caused the return. Each subsequent purchaser for\nresale must pass that disclosure on to the next purchaser.\n{23}\n         \nThe Attorney General is authorized to bring a civil action in the name of the State if he finds that any provisions of Article 15A have been violated by the\nmanufacturer. N.C.G.S. § 20-351.6.\n{24}\n         \nThe next three sections of the statute create the ambiguity in this case.\n  \nSection 20-351.7 provides that a “consumer injured by reason of \nany \nviolation of the\nprovisions of this Article may bring a civil action \nagainst the manufacturer.\n”\n  \n(Emphasis added.)\n  \nSection 20-351.9 specifically provides that Article 15A “does not create\nany cause of action by a consumer against an authorized dealer” and prohibits claims by manufacturers against a dealer unless the dealer has failed to follow the\nmanufacturer’s instructions when doing warranty repairs.\n{25}\n         \nThe civil action may be filed by the consumer against the manufacturer only after giving the manufacturer ten days’ notice of his or her intention to file suit;\nmanufacturers may avail themselves of informal settlement procedures authorized under the Magnuson-Moss Warranty Act, 15 USC § 2301 \net seq\n.\n  \nThe Magnuson-Moss\nWarranty Act is the federal law that governs consumer product warranties. Passed by Congress in 1975, the Act requires manufacturers and sellers of consumer products to\nprovide consumers with detailed information about warranty coverage. In addition, it affects both the rights of consumers and the obligations of warrantors under written\nwarranties.\n  \n17 \nAm. Jur. 2d\n \nConsumer Product Warranty Acts\n § 1 (2003).\n{26}\n         \nWhen read in conjunction with the attorney fee provisions in 20-351.8(2), section 20-351.7 evidences the Legislature’s intent to avoid unnecessary litigation by\nrequiring consumers to give notice of their claims so that manufacturers can resolve them— including use of required informal settlement procedures—before incurring\nlitigation costs. If manufacturers do not react reasonably, they are subject to treble damages and attorney fees.\n  \nN.C.G.S. § 20-351.8(2), (3)(a) and (b).\n{27}\n         \nThe remedies section contained in Section 20-351.8 provides for injunctive relief and monetary damages and specifies that in assessing damages the jury may\nconsider all items listed for refund under section 20-351.3.\n  \nThe Court notes here that while the North Carolina Pattern Jury instructions contain instructions for damages in\nthe event of a breach of the warranty provisions, they contain no instructions on damages for failure to give the required notice on resale. \nN.C.P.I. CIV.\n § 745.07 (Gen. Civ.\nVol. 1999).\n  \nThe remedies section is directed toward the failure to honor the warranty obligations.\n  \nIt does not directly address a remedy for the failure to comply with the\ndisclosure requirements.\n{28}\n         \nPlaintiffs would have the Court interpret Article 15A to impose upon manufacturers liability for the failure of a subsequent purchaser-for-resale—who has received\nthe required manufacturer’s disclosure regarding a returned vehicle—to make the same required disclosure to a consumer to whom the returned vehicle is ultimately resold.\nThe gravaman of plaintiffs’ complaint is not that DaimlerChrysler failed to provide the notice of disclosure required of it by the statute but that it failed to insure or\nguarantee that each subsequent purchaser for resale fulfill its obligation of disclosure contained in Section 20-351.3(d)(2). Plaintiffs claim that DaimlerChrysler is strictly\nliable under the statute for the failure of its authorized dealers to provide disclosure on resale. That contention will be dealt with below. Plaintiffs also contend that Article\n15A provides a statutory cause of action for consumers against dealers when the dealers fail to give the required notice.\n{29}\n         \nArticle 15A specifically reserves to consumers any other rights or remedies available to them under other laws.\n  \nN.C.G.S. § 20-351.10.\n{30}\n         \nIn interpreting legislation, the courts must first look to the specific language and purpose of the statute. In interpreting legislation, however, it is also sometimes\nuseful to look at the legislative approach to similar problems, both within and outside the state.\n  \nIn that regard, this Court has surveyed other state lemon laws and lemon\nlaundering laws.\n   \nIt has also examined the remedies adopted by the North Carolina General Assembly in dealing with the resale of damaged and flooded vehicles, where\nthe Legislature was attempting to protect the consumer in the automobile market. N.C.G.S. § 20-71.4 is instructive in that it evidences the General Assembly’s knowledge\nof the existence of a different device to protect consumers.\n  \nIt requires that certain vehicles use a title and registration card that discloses on its face that the vehicle fits a\ncertain category, i.e., “flood vehicle.”\n{31}\n         \nThe laws of other states vary, sometimes dramatically, in their approach to lemon laws and lemon laundering laws.\n[2]\n{32}\n         \nDaimlerChrysler has not escaped the attention of both public and private attorneys general in other states.\n[3]\n{33}\n         \nSouth Carolina, where the Plaintiffs Williams purchased their vehicle, has a statute very similar to North Carolina’s statute. It does not create a cause of action\nagainst a dealer for failure to disclose; it does impose a $500 administrative penalty. \n[4]\n{34}\n         \nWhile North Carolina’s Lemon Law neither provides a cause of action against dealers nor provides a remedy specifically directed at failure to disclose the\ninformation required on resale of a returned vehicle, it evidences a clear and unmistakable public policy prohibiting lemon laundering and protecting consumers from\nunknowingly purchasing returned vehicles.\n  \nAs will be more fully discussed below, failure to comply with the statutory disclosure requirement is a prima facie unfair trade\npractice.\n{35}\n         \nDaimlerChrysler only sells repurchased vehicles to its own authorized dealers at auction, never to consumers.\n  \nFrom 1996 to March 2002 it sold some 52,000\nrepurchased vehicles that way nationwide.\n  \nIt has engaged the services of an outside vendor to accomplish the resales.\n  \nThus, the potential for deception of the consuming\npublic exists if dealers do not provide the required disclosure.\n  \nAlso, the failure to require extensive record keeping so that the repurchased vehicles can be subsequently\nidentified contributes to the lack of protection of consumers. Clearly, there are actions the Legislature could take to strengthen consumer protection in this area.\nB.\n{36}\n         \nThe Court next turns to a consideration of the causes of action asserted in the Amended Complaint.\n[5]\n  \nPlaintiffs specifically assert three causes of action in the\nAmended Complaint—negligence, unfair trade practices and punitive damages— and took the position at oral argument that an additional cause of action was asserted for\nremedies provided by the statute.\n  \nThe Court will address the last issue first.\n{37}\n         \nThe Amended Complaint does not contain any separate cause of action delineated as a claim for relief based upon North Carolina’s Lemon Law, nor does the prayer\nfor relief contain a request for a statutorily provided remedy.\n  \nIt does contain other specific causes of action clearly labeled. The Amended Complaint even omits the\n“Notice” contained in the original complaint, paragraph 99, that a cause of action would be asserted under the statute.\n  \nThe reason no cause of action is asserted seems\nobvious.\n  \nPlaintiffs are not seeking the statutory remedy for DaimlerChrysler’s failure to honor a new car warranty.\n  \nThey claim only that DaimlerChrysler is liable for the\ndealer’s failure to make the required statutory disclosure.\n  \nSince the statute specifically disavows creation of a cause of action against dealers and provides no remedy for\nfailure to disclose by a manufacturer, no claim for relief under the statute could be asserted.\n  \nTo the extent the Amended Complaint could be read to allege that\nDaimlerChrysler failed in its duty to make disclosure to the first subsequent purchaser, the uncontroverted evidence is that DaimlerChrysler made the required disclosure to\nthe first subsequent purchaser from DaimlerChrysler.\n  \nSummary Judgment for DaimlerChrysler is appropriate if that is the claim.\n \n{38}\n         \nNext plaintiffs assert a negligence claim against both DaimlerChrysler and the dealer that sold or leased the returned vehicle.\n  \nThe claim against the dealer asserts\nthat plaintiffs may recover in tort for the dealer’s failure to make the required disclosure.\n  \nWith respect to DaimlerChrysler, the negligence cause of action is based upon an\nalleged failure by DaimlerChrysler to insure that all subsequent resellers of a vehicle returned to DaimlerChrysler made the statutorily required disclosure.\n  \nIn paragraph 62\nof the class action complaint, plaintiffs alleged they suffered similar economic losses and damages.\n  \nThe Amended Complaint, paragraph 62, only alleges plaintiffs “have\nbeen damaged.”\n  \nAs articulated by plaintiffs’ counsel at oral argument, plaintiffs claim to have paid full value for vehicles that were worthless because they were returned\nvehicles.\n \n{39}\n         \nThe next cause of action asserted by plaintiffs is based upon N.C.G.S. § 75-1.1, North Carolina’s Unfair Trade Practices Statute.\n  \nUnder this cause of action,\nplaintiffs assert that the dealer who sold them a returned vehicle without making the required disclosure committed an unfair trade practice when it did so.\n  \nPlaintiffs assert\nthat DaimlerChrysler is vicariously responsible for that act whether committed by its authorized dealer or another dealer.\n{40}\n         \nFinally, plaintiffs assert a cause of action for punitive damages.\n  \nIt appears from the face of the Amended Complaint that the claim for punitive damages is based\nupon either a claim that the negligence amounts to gross negligence or that the failure to provide the statutorily mandated disclosure constitutes fraud, thus supporting a\npunitive damage claim.\n  \nAgain, DaimlerChrysler’s liability is based upon the dealer’s conduct.\n \n{41}\n         \nThe only other allegations in “Count III - Punitive Damages” are allegations that in other unspecified cases DaimlerChrysler had engaged in unspecified acts of\nmisconduct, had flouted the rules of court and valid court orders and had been subsequently sanctioned for that conduct.\n  \n     \nIII.\n{42}\n         \nHaving examined the North Carolina Lemon Law, other statutory mechanisms to protect consumers in automobile purchases, other states’ lemon laws, and the\nallegations of the Amended Complaint, the Court turns to the specific pending motions. The Court will address issues common to all plaintiffs first and then address issues\nspecific to each plaintiff.\n  \nSince DaimlerChrysler and defendant dealers have filed separate motions, their positions will be addressed separately, although there is some\noverlap in the issues.\n \nA.\n1.\n{43}\n         \nDaimlerChrysler has moved for summary judgment on all claims asserted against it.\n  \nIt has also filed a Rule 12(b)(6) motion on the class allegations.\n  \n(The Court\nneed not rule on that motion since those allegations are being withdrawn.) At the heart of the dispute between plaintiffs and DaimlerChrysler is the proper interpretation of\nthe duties imposed upon a manufacturer under this state’s lemon law.\n{44}\n         \nPlaintiffs contend that the lemon law imposes a duty on the manufacturer of a returned vehicle to see that the vehicle is never resold without complying with the\ndisclosure requirements in the statute.\n  \nCounsel for plaintiffs argued that the Court could fashion an equitable remedy that required manufacturers to come up with a system\nto insure that subsequent purchasers of returned vehicles did not resell them without disclosure.\n  \nPlaintiffs’ counsel, moreover, urged the Court to find a way to affix the\ndisclosure notice to every car so that no consumer even negotiated for the sale of the car without knowing its history.\n  \nPlaintiffs contend that DaimlerChrysler’s disclosure\nwhen it sold returned vehicles to the first subsequent purchaser (usually at an auto auction) was simply insufficient to fulfill its statutory duty.\n  \nIn essence, plaintiffs would\nhold DaimlerChrysler strictly liable for the failure of any subsequent purchaser to provide the statutory disclosure notice.\n  \nOtherwise, plaintiffs argue, manufacturers will\ngive the first notice and simply sit back and watch their dealers or other dealers fail to pass the notice on, and North Carolina will become the dumping ground for all\nreturned vehicles in the United States.\n{45}\n         \nDaimlerChrysler contends that the record clearly establishes that it gave the required statutory notice when it first sold the vehicles purchased or leased by a\nplaintiff. That fact is uncontroverted.\n  \nDaimlerChrysler also contends that, having given notice to the first subsequent purchaser, it fulfilled its obligation under the statute\nand has no statutory duty to insure that subsequent purchasers for resale continue to pass on the required notice.\n  \nThe Court also notes that it is undisputed on this record that\nDaimlerChrysler contractually requires its dealers to comply with state lemon laws and has a procedure for its dealers to follow which would validate compliance with the\ndisclosure requirements of various lemon laws, including that of North Carolina.\n  \nBusacca Aff., March 7, 2004.\n  \nIt is DaimlerChrysler’s position, however, that it is not\nrequired by statute to take those actions.\n  \nIt is equally clear from this record that (1) DaimlerChrysler dealers do not always fulfill their obligations to DaimlerChrysler or\nobligations prescribed by state statutes and (2) DaimlerChrysler has no means to control other dealers who resell returned vehicles.\n{46}\n         \nThe statute as written does not impose upon manufacturers the duty to insure that every reseller passes on the disclosure notice, nor does it provide that\nmanufacturers are strictly liable when their authorized dealers fail to make the required disclosure. The manufacturer’s obligation under the statute as it is currently written\nis to make the required disclosure to the first subsequent purchaser for resale. If the manufacturer’s agent or authorized dealer accepts the car on return under the statute and\nresells it, the agent or authorized dealer must make the disclosure to the next subsequent purchaser for resale. Any purchaser for resale who has notice of the returned\nvehicle status must make the statutorily mandated disclosure.\n  \nThis is the requirement that the statute provides in plain, clearly understandable English.\n{47}\n         \nWere this Court to read into the statute either a strict liability provision or a requirement that manufacturers insure compliance with the law by their authorized\ndealers, the Court would be legislating, not adjudicating.\n  \nIf the General Assembly had desired to impose strict liability, it could have said so. If it had intended to require\nmanufacturers to take action against their authorized dealers, it could have done so.\n  \nIf it had desired to provide ultimate protection to consumers, it could have provided for\na branded title as it has done in other instances and as other states have done. \nSee\n  \nparagraph 30, above. It elected not to do so.\n  \nClearly, a branded title is the ultimate\nprotection but one that is beyond the control of manufacturers.\n  \nFor whatever reason, our legislature decided against adopting a branded title system for returned vehicles\nunder this statute.\n{48}\n         \nDoes the Court’s interpretation of the statute mean that manufacturers have no duty under the lemon law?\n  \nClearly not.\n  \nManufacturers must make the disclosure to\nthe subsequent purchaser or they will violate the clear mandate of the statute; the statute expressly provides that either the consumer or the Attorney General can bring a\ncivil action for redress of that violation.\n  \nThe statute fails to specify the precise remedy attached to that violation. The remedies provided appear to be directed at the failure\nto provide the required warranties. However, the statutory scheme provides some guidance to the courts on the damages allowed and could be interpreted to provide for\ntreble damages for a knowing violation.\n  \nThe Court need not reach that issue because it is not called for at this time, but it is the statutory deficiency that the Legislature\ncould address promptly.\n{49}\n         \nDoes the Court’s interpretation mean that North Carolina will become a dumping ground for returned vehicles where they can be sold without disclosure? Clearly\nnot. Manufacturers have under the statute an obligation that is enforceable by civil remedy. Dealers have an obligation.\n  \nAs will be more clearly set out below, any dealer\nwho fails to fulfill the disclosure requirements set forth in the statute may be subject to an unfair trade practice claim, including treble damages and attorney fees. While that\ncombination may not provide the same protection of a branded title, it is up to the Legislature to adopt such a system of control.\n{50}\n         \nFor now, the General Assembly has adopted a law that is clear in most respects. If the law needs to be strengthened, the General Assembly should undertake that\ntask.\n  \nIt is not the court’s function to rewrite legislation to make it better.\n2.\n{51}\n         \nThe defendant dealers are in a different position than DaimlerChrysler. The statute was clearly designed to impose certain obligations on manufacturers with respect\nto warranties on new automobiles. It is directed to manufacturers and specifically says that it does not create a cause of action against dealers. There is therefore no cause of\naction created against dealers and no civil remedy provided for a dealer’s failure to do anything required by the statute. The disclosure provisions of the statute impose upon\ndealers the obligation to fulfill the statutory requirements for notice when that they know they are reselling a returned vehicle. The statute evidences an unmistakable public\npolicy against the laundering of returned vehicles without disclosure. The expression of that unmistakable public policy has implications for other causes of action, and the\nstatute specifically provides that it is not meant to usurp other remedies or causes of action.\n  \nIn summary, the Court finds that the Amended Complaint does not on its face\nassert a cause of action against the dealers under the statute and that the statute does not create such a cause of action.\n3.\n{52}\n         \nWhile the Court’s ruling on the application of the lemon law to the claims in this case disposes of those claims, the Court, in order to be complete in its treatment of\nthe issues, will address one other defect in any statutory claim contained in the Amended Complaint.\n   \nIt is undisputed that plaintiffs did not give any notice under the\nstatute at least ten days prior to filing suit.\n  \nThe class action complaint contained a statement in bold type capital letters: “\nPlaintiffs demand a trial on all issues of fact so\ntriable. Please take notice that this complaint constitutes notice under North Carolina General Statute section 20-351.7 and other similar state statutes that lemon law claims\nwill be brought against you.”\n  \nComplaint ¶ 99.\n{53}\n         \nAt oral argument, plaintiffs’ counsel stated that the notice in the complaint was the only notice given; plaintiffs’ counsel also expressed belief that the statute should\nbe interpreted to permit filing of suit, and at that time any defendant would have ten days to try to resolve the dispute with the vehicle owner.\n  \nIf the General Assembly had\nintended to permit the notice to be contained in a complaint it could have so provided.\n  \nThe language and intent of the statutory scheme is clear, unambiguous, and founded\non sound public policy.\n  \nA consumer may bring a civil action against a manufacturer “provided, however, the consumer has given the manufacturer written \nnotice of his\nintent to bring an action \nagainst the manufacturer at least 10 days \nprior to filing such suit.”\n  \n \nN.C.G.S. § 20-351.7 (emphasis added). \n \nIt is impossible to read the statutory\nlanguage in any way other than to require the ten days’ notice.\n  \nIt is there because the General Assembly provided in the next sentence that manufacturers could utilize\ninformal settlement procedures to avoid litigation, including the cost and expenses incurred by consumers and manufacturers in the litigation process.\n  \nTaking such lawsuits\n—where the legal expense could well exceed any recovery—out of the litigation process is sound public policy. Where the General Assembly specifically creates a process\nrequiring demand notice prior to filing suit it does so for sound policy reasons; the courts should therefore not permit counsel to ignore the statutory requirement.\n  \nSee, e.g.,\nGreene v. Shoemaker\n, 1998 NCBC 4\n  \n¶¶ 21-25 (No. 97 CVS 2118, Wilkes County Super. Ct. August 24, 1998) (Tennille, J.).\n \n{54}\n         \nFrom Mr. Alexander’s statements\n[6]\n it appears that punishment, not resolution of claims, was the motivation for filing this lawsuit.\n  \nFailure to follow a statutorily\nrequired notice process before filing suit constitutes ground for dismissal.\n  \nIn this case plaintiffs have asserted other causes of action that do not require the ten-day notice,\nand it is unclear whether they have filed a claim under the statute at all. To the extent the Complaint or Amended Complaint could be read to assert a cause of action under\nthe statute, such a cause of action is subject to dismissal for failure to comply with the notice requirement of the statute.\nB.\n{55}\n         \nPlaintiffs’ First Claim against DaimlerChrysler and the dealers sounds in tort.\n  \nThe negligence alleged as to DaimlerChrysler is its failure to insure that its dealers\ncomplied with their statutory obligation to give notice that they were selling a returned vehicle.\n  \nThe alleged negligence of the dealers is failing to give the statutory notice.\n \nPlaintiffs seek to recover economic damages against both.\n  \nSpecifically, counsel contended in oral argument that each plaintiff purchased or leased a vehicle that was\nessentially worthless from a resale perspective. In this case there is no claim that any plaintiff received any personal injury related to a defect that was not, but should have\nbeen, disclosed.\n  \nA situation involving personal injury resulting from undisclosed defects would present different issues than those before the Court.\n  \nAt issue in this case\nare economic damages.\n{56}\n         \nPlaintiffs’ negligence claim against DaimlerChrysler fails for two reasons.\n  \nFirst, it has established no duty owed by DaimlerChrysler to consumers to police the\nactions of its dealers if DaimlerChrysler itself complies with its statutory disclosure requirements. North Carolina, like most other states, has created a statutory remedy for\nconsumers who purchase automobiles with defects that cannot be cured within the warranty provided by the manufacturer.\n  \nIt adopted a specific disclosure requirement for\nmanufacturers and dealers to address the problem of lemon laundering.\n  \nAlthough it could have done so, North Carolina neither placed a duty on the manufacturers to police\ndisclosures by dealers nor adopted a title-branding system to protect consumers.\n  \nWithout a duty to police the actions of its dealers, DaimlerChrysler could not be negligent\nin failing to do so.\n  \nThe imposition of liability on manufacturers for failing to control disclosures at every level of the distribution chain goes beyond the scope of the statute.\n{57}\n         \nSecondly, North Carolina is among those states which have adopted the “economic loss” rule preventing the recovery of economic losses under a tort theory.\n  \nThe\napplication of the economic loss rule forecloses a tort recovery for purely economic damages against both DaimlerChrysler and the dealers.\n  \nNorth Carolina bars recovery\nfor economic loss in tort and adjudicates such claims under contract law.\n  \nMoore v. Coachmen Indus. Inc.\n, 129 N.C. App. 389, 401-402, 499 S.E.2d 772, 780 (1989); \nsee\nalso\n \nPorts Authority v. Roofing Co.\n, 294 N.C. 73, 240 S.E.2d 345 (1978).\n  \nThe economic loss rule prohibits the purchaser from using tort law to recover economic losses.\n \nMoore\n, 129 N.C. App. at 401, 499 S.E.2d at 780.\n  \nThe economic loss rule prohibits recovery in tort unless the plaintiff asserts that the defective product caused physical\ninjury or property damage.\n  \nSee Reece v. Homette Corp.\n, 110 N.C. App. 462, 466-67, 429 S.E.2d 770 (1993).\n{58}\n         \nPlaintiffs have not asserted any contract or breach of warranty claims.\n  \nThe Court, therefore, need not address the nature of such contractual claims except to note\nthat a failure to disclose may well form the basis for a breach of duty of good faith and fair dealing.\n  \nA simple breach of contract does not in and of itself give rise to an\nunfair trade practice or a claim for punitive damages.\n  \nBranch Banking & Trust Co. v. Thompson\n, 107 N.C. App. 53, 62, 418 S.E.2d 694, 700 (1992).\n  \nA contract claim\nwould provide damages for economic loss, which is what plaintiffs really seek to recover in this case.\nC.\n{59}\n         \nThe Court next turns to a consideration of the claims asserted against the defendants under the Unfair and Deceptive Trade Practice statute, N.C.G.S. § 75-1.1 \net\nseq.\n  \nThe failure to disclose information in connection with a consumer transaction that a state statute specifically designed to protect consumers’ mandates is about as clear\nan unfair trade practice as can exist.\n  \nThe North Carolina Lemon Law evidences a clear and unmistakable public policy against lemon laundering.\n  \nA manufacturer or\nreseller who takes title with notice of the nature of vehicle and the defects disclosed commits an unfair and deceptive trade practice when it resells the vehicle, either to a\nconsumer or another wholesaler, without passing the notice along to the subsequent purchaser; such an act is both unfair and deceptive.\n  \nIt falls squarely within the\ndefinition our appellate courts have used for unfair and deceptive practices under the statute:\nIn determining whether a representation is deceptive, its effect on the average consumer is considered.\n  \nOpsahl v. Pinehurst\n, 81 N.C. App. 56, 69, 344 S.E.2d\n68, 76 (1986).\n  \nConduct is unfair or deceptive if it has the capacity or tendency to deceive. The Act does not precisely define the term unfair or deceptive\ntrade practices, and neither is such a definition possible. Rather the surrounding facts of the transaction and the impact on the marketplace determine if the\ntransaction is unfair or deceptive….\n \nCanady v. Mann\n, 102 N.C. 252, 260, 419 S.E.2d 597, 602 (1992).\n \n{60}\n         \nIn this case, DaimlerChrysler made the disclosure required by the statute.\n  \nNo claim for unfair and deceptive trade practices against DaimlerChrysler for failure to\nfulfill its own requirements under the statute can survive, nor is there any basis for holding it vicariously liable for any act of an independent DaimlerChrysler dealer for\nfailure of the dealer to make disclosure to a subsequent purchaser.\n{61}\n         \nDaimlerChrysler is entitled to summary judgment on the unfair and deceptive trade practice claims of plaintiffs.\n{62}\n         \nDefendants YSU and Hickory Automall Chrysler Plymouth both appear to have failed to give the disclosure required by the statute to the Alexanders and Ms. Rich\nas required by the statute.\n  \nPlaintiffs have made out a prima facie case against those defendants for commission of an unfair and deceptive trade practice. Damages may be\ntrebled and plaintiffs may recover their attorney fees if they prevail on those claims and such fees are otherwise assessable under the statute.\n  \nFactual issues remain to be\ntried in those cases as is more fully discussed below.\n{63}\n         \nArticle 15A specifically provides that it does not preclude any other claims which might exist under other statutes and thus does not usurp the unfair and deceptive\ntrade practice statute in any way.\n  \nThe existence of an unfair trade practice claim is a deterrent to dealer conduct which violates the public policy contained in the lemon\nlaw.\n  \nThe policy is clear, even though the remedies provided may be less clear.\n \nIV.\n \n{64}\n         \nThe Court will next address the individual claims and the defenses asserted to them.\nA.\n{65}\n         \nThe Millers have settled with the local dealership. Their only remaining claims are against DaimlerChrysler. Those claims are subject to dismissal for the reasons\nset forth above. The Millers’ status as lessees rather than purchasers would not have defeated their claim for an unfair trade practice. The fact that they chose to purchase the\nleased vehicle at the end of the lease term with knowledge that it was a returned vehicle would have raised issues of mitigation of damages and other defenses that the Court\nneed not address because the claims against the local dealer have been resolved.\n  \nIt is certainly questionable that the Millers could have recovered for diminished value of\nthe purchased vehicle when they purchased with knowledge of its history.\nB.\n{66}\n         \nPlaintiffs Williams’ claim against DaimlerChrysler is subject to dismissal for the reasons stated above.\n  \nMoreover, their claim suffers from additional deficiencies.\n \nAt least one of the sales in their line of title was to a consumer, Ms. Tilley, who had no obligation under the statute to pass on any disclosure given to her, thus ending the\nchain of disclosure under the statutory scheme. (This is another area in which the Legislature could clarify and improve the statute.)\n  \nNor is there any evidence in the record\nthat any DaimlerChrysler dealer had any involvement with a transaction after the Marburger sale. Further, the Williamses’ claims would be barred by the applicable statutes\nof limitation. They were aware of the history of the vehicle more than three years prior to filing suit. Their negligence, lemon law and unfair trade practice claims would be\ngoverned by South Carolina law and barred by the applicable three year statutes of limitation.\n[7]\n \n \nIt is also questionable whether this vehicle was one for which a disclosure\nhad to be made, but the Court need not decide the motion on that basis.\nC.\n{67}\n         \nThe Alexanders’ claims against DaimlerChrysler are subject to dismissal for the reasons stated above. DaimlerChrysler fulfilled all its obligations to the\nAlexanders. Hickory Automall did not. While the negligence and punitive damage claims against Hickory are subject to dismissal for the reasons set forth above, the unfair\ntrade practice claim survives. There are genuine issues of material fact with respect to damages which must be determined by a jury.\nD.\n{68}\n         \nMs. Rich’s claims against DaimlerChrysler are subject to dismissal for the reasons stated above.\n  \nDaimlerChrysler fulfilled all it obligations to her. YSU did not.\n  \nAt\nthe least, material factual issues exist which prevent granting summary judgment to either party.\n  \nThe evidence presented by Ms. Rich would support a finding that an unfair\ntrade practice had occurred.\n  \nIf no disclosure was made to her until after she had signed the contract and the salesman came to her office and demanded that she sign the\ndisclosure form while her financing was still pending, YSU would be liable for an unfair trade practice. YSU had her on the hook and did not make the disclosure to her\nuntil a time when it would be difficult for her or any purchaser to walk away from a signed agreement.\n{69}\n         \nWhile there are factual issues to be resolved on the claim, YSU is not entitled to summary judgment.\n  \nMaking the required disclosure \nafter \na contract has been\nsigned will not eliminate a claim for unfair trade practices. A contrary ruling would provide car dealers with the opportunity to pressure unknowing purchasers who had\nalready signed a contract and would be an unfair advantage to the dealers.\n  \nIt would run contrary to the public policy clearly enunciated in the statute.\n  \nThe issue of causation\nof damages is one for the jury.\n  \nYSU is not entitled to summary judgment on that issue.\n \nV.\n \n{70}\n         \nThe New Motor Vehicles Warranties Act, N.C.G.S. § 20-351 \net seq.,\n is not a model of clarity.\n  \nThe statute is sufficiently clear to establish that the duty of a\nmanufacturer of a repurchased vehicle is to adequately disclose the history of the vehicle to the next purchaser.\n  \nEach purchaser in the chain is required to make that\ndisclosure until the vehicle is sold to a consumer.\n  \nNo obligation attaches to a consumer under the statute.\n  \nManufacturers are not required by the statute to do anything more\nthan make the original disclosure to the next purchaser.\n  \nIn reality, most of the vehicles will be sold at auction to dealers who have the obligation to pass the disclosure to\nthe next purchaser.\n  \nIf they do not do so, they commit an unfair and deceptive trade practice. There is no cause of action created against dealers under Article 15A.\n{71}\n         \nThe application of the unfair trade practice statute fits the economic reality of the situation.\n  \nManufacturers control warranties.\n  \nDealers control the sale of used cars.\nIf manufacturers provide the disclosure in the first resale, the burden to protect the consumer shifts to the dealer.\n  \nThe person who profits illegally is the first one that fails\nto make the disclosure.\n  \nHe or she gets an unfairly high price and thus is the party to be penalized for failing to make the disclosure.\n  \nApplication of the treble damage\nprovisions and attorney fee provisions of Chapter 75 should deter unlawful conduct.\n  \nDealers would pay DaimlerChrysler for the vehicles purchased at auction a price\ncommensurate with the history of the vehicle.\n{72}\n         \nShould the Legislature address the ambiguities in Article 15A, it could consider making manufacturers vicariously liable for their dealers’ actions, requiring\nmanufacturers to trace repurchased vehicles, requiring manufacturers and dealers to maintain records on repurchased vehicles for longer periods of time, extending\nwarranties on items causing repurchase, an administrative penalty, branding the cars in some way, and requiring notice before filing an unfair trade practice claim against a\ndealer.\n  \nThose are just some of the ways in which the legislation might be changed.\n  \nIt is clearly worth some legislative effort to clarify the statute and provide a greater\ndeterrent.\n \nVI.\n{73}\n       \nPursuant to N.C.G.S. § 1-83, Defendants YSU Automotive and Hickory Automall seek to transfer venue to counties that are more convenient to the parties.  When\nthe trial court finds that the convenience of the witnesses and the end of justice are promoted by a change of venue then the trial court has the discretion to order such a\nchange of venue.  \nGodley Constr. Constr. Co. v. McDaniel\n, 40 N.C. App. 605, 253 S.E.2d 359 (1979).\n{74}         \nIn the case at hand, Plaintiffs Rich and Alexander reside in counties located in the western section of North Carolina.  Defendants YSU Automotive and Hickory\nAutomall are also located in western counties of North Carolina.  Plaintiffs originally filed the case in Wake County, as DaimlerChrysler’s registered agent for conducting\nbusiness in the state is located in that county.  The location of the registered agent has no effect on the convenience of a venue for the remaining claims.  If venue remained\nin Wake County then the parties would have to travel across the state during trial instead of adjudicating the matter in a forum within a short distance of their home.  With\nthe other defendants dismissed, the only remaining connection with Wake County is the residence of one of plaintiffs’ counsel.\n{75}        \n \nN.C.G.S. § 1-82 provides that a case must be tried in a county in which the plaintiffs or defendants reside at the commencement of the case.\n  \nYSU Automotive is\nlocated in Cleveland County and Plaintiff Rich, who has a claim against that business, is a resident of that same county.\n  \nHickory Automall is located in Catawba County,\nbut Plaintiff Alexander, who has a claim against that dealership, is a resident of Cleveland County.\n  \nThe parties resided in the same counties at the commencement of the\ncase.  \nGiven the residency of the parties with claims involving YSU Automotive and Hickory Automall, the Court finds the venue should be changed to counties that are\nmore convenient for the parties.\n  \nIn the matter involving Plaintiff Rich and YSU Automotive, the venue shall be changed to Rich’s residence of Cleveland County.\n  \nIn the\nmatter involving Plaintiffs Alexander and Defendant Hickory Automall, the venue for the case shall be changed to the Alexanders’ residence of Cleveland County.\n \n{76}\n         \nThe two cases will be bifurcated for trial and separate amended complaints filed in each action, with only those claims against the one defendant alleged in each\ncase.\n{77}\n         \nNumerous other motions were pending by DaimlerChrysler and Auto USA. Those motions are moot as a result of the Court’s ruling.\n \n            \nIt is, therefore, ORDERED, ADJUDGED AND DECREED:\n1.\n      \nSummary Judgment is granted in favor of DaimlerChrysler Corporation and DaimlerChrysler Motors Corporation on all claims in the Amended Complaint, and\nthose claims are dismissed.\n2.\n      \nSummary Judgment is granted in favor of Hickory Automall Chrysler Plymouth, Inc. and YSU Automotive, Inc. on the negligence and punitive damage claims\nasserted against them by Tony W. Alexander and Sarah M. Alexander and Sharon Bell Rich.\n  \nTo the extent the Amended Complaint can be read to assert claims\nagainst the dealers under Article 15A, those claims are dismissed also.\n3.\n      \nSummary Judgment is denied on the unfair and deceptive trade practice claims asserted against Hickory Automall Chrysler Plymouth, Inc. by the Alexanders\nand the unfair and deceptive trade practice claims asserted against YSU Automotive, Inc. by Sharon Bell Rich.\n4.\n      \nThe remaining parties shall enter into mediation within sixty days of the entry of this order.\n \nSo Ordered this 30th day of January 2004.\n \n[1]\n \nSee e.g\n., \nCal. Civ. Code\n §§ 1790-1795.8(2003); \nS.C. Code Ann\n. § 56-28-10 (2000); Angela M. Burdine, \nReview of Selected 1993 Consumer Protection; Lemon Law Buyback\n, 27 \nPac. L.J.\n 508 (1996)\n(discussing a collection of the approaches by various states regarding the return and resale of vehicles).\n[2]\n \nSee supra\n note 1.\n[3]\n \nSee \nBurdin\ne, supra\n note 1 at 516 n.35; \nsee also\n \nJohnson v. Decker Ford, Inc.\n, No. 647076-9 (Fresno Co., Calif. Super. Ct. Dec. 17, 2001)(finding by jury for $10 million against Ford Motor Company for\nlemon laundering).\n[4]\n \nS.C. Code Ann\n. §56-28-110 (2000).\n[5]\n Since it is likely that plaintiffs will be permitted to amend their complaint to drop the class action allegations, the Court will consider the Amended Complaint, which asserts only the individual causes of action.\n[6]\n Deposition of Tony Alexander, November 8, 2001 page 87, 1-24.\n[7]\n \nS.C. Code Ann\n. § 15-3-350 (2003); § 39-5-150 (2003)."
}