{
  "id": "ed8cb37e28f7127af18919da9ae42f0c60f2cd750e8af08beb2e1953771ee7be",
  "source_file": "data/raw/ncbc/ed8cb37e28f7127af18919da9ae42f0c60f2cd750e8af08beb2e1953771ee7be.pdf",
  "raw_text": "Morris v. Scenera Research, LLC, 2017 NCBC 47. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n09 CVS 19678 \nROBERT PAUL MORRIS, \n \nPlaintiff, \n \nv. \n \nSCENERA RESEARCH, LLC and \nRYAN C. FRY,  \n \nDefendants. \n \nFINAL JUDGMENT AND \nATTORNEYS’ FEE AWARD \n  \n1. THIS MATTER is now before the Court  on Plaintiff’s five motions \nseeking an award of attorneys’ fees and expenses (hereafter collectively referred to as \n“attorneys’ fees”) incurred at different stages of the litigation, and on Morris’s Motion \nto Strike Defendants’ Reply to Morris’s Request for Pre-judgment Fees and Expenses \n(“Motion to Strike”).  For the reasons discussed below, the Court DENIES Plaintiff’s \nMotion to Strike and awards Plaintiff attorneys’ fees in the amount of $843,405.59. \nYoung Moore and Henderson, P.A., by Walter E. Brock, Jr. and Andrew \nP. Flynt, for Plaintiff. \n \nParker Poe Adams & Bernstein LLP , by Catharin e B. Arrowood and \nScott E. Bayzle, for Defendants. \n \nGale, Chief Judge. \n \nI. MATTER BEFORE THE COURT AND SUMMARY OF AWARD \n \nA. Background  \n \n2. This case was tried before a jury in January 2012.  At the conclusion of \nthe trial, Plaintiff had prevailed on his statutory claims for unpaid wages and \n \n \nretaliatory discharge, and Defendant Scenera Research, LLC (“Scenera”) had \nprevailed on the invention and patent ownership claims.  This Court entered the \nJudgment based on the jury verdict o n May 14, 2012 (“2012 Judgment”).  The case \nhas now returned to this Court, after appeals to the North Carolina Court of Appeals \nand the North Carolina Supreme Court , for resolution of the sole issue of Plaintiff’s \naward of attorneys’ fees.   \n3. Ultimately, each aspect of the 2012 Judgment was upheld after appeals \nto the Court of Appeals and Supreme Court, except the award of attorneys’ fees, which \nthe Court of Appeals reversed  and remanded .  Plaintiff successfully defended his \nmonetary recoveries on his wage and discharge claims, as well as his right to \nattorneys’ fees on  those claims, but unsuccessfully challenged other portions of the \n2012 Ju dgment.  Defendants successfully defen ded the ruling in their favor that \nPlaintiff has no ownership rights in inventions made during the course of his \nemployment or in patent applica tions or issued patents related to those inventions, \nwhich the Court refers to as “ownership claims.”  \n4. In the 2012 Judgment, the Court , in its discretion,  awarded Plaintiff \n$450,000 of the $819,752.41 requested for fees incurred up to the time of judgment.   \nMorris v. Scenera Research, LLC, No. 09-CVS-19678, 2012 NCBC LEXIS 29, at *30–\n33 (N.C. Super. Ct. May 14, 2012), aff’d in part and rev’d in part , 229 N.C. App. 31, \n747 S.E.2d 362 (2013), aff’d in part and rev’d in part , 368 N.C. 857, 788 S.E.2d 154 \n(2016).  While the Court found that all of Plaintiff’s fees had been reasonably incurred \nand charged at reasonable rates, it concluded that the request should be reduced to \n \n \nmake the award “reasonable in relation to the results obtained.”  Hensley v. \nEckerhart, 461 U.S. 424, 440 (1983); see Morris, 2012 NCBC LEXIS 29, at *30 –33.   \nIn doing so, the Court determined that fees should be apportioned between Plaintiff’s \nsuccessful and unsuccessful claims. \n5. In reversing this Court’s award of attorneys’ fees, t he Court of Appeals \nstated that  \n[o]n appeal, Morris argues that the business court erred by allocating \namong legal claims —and thereby reducing his award of attorneys’ \nfees—because (1) claims that arise from a common nucleus of operative \nfacts should not be allocated; (2) the business court “failed to make any \nfindings of fact or offer any conclusions of law on whether Morris’s \nclaims and Defendants’ counterclaims [arose] from a common nucleus of \noperative fact[ ]”; and (3) the parties’ claims did, in fact, arise fro m a \ncommon nucleus of operative fact.  We agree with Morris’s first two \narguments and refrain from addressing the third. \n \nMorris, 229 N.C. App. at 56, 747 S.E.2d at 377–78 (alterations in original) (emphasis \nadded) (quoting Brief for Plaintiff/Cross -Appellant at 22 –23, Morris, 229 N.C. App. \n31, 747 S.E.2d 362 (No. COA12 -1481)).  In short, the Court of Appeals ’ holding \nessentially mandates that Plaintiff must recover all fees related to any claim arising \nfrom a nucleus of operative facts common to his successful wage and discharge claims. \n6. The parties cross-appealed other issues to the North Carolina Supreme \nCourt, but neither party appealed the Court of Appeals’ holding on the award of \nattorneys’ fees.    \n7. The Court has been directed to make fact findings as  to which fees \nincurred prior to the 2012 Judgment relate to claims that arise from a nucleus of \noperative fact s common to Plaintiff’s successful claims .  See Morris , 2016 NCBC \n \n \nLEXIS 101, at *27; see also Morris, 229 N.C. App. at 56, 747 S.E.2d at 377 –78.  In \ndirecting that no fees should be apportioned if they arise from a nucleus of operative \nfacts common to Plaintiff’s successful claims , the Court of Appeals  severely limited \nthe Court’s discretion.1  Earlier Court of Appeals decisions had held that a trial court \nis not required to apportion fees among successful and unsuccessful claims , but had \nnot prohibited a trial court from apportioning fees between claims in order to award \nan amount th at would be reasonable  in relation to the plaintiff’s overall  success.  \nUnfortunately, the elimination of that discretion has led, and will likely lead in other \ncases, to extended litigation over which fees relate to wh ich claims.  This case also \npresents the unsettled question whether a plaintiff can , in addition t o the initial \naward of attorneys’ fees, recover fees incurred in defending the initial award. \n8. Further background on th is litigation is available in the multiple \nreported decisions issued as the case wound through the trial and appellate process.  \nSee, e.g., Morris, 368 N.C. 857, 788 S.E.2d 154, aff’g in part and rev’g in part 229 N.C. \nApp. 31, 747 S.E.2d 362, aff’g in part and rev’g in part 2012 NCBC LEXIS 29; Morris \nv. Scenera Research, LLC , No. 09 -CVS-19678, 2016 NCBC LEXIS 101 (N.C. Super. \nCt. Dec. 19, 2016); Morris v. Scenera Research, LLC, No. 09-CVS-19678, 2012 NCBC \nLEXIS 1 (N.C. Super. Ct. Jan. 4, 2012).   \n \n \n                                                 \n1   This Court considered this holding when entering its judgment in Out of the Box \nDevelopers, LLC, v. Doan Law, LLP , and found that it could, under the particular facts of \nthat case, apportion fees.  See No. 10-CVS-8327, 2014 NCBC LEXIS 39, at *23 –25 (N.C. \nSuper. Ct. Aug. 29, 2014).  That judgment was not appealed. \n \n \nB. Plaintiff’s Five Attorneys’ Fees Motions  \n9. The attorneys’ fees motions now before the Court are (1) Plaintiff’s \nMotion for Supplemental Relief, filed on March 7, 2012, and supplemented on April \n18, 2012, and May 10, 2012, seeking fees incurred through April 30, 2012, in the \namount of $819,752.41 (“Prejudgment Fees”); (2) Plaintiff’s Motion for Attorneys’ \nFees Incurred After Entry of Judgment, filed on July 19, 2012, seeking fees incurred \ndefending against Defendants’ Motion for Judgment Notwithstanding the Verdict \n(“JNOV”) or, in the Alternative, for a New Trial, between May 1, 2012, and June 30, \n2012, in the amount of $29,049.56; (3) Plaintiff’s M otion for Attorneys’ Fees and \nExpenses Incurred on Appeal to the North Carolina Court of Appeals, filed on June \n28, 2016, seeking fees incurred during the appeal to the North Carolina Court of \nAppeals between July 1, 2012, and September 5, 2013, in the amount of $133,027.16; \n(4) Plaintiff-Appellee/Cross-Appellant’s Motion for Attorneys’ Fees Incurred on \nAppeal, filed with the Supreme Court on June 22, 2016, and remanded to this Court, \nseeking fees incurred during the appeal to the North Carolina Supreme Cou rt \nbetween September 6, 2013, and May 19, 2015, in the amount of $163,101.83; and \n(5) Plaintiff’s Motion for Attorneys’ Fees Incurred After the North Carolina Supreme \nCourt’s Decision, filed March 9, 2017, seeking fees incurred between June 10, 2016, \nand February 28, 2017, on the remanded issue of attorneys’ fees in the amount of \n$95,570.94 (collectively the “Motions”).  T ogether, t he Motions seek an award of \n$1,240,501.90 in attorneys’ fees and also seek interest on that award.  \n \n \n \nC. A Summary of The Award of Prejudgment Fees  \n10. In the following discussion, the Court divides its analysis between the \naward of attorneys’ fees incurred prior the 2012 Judgment, which was reviewed by \nthe Court of Appeals, and the award of attorneys’ fees incurred after judgment, which \nhas not been reviewed by the Court of Appeals.  The Court expressly incorporates its \nDecember 19, 2016 Order and Opinion on Request for Attorneys’ Fees (“December \nOrder”), which summarized its understanding of the Court of Appeals ’ mandate \nregarding the award of prejudgment attorneys’ fees.  See Morris, 2016 NCBC LEXIS \n101, at *27–32. \n11. The Court concludes that a substantial portion of Plaintiff’s efforts \nrelated to a nucleus of facts common to all claims because the efforts and claims were \ninextricably intertwined.  See Hensley, 461 U.S. at 435 (“Much of counsel’s time [was] \ndevoted generally to the litigation as a whole, making it difficult to divide the hours \nexpended on a claim-by-claim basis.”); Okwara v. Dillard Dep’t Stores, Inc., 136 N.C. \nApp. 587, 5 95, 525 S.E.2d 481, 487 (2000) (explaining that the determination of \nwhether claims are inextricably interwoven is to be determined in the court’s \ndiscretion).  It is now difficult  to parse those efforts between individual claims on \nwhich Plaintiff succeeded and those which he did not.  The Court’s award of attorneys’ \nfees in the 2012 Judgment was not based on parsing efforts between successful and \nunsuccessful claims.   \n12. The 2012 Judgment did not reduce the award of attorneys’ fees based on \nfindings that certain fees were related distinctly to claims that did not relate to the \n \n \ncommon nucleus  of operative facts .  Rather, the Court exercised its discretion to \nreduce the fee award to insure that the award was reasonable in relation to Plaintiff’s \nsuccess.  To the extent that the  Court of Appeals’  reversal of the 2012 Judgment \nrested on this Court’s failure to adequately explain the factors it considered in making \nits discretionary award, in the following discussion, the Court will further explain its \nreasons for concluding, and continuing to conclude, that the award of $450,000 in the \n2012 Judgment is the appropriate award of prejudgment fees.   \n13. But the Court of Appeals ’ mandate now requires this Court to make \nfindings as to which efforts were related to the nuc leus of operative facts common to \nPlaintiff’s successful claims and then to apportion only those fees not related to that \ncommon nucleus.  The Court will, as best it can, determine which fees can be deducted \nfrom Plaintiff’s requested amount in accordance with the Court of Appeals’ mandate.  \nUnder this more restrictive standard, the Court determines that Plaintiff must be \nawarded $670,315.56 of his requested $819,752.41 in Prejudgment Fees.  \nD. A Summary of The Award of Postjudgment Fees  \n14. Plaintiff seeks to recover all fees incurred after the 2012 Judgment.  \nDefendants contend that there is no statutory authority for Plaintiff to recover any \nfees incurred after the 2012 Judgment.  For the reasons explained below, t he Court \nconcludes that the governin g statutes allow the Court, in its discretion, to award \nPlaintiff fees incurred to defend the judgment in his favor, including fees necessary \nto defend his right to recover attorneys’ fees.  There is a clear basis to separate fees \nincurred on appeal among various claims, and Plaintiff is not entitled to recover fees \n \n \nthat were incurred on appeal in his unsuccessful attempt to reverse rulings adverse \nto him.  The Court awards Plaintiff a total of $173,090.03 of the $420,749.49 \nrequested for fees incurred after the 2012 Judgment.   \nII. PLAINTIFF’S PREJUDGMENT ATTORNEYS’ FEES  \nA. Plaintiff’s Motion to Strike Defendants’ Reply Brief Is Denied.  \n15. As a preliminary matter, the Court denies Plaintiff’s Motion to Strike \nDefendants’ Reply to Morris’s Request for Pre -Judgment Fees and Expenses .  The \nCourt’s ruling does not depend on Defendants’ reply.  \nB. The Court’s Reasons in Support of Its Discretionary Award of $450,000 \nin Prejudgment Fees in the 2012 Judgment \n \n16. The Court was confident that it had broad discretionary authority to \ndetermine the appropriate attorneys’ fee award.  First, any award of attorneys’ fees \nmust have a statutory basis, and in this case, the authorities for Plaintiff’s award of \nattorneys’ fees are N.C. Gen. Stat. § 95-25.22(d) (the “Wage and Hour Act” or “WHA”) \nand N.C. Gen. Stat. §  95-243(c) (the “Retalia tory Discharge Act” or “REDA”).   Both \nstatutes allow for the award of attorneys’ fees, but do not mandate such an award.  \nSee N.C. Gen. Stat. § 95-25.22(d) (2015) (“The court, in any action brought under this \nArticle may, in addition to any judgment awarded plaintiff, order costs and fees of the \naction and reasonable attorneys’ fees to be paid by the defendant.”); id. § 95-243(c)(4) \n(“The court may award to the plaintiff and assess against the defendant the \nreasonable costs and expenses, including attorneys’ fees, of the plaintiff in bringing \nan action pursuant to this section.”) (emphasis added). \n \n \n17. Second, w hen entering the 2012 Judgment, this Court sought to \nfaithfully implement the directive of the United States Supreme Court in Hensley v. \nEckerhart, which had been adopted by the North Carolina Court of Appeals in \nWhitesides Estates, Inc., v. Highlands Cove, LLC, 146 N.C. App. 449, 467, 553 S.E.2d \n431, 443 (2001) and in Hamilton v. Memorex Telex Corp., 118 N.C. App. 1, 16–17, 454 \nS.E.2d 278, 286 (1995).  Hensley directs that a trial court should exercise its discretion \nto grant an award of attorneys’ fees that is “reasonable in relation to the result s \nobtained.”  461 U.S. at 440.  To make a reasonable award of attorneys’ fees, the trial \ncourt should first eliminate all fees solely related to a claim on which the plaintiff did \nnot prevail if that claim is “distinct in all respects from his successful c laims,” and \nsecond, from the remaining fees, the court should award an amount that is reasonable \nin relation to the outcome of the litigation.  Id.  More specifically, Hensley explains \nthat  \n[w]here the plaintiff has failed to prevail on a claim that is distinct in all \nrespects from his successful claims, the hours spent on the unsuccessful \nclaim should be excluded in considering the amount of a reasonable fee.  \nWhere a lawsuit consists of related claims, a plaintiff who has won \nsubstantial relief should not have his attorney ’s fee reduced simply \nbecause the district court did not adopt each contention raised.  But \nwhere the plaintiff achieved only limited success, the district court \nshould award only that amount of fees that is reasonable in relation to \nthe results obtained. \nId.  \n \n18. The Court reads the second prong of the Hensley standard to allow, if \nnot encourage, trial courts to reduce the amount of attorneys’ fees requested if doing \nso is necessary to make the award reasonable in relation to the litigati on outcome.  \nId.; 461 U.S. at 435 (explaining that in cases where “[m]uch of counsel’s time will be \n \n \ndevoted generally to the litigation as a whole . . . the district court should focus on the \nsignificance of the overall relief obtained by the plaintiff in relation to the hours \nreasonably expended on the litigation.”)   \n19. This Court  does not read Hensley, or prior North Carolina Court of \nAppeals’ opinions adopting Hensley, to only allow trial courts to eliminate  fees that \nwere distinctly related to claims on which the plaintiff did not succeed.  The Court of \nAppeals has held that a trial court is not obligated to reduce fees where a plaintiff did \nnot succeed on all claims if those claims “stem from a common nucleus of law or fact,” \nbut that holding did not prohibit a trial court from reducing the award of attorneys’ \nfees, especially if such a reduction is necessary to make the award  reasonable in \nrelation to the plaintiff’s overall success.  Okwara, 136 N.C. App. at 595, 525 S.E.2d \nat 486 ; see also Whitesides Estates, Inc., 146 N.C. App. at 467 , 553 S.E.2d at 443 \n(“[W]here all of plaintiff’s claims arise from the same nucleus of operative fact s and \neach claim was ‘inextricably interwoven’ with the other claims, app ortionment is \nunnecessary,” but not prohibited (quoting Okwara, 136 N.C. App. at 596, 525 S.E.2d \nat 487) ).  To the contrary, the Court of Appeals had emphasized that the \ndetermination of whether to allocate fees “is  left largely to the discretion of the trial \ncourts,” and that “‘reasonableness, not arbitrary classification of attorney activity, is \nthe key factor under all [North Carolina] attorneys’ fees statutes’ in awarding fees for \nattorney activity.”  Okwara, 136 N.C. App. at 595, 525 S.E.2d at 487; Whitesides \nEstates, Inc., 146 N.C. App. at 467, 553 S.E.2d at 443 (quoting Coastal Prod. Credit \nAss’n v. Goodson Farms, Inc., 70 N.C. App. 221, 228, 319 S.E.2d 650, 656 (1984)).  The \n \n \nCourt read Hensley, Okwara, and Whiteside to be consistent in holding that the fee \naward is ultimately a discretionary one. \n20. When applying the Hensley standard, the Court concluded  the second \nstep was the most important, because  it found that the ownership claims on which \nPlaintiff was unsuccessful were not “distinct in all respects” from Plaintiff’s successful \nclaims.  461 U.S. at 440.  The Court determined that there was a substantial overlap \nin the underlying fact record on which the statuto ry claims and ownership claims \nwere based; therefore, it did not exclude fees under the first step of the Hensley \nstandard.    \n21. However, i t was clear that Plaintiff’s total request for fees should be \nsignificantly reduced to achieve a reasonable relationship between the award and the \noutcome of the litigation .  See Hensley, 461 U.S. at 436 (explaining that where a \nplaintiff achieves only limited success,  “even where the plaintiff’s claims were \ninterrelated,” the total request for attorneys’ fees “may be an excessive amount” and \nthe trial court must reduce the amount so that is reasonable in relation to “the degree \nof success obtained”).   The addition of the ownership claims complicated and \nprolonged the resolution of the WHA and REDA claims.  The Court found that the \nrequest for attorneys’ fees was excessive due to Plaintiff’s aggressive pursuit of  the \nownership claims and the extent of Plaintiff’s efforts that were dedicated solely to \navoid the impact of the hired-to-invent doctrine.   \n22. In sum, when awarding $450,000 in Prejudgment Fees under the WHA \nand the REDA in the 2012 Judgment, the Court concluded, in its discretion, and \n \n \nbased on its understanding of the Hensley two-part standard and its intimate  \nfamiliarity with the pretrial and trial proceedings, that this award was fair and \nreasonable in relation to the results that Plaintiff obtained in this litigation. \n23. If it had the discretion to do so, the Court would again award $450,000 \nof the requested $819,752.41 in Prejudg ment Fees.  But the Court unfortunately  \nconcludes that it no longer has such discretion under the Court of Appeals’ mandate.  \nMorris, 2016 NCBC 101, at *27; see also Morris, 229 N.C. App. at 58, 747 S.E.2d at \n379.  The Court now attempts to determine which fees should be eliminated from \nPlaintiff’s request for  attorneys’ fees because they do not relate to the nucleus of \noperative facts common to Plaintiff’s statutory claims. \nC. Findings of Fact to Support Fee Deductions in Accordance with the \nCourt of Appeals’ Mandate  \n \n24. The Court of Appeals purports to follow the two-step Hensley standard, \nbut it effectively applies the first step and ignores the second step.  While Plaintiff \nhas the initial burden of demonstrating that he is entitled to attorneys’ fees, Hensley, \n461 U.S. at 437, the Court has found that all fees were appropriately documented, \nwere reasonably incurred, and were billed at reasonable rates.  See Morris, 2012 \nNCBC LEXIS 29, at *31.  Based on those undisturbed findings, under the Court of \nAppeals’ mandate, awarding attorneys’ fees becomes mandatory if they relate to the \ncommon nucleus of operative fact s relevant to Plaintiff’s successful claims, and the \nCourt has no discretion to otherwise reduce the requested amount to an amount that \nis reasonable in relation to Plaintiff’s success in the litigation.   \n \n \n25. The Court’s December Order called for evidentiary presentations on the \nissue of which fees should be excluded.  Defendants challenge several categories  of \nfees, which the Court will now address. \n(1) Fees in connection with Plaintiff’s motions to compel \n \n26. Defendants urge the Co urt to deny  $92,858.32 of fees incurred in \nconnection with Plaintiff’s two motions to compel.  (Bayzle Aff. Supp. Defs.’ Position \nStatement Pre-Judgment Fees and Expenses (“Prejudgment Bayzle Aff.”) Ex. A.)  The \nCourt cannot deduct these fees because Plaintiff’s efforts in pursuing those motions \nwere related to the common nucleus of operative facts.  \n27. There were two separate motions to compel, both of which were filed in \nfederal court but resolved in this Court after the case was remanded.  The first motion \nto compel  raised a dispute as to whether Defendants were obligated to produce \nelectronically stored information (“ESI”) either in the form in which  it was kept in \nthe usual course of business or segregated as to the particular document requests to \nwhich it was responsive .  The motion presented issues of first impression for North \nCarolina state courts relating to the production of ESI.  The Court entered an interim \norder that directed Defendants to make efforts to produce an index of source files \nfrom which ESI had been taken to enable Plaintiff to determine the source of the ESI.  \nAfter the interim order was entered, the parties reported that they had resolved the \nmotion.   \n \n \n28. The Court finds that Plaintiff’s efforts on the first motion to compel were \nrelated to developing the nucleus of operative facts common to Plaintiff’s statutory \nclaims.   \n29. Nevertheless, Defendants argue that the Court cannot allow Plaintiff to \nrecover fees for th ose efforts because it s earlier order denied fees under Rule 26 .  \nThose fees should not be disallowed on the basis that efforts related to Plaintiff’s first \nmotion to compel were part of Plaintiff’s “losing aspects” of the litigation.  See Thomas \nv. Cooper Indus. , Inc. , 640 F.  Supp. 13 74, 1379 (W.D.N.C. 1986) (holding that \nplaintiffs could still be awarded fees incurred in litigating discovery motions on which \nthey lost).  \n30. The second motion to compel asked the court for an in camera review of \ncommunications between Scenera and its in -house counsel , Stephen Tytran .  The \nprivilege issue was complicated by the fact that Mr. Tytran had both legal and \nbusiness responsibilities for Scenera.  Mr. Tytran was a critical fact witness because \nof his conversations with Plaintiff  regarding Plaintiff’s employment and t he \ncircumstances surrounding Plaintiff’s  termination.  T he Court examined the \nchallenged communications in camera and concluded that the claim of privilege was \nappropriate for each communication.  The Court denied the motion to compel and also \ndeclined to award fees or costs pursuant to Rule 37.   \n31. While the motion was not successful, the Court concludes that Plaintiff \nwas reasonable in requesting the Court’s in camera review and that the motion was \n \n \nrelated to developing the nucleus of operative facts common to Plaintiff’s successful \nstatutory claims.   \n32. In sum,  following the Court of Appeals’ mandate,  the Cour t rejects \nDefendants’ challenge  to the $92,858.32 of fees related to Plaintiff’s motions to \ncompel. \n(2) Fees for efforts involving intellectual property lawyers \n33. Defendants challenge a total of $99,058.71  of fees incurred by , or in \nconnection with, intellectual property counsel, contending that those fees are related \nsolely to Plaintiff’s unsuccessful ownership claims .  (Defs.’ Position Statement Pre -\nJudgment Fees and Expenses (“Defs.’ Prejudgment Statement”) 6.)  Of this amount, \n$71,673.71 represents services by Tony Biller and his firm, Coats & Bennett, PLLC.  \n(Prejudgment Bayzle Aff. Ex. B, at 16.)  Mr. Biller’s efforts, however, were not limited \nto the ownership claims.  In particular, Mr. Biller  led negotiations with Scenera  \nconcerning Plaintiff’s wage claim and participated in a September 16, 2009 mediation \nseeking to resolve all claims.  \n34. Mr. Biller continued as counsel of record , along with Walter E. Brock, \nJr. of Young Moore and Henderson, P.A. (“YMH”), during the early stages of litigation \nin the federal and state court actions,  and participated in early case management \nconferences and motion practice.  It appears that Mr. Biller was not actively involved \nin the litigation after May 17, 2010.  He  formally withdrew as counsel of record on \nApril 14, 2011.  Mr. Biller testified at t rial as a fact witness, but did not bill for \ntestifying or preparing to testify.  \n \n \n35. Based on its review of the billing records, the Court was able  to isolate \ncertain Coats & Bennett billing entries that are related distinctly to the invention \nownership or hired-to-invent issues, on which Plaintiff was unsuccessful.  The Court \nconcludes that the following fees should be excluded on that basis:  \n August 27, 2009  $650.00 \n August 28, 2009   $899.25 \n September 3, 2009   $495.00 \n September 5, 2009     $82.50 \n September 8, 2009   $198.00 \n September 8, 2009   $487.50 \n April 25, 2011           $170.00 \nTOTAL:            $2,982.25 \n(Morris’s Position Statement on Alloc ation of Pre -Judgment Att’ ys’ Fees and \nExpenses (“Pl.’s Prejudgment Statement”) App. A-2.)   \n36. The Court was unable to specifically isolate additional Coats & Bennett \ntime entries that are related solely and distinctly to ownership claims because many \nof the time entries group together efforts related to the ownership claims as well as \nefforts related to the wage and discharge claims .  However, based on its familiarity \nwith the case and its review of Plaintiff’s billing records, the Court finds that  is \nreasonable to conclude th at a significant portion of the efforts in this category were  \nspent distinctly on the ownership claims.  The inability to make a more exact finding \nis attributed to the grouped time entries that did not adequately detail separate \n \n \nefforts.  (Pl.’s Prejudgment Statement App. A-2.)  Plaintiff, rather than Defendants, \nshould bear the consequences of this grouped time keeping; therefore, the Court \nconcludes that an additional $20,000 should be deducted from the Coats & Bennett \nfees.  \n37. Defendants separately challenge $20, 726 of fees incurred by YMH in \nconferences with Mr. Biller.  (Prejudgment Bayzle Aff. Ex. C, at 8.)  Most of those fees \nwere incurred prior to Mr. Biller’s withdrawal as counsel of record in this litigation.  \nAlthough there are some  fees related to preparing for Mr. Biller’s trial testimony, \nthose efforts are directly related to Plaintiff’s successful statutory claims, because Mr. \nBiller’s trial testimony was concentrated on the events preceding and leading up to \nPlaintiff’s termination, laying the foundation for his  REDA claim .  The Court \nconcludes that the fees incurred to prepare Mr. Biller’s testimony  are properly \nincluded in the total efforts spent to develop the nucleus of operative facts common to \nthe statutory claims on which Plaintiff prevailed.    \n38. While there are no specific time records that isolate discussions between \nMr. Brock and Mr. Biller concerning solely the ownership issues, the Court concludes, \nbased on a total review of the records and its familiarity with the case,  that it is \nreasonable to assume that a portion of th ose conferences were related  solely to the \nownership issues.  Plaintiff’s generalized billing records prevent a more exact finding, \nbut the Court concludes that a total of $5 ,000 of the fees incurred by YMH in \nconferences with Mr. Biller should be deducted. \n \n \n39. Defendants next challenge an additional $4,602 of YMH fees related to \nconferences with Mr. Filomena , an intellectual proper ty lawyer formerly with Bose \nMcKinney & Evans, LLP,  in connection with an intellectual property security \nagreement.  (Prejudgment Bayzle Aff. ¶ 9 & Ex. D.)  The Court notes that a significant \nportion of the $4 ,602 of fees related to general trial preparation by YMH attorneys, \nbut that some of those fees related specifically to conferences with Mr. Filomena.  (See \nPrejudgment Bayzle Aff. Ex. D ; Pl.’s Prejudgment Statement App. A-1.)  Plaintiff’s \ngeneralized time entries prevent a more precise fact finding, but, for the same reasons \ndiscussed above, t he Court concludes that $2 ,500 of the $4,602 of fees challenged \nshould be deducted for time related to conferences o n intellectual property matters \nunrelated to Plaintiff’s successful claims. \n40. Defendants next challenge $2,057 of  YMH fees related to contract \nnegotiations with Cap-Val American Business Appraisers , LLC, including time for \nreviewing and analyzing inventor services agreements and reexamination \nproceedings at the United States Patent and Trademark Office .  (See Prejudgment \nBayzle Aff. ¶ 10 & Ex. E.)  T he Court concludes that th ose fees should be  excluded \nbecause they are unrelated to the statutory claims on which Plaintiff prevailed. \n41. In sum, the Court excludes $32,539.25 ($2,982.25 + $20,000 + $5,000 + \n$2,500 + $2,057) from this category of  Prejudgment Fees because those fees  were \nrelated to time spent  solely on the ownership claim s and not on developing the \nnucleus of operative facts common to all claims.  \n \n \n \n(3) Fees in connection with Scenera’s federal declaratory judgment \naction \n \n42. Defendants concede that some efforts that Plaintiff expended in regard \nto his wage and retaliatory discharge claims in the federal court action are properly \nconsidered in his fee request.  However, D efendants challe nge $ 52,282.83 of fees \nincurred in the federal action , which they contend related solely to the ownership \nclaims on which Plaintiff was unsuccessful.  (Prejudgment Bayzle Aff. Exs. F to I.)   \n43. First, Defendants challenge  $17,033.89 of  fees related to P laintiff’s \nattack on the federal court’s diversity jurisdiction.  (Prejudgment Bayzle Aff. Exs. F, \nF-1.)  Scenera’s federal action sought a declaration that Plaintiff was not entitled to \npatent bonuses.  See Amended Complaint ¶¶ 46–48, Scenera Research, LLC v. Morris, \nNo. 5:09-cv-412-FL (E.D.N.C. filed Feb. 10, 2010).  Plaintiff’s statutory claims rested \non his assertion that he was fired for insisting on his right to patent bonuses .  Any \nfinding by the federal court  on that issue would affect Plaintiff’s statutory claims.  \nTherefore, it was proper for Plaintiff to en sure that his claims proceeded before a \ncourt with jurisdiction over the claims .  Notably, Plaintiff ultimately succeeded in \nchallenging the federal court’s jurisdiction.  The Court concludes that it would be \nimproper to exclude the $17,033.89 of challenged fees.  \n44. Second, Defendants challenge $1,246.90 of fees incurred to oppose \nScenera’s motion to file a second amended complaint in federal court.  ( Prejudgment \nBayzle Aff. Exs. G, G-1.)  For the same reasons discussed above, the Court concludes \nthat Plaintiff is entitled to those fees.  \n \n \n45. Third, Defendants ch allenge $24,788.50 of fees  related to Plaintiff’s \nmotion to dismiss Scenera’s federal action and remand all claims  to state court .  \n(Prejudgment Bayzle Aff. Exs. H, H-1.)  For the same reasons stated above, the Court \nconcludes that Plaintiff is entitled to those fees.   \n46. Fourth, Defendants challenge $9,213.54 of fees related to the motion \npractice before the federal court on Scenera’s fiduciary duty counterclaim.  \n(Prejudgment Bayzle Aff. Exs. I, I-1.)  Scenera’s fiduciary duty claim was based on its \nassertion that Plaintiff had a fiduciary duty to assist Scenera in the assignment and \nprosecution of its patent applications but refused to do so.  Viewed in isolation, \nScenera’s fiduciary duty counterclaim could be argued to be related distinctly to the \nownership claims.  However, Scenera also employed this argument as an affirmative \ndefense to Plaintiff’s REDA claim and asserted that Plaintiff’s breach of his fiduciary \nduty provided Scenera with an independent basis to terminate him.  The jury rejected \nthat defense and  ruled for Plaintiff on his REDA claim.  T he fees  incurred in \ndefending against Scenera’s fiduciary duty claim cannot be segregated as being \ntotally distinct from the nucleus of operative facts common to the statutory claims on \nwhich Plaintiff prevailed.  Therefore, the fees should not be deducted.  \n47. In sum, the Court concludes that Plaintiff is entitled to all fees incurred \nin connection with Scenera’s federal declaratory judgment action.  \n(4) Other pretrial fees incurred after remand of the federal action  \n \n48. Defendants contend that P laintiff should not recover $1,388 of fees \nincurred to answer Scenera’s counterclaims in state court, ( Prejudgment Bayzle Aff. \n \n \nEx. J,) or $26,703.12 of fees incurred in opposing Scenera’s fiduciary duty claim on \nsummary judgment in state court, (Prejudgment Bayzle Aff. Ex. K.)  As noted above, \nPlaintiff’s REDA claim and Scenera’s fiduciary duty claim are interrelated.  However, \nthe Court concludes that  the arguments presented on summary judgment  included \nsome efforts that were related distinctly to whether Plaintiff’s employment contract \nfell outside the hired-to-invent doctrine, meaning that Plaintiff had ownership rights \nin the inventions.  Therefore, the Court concludes that it is appropriate to deduct \n$12,500 for those efforts.   \n49. Defendants next challenge $50,482.60 of fees related to opposing \nScenera’s motion for summary judgment on Scenera’s patent ownership claims and \nthe application of the hired-to-invent doctrine.  (Prejudgment Bayzle Aff. Ex. L.)  The \nCourt concludes that those fees should be excluded because they are solely related to \na claim on which Plaintiff did not prevail.  \n50. Defendants next contend that $89,747.58 of Plaintiff’s discovery-related \nfees should be reduced by at least 27%, because 27% of Plaintiff’s written discovery \nrequests were related solely to Scenera’s intellectual property claims on which \nPlaintiff was unsuccessful.  (See Defs.’ Prejudgment Statement 19–20; Prejudgment \nBayzle Aff. Ex. M , at 54 .)  Defendants contend that certain interrogatories and \ndocument requests related solely to the patent ownership issue s.  ( Prejudgment \nBayzle Aff. ¶ 18 & Ex. M-2.)  Plaintiff responds that any percentage deduction would \nbe arbitrary and w ithout a real evidentiary basis because there was no discovery \ndirected solely to the patent ownership issue s, as all issues turned on the  \n \n \ndetermination of the terms of P laintiff’s employment agreement.   (See Pl.’s \nPrejudgment Statement 15–16.) \n51. After reviewing the records, the Court agrees with Defendants that at \nleast some of the discovery was related solely and distinctly to developing a record \nconcerning the ownership claims, and it would be unfair not to exclude some of \nPlaintiff’s discovery fees.  However, the Court does not accept th e percentage \ndisallowance that Defendants suggest .  The Court  is unable to make a precise \ncalculation, but based on its management of the discovery and pretrial motion \nprocess, it concludes that it is reasonable to allocate $20,000 of Plaintiff’s discovery \nfees as incurred solely in connection with the ownership issues on which Plaintiff did \nnot succeed.  \n52. In sum, the Court disallows a total of $82,982.60 ($12,500 + $50,482.60 \n+ $20,000) from this category of pretrial fees.  \n(5) Fees incurred at trial \n53. Plaintiff’s fees for trial are $190,039.55.  (Prejudgment Bayzle Aff. Ex. \nP, at 4 3.)  Defendants argue that 40% of those  fees should be excluded because \nPlaintiff prevailed on only three of the five claims that the jury considered.    \n54. This percentage allocation is not consistent with the actual trial \nproceeding and the time spent on the various claims.  The Court had largely resolved \nthe ownership claims before trial through its summary judgment ruling, but allowed \nPlaintiff the opportunity to present evidence that his  negotiated employment \nagreement made the hired-to-invent doctrine inapplicable to him .  Very little of the \n \n \ntrial evidence was directed to that issue.  The Court directed a verdict in Defendants’ \nfavor on the ownership claims.  Therefore, efforts related to the ownership claims did \nnot equal 40% of either parties’ trial efforts. \n55. The substantial portion of trial efforts must be attributed to the \nstatutory claims on which Plaintiff prevailed.  Again, the Court cannot make a precise \ncalculation, but based on its familiarity with the trial proceedings, it concludes that \n$15,000 of Plaintiff’s fees incurred at trial were distinctly related to claims on which \nPlaintiff did not prevail and should be deducted.  \n(6) Posttrial fees incurred prior to judgment  \n56. Defendants challenge $3,915 of fees  incurred in Plaintiff’s efforts to \navoid the Court’s entry of judgment i n Scenera’s  favor on  the ownership claims.  \n(Prejudgment Bayzle Aff. Ex. Q, at 2.)  Defendants’ challenge is well-taken, and those \nfees will be excluded as related solely to claims on which Plaintiff did not succeed. \n57. Defendants also challenge $7,207.66 of fees associated with Plaintiff’s \nefforts to attach Scenera’s patents as security for the awards on Plaintiff’s statutory \nclaims.  (Prejudgment Bayzle Aff. Ex. R, at 3.)  The effort to attach patents as security \nfor Plaintiff’s statutory awards did not depend upon the ass ertion of an ownership \nright.  The Court did not allow for such attachment , primarily because it concluded \nthat the prosecution of the pending patent applications should proceed with out \nfurther interference.  The Court concludes that Plaintiff’s fees incurred to secure his \naward are recoverable.   \n \n \n \n(7) Other fees incurred prior to judgment that Defendants contend \nare not supported by adequate time entries \n \n58. Defendants co ntend that an additional  total of $27,739 , reflected in \nExhibit S to Mr. Bayzle’s affidavit on Prejudgment Fees , should be disallowed \nbecause the supporting time entries are so generalized that it is impossible to \ndetermine whether the efforts were d irected to claims on which Plaintiff was \nsuccessful.  (Prejudgment Bayzle Aff. Ex. S , at 28.)  These include fee entr ies that \nsimply state “e -mail correspondence” without delineating the subject matter of the \ncorrespondence, and entries that are partially redacted because a privilege is being \nasserted.  (Prejudgment Bayzle Aff. Ex. S.)  \n59. As noted earlier, Plaintiff has the burden to support his fee request .  \nHowever, courts have not imposed  as exacting a standard as Defendants suggest.  \nPlaintiff must accept some responsibility where generalized time records do not allow \nfor a precise determination as to which claims the efforts are related.  Based on its \nreview of more specific time entries, the Court concludes that it should not deduct the \nfull amount that Defendants contest, but that it is reasonable to attribute a portion \nof those fees to the ownership claims.  Therefore, t he Court concludes that it is \nappropriate to exclude $15,000 of those fees.   \nD. Summary as to Prejudgment Fees  \n60. Based on the reasons and findings stated above, the Court adheres to its \nconclusion, as stated in the 2012 Judgment, that an award of $450,000 is appropriate \nand bears a reasonable relation between the fees incurred and Plaintiff’s success in \n \n \nthe litigation.  If the Court had discretion to do so, it would again award  Plaintiff \n$450,000 in Prejudgment Fees.  \n61. But the Court understands it does not have this discretion.  Pursuant to \nthe Court of Appeals’ mandate, the Court can only exclude fees related distinctly to \nclaims that are unrelated to the nucleus of operative facts in common with Plaintiff’s \nwage and discharge claims.  On that basis, the Court concludes that, even though the \naward is excessive, Plaintiff should recover $670,315.56 of Prejudgment Fees —\ncalculated as $819,752.41 less $32 ,539.25 of fees related solely to efforts involving \nintellectual property lawyers, less $82,982.60 of pretrial fees in state court for efforts \nrelated distinctly to the ownership claims, less $15,000 of trial fees related solely to \nthe ownership claim s, less $3,9 15 of fees related to effort s to avoid  judgment in \nDefendants’ favor on the ownership claim s, less $15,000 for fees not adequately \nsupported by sufficiently specific time entries. \nIII. ATTORNEYS’ FEES INCURRED POSTJUDGMENT \n62. The Court now considers Plaintiff’s four motions for fees incurred after \nentry of the 2012 Judgment.  The Court of Appeals did not review these motions.  \n63. As a preliminary matter relating to the several motions for recovery of \nfees incurred after judgment, the Court has reviewed the underlying billing records \nfor each motion and finds that the fees represent efforts by lawyers with the \nappropriate experience, training, and skill required for  this litigation.  The Court \nfurther finds that the fees requested were adequately documented, reasonably \n \n \nincurred, and charged at rates both reasonable and commensurate with fees charged \nby others with similar experience for similar litigation in the same locale.   \nA. Plaintiff Is Entitled to Fees Incurred in Defending the 2012 Judgment. \n \n64. Defendants argue that the Court should summarily deny  Plaintiff’s \nmotions for postjudgment fees because there is no statutory basis for awarding such \nfees.  They contend that the WHA and the REDA allow for the recovery of fees \nincurred in obtaining a statutory award but not for fees incurred in defending those \nawards.  (Defs.’ Br. Opp’n to Pl.’s Mot. Atty’s’ Fees, Aug. 20, 2012, at 3.) \n65. It is axiomatic that a plaintiff cannot recover attorneys’ fees absent \nstatutory authority.  See Nohejl v. First Homes of Craven C ty., Inc., 120 N.C. App. \n188, 191, 461 S.E.2d 10, 12 (1995).  Neither the WHA nor the REDA specify whether \nthe discretion to award attorneys’ fees is limited to prejudgment fees.  See N.C. Gen. \nStat. §§ 95-25.22(d), -243(c). \n66. In other contexts, the North Carolina Court of Appeals has held that \nonce a trial court has made “a finding  that [the prevailing party is]  entitled to \nattorney’s fees in obtaining their judgment, any effort by [that party] to protect that \njudgment should likewise entitle them to attorney’s fees.”  City Fin. Co. of Goldsboro \nv. Boykin, 86 N.C. App. 446, 449, 358 S.E.2d 83, 85 (1987); see also Willen v. Hewson, \n174 N.C. App. 714, 722, 622 S.E.2d 187, 193 (2005); Eley v. Mid/E. Acceptance Corp. \nof N.C., 171 N.C. App. 368, 377, 614 S.E.2d 555, 562 (2005) ; Garlock v. Henson, 112 \nN.C. App. 243, 247, 435 S.E.2d 114, 116 (1993).  The Court of Appeals explained that \nwhere the statute is remedial , it “should be construed and applied liberally in order  \n \n \nto grant [the prevailing party] an additional award of attorney’s fees for time spent \nin protecting their judgment.”  City Fin. Co. of Goldsboro , 86 N.C. App. at 450, 358 \nS.E.2d at 85.  \n67. The Court of Appeals’ holdings are consistent with several federal court \ndecisions holding that when “a plaintiff wins a suit and is entitled by statute to a \nreasonable attorney’s fee, the entitlement extends to the fee he reasonably incurs in \ndefending the award of that fee,” because the purpose of the statutory fee award is to \nmake the party whole for the expenses incurred in prosecuting the claim.  Gorenstein \nEnters., Inc. v. Quality Care-USA, Inc., 874 F.2d 431, 438 (7th Cir. 1989); see also In \nre John Richards Homes Bldg. Co., 552 F. A’ppx 401, 410 (6th Cir. 2013); Consolo v. \nGeorge, No. 94-1202, 1996 U.S. App. LEXIS 10196, at *3 (1st Cir. May 3, 1996); Se. \nLegal Def. Grp. v. Adams, 657 F.2d 1118, 1126 (9th Cir. 1981); Young v. Kenley, 641 \nF.2d 192, 195 (4th Cir. 1981); Love v. Mayor of Cheyenne, 620 F.2d 235, 237 (10th Cir. \n1980); Johnson v. Mississippi, 606 F.2d 635, 638–39 (5th Cir. 1979).  If courts do not \nallow for the recovery of appellate fees , then “the fee will undercompensate” the \nprevailing party.  Pickett v. Sheridan Health Ca re Ctr., 664 F.3d 632, 654 (7th Cir. \n2011) (quoting Gorenstein Enters., 874 F.2d at 438).   \n68. The Court concludes that the legislative policy embodied in  the WHA \nand the REDA mandates that a court ha s discretion to award a prevailing party  \npostjudgment attorneys’ fees incurred to successfully defend  the judgment in his \nfavor.  Therefore, “Plaintiff should recover attorneys’ fees incurred on appeal that \ndirectly benefited his ability to recover amounts awarded to him in the Court’s \n \n \nJudgment,” but not those  fees “incurred on appeal in an effort to reverse rulings \nadverse to him.”  Morris, 2016 NCBC LEXIS 101, at *31.    \nB. Fees Incurred in Defending Against Defendants’ JNOV Motion \n69. Based on the Court’s December Order, Plaintiff now seeks an award of \n$24,875.62 of the $29,049.56  of attorneys’ fees incurred in successfully defending \nagainst Defendants’ JNOV motion  (“JNOV Fees”) .  (Morris’s Position Statement \nAllocation Post -Judgment Att’ys’ Fees and Expenses (“ Pl.’s Postjudgment \nStatement”) 2 & App. 1; Suppl. Mem. Law Supp. Morris’s Pending Mot. Atty’s’ Fees \n14.)   \n70. Defendants contend that t he Court should apportion the JNOV F ees \namong successful and unsuccessful claims .  However, the requested  fees related \nexclusively to claims on which Plaintiff prevailed.  \n71. The Court finds and concludes that P laintiff is entitled to an award of \n$24,875.62 for attorneys’ fees and expenses incurred between May 1, 2012, and June \n30, 2012, to defend against Defendants’ JNOV motion. \n72. The Court rejects Defendants’ suggestion that t his award should be \nreduced because the motion seeking th ose fees was first filed  when this Court was \nfunctus officio. \nC. Fees Related to The Appeals to The North Carolina Court of Appeals \n \n73. Both parties ap pealed from the 2012 Judgment .  Defendants were the \nfirst to appeal .  Plaintiff’s cross-appeal challenged this Court’s refusal to award \nadditional statutory damages and penalties and its refusal to allow Plaintiff to elect \n \n \nbetween the remedy of rescinding his prior assignment s or accepting the award of \npatent bonuses and liquidated damages.  Morris, 229 N.C. App. at 48, 747 S.E.2d at \n373.   \n74. At the Court of Appeals, Plaintiff successfully defended against \nDefendants’ appeal attacking his WHA and REDA awards, but was unsuccessful on \nhis argument that this Court erred when it  refused to award him additional \nliquidated damages and penalties.  Id. at 40, 50, 747 S.E.2d at 368, 374 .  Plaintiff \nsecured a Court of Appeals ruling in his favor on his election of remedies argument, \nbut that ruling  was later reversed by the Supreme Cou rt.  See Morris, 268 N.C. at \n868, 788 S.E.2d at 16 2.  Plaintiff successfully challenged this Court’s decision to \nreduce his prejudgment attorneys’ fees, and the Court of Appeals remanded the issue \nto this Court for further findings of fact, as discussed above.  Morris, 229 N.C. App. \nat 58, 747 S.E.2d at 379.  Defendants did not appeal the Court of Appeals’ ruling on \nthe attorneys’ fee issue to the Supreme Court.   \n75. Plaintiff first filed his motion in the Court of Appeals seeking an award \nof attorneys’ fees incurred on the appeals before that court.  On September 11, 2013, \nthe Court of Appeals deni ed that motion, finding that the motion should have been \nfiled with this Court.  On June 28, 2016, Plaintiff fi led his motion in this Court .  \nPlaintiff first sought a total of $133,027.16 of fees incurred in connection with the \nappeals to the Court of Appeals  (“Court of Appeals Fees”).  (Mot. Att’ys’ Fees and  \nExpenses Incurred on App eal N.C. Ct. Appeals 9.)  Based on this Court’s December \nOrder, Plaintiff now contends that $63,099.83 of the Court of Appeals Fees should be \n \n \nawarded, because they were related directly to his statutory claims, which he \nsuccessfully defended on appeal.  \n76. Based on its r eview of Morris’s Position Statement on Allocation of \nPostjudgment Attorneys’ Fees and Expenses (“Plaintiff’s Postjudgment Statement”)  \nand the unre dacted billing records submitted in camera, the Court c oncludes that, \nwhen calculating his request for $63,099.83, Plaintiff  \n eliminated fees for time spent on his cross-appeal that related solely to \nthe ownership issues; \n eliminated fees for time spent on his attempt to stay execution of the \n2012 Judgment in regard to patent assignments; \n eliminated fees for time spent on the motion to show cause regarding his \nfailure to assign inventions; \n included fees for  time spent developing the appellate record for both \nDefendants’ appeal and Plaintiff’s cross-appeal; \n generally excluded time spent on researching and brief writing specific \nto his cross-appeal, but evenly divided the time spent on research that \nmight be reasonably attributed to both appeals; \n equally divided fees incurred in preparing for and presenting oral \nargument where the billing entry showed that the preparation related \nto both his successful and unsuccessful claims; and  \n \n \n included fees from isolated entries where the oral argument preparation \nwas specific to issues raised only by Defendants’ appeal, such as entries \non May 19, 2013, and May 20, 2013.  \n77. Plaintiff’s Postjudgment Statement is largely consistent with the \nCourt’s December Order .  However,  the Court finds that the request improperly \nincludes $1,470 of fees for work related to P laintiff’s challenge to the Court’s denial \nof treble damages .  This deduction reduces Plaintiff’s  Court of Appeals Fees to \n$61,629.83. \n78. Defendants argue instead that Plaintiff’s maximum award for Court of \nAppeals fees should be  $33,260.33.  (Defs.’ Position Statement Post -Judgment Fees \nand Expenses (“Defs.’ Postjudgment Statement”) 8.)  Defendants reach that number \nby making the following deductions:  \n $67,796.50 of fees incurred exclusively on Plaintiff’s cross -appeal, \n(Bayzle Aff. Supp. Post-Judgment Position Statement (“Postjudgment \nBayzle Aff.”) ¶ 4 & Ex. 2);  \n $14,127 of fees related  to P laintiff’s efforts to rescind patent \nassignments, (Postjudgment Bayzle Aff. ¶ 5 & Ex. 3);  \n $2,481.50 of fees incurred to liti gate the JNOV Fees motion, \n(Postjudgment Bayzle Aff. ¶ 6 & Ex. 4); \n $4,146 of fees incurred to make an improper filing of the motion for the \nCourt of Appeals Fees at the appellate court, (Postjudgment Bayzle Aff. \n¶ 7 & Ex. 5); \n \n \n $752.50 of fees incurred during settlement negotiations, (Postjudgment \nBayzle Aff. ¶ 8 & Ex. 6); \n $4,851.50 of fees associated with billing records that are redacted  and \nthus preclude any determination as to what efforts are repres ented by \nthe records, (Postjudgment Bayzle Aff. ¶ 9 & Ex. 7); and \n $5,611.83 of the $11,223.66 of fees that Defendants contend are related \nto both Plaintiff’s cross-appeal and their appeal, (Defs.’ Postjudgment \nStatement 8.) \n79. After reviewing Defendants’ supporting affidavits, t he Court concludes \nthat some of Defendants’ deductions are proper, but others are not.  Based on those \naffidavits, the Court concludes tha t the maximum deductions should be: \n(1) $59,191.50 of fees related solely to Plaintiff’ s cross -appeal; (2) $14,127 of fees \nrelated to efforts to rescind patent assignments; (3) $1,118 of fees attributed to filing \nthe motion for Court of Appeals Fees at the Court of Appeals; and (4) $376.25 of fees \nattributed to settlement discussions .  Those deductions would reduce Plaintiff’s \nrequest from $133,027.16 to $58,214.41.  \n80. Having considered the arguments of all parties, t he Court awards \nPlaintiff $58,214.41 for fees incurred in connection with proceedings before the Court \nof Appeals. \nD. Fees Related to The Appeals to The North Carolina Supreme Court \n \n81. At the North Carolina Supreme Court , Plaintiff was successful in \ndefending his recovery of patent bonuses based on patents not yet issued.  Plaintiff \n \n \nwas unsuccessful on his challenge to this Court’s directed verdict on ownership claims \nand its refusal to award additional liquidated damages or penalties on the statutory \nclaims.    \n82. Plaintiff initially filed a motion on July 17, 2016, seeking to recover all \nthe fees incurred while the case was on appeal before the North Carolina Supreme \nCourt, totaling $163,101.83  (“Supreme Court Fees”).   (Suppl. Mem. Law Supp. \nMorris’s Pending Mots. Att’y s’ Fees 15.)  Plaintiff contends, pursuant to the Court’s \nDecember Order, that $38,485.48 of those fees should be awarded, because they are \nfairly attributed to the statutory claims on which Plaintiff succeeded.  (Pl.’s \nPostjudgment Statement 2.)  Defendants contend that the Court should award no \nmore than $23,978.97 of the Supreme Court Fees .  (Defs.’ Postjudgment Statement \n17.)    \n83. Plaintiff submitted a chart showing which billing entries were included \nto support his request for $38,485.48 of the Supreme Court Fees.  (Pl.’s Postjudgment \nStatement 2 & App. 3.)  Based on its review of the chart and supporting records, the \nCourt concludes that, when making his calculation, Plaintiff  \n included fees incurred to oppose the amici filing that challenged both \nthe award of patent bonuses and the rescission claim, but allocated the \ntime spent between the claims and sought only the fees related to his \nsuccessful claim;  \n excluded fees incurred to oppose the amici filings that addressed solely \nthe recession claim on which he was unsuccessful;   \n \n \n excluded fees related solely to his unsuccessful challenges to the 2012 \nJudgment; and \n allocated fees incurred for efforts directed toward both his successful \nand unsuccessful claims  on an entry -by-entry basis , with variable \npercentages, sometimes allocating only 25% of a particular fee entry to \nhis successful claims. \n84. Defendants reach their amount by first excluding two categories of fees \naltogether—(1) $9,007 of fees incurred to  value Scenera’s patent portfolio  and (2) \n$45,099.50 of  fees related solely to Plaintiff’s unsuccessful cross-appeal.  (Defs.’ \nPostjudgment Statement 17; Postjudgment Bayzle Aff. ¶¶ 10–11 & Exs. 8, 9.)  After \nthese exclusions, Defendants apply a 22% ratio to the remaining fees.   \n85. After review, the Court concludes that Plaintiff did not include any of \nthe fees from Defendants’ first excluded category in his revised request for Supreme \nCourt Fees.  As to Defendants’ second excluded category of fees, the Court concludes \nthat Plaintiff, for the most part,  included only the  percentage of these fees that \nrelated to his successful claims and excluded those fees related solely to his \nunsuccessful cross-appeal.  (See Pl.’s Postjudgment Statement App. 3.)  \n86. After reviewing the parties’ different allocations, the Court concludes \nthat Plaintiff should be awarded a total of $30,000 of his requested Supreme Court \nFees.     \n \n \n \n \nE. Plaintiff Is Entitled to Recover Fees Incurred to Litigate and Defend \nHis Award of Attorneys’ Fees.  \n \n87. The United States Supreme Court was prescient when it cautioned in \nHensley that “[a] request for attorneys’ fees should not result in a second major \nlitigation,” 461 U.S. at 437,  which is exactly what has happened in this case . \nHundreds of thousands of dollars in fees have been incurred to litigate solely the \nproper fee award.  Many of these fees are attributed to filings necessary to make the \nfindings of fact mandated by the Court of Appeals.  This Court has likewise expended \nefforts to make those findings comparable to making detailed findings of fact and \nconclusions of law in a complex civil bench trial.  A trial court is uniquely positioned \nto make a discretionary award of attorneys’ fees after consider ing all the factors \nrelevant to  determining the reasonable relationship between efforts made and \nsuccess gained .  This discretionary award  cannot be easily reduced to detailed \nfindings of fact .  When such fact finding is required, the p arties must incur \nsubstantial expense in evidentiary presentations and briefing solely on the attorneys’ \nfee issue.    \n88. The Court must now address whether fees incurred litigating and \ndefending a fee award  (hereafter referred to as “fees on fees”) may be recovered.  \nThere is no North Carolina precedent on this issue.  The Court is, however, guided by \ndecisions of federal courts and other state courts that have interpreted comparable \nstatutes, including the federal Fair Labor Standards Act (the “FLSA”), which has the \nsame policies and purpose as North Carolina’s WHA. \n \n \n(1) Plaintiff may recover fees incurred in litigating an award \nauthorized by N.C. Gen. Stat. §§ 95-25.22 and 95-243. \n \n89. The parties cite no North Carolina case on whether the Court can award \nfees incurred in defending a fee award under the WHA or the REDA, and the Court \nhas found no case on this point.  More generally, the North Carolina Court of Appeals,  \nhas recognized “that the trial court has the authority to award attorney’s fees for all  \nphases of a case,” and that attorneys’ fee provisions in remedial statutes should be \nconstrued liberally in order “to accomplish the purpose of the Legislature.”  City Fin. \nCo. of Goldsboro , 86 N.C. App. at 449 –50, 358 S.E.2d at 85 (quoting Hicks v. \nAlbertson, 284 N.C. 236, 239, 200 S.E.2d 40, 42 (1973)).  \n90. “The North Carolina Wage and Hour Act is modeled after the Fair Labor \nStandards Act,” Laborers’ Int’l Union v. Case Farms, Inc., 127 N.C. App. 312, 314, \n488 S.E.2d 632, 634 (1997), and the attorneys’ fee provisions in the FLSA and North \nCarolina’s WHA are similarly worded.  Compare 29 U.S.C. § 216(b) (2012) (“The court \nin such action shall, in addition to any judgment awarded to the plaintiff or plaintiffs, \nallow a reasonable attorney’s fee to be paid by the defendant, and costs of the action.”), \nwith N.C. Gen. Stat. § 95 -25.22(d) (“The court , in any action brought under this \nArticle may, in addition to any judgment awarded plaintiff, order costs and fees of \nthe action and reasonable attorneys’ fees to be paid by the defendant.”).   \n91. The majority of federal circuit courts have held that , where a party is \nentitled to a statutory award of fees, “the time expended by attorneys in obtaining a \nreasonable fee is justifiably included in . . . the court’s fee award,” including both the \n“time spent preparing the fee petition and time devoted to litigat ing the amount of \n \n \nthe award at the fee hearing.”  Bagby v. Beal, 606 F.2d 411, 416 (3d Cir. 1979) (quoting \nPrandini v. Nat’l Tea Co., 585 F.2d 47, 53 (3d Cir. 1978)); see also Pickett, 664 F.3d at \n654 (quoting Gorenstein Enters., 874 F.2d at 438); Consolo, 1996 U.S. App. LEXIS \n10196, at *3 (citing Lund v. Affleck, 587 F.2d 75, 77 (1st Cir. 1978) ); Jorstad v. IDS \nRealty Tr., 643 F.2d 1305, 1315 (8th Cir. 1981); Young, 641 F.2d at 195; Love, 620 \nF.2d at 237; Johnson, 606 F.2d at 638–39; Gagne v. Maher, 594 F.2d 336, 344 (2d Cir. \n1979); Weisenberger v. Huecker, 593 F.2d 49, 54 (6th Cir. 1979). \n92. As explained by the United States Court of Appeals for the Third \nCircuit, the recovery of fees on fees “comport[s] with the purpose behind mo st \nstatutory fee authorizations,” which is to encourage “attorneys to represent indigent \nclients and to act as private attorneys general in vindicating congressional policies.”  \nBagby, 606 F.2d at 416 (quoting Prandini, 585 F.2d at 53).  “If an attorney is required \nto expend time litigating his fee claim, yet may not be compensated for that time, the \nattorney’s effective rate for all the hours expended on the case will be correspondingly \ndecreased,” and “attorneys may become wary about takin g . . . cases for which \nattorneys’ fees are statutorily authorized.”  Id. (quoting Prandini, 585 F.2d at 53).   \n93. The United States Court of Appeals for the D.C. Circuit adopted that \nreasoning and held that fees incurred in litigating the fee award authorize d by t he \nFLSA should be awarded.  Laffey v. Nw. Airlines, Inc., 746 F.2d 4, 11 (D.C. Cir. 1984), \noverruled on other grounds by Save Our Cumberland Mountains , Inc. v. Hodel, 857 \nF.2d 1516, 1517 (D.C. Cir. 1988).  Additionally, if fees on fees were not awarded, then \n“a deep pocket losing party” could “dissipate the incentive provided by an award \n \n \nthrough recalcitrance and automatic appeals.”  Souza v. Southworth, 564 F.2d 609, \n614 (1st Cir. 1977).   \n94. There is also case law from several state  courts that is consistent with \nthose federal decisions and allows for the award of fees on fees .  See, e.g., Serrano v. \nUnruh, 652 P.2d 985, 997 (Cal. 1982) (holding that, “absent circumstances rendering \nthe award unjust, fees recoverable under section 1021.5 [of California’s Code of Civil \nProcedure] ordinarily include compensation for all hours reasonably spent, including \nthose necessary to establish and defend the fee claim”); Stifel Fin. Corp. v. Cochran, \n809 A.2d 555, 560–61 (Del. 2002) (holding that the reason for awarding “fees on fees” \nin workers’ compensation claims is equally applicable for awarding attorney’s fees for \ntime spent on a fee application under  other sections of Delaware’s Code); Digiacomo \nv. Bd. of Pub. Educ., 507 A.2d 542, 547 (Del. 1986) (holding “that it is appropriate to \naward attorney’s fees for time spent in determining the amount of the fee award” and \n“adopt[ing] the rationale of the Third Circuit Court of Appeals  in Bagby v. Beal ”); \nWinn-Dixie Stores, Inc. v. Reddick , 954 So. 2d 723,  731 (Fla. Dist. Ct. App. 2007) \n(stating that a party seeking entitlement to attorneys’ fees pursuant to Florida’s Civil \nRights Act can receive an award of fees for time spent establishing their entitlement \nto that fee); Robb v. Ridgewood Bd. of Educ. , 635 A.2d 586, 595 (N.J. Super. Ct. Ch. \nDiv. Aug. 30, 1993) (“When an award of attorneys’ fees is statutorily \nauthorized . . . the reasonable expenses of preparing the fee application should be \nincluded in the award.”); Vill. of W. Unity ex rel. Beltz v. Meril lat, 861 N.E.2d 902, \n907–08 (Ohio Ct. App. 2006) (holding that the failure to compensate an attorney for \n \n \nthe time spent preparing the attorney fee argument, without any explanation, would \nnot correspond to the purpose behind most statutory fee authorizatio ns); Hollen v. \nHathaway Elec., Inc., 584 S.E.2d 523, 52 7–28 (W. Va. 2003) (holding that “the time \nexpended by attorneys in obtaining a reasonable fee is justifiably included . . . in the \ncourt’s fee award” under West Virginia’s Wage Payment and Collection Act (quoting \nPrandini, 585 F.2d at 53)). \n95. A decision of  the Supreme Court of West Virginia is particularly \ninstructive when considering an award based on North Carolina’s WHA because the \nstatutory authorization for attorneys’ fees in West Virginia’s Wage Payment and \nCollection Act (“W est Virginia Act”)  is virtually identical  to the North Carolina \nstatute.  See Hollen, 584 S.E.2d at 527–28.  The West Virginia Act provides that “[t]he \ncourt in any action brought under this article may, in the event that any judgment is \nawarded to the plaintiff or plaintiffs, assess costs of the action, including reasonable \nattorney fees against the defendant.”  W. Va. Code § 21 -5-12(b).  The West Virginia \nSupreme Court explained that “the purpose of the fee shifting under the  Act is that \nthe opportunity to recovery attorney’s fees makes it much more likely that the \nprovisions of the Act will be enforced, and that those it seeks to aid will be able to \nbenefit from its protections.”  Hollen, 584 S.E.2d at 527 .  If the attorney w ere not \ncompensated for the time spent “preparing the fee petition and the legal arguments \nnecessary to support it . . . . the net effect would be to reduce the attorney’s hourly \nrate for all the hours worked on the case,” which would undermine the purpose of the \nstatutory authorization of fees.  Id. at 527–28. \n \n \n96. The Court concludes that North Carolina’s appellate courts would likely \nadopt the rationale of the federal and state decisions discussed above.  The Court \ntherefore concludes that  a plaintiff may recover fees on fees in connection with \nlitigating the proper fee to be awarded under N.C. Gen. Stat. §§ 95-25.22 and 95-243. \n(2) Separate factors may guide a court’s discretion when awarding \nfees on fees.   \n \n97. Some courts have stated that the  standard for awarding fees on fees \nshould not necessarily be the same as the standard  employed in making the initial  \nfee award, because “limitations must be placed on the size of the [ ] fees,” if not “the \nprospect of large fees later on may discourage early settlement of cases by rewarding \nprotracted litigation of both the [underlying] case and the attorney fee case.”  Ne. \nOhio Coal. for the Homeless v. Sec’y of Ohio, 695 F.3d 563, 574 (6th Cir. 2012) (quoting \nCoulter v. Tennessee, 805 F.2d 146, 151 (6th Cir. 1986), abrogated on other grounds  \nby Ne. Ohio Coal. for the Homeless v. Husted, 831 F.3d 686, 720 (6th Cir. 2016)).   \n98. Courts have determined that “lawyers should not recover fees for [fee \nrecovery] services at the same rate as for their work on the merits of the case.”  Robb, \n635 A.2d at 595.  Additionally, courts have explained “that a fee award for hours \ndevoted to the preparation of a fee application should be reduced when the plaintiffs \ndo not achieve complete success on the f ee petition.”  Id.; see also Institutionalized \nJuveniles v. Sec’y of Pub. Welfare , 568 F. Supp. 1020, 1034 (E.D. Pa. 1983), aff’d in \npart and vacated in part on other grounds, 758 F.2d 897 (3d Cir. 1985).  To determine \nthe reasonableness of the fees sought for litigating the underlying fee award, the \nSeventh Circuit conducts a “comparison between the hours spent on the merits and \n \n \nthe hours spent on the fee petitions” to discourage lawyers from “litigat[ing] fee issues \nwith greater energy and enthusiasm than they litigate any other type of issue.”  \nSpegon v. Catholic Bishop of Chi., 175 F.3d 544, 554 (7th Cir. 1999) (quoting Ustrak \nv. Fairman, 851 F.2d 983, 988 (7th Cir. 1988)).  \n99. Other courts, however, have determined that the standard to determine \nreasonableness of the underlying fee, as set forth in Hensley, is the same discretionary \nstandard that courts should use to calculate the appropriate fees on fees award.  See \nComm’r, Immigration & Naturalization Serv . v. Jean , 496 U.S. 154, 161 (1990) \n(explaining that, once a party establishes he is eligible for fees under the Equal Access \nto Justice Act , “the district court’s task of determining what fee [on fee award] is \nreasonable is essentially the same as that described in Hensley”); Ne. Ohio Coal. for \nthe Homeless, 831 F.3d at  722 (abrogating the presumptive 3% cap for the award of \nfees on fees and deciding that “[t]he district court can correct any abuses at the fees \nfor fees stage under the [Hensley] ‘reasonableness’ standard”).  \n100. In addition to the reasoning in these cases, the Court additionally \nconcludes that a successful plaintiff should not be unduly penalized for responding to \na defendant who aggressively challenges the plaintiff’s right to recover any fees.  \nOverall, the Court should exercise its discretion to assign appropriate responsibility \nfor the extent of the fees on fees incurred when determining the appropriate amount \nto award. \n101. In sum, the Court concludes that the WHA and the REDA vest the Court \nwith discretionary authority to award attorneys’ fees incurred in defending an \n \n \nattorneys’ fee award on the underlying statutory claim .  T his discretion must be \nexercised in a manner that protects the receipt of the initial attorneys’ fee award \nwithout encouraging unnecessary protracted litigation on that fee award. \n(3) Plaintiff’s fees incurred after remand from the Supreme Court  \n \n102. Plaintiff’s final motion requests $95,570.94 for attorneys’ fees and \nexpenses incurred since the remand of this matter from the North Carolina Supreme \nCourt.  (Pl.’s Mot. Att’ys’ Fees Incurred After N.C. Supreme Ct.’s Decision 3.)   \n103. Defendants argue that P laintiff should not be awarded any of his fees \nincurred on remand  because all efforts after remand resulted solely from Plaintiff \nmaking an u nreasonable lump-sum request for all his fees, instead of limiting  his \nrequest to only those fees related to his successful claims.  That argument fails to \nconsider the Court of Appeals’ holding that fees incurred through trial should not be \napportioned among claims unless the fees were not related to a nucleus of operative \nfacts common to Plaintiff’s successful claims.   \n104. The Court has carefully reviewed Plaintiff’s billing records and first \nconcludes that a total of  $3,910.07 should be disallowed because those fees resulted \nfrom efforts to provide  tax advice, to coordinate with new counsel, and to conduct \nsettlement discussions.  This leaves a remaining claimed amount of $91,660.87.  This \namount is clearly related to Plaintiff’s wage and discharge claims.  \n105. Taking into consideration the policy issues addressed by the various \ncourts as discussed ab ove, and other relevant factors, the Court, in its discretion,  \nconcludes that some portion of Plaintiff’s fees on fees should be disallowed.  \n \n \n106. The Court awards Plaintiff a total of $60,000 for fees incurred after  \nremand from the Supreme Court. \nF. Plaintiff Is Not Entitled to Interest on His Attorneys’ Fee Award.  \n107. Plaintiff seeks interest on his attorneys’ fee award .  In its 2012 \nJudgment, the Court awarded attorneys’ fees with interest , but t he attorneys’ fee \naward was reversed.  On appeal, Defendants did not challenge the award of interest, \nand the Court of Appeals did not discuss interest on the fee award.   Defendants have \nnow, for the first time, challenged Plaintiff’s right to recover interest. \n108. After further review and study of the appropriate authorities, the Court \nconcludes that it erred by awarding Plaintiff interest on the attorneys’ fee award in \nthe 2012 Judgment, and it cannot make such an award now. \n109. A party recovers interest on judgments only if specifically authorized by \nstatute.  See Pierce v. United States, 255 U.S. 398, 406 (1921).  When granting a court \ndiscretion to award attorneys’ fees, neither the WHA nor the REDA addresses \ninterest.  The Court of Appeals specifically held that plaintiffs who had a successful \nWHA claim “were not entitled to interest on the liquidated damages award” because, \n“[w]hile section 95-25.22 states that interest may be recovered on the unpaid wages, \nit does not provide that interest is payable on liquidated dama ges.”  Hamilton, 118 \nN.C. App. at 16, 454 S.E.2d at 286 ; see N.C. Gen. Stat. § 95-25.22.  In Hamilton v. \nMemorex Telex Corp., while the Court of Appeals did not specifically address interest \non attorneys’ fees, it appeared to construe section 95-25.22 as allowing interest only \non the award of (1) unpaid minimum wages, (2) unpaid overtime compensation, and \n \n \n(3) unpaid wage amounts due pursuant to section 95-25.6 through 95-25.12, because \nthose are the only damages for which the statute specifically authorizes interest.  118 \nN.C. App. at 16, 454 S.E.2d at 286; see N.C. Gen. Stat. § 95-25.22(a).  \n110. The Court concludes that allowing interest on an attorneys’ fees award \nunder the WHA or the REDA would be inconsistent with the Court of Appeals \ndecision discussed above. \n111. The Court has also considered N.C. Gen. Stat. § 24 -5, which states, in \npart, that “[a]ny . . . portion of a money judgment in an action other than contract, \nexcept the costs, bears interest from the date of entry of judgment .”  N.C. Gen. Stat. \n§ 24-5(b) (2015).  Plaintiff contends that attorneys’ fees should be classified as part of \nthe “money judgment, ” particularly because  both sections 95-25.22 and 95 -243 \nseparately state that the Court may award costs and attorneys’ fees , which \nnecessarily must b e considered as separate  awards.  See id. § 95-25.22(d) (“The \ncourt . . . may, in addition to any judgment awarded plaintiff, order costs and fees of \nthe action and reasonable attorneys’ fees to be paid by the defendant.”); id. § 95-243(c) \n(“The court may award to the plaintiff  . . . the reasonable costs and expenses, \nincluding attorneys’ fees . . . .”).   \n112. Defendants instead contend that attorneys’ fees constitute “costs” as the \nterm is used in section 24-5(b), precluding an award of  interest.  In making their \nargument, Defendants overstate the Court of Appeals’ holding in Nexsen Pruet, PLLC \nv. Martin, which held that “the trial court properly categorized the fees as costs,” but \nit did so because it was considering  N.C. Gen. Stat. §  7A-307, which specifically \n \n \ncategorizes attorneys’ fees as a “[c]ost[ ] in administration of estates.”  212 N.C. App. \n680, 683, 713 S.E.2d 130, 132 (2011); N.C. Gen. Stat. § 7A-307 (2015).  The Court does \nnot believe that Nexsen Pruet’s holding controls the issue of interest on  fee awards \nunder the WHA or the REDA.   \n113. Some federal courts have interpreted “money judgment” to include the \naward of attorneys’ fees, meaning that interest is recoverable on such awards  \npursuant to 28 U.S.C. § 1961(a).  However, North Carolina’s general interest statute \ndirectly excludes the award of interests on costs, while the comparable federal statute \ndoes not.  See N.C. Gen. Stat. § 24-5(b).  \n114. In sum, the Court concludes that P laintiff is not entitled to interest on \nthe award of attorneys’ fees under  the WHA or the REDA.  Even if the award of \nattorneys’ fees in  the 2012 Judgment had not been reversed, Defendants would be \nentitled to relief under Rule 60.  \nIV. FINAL JUDGMENT  \n115.  The Court awards P laintiff the sum of $670.315.56 for Prejudgment \nFees incurred from the inception of the litigation in 2009 through April 30, 2012.  As \nnoted, the Court believes this award is excessive, and if it had discretion to do so, it \nwould again award $450,000 in Prejudgment Fees, which is the sum that reflects a \nreasonable relationship between the efforts expended and the results that Plaintiff \nachieved. \n116. In its discretion, and based on the above findings and conclusions, the \nCourt award s Plaintiff the sum of $24,875.62  for attorneys’ fees and expenses \n \n \nincurred between May 1, 2012, and June 30, 2012, to successfully  defend against \nDefendants’ JNOV motion.  Th ose fees were related directly to the statutory claim s \non which Plaintiff prevailed, and the amount of the award bears a reasonable relation \nto Plaintiff’s success in defending against Defendants’ JNOV motion.  \n117. In its discretion, and based on the above findings and conclusions, the \nCourt awards Plaintiff the sum of $ 58,214.41 for attorneys’ fees and expenses \nincurred between July 1, 2012, and September 5, 2013, in connection with the appeals \nbefore the North Carolina Court of Appeals.  This amount is based on efforts related \ndirectly and distinctly to the statutory claims on which Plaintiff prevailed, and has a \nreasonable relationship to Plaintiff’s success on appeal to the North Carolina Court \nof Appeals. \n118. In its discretion, and based on the above findings and conclusions, the \nCourt awards Plaintiff the sum of $30,0 00 for attorneys’ fees and expenses incurred \nbetween September 6, 2013, and May 19, 2015, while the case was before the North \nCarolina Supreme Court.  This amount is based on efforts related directly and \ndistinctly to the statutory claims on which Plaintiff prevailed, and has a reasonable \nrelationship to Plaintiff’s success on appeal to the North Carolina Supreme Court. \n119. In its discretion, and based on the above findings and conclusions, the \nCourt awards Plaintiff the sum of $60,000 in attorneys’ fees and expenses incurred \nbetween May 20, 2015, and the present, during which time the case was before this \nCourt following remand from the North Carolina Supreme Court.  \n120. Plaintiff is not entitled to recover interest on those awards. \n \n \n121. Accordingly, Plaintiff Robert Paul Morris is entitled to recover from  \nScenera Research, Inc. and Ryan C. Fry, jointly and severally, the total amount of \n$843,405.59. \n122. Except as provided in this Order, each party shall bear its own costs. \n123. Having resolved the sole outstanding issue following remand from th e \nNorth Carolina Supreme Court and the other pending motions on attorneys’ fees, this \nFinal Judgment and Attorneys’ Fee Award is the Court’s final judgment and decree \nin all respects.  \nIT IS SO ORDERED, this the 31st day of May, 2017.  \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n "
}