{
  "id": "edcf50797750297f982f5718d919292b66c433a0bc9445bfebb2e81d4d453dff",
  "source_file": "data/raw/ncbc/edcf50797750297f982f5718d919292b66c433a0bc9445bfebb2e81d4d453dff.pdf",
  "raw_text": "Surratt v. Brown, 2016 NCBC 27. \nSTATE OF NORTH CAROLINA \nCOUNTY OF FORSYTH  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1551 \nJOSEPH LEE SURRATT, \n \nPlaintiff, \n \nv. \n \nMITCHELL KENDALL BROWN; \nMITCHELL KENDALL BROWN \nd/b/a DÉJÀ VU TATTOO AND \nPIERCING; MITCHELL KENDALL \nBROWN d/b/a SIGNATURED \nSOULZ; and TATTOO THERAPY, \nLLC,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n)\n)\n)\n)\n)\n) \nORDER AND OPINION \n \n {1} THIS MATTER is before the Court on Defendant Mitchell Kendall \nBrown’s Motion for Summary Judgment (“Motion”), brought under Rule 56 of the \nNorth Carolina Rules of Civil Procedure.  For the reasons discussed below, the \nMotion is DENIED.   \nWilson & Helms LLP by G. Gray Wilson and Stuart H. Russell for Plaintiff. \n \nNorman L. Sloan for Defendants. \nGale, Chief Judge. \nI. BACKGROUND \n {2} The Court does not make findings of fact on a motion for summary \njudgment.  See Hyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, \n142, 215 S.E.2d 162, 164–65 (1975).  The Court may “articulate a summary of the \nmaterial facts which [it] considers . . . not at issue and which justify entry of \njudgment.”  Id. at 142, 215 S.E.2d at 165. \n \n \n {3} This lawsuit arises from a dispute between Plaintiff Joseph Lee \nSurratt (“Surratt”) and Defendant Mitchell Kendall Brown (“Brown”) regarding \nSurratt’s ownership interest in Déjà Vu Tattoo and Piercing (“Déjà Vu”). \n {4} Surratt claims that he and Brown entered into two oral agreements in \nwhich Brown was to open and operate Déjà Vu and additional tattoo-and-piercing \nretail locations.   \n {5} Surratt first filed a lawsuit on April 1, 2013.  He voluntarily dismissed \nthe first action on February 20, 2015. \n {6} Surratt filed his Complaint in this lawsuit on March 9, 2015, alleging \nmultiple claims against Brown and several of Brown’s business entities.   \n {7} On July 25, 2015, the Court granted Defendants’ motion to dismiss \nsome but not all of Surratt’s claims.  Surratt v. Brown, No. 15 CVS 1551, 2015 \nNCBC LEXIS 75, at *21 (N.C. Super. Ct. July 27, 2015).  For purposes of the \npresent Motion, the pending claims against Brown include (1) breach of contract, (2) \nbreach of fiduciary duty, (3) constructive fraud, (4) unjust enrichment, (5) \ndissolution and accounting, (6) declaratory judgment, (7) misrepresentation, and (8) \nconversion.  The contract-related claims are largely based on Brown’s alleged \nrefusal to distribute profits to Surratt or to permit Surratt to carry out his role as \nmember–manager of Déjà Vu.    \n {8} Brown filed his Motion on December 8, 2015, in which he seeks \nsummary judgment on the breach-of-contract claim only.  Brown claims that a grant \nof summary judgment in his favor on the contract claim would necessarily cause all \nother claims to fail, since those claims are based on the alleged contractual \nbreaches.   \n {9} The Court heard oral argument on the Motion on February 26, 2016.  \nThe Motion is now ripe for resolution.       \nII. STANDARD OF REVIEW \n {10} Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show \n \n \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  “Summary judgment is \nimproper if any material fact is subject to dispute.”  Culler v. Hamlett, 148 N.C. \nApp. 389, 391, 559 S.E.2d 192, 194 (2002).  The movant bears the burden of proving \nthe lack of a triable issue.  Dalton v. Camp, 353 N.C. 647, 651, 548 S.E.2d 704, 707 \n(2001).  Once the movant has met that burden, the burden shifts to the nonmoving \nparty to produce a forecast of evidence that demonstrates facts showing that it can \nestablish a prima facie case at trial.  Austin Maint. & Constr., Inc. v. Crowder \nConstr. Co., 224 N.C. App. 401, 407, 742 S.E.2d 535, 540 (2012).  The Court must \nview all of the presented evidence in the light most favorable to the nonmoving \nparty.  Dalton, 353 N.C. at 651, 548 S.E.2d at 707.     \nIII. ANALYSIS \n {11} The basis of Brown’s Motion is that Surratt has failed to show any \nevidence upon which a trier of fact could conclude that an oral agreement was \nformed between Surratt and Brown.  The Court disagrees and concludes that there \nare contested material facts that a jury must decide.   \nA. Summary of the Disputed Facts \n {12} Surratt claims that the first agreement was formed in May 2010 when \nhe and Brown orally agreed to open and operate Déjà Vu at Hanes Mall in Winston-\nSalem, North Carolina.  Surratt claims that, under the first agreement, he was to \nreceive a 70% ownership interest in Déjà Vu for opening and operating the business, \nand Surratt was to receive a 30% interest for financing the business.  (Pl.’s Resp. \nDef. Brown’s Mot. Summ. J. (“Resp. Br.”) Ex. 6 (“Surratt Aff.”), ¶ 2; Resp. Br. Ex. 13 \n(“Surratt Dep.”), at 19, 35.)   \n {13} Surratt claims that the second agreement was formed in April 2011 \nwhen he and Brown agreed to expand their venture by opening additional retail \nlocations in which Surratt and Brown would each own equal shares.  (Surratt Aff. \n¶ 2; Surratt Dep. 63, 65.) \n \n \n {14} Brown denies the existence of either oral agreement and asserts that \nSurratt was merely a project manager for the Hanes Mall location, not an owner.  \n(Def. Brown’s Reply to Pl.’s Resp. Def.’s Mot. Summ. J. Ex. 1 (“Brown Aff.”), ¶ 5.)  \n {15} Surratt claims that he took a leave of absence from overseeing the \nbusiness in July 2011.  (Resp. Br. 2.)  When he returned from his leave of absence, \nSurratt says that Brown locked him out of the company by changing bank accounts, \ntransferring money from existing bank accounts, changing passwords to business \naccounts, and informing employees that Surratt was no longer part of the business.  \n(Surratt Aff. ¶ 6.)   \n {16} Brown admits that Surratt put in for a two-week period of leave in \nJuly 2011 but claims that Surratt was actually absent for approximately one year.  \n(Brown Aff. ¶ 10.)   \nB. There Is Sufficient Evidence of Oral Agreements Between Surratt and Brown \nto Survive Summary Judgment.   \n {17} Under North Carolina law, an express agreement is not required to \nprove the existence of a partnership; rather, the intent of the parties can be inferred \nby the parties’ conduct and by an examination of all the circumstances.  See Potter \nv. Homestead Pres. Ass’n, 412 S.E.2d 1, 5, 330 N.C. 569, 576 (1992).  Indeed, “[i]t is \nnot essential that the parties know that their contract, in law, creates a \npartnership.”  In re Vannoy, 176 B.R. 758, 765 (M.D.N.C. 1994) (quoting 59 Am. \nJur. 2d Partnership § 152).  It is “[t]he legal effect of the parties’ agreement, not \ntheir subjective intent, [that] determines whether there is a partnership.”  Id. \n(quoting 59 Am. Jur. 2d Partnership § 152).    \n {18} In a case with facts analogous to this lawsuit, the North Carolina \nCourt of Appeals held that an agreement between two parties regarding the type of \nbusiness, share in profits, and financing, when coupled with corroborating evidence \nto show that each party has undertaken measures to perform, constitutes sufficient \nevidence for a jury to find that a valid partnership agreement existed.  See Grub, \n \n \nInc. v. Sammy’s Seafood House & Oyster Bar, LLC, No. COA14-861, 2015 N.C. App. \nLEXIS 330, at *16–18 (Apr. 21, 2015).   \n {19} Surratt offers several documents as evidence of the oral agreement \nregarding his ownership interest in the Hanes Mall location, including a Certificate \nof Partnership or Business Under Assumed Name that lists Surratt and Brown as \nco-owners of Déjà Vu.  (Resp. Br. Ex. 2.)  The Certificate of Partnership was signed \nby Surratt and Brown, notarized, and filed in the Forsyth County Register of Deeds \nOffice.  (Resp. Br. Ex. 2.)1     \n {20} Surratt further asserts that his oral agreement with Brown can be \ninferred from the parties’ conduct.  Particularly, Surratt testifies that, under the \nagreement, he undertook all aspects of the start-up and creation of Déjà Vu, \nincluding locating the retail space at Hanes Mall, designing the Déjà Vu logo and \nstorefront, hiring employees, opening a business account, obtaining insurance, filing \nthe Certificate of Partnership, obtaining an employer identification number for tax \npurposes, and partaking in other activities that evidenced an ownership interest in \nthe business.  (Surratt Aff. ¶ 3.)  As stated above, Brown does not dispute that \nSurratt performed these activities; rather, he says that Surratt carried out these \nactivities in his capacity as project manager, not as an owner.  (Brown Aff. ¶ 5.)    \n {21} The Court concludes that Surratt has forecast evidence that, although \ncontested, is a requisite to proceed to trial.   \n {22} Surratt does not set forth separate proof of a second oral agreement \nbetween the parties.  Instead, he asserts that the first agreement merged with the \nsecond when Surratt and Brown orally agreed to expand their business ventures.   \n {23} At the hearing on this Motion, the Court expressed its reluctance that \nthe breach-of-contract claim could survive a directed verdict as to a second oral \nagreement because, even if there was a second oral agreement, it would have been \nterminable at will under North Carolina law.  Nevertheless, the Court recognizes \n                                                 \n1 Brown testifies that the signature on the Certificate of Partnership is a forgery of his signature.  \n(Brown Aff. ¶ 9.)  Surratt testifies that he witnessed Brown sign the Certificate of Partnership.  \n(Surratt Aff. ¶ 4.)  In the absence of fraud on the part of the notary, a notarized document is \npresumptively valid.  See N.C. Gen. Stat. § 10B-99(a) (2015).   \n \n \nfactual disputes as to the existence of the second agreement that preclude it from \ngranting summary judgment as to any portion of the breach-of-contract claim.    \n {24} In sum, to prevail on his Motion, Brown needed to show that there is \nno genuine issue in dispute regarding an essential element of Surratt’s breach-of-\ncontract claim, and that Surratt cannot prove the existence of that element.  \nViewing the evidence in the light most favorable to the nonmoving party, the Court \nis unable to conclude that Brown has shown that the undisputed facts of record \nentitle him to summary judgment on Surratt’s breach-of-contract claim as a matter \nof law.   \n {25} Accordingly, Brown’s Motion is DENIED. \n \nIT IS SO ORDERED, this the 1st day of April, 2016. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n "
}