{
  "id": "ee01e847308e16cd79e10d985674febcf1d139a55ca477bc1bd516b578859a2d",
  "source_file": "data/raw/ncbc/ee01e847308e16cd79e10d985674febcf1d139a55ca477bc1bd516b578859a2d.pdf",
  "raw_text": " \nALEXANDER v. DAIMLERCHRYSLER CORP., 2002 NCBC 2.\n \nSTATE OF NORTH CAROLINA\n \nWAKE COUNTY\n \nIN THE GENERAL \nCOURT OF\nJUSTICE\nSUPERIOR COURT \nDIVISION\n01 CVS 3390\n \nTONY W. ALEXANDER and wife\nSARAH M. ALEXANDER; ROGER L.\nMILLER and wife PENNY W. MILLER;\nSHARON BELL RICH; DONNY L.\nWILLIAMS and wife \nDEBRA C.\nWILLIAMS, on behalf of themselves, and\nothers similarly situated,\n \nPlaintiffs,\n \nv.\n \nDAIMLERCHRYSLER \nCORPORATION,\nand DAIMLERCHRYSLER MOTORS\nCORPORATION, and HICKORY\nAUTOMALL \nCHRYSLER PLYMOUTH,\nINC.; AUTO USA, INC., d/b/a Empire\nChrysler Dodge Jeep \nEagle; and YSU\nAUTOMOTIVE, INC., f/k/a Shelby\nChrysler Plymouth Jeep Eagle, \nInc., on\nbehalf of themselves, and other Chrysler\ndealers similarly situated,\n \nDefendants.\n \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION\n \n \n \n{1}\n               \nTHIS MATTER is before the Court based upon Plaintiffs’ Notice of Withdrawal of Motion for\nClass Certification and Plaintiffs’ Motion to Amend Complaint pursuant to which plaintiffs seek “to\nremove any motions for class action certification.”\n  \nThe proposed Amended Complaint eliminates all\nallegations with respect to class treatment which existed in the original complaint.\n  \nDefendants\nDaimlerChrysler Corporation and DaimlerChrysler Motors Corporation (collectively\n“DaimlerChrysler”) object to the Notice of Withdrawal and Motion to Amend on the basis that the\nnotice and motion fail to provide notice to class members that these individuals are no longer being\nrepresented by plaintiffs, and that they fail to inform the court of the reasons for dismissal of the class\nallegations.\n  \nDaimlerChrysler asserts, correctly, that the procedure for removal of class allegations in a\ncomplaint is governed by Rules 41 and 23(c) of the North Carolina Rules of Civil Procedure.\n \nDaimlerChrysler does not object to elimination of the class issues from this lawsuit on the merits; it\nonly objects to the procedure employed by plaintiffs’ counsel.\n  \nFor the reasons set forth below, the\nCourt holds that Court approval is required for amendment of a complaint which eliminates previously\nasserted class action claims and allegations, and that certain information is required of the parties and\ntheir counsel before the Court can enter a final ruling on plaintiffs’ Motion to Amend.\n \nAbrams & Abrams, P.A., by Douglas B. Abrams; Suggs, Kelly & Middleton Lawyers, P.A., by\nKenneth M. Suggs, D. Michael Kelly, Bradford Simpson, and Richard Middleton; H.C. Kirkhart\nfor plaintiffs.\nWomble, Carlyle, Sandridge & Rice, PLLC, by Burley B. Mitchell, Jr. and Christopher T. Graebe;\nBryan Cave, LLP, by Charles A. Newman and Kathy A. Wisniewski, for Defendants\nDaimlerChrysler Corporation and DaimlerChrysler Motors Corporation.\nTeague, Rotenstreich & Stanaland, LLP, by Kenneth B. Rotenstreich and Paul Daniels for\nDefendants Hickory Automall Chrysler Plymouth, Inc. and YSU Automotive, Inc., f/k/a Shelby\nChrysler Plymouth Jeep Eagle, Inc.\nRobinson & Lawing, LLP, by John R. Taylor for Defendants Auto USA, Inc., d/b/a Empire\nChrysler Dodge Jeep Eagle.\nI.\n{2}\n               \nThe procedural history of the dispute between DaimlerChrysler and counsel for plaintiffs arising\nout of claims under the North Carolina Lemon Law, N.C.G.S. §§ 20-351 to –351.10 (1999), is long\nand bitter.\n  \nIt has a bearing on the issues currently before the Court.\n{3}\n               \nIt begins in the case of \nPleskach v. DaimlerChysler Corporation \n(99 CVS 04161), which was\nfiled in Wake County. That suit was an individual action against the defendant DaimlerChrysler\nalleging violations of the North Carolina Lemon Law.\n  \nMr. Kirkhart, counsel for plaintiffs in this\naction, represented the plaintiffs in \nPleskach.\n DaimlerChrysler was sanctioned in that case for\nviolations of discovery orders and never obtained a protective order covering discovery materials. As a\nresult it was required to produce the names of thousands of purchasers of vehicles which had been\nrepurchased by DaimlerChrysler from dissatisfied customers all across the United States. No\nprotective order was ever entered in \nPleskach, \nand the case was subsequently settled.\n{4}\n               \nDuring the \nPleskach \ncase, Judge Bullock entered a temporary restraining order dated January 13,\n2000 which restrained Mr. Kirkhart from “any actions that use discovery material to generate\nlitigation.”\n  \nSpecifically restrained was the use of solicitation letters, an example of which was attached\nto the restraining order.\n  \nThe TRO was returnable on January 24, 2000 before Judge Henry V.\nBarnette, who entered a preliminary injunction which he subsequently withdrew on February 28,\n2000.\n  \nThe injunction prohibited Mr. Kirkhart from soliciting clients based upon information obtained\nin discovery in \nPleskach.\n{5}\n               \nThe week following Judge Barnette’s withdrawal of his injunction, DaimlerChrysler filed a\nseparate action against Mr. Kirkhart alleging that he had improperly and illegally used information\nfrom discovery in \nPleskach\n to solicit clients for other individual suits against DaimlerChrysler.\n  \nThe\ncomplaint in \nDaimlerChrysler v. H.C. Kirkhart and the Law Offices of H.C. Kirkhart\n (00 CVS 02556)\nwas filed in Wake County on March 6, 2000 and alleged, among other claims, common barratry, libel,\nunfair and deceptive trade practices and tortious interference.\n   \nDaimlerChrysler sought injunctive\nrelief.\n{6}\n               \nOn March 16, 2000, Mr. Kirkhart filed individual actions on behalf of several of the plaintiffs in\nthe current action, including the Alexanders (Alexander County), the Millers (Wilkes County) and Ms.\nRich (Cleveland County).\n  \nEach may have been mentioned in the \nPleskach \ndiscovery and contacted by\nMr. Kirkhart as a result.\n  \nIt is clear that whatever contact Mr. Kirkhart had with them resulted in his\nsubsequently representing them in litigation against DaimlerChrysler in North Carolina.\n{7}\n               \nOn May 12, 2000, Judge Bullock entered an order in the \nKirkhart\n case which enjoined Mr.\nKirkhart “from the use of information that was obtained through discovery provided by the Plaintiff to\ngenerate litigation against the Plaintiff.”\n  \nThe order specifically held: “Defendant is specifically\nprohibited from sending letters of solicitation to potential litigants based on discovery material.”\n{8}\n               \nOn June 16, 2000, Judge Bullock amended his order of May 12, 2000.\n  \nIn doing so he specifically\nrejected an argument made by Mr. Kirkhart that he should be allowed to solicit business using\ninformation derived from discovery materials in the \nPleskach \ncase.\n  \nHis order stated:\nORDERED that the defendants be and are hereby restrained from using information that\nthe defendants obtained from the plaintiff through discovery requests to generate unrelated\nlitigation against the plaintiff, and may not use such materials for illegal solicitation.\nIt is also ORDERED that the defendants in their solicitation must obey laws relating to\nunfair and deceptive trade practices, common law barratry, G.S. section 84-38, which\nprohibits the solicitation of legal business, and Rule 26(b)(1) of the North Carolina Rules of\nCivil Procedure.\n{9}\n               \nOn June 27, 2000, the Court of Appeals stayed the injunction issued by Judge Bullock.\n{10}\n          \nOn January 31, 2001, the North Carolina Supreme Court reversed the stay entered by the Court of\nAppeals.\n \n{11}\n          \nOn March 21, 2001, Mr. Kirkhart and his co-counsel Douglas B. Abrams took voluntary\ndismissals on behalf of their clients, the Alexanders, the Millers and Ms. Rich, and refiled their\nindividual claims in this case in combination with class action allegations and the Williams’ claims.\n \nThe case was subsequently assigned to the North Carolina Business Court on June 12, 2001.\n  \nOn\nNovember 7, 2001, plaintiffs filed a “Notice of Withdrawal of Motion for Class Action Certification”\nwith this Court.\n  \nDefendants DaimlerChrysler filed their motion for contempt and immediate\ndisqualification of Mr. Kirkhart and his co-counsel on November 12, 2001.\n  \nThis Court transferred that\nmotion to Judge Bullock by order dated February 13, 2002.\n{12}\n          \nA hearing was held on the present motions on February 8, 2002.\n  \nOn February 19, 2002, the Court\nof Appeals dissolved Judge Bullock’s injunction, but left DaimlerChrysler’s claims for trial.\n \nDaimlerChrysler Corp. v. Kirkhart\n, __ N.C. App. __ (February 19, 2002) (No. COA00-1370).\nII.\n{13}\n          \nAt issue here is the proper procedure for withdrawing class action claims while continuing to\npursue plaintiffs’ individual claims.\n  \nWhile neither counsel for plaintiffs nor counsel for defendants\ncited the Court to its previous ruling in \nLupton v. Blue Cross and Blue Shield\n, 1999 NCBC 3, this\nCourt finds that decision instructive here.\n  \nRather than rewrite that opinion here,\n  \nit will be quoted at\nlength where relevant.\n  \nIt is becoming increasingly clear that judicial oversight is critical to the\n  \nproper\nuse and prevention of abuse of the class action mechanism.\n  \nSee\n Deborah R. Hensler et al., \nClass\nAction Dilemmas: Pursuing Public Goals for Private Gain\n (Rand Institute for Civil Justice 2000).\n  \nIn\nthat study of class actions, the authors made the following observation about judicial oversight:\nJudges play a unique role in damage class actions: Without the judge’s decision to grant\ncertification, a class action lawsuit does not exist. Without the judge’s approval, a lawsuit\ncannot be settled. Without a judge’s decision to award fees, the class action attorneys\ncannot be paid. Moreover, judges have special responsibilities while the litigation is\nongoing: They approve the form and content of notices to class members that a class action\nhas been certified or settled; they determine when and where fairness hearing will be held,\nhow long they will be, and who can participate; they decide whether non-class members\ncan intervene in the litigation, and whether lawyers representing objectors will receive any\ncompensation. Even after a case is resolved, judges may continue to play a role by\noverseeing the disbursement of settlement funds.\nHow judges exercise these responsibilities determines the outcomes of the class actions that\ncome before them. But even more important, how judges exercise these responsibilities\ndetermines the shape of class action to come.\nId.\n at 445; \nsee also\n \nTomlin v. Dylan Mortgage, Inc.\n, 2002 NCBC 1, ¶ 7.\n{14}\n          \nPlaintiffs seek by the amendment of their complaint to discontinue the class claims without any\nclass relief having been afforded.\n  \nRather than file a voluntary dismissal of the class claims under Rule\n41(a) which specifically recognizes the limitations contained in Rule 23(c), counsel for plaintiffs\nattempted to circumvent the requirements of Rule 41 and Rule 23(c) by either simply withdrawing the\nmotion for class certification (presumably permanently)\n  \nor eliminating the class claims by\namendment.\n  \nEither is tantamount to a voluntary dismissal.\n{15}\n          \nRule 41(a) provides in pertinent part:\n(a) Voluntary Dismissal; Effect Thereof.—\n(1) By Plaintiff; by Stipulation.— Subject to the provisions of Rule 23(c) and of any statute\nof this State, an action or any claim therein may be dismissed by the plaintiff without order\nof court . . . by filing a notice of dismissal at any time before the plaintiff rests his case . . .\n       \nN.C.G.S. § 1A-1, Rule 41 (1999).\n{16}\n          \nAs set forth above, Rule 41(a)(1) is limited in its application by the provisions of Rule 23(c),\nwhich provides: “A class action shall not be dismissed or compromised without the approval of the\njudge.\n  \nIn any action under this rule, notice of a proposed dismissal or compromise shall be given to all\nmembers of the class in such manner as the judge directs.” N.C.G.S. § 1A-1, Rule 23(c).\n   \nIn effect,\nplaintiffs ask the court to hold that Rule 23(c) does not apply until such time as the court either certifies\na class or denies class certification.\n  \nAs this Court found in \nLupton\n:\nThe leading class action treatises support the notion that precertification dismissals require\ncourt approval.\n  \nFor example, 3 Newberg, \nClass Actions\n, § 4920 at\n  \n404 (1977) provides:\nThe applicability of Rule 23(e) between the time the action is brought and the date of\ncertification of the class has been raised in several cases. Courts have recognized that in\norder to effectuate the purpose of Rule 23(e), it must apply from the commencement of an\naction filed as a class action until such time as there is a ruling denying the class action.\nSimilarly, 7A Wright & Miller, \nFederal Practice and Procedure\n, § 1797 at 236-7 (1972\ned.) offers the following:\nA practical problem exists involving the application of Rule 23(e) during the period\nbetween the filing of the action and the determination under subdivision (c)(1) of whether\nit can be maintained on a class basis. This problem was specifically dealt with by the\ndistrict court in \nPhiladelphia Electric Company v. Anaconda American Brass Company\n . . .\n. The court held that during the interim between instituting the action and a decision under\nRule 23(c)(1), the action must be presumed to be proper for purposes of subdivision (e).\nThe court then went on to hold that its approval of the settlement had to be held in abeyance\npending a determination of the class action question.\nAs demonstrated above, policies articulated by the federal courts indicate that Rule 23(e)\napproval is necessary at the precertification stage in order for the court to fulfill its\nobligation to police the conduct of the parties and their attorneys and safeguard the interests\nof absent class members.\nThe Court is persuaded by the analysis of the federal courts.\n1999 NCBC 3, ¶¶ 22-23.\n{17}\n          \nTo hold that Rule 23 does not apply until a class has been certified would prevent the trial court\nfrom fulfilling its proper functions in cases containing class action claims.\n  \nAs pointed out in \nLupton\n:\nBecause of the potential for abuse outlined above, courts have two important roles in class\nactions: to protect the interests of absent class members and to police the use of class action\nallegations. The requirement of court approval of dismissals to all actions begun as class\nactions furthers these objectives by limiting the abuses in several ways. First, if the court\nmust approve dismissal or settlement, plaintiffs are less able to act improperly. If they\nmisuse the class action device, the court has the power to disapprove the settlement,\ndisallow the dismissal, and force the plaintiffs to proceed. This measure reduces the\nincentive to plaintiff’s counsel to misuse the class action device solely in an effort to\nleverage a settlement.\nLikewise, defendants have less incentive to act improperly. Defendants are less likely to\nbuy off the named plaintiff at the expense of absent class members if they know the court\nmust pass on the settlement. Finally, the interests of absent class members can be protected\nby court review. Where conflicts of interest occur within a class, the court is the only\nguardian of the interests of the absent class members. The Court may also serve the\nfunction of preventing loss of class members rights where tolling issues are involved.\nIn re \"Agent Orange\" Product Liability Litigation\n, 597 F. Supp 740 (E.D.N.Y. 1984) lists\nsome commonly recited purposes of the requirement of court approval:\nThe purpose of approval is to assure that any person whose rights would be affected by\nsettlement has an opportunity to support or oppose it, prevent private arrangements that\nmay constitute \"sweetheart deals\" contrary to the best interests of the class, protect the\nrights of those whose interests might not have been given due regard by the negotiating\nparties, and assure each member of the class that the opportunity to express views and to be\nheard on matters of vital personal interest have not been violated by others who have\narrogated to themselves the power to speak and bind without consultation and consent.\n  \nId.\n. . . .\nCourts have recognized other justifications for the requirement of court approval. In\naddition to requiring court approval, Rule 23(e) also requires that notice of the dismissal be\ngiven to all absent class members. While federal courts have generally held that this\nrequirement is not absolute in all precertification cases, giving the judge discretion to waive\nthe notice requirement where there has been no collusion or showing of prejudice to any\nparty . . . this determination can only be made upon review of the dismissal by the judge.\nThus, the requirement of court approval assures that the notice requirements of Rule 23(e)\nare met.\nIn keeping with the court’s obligation to police the use of the class action vehicle, court\napproval provides the judge with a check against forum shopping. Because class actions\noften involve diverse parties, counsel may be tempted to engage in forum shopping. Court\napproval of dismissals prevents counsel from dismissing class action claims upon discovery\nof adverse law in a jurisdiction, or upon assignment of the case to an \"unfriendly\" judge.\nSee\n \nHamm v. Rhone-Poulenc Rorer Pharmaceutical, Inc\n., 176 F.R.D. 566, (Minn. 1997);\nGoldstein v. Delgratia Mining Corporation\n, \net al.\n, 176 F.R.D. 454 (S.D.N.Y. 1997).\nId.\n at ¶¶ 11-13, 19, 20.\n{18}\n          \nAccordingly, this Court holds that where a complaint is filed containing class action allegations\nand claims, those class claims may not be withdrawn, whether by voluntary dismissal, amendment to\nthe complaint or simple failure to pursue class certification without court approval under Rule 23(c).\nIII.\n{19}\n          \nTurning to the question of whether plaintiffs may withdraw their class action claims in this case\nand the circumstances under which they should be permitted to do so, the Court finds several reasons\nto exercise caution and to carefully scrutinize the request.\n{20}\n          \nFirst, plaintiff’s counsel initially attempted to eliminate the class action claims without notice to\nthe class.\n  \nAt the February 8, 2002 hearing, Mr. Simpson conceded that some notice should be sent\nand offered to pay half the expense. However, that concession did not occur until the issue of notice\nhad been raised.\n  \nHad DaimlerChrysler not opposed the amendment, plaintiffs’ counsel may have\nsuccessfully run the end-around on Rule 23(c) without plaintiffs having to give notice and incur the\ncosts involved in that notice.\n  \nNot only do the plaintiffs owe fiduciary duties to absent class members,\nwhen counsel file a complaint containing class allegations, they become fiduciaries to the absent class\nmembers as well.\n  \nSee \nHerbert Newberg and Alba Conte, 1 \nNewberg on Class Actions \n§ 5.23 (3d ed.\n1992).\n  \nThose fiduciary duties include informing absent class members when the class claims have\nbeen withdrawn so that they know the statute of limitations is no longer tolled and that their interests\nare no longer being represented by the plaintiffs who originally undertook to do so.\n{21}\n          \nSecond, the issues in this case involving the injunction against Mr. Kirkhart prohibiting\nsolicitation of possible clients whose names were obtained through discovery in the \nPleskach\n case\nrequires the court to consider whether counsel’s position has influenced his advice to the class\nrepresentatives or their decision not to pursue the class claims. While the injunction has been\ndissolved, it was pending at the time the notice of withdrawal was filed.\n   \nThe motion for contempt is\nstill pending.\n  \nBoth the class representatives and their attorneys owe fiduciary duties and loyalty to the\nabsent class members, and conflicts of interest on the part of either should be fully disclosed and\nconsidered.\n  \nAlthough the cloud hanging over Mr. Kirkhart may disappear, at this stage the Court must\nclosely examine the circumstances surrounding withdrawal of the class allegations.\n{22}\n          \nThird, there has been a substantial amount of publicity generated about this case.\n  \nThe generation\nof publicity, particularly where it may be attributed to plaintiffs or their counsel, causes concern for\ntwo reasons.\n  \nThe existence of that publicity substantially increases the likelihood that there are absent\nclass members who may be relying on the class representatives to pursue their claims.\n  \nThose absent\nclass members need to know that they are no longer being represented and that the statute of\nlimitations will no longer be tolled.\n  \nThe more publicity generated, the greater the need for notice and\nthe more closely notice needs to be tailored to the publicity generated. Otherwise, absent class\nmembers may be prejudiced.\n  \nAlso, the generation of publicity is a warning signal to judges that\nshould cause them to be fully attuned to the possibility of the misuse or abuse of the class action\nmechanism.\n  \nClass actions, in and of themselves, create leverage and pressure on defendants. The\nstakes, particularly in damage class actions are multiplied.\n  \nWhere adverse publicity is generated in\nconnection with a consumer product or practice, the leverage on the defendant is further increased and\nexpanded beyond the courtroom to the marketplace.\n  \nCourts must guard against the most pernicious\nuse of that leverage which is a settlement of the individual claims tied to a dismissal of the class\nclaims. They must also guard against collusion between plaintiffs and defendants.\n  \nHere, the Millers\nhave already settled with a dealer defendant who was designated as a representative class defendant,\nwithout court approval or knowledge of the terms of the settlement.\n   \nThey had already indicated their\ndesire to withdraw the class claims against that defendant when the case was settled.\n   \nHowever, at this\nstage the Court cannot determine if there has been a misuse of the class action mechanism or\ncollusion.\n  \nVoluntary dismissal of the Miller’s claims against the dealer defendant will require court\napproval.\n{23}\n          \nIn summary, the circumstances of this case dictate that the Court be cautious in its approval of\nwithdrawal of the class claims and diligent in determining the notice required.\n{24}\n          \nTaking that caution into consideration, there are, nonetheless, substantial reasons to permit\nplaintiffs to withdraw the class allegations and claims.\n  \nPlaintiffs advanced several explanations for\ntheir decision to withdraw as class representatives at the hearing on their motion to amend.\n  \nFirst,\ncounsel indicated that DaimlerChrysler’s attack on Mr. Kirkhart’s activities in contacting the named\nplaintiffs raised issues which could negatively impact a finder of fact’s view of the case and the\nplaintiffs as class representatives.\n  \nPutting aside the class representatives’ ability to change counsel to\nsolve that problem, if issues of solicitation were interjected in the trial, it conceivably could have a\nnegative impact on the class claims.\n  \nAdditionally, the relationship between the class representatives\nand class counsel is one of the Court’s concerns in determining adequacy of the prospective class\nrepresentatives.\n  \nSee Tomlin\n, 2002 NCBC at ¶ 21.\n  \nWhere solicitation has occurred, the independence\nof the class representative may become an issue when determining adequacy. \nSee Pitts v. American\nSec. Ins. Co\n., 2000 NCBC 1, ¶ 37, \nr\nev’d in part, vacated in part\n, 144 N.C. App.1 (2001), \npet. for\ndiscretionary review granted\n, No. 369PA01, 2002 N.C. LEXIS 28 (February 1, 2002).\n  \nThe Court\nmakes no determination with respect to whether a permissible or impermissible solicitation occurred\nhere, it simply notes the possibility of a future problem arising at trial.\n  \nSecond, counsel for the\nindividual plaintiffs indicated, without elaboration, that he felt that there were certain issues with\nrespect to the adequacy of the plaintiffs as class representatives, alluding to dissimilarities in their\nclaims.\n  \nThe Court has also examined those dissimilarities and finds the possibility of significant\nproblems with adequacy given the nature and breadth of the purported class.\n  \nThe Court will not dwell\non those problems here.\n  \nIt is sufficient for this motion to find that plaintiffs faced potentially fatal\nproblems with the proposed class, both from a plaintiffs’ and defendants’ standpoint.\n  \nMost states have\nlemon laws, and they vary significantly, both as to structure and the remedies provided.\n  \nMaintenance\nof a nationwide class action on behalf of plaintiffs against a nationwide class of defendant automobile\ndealers would have posed almost impossible management problems, resulting in a finding that this\nclass action was not the superior method of resolution of the nationwide claims asserted.\n  \nNot only did\nplaintiffs have differing claims against the defendant dealers, they also had no claims under any other\nstate laws, creating the possibility of conflicts of interest with class members in states with different\nstatutes.\n  \nWhether this Court would have jurisdiction to enter injunctive relief against dealers in other\nstates posed a significant hurdle for plaintiffs’ class claims.\n  \nOther problems existed with the class as\nstructured and represented.\n  \nSome plaintiffs’ claims may be subject to summary judgment.\n  \nThe\nMillers have settled with the defendant dealer that leased them their truck. The ongoing problems of\nclass counsel are a concern.\n  \nAs this Court pointed out in \nTomlin\n, the relationship between class\ncounsel and the class representatives is significant. 2002 NCBC at ¶ 21. The burden on a small number\nof plaintiffs in North Carolina to support a nationwide class action is substantial.\n  \nThe reluctance of the\nplaintiffs to act as class representatives is also a consideration.\n  \nIn summary, the class action\nallegations raised substantial problems for a variety of reasons, all of which support approval of\nwithdrawal of those claims.\n{25}\n          \nCourts also have to guard against forum shopping in these circumstances.\n  \nPlaintiffs’ counsel\nindicated in open court that there were no plans to reinstitute this suit elsewhere.\n{26}\n          \nFinding that withdrawal of the class claims is justified under the circumstances, the Court has the\nduty to see that absent class members are protected.\n  \nNotice must reach those potential absent class\nmembers who may be relying upon plaintiffs and their counsel to represent their interest, and all\nabsent class members need to know that the statute of limitations on any claim will no longer be tolled\nwhen the court finally approves withdrawal of the claims.\n  \nThe Court is assuming that the\n  \nstatute of\nlimitations was tolled with the filing of the complaint and that it will no longer be tolled when the\nCourt permits amendment of the complaint.\n  \nThat assumption is based upon the holding of the North\nCarolina Court of Appeals in \nScarvey v. First Fed. Sav. & Loan Ass’n\n., 2001 N.C. App. LEXIS 790,\n552 S.E.2d 655, 661 (2001). That case did not deal with withdrawal of class claims, only denial of\nclass certification.\n{27}\n          \nIn order to determine what notice will protect the absent class members under the circumstances\nof this case, the Court needs additional information to determine the extent of publicity which may\nhave reached potential absent class members.\n  \nAccordingly, the Court will require that \nall \nparties and\ntheir counsel file with the Court an affidavit which provides the following information:\n[1]\n1.\n       \nA description of any contact the parties or their counsel had with any news media\nconcerning the class action claims in this case. The affidavit shall disclose who initiated\nthe contact.\n2.\n       \nA description of any appearance the parties or their counsel made in the broadcast\nmedia including the times and areas of broadcast of any appearance and a copy of any\ntape or transcript of the appearance. The affidavit shall disclose who initiated the\ncontact.\n3.\n       \nEach affiant shall attach to their affidavit a copy of any press release, letter, email, or\nother written communication to a news organization intended or designed to generate or\nwhich had the effect of generating publicity about a party’s position in this lawsuit.\n4.\n       \nA description of any contact with any consumer groups, trade associations, or other\ntrial attorneys intended or designed to communicate to the membership of those groups\nthe existence of the class claims. A copy of any written communication shall be\nfurnished to the Court.\n5.\n       \nA description of any information about the lawsuit posted on the Internet by a party or\ncounsel, including the date, time and place of posting. If currently available, a written\ncopy of the information shall be furnished to the Court.\n6.\n       \nCounsel shall provide the court with a copy of any printed media accounts, press\nreleases or other written publicity generated by others referring to the litigation,\nidentifying the date, time and publisher of the account.\n7.\n       \nA description of any contact made with any potential or absent class members after the\nComplaint was filed which contact could have led such potential or absent class\nmember to believe their interests were being represented by\n  \nplaintiffs in this lawsuit.\n{28}\n          \nCounsel for plaintiffs and counsel for defendants shall each file with the Court a suggested plan of\nnotification designed to reach those absent class members who may have received publicity about the\nlawsuit and believed that they were being represented or that the statute of limitations on their claims\nwas\n  \ntolled.\n  \nEach plan shall contain a good faith estimate of the cost that would be incurred if the plan\nwere implemented.\n  \nIt should also contain a proposed notice or notices to be disseminated.\n{29}\n          \nDaimlerChrysler shall file with the Court an affidavit detailing the information available in its\nrecords or records which have been produced to plaintiffs’ counsel which would permit direct notice to\nowners of repurchased vehicles and detailed information about the costs associated with obtaining that\ninformation.\n{30}\n          \nThe above described information shall be filed with the Court no later than March 19, 2002.\nDaimlerChrysler shall file the affidavit specified in paragraph 29 above on or before March 11, 2002\nso that counsel for plaintiffs will have the opportunity to review it prior to making their submission.\n \nUpon review of the submissions, the Court will determine an appropriate notice plan and assessment\nof the costs associated with the plan.\n  \nAn order will be entered at that time specifically ruling on the\nmotion to amend and the motion to withdraw the motion for class certification.\n \n \n             \nSO ORDERED, this 19th day of February 2002.\n \n \n             \n \n \n[1]\n The Court is mindful that during the course of this litigation, Mr. Abrams left the partnership of the firm he practiced with at the\ntime this putative class action was filed.\n  \nAccordingly, all of the Court’s requests for information apply to information obtained by\nMr. Abrams while practicing in his former partnership, and the Court places the burden of obtaining any such information held by\nhis former partnership on Mr. Abrams.\n "
}