{
  "id": "ee09616afbb21f8ce7a3c87e8459fffff37e69a03fc8a28a4ade08fe48238534",
  "source_file": "data/raw/ncbc/ee09616afbb21f8ce7a3c87e8459fffff37e69a03fc8a28a4ade08fe48238534.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 14 CVS 635   \n \n \nABRONS FAMILY PRACTICE AND  ) \nURGENT CARE, PA; NASH OB-GYN  ) \nASSOCIATES, PA; HIGHLAND  ) \nOBSTETRICAL-GYNECOLOGICAL CLINIC, ) \nPA; CHILDREN'S HEALTH OF CAROLINA, ) \nPA; CAPITAL NEPHROLOGY  ) \nASSOCIATES, PA; HICKORY ALLERGY & ) \nASTHMA CLINIC, PA; HALIFAX MEDICAL )  \nSPECIALISTS, PA and WESTSIDE OB-GYN ) AMENDED OPINION AND ORDER ON \nCENTER, PA, Individually and on Behalf of ) MOTIONS TO DISMISS \nAll Others Similarly Situated, ) \n Plaintiffs )  \n  )  \n v.  )    \n   )  \nNORTH CAROLINA DEPARTMENT OF ) \nHEALTH AND HUMAN SERVICES, and ) \nCOMPUTER SCIENCES CORPORATION,  ) \n Defendants ) \n \nTHIS CAUSE, designated a mandatory comple x business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the Court upon Defendant Nort h Carolina Department of Health and Human \nServices' (\"Department\" or \"DHHS\") Motion to  Dismiss (\"DHHS' Motion to Dismiss\"), and \nDefendant Computer Science Co rporation's (\"CSC\") Motion to Dismiss (\"CSC's Motion to \nDismiss,\" together with DHHS' Motion to Dismiss, \"Motions to Dismiss\").  On April 15, 2015, \nthe Court held a hearing on the Motions to Dismiss. \n THE COURT, after reviewing the motions, br iefs in support of and in opposition to \nthe motions, the record evidence filed by th e parties, the arguments of counsel, and other \nappropriate matters of record, FINDS and CONCLUDES as stated herein. \nAbrons Family Practice & Urgent Care v. N.C. Dep’t Health & Human Servs., 2015 NCBC 60.\n \n \nWilliams Mullen by Camden R. Webb, Esq. and Elizabeth C. Stone, Esq., for Plaintiffs. \n \n Brooks, Pierce, McLendon, Humphrey & Leonard, LLP by Jennifer K. Van Zant, Esq., \nCharles F. Marshall III, Esq., and Bryan Starrett, Esq., and Baker Botts LLP by \nBryant C. Boren, Jr., Esq., Van H. Beck with, Esq., and Ryan Bangert, Esq., for \nDefendant Computer Sciences Corporation. \n \nNorth Carolina Department of Justice by Ol ga E. Vysotskaya de Brito, Esq., Amar \nMajmundar, Esq., and Iain Stauffer, Esq., for Defendant North Carolina Department \nof Health and Human Services. \n \nMcGuire, Judge. \nPROCEDURAL HISTORY \n1. Plaintiffs Abrons Family Practice and Urgent Care, PA; Nash OB-GYN \nAssociates, PA; Highland Obstetrical-Gyneco logical Clinic, PA; Children's Health of \nCarolina, PA; Capital Nephrology Associates , PA; Hickory Allergy & Asthma Clinic, PA; \nHalifax Medical Specialists, PA; and Westside OB-GYN Center, PA (collectively, \"Plaintiffs\"), \ninitiated this action on January 16, 2014, on behalf of themselves and all others similarly \nsituated. On January 21, 2014, Plaintiffs filed their First Amended Class Action Complaint \n(\"Amended Complaint\"), asserting the following  causes of action: Claim One (Negligence \nagainst CSC); Claim Two (Unfair and Deceptive Trade Practices against CSC); Claim Three \n(Breach of Contract against Department); Clai m Four (Declaratory Judgment); and Claim \nFive (Violation of North Carolina Constitution, Art. I, § 19).\n1 \n2. On April 4, 2014, CSC filed its Motion to Dismiss pursuant to Rule 12 of the \nNorth Carolina Rules of Civil Procedure (\"Rule(s)\"). On the same date, the Department filed \nits Motion to Dismiss pursuant to Rule 12.  Plaintiffs and Defendants also filed numerous \naffidavits in support of their respective positions regarding the exhaustion of administrative \nremedies and this Court's subject matter jurisdiction over the claims in this action. \n                                            \n1 Plaintiffs initially asserted Claims One and Two against CSC and Defendant SLI Global Solutions, \nInc. (\"SLI\"). On December 1, 2014, Plaintiffs volu ntarily dismissed all claims asserted against SLI \nwith prejudice. \n \n \n3. The Motions to Dismiss have been fully briefed and argued, and are ripe for \ndetermination. \nFACTUAL BACKGROUND \n Among other things, the Amen ded Complaint alleges that: \n4. Plaintiffs are medical practices across the State of North Carolina, all of which \nprovide care to Medicaid-eligible patients and all of which have Medicaid contracts with the \nState of North Carolina. Additionally, Plaintiffs were all \"of the category of persons known to \nDefendants prior to July 1, 2013[,] to be an intended end user of NCTracks.\"2 \n5. DHHS is an administrative agency of the State of North Carolina and is the \nsole state agency designated in this State to \"administer or to supervise the administration \nof the North Carolina state Medicaid plan.\"3 \n6. CSC is a Nevada corporation with its principal office in Falls Church, Virginia. \nCSC was responsible for the design and develo pment of NCTracks, and currently operates \nthat system.4 \n7. The North Carolina Medicaid system se rves approximately 1.5 million low-\nincome or disabled North Carolinians. Thro ugh this system, DHHS, or its vendors, \ncontractors, or agents, processes approxim ately 88 million Medicaid claims annually. 5 To \nprocess this volume of claims, DHHS and providers rely on an electronic payment system to \nreimburse care providers who treat Medicaid-eligible patients.6 \n8. In 2003, the federal Centers for Medicare and Medicaid Services (\"CMS\") \nrequired the State of North Carolina to replace its antiquated Medicaid Management \n                                            \n2 Am. Compl. ¶¶ 5-12. \n3 Id. ¶ 13. \n4 Id. ¶ 14. \n5 Id. ¶¶ 16-17. \n6 Id. ¶ 20. \n \n \nInformation System (\"MMIS\"). That year, the State of North Carolina issued a Request for \nProposal (\"RFP\") for a new MMIS. After the initial MMIS replacement project failed, the \nState issued another RFP in 2007. This RFP \"contemplated that the State would purchase a \nsingle, comprehensive computer system that would handle all Medicaid provider enrollments \nand claims processing.\" 7 In December 2008, the State awarded the MMIS contract to CSC, \nunder which CSC would design and develop, and ultimately operate, the new system, \nNCTracks. Part of CSC's obligation to oper ate the NCTracks system included the \nestablishment and operation of a call center to answer questions from Medicaid providers \nabout NCTracks and Medicaid reimbursement procedures under this system.8 \n9. In performing its contract to develop NCTracks, Plaintiffs allege that CSC \nmade a number of critical errors in the design and development of that system that \"doomed \nthe success of NCTracks.\" 9 Plaintiffs allege that CSC, as developer of NCTracks, owed \nPlaintiffs, intended users of NCTracks, a duty \"to exercise reasonable care in the design, \ndevelopment, and implementation of the system.\"10 Plaintiffs allege that this duty is separate \nand apart from any contractual duty or re quirement under its contract to develop \nNCTracks.11 Plaintiffs allege that CSC has taken a number of actions that have breached \nthis duty of reasonable care and have caused damage to Plaintiffs. \n10. Plaintiffs allege that CSC based NC Tracks on an outdated computer \nprogramming language called Common Busine ss-Oriented Language (\"COBOL\"). This \nprogramming language, Plaintiffs allege, was a factor in the failure of a New York MMIS \nsystem designed and implemented by CSC in the early 2000s. Despite knowledge of the failed \n                                            \n7 Id. ¶ 25. \n8 Id. ¶ 33. \n9 Id. ¶ 40. \n10 Id. ¶ 52. \n11 Id. ¶ 65. \n \n \nNew York MMIS and COBOL, CSC elected to base NCTracks on the New York MMIS system \n\"for its own financial benefit.\"12  \n11. Moreover, Plaintiffs allege that CSC made a number of miscalculations \nregarding the amount of code from the New York MMIS system that could be used in \nNCTracks. The result of these miscalculati ons was that CSC was required to \"develop \nsignificantly more code from scratch than it had initially represented,\" causing delays in the \nimplementation of NCTracks.13  \n12. Additionally, prior to the NCTracks sy stem \"going live,\" CSC was responsible \nfor setting \"acceptance criteria,\" by which the op erational readiness of the system would be \nmeasured. Plaintiffs allege that CSC set these criteria based on \"its ow n desire to complete \nthe project, regardless of the quality of the software,\" instead of basing acceptance criteria on \nthe needs of the end users. 14 Based on the acceptance criteria set by CSC, the State \nterminated its contract for the legacy MMIS system, thereby eliminating any possible back-\nup system should NCTracks fail upon going live. \n13. Plaintiffs also allege that CSC failed to adequately test NCTracks, particularly \nas to the volume of Medicaid providers t hat would use the system at any given time. 15 \nAdditionally, due to CSC's setting of its own a cceptance criteria, Plaintiffs allege that the \ntesting process, to be performed by SLI Glo bal Solutions, INC. (\"SLI\"), was inherently \nflawed.16 SLI, in turn, also failed to properly test NCTracks, including a failure to conduct \napproximately 285 of 834 \"critical\" test cases.17 \n                                            \n12 Id. ¶ 46. \n13 Id. ¶ 46. \n14 Id. ¶ 62. \n15 Id. ¶ 55. \n16 Id. ¶ 70. \n17 Id. ¶¶ 67-68. \n \n \n14. In May of 2013, the Office of the Stat e Auditor released a report documenting \n\"serious problems with the NCTracks project and warn[ing] against implementation\" of the \nsoftware on the scheduled go-live date, July 1, 2013, unless the problems were resolved. The \nreport indicated that NCTracks \"had not been properly tested, the testing process was highly \nflawed, no defined test plan or testing acce ptance criteria had been established, CSC was \nallowed to set its own testing criteria, and no formal criteria to determine if NCTracks was \nready for go-live had been established.\"18 \n15. Despite this warning, on July 1, 2013, and after CSC misrepresented the status \nof the system, NCTracks became operational. Pl aintiffs allege that, almost immediately, \n\"they experienced, and continue to experience , catastrophic software  errors and design \nproblems with NCTracks.\"19 Plaintiffs contend that they experienced a number of technical \nissues, including system inaccessibility due to high demand, 20 the inability of the system to \nprocess certain claims, 21 and the failure of a number of NCTracks features. 22 As a result, \nPlaintiffs have suffered financial harm in the form of improperly denied claims, \nreimbursements that were paid at a lower ra te than that required, and damages to the \nPlaintiffs' businesses, including time and expe nses associated with addressing the issues \nwith NCTracks. \n16. In addition, Plaintiffs allege that CSC has failed to exercise reasonable care in \noperating NCTracks and in failing to correct the defects in the system. Namely, Plaintiffs \nallege that CSC has failed to train its call ce nter employees, in many cases has failed to \nprovide anything more than temporary software fixes, and has failed to pay reimbursements \n                                            \n18 Id. ¶¶ 73-74. \n19 Id. ¶ 77. \n20 Id. ¶ 54. \n21 Id. ¶ 58. \n22 See id. ¶ 77. \n \n \nfor improper payments once a software error has been resolved. 23 These actions have \ncontinued to cause harm to Plaintiffs following the implementation of NCTracks. \n17. The aforementioned actions, Plaintiffs allege, constitute negligence and \nviolations of G.S. § 75-1.1 on the part of CS C. Additionally, the ultimate failure to pay \nreimbursements for Medicaid-eligible services prov ided by Plaintiffs constitutes a breach of \ncontract between Plaintiffs and DHHS and also constitutes a taking of Plaintiffs' property, \ntheir Medicaid reimbursements, by the State without compensation in violation of Article 1, \nSection 19 of the North Carolina Constitution. \n18. In addition to the technical failures surrounding the development and \noperation of NCTracks, Plaintiffs allege that DHHS, as of July 1, 2013, changed the payment \nmethodology regarding how providers are paid  for so-called Medica re Crossover claims. \nThese claims involve patients who are eligible  for Medicare and Medi caid. Before July 1, \n2013, a claim would be submitted to Medicare for payment and the remainder would be paid, \nat least in part, by Medicaid. Plaintiffs allege that this procedure was improperly altered and \nthat \"the newly-imposed payment methodology is invalid,\" although Plaintiffs do not \nspecifically allege how the procedure was amended or why the current procedure is invalid.24 \nBased on these facts, Plaintiffs seek a declaratory judgment that the payment methodology \nimposed by DHHS is \"not in accordance with Medicaid reimbursement rules established by \nstatute and regulation.\"25 \n19. Plaintiffs' Amended Complaint additiona lly contains Class Action allegations \nand, particularly important at this stage, alle gations that Plaintiffs lacked any adequate \nadministrative remedy to pursue these claims be fore filing suit. Plaintiffs allege that the \n                                            \n23 Id. ¶¶ 80-87. \n24 See id. ¶¶ 98-103. \n25 Id. ¶ 165. \n \n \nadministrative procedures are inadequate and futile because certain damages, including \nbusiness damages, sought here are not availabl e in those proceedings, that the amount per \nclaim at issue makes those remedies \"entirel y impractical,\" and that DHHS and CSC have \nmade those procedures, in practice, very diffic ult to follow. As to the last justification, \nPlaintiffs allege that the same software defe cts and operational negligence on the part of \nDefendants outlined above have resulted in \"a complete breakdown of reimbursement \nprocedures throughout North Carolina's Medica id system\" such that \"providers have no \nredress in DHHS\" and, therefore, no administrative remedies are available to Plaintiffs.26 \nDISCUSSION \n20. The Motions to Dismiss seek dismissal of Plaintiffs' Claims pursuant to Rules \n12(b)(1), 12(b)(2), and 12(b)(6). \n21. Rule 12(b)(1) allows a party to move to dismiss an action at any stage for lack \nof subject matter jurisdiction.  \"Whenever it appears by suggestion of the parties or otherwise \nthat the court lacks jurisdiction of the subj ect matter, the court shall dismiss the action.\" \nRule 12(h)(3). When a plaintiff fails to exha ust administrative reme dies, \"the court lacks \nsubject matter jurisdiction and the action must be dismissed.\" Justice for Animals, Inc. v. \nRobeson Cnty., 164 N.C. App. 366, 369 (2004).  \n22. If a court lacks personal jurisdiction over a defendant, dismissal pursuant to a \nmotion under Rule 12(b)(2) is proper. Althou gh some courts have held that sovereign \nimmunity presents a question of personal ju risdiction, the North Carolina Court of Appeals \nhas noted that whether the doctrine of sovere ign immunity presents a question of subject \nmatter jurisdiction or personal jurisdiction  \"is an unsettled area of the law in North \nCarolina.\" Zimmer v. N. Carolina Dep't of Transp., 87 N.C. App. 132, 133 (1987).  \n                                            \n26 Id. ¶¶ 133-38. \n \n \n23. Under Rule 12(b)(6), dismissal is appropriate if a plaintiff's complaint fails to \nstate a claim for which relief may be granted. The Court, in deciding a Rule 12(b)(6) motion, \ntreats the well-pleaded allegations of the complaint as true and admitted. Sutton v. Duke , \n277 N.C. 94, 98 (1970). However, conclusions of law or unwarranted deductions of fact are \nnot deemed admitted. Id. The facts and permissible inferences set forth in the complaint are \nto be treated in a light most favorable to the nonmoving party. Ford v. Peaches Entm't Corp., \n83 N.C. App. 155, 156 (1986). As our Court of Appeals has noted, the \"essential question\" \nraised by a Rule 12(b)(6) motion is \"whether the complaint, when liberally construed, states \na claim upon which relief can be granted on any theory.\" Barnaby v. Boardman, 70 N.C. App. \n299, 302 (1984) (citations omitted).  A motion to dismiss should be granted only if \"it appears \ncertain that [the plaintiff] can prove no set of  facts which would entitle [it] to relief under \nsome legal theory.\"  Fussell v. N.C. Farm Bureau Mut. Ins. Co., 364 N.C. 222, 225 (2010). \n24. While the Court is limited in its review of a motion pursuant to Rule 12(b)(6) \nto the factual allegations contained in the Amen ded Complaint, no such limitation exists as \nto Rules 12(b)(1) or 12(b)(2), and the Court may consider matters outside of the Amended \nComplaint. \nSee Harris v. Matthews, 361 N.C. 265, 271 (2007) (regarding Rule 12(b)(1)); Data \nGen. Corp. v. Cnty. Durham, 143 N.C. App. 97, 102 (2001) (regarding Rule 12(b)(2)).  \nFederal Preemption \n25. As a preliminary matter, DHHS contends  that \"Plaintiffs' State [law] claims \nfor relief based on the alleged inefficiencies of NCTracks are preempted by federal laws that \ndictate MMIS requirements.\" 27 DHHS argues that because federal law dictates the \nrequirements for state MMIS systems, and CMS reviews and certifies the state MMIS \n                                            \n27 DHHS Br. Supp. Mot. Dismiss 20-22. DHHS, however, limits its preemption argument to \"Plaintiffs' \ncontractual, declaratory and constitutional claims\" made only against DHHS.  \n \n \nsystems, any state law claims related to No rth Carolina's NCTracks system must be \npreempted by federal law. \n26. In determining whether Congress has exercised its power to preempt state law, \n\"the critical question . . . is always whether Congress intended that federal regulation \nsupersede state law.\"  La. Pub. Serv. Comm'n v. FCC, 476 U.S. 355, 368-69 (1986).  The North \nCarolina Supreme Court has summarized the necessary analysis as follows: \nIn determining whether Congress has invoked this pre-emption power, we give \nprimary emphasis to the ascertainment of congressional intent. This may be \nmanifested in several ways. Chief among the indications of an intent to pre-\nempt is where Congress has legislated so  comprehensively that it has left no \nroom for supplementary state legislatio n. [Preemption] may also be found \nwhere state legislation would impede the purposes and objectives of Congress. \nIn undertaking this analysis, however, we must be mindful of the principle \nthat \"federal regulation of a field of commerce should not be deemed \npreemptive of state regulatory power in the absence of persuasive reasons -- \neither that the nature of the regulated subject matter permits no other \nconclusion, or that Congress has unmistakably so ordained.\" \n \nN.C. Ass'n of Elec. Tax Filers v. Graham , 333 N.C. 555, 561, (1993) (quoting R.J. Reynolds \nTobacco Co. v. Durham Cnty., 479 U.S. 130, 140 (1986)). \n27. DHHS has not shown that Congress has \"unmistakably\" expressed its intent \nto preempt state law with regard to matters rela ting to Medicaid by pointing to any specific \nstatute, rule, regulation, legislative histor y, congressional testimony, or rulemaking \ncommentary. Nor has DHHS provided any pers uasive authority suggesting that \"Congress \nhas legislated so comprehensively [in the area o f  M e d i c a i d ]  t h a t  i t  h a s  l e f t  n o  r o o m  f o r  \nsupplementary state legislation.\" To the contrary , as it relates to the administration of the \nMedicaid program, federal law and regulations require the states to establish rates of \nreimbursement and to promptly pay providers in accordance with those rates.  42 CFR §§ \n447.1, 447.45, 447.201, 447.203, 447.205.  \n \n \n28. Ultimately, the Court concludes that DHHS has failed to establish that federal \nlaw preempts Plaintiffs' State law claims.  Acco rdingly, DHHS' Motion to Dismiss based on \nfederal preemption should be DENIED.  \nFailure to Exhaust Administrative Remedies \n29. Defendants seek dismissal of all of Plaintiffs' claims pursuant to Rule 12(b)(1) \non the grounds that this Court lacks subject matter jurisdiction over those claims because \nPlaintiffs did not exhaust their administrative re medies prior to filing this action.  Where a \nplaintiff fails to exhaust available administra tive remedies, the court lacks subject matter \njurisdiction.  Vass v. Bd. Trs. Teachers' & State Emps.' Comprehensive Major Med. Plan, 324 \nN.C. 402, 408-09 (1989). \n30. Regarding exhaustion of administrative remedies, our Supreme Court has \nrecognized that \n\"[a]s a general rule, where the legislature has provided by statute an effective \nadministrative remedy, that remedy is exclusive and its relief must be \nexhausted before recourse may be had to the courts.\" Presnell v. Pell, 298 N.C. \n715, 721 (1979). \"An action is properly dismissed under Rule 12(b)(1) for lack \nof subject matter jurisdiction where the plaintiff has failed to exhaust \nadministrative remedies.\" \nShell Island Homeowners Ass'n v. Tomlinson , 134 \nN.C. App. 217, 220 (1999). \n \nCraig v. Faulkner, 151 N.C. App. 581, 583 (2002). However, where the administrative remedy \nis inadequate, a plaintiff is not required to exhaust that remedy before turning to the courts. \nShell Island , 134 N.C. App. at 222. The burden of establishing the inadequacy of an \nadministrative remedy is on the party asserting inadequacy.  Huang v. N.C. State Univ., 107 \nN.C. App. 110, 115 (1992).   \n31. North Carolina courts have consistently held that where the General Assembly \nhas provided a review process wherein a ma tter is first addressed by \"commissions or \nagencies particularly qualified for the purpose,. . . after the appropriate agency has developed \n \n \nits own record and factual background upon whic h its decision must rest should the courts \nbe available to review the sufficiency of its process.\" Presnell, 298 N.C. at 721-22. \n32. Defendants contend that all of Plaintiffs' claims in this action could have been \naddressed and remedied through the relevant administrative procedures. These procedures \nprovide, first, for \"reconsideration review\" within DHHS, followed by a contested case hearing \nbefore an administrative law judge at the Office of Administrative Hearings. 10A NCAC \n22J.0102–.0104; G.S. § 150B-23.  Defendants argu e that these procedures are highlighted \nand further explained in the NCMMIS Prov ider Claims and Billing Assistance Guide \n(\"Billing Guide\") available to all Medicaid-eligible care providers.\n28 Since Plaintiffs did not \nexhaust these administrative procedures, Defendants contend that their claims in this action \nmust be dismissed. \n33. The applicable regulations state that a \"provider may request a \nreconsideration review within 30 calendar days from receipt of final notification of payment, \npayment denial, disallowances, payment adjustment, notice of program reimbursement. . . .\" \n10A NCAC 22J.0102. That section further states t hat \"final notification . . . means that all \nadministrative actions necessary to have a cl aim paid correctly have been taken by the \nprovider and [the NC Division of Medicaid A ssistance (\"DMA\"), a division of DHHS] or the \nfiscal agent has issued a final adjudication.\" Id. This process provides an opportunity for \nreconsideration review of any payment decision and states that \"[i]f a provider disagrees with \nthe reconsideration review decision he may request a contested case hearing.\"  10A NCAC \n22J.0104. \n34. The Billing Guide, in turn, provides as follows: \nThe purpose of the regulations contained in 10A NCAC 22J.0101-.0105 is to \nspecify the rights of providers to appeal reimbursement rates, payment \ndenials, disallowances, payment adjustments and cost settlement \n                                            \n28 First Landman Aff., Ex. J., § 12.2.  \n \n \ndisallowances and adjustments. The pr ocess to appeal a claims denial is \nsummarized below.  Please note that provider appeals for actions taken by \nprogram integrity and appeals about reimbursement rates, disallowances, \npayment adjustments and cost settlement disallowances and adjustments are \nexcluded from the process below.  These actions should be appealed to the \nDHHS Hearing Office and the DMA Finance Management Section.29 \n \n35. The Billing Guide then summarizes, and in some cases recites verbatim, the \nregulations contained in 10A NCAC 22J.0102 - .0105.  The Billing Guide states that appeals \nshould be directed to the DMA Appeals Unit, C linical Policy and Programs, and provides a \nmailing address in Raleigh. \n36. Here, Plaintiffs admit that they did not exhaust the administrative remedies \navailable under the DHHS regulations.  Signific antly, none of the Plaintiffs even attempted \nto use the administrative procedures to addre ss the failure to pay claims and other issues \nthey allegedly encountered in attempting to us e NCTracks.  Instead, Plaintiffs allege that \nthe administrative process would have been futile and inadequate to provide the relief they \nseek. \n37. Plaintiffs' argument that the administrative remedies available to them would \nhave been inadequate is somewhat unique.  Plaintiffs contend that DHHS, through its fiscal \nagent CSC, does not issue \"final adjudication s\" or \"final notices\" that would trigger the \nreconsideration review and contested case proc esses and, consequently, Plaintiffs would be \nunable to obtain a \"final agency decision\" fr om which they might seek judicial review. 30  \nPlaintiffs argue, and have presented affidavit evidence which suggests, that the Remittance \nStatements and Billing Guide are so confusing and contradictory that  Medicaid providers \n                                            \n29 Id. \n30 Pl.'s Mem. Opp. CSC's Mot. Dismiss, 2-10.  \n \n \ncannot even determine how to initiate the claims  review process, and, accordingly, none of \nthe Plaintiffs have done so.31 \n38. Once Medicaid reimbursement claims have been submitted, providers receive \nRemittance Statements that notify them of Me dicaid claims that have been paid and those \nthat have been denied, and the amount for whic h the provider is being reimbursed for the \nclaims submitted.32 These Remittance Statements can range from several pages to over 1000 \npages.33  The Remittance Statements provide codes explaining the reasons for each claim \ndenial, and some denied claims show multiple reason codes for the denial.  The Remittance \nStatements do not contain any language indicating  that they are \"final notices\" or \"final \nadjudications\" of the claims. The statemen ts themselves do not reference an appeal \nprocedure. Instead, the Remittance Statements  offer providers the opportunity to correct \ncertain identification numbers used in the claims by mail, but otherwise provide as follows: \nFOR BILLING QUESTIONS/INQU IRIES PLEASE LOGON TO \nNCTRACKPROVIDER PORTAL OR CALL AUTOMATED VOICE \nRESPONSE (AVR) SYSTEM 1-800- 723-4337 OR CALL CSC PROVIDER \nSERVICES 1-100-688-6696. \n \n39. Despite the direction to logon on to NCTracks for questions, the NCTracks \nwebsite \"has no function that allows providers to submit requests for reconsideration review\" \nor any other appeal process.\n34  Plaintiffs' affidavits from the providers who attempted to \npursue their claims thorough the AVR or CSC Provider Services System were all consistent.  \nAll of those providers claim that the telephon e representatives with whom they spoke were \nunable to give them any significant assistance, and in many cases lacked a fundamental \nunderstanding of the Medicaid reimbursement process. Telephone representatives \n                                            \n31 See generally Blum Aff.; Cook Aff; Elmore Aff; Burgess Aff.; Luca Aff.; Blair Aff.; Curlee Aff.; Leonard \nAff. \n32 Blum Aff. Ex. A. \n33 Cook Aff. ¶ 8. \n34 Id.  ¶ 11. \n \n \nsometimes suggested that providers resubmit claims in an attempt to obtain a different \npayment result, but resubmission of claims did not result in payments of claims. \n40. Defendants attempt to counter Plaintiffs' evidence with statistics showing that \nNCTracks processed and paid a large number of claims during its first year of operation, and \nthat the AVR and CSC Provider Services call ce nters have operated relatively efficiently in \nanswering telephone calls.35 Defendants also attempt to explain that the more likely reason \nfor the high incidence of claims denials and changes in payment results experienced by some \nof the affiants is the increased scrutiny of Medicaid claims mandated by the federal \ngovernment.36  Defendants admit, however, that they are aware of only a very limited number \nof provider appeals that have made it to the contested case stage with OAH during the almost \ntwo years since NCTracks went live.  This stro ngly suggests that the appeal procedure is \ndifficult to understand and implement, and, at a minimum, cumbersome to use. \n41. The Court has reviewed the Remittance Statements, regulations, and Billing \nGuide and concludes that they create a very co nfusing and difficult process for providers to \ndetermine why claims have been denied and how to appeal denials.  The Remittance \nStatements are difficult to decipher.  They do  not contain any language indicating that the \nclaims decisions contained in the statements ar e \"final\" adjudications or qualify as \"final \nnotifications,\" within the regulatory language set forth above. That regulatory language does \nnot specify what actions are included in the phrase \"all administrative actions,\" leaving at \nleast some question as to whet her telephone calls to the AVR and CSC Provider Services to \nseek assistance are \"administrative actions\" required before a claims decision becomes a \n                                            \n35 Second Landman Aff. ¶¶ 9, 17. \n36 See id. ¶ 21. \n \n \n\"final adjudication.\" Similarly, the provision in the Billing Guide regarding certain types of \nappeals being excluded from the reconsideration review process is also confusing.37 \n42. Nevertheless, at this stage Plaintiffs have only speculated  that the process \nwould be futile.  Again, none of the Plaintiffs  or the affiants appear to have attempted to \ninitiate an appeal.  While the regulations an d Billing Guide are confusing, the regulations \nexpressly explain an appeal process that c an be initiated by making \"a request for \nreconsideration review\" within 30 days to DM A at the division's address. Even if the \nRemittance Statements do not clearly state that they are a \"final adjudications\" of the claims, \nat some point common sense would suggest that  a provider would at least attempt to follow \nthe appeal procedure provided for in the regulations and the Billing Guide, even if simply to \nget a determination as to whether the Re mittance Statements constituted a final \nadjudication.  \n43. Significantly, the process for seeking review of Medicaid claims decisions did \nnot change with the implementation of NCTracks, but, rather, has apparently been in place \nfor some time.  None of the a ffidavits from providers submitted by Plaintiffs state that any \nof the providers had ever initiated a claims review prior to the implementation of NCTracks.  \nThe inference from the facts in evidence is t hat the new, heightened scrutiny of Medicaid \nclaims that led to the implementation of NCTrac ks also led to a much higher percentage of \nclaims being denied, and caused these provider s to attempt for the first time to use the \nappeals process. \n44. Ultimately, because no Plaintiff has  actually availed itself of the \nadministrative review procedure, the Court is unpersuaded by Plaintiffs' speculative \nargument that DHHS did not sufficiently prov ide finality or effective review and appeal \n                                            \n37 See Pls.' Mem. Opp. CSC's Mot. Dismiss 7-8. \n \n \nprocedures.  Speculation that the administrative review process would have been futile is not \nsufficient to justify bypassing the exhaustion requirements. Affordable Care, Inc. v. American \nDental Partners, Inc. , 153 N.C. App. 527, 534 (2002) (\"[F]utility cannot be established by \nplaintiffs' prediction or anticipation that the Commission would rule adversely to plaintiffs' \ninterests.\"). \n45. Plaintiffs also contend that, even if  DHHS \"provided finality and effective \nreview and appeal procedures,\" Plaintiffs sh ould not be required to  exhaust administrative \nremedies in this case because some of the remedies they seek cannot be obtained from DHHS.  \nIn particular, Plaintiffs argue that they ar e seeking damages for (a) \"the processing and \npayment of legitimate, undisputed reimbur sement claims\" caused by Defendants' \n\"implementation of defective so ftware,\" (b)  damages that were caused by the negligent \ndesign, construction, and implementation of the software, such as interruption to the \nPlaintiffs' businesses and damages caused by late payment of claims\" and (c) for relief \n\"because DHHS has changed reimbursement ru les without following required procedures, \nhas failed to apply mandatory reimbursement rules, and is otherwise out of compliance with \napplicable reimbursement rules.\"38 \n46. As noted above, where \"the remedy established by the APA is inadequate, \nexhaustion is not required. The remedy is cons idered inadequate unless it is 'calculated to \ngive relief more or less commensurate with the claim.' The plaintiffs have the burden of \nshowing, by allegations in the complaint, that the particular remedy is inadequate.\" Shell \nIsland, 134 N.C. App. at 222-223 (internal citations omitted). The Court of Appeals has \nrecognized that, particularly where a plainti ff alleges that administrative remedies are \ninadequate, the court's duty is to \"focus on the allegations of [the] complaint\" to determine \n                                            \n38 Pls.' Memo. Opp. CSC's Mot. Dismiss 11. \n \n \nthe nature of the plaintiff's primary claim and consider whether the administrative remedies \ncould adequately provide relief for that claim. Jackson v. N. Carolina Dep't Human \nResources, 131 N.C. App. 179, 188-89 (1998). A plaintiff \"should not be permitted to bypass \nadministrative procedures by merely pleading a request\" for ancillary relief. Id. at 187. \nAccordingly, the Court now turns to Plaintiffs ' claims for relief to determine whether each \ncould adequately be addressed through the relevant administrative procedures. \nClaims for Unpaid Medicaid Reimbursements \n47. The crux of Plaintiffs' Amended Comp laint is that Defendants failed to \nproperly pay Medicaid reimbursement claims. 39  The Amended Complaint is replete with \nallegations that Plaintiffs' Medicaid claims  have been improperly denied, delayed, or \notherwise mishandled.40  In short, the Court concludes t hat Plaintiffs' \"primary claims\" in \nthis action are for unpaid Medicaid reimburse ments and the Court's focus should be on \nwhether the administrative remedies could adequately provide relief for those claims. \nJackson, 131 N.C. App. at 188-89. \n48. These claims, brought for the failu re to pay legitimate, undisputed \nreimbursement claims, fall squarely within the type of claims that should be resolved through \nthe DHHS administrative procedures. To recover on these claims, Plaintiffs will have to show \nthat the claims at issue were improperly de nied. The determination of whether claims were \nproperly paid or denied is precisely the dete rmination that should be made, in the first \ninstance, by the agency charged with administering the State Medicaid program. See id.; G.S. \n§ 108C-12 (requiring that any appeal from an ad verse determination, defined as a decision \nto \"deny, terminate, suspend, reduce, or re coup a Medicaid paymen t,\" be pursued through \nthe contested case procedure provided by the Administrative Procedure Act).  \n                                            \n39 See Am. Compl. ¶¶ 92-130. \n40 See id.  \n \n \n49. As to these claims, the Court concludes that Plaintiffs were required to first \nexhaust the available administrative remedies  before seeking redress in this Court. \nSpecifically, the Court concludes that Plaintiffs' claims for breach of contract (Claim Three) \nand violation of the North Carolina Constitution (Claim Five) seek damages for the payment \nof improperly or incorrectly denied Medicaid reimbursement claims t hat could potentially \nhave been adequately remedied through DHHS' ad ministrative review and appeal process. \nSince Plaintiffs have not alleged that they pu rsued the administrative processes, they have \nfailed to allege facts establishing that this  Court has jurisdiction over those claims. \nAccordingly, Defendants' moti ons to dismiss those claims should be GRANTED, and \nPlaintiffs claims for breach of contract and fo r violation of the North Carolina Constitution \nshould be DISMISSED. \nClaim for Declaratory Judgment \n50. As to Plaintiff's claim based on DHHS' allegedly improper change to \nmandatory reimbursement rules and failure to follow Medicaid reimbursement rules, this \nclaim implicates two potential remedies: reimbursement of incorrectly denied claims, and the \ndeclaratory relief sought in Plaintiffs' Claim Four. 41 As discussed above, with regard to \nimproperly denied claims, the administrative process could provide the remedy sought by \nPlaintiffs, and Plaintiffs were required to attempt to exhaust the administrative process.   \n51. Similarly, as to the declaratory relief sought in Claim Four, Plaintiffs were \nrequired to first seek a declaratory ruling fr om DHHS regarding the reimbursement rules \nunder the Administrative Procedure Act before bringing a claim in this Court. G.S. § 150B-\n4(a); see Chatmon v. N.C. HHS , 175 N.C. App. 85, 88-89 (2005) (holding that, since the \nplaintiff did not seek a declaratory ruling from DHHS, she could not seek that ruling directly \n                                            \n41 Id. ¶¶ 163-166.   \n \n \nfrom the Superior Court); Woodlief v. Johnson, 75 N.C. App. 49, 56 (1985) (finding absence of \nsubject matter jurisdiction over declaratory ju dgment action because the plaintiff failed to \nfirst seek a declaratory ruling from the No rth Carolina Department of Natural Resources \nunder the APA).  Accordingly, the Court concludes that Plaintiffs have failed to exhaust their \nadministrative remedies regarding DHHS' alleged changes to the reimbursement rules, and \nDefendants' motions to dismiss those claims shou ld be GRANTED, and Plaintiffs claims for \ndeclaratory judgment should be DISMISSED. \nClaims for Damages to Plaintiffs' Businesses \n52. Plaintiffs contend that they should no t be required to exhaust administrative \nremedies on their claims for negligence and unfair and deceptive trade practices because \nthose claims seek damages that cannot be provided by the administrative process.  Plaintiffs \nargue that the tort-type damages for business interruptions and lost business opportunities \ncaused by CSC's negligent design and implemen tation of NCTracks cannot be remedied by \nrelief available through the administrative proc ess. Accordingly, Plaintiffs contend they \nshould not be required to exhaust their administra tive remedies as a prerequisite for filing \nthis lawsuit. 42   \n53. As noted above, in determining the ade quacy of administrative remedies, the \nCourt's duty is to identify the nature of Plaintiffs' \"primary claim.\" Jackson, 131 N.C. App. \nat 188-89. Once the Court has determined the primary claim raised by the Complaint, it must \ndetermine whether the administrative remedy provides relief \"more or less commensurate\" \nwith the claim.  If the administrative relief is adequate to remedy the primary claim, then \nthe plaintiff must have exhausted the administrative process before filing a suit in court. \n                                            \n42 Pls.' Br. Opp. CSC's Mot. Dismiss 11-14. \n \n \n54. Our appellate courts have not provided definitive guidance for identifying a \ncomplaint's primary claim, but the Court of Appeals' decision in Jackson is instructive. In \nJackson, the plaintiff's son, Randy, was a Medicaid-eligible child enrolled a State \nadministered mental health treatment progra m. 131 N.C. App. at 181. The State agency \nadministering the mental health program refused the plaintiff's doctor-recommended request \nto admit her son to a mental health hospital. Id. The plaintiff alleged that, despite her \nrequests, the State agency never provided her with information about her right to appeal the \ndenial, and delayed providing a written notice of the denial. The plaintiff claimed her son \nsuffered compensatory damages as a result of not being admitted to the hospital.  Id. at 181-\n82. The plaintiff filed suit in Superior Court seeking monetary damages, and injunctive and \ndeclaratory relief. The defendant moved to dismiss because the plaintiff had not exhausted \nthe applicable administrative process, and the trial court granted the motion to dismiss. Id. \nat 184. On appeal, the plaintiff argued, inter alia, that the trial court erred in dismissing her \ncomplaint because the administrative forum co uld not provide the compensatory monetary \ndamages she sought based the denial of medical care and violation of her son's constitutional \nrights. Id. at 186. The Court of Appeals affirmed the dismissal of the plaintiffs' claim for \nmonetary damages, holding: \nNotwithstanding the relief for which plaintiff prays in this case, we must focus \non the allegations of her complaint; plaintiff's primary claim is for the provision \nof mental health care to which she asserts Randy is entitled under Federal and \nState Medicaid programs.  That is an issue which should properly be \ndetermined in the first instance by the agencies statutorily charged with \nadministering the public system for the delivery of such care, through \nadministrative procedures and without premature intervention by the courts. \nThe procedures available through the NCAPA are calculated to require, if \nplaintiff is correct, the provision of such care and, thus, \"to give relief more or \nless commensurate\" with her claim. We do not believe plaintiff's insertion of a \nprayer for monetary damages in this  case renders administrative relief \ninadequate so as to relieve her from the requirement that she exhaust \navailable administrative remedies before resorting to the courts.   \n \nId. at 188-89 (emphasis added). \n \n \n \n55. A review of the extensive allegations in the Amended Complaint in this case \nleaves no doubt as to Plaintiffs' primary claim or as to the primary relief Plaintiffs' seek.  \nPlaintiffs seek reimbursement for Medicaid cl aims that were improperly denied because of \nCSC's negligent design, implementation, and administration of the NCTracks system. 43  In \nfact, of the eight categories of damages enum erated in the Amended Complaint, seven of \nthose categories begin with the statement \"[r]eimbursements were not paid.\"44 Four of those \nseven categories expressly ma ke references to problems with the NCTracks system. 45 The \neighth category of damages sought by Plaint iffs are the tort-type damages, including: \n\"salaried employee time diverted to addressing the problems imposed by NCTracks; hiring of \nadditional employees; additional wages and ov ertime paid for employees to contend with \nNCTracks; interest on loans taken to cover cash flow shortages due to non-payment of \nreimbursements; lost clinical time; lost profits for services they have been unable to perform; \nand similar harm to Plaintiffs' businesses.\" 46 (hereinafter these damages are collectively \nreferred to as \"business damages\").  These damages were caused primarily, if not exclusively, \nby the improper failure to pay Medicaid claims. \n56. The Plaintiffs' arguments in their Me morandum confirm that Plaintiffs' \nprimary claim negligence damages arise from the failure to properly reimburse Medicaid \nclaims.  Plaintiffs argue that \"CSC's wrongd oing led to the implementation of defective \nsoftware that has prevented the processi ng and payment of legitimate, undisputed \nreimbursement claims\" and that Plaintiffs  seek \"damages that were caused by \nimplementation of the software, such as in terruption to the Plaintiffs' businesses and \n                                            \n43 Am. Compl. ¶ 92 (a)-(h). \n44 See id. \n45 Id. ¶ 92(b), (c), (f), and (g). \n46 Id. ¶ 92(h). \n \n \ndamages caused by late payment of claims\" and \"damages, including the nonpayment of \nproperly submitted claims, the lost time valu e of money, and other damages, which were \ncaused by defects in NCTracks itself.\"47 \n57. In addition, the evidence contained in th e affidavits filed by Plaintiffs relates \nto the time and effort spent by Medicaid pr oviders in attempting to get reimbursement \ndenials reviewed. Tellingly, with regard to Plaintiffs' claim for alleged damages for the \n\"hiring of additional employees,\" the affidavit of Rebecca Burgess, an insurance/billing \nrepresentative for Plaintiff Nash Ob/Gyn Associates, P.A., for example, states that she \"was \ncontracted by [the provider] for the specific \ntask of addressing unpaid Medicaid \nreimbursement claims that had been pending since NCTracks went live.\"48 As such, the Court \nis not persuaded by Plaintiffs' contention that their claims for business damages are entirely \nseparate from their claims for unpaid Medicaid reimbursements. \n58. Accordingly, the Court concludes that Plai ntiffs' primary claim in this case is \nfor reimbursement for Medicaid claims that they allege were improperly not paid because of \nflaws in the design, implementation, and administration of the NCTracks system, and for \nrelated business damages resulting from the non-payments. The administrative remedies \navailable are \"calculated to give relief more or less commensurate with [this] claim.\" The \ndetermination of whether these claims were impr operly paid or denied should be made, in \nthe first instance, by the agency charged with  administering the State's Medicaid program. \nIndeed, without evidence that any Plaintiff attempted to pursue these administrative \nremedies, the Court concludes that it is simp ly premature to determine that the claim for \nadditional business damages renders those remedies inadequate. Accordingly, as in \nJackson, \nthat Plaintiffs have pleaded an ancillary claim for monetary damages does not render the \n                                            \n47 Pls.' Mem. Opp. CSC's Mot. Dismiss 11, 12-13. \n48 Burgess Aff. ¶3 (emphasis added). \n \n \navailable administrative process inadequate so as to relieve Plaintiffs from the requirement \nthat they first exhaust their administrative re medies before seeking redress in this Court. 49  \nBecause Plaintiffs have failed to exhausts these administrative remedies, Defendants' \nMotions to Dismiss should be GRANTED, and Claims One and Two should be DISMISSED. \nCONCLUSION \n59. Ultimately, the burden of proving that administrative remedies are inadequate \nin this action rests on Plaintiffs. Jackson, 131 N.C. App. at 186. Although sympathetic to the \napparently difficult administrative process, the Court concludes that, particularly in light of \nthe fact that not a single Plaintiff has a ttempted to use the available administrative \nprocedures to resolve their Medicaid reimburse ment claims, Plaintiffs have simply failed to \nsatisfy this burden. Accordingly, Defendants' Motions to Dismiss pursuant to Rule 12(b)(1) \nshould be GRANTED. Because the Court conclude s that it lacks subject matter jurisdiction \nover Plaintiffs' claims, it need not address the arguments raised by Defendants under Rules \n12(b)(2) or 12(b)(6). \nTHEREFORE, IT IS ORDERED that: \n60. Defendants' Motions to Dismiss pursuant to Rule 12(b)(1) are GRANTED. \n61. Defendants' Motions to Dismiss pursuant to Rules 12(b)(2) and 12(b)(6) are \nDENIED, as moot. \n62. This Amended Opinion and Order shall supersede the Opinion and Order on \nMotions to Dismiss entered on June 11, 2015, in all respects. The June 11 Opinion and Order \nis WITHDRAWN. \n \n                                            \n49 The Court notes that Plaintiffs did not cite to any authority to support their assertion that the \nbusiness damages they seek could not be sought through the administrative process, and the Court is \nunable to find any specific statute, regulation, or case law expressly stating that tort-type damages \nare unavailable as a remedy at the administrative level in this context. \n \n \nThis the 12th day of June, 2015. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}