{
  "id": "ee3c7e2a84c349bd68491d2ad711592a3c14f2ae8b6a624b256b3efe1678a2ba",
  "source_file": "data/raw/ncbc/ee3c7e2a84c349bd68491d2ad711592a3c14f2ae8b6a624b256b3efe1678a2ba.pdf",
  "raw_text": "InSight Health Corp. v. Marquis Diagnostic Imaging of N.C., LLC, 2016 NCBC 75. \n \n \nSTATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 1783 \n \nINSIGHT HEALTH CORP. d/b/a \nINSIGHT IMAGING, \n \nPlaintiff, \n \nv. \n \nMARQUIS DIAGNOSTIC IMAGING \nOF NORTH CAROLINA, LLC; \nMARQUIS DIAGNOSTIC IMAGING, \nLLC; JOHN KENNETH LUKE; \nGENE VENESKY; and TOM \nGENTRY, \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT MDI-NC’S REVISED \nMOTION FOR LEAVE TO AMEND \nCOUNTERCLAIMS \n \n \n \n1. THIS MATTER  is before the Court upon Defendant Marquis Diagnostic \nImaging of North Carolina, LLC ’s (“MDI-NC” or “Defendant” ) Revised Motion for \nLeave to Amend Counterclaims (the “ Motion”) in the above -captioned case. After \nconsidering the Motion, briefs in support of and in opposition to the Motion, and the \narguments of counsel at a hearing on the Motion, the Court memorializes its oral \nruling at the hearing and hereby GRANTS in part and DENIES in part the Motion.  \nSmith Moore Leatherwood, LLP, by Marcus C. Hewitt and Jeffrey R. \nWhitley, for Plaintiff InSight Health Corp. d/b/a InSight Imaging.  \n \nRoberts & Stevens, P.A., by Wyatt S. Stevens, Ann-Patton Hornthal, \nStephen L. Cash, and John D. Noor, for Defendants Marquis Diagnostic \nImaging of North Carolina, LLC, John Kenneth Luke, Gene Venesky, \nand Tom Gentry. \n \nBledsoe, Judge.  \n \n \n \n \n \n \nI.  \nPROCEDURAL FACTS AND BACKGROUND \n2. The Court recites the facts that are relevant for purposes of resolving the \npresent Motion. \n3. This action arises out of two transactions, which Plaintiff  InSight Health \nCorp. d/b/a InSight Imaging (“Plaintiff” or “ InSight”) views as independent of one \nanother and Defendant views as related transactions.  Plaintiff’s claims arise out of  \nthe alleged breach of a lease agreement in which InSight agreed to provide a magnetic \nresonance imaging scanner (“MRI”) and associated staff and services (the “ InSight \nMRI Agreement”) to MDI-NC, which owns and operates a medical diagnostic imaging \ncenter in Asheville, North Caro lina.  (Am. Compl. ¶¶ 2a –2c, 13 –15.)  Defendant’s \ncounterclaims arise out of extended negotiations for InSight’s purchase of MDI-NC’s \nassets, a transaction which ultimately never occurred.   \n4. In 2011, the parties began discussing InSight’s potential purchase of MDI-\nNC, and the parties entered into a Letter of Intent (“LOI”) on June 12, 2012.  \n(Countercl. ¶ 10.)  The LOI stated that it was a “non-binding expression of the mutual \nintent of the parties” regarding InSight’s proposed purchase of MDI -NC’s assets for \n$2.1 million.  (Pl.’s Br. Opp. Mot. Amend Ex. A, hereinafter “LOI,” ¶¶ 4, 16.)   \n5. MDI-NC alleges that InSight agreed to purchase MDI-NC’s assets free of all \nobligations and that the LOI’s $2.1 million purchase price was contingent upon MDI-\nNC’s termination of its then-existing MRI lease with Alliance Healthcare Services  \n(“Alliance”).  (Countercl. ¶¶ 8–10.)  MDI-NC terminated its MRI lease with Alliance \n \n \n \nand entered into a new MRI lease agreement with InSight on July 12, 2012 (the \n“InSight MRI Agreement”).  (Countercl. ¶ 11.)   Under the terms of the InSight MRI \nAgreement, InSight agreed to provide to MDI -NC an MRI scanner, as well as a \n“qualified technologist” to operate the MRI scanner, in exchange for MDI-NC’s \nmonthly payments in accordance with the payme nt schedule set forth in the MRI \nAgreement.   \n6. After purportedly  discovering a calculation error in its due diligence \ncalculations concerning MDI -NC’s assets, InSight reduced its purchase offer to \n$250,000, which MDI -NC did not accept.   (Def.’s Revised Mot. Amend Ex. A, \nhereinafter “Proposed Countercl.” ¶¶ 37 –38.)  On November 15, 2013, less than two \nyears into the seven -year term of the MRI Agreement, MDI-NC ceased operations \nand sold its assets to another company  for less than $2.1 million .  (Countercl. ¶ 20; \nAm. Compl. ¶ 38.)   InSight alleges that MDI-NC has made no further payments on \nthe MRI Agreement since that time, and InSight’s claims arise out of th is claimed \nbreach of the MRI Agreement.  MDI-NC alleges that InSight never intend ed to \npurchase MDI -NC’s assets for $2.1 million  and wrongfully induced MDI -NC into \nterminating its Alliance MRI lease and entering into the MRI Agreement with \nInSight in an attempt to leverage a purchase price for MDI -NC’s assets below their \nfair market value.  (Countercl. ¶ 19.)  MDI-NC’s claims arise out of the parties’ failed \nnegotiations and the LOI. \n7. Plaintiff commenced this action on April 25, 2014 , alleging claims against \nDefendants for breach of contract, fraudulent transfer under N.C. Gen. Stat. § 39–23 \n \n \n \net seq., unfair and deceptive trade practices under N.C. Gen. Stat. § 75 -1.1 et seq., \nwrongful distribution and personal liability under N.C. Gen. Stat. § 57C -4-06, \npiercing the corporate veil, breach of fiduciary duty, and constructive fraud.   MDI-\nNC asserte d counterclaims on January 16, 2015 for fraud in the inducement and \nunfair and deceptive trade practices, claiming that InSight wrongfully induced MDI-\nNC into terminating its Alliance MRI lease and entering into the MRI Agreement \nwith InSight in an attempt to leverage a purchase price  for MDI-NC’s assets below \ntheir fair market value.  (Countercl. ¶ 19.)     \n8. On the last day of the discovery period, MDI-NC filed the Motion, seeking to \nalter certain factual allegations, to assert a new and separate claim for breach of the \nduty to negotiate in good faith, and to amend its fraud in the inducement claim to \nadvance a theory of fraudulent concealment.  Specifically, the Motion seeks to add \nallegations relating to InSight’s alleged motive for entering into the LOI and InSight’s \nmethods for calculating MDI-NC’s value.  The Motion is now ripe for resolution.1   \nII. \nLEGAL STANDARD \n9. Under North Carolina Rule of Civil Procedure 15, “leave [to amend] shall be \nfreely given when justice so requires.”  N.C. R. Civ. P. 15(a).    A motion for leave to \namend is addressed to the sound discretion of the trial court.  Chicopee, Inc. v. Sims \nMetal Works, Inc. , 98 N.C. App. 423, 430, 391 S.E.2d 211, 216 (1990) (citation \n                                                 \n1 The Court announced its ruling on the Motion at the hearing and advised that it would \nissue this written ruling at a later date.  In light of a then -upcoming dispositive motions \ndeadline, the Court requested that MDI-NC file its Amended Counterclaims consistent with \nthe Court’s oral ruling shortly after the hearing, which MDI-NC did on March 7, 2016.   \n \n \n \nomitted).  Although the Court is not required to state specific reasons when denying \na motion to amend, proper grounds justifying denial include undue delay, bad faith, \nundue prejudice, futility of amendment, and repeated failure to cure defects by \nprevious amendments.  Id.  Thus, “[a]lthough the spirit of the North Carolina Rules \nof Civil Procedure is to permit parties to proceed on the merits without the strict and \ntechnical pleading rules of the past, the rules still provide some protection for parties \nwho may be prejudiced by liberal amendment.”  Henry v. Deen, 310 N.C. 75, 82, 310 \nS.E. 326, 331 (1984).   \n10. A motion for leave to amend is futile and appropriately denied when the \n“proposed amendment could not withstand a motion to dismiss for failure to stat e a \nclaim.”  Smith v. McRary, 306 N.C. 664, 671, 295 S.E.2d 444, 448 (1982).  Therefore, \nthe Court may deny leave to amend where the proposed amendment “ fails to allege \nthe substantive elements of some legally cognizable claim, or where it alleges facts \nthat defeat the claim.”  Hudson-Cole Dev. Corp. v. Beemer, 132 N.C. App. 341, 345 –\n46, 511 S.E.2d 309, 312 (1999) (citations omitted) (describing the 12(b)(6) standard).   \nIII. \nANALYSIS \nA. Breach of the Duty to Negotiate in Good Faith \n11. MDI-NC seeks to add a counterclaim for the breach of the duty to negotiate \nin good faith, relying on the Business Court’s decision in RREF BB Acquisitions, LLC \nv. MAS Props., LLC, 2015 NCBC LEXIS 61 (N.C. Super. Ct. June 9, 2015) (McGuire, \nJ.).  In RREF, Judge McGuire concluded as a matter of first impression under North \n \n \n \nCarolina law and on the unique facts of that case that an agreement to continue \nnegotiating in good faith could be enforceable under North Carolina contract law.  Id. \nat *57.  \n12. RREF involved approximately $5 million in loans made by a bank to a real \nestate company, which loans the parties renewed or modified almost annually for \nmore than a decade .  Id. at *6–7.  After the bank decided not to renew the loans in \n2012, the parties entered into negot iations to restructure the loans; shortly after \nentering into negotiations, and without informing the real estate company, the bank \nbegan marketing the loans for sale.  Id. at *9–10.  Towards the end of October 2012, \nafter several months of negotiations, the real estate company’s principal, inside legal \ncounsel, and outside legal counsel met with the bank’s representatives and outside \nlegal counsel to discuss terms for restructuring the loans.  Id. at *12–13.  At that \nmeeting, the bank submitted a term sheet to the real estate company, and the parties \napparently agreed on most of the material terms of the proposed loan workout.  Id. at \n*13.  Less than a month later, the real estate company sent the bank a revised term \nsheet.  Id. at *13–14.  The next day, the bank ceased communications with the real \nestate company and shortly thereafter sold the loans to a third party.  Id. at *15.  The \nreal estate company asserted a claim for the breach of the duty to negotiate in good \nfaith, alleging that the bank breached that duty by (1) abandoning the loan workout \nnegotiations or (2) failing to communicate that the October term sheet was a best and \nfinal offer, in which case the real estate company would have accepted rather than \n \n \n \ncountered the bank’s offer.  Id. at *51–52.  Judge McGuire denied the bank’s motion \nfor summary judgment on that claim.   \n13. The RREF opinion held that an agreement to continue to negotiate in good \nfaith could be enforceable, “provided that it met all of the req uirements for contract \nformation under North Carolina law,” because North Carolina law already implies in \nevery contract a duty of good faith and fair dealing.  RREF, 2015 NCBC LEXIS 61, at \n*57.  Judge McGuire concluded that a  duty to negotiate in good faith does not arise \nspontaneously or independently, but may arise from a binding “preliminary \nagreement” between parties to continue negotiations.  Id. at *53–54 (quoting Sony \nEricsson Mobile Communs. USA, Inc. v. Agere Sys. , 2007 NCBC LEXIS 28, *7 –10 \n(N.C. Super. Ct. Aug. 27, 2007) (applying New York law to acknowledge preliminary \nagreements to negotiate as enforceable and capable of obligating parties “to continue \nto negotiate all terms in good faith”).   \n14. In denying the bank’s motion for summary judgment, Judge McGuire did \nnot imply a duty to negotiate in good faith based on the terms of the alleged \nrestructure agreement that was then at issue, but instead left open for later \ndetermination whether the parti es had entered into an agreement to continue \nnegotiating in good faith and whether the bank breached such an agreement.  \nSpecifically, Judge McGuire determined that: \nA jury could conclude that while the parties did not reach a final \nagreement on all of the  material terms of a restructure deal in the \nOctober 29, 2012 meeting, their words and conduct established  an \nagreement to continue negotiating in [an] attempt to finalize the terms \nof the agreement and close on a restructure agreement before the end of \n2012.   \n \n \n \nRREF, 2015 NCBC LEXIS 61, at *57–58.   \n15. In reaching that conclusion, the Court took into consideration evidence that \nat the October 29, 2012 meeting, the bank “stressed that the deal needed to, and \nwould, close before the end of the year,” that the pa rties then “shook hands to \nacknowledge the agreement reached,” and that the bank subsequently sent the real \nestate company a term sheet that stated it was to “facilitate discussion on the terms \ncontained herein” which included a summary of “the terms on wh ich [the bank] \nbelieved the parties had reached agreement.”  Id. at *56 –57.  Notably, the Court \nobserved that even if parties have entered into a binding agreement to negotiate in \ngood faith, that agreement “d[oes] not bind either party to the final terms of the . . . \ndeal.”  RREF, 2015 NCBC LEXIS 61, at *58.  In sum, Judge McGuire found that the \nplaintiff had proffered sufficient evidence to allow a determination that the parties \nhad made a contract, one of the terms of which was that the parties had agreed to \ncontinue to negotiate in good faith. This is separate from a determination that there \nexists an implied duty to negotiate in good faith independent of evidence that the \nparties’ negotiations contemplated such an agreement. \n16. The parties filed a stipulation of dismissal in the RREF case on December \n16, 2015 prior to any appeal.  The North Carolina appellate courts have not discussed \nRREF, its holding, or whether North Carolina law permits a claim based on a breach \nof an agreement to negotiate in good faith in any reported decision to date.   In \nassessing the viability of MDI-NC’s proposed claim here, however, the Court need not \nadopt or reject the holding in RREF because the Court concludes that MDI-NC has \n \n \n \nfailed to allege two elements necessary to state the claim Judge McGuire recognized \nin RREF.  In particular, the Court concludes that MDI -NC’s purported claim for \nbreach of an agreement to negotiate in good faith must fail, both because MDI -NC \nhas failed to plead that the parties entered into a binding agreement to negotiate , \nand because MDI-NC has pleaded that InSight’s alleged breach resulted from \nInSight’s unilateral mistake rather than as an intentional act taken in bad faith.   \n17. The relevant facts here are very different from those in RREF.  Indeed , \nunlike in RREF, the parties in the present case entered into a Letter of Intent, in \nwhich they set forth specific terms governing their duty to negotiate.  The LOI entered \ninto between InSight and MDI-NC is a fairly standard preliminary document that \npurports to be a “non-binding expression of the mutual intent of the parties.” 2  (LOI \n¶ 16.)  Generally, letters of intent are found to be unenforceable agreements to agree \nwhen relied upon to enforce the contemplated transaction.  See JDH Capital, LLC v. \nFlowers, 2009 NCBC LEXIS 8, at *15–16 (N.C. Super. Ct. Mar. 13, 2009) ( holding a \nletter of intent unenforceable where it expressly states that it is non -binding, \ncontemplates future agreements, and leaves material terms undecided). \n18. The language of the LOI makes plain that there was no binding agreement \nunder the LOI for InSight and MDI-NC to continue negotiations at the time of the \n                                                 \n2 The LOI was attached to InSight’s brief in opposition to the Motion.  Because the Court \nwould be permitted to consider the LOI on a Rule 12(b)(6) motion t o dismiss, the Court \nconsiders the LOI here in determining whether MDI -NC’s proposed amendment would \nwithstand a motion to dismiss.  See Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60, 554 \nS.E.2d 840, 847 (2001) (On motion under Rule 12(b)(6), the trial court “may properly consider \ndocuments which are the subject of a plaintiff's complaint and to which the complaint \nspecifically refers even though they are presented by the defendant.”) (citation omitted). \n \n \n \n \nalleged breach .  Indeed, t he LOI expressly stated that it was a “ non-binding \nexpression of the mutual intent of the parties,” which would not give rise to any \n“legally binding, rights, or liabilities of any nature whatsoever”  among the parties \nexcept as expressly provided.  (LOI ¶ 16.)   The LOI further provided that it did “not \ngive any person or any entity any rights or claims against another in the event that \neither party for any reason or for no reason terminate [d] negotiations” except with \nregard to certain limited claims not relevant here.  (LOI ¶ 16.)3   \n19. Moreover, the LOI contained an exclusivity provision obligating the parties \nnot to negotiate with third parties.  (LOI ¶ 11.)  That provision expressly stated that \nMDI-NC “shall in good faith negotiate exclusively with [ InSight] regarding the \ntransaction” for a period of no more than ninety days .  (LOI ¶ 11.)  Notably, this \nprovision only imposed an express duty to negotiate in good faith on  MDI-NC.  No \nprovision of the LOI expressly imposed a parallel duty on InSight.  Furthermore, the \n                                                 \n3 Paragraph 16 of the LOI specifically provides, in relevant part: \n \n16.  Non-Binding Nature.  THIS LOI IS INTENDED TO CONSTITUTE A \nNON-BINDING EXPRESSION OF THE MUTUAL INTENT OF THE \nPARTIES REGARDING THE SUBJECT MATTER HEREOF.  [Except as \nprovided herein], neither InSight nor the Company shall have any legally \nbinding obligations, rights or liabilities of any nature whatsoever to any party \nhereto or to any other persons or entities, whether pursuant to this LOI or \nrelating in any manner to the Transaction or the consideration thereof.  \nNotwithstanding anything in this LOI to the contrary, this LOI shall not \nconstitute an obligation or commitment of any person or entity to enter into \nthe Definitive Agreements, consummate the Transaction or pay any of the \npurchase price [set forth herein].  In addition,  this LOI shall not give any \nperson or any entity any rights or claims against another in the event that \neither party for any reason or for no reason terminates negotiations regarding \na Transactions, other than in respect of claimed breaches of [the LOI’s \nconfidentiality, expenses, exclusivity, or indemnity provisions]. \n \n \n \n \nalleged breach of the agreement to negotiate as pleaded here did not occur until after \nthe ninety-day exclusivity period had expired.   \n20. Notwithstanding the provisions of the LOI, MDI-NC alleges that the parties’ \nconduct gave rise to an agreement to negotiate in good faith after the expiration o f \nthe ninety-day period.  (Proposed Countercl. ¶ 65.)  This alleged conduct includes \nInSight’s continued expression of its intent to consummate the transaction and its \nprovision of a draft Asset Purchase Agreement to MDI-NC.  (Proposed Countercl. ¶¶ \n26–27.)  H owever, the LOI expressly declare d that “there shall be no obligations \nwhatsoever based on such things as . . . extended negotiations . . . or courses of conduct \n(including reliance and changes of position).”  (LOI, preamble.)4  As noted, the parties \nfurther agreed that the LOI would not commit either party to go through with the \nfinal transaction and that the parties could walk away from the proposed deal for any \nreason or no reason.  (LOI ¶ 16.)  In the face of that language, the Court concludes \nthat MDI-NC has not alleged that InSight assented to a binding agreement to \nnegotiate beyond the scope of the LOI .  See, e.g., Parker v. Glosson , 182 N.C. App. \n229, 232, 641 S.E.2d 735, 737 (2007) (“In law, this agreement [to be bound] is called \nmutual assent and is customarily described as a ‘meeting of the minds.’”). \n21. MDI-NC also argues in opposition that the presence of a confidentiality \nclause, a clause requiring compliance with due diligence, and the description of the \n                                                 \n4  The second paragraph of the LOI specifically provides, in relevant part, that “it is the \nparties’ intent that, except as expressly provided below and until the execution of Definitive \nAgreements, if any, no agreements shall exist between them and there shall be no obligations \nwhatsoever based on such things as parol evidence, extended negotiations, ‘handshakes,’ oral \nunderstandings or courses of conduct (including reliance and changes of position).”   (LOI, \npreamble.) \n \n \n \nLOI as an agreement, are all indicators that, despite the LOI’s contrary explicit \nlanguage discussed above, the LOI , considered as a whole , implies an agreement to \nnegotiate in the future.  The Court finds MDI -NC’s arguments unpersuasive in the \nface of the plain language of the LOI, particularly in light of the well-established rule \nof contract construction that “ when general terms and specific statements are \nincluded in the same contract and there is a conflict, the general terms should give \nway to the specifics.”  Woods-Hopkins Contracting Co. v. N.C. State Ports Auth., 284 \nN.C. 732, 738, 202 S.E.2d 473, 476 (1974).   \n22. The Court additionally concludes that MDI-NC’s claim for breach of the duty \nto negotiate in good faith would be futile because MDI-NC has not identified conduct \nby InSight that would be in breach of such a duty  if the duty were found to exist on \nthese alleged facts.  MDI-NC complains that: \nIf InSight had fully disclosed the fundamental errors it made in \ncalculating MDI of NC’s assets, had accurately disclosed the amount it \npaid to purchase the subject MRI machine and then made a reasonable \noffer to buy the assets, MDI of NC would have continued negotiating \nwith InSight in good faith and likely would have sold its assets to \nInSight for a reasonable, fair market value price.”   \n \n(Proposed Countercl. ¶ 45.)  MDI-NC further alleges that InSight withheld the fact \nthat it had the additional goal of entering into a partnership with a third -party \nhospital.  (Proposed Countercl. ¶¶ 23–24.)  “A breach of the implied covenant of good \nfaith and fair dealing ‘requires the wrongful intent of a party to deprive another party \nof its contractual rights.’”  RREF, 2015 NCBC LEXIS 61, at *47 (quoting  Hamm v. \nBlue Cross & Blue Shield of N.C., 2010 NCBC LEXIS 17, at *20 (N.C. Super. Ct. Aug. \n27, 2010)).  Here, MDI-NC essentially alleges that had InSight disclosed its valuation \n \n \n \nmethod to MDI -NC, MDI -NC would have identified and corrected InSight’s errors \nand the parties would have continued negotiating tow ards a mutu ally agreeable \npurchase price.  InSight’s failure to share its flawed calculations with MDI-NC is not \nalleged as an act of wrongful intent—but rather as InSight’s unilateral mistake—and \nthose allegations cannot therefore be the basis for a claim for the breach of the duty \nto negotiate in good faith.   See also, e.g., Dull v. Mutual of Omaha Ins. Co ., 85 N.C. \nApp. 310, 318, 354 S.E. 2d 752, 757  (1987) (noting that breach of duty of good faith \nand fair dealing requires wrongful intent).5   \n23. The Court therefore finds that this case presents far different facts than \nthose Judge McGuire confronted in RREF.  Indeed, not only does this case involve an \nalleged contract document that contains specific provisions expressly disclaiming the \ncontractual obligations that MDI -NC now seeks to enforce, but MDI -NC also \nrepeatedly describes InSight’s alleged breach as stemming from InSight’s unilateral \nmistake rather than as an intentional act taken in bad faith.  (Proposed Countercl. ¶ \n45.)   \n24. Accordingly, whether the rule arising from RREF is adopted or rejected by \nour appellate courts, the Court concludes that the LOI here fails to create any binding \nagreement or duty to negotiate in good faith on either party  beyond, at most, the \n                                                 \n5  The Court considers it worthwhile to point out that, if the breach of the duty to negotiate \nin good faith claim were allowed and MDI -NC was ultimately successful, MDI -NC would \nlikely be limited in its damages.  Where such a claim is recognized, the traditional remedy \nfor breach of the duty to negotiate in good faith is reliance damages.  See SIGA Techs., Inc. \nv. Pharmathene, Inc., 67 A.3d 330, 348 (Del. 2013).  Those jurisdictions that allow expectation \ndamages for the breach of an agreement to negotiate in good faith only do so if the aggrieved \nparty can prove that the final contract would have resulted but for the breach and that \ndamages are provable to a reasonable certainty.  Id. at 349–51 (collecting cases). \n \n \n \nninety-day period contemplated in the document.  Moreover, Defendant has failed to \nallege that InSight engaged in conduct in breach of the purported duty, a necessary \nelement of the purported claim.  As a result, MDI -NC’s proposed counterclaim for \nbreach of an alleged duty to negotiate is subject to dismissal as a matter of law and \ntherefore MDI-NC’s motion to amend to assert this proposed counterclaim should be \ndenied as futile.  See, e.g., N.C. Council of Churches v. State , 120 N.C. App. 84, 94, \n461 S.E.2d 354, 360–61 (1995) (affirming denial of a motion to amend as futile where \n“plaintiff’s claims, even as amended, cannot survive [a dispositive motion]”). \nB. Fraudulent Concealment \n25. In its proposed revised counterclaims, Defendant seeks to expand its fraud \nin the inducement claim to include allegations of fraudulent concealment.  \nSpecifically, MDI-NC alleges that InSight failed to disclose to MDI -NC that its \nproposed asset purchase “was motivated by securing a partnership” with a lo cal \nhospital, and this “constituted a concealment of a material fact.”  ( Proposed \nCountercl. ¶ 50.)  MDI-NC further alleges that because it had no “way of discovering \nthe potential impact of InSight securing a partnership” with the hospital, its reliance \non “InSight’s various representations that it intended to purchase” MDI -NC’s assets \nwas reasonable.  (Proposed Countercl.  ¶ 55. )  Defendant claim s that InSight’s \nconcealment of this fact caused it damage —that had it known of InSight’s intended \npartnership with the local hospital, it would not have executed the MRI Agreement \nand taken itself off the market, nor would it have terminated the Alliance MRI lease.  \n(Proposed Countercl. ¶ 54.)  \n \n \n \n26. To successfully bring a claim for fraudulent concealment, a plaintiff must \nallege:  \n(1) the relationship [between plaintiff and defendant] giving rise to the \nduty to speak; (2) the event or events triggering the duty to speak and/or \nthe general time period  over which the relationship arose and \nthe fraudulent conduct occurred; (3) the general content of the \ninformation that was withheld and the reason for its materiality; (4) the \nidentity of those under a duty who failed to make such disclosures; (5) \nwhat [t he defendant] gained by withholding information; (6) why \nplaintiff’s reliance on the omission was both reasonable and detrimental; \nand (7) the damages proximately flowing from such reliance. \n \nLawrence v. UMLIC-Five Corp., 2007 NCBC LEXIS 20, *9 (N.C. Super. Ct. June 18, \n2007) (alteration in original) (adopting Breeden v. Richmond Cmty. Coll., 171 F.R.D. \n189, 195–96 (M.D.N.C. 1997)).   \n27. A legal duty to disclose usually does not exist outside of a fiduciary \nrelationship.  Breeden, 171 F.R.D. at 196; see also Computer Decisions v. Rouse Office \nMgmt., 124 N.C. App. 383, 389, 477 S.E.2d 262, 265–66 (1996) (holding that there is \nno duty of disclosure in a commercial transaction between commercial parties \noperating at arm’s length).  However, parties dealing at arm’s length may be under a \nduty to disclose when “one party has taken affirmative steps to conceal material facts \nfrom the other.”  Breeden, 171 F.R.D. at 196; see, e.g., Ragsdale v. Kennedy, 286 N.C. \n130, 138, 209 S.E.2d 494, 500 (1974) (holding that a party seeking to sell its interest \nin a corporation was under a duty to disclose after “he concealed material financial \nfacts concerning the corporation's liquidity and indebtedness”).  A duty to disclose in \narm’s length negotiations also arises “where one party has knowledge of a latent \ndefect in the subject matter of the negotiations about which the other party is both \n \n \n \nignorant and unable to discover through reasonable diligence.”  Harton v. Harton, 81 \nN.C. App. 295, 298, 344 S.E.2d 117, 119 (1986). \n28. Looking to the first element of a fraudulent concealment claim, MDI-NC has \nfailed to allege that a relationship existed between it and InSight which gave rise to \na duty to speak .  MDI-NC alleges no facts from which to  conclude that it was not \ndealing with InSight at arm ’s length.  Nor do es MDI-NC allege any affirmative \nactions which InSight took to conceal the potential partnership with a local hospital  \nor that InSight had knowledge of a “latent defect” in the subject matter of the parties’ \nnegotiations.  The LOI itself is silent on the parties’ respective mot ivations for the \nproposed deal, and MDI-NC has not alleged any other facts that give rise to a duty to \ndisclose.  MDI-NC therefore has failed to plead facts that establish an e ssential \nelement of the claim, and the Motion to Amend fails on futility grounds to the extent \nit concerns the proposed additional theory of fraudulent concealment.  See Gottfried \nv. Covington , 2014 NCBC LEXIS 26, *10 –11 (N.C. Super. Ct. June 25, 2014) \n(dismissing a fraud by concealment claim for failure to state a claim where the parties \nwere operating at arm’s length under the terms of a negotiated contract, which did \nnot give rise to a duty to disclose).  \nC. Undue Delay \n29. MDI-NC filed the Motion on the same day that the discovery period expired.  \nAdding a new claim for breach of the duty to negotiate in good faith and a the ory of \nfraudulent concealment would likely necessitate the re -opening of discovery, \nincluding InSight’s additional depositions of MDI-NC’s principals to discern how the \n \n \n \ndisclosure of InSight’s valuation errors would have affected MDI-NC’s actions in the \nnegotiations.  The undue delay that would be caused by granting MDI -NC’s Motion \nprovides a further ground for the Court’s determination that the Motion should be \ndenied.  See, e.g., Greenshields, Inc. v. Travelers Prop. Cas. Co. of Am ., 781 S.E.2d \n840, 844 (N.C. App. 2016) (“Undue delay is a proper reason for denying a motion to \namend a pleading.”) (citations and quotations omitted). \nD. Additional Factual Allegations \n30. Although InSight opposes MDI -NC’s proposed additional legal claims, \nInSight does not challenge MDI-NC’s Motion to the extent it seeks to add facts not in \nthe original counterclaims.  In its brief in opposition to the Motion, InSight \nspecifically identified the paragraphs of the proposed amended counterclaims that it \nsought to exclude .  (Pl.’s Br. Opp. Mot. Amend Countercl. 24.)  Those paragraphs \nspecifically relate to the claims for breach of the duty to negotiate in good faith and \nfraudulent concealment.  In denying MDI-NC leave to add these legal claims , the \nCourt thus denies MDI -NC’s Motion only in part , consistent with the paragraphs \nidentified in InSight’s brief.  To the extent MDI-NC’s proposed counterclaims seek to \nconform the pleadings to the evidence, the Court grants MDI-NC’s Motion under N.C. \nR. Civ. P. 15(b) as set forth in the Conclusion below. \n \n \n \n \n \n \n \nIV. \nCONCLUSION \n31. For the foregoing reasons, the Court, in the exercise of its discretion, hereby \nGRANTS in part and DENIES in part Defendant’s Motion to Amend as follows: \na. Defendant shall be permitted to file its amended counterclaims, provided, \nhowever, that Defendant’s proposed new paragraphs 8, 18, 19, 23, 24, 28, 32, \n34, 35, 36, 40, 41, 42, 43, 44, 45, 50, 54, 55, and 59–70 shall not be allowed. \nb. With respect to paragraphs 20, 21, and 47, the specifi c language referring to \nan obligation or failure to negotiate in good faith shall not be allowed.  \nc. Defendant’s Motion seeking to amend its counterclaim s to allege a separate \nand independent claim for an alleged b reach of the duty to negotiate in good \nfaith and to amend its claim for fraud in the inducement to assert a theory of \nfraudulent concealment is DENIED. \nd. Defendant’s Amended Counterclaims, filed March 7, 2016 in accordance with \nthe Court’s oral ruling at the hearing on the Motion, are hereby deemed timely \nfiled, to the extent those Amended Counterclaims have been allowed as \nprovided in this Order and Opinion.    \nSO ORDERED, this the 7th day of October, 2016.  \n \n       /s/ Louis A. Bledsoe, III   \n       Louis A. Bledsoe, III \n       Special Superior Court Judge \n         for Complex Business Cases "
}