{
  "id": "ee7b29538e3f5594ca1c2cdc374d926f21c6dc82a138a222a4a80fa7767eb0b1",
  "source_file": "data/raw/ncbc/ee7b29538e3f5594ca1c2cdc374d926f21c6dc82a138a222a4a80fa7767eb0b1.pdf",
  "raw_text": "Miller v. Burlington Chem. Co., 2017 NCBC 6. \n \nSTATE OF NORTH CAROLINA \nGUILFORD COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n13 CVS 9719 \nJOHN MILLER; JOHN CROSBY; and \nGEORGE CLEMENTS, as Personal \nRepresentative of the Estate of \nAugustus K. Clements, III, as \nmembers of Burlington Chemical Co., \nLLC and BCC Properties, LLC, \n \nPlaintiffs, \n \nv. \n \nBURLINGTON CHEMICAL CO., \nLLC; BCC PROPERTIES, LLC; and \nBRET HOLMES,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n)\n)\n)\n)\n)\n)\n) \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO DISMISS \nAND MOTION TO STAY \n \n1. THIS MATTER is before the Court on Defendants Burlington Chemical \nCo., LLC (“Burlington”) and BCC Properties, LLC’s  (“BCC Properties”) (collectively, \nthe “Companies”) Motion to Stay Derivative Proceeding  (the “Motion to Stay”) , the \nCompanies’ Motion to Dismiss, and Defendant Bret Holmes’s (“Holmes”) motio n to \ndismiss (collectively, the “Motions  to Dismiss ”) filed on September 22, 2014.   The \nCompanies and Holmes are co llectively referred to herein as “Defendants.”   For the \nreasons set f orth below, the Court GRANTS IN PART and DENIES IN PART the \nMotions to Dismiss and DENIES the Motion to Stay. \nWomble Carlyle Sandridge & Rice, LLP, by Brent F. Powell and Philip Mohr, \nfor Plaintiffs John Miller, John Crosby, and George Clements. \n \nNexsen Pruet, LLC, by David S. Pokela, for Defendants Burlington Chemical \nCo., LLC and BCC Properties, LLC. \n \n \n \nBoydoh & Hale, PLLC, by J. Scott Hale, for Defendant Bret Holmes. \n \nRobinson, Judge. \n \nI. PROCEDURAL HISTORY \n2. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motions to Dismiss and the Motion to Stay.  \n3. Plaintiffs initiated this action by filing their original complaint on October \n28, 2013.  This case was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated October 30, 2013 \nand assigned  to the Honorable James L. Gale on the same day.  This case was \nreassigned to the undersigned by order dated September 9, 2016. \n4. On July 21, 2014, Plaintiffs filed an amended complaint (the “Complaint”)  \nand a Motion for Temporary Restraining Order and Pr eliminary Injunction (the \n“July 2014 Motion”).   \n5. Defendants filed the Motions  to Dismiss, Motion to Stay,  and supporting \nbriefs on September 22, 2014. \n6. After numerous motions for extensions of time and supplemental briefing  \nby Plaintiffs, on August 10, 2015  the Court heard oral argument on the July 2014 \nMotion.  After the hearing, the Court corresponded with the parties to determine \nwhether the parties could resolve the issue  on their own.  Plaintiffs’ counsel \nrequested that the Court res erve ruling on the July 2014 Motion while the parties \nnegotiated with each other.  Ultimately, the parties were unable to resolve the issue \non their own and filed supplemental briefing in April 2016.   \n \n \n7. On July 1, 2016, Plaintiffs filed their Motion for Mandatory Injunction \n(the “July 2016 Motion”).  On September 27, 2016, the Court entered an Order on \nPlaintiffs’ Motions for Mandatory Injunction  (the “Mandatory Injunction Order”)  \nordering Defendants to produce certain books and records.  That same day, t he \nCourt entered a Briefing Schedule Order establishing a briefing schedule for the \nMotions to Dismiss and the Motio n to Stay following Plaintiffs’ inspection of books \nand records as set forth in the Mandatory Injunction Order.  \n8. The Motions to Dismiss a nd Motion to Stay  have been fully briefed, and \nthe Court held a hearing on the m otions on January 17, 2017.  The Motions  to \nDismiss and Motion to Stay are ripe for resolution.   \nII. FACTUAL BACKGROUND \n9. The Court does not make findings of fact on the Motions to Dismiss under \nRule 12(b)(6)  of the North Carolina Rules of Civil Procedure (“Rule(s)”) , but only \nrecites those allegations of the Complaint that are relevant and necessary to the \nCourt’s determination of the Motions to Dismiss. \n10. In 2007, Plaintif fs, Holmes, and two other individuals formed the \nCompanies.  (First Am. Verified Compl. and Mot. TRO and Permanent Injunctive \nRelief ¶ 7 [hereinafter Am. Compl.].)   Burlington is a North Carolina limited \nliability company (“LLC”) with its principal place o f business in Greensboro, North \nCarolina.  (Am. Compl. ¶ 5.)   BCC Properties is a North Carolina LLC with its \nformer principal place of business in Burlington, North Carolina.   (Am. Compl. ¶ 6.)  \nBCC Properties was dissolved on December 28, 2012.  (Am. Compl. ¶ 6.) \n \n \n11. Plaintiffs and Holmes are members of the Companies.   (Am. Compl. ¶¶ \n1−4.)  At the time the Companies were formed, Holmes assured Plaintiffs that he \nwas not and would not operate a business that competed with the Companies.   (Am. \nCompl. ¶ 9.)  Based on Holmes’s representation, Plaintiffs agreed to appoint Holmes \nas the manager of the Companies.  (Am. Compl. ¶ 9.)   \n12. Plaintiff John Miller owns a 25% interest in each of the Companies.  (Am. \nCompl. ¶ 1.)   Plaintiff John Crosby owns  a 16.67% in terest in each of the \nCompanies.  (Am. Compl. ¶ 2.)   Plaintiff George Clements, as the personal \nrepresentative of the estate of Augustus K. Clements, III, owns an 8.33% interest in \neach of the Companies .  (Am. Compl. ¶ 3.)   Holmes owns a 25% interest in each of \nthe Companies .  (Am. Compl. ¶ 4.)   The remaining interests in each of the \nCompanies are owned by  Charles L. Moore and Bill Moorer.  (Am. Compl. Ex. A \n[hereinafter Operating Agreement].) \n13. The members of the Companies executed two substantially simi lar \noperating agreements to govern the Companies’ operation and management \n(collectively, the “Operating Agreements”).   (Am. Compl. ¶ 8.)   Other than the \ncompany name on the Operating Agreements, the only difference between the \nOperating Agreements is the capital contributions and loan amounts each member \nwas required to make to the Companies (the “Initial Contributions”).  (Am. Compl. ¶ \n8.) \n14. Under the terms of the respective Operating Agreements, Holmes was \nrequired to make a capital contribution of $3, 000 and a  $750,000 loan to BCC \n \n \nProperties, (Operating Agreement  §§ 5.1−5.2), and Holmes was required to  \ncontribute by cash and/or loans a total of $112,500 to Burlington.   (Am. Compl. ¶ \n13.)  \n15. Pursuant to the Operating Agreements, d istributions to the members are \nbased on each member’s “Company Interest.”   (Operating Agreement § 7.1(b).)   \n“Company Interest” is defined in the Operating Agreements as “the ratio of the \nCapital Contributions of the Member to the Capital Contributions of all Members.”  \n(Operating Agreement § 1.16.)  “Capital Contributions” are defined as the amount of \nmoney contributed by the member pursuant to his capital contribution and loan \nobligations to the company.  (Operating Agreement § 1.10.)   \n16. Plaintiffs have made their required Initial Contributions.  (Am. Compl. ¶ \n11.)  Plaintiffs allege that Holmes has repre sented to Plaintiffs that he  made his \nrequired Initial Contributions, but that Holmes has failed to provide adequate \ndocumentation of his Initial Contr ibutions upon request.   (Am. Compl. ¶ 14.)   \nPlaintiffs contend that Holmes has received various distributions based on his \nrepresentation that he made the required Initial Contributions under the Operating \nAgreements.  (Am. Compl. ¶ 23.)     \n17. On December 9, 2009, the Companies closed on an asset purchase \nagreement (the “Asset Purchase Agreement”) with Mount Vernon Chemicals L.L.C. \n(“Mount Vernon”).  (Am. Compl. ¶ 15.)  Pursuant to the Asset Purchase Agreement, \nMount Vernon obtained the real pro perty and certain enumerated assets, patents, \nand accounts receivable owned by the Companies.  (Am. Compl. ¶ 15.)   \n \n \n18. Under the Asset Purchase Agreement, the estimated purchase price was \n$4 million.  (Am. Compl. ¶ 16.)   An immediate payment of $2.5 milli on was due at \nclosing.  (Am. Compl. ¶ 16.)   Mount Vernon was to pay the remaining $1.5 million \nbalance over the next four years  (the “Four-Year Period”) based on sales of certain \nproducts Mount Vernon obtained under the Asset Purchase Agreement  (the \n“Products”).  (Am. Compl. ¶ 17.)   Each month, Mount Vernon was to report its \nmonthly sales of the Products to Holmes on behalf of the Companies  (the “Monthly \nReports”).  (Am. Compl. ¶ 17.)   Mount Vernon was to then remit a certain \npercentage of the sales profits to Holmes (the “Monthly Payments”).   (Am. Compl. ¶ \n17.)  The Monthly Payments were to be deducted from the $1.5 million balance \nowed to the Companies.   (Am. Compl. ¶ 17.)   At the end of the Four -Year Period, \nMount Vernon was to pay the Companies the deficit, if any,  between the $1.5 \nmillion balance less the Monthly Payments  that had been made during the Four -\nYear Period (the “Shortfall Amount”).   (Am. Compl. ¶ 18.)   The Shortfall Amount \nwas due on December 9, 2013 and was required to be paid no later than January 8, \n2014.  (Am. Compl. ¶ 18.)   \n19.  During the Four -Year Period, Plaintiffs questioned Holmes about the \nMonthly Payments.   (Am. Compl. ¶ 19.)   Holmes assured Plaintiffs that he was \nkeeping up with the Monthly Repo rts and keeping track of the Monthly Payments.   \n(Am. Compl. ¶ 19.)   Holmes expressed that Mount Vernon’s sales of the Products \nwere not as voluminous as expected, but Holmes assured Plaintiffs that any \ndiminished Monthly Payments would be covered by the Sh ortfall Amount.   (Am. \n \n \nCompl. ¶ 19.)   Plaintiffs allege that based on Holmes’s statements, Plaintiffs were \nreasonably led to believe that Holmes was fulfilling his obligations as manager of \nthe Companies.  (Am. Compl. ¶ 20.)   \n20. Throughout 2012, Holmes re presented to Plaintiffs that the Companies \nwere having a successful year and indicated that a sizeable distribution would be \nmade to the members at the annual meeting in March 2013.  (Am. Compl. ¶ 24.)  At \nthe March 2013 meeting, however, Holmes announced that 2012 had not been a \nprofitable year and no distribution would be made.  (Am. Compl. ¶ 25.)  \n21. Plaintiffs began requesting copies of various documents from Holmes and \nthe Companies’ accountants to understand the Companies’  unexpected \nunprofitability.  (Am. Compl. ¶ 26.)   As of the filing of the Complaint, Holmes had \nnot fully provided the requested documentation.  (Am. Compl. ¶ 27.)  \n22. During their investigation, Plaintiffs discovered that Holmes was \noperating Gulf States International, LLC (“Gulf States”), a business similar to and a \ndirect competitor of  Burlington.  (Am. Compl. ¶¶ 29, 31.)   Plaintiffs allege that \nHolmes sold some of the Companies’ inventory to Gulf States and/or was storing \nsome of the Companies’ inventory at Gulf States ’s location .  (Am. Compl. ¶ 30.)   \nPlaintiffs allege that “there were undoubtedly numerous business transactions \nconsummated by Gulf States which otherwise could have been performed by the \nCompanies.”  (Am. Compl. ¶ 31.)   Plaintiffs requested documentation of the sale  of \nthe Companies’ inventory to Gulf States and documentation that the Companies’ \ninventory was being properly accounted for and used only for the Companies’ \n \n \noperations.  (Am. Compl. ¶ 30.)   As of the filing of the Complaint, Holmes had not \nprovided the requested documentation.  (Am. Compl. ¶ 30.) \n23. Also during their investigation, Plaintiffs learned that Holmes failed to \npursue an account receivable in excess of $324,000 for product sold by the \nCompanies to VersaChem (the “VersaChem Account Receivable”).   (Am. Compl. ¶ \n57.)  The VersaChem Account Receivable accrued from 2007 to just prior to \nDecember 2009.  (Am. Compl. ¶ 58.)   Holmes did not inquire about the VersaChem \nAccount Receivable until about December 2009, at which time Holmes unilaterally \ndetermined the Companies would not pursue it.  (Am. Compl. ¶¶ 58−59.)     \n24. On March 12, 2014, Plaintiff John Crosby made a written demand on \nHolmes to take all necessary steps to collect the VersaChem Account Receivable and \nto take appropriate actions to colle ct the Shortfall Amount  (the “Demand Letter”) .  \n(Companies’ Br. Supp. Mot. Dismiss Ex. B [hereinafter Demand Letter].)   \n25. Plaintiffs bring the following direct claims against Holmes: (1) inspection \nof books  and records ; (2) breach of the Operating Agree ments; (3) unjust \nenrichment; (4) breach of fiduciary duty; (5) breach of the implied covenant of good \nfaith and fair de aling; and (6) fraud and negligent misrepresentation.   (Am. Compl. \n17−22.)  Plaintiffs bring the following derivative claims on behalf of the Companies \nagainst Holmes : (1) breach of the Operating Agreements; (2) breach of fiduciary \nduty; and (3) breach of the implied covenant of good faith and fair dealing.   (Am. \nCompl. 24−27.)  Plaintiffs also demand an accounting.  (Am. Compl. 27.) \n \n \n \nIII. LEGAL STANDARD \nA. Rule 12(b)(1) \n26. A court shall dismiss the action when it appears that the court lacks \nsubject matter jurisdiction.  N.C. Gen. Stat. § 1A -1, Rule 12(h)(3).  A defect in \nsubject matter jurisdiction may be raised by a party or by the cour t sua sponte .  \nConner Bros. Mach. Co. v. Rogers , 177 N.C. App. 560, 561, 629 S.E.2d 344, 345 \n(2006).  “A motion to dismiss for lack of subject matter jurisdiction is not viewed in \nthe same manner as a motion to dismiss for failure to state a claim upon whi ch \nrelief can be granted.”  Tart v. Walker, 38 N.C. App. 500, 502, 248 S.E.2d 736, 737 \n(1978).  A court may consider matters outside the pleadings in determining whether \nsubject matter jurisdiction exists.  Keith v. Wallerich , 201 N.C. App. 550, 554, 687 \nS.E.2d 299, 302 (2009); Tart, 38 N.C. App. at 502, 248 S.E.2d at 737. \nB. Rule 12(b)(6) \n27. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations of the Complaint in  the light most favorable to  plaintiff.  \nThe Court’s inquiry is “whether, as a matter of law, the allegations of the complaint, \ntreated as true, are sufficient to state a claim upon which relief may be granted \nunder some legal theory.”  Harris v. NCNB Nat’l Bank of N.C. , 85 N.C. App. 669, \n670, 355 S.E.2d 838 , 840 (1987).  The Court construes the Complaint liberally and \naccepts all allegations as true.  Laster v. Francis , 199 N.C. App. 572, 577, 681 \nS.E.2d 858, 862 (2009). \n \n \n28. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a good claim; [or] \n(3) when some fact disclosed in the complaint necessarily defeats the  . . . claim.”  \nOates v. JAG, Inc. , 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson \nv. Bumgardner , 318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  Otherwise, “a \ncomplaint should not be dismissed for insufficiency unless it appears to a certainty \nthat plaintiff is entitled to no relief under any state of facts which could be proved in \nsupport of the claim.”  Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) \n(emphasis omitted). \nC. Motion to Stay \n29. “If the LLC commences an in quiry into the allegations set forth in the \ndemand or complaint, the court may stay a derivative proceeding.”   N.C. Gen. Stat. \n§ 57D -8-02.  An inquiry into the allegations may be made pursuant to N.C. Gen. \nStat. § 57D-8-03(b) or (f).  Under section 57D-8-03(b)(1), an inquiry may be made by \n“[a] majority vote or other approval of those persons who have the authority \nindividually or collectively to cause the LLC to bring an action  . . . and are \nindependent.”  N.C. Gen. Stat. § 57D -8-03(b)(1).  Under section 57D-8-03(b)(2), an \ninquiry may be made by “[a] majority vote of a committee composed of two or more \nindependent persons appointed by a majority vote or  other approval of those \npersons described in [§ 57D-8-03(b)(1)].”  N.C. Gen. Stat. § 57D-8-03(b)(2).   \n \n \n \nIV. ANALYSIS \nA. Direct Claims \n30. Holmes moves to dismiss Plaintiffs’ direct claims against him pursuant to \nRule 12(b)(1), contending that Plaintiffs’ direct claims are derivative claims of the \nCompanies and Plaintiffs lack standing to brin g direct claims against Holmes.  \nHolmes also moves to dismiss Plaintiffs’ direct claims against him pursuant to Rule \n12(b)(6).     \n31. “Standing is a necessary prerequisite to a court’s proper exercise of subject \nmatter jurisdiction.”  Neuse River Found., Inc. v. Smithfield Foods, Inc. , 155 N.C. \nApp. 110, 113, 574 S.E.2d 48, 51 (2002).   It is a well -settled principle of North \nCarolina law that shareholders of a corporation cannot pursue individual causes of \naction for wrongs or injur ies to the corporation.  Barger v. McCoy Hillard & Parks , \n346 N.C. 650, 658, 488 S.E.2d 215, 219  (1997); Corwin v. British Am. Tobacco PLC , \nNo. COA15-1334, 2016 N.C. App. LEXIS 1320, at *37 (N.C. Ct. App. Dec. 20, 2016) , \nmot. for en banc reh’g filed, (Jan. 4, 2017).  There are two exceptions: (1) when there \nis a special duty between the wrongdoer and the shareholder; and (2) when the \nshareholder suffered an injury separate and distinct from the injury suffered by the \ncorporation and the other shareholders.  Barger, 346 N.C. at 658, 488 S.E.2d at 219; \nCorwin, 2016 N.C. App. LEXIS 1320, at *37.  \n32. For the special duty exception to apply, “the duty must be one that the \nalleged wrongdoer owed directly to the shareholder as an individual” —a duty that \nwas personal t o the shareholders and separate and distinct from the duty o wed to \n \n \nthe corporation.  Barger, 346 N.C. at 659, 488 S.E.2d at 220 .  In Barger, the \nSupreme Court of North Carolina set forth an illustrative, non -exclusive list of \nsituations in which a special duty may be found.  Such list included when the \nwrongful actions of the party induced plaintiff  to bec ome a shareholder, the \nwrongdoer violated his fiduciary duty t o the shareholder, the  wrongdoer performed \nindividualized services directly for the shareholder, and the wrongdoer undertook to \nadvise shareholders independently of the corporation.  Id. \n33. For the special injury exception to apply, the injury must be peculiar or \npersonal to the shareholder.   Id.  “[A] plaintiff must show that its particular inj ury \nwas ‘separate and distinct from the injury sustained by the other shareholders or \nthe corporation itself.’”  Raymond James Capital Partners, L.P. v. Hayes , 789 \nS.E.2d 695, 702 (N.C. Ct. App. 2016) (quoting Barger, 346 N.C. at 659, 488 S.E.2d at \n219).   \n1. Inspection of Books and Records \n34. To the extent the Motions to Dismiss seek dismissal of  Plaintiffs’ claim to \ninspect the Companies’  books and records, the Motions to Dismiss are  rendered \nmoot by the Mandatory Injunction Order , which ordered Defendan ts to produce \nspecific documents set forth therein.  As a result, the Court den ies as moot the  \nMotions to Dismiss with respect to Plaintiffs’ inspection of books and records claim. \n2. Breach of the Operating Agreements \n35. Plaintiffs contend that Holmes br eached the Operating Agreements  “[b]y \nfailing and/or refusing to account for his [Initial Contributions.]”  (Am. Compl. ¶ 87.)  \n \n \nPlaintiffs argue that they may bring a direct claim for Holmes’s alleged breach \nunder the special injury exception.   (Pls.’ Consolidated Br. Opp.  Defs.’ Mots. 8.)  \nPlaintiffs contend that they suffered a distinct injury because “[i]f Mr. Holmes did \nnot make the required [Initial Contributions] , then Plaintiffs should have had \nproportionally higher membership interests and rece ived correspondingly larger  \ndistributions.”  (Pls.’ Consolidated Br. Opp. 8.)   \n36. Plaintiffs have failed to show an injury that is distinct from the injury to  \nthe Companies or the members collectively.  The fact that , but for Holmes’s alleged \nconduct, all members should have had proportionally higher membership interests \nand received correspondingly larger distributions reveals on its face that Plaintiffs \nhave not suffered a unique, personal injury.  See Raymond James Capital Partners, \nL.P., 789 S.E.2d at  702 (“Plaintiff’s arguments on appeal are also consistently \ncouched in terms of injuries sustained by it and ‘the shareholders.’  Thus, by \nplaintiff’s own account, it has not suffered a unique, personal injury.”).   \n37. Further, Plaintiffs’ alleged injury derives from the same injury suffered by \nthe Companies.  Plaintiffs allege that they received reduced distributions.  Any \nreduction in distributions  is directly tied to Holmes’s failure to make the Initial \nContributions to the Companies.  See id. (“[P]laintiff is simply positing a distinction \nwithout a difference: plaintiff’s claims for reduced payments are based upon its \nownership of shares, and these claims derive from the same underlying injury \nsuffered by the corporation itself.”).   \n \n \n38. Therefore, Plaintiffs have failed to allege an injury that is separate and \ndistinct from the harm suffered by the Companies or the members collectively.  \n39. Plaintiffs do not argue, and there is no reasonable basis for the Court to \nconclude, that Plainti ffs may bring a direct claim for breach of the Operating \nAgreements pursuant to the special duty exception.  In light of the foregoing, \nPlaintiffs’ direct claim for breach of the Operating Agreements must be dismissed \nfor lack of subject matter jurisdiction.  \n3. Breach of Implied Covenant of Good faith and Fair Dealing \n40. “In every contract there is an implied covenant of good faith and fair \ndealing that neither party will do anything which injures the right of the other to \nreceive the benefits of the agreement.”  Governor’s Club Inc. v. Governors Club Ltd. \nP’ship, 152 N.C. App. 240, 251, 567 S.E.2d 781, 789 (2002) (quoting Bicycle Transit \nAuth. v. Bell, 314 N.C. 219, 228, 333 S.E.2d 299, 305 (1985)).   Plaintiffs allege that \nHolmes breached the implied covenant of good faith and fair dealing in the \nOperating Agreements, and Plaintiffs have suffered individual harm as a result \nbecause “the revenue and income which would have been generated but for \nDefendant Holmes’[s] acts would have necessarily flowed to Plaintiffs in the form of \ndistributions.”  (Am. Compl. ¶ 106.)   \n41. As the Court has concluded that Plaintiffs lack standing to sue for breach \nof the Operating Agreements, it follows that Plaintiffs also lack stan ding to sue for \nbreach of the Operating Agreemen ts’ implied terms.  See Suntrust Bank v. \nBryant/Sutphin Props., LLC , 222 N.C. App. 821, 833, 732 S.E.2d 594, 603 (2012) .  \n \n \nRegardless, as discussed above, any reduced distributions are  not a separate and \ndistinct injury from that suffered by the Companies or the members collectively.   \n42. Plaintiffs do not argue, and there is no reasonable basis for the Court to \nconclude, that Plaintiffs may bring a direct claim for breach of the implied covenant \nof good faith and fair dealing pursuant to the special duty exception.  In light of the \nforegoing, Plaintiffs’ direct claim for breach of the implied covenant of good faith \nand fair dealing must be dismissed for lack of subject matter jurisdiction.  \n4. Unjust Enrichment \n43. Plaintiffs allege that Holmes was unjustly enriched because he  did not \nmake the Initial Contributions and received distributions from the Companies \nbased on his purported Initial Contributions.   (Am. Compl. ¶ 90.)   Further, \nPlaintiffs allege that Holmes was unjustly enriched because he transferred business \nopportunities from the Companies to his competing business, Gulf States, which \nresulted in sales, profits, and benefits to Holmes.  (Am. Compl. ¶ 91.) \n44. Plaintiffs have failed to show an injury th at is distinct from the injury to  \nthe Companies or the members collectively.  As discussed above, any injury suffered \nby Plaintiffs as a result of  Holmes’s failure to make the Initial Contributions is not \na separate and distinct injury.  Likewise, any inju ry suffered by Plaintiffs as a \nresult of Holmes usurping corporate opportunities from the Companies is not a \nseparate and distinct injury from the injury to the Companies .  See Meiselman v. \nMeiselman, 309 N.C. 279, 310 −11, 307 S.E.2d 551, 569 (1983)  (discussing “several \ncircumstances under which a corporate director or officer will be deemed to have \n \n \nappropriated for him or herself an opportunity rightfully belonging to the \ncorporation” (emphasis added)).   \n45. Plaintiffs do not argu e, and there is no reasonable basis for the Court to \nconclude, that Plaintiffs may bring a direct claim for unjust enrichment pursuant to \nthe special duty exception.  In light of the foregoing, Plaintiffs’ direct claim for \nunjust enrichment must be dismissed for lack of subject matter jurisdiction.  \n5. Fraud/Negligent Misrepresentation \n46. Plaintiffs allege that “[i]mmediately prior to entering into the Operating \nAgreement[s], Defendant Holmes assured Plaintiffs that he did not operate and \nwould not operate any business which competed with the Companies.”  ( Am. Compl. \n¶ 109.)  Plaintiffs allege that they would not have appointed Holmes as manager of \nthe Companies if they knew Holmes was or would be operating a competing \nbusiness.  Plaintiffs contend that, as manager of the Companies, Holmes was able to \nredirect corporate opportunities from the Companies to Gulf States.  Plaintiffs \nargue that , as a result,  they suffered a separate and distinct injury because they \nwould have received distributions from the inco me generated by the corporate \nopportunities had Holmes not redirected such opportunities to Gulf States. \n47.  Plaintiffs have failed to show an injury that is distinct from the injury to \nthe Companies or the members collectively.  As discussed above, any injury suffered \nby Plaintiffs as a result of Holmes usurping corporate opportunities from the \nCompanies is not a separate and distinct injury from the injury to the Companies.    \n \n \n48. Plaintiffs do not argue, and there is no reasonable basis for the Court to  \nconclude, that Plaint iffs may bring direct claim s for fraud or negligent \nmisrepresentation pursuant to the special duty exception.  In light of the foregoing, \nPlaintiffs’ direct claims for fraud or negligent misrepresentation must be dismissed \nfor lack of subject matter jurisdiction.  \n6. Breach of Fiduciary Duty \n49. Plaintiffs allege that Holmes breached his fiduciary duties  to Plaintiffs by \nfailing to provide Plaintiffs with current financial information, failing to provide the \nCompanies’ books and records  to Plaintiffs , failing to insure that all Initial \nContributions were made and accounted for on the Companies’ books and records, \nfailing to take appropriate action to collect account s receivable  owed to the \nCompanies, and failing or refusing to provide Plaintiffs with information concerning \nthe Shortfall Amount.  (Am. Compl. ¶ 96.) \n50. Plaintiffs have failed to allege an injury that is separate and distinct from \nthe harm suffered by the Companies or the members collectively.  As discussed  \nabove, any reduced distributions Plaintiffs received as a result of Holmes’s failure to \ninsure that all Initial Contributions were made and accounted for derive from the \ninjury suffered by the Companies.  Similarly, any injury to Plaintiffs that resulted \nfrom Holmes’s failure to take appropriate action to collect account s receivable owed \nto the Companies is not separate and distinct from the injury to the Companies.  \nThe same is true with respect to Holmes ’s failure or refusal  to provide Plaintiffs \nwith information concerning the Shortfall Amount.  The Shortfall Amount and any \n \n \noutstanding accounts receivable are debts owed to the Companies, not the members \nindividually.          \n51. Plaintiffs contend that Holmes owed Plaintiffs a special duty under \nSection 13.1 of the Operating Agreements to maintain company books and records \nand make them available for inspectio n.  (Pls.’ Consolidated Br. Opp. 8.)   Section \n13.1 of the Operating Agreements provides that Holmes  \nshall maintain full and accurate books of the Company, showing all \nreceipts and expenditures, assets and liabilities, profits and losses, and \nall other records necessary for recording the Company’s business and \naffairs . . . . Such books and records shall be open for the inspection \nand examination by any Member . . . at reasonable times at the offices \nof the Company upon prior written notice. \n \n(Operating Agreement § 13.1(a).) \n  \n52. The Court cannot infer from Section 13.1 of the Operating Agreements  \nthat Holmes owed Plaintiffs a special duty distinct f rom the duty Holmes owed to \nthe Companies.  Although the requirements that Holmes maintain full and accurate \nbooks and that  such books be available for inspection by the members  arguably \ncreates a duty that is owed to the members, such requirement s equally create  a \nduty that is owed to the Companies.   “A primary purpose of the \nshareholder . . . inspection statutes is to permit a shareholder  . . . to become \nadequately informed about important matters relating to the affairs of the \ncompany, and in par ticular, to the shareholder’s investment in the corporation and \nto the fulfillment of the director ’s fiduciary duty to the corporation.”  Beam v. Beam \nRest Home, Inc. , 2014 NCBC LEXIS 45, at *10 (N.C. Super. Ct. Sept. 25, 2014).   \nAlthough the requirement t hat the Companies’ books and records be open for \n \n \ninspection and examination by the members conferred rights on the members, the \nCourt cannot conclude, without more, that such a requirement created a special \nduty distinct from that owed to the Companies. \n53. Even assuming, arguendo, that the Court found the allegations sufficient \nto find that Holmes owed Plaintiffs a special duty, Plaintiffs’ direct claim for breach \nof fiduciary duty must nonetheless be dismissed for failure to state a claim upon \nwhich relief can be granted.   \n54. In order to establish a claim fo r breach of fiduciary duty , plaintiff must \nshow that: (1) defendant owed plaintiff a fiduciary duty; (2) defendant breached his \nfiduciary duty; and (3) the breach of fiduciary duty was a proximate cau se of injury \nto plaintiff.  Farndale Co., LLC v. Gibellini , 176 N.C. App. 60, 68, 628 S.E.2d 15, 20 \n(2006).   \n55. Under the North Carolina Limited Liability Company Act (the “LLC Act”), \na manager of an LLC must discharge his duties in good faith, with the care of an \nordinary prudent person, and in the best interests of the LLC.  N.C. Gen. Stat. § \n57D-3-21(b).  The manager owes these fiduciary duties to the LLC, not to individual \nmembers.  Id.; see also Kaplan v. O.K. Techs., L.L.C. , 196 N.C. App. 469, 474, 675 \nS.E.2d 133, 137 (2009).  Therefore, Holmes, as the manager of the Companies, does \nnot owe fiduciary duties to Plaintiffs, who are members of the Companies.  \n56. Under the LLC Act , members of an LLC are like shareholders in a \ncorporation in that members  do not owe fiduciary duties to each other or the LLC, \nexcept a controlling member owes fiduciary duties to minority members.  Kaplan, \n \n \n196 N.C. App. at 473, 675 S.E.2d at 137.  Here, Holmes owns a 25% membership \ninterest in Burlington and a 25% membership interest in BCC Properties.   \n57. The Court of Appeals of North Carolina recently held “that a minority \nshareholder exercising actual control over a corporation may be deemed a \n‘controlling shareholder’ with a concomitant fiduciary duty  to the other \nshareholders.”  Corwin, 2016 N.C. App. LEXIS 1320, at *12.  Prior to Corwin, North \nCarolina courts had recognized that individual minority shareholders of a closely -\nheld corporation who act in concert and collectively own the majority interes t in the \ncorporation may owe fiduciary duties as the controlling shareholders.  E.g., Norman \nv. Nash Johnson & Sons ’ Farms, Inc., 140 N.C. App. 390, 407, 537 S.E.2d 248, 260 \n(2000).  North Carolina courts had not, however, recognized that possibility in th e \ncontext of an LLC.  See Raymond James Capital Partners, L.P. , 789 S.E.2d at 701 \n(“[A]n exception to [the general] rule is that a controlling shareholder owes a \nfiduciary duty to minority shareholders. To that end, our courts have extended \nspecial protections to minority shareholders in closely held corporations.” (emphasis \nadded) (internal quotations omitted) (citation omitted) (citing Norman, 140 N.C. \nApp. at 407, 537 S.E.2d at 260)); Fiske v. Kieffer , 2016 NCBC LEXIS 22, at *10 \n(N.C. Super. Ct. Mar. 9, 2016) (stating that the holding in Norman has not been \nextended to minority interest owners in an LLC); Wortman v. Hutaff , 2013 NCBC \nLEXIS 47, at *22 (N.C. Super. Ct. Oct. 29, 2013) (finding that two members who \neach owned a 33.33% interest were minority i nterest owners and they “did not owe \nPlaintiffs fiduciary duties simply because together they owned a majority interest in \n \n \n[the LLC] and could out -vote Plaintiffs”); Blythe v. Bell , 2013 NCBC LEXIS 17, at \n*14 (N.C. Super. Ct. Apr. 8, 2013) (stating that the Norman rule should not apply in \nthe LLC context).  \n58. Assuming, without deciding, that Corwin extends to minority interest \nowners in an LLC, the allegations do not present the unique circumstances present \nin Corwin.  Holmes’s minority interest did not operate as a veto power over the \nother membership interests, and there are no specific factual allegations from which \nit can be inferred that Holmes exercised actual domination and control over the \nCompanies.  Therefore, the Court concludes that Holmes is  not a controlling \nmember and does not owe fiduciary duties to Plaintiffs. \n59. In short, Plaintiffs have failed to adequately allege that Holmes owed  \nPlaintiffs a special duty or that Plaintiffs have suffered a separate and distinct \ninjury.  Therefore, Plaintiffs’ direct claim for breach of fiduciary duty must be \ndismissed for lack of subject matter jurisdiction.   Moreover, Plaintiffs have failed to \nsufficiently allege that Holmes owed fiduciary duties to Plaintiffs to state a claim \nfor breach of fiduciary duty. \nB. Derivative Claims \n60. Defendants move to dismiss Plaintiffs’ derivative claims pursuant to Rule \n12(b)(1), contending that Plaintiffs failed to make an adequate demand on the \nCompanies.  Defendants also move to dismiss Plaintiffs’ derivative claims pursuant \nto Rule 12(b)(6).    \n \n \n61. In order to have standing to bring their derivative claims, Plaintiffs must \nhave made a proper demand.  N.C. Gen. Stat. § 57D -8-01; Anderson v. Seascape at \nHolden Plantation, LLC , 773 S.E.2d 78, 87 (N.C. Ct. App. 2015) .  In order for a \nmember to bring a derivative claim on behalf of the LLC, the LLC Act requires that  \n[t]he member mad e written demand on the LLC to take suitable \naction, and either (i) the LLC notified the member that the member’s \ndemand was rejected, (ii) 90 days have expired from the date the \ndemand was made, or (iii) irreparable injury to the LLC would result \nby waiting for the expiration of the 90-day period. \n \nN.C. Gen. Stat. § 57D-8-01(a)(2). \n \n62.   The Court will first address whether Plaintiffs made a proper demand on \nthe Companies.  A demand is effective if the demand is delivered to the LLC’ s \nregistered agent.  Petty v. Morris , 2014 NCBC LEXIS 67, at *18 (N.C. Super. Ct. \nDec. 16, 2014).  Delivery is not required to be by registered or certified mail.  Id.  \n63. Here, Plaintiffs’ Demand Letter was directed to Holmes at two addresses: \nBurlington Chemical Co., LLC, 2 51 Welsh Avenue, Union Springs, Alabama 36089; \nand Burlington Chemical Co., LLC, 8646 West Market Street, Suite 117, \nGreensboro, North Carolina 27409.   (Demand Letter.)   The subject line of the \nDemand Letter is “Burlington Chemical Co., LLC.”   (Demand Letter.)  Defendants \ncontend that because the Demand Letter was not directed to BCC Properties, \nPlaintiffs have not made an adequate demand on BCC Properties.  \n64. While the Demand Letter was not explicitly directed to BCC Properties, \nHolmes is the registered agent of both Burlington and BCC Properties.  Moreover, \naccording to the records of the  North Carolina Secretary of State, BCC Properties ’ \n \n \nregistered office and registered mailing address are the same as that of \nBurlington—8646 West Market Street, Suite 116, Greensboro, North Carolina \n27409.  The Court notes that the Demand Letter was addressed to “Suite 117” \nrather than “Suite 116,” which is the suite number listed on the records of the North \nCarolina Secretary of State as the suite address for both Burlington and BCC \nProperties.  Notwithstanding that discrepancy,  Defendants do not contend that the \nDemand Letter was not timely received by Holmes. \n65. Thus, the Demand Letter was directed to and received by the registered \nagent of both Burlington and BCC Properties .  Further, the  Demand Letter \ndemanded that Holmes take appropriate actions to collect the Shortfall Amount \npursuant to the Asset Purchase Agreement entered into between Mount Vernon and \nBurlington and BCC Propertie s, and to take all necessary steps to collect the \nVersaChem Account Receivable owed to the Companies.   \n66. The court addressed a similar issue in Petty v. Morris, 2014 NCBC LEXIS \n67 (N.C. Super. Ct. Dec. 16, 2014).  In Petty, plaintiffs’ demand letter was addressed \nto an attorney who represented three individuals who had no authority to take \naction on the LLC’s behalf.   Id. at *8, 20.   Plaintiffs argued that the demand was \nproperly made on the LLC because even though the letter was only a ddressed to the \nattorney, the letter made a demand on the LLC, and the letter was copied and \nmailed to the LLC and received by its registered agent.  Id. at *20−21.   \n67. The court found plaintiffs’ demand letter to be  a demand on the LLC.  Id. \nat *21 ( “The Court is asked to follow an indirect path, rather than the clear path \n \n \nthat would have existed if the letter had been addressed expressly to [the LLC].  \nWith some reluctance, the Court finds Plaintiffs’ Demand Letter to be a demand on \n[the LLC] delivered through its registered agent.”). \n68. In light of the foregoing, the Court similarly finds the Demand Letter to \nbe a demand on both Burlington and BCC Properties delivered through their \nregistered agent.  \n69.  The Court next addresses whether the Demand Let ter properly \ndemanded that the Companies “take suitable action.”  Defendants contend that \n“take suitable action” means a member must demand th at the LLC bring an action.  \nThe Court disagrees.  \n70. The purpose of the demand requirement is to “allow[] the co rporation the \nopportunity to remedy the alleged problem without resort to judicial action, or, if \nthe problem cannot be remedied without judicial action, to allow the corporation, as \nthe true beneficial party, the opportunity to bring suit first against th e alleged \nwrongdoers.”  Bridges v. Oates , 167 N.C. App. 459, 467 −68, 605 S.E.2d 685, 691 \n(2004) (quoting Alford v. Shaw , 72 N.C. App. 537, 540, 324 S.E.2d 878, 881 (1985), \nmodified and aff’d , 320 N.C. 465, 358 S.E.2d 323 (1987)) .  “The demand must be \nmade with sufficient clarity and particularity to permit the corporation . . . to assess \nits rights and obligations and determine what action is in the best interest of the \ncompany.”  Garlock v. Hilliard, 2000 NCBC LEXIS 6, at *9 (N.C. Super. Ct. Aug. 22, \n2000). \n \n \n71. Thus, while a demand on the LLC to  bring a lawsuit may constitute a \ndemand to take suitable action, a demand on the LLC to take other action may also \nconstitute a demand to ta ke suitable action.  See Bridges, 167 N.C. App. at 468 −69, \n605 S.E.2d at 691  (concluding that plaintiffs’ demand that the officers cease the \nactions contrary to the by-laws was a proper demand).  Compare Del. Code Ann. tit. \n6, § 18 -1001 (“A member  . . . may bring an action in the Court of Chancery in the \nright of a limited liability company to recover a judgment in its favor if managers or \nmembers with authority to do so have refused to bring the action  . . . .” (emphasis \nadded)), with N.C. Gen. Stat. §§ 55 -7-42, 57D-8-01(a)(2) (requiring a shareholder or \nmember to make a demand on the corporation or the LLC to take suitable action \nbefore bringing a derivative action).   \n72. Although the Court rejects Defendants’ argument that “take suitable \naction” means “bring a lawsuit, ” the Court must still determine whether  the \nDemand Letter constituted a proper demand to take suitable action so as to satisfy \nthe demand requirement .  In so doing, “the Court must compare the derivative \nclaims asserted in a complaint against the specific demands a plaintiff has made \nprior to filing suit.”  Garlock, 2000 NCBC LEXIS 6, at *9.  \n73. Here, the Demand Letter demands that Holmes take all necessary steps \nto collect the $324,000 VersaChem Account Receivable , and that Holmes take \nappropriate actions to collect t he Shortfall Amount.  The Court notes that t he \nDemand Letter complains of injuries relating to Holmes’s failure to provide \ninformation to Plaintiffs, failure to provide information regarding the Companies’ \n \n \ntransactions with Gulf States, and failure to provide records to the Compani es’ \naccountants.  Such complaints  and allegations of injury , however, are not demands \nto take suitable action.  See Wright v. Dee, 87 Va. Cir. 148, 150 (2013) (applying the \nVirginia Limited Liability Company Act and concluding that plaintiffs’ demand \n“merely contains allegations of wrongdoing, not a demand for suitable action”). \n74. The Court next compare s each derivative claim asserted to the actions \ndemanded in the Demand Letter  to determine whether Plaintiffs have satisfied the \ndemand requirement.   \n1. Breach of the Operating Agreements \n75. Plaintiffs allege that Holmes breached the Operating Agreements by \nfailing and refusing to account for his Initial Contributions to the Companies.  The \nDemand Letter does not demand that Holmes take any action with re spect to the \nInitial Contributions or the records accounting for the Initial Contributions.  \nTherefore, Plaintiffs have failed to demand that Holmes  take suitable action in \nregards to Plaintiffs’ claim for breach of the Operating Agreements, and such claim  \nmust be dismissed for lack of subject matter jurisdiction. \n2. Breach of Implied Covenant of Good Faith and Fair Dealing \n76. Plaintiffs allege that Holmes breached the implied covenant of good faith \nand fair dealing in the Operating Agreements, and the Com panies have suffered \nharm as a result because “the Companies would have received revenue and income \nwhich would have been generated but for Defendant Holmes’ [s] bad acts.”  ( Am. \nCompl. ¶ 145.)   \n \n \n77. Plaintiffs failed to make a proper demand that Holmes take suitable \naction with respect to Plaintiffs’ claim for breach of the Operating Agreements .  It \nfollows, therefore, that Plaintiffs have also failed to make a proper demand  that \nHolmes take suitable action with respect to  Plaintiffs’ claim for breach of the \nimplied terms of the Operating Agreements.  Further, Plaintiffs’ claim for breach of \nthe implied covenant of good faith and fair dealing appears to be based on Holmes’s \noperation of Gulf States.  As discussed above, the Demand Letter fails to demand \nthat Holmes take any action with respect to Gulf States or records of the \nCompanies’ transactions with Gulf States.    \n78. Therefore, the Court concludes that Plaintiffs have failed to demand that \nHolmes take suitable action in regards to Plaintiffs’  claim for breach of the implied \ncovenant of good faith and fair dealing, and such claim must be dismissed for lack of \nsubject matter jurisdiction. \n3. Breach of Fiduciary Duty \n79. Plaintiffs allege that Holmes breached his fiduciary duties to the \nCompanies by failing to maintain accurate books and records, failing to discharge \nhis duties, failing to insure that the Initial Contributions were made and accounted \nfor, usurping corporate opportunities, failing to appropriately account for profits \nand benefits he personally derived from the use of the Companies’  assets, failing to \ntake appropriate action to collect accounts receivable owed to the Companies , and \nfailing to maintain and provide records necessary to collect the Shortfall Amount .  \n(Am. Compl. ¶¶ 135−36.)   \n \n \n80. To the extent Plaintiffs’ breach of fiduciary duty claim is based on \nHolmes’s failure to maintain accurate books and records, failure to discharge his \nduties, failure to insure that the Initial Contributions were made and accounted for, \nusurpation of corporate opportunities, and failure to acc ount for profits and benefits \nHolmes personally derived, the Demand Letter is inadequate.  The Demand Letter \ndoes not demand that any act ion be taken with respect to proper accounti ng of the \nCompanies’ books  and records, Holmes’s duties, the Initial Contributions, Gulf \nStates, or Holmes’s alleged usurpation of opportunities of the Companies .  \nAccordingly, Plaintiffs’ breach of fiduciary duty claim must be dismissed to the \nextent it is based on these allegations. \n81. The Demand Lette r does, however, demand that Holmes take all \nnecessary steps to collect the VersaChem Account Receivable and that Holmes take \nappropriate action to colle ct the Shortfall Amount .  Thus, to the extent Plaintiffs’ \nbreach of fiduciary duty claim is based on Holmes’s failure to collect the VersaChem \nAccount Receivable and the Shortfall Amount, the Demand Letter constitutes a \nproper demand to take suitable action.   \n82. Consistent with the requirements of the LLC Act, Plaintiffs did not br ing \ntheir derivative claims until ninety days had expired from the date of the Demand \nLetter.  Therefore, the Court concludes that Plaintiffs have standing to bring a \nderivative claim for breach of fiduciary duty based on Holmes’s failure to collect the \nVersaChem Account Receivable and the Shortfall Amount.  \n \n \n83.  Although the Court has concluded that Plaintiffs have standing to assert \ntheir derivative claim for breach of fiduciary duty  on the limited grounds discussed \nabove, the Motions  to Dismiss also seek dismissal of Plaintiffs’ claims pursuant to \nRule 12(b)(6).  The Court concludes, however, that the allegations of the Complaint \nare sufficient to state a claim for breach of fiduciary duty on these grounds.   \n84. The Complaint sufficiently alleges that Ho lmes, as the manager of the \nCompanies, owed the Companies fiduciary duties.  N.C. Gen. Stat. § 57D -3-21(b); \nKaplan, 196 N.C. App. at 474, 675 S.E.2d at 137.  Further, the Complaint alleges \nthat Holmes breached h is fiduciary duties to the Companies by failing to take \nappropriate action to collect the VersaChem Account Receivable  and the Shortfall \nAmount, which caused financial loss to the Companies.  (Am. Compl. ¶¶ 61, 100.)   \n85. Therefore, the Court concludes th at the allegations of the Complaint are \nsufficient to state a claim for breach of fiduciary duty  based on the VersaChem \nAccount Receivable and the Shortfall Amount.     \nC. Accounting \n86. Based on Holmes’s breach of fiduciary duties, Plaintiffs request that the \nCourt order Defendants to provide a full and complete accounting of the Companies’ \nfinancial records from 2007 to the present.  ( Am. Compl. ¶ 149.)  At the hearing on \nthe Motions, the Court inquired of Plaintiffs as to what they sought from an \naccounting that they could not obtain pursuant to their inspection request.  In \nresponse to the Court’s inquiry, counsel for Plaintiffs stated that an accounting \nwould require gathering and reconciling various information.  Defendants argue  \n \n \nthat Plaintiffs are not entitled to an accounting because Plaintiffs can obtain the \ninformation through discovery.   \n87. “The remedy of an equitable accounting may be available when a plaintiff \nhas asserted a valid claim for relief in equity and an accoun ting is necessary to \ncompel discovery of information regarding accounts held exclusively by the \ndefendant.”  Mkt. Choice, Inc. v. New Eng. Coffee Co. , 5:08-CV-90, 2009 U.S. Dist. \nLEXIS 73627, at *35 −36 (W.D.N.C. Aug. 18, 2009)  (applying North Carolina law) .  \nIn Market Choice, Inc. , the federal district court dismissed plaintiff’s accounting \nclaim because plaintiff failed to state a claim for unjust enrichment to support its \naccounting demand, and plaintiff had an adequate remedy under the Federal Rules \nof Civil Procedure for discovery of information.   Id. at *36−37.  Similarly, in Toomer \nv. Branch Banking and Trust Co. , 171 N.C. App. 58, 70, 614 S.E.2d 328, 337 (2005), \nthe court dismissed p laintiffs’ claim for an accounting, concluding that because the \nunderlying claims failed, the remedy of an accounting was also unavailable.   \n88. Here, the Court has concluded that the allegations of the Complaint are \nsufficient to state a derivative claim  for breach of fiduciary duty against Holmes.  \nWhile the Court may ultimately conclude that Plaintiffs are not entitled to an \naccounting, the Court cannot conclude, at the motion to dismiss stage, that the \nallegations of the Complaint are insufficient to s tate a claim for an accounting .  \nTherefore, the Motions to Dismiss as to the accounting claim are denied.  \n \n \n \n \nD. Motion to Stay \n89. The Motion to Stay requests that the Court stay the derivative proceeding \nwhile the Companies commence an inquiry into the allegations of the Complaint.  \nPursuant to N.C. Gen. Stat. § 57D -8-02, the Court may stay a derivative proceeding \nif the LLC commences an inquiry into the allegations set forth in the complaint. \n90. Defendants have failed to come forward with any record evidence that , \neither individually or collectively, t hey have taken any action to begin an inquiry \ninto Plaintiffs’ allegations. \n91. In light of the fact that the Complaint was filed two and one -half years \nago, and the absence of any evidence of affirmative actions by Defendant to begin an \ninquiry, the Court, in the exercise of its discretion, denies the Motion to Stay. \nV. CONCLUSION \n92. Pursuant to the foregoing, the Court hereb y DENIES the Motion to Stay.  \nThe Court hereby GRANTS IN PART and DENIES IN PART the Motions to \nDismiss as follows: \nA. The Motions to Dismiss as to Plaintiffs’ inspection of books and \nrecords claim are DENIED AS MOOT.  \nB. The Motions to Dismiss as to Plain tiffs’ direct claims are \nGRANTED. \nC. The Motions to Dismiss as to Plaintiffs’ derivative claims for breach \nof the Operating Agreements and breach of the implied covenant of \ngood faith and fair dealing are GRANTED. \n \n \nD. The Motions to Dismiss as to Plaintiffs ’ derivative claim for breach \nof fiduciary duty are GRANTED in part  and DENIED in part as \nprovided herein. \nE. The Motions to Dismiss as to Plaintiffs’ demand for an accounting \nare DENIED.  \nSO ORDERED, this the 27th day of January, 2017. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}