{
  "id": "eed4b693b5eac1f0e42f36d2a93e36c34b9f97993aaac4a8ea9d519d2ce81cfe",
  "source_file": "data/raw/ncbc/eed4b693b5eac1f0e42f36d2a93e36c34b9f97993aaac4a8ea9d519d2ce81cfe.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 5216 \n \nMICHAEL G. WOODCOCK, \nDerivatively on behalf of Fayetteville \nAmbulatory Surgery Center Limited \nPartnership, \n \nPlaintiff, \n \nv. \n \nCUMBERLAND COUNTY \nHOSPITAL SYSTEM, INC., and \nCAPE FEAR VALLEY \nAMBULATORY SURGERY \nCENTER, LLC, \n \nDefendants. \n \nv. \n \nFAYETTEVILLE AMBULATORY \nSURGERY CENTER LIMITED \nPARTNERSHIP,  \n \n                                Nominal  \n                                Defendant. \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON CROSS-\nMOTIONS FOR SUMMARY \nJUDGMENT AND DEFENDANTS’ \nAMENDED MOTION TO STRIKE \n[PUBLIC]\n1 \n \n \nTHIS MATTER comes before the Court on Plaintiff Michael G. Woodcock’s \nMotion for Summary Judgment Derivatively on Behalf of FASC Against Cumberland \nCounty Hospital System, Inc. (ECF No. 176), Defendants’ Motion for Summary \nJudgment (ECF No. 171), and Defendants’ Amended Motion to Strike (ECF No. 202) \n(collectively, the “Motions”). \n \n1 Recognizing that this Order and Opinion cites and discusses the subject matter of \ndocuments that the Court has allowed to remain filed under seal in th is action, the Court \nelected to file this Order and Opinion under seal  on 18 October 2023.  The Court then \npermitted the parties an opportunity to propose redactions to the public version of this \ndocument.  The parties did not propose any redactions.  Accordingly, the Court now files the \nunredacted, public version of this Order and Opinion. \nWoodcock v. Cumberland Cnty. Hosp. Sys., Inc., 2023 NCBC 72. \nTHE COURT, having considered the Motions, the briefs of the parties, the \narguments of counsel, the applicable law, and all appropriate matters of record, \nCONCLUDES that Woodcock’s Motion for Summary Judgment should be DENIED, \nDefendants’ Motion for Summary Judgment should be GRANTED, and Defendants’ \nAmended Motion to Strike should be DENIED as moot.  \nDouglas S. Harris for Plaintiff Michael G. Woodcock.  \n \nK&L Gates LLP by Marla T. Reschly, Susan K. Hackney, and Daniel D. \nMcClurg for Defendants Cumberland County Hospital System, Inc. and \nCape Fear Valley Ambulatory Surgery Center, LLC.  \n \nDavis, Judge. \n \nINTRODUCTION \n1. This action involves a limited partnership dispute relating to \nFayetteville Ambulatory Surgery Center Limited Partnership (“FASC”), which \noperates an ambulatory surgery center in  Cumberland County.  In a nutshell, the \ncore issue in this case is whether two related transactions occurring on 1 April 2019, \nin which one of FASC’s Limited Partners divested itself of its Limited Partner Units \n(“LP Units”) and then purchased 100% of the equity of the General Partner, violated \nFASC’s limited partnership agreement. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. “The Court does not make findings of fact on motions for summary \njudgment; rather, the Court summarizes material facts it considers to be \nuncontested.”  McGuire v. Lord Corp. , 2021 NCBC LEXIS 4, at **1– 2 (N.C. Super. \nCt. Jan. 19, 2021) (cleaned up).   \n3. FASC was formed in November 1991 as a limited partnership.  \n(Weatherly Aff. ¶ 7, ECF No. 173.1.)   Since its formation, FASC’s General Partner \nhas been an entity now known as Cape Fear Valley Ambulatory Surgery Center, LLC \n(“CFVASC”).2  (Weatherly Aff. ¶ ¶ 8–9.)  FASC operates a freestanding ambulatory \nsurgical center (“ASC”).  (Lowe Aff. ¶ 5, ECF No. 173.2.) \n4. Although FASC’s limited partnership agreement has been amended \nseveral times, the version of the agreement relevant to this case is dated 1 October \n1995 and entitled Second Amended and Restated Limited Partnership Agreement  \n(“LPA”).  (LPA, at 1, 6–7, ECF No. 3.2; Weatherly Aff. ¶ 10.) \n5. At the time the 1995 L PA was executed, FASC was comprised of \nCFVASC as the G eneral Partner along with twelve L imited Partners.  (LPA, at \nSched. A.)  Those twelve limited partners included CFVASC3, Defendant Cumberland \nCounty Hospital System, Inc. (“CCHS”), Village Ambulatory Surgery Associates, Inc. \n(“VASA”), and Woodcock.4  (LPA, at Sched. A.) \n \n2 Until 17 April 2022, CFVASC was known as NSC Fayetteville, Inc.  NSC Fayetteville, Inc. \nwas a wholly owned subsidiary of a company called National Surgery Centers, LLC (“NSC”), \nwhich, in turn, was a wholly owned subsidiary of Surgical Care Affiliates, LLC (“SCA”).  \n(Compl. Ex. 3, ECF No. 3.4; Equity Purch. Agrmt. (“E.P.A.”) , at 1, ECF No. 81.2 (sealed).)  \nHowever, for clarity, throughout this opinion the Court will refer to FASC’s General Partner \nas CFVASC.  \n \n3 In addition to serving as FASC’s General Partner, CFVASC also owned LP Units.  (LPA, at \nSched. A.)  \n \n4 The twelve limited partners also included George Demetri, Carol Wadon, and Camille \nWahbeh, who were originally plaintiffs in this action until voluntarily dismissing their \nclaims. (LPA, at Sched. A; Wadon, Wahbeh, & Demetri Not. Vol. Dismiss., ECF No. 108.)   \n6. Woodcock is a physician in Cumberland County.  (LPA, at Sched. A.)  In \naddition to owning FASC LP Units, Woodcock is also a shareholder of VASA.  (Lowe \nAff. ¶¶ 7, 9; LPA, at Sched. A.)   \n7. CCHS is a North Carolina non-profit corporation that owns and operates \nseveral hospitals in the Cumberland County  region, including Cape Fear Valley \nMedical Center and Highsmith-Rainey Hospital. (Weatherly Aff. ¶¶ 3, 5.)    \n8. VASA is a  North Carolina corporation that is owned by a group of  \nphysicians, including Woodcock.  (Lowe Aff. ¶¶ 4, 7, 9.)    \n9. In or around 20 18, N SC made known its intent to sell the equity in  \nCFVASC.  ( Weatherly Aff. ¶ 15 .)  Woodcock and CCHS proceeded to separately  \nengage in negotiations with NSC.  ( Weatherly Aff. ¶ 16 .)  CCHS was the ultimate  \npurchaser, thereby precipitating the 1 April 2019 transactions that form the basis for \nthis lawsuit.  (E.P.A., at 1; Weatherly Aff. ¶17.) \n10. Immediately prior to 1 April 2019, the ownership breakdown of FASC \nGeneral Partner and LP Units was as follows: \nName \n \nUnit Type  # of Units  % of total Units \nCFVASC  GP 99.99999989 43.7636761% \nVASA  LP 59.19092791 25.9041260% \nCCHS  LP 50.43270183 22.0712043% \nMichael G. Woodcock, M.D. LP 10.61910792 4.6473120% \nCFVASC  LP 5.667160573 2.4801578% \nCumberland Anesthesia  \nAssociates, P.A. \nLP 1.47910792 0.6473120% \nCarole M. Wadon, M.D. LP 0.370331321 0.1620706% \nCamille J. Wahbeh, M.D. LP 0.185165661 0.0810353% \nGeorge J. Demetri Jr., D.P.M. LP 0.185165661 0.0810353% \nLouis P. Clark, Jr., M.D. LP 0.185165661 0.0810353% \nMichael S. Bryant, M.D. LP 0.185165661 0.0810353% \n  228.5 100.0000000% \n(Weatherly Aff. ¶ 19.)  \n11. On 1 April 2019 , two  distinct, but related, written agreements were \nexecuted.  First, CCHS conveyed all of its then-owned LP Units to CFVASC by means \nof a document titled “Contribution Agreement” (Contrib. Agrmt., ECF 81.1 (sealed)), \nwhich purported to divest CCHS of its Limited Partner status in FASC.  (Weatherly \nAff. ¶ 20.)  CFVASC, CCHS, and NSC were the signatories to  the Contribution \nAgreement.  (Contrib. Agrmt., at 4–6.) \n12. By virtue of the Contribution Agreement, CFVASC was to remain the \nowner of the LP Units it already held and to also become the owner of the LP Units \nthat were being “contributed” by CCHS.   (Contrib. Agrmt., at 1.)   In addition, the \nContribution Agreement stated as follows:  \nImmediately following the consummation of the Conveyance in \naccordance with the terms and conditions contained herein, [CCHS] has \nagreed to purchase from [NSC], and [NSC] has agreed to sell to [CCHS], \nall of the [ CFVASC] Equity owned by [NSC] for the consideration and \non the terms and subject to the conditions set forth in that certain \nEquity Purchase Agreement, by and among the Parties, dated as of the \nEffective Date (the “ Purchase Agreement”).  Immediately following \nthe Conveyance and the consummation of the transactions \ncontemplated by the Purchase Agreement, [CCHS] will (a) directly own \nall of the [CFVASC] Equity and (b) indirectly, through its ownership of \nthe [CFVASC] Equity, own (i) all of the General Partner Units of FASC \nand (ii) 56.09986239 Limited Partner Units of FASC.  \n \n(Contrib. Agrmt., at 1 (emphasis in original).) \n \n13. Immediately thereafter, a second document, the “Equity Purchase \nAgreement” (the “E.P.A.”) was executed. 5  ( E.P.A., ECF No. 81.2 (sealed).)  The \nsignatories to the E.P.A. were, once again, CFVASC, CCHS, and NSC.  ( E.P.A., at \n26–28.) \n14. The E.P.A. stated that CCHS was purchasing from NSC 100% of the \nequity of CFVASC.  (E.P.A., at 1.)  The E.P.A. further provided that, as a result, CCHS \nwould “(a) directly own one hundred percent (100%) of the Equity of [ CFVASC] and \n(b) indirectly, through its ownership of [ CFVASC], own (i) one hundred percent \n(100%) of the ‘General Partner Units’ of FASC and (ii) 43.6574805% of the ‘Limited \nPartner Units’ of FASC[.]”  (E.P.A., at 1.)    \n15. Following the completion of the April 2019 Transactions, the ownership \nbreakdown of FASC’s General Partner and LP Units was as follows: \nName \n \nUnit \nType  \n# of Units  % of total \nUnits \n% of LP \nUnits  \nCFVASC  GP 99.99999989 43.76368% ---[N/A]--- \nVASA  LP 59.19092791 25.90413% 46.06298% \nCFVASC  LP 56.0998624 24.55136% 43.65748% \nMichael G. Woodcock, M.D. LP 10.61910792 4.64731% 8.26390% \nCumberland Anesthesia \nAssociates, P.A. \nLP 1.47910792 0.64731% 1.15106% \nCarole M. Wadon, M.D. LP 0.370331321 0.16207% 0.28820% \nCamille J. Wahbeh, M.D. LP 0.185165661 0.08104% 0.14410% \nGeorge J. Demetri Jr., D.P.M. LP 0.185165661 0.08104% 0.14410% \nLouis P. Clark, Jr., M.D. LP 0.185165661 0.08104% 0.14410% \nMichael S. Bryant, M.D. LP 0.185165661 0.08104% 0.14410% \n  228.5 100.00% 100.000% \n(Weatherly Aff. ¶ 24.)  \n \n5 Throughout this Opinion, the Court refers collectively to the Contribution Agreement and \nE.P.A. as the “April 2019 Transactions.”   \n16. Accordingly, after the April 2019 Transactions, CCHS no longer directly \nowned any FASC LP Units.  (Weatherly Aff. ¶ 26.)6   \n17. In this lawsuit, Woodcock challenges the validity of the April 2019 \nTransactions and argues that CCHS “does not have lawful authority to own 100% of \nthe equity of [CFVASC] or to exercise any authority over [CFVASC].”  (Compl. ¶ 146.)   \n18. Essentially, Woodcock conten ds that the April 2019 Transaction s \nbreached various provisions of the LPA and that the methods utilized to effectuate \nthe transactions were purposefully crafted to sidestep certain restrictions contained \nwithin the LPA.  (Compl. ¶¶ 18–29.)  \n19. The same factual background forming the basis for the present action \nwas the subject of a prior lawsuit filed by Woodcock (along with several of the other \nLimited Partners of FASC) against CCHS and CFVASC.  See Woodcock v. \nCumberland Cty. Hosp. Sys., Inc. , Case No. 2019- CVS-8790 (Guilford Cty. N.C. \nSuper. Ct.) (the “Prior Lawsuit”).  The Prior Lawsuit was voluntarily dismissed \nwithout prejudice by the plaintiffs pursuant to Rule 41 of the North Carolina Rules \nof Civil Procedure on 24 November 2020.  (Pls.’ Voluntary Dismiss. Without Prejudice \nPursuant R. 41(a)(1), Prior Lawsuit, ECF No. 85.)   \n20. On 11 May 2021, Woodcock, Carol Wadon, Camille Wahbeh, and George \nDemetri (all limited partners of FASC) initiated the present action by fil ing a new  \nComplaint in  Guilford County Superior Court against CCHS, CFVASC, SCA, and \n \n6 Since the April 2019 Transactions, there have been no further changes in the ownership of \nFASC.  (Weatherly Aff. ¶ 25.) \nNSC.7  The Complaint contained a combination of claims brought both individually \nand derivatively on behalf of FASC.  (See Compl. ¶¶ 12–146.)8   \n21. The claims for relief asserted in the Complain t included the following: \nbreach of contract/breach of implied covenant of good faith and fair dealing  against \nCCHS and CFVASC; tortious interference with a contractual relationship agai nst \nSCA and NSC; tortious interference with a contractual relationship ( pled in the \nalternative) against CCHS ; breach of contract against CFVASC; civil conspiracy \nagainst NSC, SCA, and CCHS ; breach of fiduciary duty against CFVASC; tortious \ninterference with a contractual relationship against SCA; breach of fiduciary duty \nand constructive fraud against SCA and CFVASC; and declaratory judgment against \nCCHS, NSC, SCA, and CFVASC.  (Compl. ¶¶ 12–146.)  \n22. By virtue of  a combination of rulings by the Court and voluntary \ndismissals of claims by Woodcock, the only remaining causes of action are derivative \nclaims for (1) breach of contract/breach of the implied covenant of good faith and fair \ndealing against CCHS and CFVAS C; (2) breach of fiduciary duty against CFVASC; \nand (3) declaratory judgment.9   \n \n7 FASC was named as a nominal Defendant. \n \n8 As noted above, on 19 September 2022, Plaintiffs Wadon, Wahbeh, and Demetri voluntarily \ndismissed their individual claims and withdrew from the prosecution of the derivative claims, \nleaving Woodcock as the sole remaining Plaintiff in this action.  (ECF No. 108.)   \n \n9 At the 4 October 2023 hearing  on the pending Motions , Woodcock’s counsel informed the \nCourt that Woodcock is no longer pursuing his derivative claim for tortious interference with \ncontract against CCHS.  \n23. On 15 May 2023, the parties filed cross -Motions for Summary \nJudgment.  In their motion, Defendants sought summary judgment on all of \nWoodcock’s remaining claims.  Woodcock seeks summary judgment in his favor solely \nas to his claim for breach of contract.  \n24. At the conclusion of briefing  on the cross -Motions, Defendants filed a \nMotion to Strike and then an Amende d Motion to Strike in which they have asked \nthe Court to strike  certain exhibits filed by Woodcock and various statements \ncontained in his briefs.   \n25. The Court held a hearing on the Motions on 4  October 2023, and they \nare now ripe for resolution.    \nLEGAL STANDARD \n26. It is well established that “[s]ummary judgment is proper ‘if the \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.’ ”  Morrell v. Hardin \nCreek, Inc., 371 N.C. 672, 680 (2018) (quoting N.C. R. Civ. P. 56(c)).  “[A] genuine \nissue is one which can be maintained by substantial evidence.”  Kessing v. Nat’l \nMortg. Corp. , 278 N.C. 523, 534 (1971).  “Substantial evidence is such relevant \nevidence as a reasonable mind might accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference.”  Daughtridge v. Tanager \nLand, LLC, 373 N.C. 182, 187 (2019) (cleaned up). \n27. On a motion for summary judgment, “[t]he evidence must be considered \n‘in a light most favorable to the non -moving party.’ ”  McCutchen v. McCutchen , 360 \nN.C. 280, 286 (2006) (quoting Howerton v. Arai Helmet, Ltd. , 358 N.C. 440, 470 \n(2004)).  “[T]he party moving for summary judgment ultimately has the burden of \nestablishing the lack of any triable issue of fact.”  Pembee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491 (1985). \n28. The party moving for summary judgment may satisf y its burden by \nproving that “an essential element of the opposing party’s claim does not exist, cannot \nbe proven at trial, or would be barred by an affirmative defense, . . . or by showing \nthrough discovery that the opposing party cannot produce evidence to support an \nessential element of [the] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000) .  “If the \nmoving party satisfies its burden of proof, then the burden shifts to the non- moving \nparty to ‘set forth specific facts showing that there is a genuine issue for trial.’ ”  Lowe \nv. Bradford , 305 N.C. 366, 369– 70 (1982) (quoting N.C. R. Civ. P. 56(e)).  If the \nnonmoving party does not satisfy its burden, then “summary judgment, if \nappropriate, shall be entered against [the nonmovant].”  United Cmty. Bank (G a.) v. \nWolfe, 369 N.C. 555, 558 (2017) (quoting N.C. R. Civ. P. 56(e)).  \n29. When a party requests offensive summary judgment on its own claims \nfor relief, “a greater burden must be met.”   Brooks v. Mt. Airy Rainbow Farms Ctr., \nInc., 48 N.C. App. 726, 728 (1980).  The moving party “must show  that there are no \ngenuine issues of fact, that there are no gaps in his proof, that no inferences \ninconsistent with his recovery arise from the evidence, and that there is no standard \nthat must be applied to the facts by the jury.”  Parks Chevrolet , Inc. v. Watkins , 74 \nN.C. App. 719, 721 (1985).  For that reason, it is “rarely . . . proper to enter summary \njudgment in favor of the party having the burden of proof.”  Blackwell v. Massey , 69 \nN.C. App. 240, 243 (1984). \nANALYSIS \nI. Cross Motions for Summary Judgment   \nA. Breach of Contract/Breach of the Implied Covenant of Good Faith \nand Fair Dealing  \n \n30. As discussed in more detail below, Woodcock’s breach of contract claim \nis premised on his contention that the April 2019 Transactions breached certain \nprovisions of the LPA—namely, provisions seeking to (1) prevent a Limited Partner \n(or its successor in interest)  from obtaining significant control over the General \nPartner; and (2) preclude the General Partner (or an affiliated entity) from competing \nwith FASC.  \n31. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of the contract.”   Wells Fargo Ins. Servs. USA, \nInc. v. Link, 2018 NCBC LEXIS 42, at *30 (N.C. Super. Ct. May 8, 2018) (cleaned up), \naff’d per curiam, 372 N.C. 260 (2019).  \n32. The essence of Woodcock’s arguments in this case is his contention that \nthe April 2019 Transactions violated Sections 15.9 and 14.5 of the LPA.   The Court \nwill discuss each in turn.  \n1. Section 15.9  \n33. Section 15.9 of the LPA provides as follows: \nAnything contained herein to the contrary notwithstanding, no Partner \n(or successor in interest of any Partner) may voluntarily or involuntarily \nassign, transfer, pledge, hypothecate or make any other disposition of \nthe whole or any part of his Units in the Partnership, and no purported \ntransfer, assignment, pledge, hypothecation or other d isposition of any \nUnits or other interest in the Partnership (whether or not such assignee \nor transferee becomes a substituted Limited Partner) shall be effective \nif it would result in the Limited Partners (or any successor in interest of \nthe Limited Partn ers) owning, directly or indirectly , individually or in \nthe aggregate, more than 20% of the stock or other equity interest of the \nGeneral Partner or any Affiliates of the General Partner as discussed in \nSection 13.4 hereof. \n \n(LPA § 15.9 (emphasis added).)\n10 \n34. Subpart (1) of the LPA’s Definitions section defines the term “Affiliate” \nas “any corporation, partnership, trust or other entity controlling, controlled by or \nunder direct or indirect common control with such entity or in which such entity holds \n10% or more of the outstanding voting or equity interests.”  (LPA, at 1.)  \n35. Woodcock argues that Section 15.9 prevented  CCHS, as a L imited \nPartner or as a successor in interest to a Limited Partner, from acquiring more than \n20% of the equity interest of the General Partner—CFVASC.    \n36. However, Woodcock’s argument lacks merit . As an initial matter , once \nthe Contribution Agreement was executed, CCHS had divested itself of the LP Units \nit formerly owned by transferring them to CFVASC. 11  As a result, CCHS was no \n \n10 Section 13.4 of the LPA, which is referenced in Section 15.9, does not contain any additional \nsubstantive provisions relevant to interpreting Section 15.9. \n11 The Court observes that Section 15.3 of the LPA expressly permits a Limited Part ner to \nconvey its LP Units to the General Partner. \nlonger a Limited Partner of FASC at the time it acquired  the equity of CFVASC \npursuant to the E.P.A.  Rather, it was a former Limited Partner.12 \n37. Woodcock appears to focus his argument regarding Section 15.9 on his \ncontention that CCHS should be deemed a successor in interest of a Limited Partner \nby virtue of its acquisition  of CFVASC’s equity.   Specifically, he asserts that, as a \nresult of the E.P.A., CCHS became the owner—albeit the indirect owner—of the LP \nUnits belonging to CFVASC, thereby making CCHS a successor in interest of the LP \nUnits that CCHS had itself previously transferred to CFVASC pursuant to the \nContribution Agreement.   However, Woodcock’s argument —in addition to being \nsomewhat circular—is not based on a proper application of North Carolina law. \n38. This Court has previously stated the following on this subject: \nNorth Carolina courts have “ defined the term ‘successor’ to mean [o]ne \nthat succeeds or follows; one who takes the place that another has left, \nand sustains the like part or character; one who takes the part of \nanother by succession. ”  Terres Bend Homeowners Assoc. v. Overcash , \n185 N.C. App. 45, 51, 647 S.E.2d 465, 470 (2007) (alteration in original) \n(quoting Rosi v. McCoy, 319 N.C. 589, 593, 356 S.E.2d 568, 570 (1987)). \n \n. . .  \n \nMoreover, because a “successor” by definition stands in the shoes of his \npredecessor, a “successor” cannot succeed to rights that his predecessor \ndid not have.  See Black’s Law Dictionary at 1473 ( “A successor in \ninterest retains the same rights as the original owner, with no change \nin substance.”)[.] \n \nTaiDoc Tech. Corp. v. OK Biotech Co., 2015 NCBC LEXIS 74, at **14–16 (N.C. Super. \nCt. July 17, 2015). \n \n12 Woodcock’s counsel conceded this point at the 4 October hearing. \n39. Woodcock’s “successor in interest ” argument fails to come to grip with \nthe fact that the E.P.A. did not confer upon CCHS direct  ownership over the \ncontributed LP Units.  Woodcock asserts that, as a practical matter, CCHS was able \nto exercise authority over CFVASC’s LP Units once the E.P.A. was signed.  But even \nif that is true , it does not suffice to show a violation of Section 15.9.  T his Court \nrejected a similar argument in Willard v. Barger, 2019 NCBC LEXIS 33 (N.C. Super. \nCt. May 29, 2019).    \nThe Estate pleads that BW is an entity s eparate and distinct from the \nEstate.  The Estate’s ownership of BW ’s shares may give the Estate the \npractical ability to control BW’s affairs, including the disposition of BW’s \nassets, but ownership in BW’s shares does not equate to direct ownership \nin BW’s assets.  Thus, the Estate has no direct ownership interest in the \n2014 Subaru, and without ownership in the Estate, the Estate has no \nlegal right to recover the 2014 Subaru for the Estate. \n \nId. at *6 (emphasis added).  See also Global Textile All., Inc. v. TDI Worldwide, LLC, \n375 N.C. 72, 76 (2020)  (“[A] corporation is an entity distinct from the shareholders \nwhich own it.   Even a corporation owned by a single individual is a distinct entity \nfrom its shareholder. ” (cleaned up)); Dep’t of Transp. v . Airlie Park, Inc. , 156 N.C. \nApp. 63, 67 (2003) (“A corporation is treated as an entity separate from its stockholder \nor stockholders under all ordinary circumstances.”).  \n40. Both immediately before and after the E.P.A.  was executed, CFVASC \nremained the direct legal owner of the contributed LP U nits.  Accordingly, CCHS \ncannot be said to have “ stepped into the shoes” of CFVASC as to their ownership or \nto have otherwise become a successor in interest to a Limited Partner. \n41. Thus, the Court concludes  that the April 2019 Transactions did not \nviolate Section 15.9 of the LPA.   \n2. Section 14.5  \n42. Woodcock also contends that  the April 2019 Transactions violated \nSection 14.5 of the LPA, which states in pertinent part as follows:  \nThis Agreement shall not preclude or limit,  in any respect, the right of \nthe General Partner or any Affiliate of the General Partner or any \npartner, owner, officer or director of the General Partner or any Affiliate \nto engage or invest in any business activity of any nature or description, \nincluding those which may be the same as or similar to the Partnership’s \nbusiness and in direct competition therewith.  Any such activity may be \nengaged in independently or with others, and may include, but not  be  \nlimited to, the ownership and/or operation of other surgical centers or \nrelated medical facilities for the General Partner’s or any  such \nAffiliate’s, partner’s, owner’s, officer ’s or director’s own account or the \naccount of others, including any partnership or other entity organized \nby the General Partner or any such Affiliate, partner, owner , officer or \ndirector.  Neither the Partnership nor any Partner shall have any right, \nby virtue of this Agreement or the Partnership relationship created \nhereby, in or to such other ventures or activities , or to the income or \nproceeds derived therefrom, and the pursuit of such ventures, even if \ncompetitive with the business of the Partnership, shall not be deemed \nwrongful or improper.  The General Partner or any Affiliate or any \nofficer or director of the General Partner or any Affiliate shall have the \nright to take from for its own account (individually or as a trustee) or to \nrecommend to others any investment opportunity.  Notwithstanding the \nforegoing, neither the General Partner nor any Affiliate of the General \nPartner, nor any partner, owner, officer or director of the General Partner \nor any Affiliate of the General Partner may engage in the business of or \ninvest in a surgical center or related medical facility (a “Competitive \nFacility”) if such Competitive Facility maintains a place of business in, \nor derives more than 5% of its patients from, Cumberland County, North \nCarolina or any other county in the state of North Carolina from which \nthe Partnership is then currently deriving more than 5% of its patients \n(the “Restricted Area”).   Any opportunity to invest in a Competitive \nFacility in the Restricted Area shall be considered as an investment \nopportunity within the scope and purposes of the Partnership, and the \nGeneral Partner or its Affiliate or the partner, owner, officer or director \nof the General Partner or its A ffiliate who has ident ified such \nopportunity shall either refrain from making an investment in such \nCompetitive Facility or shall first disclose to the Partners in reasonable \ndetail the material terms of such investment opportunity and offer such \nopportunity for pursuit and exploitation by the Partnership and, unless \nsuch opportunity is declined by a Majority in Interest of the Partners, \nsuch activity shall not be pursued and, in the event of the pursuance of \nsuch venture in violation of this requirement, all income or other \nproceeds derived therefrom by the General Partner or its Affiliates or \nany partner, owner, officer or director of the General Partner or its \nAffiliates shall be deemed to be held in constructive trust for the benefit \nof the Partnership and its Partners until the same shall be paid over to \nthe Partnership.  \n(LPA § 14.5 (emphasis added).)  \n43. In support of this argument, Woodcock asserts that (1) FASC and CCHS \nare competitors in the Cumberland County market for outpatient surgical \nprocedures; and (2) by virtue of the E.P.A., CCHS became an Affiliate of the General \nPartner, meaning that it was not permitted to compete against FASC by engaging in \nthe business of a Competitive Facility (as that term is defined in Section 14.5). \n44. In response, Defendants make two arguments.  First, they contend that \nthe hospitals they operate in Cumberland County do not compete with ASCs such as \nFASC due t o the numerous differences that exist between hospitals and ASCs.  \nSecond, in the alternative, Defendants assert that even if a violation of Section 14.5 \ndid occur, a retroactive ratification of the April 2019 Transactions took place  by \nmeans of an Amendment and Consent Agreement (“A&C”) that was executed in 2022 \nwith the consent of the General Partner and two -thirds in interest of the Limited \nPartners of FASC.  The Court will address each argument in turn. \n45. With regard to Defendants’ first argument, i t is u ndisputed that  (1) \nFASC operates an ASC in Cumberland County; (2) at all relevant times CCHS  has \nowned and operated hospitals in Cumberland County where both in-patient and out-\npatient surgeries were performed; and (3) by virtue of the E.P.A., CCHS became an \n“Affiliate” of FASC’s General Partner. \n46. The parties disagree, however, on whether  CCHS—through the \noperation of its hospitals—maintains a “Competitive Facility” for purposes of Section \n14.5.  The Definitions section of the LPA provides no fu rther guidance as it simply \nstates that “ ‘Competitive Facility’ shall be as defined in Section 14.5 hereof.”  (LPA, \nat 2.)  \n47. Thus, the only definition of the term comes from the text of Section \n14.5—that is, the statement that a “Competitive Facility” refers to “a surgical center \nor related medical facility.” \n48. Not surprisingly, the parties take very different positions as to how that \ndefinition should be applied here.  Defendants point to the existence of numerous \ndifferences between hospitals and ASCs and emphasize that certain types of services \ncan be provided to patients only in hospitals and not in ASCs.  In response, Woodcock \nargues that both FASC and CCHS  (through its  hospitals) perform outpatient \nsurgeries in Cumberland County and therefore compete  for patients in need of such \nprocedures.  Woodcock also contends that FASC and CCHS possess the only operating \nrooms in Cumberland County available for surgical procedures on patients who are \nnot eligible to be treated at military veterans’ hospitals. \n49. The Court is skeptical of Defendants’ argument that a hospital can never \nbe deemed to qualify as a “surgical center or related medical facility.” Their \ncontention appears to rely on the assumption that, in order for the LPA’s definition \nof “Competitive Facility” to be satisfied, the two entities in question must be alike in \nall respects, which is not supported by the wording in Section 14.5 .    To be sure, \ndifferences exist between hospitals and ASCs , but the record supports Woodcock’s \nargument that outpatient surgeries were performed in Cumberland County during \nthe relevant time period at both FASC and CCHS’ hospitals.     \n50. For these reasons, if  this were Defendants’ only argument regarding \nSection 14.5, then they would not be entitled to summary judgment.   However, the \nCourt finds merit in Defendants’ alternative argument that even assuming the April \n2019 Transactions violated Section 14.5, any such violation  was cured by  the \nexecution of the A&C.   \n51. Woodcock, as discussed below, challenges the validity of the A&C .  At \nthe 4 October hearing, however, his attorney conceded that if the Court finds the A&C \nto have been validly  adopted, such a ruling would entitle Defendants to summary \njudgment as to all of his remaining claims. \n52. The A&C, which was signed by CFVASC and VASA on 11 January 2022, \nstated in relevant part as follows: \nWHEREAS, Section 19.1 of the LPA states that the LPA may be \nmodified or amended at any time by a writing signed by the General \nPartner and by Two-Thirds in Interest of the Limited Partners, subject \nto certain restrictions not applicable to this Agreement; \nWHEREAS, Section 14.3 of the LPA provides that certain actions \nmay not be taken by FASC, or by the General Partner on behalf of FASC, \nwithout the approval of either Two- Thirds in Interest of the Limited \nPartners or a Majority in Interest of the Limited Partners; \nWHEREAS, (a) CFVASC holds  43.6574805% of the Limited \nPartner Units of FASC and (b) VASA holds 46.0629789% of the Limited \nPartner Units of FASC and therefore, CFVASC and VASA collectively \nrepresent “Two-Thirds in Interest of the Limited Partners ” and a \n“Majority in Interest of the Limited Partners”, as such terms are defined \nin the LPA; \nWHEREAS, consistent with the LPA, on April 1, 2019 (the \n“Closing Date”), Cumberland County Hospital System, Inc. d/b/a Cape \nFear Valley Health System ( “CFVHS”) and CFVASC entered into a \nContribution Agreement, pursuant to which CFVHS contributed all of \nthe Limited Partner Units in FASC then held by CFVHS (constituting \n39.2472388% of the Limited Partner Units of FASC) to CFVASC (the \n“Contribution”), contingent on the closing of the Equity Purchase; \nWHEREAS, immediately following the Contribution, on April 1, \n2019, CFVHS, as permitted under the LPA, purchased from National \nSurgery Centers, LLC, a Delaware limited liability company (the \n“Seller”), all of the equity interests of CFVASC (the “ Equity \nPurchase” and, together with the Contribution, the “Transaction”);  \nWHEREAS, after the closing of the Transaction, CFVASC \ncontinued to be the General Partner of FASC, and CFVHS became the \ndirect owner of all of the equity of CFVASC and therefore became an \nAffiliate of CFVASC; and \nWHEREAS, in connection with the Transaction, and for the \navoidance of any doubt, the Parties desire to (a) confirm that there have \nbeen no violations of  Section 14.5 or 15.13 of the LPA, (b) amend the \nLPA in accordance with the terms and co nditions of the LPA, and (c) \napprove the Transaction with respect to FASC, in each case, as further \nset forth below; and  \nNOW, THEREFORE, in consideration of the premises set forth \nabove, which are incorporated in this Agreement as if fully set forth \nbelow, and the representations, warranties, covenants and agreements \ncontained in this Agreement, and intending to be legally bound hereby , \nthe Parties agree as follows: \nSection 1. Good Standing; No Violations under Section 14.5 or \n15.13 of the LPA.  Each of the Parties, on behalf of itself and its successors \nand assigns and their respective representatives, hereby absolutely, \nunconditionally and irrevocably confirms that, as of the Effective Date \nand retroactive beginning on April 1, 2018, (a) all of the Parties and their \nAffiliates that are Partners (and, to the extent applicable prior to the \nEffective Date, including as a prior Limited Partner, CFVHS) are in good \nstanding under the LPA and (b) none of the Parties and their Affiliates \nthat are Partners (and, to the extent applicable prior to the Effective Date, \nincluding as a prior Limited Partner or an Affiliate of CFVASC, CFVHS) \nare now, nor have they previously been, in violation or breach of Section \n14.5 or 15.13 of the LPA. \nSection 2.   Amendments  to the LPA. The following amendments \nshall apply retroactively beginning on April 1, 2018.  \n  ( a) Section 14.5 of the LPA is hereby amended and \nrestated in its entirety to read as follows: \n  Section 14.5  \n(a) This Agreement shall not prohibit, preclude, restrict or \nlimit, in any respect, the right of the General Partner, \nits Affiliates or their respective partners, owners, \nofficers, directors and managers (collectively, the “ GP \nParties”) to engage or invest in any business activity of \nany nature or description, including, without limitation, \nthose which may be the same as or similar to the \nPartnership’s business and in direct competition \ntherewith.  Any such activity may be engaged in \nindependently or with others, and may include, without \nlimitation, the ownership and/or operation of other \nsurgical centers or related medical facilities for any GP \nParty’s own account or the account of others, including \nany entity organized by any GP Party.  Neither the \nPartnership nor any Partner have any right, by virtue \nof this Agreement or the Partnership relationship \ncreated hereby, in or to such other ventures or \nactivities, or to the income or proceeds derived \ntherefrom, and the pursuit of such ventures, even if \ncompetitive with the business of the Partnersh ip, shall \nnot be deemed wrongful or improper.   Each GP Party \nshall have the right to take for its own account \n(individually or as a trustee) or to recommend to others \nany investment opportunity.   \n \n(b) Notwithstanding the foregoing, no GP Party may \nengage in the business of, or invest in, a free- standing \nambulatory surgery center (a “ Competitive Facility”) if \nsuch Competitive Facility maintains a place of business \nin, or derives more than five percent (5%) of its patients \nfrom Cumberland County, North Carolina or any other \ncounty in the State of North Carolina from which the \nPartnership then currently derives more than five \npercent (5%) of its patients, calculated on an annualized \nbasis over the immediately preceding 12 -month period \n(the “Restricted Area”); provided, however, that no full-\nservice hospital and/or health system owned, operated \nor managed by CFVHS or any of its Affiliates prior to, \non or after the date h ereof (including as applicable, \nwithout limitation, Harnett Health System, Inc., Betsy \nJohnson Hospital in Harnett County, NC, Blade n \nCounty Hospital, Hoke Hospital, and their respective \nAffiliates) shall constitute a Competitive Facility. \n. . .  \n(b) Section 15.13 of the LPA is hereby amended a nd \nrestated in its entirety to read as follows: \nSection 15.13 \n. . .  \n(e)  Notwithstanding anything contained in this Agreement \nto the contrary, nothing in Section 14.5 or in this Section \n15.13 shall prohibit, preclude, restrict or limit (i) CFVHS \nor any of its Affiliates from directly or indirectly \noperating, managing or owning those full -service \nhospitals and/or health systems which it (A) operated, \nmanaged or owned, as the case may be, prior to or as of \nApril 1, 2019 or (B) subsequently operates, manages or \nowns, as the case may be, at any time after April 1, 2019 \nor (ii) any Partner from owning, as a passive investment, \nup to one percent (1%) of the equity securities of any \nPerson in competition with the Partnership, which \nsecurities are listed on any national securities exchange, \nas long as such Partner has no other  business \nrelationship, direct or indirect, with the issuer of such \nsecurities.  \n. . .   \nSection 3. Consent, Ratification and Approval of the \nTransaction.  For the avoidance of any doubt, the Parties hereby consent \nto, approve, ratify and confirm  the execution and delivery of any \nagreements, documents and certificates to which FASC is a party or may \nbe bound with respect to the Transaction (together with the Contribution \nAgreement and Equity Purchase Agreement governing the Transaction , \nthe “ Transaction Documents ”) and the consummation of the \ntransactions contemplated thereby (including the Transaction).  \n. . . \nSection 4. Waiver and Release.  For the good and valuable \nconsideration set forth in this Agreement, which is hereby \nacknowledged, VASA, for itself, on behalf of its shareholders, and in its \ncapacity as a limited partner of FASC, agrees as follows: \n(x) That any and all claims, rights, remedies, or damages, \nwhether at law or in equity, of any kind or nature whatsoever, whether \nknown or unknown, whether in contract, tort, equity or otherwise, and \nwhether arising from conduct occurring prior to or at the Effective Date, \nthat it or they may have against CFVASC and/or its respective \nsubsidiaries, parents, successors and assigns and any of their respective \nofficers, directors, managers, employees, agents, counsel, \nrepresentatives or advisors (the  “ Released Parties ”) with respect to \nany matter (i) occurring prior to or at the Effective Date relating to \nSections 14.5 (Powers, Rights and Duties of the Gen eral Partner) or \n15.13 (Transfer of Interests by Partners) of the LPA or (ii) in any way \nrelating to the Transaction or arising in connection with the \nTransaction, are hereby fully , unconditionally, irrevocably and forever \nwaived, released and discharged (the “Released Actions”). \n(A&C, at 1–5 (emphasis added), ECF No. 173.10.)   \n53.  As recognized by a leading North Carolina treatise on commercial law, \n“[s]ometimes an improper act or transaction that is the basis of a derivative claim can \nbe cured retroactively by ratification [.]”  1 Robinson on N.C. Corp. Law § 17.07 ; see \nalso Holland v. Warren , 2020 NCBC LEXIS 146 (N.C. Super. Ct. Dec. 15, 2020)  \n(allowing retroactive ratification of transaction by board of directors  of a non -profit \nproperty owners’ association); Michelson v. Duncan, 407 A.2d 211, 219 (Del. 1979) (“It \nis the law of Delaware, and general corporate law, that a validly accomplished \nshareholder ratification relates back to cure otherwise unauthorized acts of officers \nand directors.”). \n54. Although there are substantive limits to the ratification doctrine , \nWoodcock does not argue that any of these limitations are applicable here.  Instead, \nhis sole argument lies with the manner in which the A&C was adopted.  Accordingly, \nthe Court will only address this argument.   \n55. At a meeting of VASA shareholders on 3 January 2022, a majority of the \nshareholders voted in favor of adopting the A&C.  (Lowe Aff. ¶¶ 7, 9.)  Subsequently, \non 11 January 2022, the A&C was formally executed by VASA and CFVASC.13  (A&C; \nWeatherly Aff. ¶ 33; Lowe Aff. ¶ 10.)  \n56. Woodcock’s only argument  as to the invalidity of the A&C is based on \nhis contention that the procedure set out in Section 19.6 of the LPA was not followed \nwith regard to the A&C’s adoption.  Defendants, conversely, contend that the only \nprovision in the LPA triggered by the adopt ion of the A&C was Section 19.1 , which \nwas satisfied.   \n57. The relevant portion of Section 19.1 reads as follows:  \nThis agreement may be modified or amended at any time by a writing \nsigned by the General Partner and by Two -Thirds in Interest of the \nLimited Partners . . .    \n \n(LPA § 19.1.) \n58. Section 19.6 states the following:  \n \n13 CCHS also signed the A&C “for the sole, limited purpose of agreeing that FASC shall be \nclassified as a Tier 1 in -network facility for purposes of CCHS’s self -insured health plan \ncovering CCHS employees and dependents.”  (Weatherly Aff. ¶ 33.) \nAny consent or approval of a Limited Partner required by this \nAgreement may be given as follows: \n(a) By a written consent given by the consenting Limited Partner and \nreceived by the General Partner at or prior to the doing of the act or \nthing for which the consent is solicited; or \n \n(b) By the affirmative vote by the consenting Limited Partner to the \ndoing of the act or thing for which the consent is solicited at any meeting \ncalled pursuant to Section 19.4 or Section 19.5 to consider the doing of \nsuch act or thing.   \n \n(LPA § 19.6.) \n \n59. Defendants argue that the execution of the A&C complied with Section \n19.1 because the A&C “is in fact a ‘ writing signed by ’ CFVASC, in its capacity as \nGeneral Partner, and by both VASA and CFVASC in their capacities as Limited \nPartners.  As noted, VASA and CFVASC together represent Two- Thirds in Interest \nof the Limited Partners.”  (Defs.’ Br. Supp. Mot. Summ. J., at 18, ECF No. 172.)  \n60. In response, Woodcock asserts that Sections 19.1 and 19.6 must be read \ntogether and that the above-described process by which the A&C came into existence \nwas not in compliance with Section 19.6. \n61. As an initial matter, the Court finds that Woodcock has failed to show \nhow Section 19.1 was violated in connection with  the A&C’s adoption.  However, by \nits plain terms , Section 19.1 only applies to modifications and amendments of the \nLPA.  Although Defendants contend that the A&C effectuated an amendment to \nSection 14.5, they further assert that the A&C additionally served as a ratification of \nthe April 2019 Transaction s and as a waiver of any  claims arising therefrom.   For \nthis reason, it is necessary to examine other provisions  of the LPA in addition to \nSection 19.1. \n62. Although the parties do not focus their arguments on this  section, the \nCourt notes that Section 14.3(j) of the LPA states as follows:  \nIn addition to other acts expressly prohibited or restricted by this \nAgreement or by the Partnership Act, and in order to eliminate or limit \nany actual or potential conflicts of interest between the General Partner \nand the Partnership or the Limited Partners, the General Partner shall \nhave no authority to make any decision or take any action to act on \nbehalf of the Partnership with respect to any of the following matters \nunless such decision or action within the scope of  the following matters \nhas been approved in writing by Two -Thirds in Interest of the Limited \nPartners: \n. . .  \n(j) Doing any act in contravention of this Agreement . . .   \n \n(LPA § 14.3(j).) \n \n63. Although neither subpart (j) n or any other subpart of Section 14.3 \nexpressly deal with retroactive ratifications  of acts that violate the LPA, Section \n14.3’s introductory paragraph lends further support to the proposition that approval \nin writing by Two-Thirds in Interest of the Limited Partners is all that is needed for \nthe General Partner to take such action.  Woodcock does not dispute the fact that \nsuch written approval existed with regard to the A&C’s adoption. \n64. Moreover, to the extent that Section 19.6 is, in fact, applicable and that \nits provisions should be construed as mandatory rather than merely permissive ,\n14 it \nappears that subpart (a) of that section was, in fact, satisfied.    \n \n14 Defendants argue that because Section 19.6 uses the word “may” rather than the word \n“shall,” its provisions are merely permissive examples of how the consent or approval of a \n65. Subpart (a) of Section 19.6 states that consent or approval of a Limited \nPartner may be effectuated “[b]y a written consent given by the consenting Limited \nPartner and received by the General Partner at or prior to the doing of the act or \nthing for which the consent is solicited[.]”  (LPA § 19.6(a).) \n66. Woodcock does not dispute the fact that the A&C qualifies as a “written \nconsent” given by the consenting Limited Partner s and received by the General \nPartner.  Instead, he argues that subpart (a) does not allow for the sort of retroactive \neffect that Defendants sought to achieve by adopting the A&C.  He contends that the \nphrase “at or prior to the doing of the act or thing for which the consent is solicited” \nis limited only to prospective acts as opposed to backward- looking retroactive acts. \nThus, according to Woodcock , the “act or thing for which the consent [wa]s [being]  \nsolicited” had already occurred back in April of 2019 —that is, the April 2019 \nTransactions. \n67. The Court is unable to agree with Woodcock’s argument .  The better \ninterpretation is that “the act or thing  for which the consent [wa]s [being] solicited ” \nwas the future act of adopting the A&C (regardless of the fact that the effect of the \nA&C’s adoption would be to provide retroactive relief ). Thus, even assuming \n \nLimited Partner could  be given rather than the exclusive mechanisms for obtaining such \napproval.  It is true that  the word “may” is typically construed as being merely permissive \nrather than mandatory. See, e.g., Campbell v. First Baptist Church, 298 N.C. 476, 483 (1979) \n(“[T]he use of ‘may’ generally connotes permissive or discretionary action and does not \nmandate or compel a particular act .”).  Woodcock, conversely, argues that when read \ncontextually, Section 19.6 should be interpreted as setting out the only valid ways in which \nsuch consent or approval can  be given by a Limited Partner.  However, even assu ming \narguendo that Woodcock is correct on this point, the Court is satisfied that —as explained \nbelow—the A&C’s adoption satisfied subpart (a) of Section 19.6. \ncompliance with Section 19. 6 was necessary, the Court rejects Woodcock’s sole \nargument as to why subpart (a) was not satisfied.   \n68. The Court has carefully considered Woodcock’s remaining arguments \nand finds them to be without merit. \n69. For these reasons, Defendants ’ Motion for S ummary Judgment is \nGRANTED as to Woodcock’s breach of contract claim , and Woodcock’s motion for \nsummary judgment as to that claim is DENIED.   \n3. Breach of the Implied Covenant of Good Faith and Fair \nDealing  \n70. Defendants are likewise entitl ed to summary judgment on Woodcock’s \naccompanying claim for breach of the implied covenant of good faith and fair dealing. \n71. All contracts contain an implied covenant of good faith and fair dealing \nthat places a duty on the parties to “act in good faith and to make reasonable efforts \nto perform [their] obligations under the agreement.”  Maglione v. Aegis Family Health \nCtrs., 168 N.C. App. 49 , 56 (2005).  “To state a valid claim for breach of the implied \ncovenant of good faith and fair dealing, a plaintiff must plead that the party charged \ntook action which injure d the right of the other t o receive the benefits of the \nagreement, thus depriving the other of the fruits of the bargain.”  Conleys Creek Ltd. \nP’ship v. Smoky Mountain Country Club Prop. Owners Ass’n, Inc., 255 N.C. App.  236, \n253 (2017) (cleaned up).   \n72. In Cordaro v. Harrington Ban k, our Court of Appeals  stated the \nfollowing regarding the effect of the dismissal of an  underlying breach of contract \nclaim on an accompanying claim for breach of the implied covenant of good faith and \nfair dealing: \nThe invalidity of Cordaro ’s breach of contract claim on these facts is \nlikewise fatal to his claim for breach of the implied covenant of good faith \nand fair dealing.  Under North Carolina law, every contract contains “an \nimplied covenant of good faith and fair dealing that neither p arty will \ndo anything which injures the right of the other to receive the benefits \nof the agreement.”  Bicycle Transit Auth. v. Bell, 314 N.C. 219, 228, 333 \nS.E.2d 299, 305 (1985) (citation and quotation marks omitted).  \n. . . \n \nAs a general proposition, where a party’s claim for breach of the implied \ncovenant of good faith and fair dealing is based upon the same acts as \nits claim for breach of contract, we treat the former claim as “ part and \nparcel” of the latter.  Murray v. Nationwide Mut. Ins. Co., 123 N.C. App. \n1, 19, 472 S.E.2d 358, 368 (1996), disc. review denied, 345 N.C. 344, 483 \nS.E.2d 173 (1997); see Suntrust Bank v. Bryant/Sutphin Props., LLC , \n222 N.C. App. 821, 833, 732 S.E.2d 594, 603 ( “As the jury determined \nthat plaintiff did not breach any of its contracts with defendants, it \nwould be illogical for this Court to conclude that plaintiff somehow \nbreached implied terms of the same contracts.”), disc. review denied, 366 \nN.C. 417, 735 S.E.2d 180 (2012). \n \nHere, the basis for Cordaro ’s claim that Harr ington breached the \nimplied covenant of good faith and fair dealing is identical to the basis \nfor his breach of contract claim.  Therefore, the trial court properly \ndismissed this claim as well. \n \nCordaro v. Harrington Bank, FSB, 260 N.C. App. 26, 38–39 (2018). \n73. Accordingly, because Woodcock’s claim for breach of the implied \ncovenant of good faith and fair dealing is based on the same acts as his claim for \nbreach of contract, Defendants’ Motion for Summary Judgment  is GRANTED as to \nWoodcock’s claim for breach of the implied covenant of good faith and fair dealing , \nand Woodcock’s summary judgment motion as to that claim is DENIED.   \n \nB. Breach of Fiduciary Duty Claim  \n74. Woodcock also asserts a breach of fiduciary duty claim against CFVASC.     \n75. It is well-settled that “[t]o establish a claim for breach of fiduciary duty, \na plaintiff must show that: (1) the defendant owed the plaintiff a fiduciary duty; (2) \nthe defendant breached that fiduciary duty; and (3) the breach of fiduciary duty was \na proximate cause of the injury to the plaintiff.”  Sykes v. Health Network Sols., Inc., \n372 N.C. 326, 339 (2019). \n76. However, this claim is—as Woodcock’s counsel has conceded—based on \nthe premise that the April 2019 Transactions resulted in a breach of the LPA, which \nthis Court has now rejected.  Accordingly, the Court GRANTS Defendants’ summary \njudgment motion on this claim as well.  \nC. Declaratory Judgment Claim \n77. Finally, Woodcock has asserted a declaratory judgment claim seeking a \ndeclaration from the Court that CCHS does not have lawful authority to  own 100% \nof the equity of FASC’s General Partner or to exercise any authority over the General \nPartner based on the alleged invalidity of the April 2019 Transactions.   \n78. In light of the Court’s entry of summary judgment in favor of Defendants \non Woodcock’s breach of contract claim, Defendants’ Motion for Summary Judgment \nis likewise GRANTED as to this claim.   \nII. Motion to Strike  \n79. Finally, Defendants request that the Court strike certain exhibits filed \nby Woodcock and various statements contained in Woodcock’s Memorandum of Law \nin Opposition to Defendants’ Motion for Summary Judgment , (ECF No. 183)  on the \nground that they “are irrelevant and would not be admissible in evidence.”  (Mot. \nStrike, at 1–2.)   \n80. However, because the Court has granted summary judgment for \nDefendants on all of Woodcock’s remaining claims, the Motion to Strike is DENIED \nas moot.  \nCONCLUSION \n \n THEREFORE, IT IS ORDERED as follows: \n \n1. Defendants’ Motion for Summary judgment is GRANTED; \n2. Woodcock’s Motion for Summary Judgment is DENIED; and \n3. Defendants’ Amended Motion to Strike is DENIED as moot. \n \n SO ORDERED, this the 18th day of October, 2023.15 \n \n \n       /s/ Mark A. Davis     \nMark A. Davis \nSpecial Superior Court Judge \nfor Complex Business Cases  \n \n \n \n15 This Order and Opinion was originally filed under seal on 18 October 2023.  This public \nversion of the Order and Opinion is being filed on 24 October 2023.  To avoid confusion in the \nevent of an appeal, the Court has elected to state the filing date of the public version of the \nOrder and Opinion as 18 October 2023.  "
}