{
  "id": "ef00be665eede423782660984c16637734cf63788472e3f2095d601828337a8f",
  "source_file": "data/raw/ncbc/ef00be665eede423782660984c16637734cf63788472e3f2095d601828337a8f.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n10 CVS 20825 \nDAVID J. DeGORTER, \n \nPlaintiff, \n \n v. \n \nCAPITOL BANCORP LTD, CAPITOL \nWEALTH, INC. d/b/a/ CAPITOL WEALTH \nADVISORS, and CAPITOL NATIONAL \nBANK, N.A., \n \nDefendants. \n \n \n \n \n \n        ORDER AND OPINION \n \n{1} THIS MATTER is before the Court upon Plaintiff David J. DeGorter’s \n(“Plaintiff”) Motion to Reconsider, or in the Alternative, to Amend the Pleadings \n(hereinafter demarcated as “Motion to Reconsider” and “Motion to Amend”); and \nDefendant Capitol National Bank, N.A.’s (“National”) Motion for Attorneys’ Fees \n(collectively, the “Motions”) in the above-captioned case. \n{2} The Court, having considered the Motions, affidavits and supporting \nbriefs, as well as the arguments of counsel at the October 15, 2014 hearing in this \nmatter, hereby DENIES Plaintiff’s Motion to Reconsider; DENIES Plaintiff’s \nMotion to Amend; and GRANTS National’s Motion for Attorneys’ Fees.  \nBrooks, Pierce, McLendon, Humphrey & Leonard, by Jeffrey E. Oleynik, Clint S. \nMorse, and Jennifer K. Van Zant, for Plaintiff David J. DeGorter. \n \nSmith Moore Leatherwood LLP, by Heather C. White, William R. Forstner, and \nJonathan P. Heyl, for Defendant Capitol National Bank, N.A. \n \nBledsoe, Judge. \n \n \nDeGorter v. Capitol Bancorp Ltd., 2014 NCBC 62.\n \n \nI.  \nFACTUAL AND PROCEDURAL BACKGROUND \n{3} The Court makes its findings as set forth herein to address only those \nmatters necessary for purposes of resolving the present Motions.  For additional \ndetail concerning the facts and procedural history giving rise to this matter, see \nDeGorter v. Capitol Bancorp Ltd., 2011 NCBC 28 (N.C. Super. Ct. July 29, 2011), \nhttp://www.ncbusinesscourt.net/opinions/2011_NCBC_28.pdf (dismissing Plaintiff’s \nclaim for unfair and deceptive trade practices) (“July 2011 Order”). \n{4} Defendant Capitol Bancorp Ltd. (“Bancorp”) is a holding company in the \nbusiness of community bank development nationwide.1  (Id. ¶ 8.)   \n{5} National and Defendant Capitol Wealth, Inc. (“Wealth”) were at all times \nrelevant to this matter wholly-owned subsidiaries of Bancorp.  (Id.)   \n{6} Plaintiff was the sole and managing member of DeGorter Capital Partners, \nLLC (“DeGorter Capital”) at all times relevant to this matter.  (Id. ¶ 9.) \n{7} In late 2007, Plaintiff (through DeGorter Capital), Bancorp, and Wealth \nentered into an arrangement to acquire Forethought Federal Savings Bank \n(“Forethought”).  (Id. ¶¶ 10–13.)   \n{8} The contemplated acquisition, however, was subject to regulatory approval \nby the Federal Reserve Board.  (Id. ¶ 14.)    \n{9} The Federal Reserve Board’s assessment of the proposed transaction \nincluded consideration of Bancorp’s financial condition.  (Id. ¶ 16.) \n                                                 \n1 As discussed further infra, Bancorp has filed for bankruptcy since the onset of this litigation. \n \n \n{10} Plaintiff alleges that in order to improve the appearance of Bancorp’s \nfinancial condition – and thus increase the likelihood of securing regulatory \napproval for the Forethought acquisition – Plaintiff was solicited by a Wealth \nrepresentative to make a substantial purchase of Bancorp’s trust preferred \nsecurities.  (Id. ¶¶ 17–20.) \n{11} Plaintiff alleges that he was assured by the Wealth representative that \nBancorp would redeem the securities from him once the Forethought acquisition \nhad been completed.  (Id. ¶ 20.)   \n{12} Plaintiff purchased $1.5 million worth of Bancorp trust preferred \nsecurities, financing 100% of the purchase price with the proceeds of two loans \nextended to him by Bancorp’s subsidiary, National.  (Id. ¶¶ 19–21.)  \n{13} The loans from National to Plaintiff consisted of a secured loan of \n$1,050,000 and an unsecured loan of $450,000.  (Id. ¶ 21.) \n{14} The $450,000 loan is not at issue in this action. \n{15} The $1,050,000 loan is governed by the terms of two written agreements, \nthe first executed by Plaintiff and National on July 3, 2008 and the second executed \nby Plaintiff and National on July 3, 2009 (together, “the Credit Agreements”).   \n{16} Each of the Credit Agreements includes a choice-of-law provision \nspecifying that the Agreements are to be governed by Michigan law.  The parties do \nnot dispute that the Credit Agreements are governed by Michigan law. \n{17} Each of the Credit Agreements also includes a provision requiring that \nPlaintiff pay any legal costs, including reasonable attorneys’ fees, incurred by \n \n \nNational to collect on the loans in the event of Plaintiff’s default.  The parties do not \ndispute that the Credit Agreements provide for recovery of legal costs.   \n{18} Plaintiff does, however, contend that he would not have entered into the \nCredit Agreements without the Wealth representative’s assurance that Bancorp \nwould repurchase the securities from Plaintiff once the Forethought acquisition had \nbeen completed.  (July 2011 Order at ¶¶ 19–20.)   \n{19} The acquisition of Forethought ultimately fell through due to Bancorp’s \nailing financial condition, of which Plaintiff alleges he was unaware at the time he \nagreed to purchase the Bancorp securities.  (\nId. ¶¶ 25–26.) \n{20} The Bancorp securities dropped in market value from $10 per share, at the \ntime Plaintiff purchased them, to $1.85 per share on October 28, 2010, when \nPlaintiff filed his Complaint in this action.  (Id. ¶¶ 3, 27.) \n{21} Plaintiff’s Complaint asserts claims against Bancorp, Wealth, and \nNational (collectively, “Defendants”) for constructive fraud, negligent \nmisrepresentation, and unfair and deceptive trade practices, and a claim for breach \nof fiduciary duty against Bancorp and Wealth.  (Compl. ¶¶ 64–95.)  Essentially, \nPlaintiff alleges that Defendants colluded to fraudulently induce him into \npurchasing the Bancorp securities for the sole purpose of “rais[ing] sufficient capital \nto allow . . . Bancorp to continue its bank acquisition business for a short period of \nadditional time.”  (Pl.’s Br. Supp. Mot. to Reconsider, p. 3.) \n \n \n{22} Defendants filed their Answer to Plaintiff’s Complaint on January 10, \n2011, raising numerous defenses and asserting a counterclaim – on behalf of \nNational – against Plaintiff for breach of contract.    \n{23} National’s breach of contract counterclaim sought recovery of amounts \nallegedly owed by Plaintiff to National – $912,329.65 in unpaid principal plus \naccrued interest – as a result of Plaintiff’s alleged default under the terms of the \nCredit Agreements.  National additionally sought an award of legal costs, including \nreasonable attorneys’ fees incurred in this action, as provided for under the Credit \nAgreements.   \n{24} This Court (Murphy, J.) dismissed Plaintiff’s unfair and deceptive trade \npractices claim in an Opinion and Order entered July 29, 2011.  (July 2011 Order at \n¶ 53.) \n{25} Defendants moved for summary judgment on Plaintiff’s remaining claims \nagainst Defendants and on National’s counterclaim against Plaintiff on January 19, \n2012. \n{26} On August 9, 2012, Bancorp filed a petition for voluntary relief under \nChapter 11 of Title 11 of the United States Code in the United States Bankruptcy \nCourt for the Eastern District of Michigan.  National represented at the October 15, \n2014 hearing that Bancorp will not emerge from the bankruptcy proceedings as a \nviable entity. \n{27} On June 26, 2014, this Court (Murphy, J.) entered an Order (“Summary \nJudgment Order”) in which the Court (i) deferred ruling on Defendants’ Motion for \n \n \nSummary Judgment with respect to Plaintiff’s claims against Bancorp and Wealth \nin light of Bancorp’s bankruptcy proceedings and “the related nature of claims \nbrought against Bancorp and Wealth as well as their interconnected structure”; (ii) \ngranted Defendants’ Motion for Summary Judgment with respect to Plaintiff’s \nconstructive fraud and negligent misrepresentation claims against National, \nthereby dismissing those claims with prejudice; and (iii) granted National’s Motion \nfor Summary Judgment on its breach of contract counterclaim against Plaintiff.   \n(Summary Judgment Order, p. 2–5.)   \n{28} The Summary Judgment Order further provided that “National shall have \nand recover from Plaintiff the principal sum of $912,329.65, accrued interest in the \namount of $61,600.40 and interest accruing since January 17, 2012 at a daily rate of \n$81.01287 until the judgment is satisfied in full,” and that “[w]ithin 45 days from \nthe entry of this Order, National may move for attorney’s fees pursuant to the loan \nagreement and controlling law.”  (\nId. at p. 5.) \n{29} National, accordingly, filed its Motion for Attorneys’ Fees on August 11, \n2014, seeking attorneys’ fees and costs as provided for under the Credit \nAgreements.   \n{30} On August 29, 2014, Plaintiff moved the Court to reconsider its Summary \nJudgment Order or, alternatively, to allow Plaintiff to amend his Complaint to \nassert a claim against Defendants for civil conspiracy. \n{31}  The Court held a hearing on Plaintiff’s Motion to Reconsider and Motion \nto Amend and on National’s Motion for Attorneys’ Fees on October 15, 2014. \n \n \n \nII. \nANALYSIS \nA.  \nPlaintiff’s Motion to Reconsider \n{32} Plaintiff asks this Court to revisit Judge Murphy’s Summary Judgment \nOrder on grounds that the undersigned’s appointment, when paired with Plaintiff’s \nfiling of his Motion for Reconsideration, constitutes “changed circumstances” \nsufficient to warrant reconsideration. \n{33} This Court has recently reiterated that “‘[o]ne superior court judge may \nonly modify, overrule, or change the order of another superior court judge where the \noriginal order was (1) interlocutory, (2) discretionary, and (3) there has been a \nsubstantial change of circumstances since the entry of the prior order.’”  Taidoc \nTech. Corp. v. OK Biotech Co., Ltd., 2014 NCBC 48 at ¶ 11 (N.C. Super. Ct. Oct. 9, \n2014), http://www.ncbusinesscourt.net/opinions/2014_NCBC_48.pdf (quoting Crook \nv. KRC Mgmt. Corp., 206 N.C. App. 179, 189, 697 S.E.2d 449, 456 (2010)).  “‘A \nsubstantial change in circumstances exists if since the entry of the prior order, \nthere has been an intervention of new facts which bear upon the propriety of the \nprevious order. The burden of showing the change in circumstances is on the party \nseeking a modification or reversal of an order previously entered by another judge.’”  \nId. (citation omitted).  “Accordingly, ‘where the trial court fails to find that there has \nbeen a material change in circumstances, it has no authority to modify the order of \nanother judge.’”  Id. (citations omitted).   \n \n \n{34} Here, the Summary Judgment Order was both interlocutory, as it did not \ndispose of Plaintiff’s claims against Bancorp or Wealth, see Veazey v. City of \nDurham, 231 N.C. 357, 361–62, 57 S.E.2d 377, 381 (1950) (providing that an \ninterlocutory order as one that “does not dispose of the case, but leaves it for further \naction by the trial court in order to settle and determine the entire controversy”), \nand discretionary.   \n{35} The Court, however, discerns no “substantial change of circumstances” \nsince Judge Murphy’s entry of the Summary Judgment Order that would permit its \nreconsideration.  To accept Plaintiff’s contention that (i) the undersigned’s \nappointment and (ii) the filing of Plaintiff’s Motion to Reconsider, together, \nconstitute sufficient grounds for reconsideration would be to “open the floodgates” \nand invite reconsideration of numerous matters decided in the months preceding \nthe undersigned’s appointment.  \n{36} Plaintiff relies on Ruff v. Parex, Inc., 1999 NCBC 6 (N.C. Super. Ct. June \n17, 1999), http://www.ncbusinesscourt.net/opinions/1999%20NCBC%206.htm, and \nWachovia Bank v. Harbinger Capitol Partners Master Fund I, Ltd., 2008 NCBC 6 \n(N.C. Super. Ct. March 13, 2008), http://www.ncbusinesscourt.net/opinions/ \n2008%20NCBC%206.pdf, in support of his contention that, unlike the typical case of \nforum shopping in which one superior court judge is asked to overrule another \nsuperior court judge, here the undersigned possesses case management authority \nthat permits reconsideration of the Summary Judgment Order.   \n \n \n{37} Ruff and Harbinger, however, involved instances in which the action \ncommenced in regular superior court, then was subsequently transferred to this \nCourt, at which time the assigned Business Court judge was tasked with case \nmanagement responsibilities in effectuating the transition.  Here, in contrast, the \nundersigned is not receiving this case into the Business Court for the first time; \nJudge Murphy has already done so.  The undersigned’s assumption of the Court’s \ncase management responsibilities does not in and of itself constitute an \n“intervention of new facts which bear upon the propriety of the [Summary \nJudgment Order].”  Taidoc Tech. Corp., 2014 NCBC 48 at ¶ 11.  And neither \nPlaintiff’s additional step of filing his Motion for Reconsideration nor the \ninterlocutory nature of the Summary Judgment Order alters this conclusion.   \n{38} Moreover, unlike here, Ruff involved a class action “where determinations \ncan change or develop as the case progresses” and addressed the inevitable tension \nfor case management that is created when, as in \nRuff, a class is certified by a \nregular superior court judge prior to designation of the case to the Business Court.   \nRuff, 1999 NCBC 6 at ¶ 4.  In addition, and again unlike in the instant case, in \nHarbinger, the Court found “changed circumstances” sufficient to modify the \npreliminary injunction entered by the prior superior court judge where the \ndefendants subsequently filed a federal court action in New York, which Judge Diaz \nfound to be a “convenient, reasonable, fair, and more comprehensive forum for the \nresolution of this litigation[.]”  \nHarbinger, 2008 NCBC 6 at ¶¶ 114—15.  In short, \nthe instant case simply does not involve the considerations motivating the Business \n \n \nCourt judges in Ruff and Harbinger to modify the prior superior court judge’s orders \nin those actions. \n{39} The Court, therefore, finds this matter to fall squarely within the general \nrule that one superior court judge may not “modify, overrule, or change the order of \nanother superior court judge.”  Taidoc Tech. Corp., 2014 NCBC 48 at ¶ 11. \n{40} Plaintiff also seeks clarification of the Summary Judgment Order.  \nSpecifically, Plaintiff points to the portion of the Summary Judgment Order in \nwhich Judge Murphy states the following: \nIndeed, Plaintiff freely admits that he never even spoke to anyone at \nNational until after the loans were approved.  And, although there is \nevidence that National is a wholly-owned subsidiary of Bancorp, \nPlaintiff refutes any allegation that National was involved in the \nalleged joint venture between it, Bancorp, and Wealth.  Further, \nPlaintiff alleges no claim for conspiracy or piercing the corporate veil \nthat might implicate National in either Wealth or Bancorp’s \ninteractions with Plaintiff. \n \n(Summary Judgment Order, p. 3.) (Emphasis added.) \n{41} In Taidoc, this Court stated that although it is “not permitted to modify, \noverrule or change [a prior Order], the Court . . . does have the authority to \ninterpret, construe and enforce [a prior Order] according to its terms.”  Taidoc Tech. \nCorp., 2014 NCBC 48 at ¶ 13 (citing Morley v. Morley, 102 N.C. App. 713, 716, 403 \nS.E.2d 574, 575 (1991), for the proposition that “one Superior Court Judge may \nconstrue an order entered by another Superior Court Judge”).  The Court found that \nthe Order under review was “potentially capable of differing interpretations” and \nthus expounded on its meaning in order to “assist the fair and efficient \nadministration of justice.”  \nId. at ¶¶ 14–18. \n \n \n{42} Here, the Court construes the above-quoted language from the Summary \nJudgment Order as Judge Murphy’s observation that Plaintiff had not alleged a \nclaim for conspiracy in his complaint and that this fact, in conjunction with the \ntotality of the record evidence, supported dismissal of Plaintiff’s claims against \nNational.  The Court does not otherwise find the Summary Judgment Order \nambiguous or in need of clarification. \n{43} In light of the foregoing, the Court DENIES Plaintiff’s Motion to \nReconsider.   \nB.  \nPlaintiff’s Motion to Amend \n{44} Plaintiff seeks to amend his Complaint to assert a claim against \nDefendants – including National – for civil conspiracy.  Plaintiff contends that the \nproposed amendment is supported by the evidence and would not prejudice \nNational because its substance was disclosed in Plaintiff’s original Complaint.   \n{45} “Under Rule 15 [of the North Carolina Rules of Civil Procedure], leave to \namend ‘shall be freely given where justice so requires.’”  Paradigm Fin. Grp., Inc. v. \nChurch, 2014 NCBC 33 at ¶ 14 (N.C. Super. Ct. July 24, 2014), \nhttp://www.ncbusinesscourt.net/opinions/2014_NCBC_33.pdf (quoting N.C. Gen. \nStat. § 1A-1, Rule 15).  “However, a court may deny a motion for leave to amend a \npleading based on the movant’s ‘undue delay, bad faith, dilatory motive, repeated \nfailure to cure deficiencies, undue prejudice and futility of the amendment.’”  Id. \n(citations omitted).  Thus, “[a]lthough the spirit of the North Carolina Rules of Civil \nProcedure is to permit parties to proceed on the merits without the strict and \n \n \ntechnical pleading rules of the past, the rules still provide some protection for \nparties who may be prejudiced by liberal amendment.”  Henry v. Deen, 310 N.C. 75, \n82, 310 S.E.2d 326, 331 (1984).  “‘A motion to amend is addressed to the [sound] \ndiscretion of the trial court.’”  Isenhour v. Universal Underwriters Ins. Co., 345 N.C. \n151, 154, 478 S.E.2d 197, 199 (1996) (citation omitted) (alteration in original). \n{46} National cites Chrisalis Properties, Inc. v. Separate Quarters, Inc., 101 \nN.C. App. 81, 89, 398 S.E.2d 628, 634 (1990), for the proposition that “once \njudgment is entered amendment of the complaint is not allowed unless the \njudgment is set aside or vacated under Rule 59 or Rule 60.”  National also cites \nSentry Enters., Inc. v. Canal Wood Corp., 94 N.C. App. 293, 298, 380 S.E.2d 152, \n155 (1989) (emphasis in original), for the proposition that a “trial judge ha[s] no \nauthority to grant leave to amend [a complaint] after summary judgment [is] \nentered against plaintiff.”  The Sentry court, however, explicitly relied on the fact \nthat the summary judgment order that preceded the plaintiff’s motion to amend in \nthat case was a final judgment.  Id. (“Once the trial court enters final judgment in \nthe case, the trial court lacks the authority to grant leave to amend under Rule 15.  \nSummary judgment was a final judgment in this case because it disposed of all of \nplaintiff’s claims.”  (Citations omitted and emphases added)).  Because the \nSummary Judgment Order here was not a final judgment, but rather an \ninterlocutory order, the general rule prohibiting a plaintiff’s post-judgment \namendment to the complaint – as articulated in Chrisalis and Sentry – is not \ncontrolling. \n \n \n{47} Plaintiff points to Hawkins v. Houser, 91 N.C. App. 266, 371 S.E.2d 297 \n(1988), a case in which the North Carolina Court of Appeals determined that the \nplaintiffs’ complaint could properly be amended post-summary judgment where the \noriginal complaint notified the defendants of the events underlying the added claim \nand therefore sufficiently enabled the defendants to prepare a defense against it.   \nId. at 270, 371 S.E.2d at 300.  The Hawkins court, however, merely permitted the \nplaintiffs to add facts to their complaints to support their already existing \nnegligence claim, reasoning that the complaints’ “deficiency [was] not automatically \nfatal to plaintiffs’ actions, as it would have been under our former procedure, \nbecause under our modern notice pleading system amendments to the pleadings are \nliberally permitted when the evidence and circumstances warrant, even at trial.”  \nId. at 268–70, 371 S.E.2d at 299–300.  Here, in contrast, Plaintiff seeks to assert an \nentirely new claim for relief – civil conspiracy – against all Defendants. \n{48} In any event, the import of the Summary Judgment Order, when read in \nits entirety, is clear:  Judge Murphy reviewed Plaintiff’s evidence and determined \nthat although National was a Bancorp subsidiary and had issued the loans in \nquestion to Plaintiff, the evidence failed to demonstrate that any of National’s \nalleged conduct – whether acting alone or in collusion with Bancorp and/or Wealth – \nhad caused Plaintiff’s claimed injury.   Consequently, this Court is prohibited from \ngranting Plaintiff the requested relief, as to do so would, in effect, require this Court \nto overrule Judge Murphy’s prior Order.  Stated differently, Plaintiff’s success on a \nconspiracy claim against National based on the existing evidence – and Plaintiff \n \n \nconcedes no additional discovery would be necessary to support his conspiracy claim \n– would ultimately require this Court to reach conclusions in contravention of those \nembodied in the Summary Judgment Order.   \n{49} Moreover, even if the Court were able to entertain Plaintiff’s Motion to \nAmend, the Court finds, in its discretion, that Plaintiff’s Motion to Amend is \nuntimely.  Draughon v. Harnett Cnty. Bd. of Educ., 166 N.C. App. 464, 467, 602 \nS.E.2d 721, 724 (2004) (“In deciding if there was undue delay, the trial court may \nconsider the relative timing of the proposed amendment in relation to the progress \nof the lawsuit.”).  Plaintiff brings this request nearly four years after filing his \noriginal Complaint, seeking to append allegations and a civil conspiracy claim based \non conduct that was known to Plaintiff at the time he filed his Complaint.  Allowing \nthese amendments, at this stage of the proceedings, would cause substantial \nprejudice to National, as National has already successfully defended against \nPlaintiff’s claims and prevailed on its counterclaim against Plaintiff.  See, e.g., \nWilkerson v. Duke Univ., 748 S.E.2d 154, 161 (N.C. Ct. App. 2013) (affirming trial \ncourt’s denial of plaintiff’s motion to amend complaint brought “thirteen months \nafter he filed the initial complaint and only five days \nbefore the hearing on \ndefendants’ motion for summary judgment” (emphasis added)); Wall v. Fry, 162 \nN.C. App. 73, 80, 590 S.E.2d 283, 287 (2004) (affirming trial court’s denial of \nplaintiffs’ motion to amend filed after defendants moved for summary judgment and \nnearly fourteen months after plaintiffs filed their original complaint). \n \n \n{50} Finally, the Court notes that in North Carolina “there is no such thing as a \ncivil action for conspiracy.”  Reid v. Holden, 242 N.C. 408, 414, 88 S.E.2d 125, 130 \n(1955).  Rather, “[t]he action is for damages caused by acts committed pursuant to a \nformed conspiracy, [not] by the conspiracy itself; and unless something is actually \ndone by one or more of the conspirators which results in damage, no civil action lies \nagainst anyone.”  Id.  Because Judge Murphy found the evidence insufficient to \nsupport Plaintiff’s constructive fraud and negligent misrepresentation claims \nagainst National and dismissed those claims with prejudice, there remain no claims \nagainst National that could serve as the requisite underlying basis for Plaintiff’s \ncivil conspiracy theory of recovery.  See, e.g., Piraino Bros., LLC v. Atl. Fin. Grp., \nInc., 211 N.C. App. 343, 350, 712 S.E.2d 328, 333–34 (2011) (“Where this Court has \nfound summary judgment on the underlying tort claims to be proper, we have held \nthat a plaintiff’s claim for civil conspiracy must also fail.”).  Therefore, Plaintiff’s \nMotion to Amend additionally fails on futility grounds. \n{51} In sum, the Court declines Plaintiff’s request to revive his action against \nNational through the proposed post-judgment amendments to his Complaint, and \nPlaintiff’s Motion to Amend is, accordingly, DENIED.     \nC. \nNational’s Motion for Attorneys’ Fees \n{52} National seeks recovery of its costs, including reasonable attorneys’ fees, \nincurred in this action.  This request follows from National’s successful defense \nagainst Plaintiff’s claims; National’s success on its breach of contract counterclaim \nagainst Plaintiff; and Judge Murphy’s statement in the Summary Judgment Order \n \n \nthat “[w]ithin 45 days from the entry of this Order, National may move for \nattorney[s’] fees pursuant to the loan agreement and controlling law.”  (Summary \nJudgment Order, p. 5.) \n{53} Plaintiff does not dispute that the Credit Agreements provide for the \nrecovery of attorneys’ fees in the event of Plaintiff’s default as follows: \nCollection Costs: We may hire or pay someone else to help collect this \nAgreement if you do not pay.  You will pay us that amount.  This \nincludes, subject to any limits under applicable law, our reasonable \nattorneys’ fees and our legal expenses whether or not there is a \nlawsuit[.] . . .  If not prohibited by applicable law, you also will pay any \ncourt costs, in addition to all other sums provided by law.2 \n \n{54} Further, the parties agree that the Credit Agreements each contain the \nfollowing choice-of-law provision designating Michigan law as governing for \npurposes of resolving this Motion: \nGoverning Law.  This Agreement will be governed by federal law \napplicable to us and, to the extent not preempted by federal law, the \nlaws of the State of Michigan without regard to its conflicts of law \nprovisions.  This Agreement has been accepted by us in the State of \nMichigan.\n3 \n \n{55} Plaintiff also concedes that a contract may serve as a valid basis for an \naward of attorneys’ fees under Michigan law.  Indeed, the Court of Appeals of \nMichigan has stated the following with respect to the recovery of attorneys’ fees \nprovided for by contract:  \nAs a general rule, attorney[s’] fees are not recoverable as an element of \ncosts or damages absent an express legal exception. Exceptions to the \ngeneral rule are narrowly construed. An exception exists where \nattorney fees are provided by contract of the parties.  Contractual \n                                                 \n2 This provision is worded identically in each of the Credit Agreements. \n \n3 This provision is worded identically in each of the Credit Agreements. \n \n \nprovisions for payment of reasonable attorney fees are judicially \nenforceable. \n \n Fleet Bus. Credit v. Krapohl Ford Lincoln Mercury Co., 274 Mich. App. 584, \n599, 735 N.W.2d 644, 647 (2007). \n{56} Plaintiff contends, however, that National’s evidence is insufficient \nto support an award of attorneys’ fees because it fails to describe adequately \nthe arrangement among Defendants concerning the apportionment of \nDefendants’ collective legal costs incurred in connection with this action.  \n{57} National has filed with the Court the following submissions in support of \nits Motion for Attorneys’ Fees: the Credit Agreements; an Affidavit of Attorneys’ \nFees from Heather C. White of the law firm Smith Moore Leatherwood LLP (“Smith \nMoore”), which has represented all Defendants, including National, throughout this \naction; a Supplemental Affidavit of Attorneys’ Fees, also submitted by Ms. White; \nSmith Moore’s billing records documenting the hours billed by Smith Moore in \nconnection with this action; and the affidavit of Paula D. Cunningham, National’s \nPresident and CEO. \n{58} Ms. Cunningham states in her affidavit that Defendants Bancorp, \nNational, and Wealth “agreed to share the costs of the defense of this lawsuit, and \napportion the percentages to reflect Capitol National’s counterclaims. . . .  As such, \nCapitol National agreed to pay, and has paid, fifteen percent (15%) of the total \naccumulated attorneys’ fees and costs charged by [Smith Moore].”  (Cunningham \nAff. ¶¶ 4–5.)  Ms. Cunningham further states that “[a]s apportioned to its \n \n \ncounterclaim, Capitol National has incurred and paid approximately $29,466.12 in \nlegal fees and costs.”  (Id. ¶ 6.)   \n{59} Ms. White represented to the Court at the October 15, 2014 hearing that \nDefendants entered into this arrangement, pursuant to which National agreed to \npay fifteen percent of Defendants’ total attorneys’ fees and costs, at the outset of \nlitigation in this action. \n{60} The Court finds Plaintiff’s contentions unpersuasive and concludes that \nNational’s evidence is sufficient to support an award of attorneys’ fees and costs.  \nThe Court further concludes that Defendants’ agreement to allocate fifteen percent \nof Defendants’ costs to National was reasonable under the circumstances.\n4  As \nindicated by Ms. Cunningham’s statements in her affidavit, Bancorp had a strong \ninterest in defending against not only Plaintiff’s claims against Bancorp, but also \nPlaintiff’s claims against its subsidiaries, Wealth and National, and thus, aside \nfrom National’s counterclaim against Plaintiff, sought to bear the burden of \nDefendants’ costs in this action. \n{61} Accordingly, the Court concludes that National is entitled to an award of \nattorneys’ fees and costs, and the sole issue remaining is whether the amount of the \naward requested is reasonable.  \n                                                 \n4  Plaintiff contends that National’s low share of Defendants’ total costs should be seen as further \nproof of conspiracy.  Applied to National’s attorneys’ fees argument, however, Plaintiff’s contention \nthat National should bear a larger portion of Defendants’ legal costs posits, in effect, that National \nshould be entitled to \nmore attorneys’ fees than National is presently seeking.  \n \n \n \n{62} “[T]he burden of proving the reasonableness of the requested fees rests \nwith the party requesting them.”  Smith v. Khouri, 481 Mich. 519, 528—29, 751 \nN.W.2d 472, 478 (2008) (citation omitted).  “In Michigan, the trial courts have been \nrequired to consider the totality of special circumstances applicable to the case at \nhand.”  Id. at 529, 751 N.W.2d at 478 (citations omitted).   \n{63} In Crawley v. Schick, 48 Mich. App. 728, 211 N.W.2d 217 (1973), the Court \nof Appeals of Michigan set forth factors for determining reasonable attorneys’ fees \nas follows:   \nThere is no precise formula for computing the reasonableness of an \nattorney’s fee. However, among the facts to be taken into consideration \nin determining the reasonableness of a fee include, but are not limited \nto, the following: (1) the professional standing and experience of the \nattorney; (2) the skill, time and labor involved; (3) the amount in \nquestion and the results achieved; (4) the difficulty of the case; (5) the \nexpenses incurred; and (6) the nature and length of the professional \nrelationship with the client. \n \nId. at 737, 211 N.W.2d at 222.   \n{64} In Wood v Detroit Automobile Inter-Ins. Exchange, 413 Mich. 573, 321 \nN.W.2d 653 (1982), the Michigan Supreme Court indicated that “[w]hile a trial \ncourt should consider the guidelines of Crawley, it is not limited to those factors in \nmaking its determination.”  Id. at 588, 321 N.W.2d at 661.  For instance, as noted in \nSmith: \nThe trial courts have also relied on the eight factors listed in Rule \n1.5(a) of the Michigan Rules of Professional Conduct, . . . which overlap \nthe Wood [i.e., Crawley] factors and include: (1) the time and labor \nrequired, the novelty and difficulty of the questions involved, and the \nskill requisite to perform the legal service properly; (2) the likelihood, if \napparent to the client, that the acceptance of the particular \nemployment will preclude other employment by the lawyer; (3) the fee \n \n \ncustomarily charged in the locality for similar legal services; (4) the \namount involved and the results obtained; (5) the time limitations \nimposed by the client or by the circumstances; (6) the nature and \nlength of the professional relationship with the client; (7) the \nexperience, reputation, and ability of the lawyer or lawyers performing \nthe services; and (8) whether the fee is fixed or contingent. \n \nSmith, 481 Mich. at 529—30, 751 N.W.2d at 479. \n \n{65} In the present case, Plaintiff does not contest the professional standing, \nexperience, skill, hours billed, or the rates charged by the Smith Moore attorneys \nwho represented National in connection with this matter.  Indeed, Plaintiff does not \nappear to challenge any of the above-quoted factors, as his primary challenge to the \nreasonableness of National’s requested attorneys’ fees is directed at the fee-splitting \narrangement among Defendants.5    \n{66} The Supplemental Affidavit of Attorneys’ Fees indicates that Smith \nMoore has billed Defendants collectively for attorneys’ fees in the amount of \n$184,865.  (Supp. Aff. Atty. Fees ¶ 4.)   Exhibit A to the affidavit, which sets \nforth Smith Moore’s itemized billing records in connection with its \nrepresentation of Defendants in this action, also reflects total attorneys’ fees \nof $184,865, as well as total billed expenses of $11,845.69. \n                                                 \n5 Plaintiff submits that the Court should apply the attorneys’ fees analysis as described in Smith, \nwhereby the trial court must determine the “reasonable hourly rate [representing] the fee \ncustomarily charged in the locality for similar legal services” based on “reliable surveys or other \ncredible evidence of the legal market,” then multiply that rate by the “reasonable number of hours \nexpended in the case” and, finally, “briefly discuss [the Court’s] view of the remaining [Crawley and \nMichigan Rules of Professional Conduct] factors” and whether such factors justify an adjustment to \nreach a reasonable attorneys’ fee award.  Smith, 481 Mich. at 531, 751 N.W.2d at 479–80.  The \nSmith analysis, however, appears to be mandatory only in the context of determining reasonable \nattorneys’ fees under a specific statutory provision, MCR 2.403(O), which is not implicated here. \n \n \n \n{67} Applying Defendants’ apportionment of costs, the propriety of which the \nCourt has found reasonable above, National has incurred attorneys’ fees in the \namount of $27,729.75 (fifteen percent of $184,865) 6 and additional costs in the \namount of $1,776.86 (fifteen percent of $11,845.69). \n{68} The Summary Judgment Order, as indicated above, entitles National to \n“recover from Plaintiff the principal sum of $912,329.65, accrued interest in the \namount of $61,600.40 and interest accruing since January 17, 2012 at a daily rate of \n$81.01287 until the judgment is satisfied in full.”  National has therefore incurred \ntotal attorneys’ fees and costs of only $29,506.61 ($27,729.75 attorneys’ fees plus \n$1,776.86 costs) to recover essentially a $1 million judgment against Plaintiff.     \n{69} Moreover, the Court has reviewed, line-by-line, the detailed billing records \nsubmitted by Smith Moore in National’s Exhibit A to its Supplemental Affidavit of \nAttorneys’ Fees.  Exhibit A reveals the rates and hours billed by the Smith Moore \nattorneys who performed work in this case as follows: \na. Jonathan P. Heyl \ni. Rate: $325 to $360 \nii. Hours: 20.9 \niii. Fees: $7,327.50 \n                                                 \n6 It appears there is either a minor error or an unexplained credit in the attorneys’ fees calculation \nset forth in National’s reply brief, which “requests . . . reasonable attorneys’ fees in the amount of \n$27,959.25 . . . .”  (Pl.’s Reply Br., p. 6.)  Both National’s Supplemental Affidavit of Attorneys’ Fees \nand Smith Moore’s billing records, attached as Exhibit A to the Supplemental Affidavit, reflect \n$184,865 as the total attorneys’ fees billed to Defendants.  Fifteen percent of $184,865 is $27,729.75, \nwhich is $229.50 less than the attorneys’ fees requested by National. \n \n \n \n \nb. Heather C. White \ni. Rate: $260 to $300 \nii. Hours: 434.5 \niii. Fees: $120,642.50 \nc. William R. Forstner   \ni. Rate: $260 to $300 \nii. Hours: 30.3 \niii. Fees: $8,050 \nd. William L. Pitman \ni. Rate: $400 \nii. Hours: 0.7 \niii. Fees: $280 \ne. Matthew Leerberg \ni. Rate: $225 to $235 \nii. Hours: 20 \niii. Fees: $4,636 \nf. Craig Turner \ni. Rate: $200 \nii. Hours: 41.6 \niii. Fees: $8,320 \ng. David Gomez \ni. Rate: $150 to $200 \n \n \nii. Hours: 57.7 \niii. Fees: $8,805 \nh. Devire Robinson \ni. Rate: $220 to $260 \nii. Hours: 120.8 \niii. Fees: $26,804 \n{70} By way of comparison, the Court notes statistics compiled in a 2013 \nNational Law Journal Billing Survey (December 2013), in which the billing rates of \ntwo leading Michigan law firms comparable in size to Smith Moore are detailed as \nfollows: \ni.  Butzel Long (125 attorneys) \ni. Partner average billing rate: $440 \nii. Associate average billing rate: $305 \nj. Honigman Miller Schwartz and Cohn (227 attorneys) \ni. Partner average billing rate: $390 \nii. Associate average billing rate: $220     \n{71} The Court finds the rates billed by Smith Moore, a leading North Carolina \nlaw firm, reasonable.  The Court further finds none of the hours billed “excessive, \nredundant or otherwise unnecessary.”  See Smith, 481 Mich. at 532, 751 N.W.2d at \n480 (providing that “in determining hours reasonably expended, the Court should \nexclude ‘excessive, redundant or otherwise unnecessary’ hours regardless of the \nattorneys’ skill, reputation or experience” (citations omitted)).  The fact that Smith \n \n \nMoore’s itemized billing records do not distinguish hours billed for work performed \non National’s defense against Plaintiff’s claims from hours billed for work \nperformed on National’s counterclaim against Plaintiff does not detract from the \nreasonableness of the fees charged given the interconnected nature of these claims.      \n{72} Accordingly, in light of the results achieved and the overall context of the \ncase, the Court finds an award of attorneys’ fees of $27,729.75 and costs of \n$1,776.86 reasonable.   \nIII. \nCONCLUSION \n{73} IT IS, THEREFORE, ORDERED, ADJUDGED and DECREED as follows: \na. Plaintiff’s Motion for Reconsideration is DENIED; \nb. Plaintiff’s Motion to Amend is DENIED; \nc. National’s Motion for Attorneys’ Fees is GRANTED as provided herein; \nd. Within fourteen (14) days from entry of this Order, Plaintiff shall remit \nto National the total sum of $29,506.61. \ne. All other requested relief is DENIED. \n \nSO ORDERED, this the 26th day of November, 2014. \n \n         \n "
}