{
  "id": "ef3090797f2fee87972b3144d7657c82597f369dbd6e32e779fdb5126d0760d9",
  "source_file": "data/raw/ncbc/ef3090797f2fee87972b3144d7657c82597f369dbd6e32e779fdb5126d0760d9.pdf",
  "raw_text": "London Leasing LLC v. Arcus, 2015 NCBC 65. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 14 CVS 7419 \n \n \nLONDON LEASING LLC, a North Carolina ) \nLimited Liability Company, ) \n Plaintiff )  \n  ) \n v.  ) ORDER ON MOTIONS TO AMEND,  \n   ) TO SET ASIDE DEFAULT, AND FOR \nSHAWN ARCUS, Individually; KEVIN ) DEFAULT JUDGMENT \nDELKIN, Individually; JW RAY, Individually; )  \nBURSTNET TECHNOLOGIES, INC., a  ) \nPennsylvania Corporation and DIGI-PLUS ) \nLLC, a Delaware Limited Liability Company, ) \n  Defendants ) \n \nTHIS CAUSE, designated a mandatory complex business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A -45.4(b) \n(hereinafter, references to the North Carolina General Statutes will be to “G.S.”), and \nassigned to the undersigned Special Superior Court Judge for Complex Business Cases, \ncomes before the Court upon Plaintiff’s Motion for Default Judgment Against Defendants \nBurstnet Technologies, Inc., Digi-Plus, LLC, JW Ray, and Joseph W. Ray (“Motion for Default \nJudgment”), Defendants Digi-Plus LLC & JW Ray’s Motion to Set Aside Entry of Default \n(“Motion to Set Aside Default ”), and Plaintiffs’ Motion for Leave to File First Amended \nComplaint (“Motion to Amend”) (collectively, “Motions”). \n THE COURT, having considered the Motions and other appropriate matters of record, \nFINDS and CONCLUDES as stated herein. \nPROCEDURAL AND FACTUAL BACKGROUND \n1. On June 6, 2014, Plaintiff initiated this matter by filing its Complaint. The \nComplaint contained caus es of action against five Defendants: Shawn Arcus, Kevin Delik, \n \n \nJW Ray (“Ray”), Burstnet Technologies, Inc. (“Burstnet”), and Digi -Plus LLC (“DigiPlus”).1  \nPlaintiff has since dismissed its claims against Defendants Arcus and Delik. 2 (Hereinafter, \nDefendants Ray, Burstnet, and DigiPlus will be referred to as the “Defendants”). \n2. In substance, the Complaint alleges that Defendants breached a financing \nagreement (the “Financing Agreement”)  with Plaintiff by not making payments required \nunder the Financing Agreement and relocating the financed equipment to an undisclosed \nlocation. Plaintiff contends that Defendants fraudulently created a new business entity, \nDigiPlus, to shelter Burstnet’s assets from Plaintiff and other creditors. \n3. On August 12, 2014, Ray and Dig iPlus filed a joint Answer to Plaintiff’s \nComplaint through their counsel of record at that time.  Burstnet did not file a responsive \npleading.  On September 24, 2014, the Court entered default against Burstnet pursuant to \nRule 55(a).3  \n4. On September 24, 2014, counsel of record for Ray and DigiPlus filed a Consent \nMotion to Withdraw as Counsel of Record, in which counsel represented to the Court that \n“Defendants have been advised of the current pending deadlines in this case and acknowledge \nthat allowance of  the Motion to Withdraw will not necessarily result in any delay or \ncontinuance of deadlines or other settings.” On September 25, 2014, the Court granted the \nMotion to Withdraw. \n5. On September 24, 2014, Plaintiff served Document Requests on Ray and \nDigiPlus. On October 4, 2014, Plaintiff served Interrogatories on Ray and DigiPlus. 4 On \nOctober 8, 2014, Plaintiff’s counsel and Ray spoke via telephone.  Plaintiff’s counsel told Ray \n                                                \n1 Compl. ¶ 1.  \n2 Notice of Voluntary Dismissal (July 23, 2014); Notice of Voluntary Dismissal (Nov. 17 , 2014).  \n3 Order Mot. Def. J. (Sept. 24, 2014). In the order, the Court concluded that it did not have sufficient \nevidence to grant default judgment against Burstnet at that time. \n4 Aff. of Christopher R. Strianese, Esq., Oct. 15, 2014 (“Strianese Aff.”) ¶ 6.  \n \n \nthat Plaintiff wished to confer regarding the selection of a mediator. In response, Ray told \nPlaintiff’s counsel that: (1) neither Ray nor DigiPlus would attend any mediation in person, \nand would only attend by teleconference “so that the mediator could explain to Plaintiff how \nabsurd or ridiculous Plaintiff’s claims are in this lawsuit;” (2) neither Ray nor DigiPlus would \noffer any payment towards a settlement; (3) neither Ray nor DigiPlus would hire replacement \ncounsel; (4) neither Ray nor DigiPlus would respond to any discovery requests; (5) neither \nRay nor DigiPlus would pay any judgment levied against them in this lawsuit; and (6) neither \nRay nor DigiPlus would participate in this lawsuit unless they are “arr ested for criminal \nconduct.”5 \n6. On October 15, 2014, Plaintiff filed the Motion to Strike the Answers of \nDefendants Digi-Plus LLC and JW Ray and to Enter an Order of Default. The Motion asked \nthe Court to  sanction DigiPlus and Ray by striking their answers a nd entering default \npursuant to Rule 37(b)(2), based on their refusal to comply with the Case Management Order, \nrefusal to respond to discovery requests, and expressed intention not to participate in the \nlitigation of the case .6  In support of the  Motion, Plaintiff filed an affidavit of Plaintiff’s \ncounsel that detailed, inter alia, the October 8  telephone conversation between Plaintiff’s \ncounsel and Ray.  Defendants Ray and DigiPlus never responded to the Motion. \n7.  On March 4, 2015, this Court entered an Order on Motion to Strike Answers \nand Enter Order of Default.7 The Order stated that “[t]he evidence also establishes that Ray’s \nand DigiPlus’ refusal to obey the CMO or otherwise participate in this action was purposeful \nand done with at least some knowledg e that the conduct could result in serious \nconsequences.”  The Court concluded that “Ray and DigiPlus have and will continue to violate \n                                                \n5 Strianese Aff. ¶¶ 8-11. \n6 Default Mot. at ¶ 21. \n7 In response to a contention by Plaintiff that JW Ray’s full legal name was Joseph W. Ray, the \nOrder included a footnote indicating that the Order would also apply to Joseph W. Ray. Id. at 6 n. 8. \n \n \nthis Court’s Case Management Order. The Court has considered the ‘cumulative effect [of the \nmisconduct] . . . and . . . the available sanctions for such misconduct,’ and finds that sanctions \nshort of striking Defendants’ Answer and making an entry of default ‘would not be adequate \ngiven the seriousness of the misconduct.’”8 \n8. On March 12, 2015, Plaintiff filed the Motion for Default Judgment . The \nmotion requested that judgment to be entered against Defendants Burstnet, DigiPlus, and \nRay, jointly and severally, in the amount of $226,450.32. The first page of the Default \nJudgment Motion states in bold letters:  \nPlease take notic e that, in accordance with Rule 55(b) of the North Carolina \nRules of Civil Procedure, the Court may decide this Motion for judgment by \ndefault without a hearing if you do not serve a written response, stating your \ngrounds for opposition to this Motion, wit hin 30 days of the service of the \nMotion.  \n \nPlaintiff served the Default Judgment Motion on DigiPlus, LLC, Burstnet \nTechnologies, Inc., JW Ray, Joseph W. Ray,9 and bankruptcy counsel for Shawn Arcus. \n9. On March 25, 2015, the Court held a hearing on the Motion for Default \nJudgment. Per the Court’s March 13, 2015 Notice of Hearing, Plaintiff served a copy of the \nNotice on Defendants. Defendants did not appear at the hearing. \n10. On March 31, 2015, Plaintiff filed the Motion to Amend. Plaintiff seeks leave \nto amend the Complaint to add five additional defendants (hereafter, the “New Defendants”) \nthat Plaintiff identifies as LLCs owned and/or controlled by Ray, and that Plaintiff believes \nRay has been using to shelter assets from liability as to Plaintiff and oth er creditors.  The \nAmendment Motion also seeks to state two new claims against all New Defendants and Ray, \nDigiPlus and Burstnet.   Defendants did not file an opposition to the Motion to Amend. \n                                                \n8 Order on Motion to Strike Answers and Enter Order of Default at 5 (internal citations omitted).  \n9 There is a dispute between the parties as to whether “Joseph W. Ray” is JW Ray’s legal name. Ray \nsigned his affidavit as “JW Ray.” \n \n \n11. On April 8, 2015, new counsel filed an appearance on behalf of Defendants JW \nRay and DigiPlus.10 On April 13, 2015, Defendants filed the Defendants’ Motion to Set Aside \nDefault, requesting that the Court set aside the entry of default as to JW Ray and DigiPlus. \nDefendants also submitted a brief in opposition to the Motion for Default Judgment. \n12. The Motions are ripe for determination by the Court.  \nANALYSIS \n13. Under Rule 55 of the North Carolina Rules of Civil Procedure (“Rule(s)”), \njudgment by default may be entered by a court upon an entry of default and finding that the \ncomplaint supports the recovery sought by plaintiff . N.C. R. Civ. P. 55. See, e.g., Webb v. \nMcJas, Inc., __ N.C. App. __, 745 S.E.2d 21, 24 (N.C. Ct. App. 2013). Though entry of a default \njudgment is subject to the discretion of the court, North Carolina l aw disfavors default \njudgments, and any doubt should be resolved in favor of allowing resolution on the merits of \nthe case. See, e.g., N.C. Nat’l Bank v. McKee, 63 N.C. App. 58, 61 (1983). “Default judgment \nis a drastic remedy which should be reserved for those cases . . . in which one party refuses \nor fails to attend to his or her legal business.” Beard v. Pembaur, 68 N.C. App. 52, 58 (1984). \n14. The Court already has entered default against Ray, DigiPlus, and Burstnet.11 \nAccordingly, unless that order is set a side, “the substantive allegations contained in \nplaintiff’s complaint are no longer in issue, and for purposes of entry of default and default \njudgment, are deemed admitted.”  Luke v. Omega Consulting Gr p., LC, 194 N.C. App. 745, \n751 (2009) (citing Blankenship v. Town & Country Ford, Inc., 174 N.C. App. 764, 767 (2005)).   \n15. Because the Court’s ruling on the Motion to Amend will influence its analysis \non the other Motions, the Court will address the Motion to Amend first.  \n \n                                                \n10 Not. of Appearance (Apr. 8, 2015). \n11 Order on Motion to Strike Answers and Enter Order of Default (Mar. 4, 2015).  \n \n \nPlaintiff’s Motion to Amend \n16. Plaintiff’s Motion to Amend seeks permission to add claims against five limited \nliability companies that are not currently named defendants , but that Plaintiff believes are \nrelated to the named Defendants and are being used to shelter assets from creditors , \nincluding Plaintiff. Plaintiff seeks to assert new claims against all defendants for violation of \nthe NC Uniform Fraudulent Transfer Act and  fraudulent conveyance, and to extend the \nexisting claim for violation of the NC Unfair and Deceptive Trade Practices Act to the New \nDefendants. Plaintiff contends that it has only recently filed the Amendment Motion because \nDefendants have “refus[ed] to produce any discovery in this matter,” and that Plaintiff only \nrecently learned of these lim ited liability companies. 12 Plaintiff further contends that \nallowing the amendment would promote judicial economy and save Plaintiff from the expense \nof filing a new action.  \n17. Defendants did not file an  opposition to the Motion to Amend.  Instead, they \nargue in their brief opposing the Motion for Default Judgment that, in the event that the \nCourt does not vacate the entry of default, Plaintiff is entitled to amend its Complaint as a \nmatter of right pursuant to Rule 15(a) because there is no responsive pleading on file in this \nmatter. Defendants further argue that an amended complaint necessarily allows them to file \na new responsive pleading, such that the prior entry of default is moot. \n18. Rule 15(a) provides that a party may amend a pleading “once as a matter of  \ncourse at any time before a responsive pleading is served . . . . ” Once a responsive pleading \nhas been served, however, a pleading may be amended only with leave of court or by written \nconsent of the adverse party. “[L]eave shall be freely given when justice so requires” to amend \na pleading. Id.  A motion to amend is “addressed to the discretion of the trial court,” but the \n                                                \n12 Pl. Mot. Am. Compl. ¶ 10 (emphasis in original). \n \n \nRules “still provide some protection for parties who may be prejudiced by liberal \namendments.” Nationsbank of N.C., N.A. v. Baines, 116 N.C. App. 263, 268 (1994) (internal \nquotations and citations omitted).  Accordingly, a motion to amend may be denied for, inter \nalia, undue delay or undue prejudice. Id. \n19. When the “essence” of a motion to amend seeks to add an additional party, the \nCourt must also consider Rules 20 and 21 of the North Carolina Rules of Civil Procedure. \nCoffey v. Coffey, 94 N.C. App. 717, 721 -22 (1989). Rule 20 allows for the permissive joinder \nof defendants if “there is asserted against them jointly, severally, or in t he alternative, any \nright to relief in respect of or arising out of the same transaction, occurrence, or series of \ntransactions or occurrences and if any question of law or fact common to all parties will arise \nin the action.” N.C. R. Civ. P. 20(a). Rule 21 provides parties may be added to a case “on such \nterms as are just . . . at any stage of the action.” N.C. R. Civ. P. 21. \n20. As an initial matter, the Court is not persuaded that Plaintiff is able to amend \nits Complaint as a matter of right. Rule 15(a) specifically allows for an amendment as a \nmatter of right “at any time before a responsive pleading is served.” The Court’s order striking \nDefendants’ initial answer did not turn back the clock to “before a responsive pleading [was] \nserved.”  Defendants served an Answer on Plaintiff, albeit an Answer that was later stricken \nby the Court.  Plaintiff may not amend as of right. \n21. Nevertheless, the Court does not believe the proposed amendment  prejudices \nDefendants.  Defendants have not objected to the amendment;  in fact, Defendants seem to \nsupport the Court granting leave for Plaintiff to file the amendment. Finally, it appears that \nthe amendment would also comply with the standards set forth in Rules 21 and 22 for adding \nadditional parties.13 \n                                                \n13 The Court notes that the claims against the New Defendants will not “relate back” to the filing \ndate of the original Complaint under Rule 15(c). White v. Crisp, 138 N.C. App. 516, 520 (2000). \n \n \n22. In light of the libe ral standard for amendment under Rule 15  and the lack of \nprejudice to the Defendants, the Court concludes, in its discretion, that good cause exists to \nGRANT the Motion to Amend.  \nDefendants’ Motion to Set Aside Entry of Default \n23. Defendants’ Motion to Set Aside Default asks the Court to set aside its March \n4, 2015 entry of default. In support of this request, Defendants contend that Ray and DigiPlus \n“diligently obtained legal counsel” at the beginning of the case, and that Ray did not \nunderstand discovery or mediation but “attempted to interact with Plaintiff’s counsel [and] \nprovide evidence.”14  Defendant Ray has submitted an affidavit to the Court in which he \ncontends that he did not understand the legal process and did not intend to disobey Court \norders.15 Defendants argue that the Court should exercise its discretion to set aside the entry \nof default “for good cause shown.” N.C. R. Civ. P. 55(d).   \n24. Plaintiff opposes the Defendants’ Motion, arguing that Defendant Ray cannot \nclaim ignorance because  Plaintiff’s counsel explicitly informed Ray of his obligation to \nparticipate in mediation during their phone call .  In addition, the Motion to Withdraw filed \nby Defendants’ previous counsel explicitly stated that “Defendants have been advised of the \ncurrent pending d eadlines in this case and acknowledge that allowance of the Motion to \nWithdraw will not necessarily result in any delay or continuance of deadlines or other \nsettings.”  \n25. In support of their motion,  Defendants cite to Beard v. Pemberton , 68 N.C. \nApp. 52 (1984).  In Beard, the North Carolina Court of Appeals found that the trial court had \nabused its discretion in refusing to set aside an entry of default against a plaintiff for failure \nto reply to the defendant’s counterclaim. In reaching its conclusion, the Court of Appeals took \n                                                \n14 Mem. Supp. Mot. Side Aside Entry of Default 5. \n15 Aff. of JW Ray at ¶¶24-25. \n \n \nspecific notice of the fact that that discovery was being “vigorously” pursued by both sides, \nthat counsel for the plaintiff was mistaken as to the date of service on the defendant, and \nthat the material allegations of both the complai nt and counterclaim related to the same \ntransaction. Id. at 56.  \n26. The Court finds that Defendants have not demonstrated good cause to set aside \nthe entry of default based on Ray’s alleged misunderstanding of his legal obligation in this \nmatter. The situation pending before the Court is substantially less compelling than the \nsituation faced by the North Carolina Court of Appeals in Beard. There is nothing in the \nrecord to indicate that Defendants have been actively involved in this case before or after \nentry of default; in fact, Defendants repeatedly failed to respond to Plaintiff’s motions or \nappear at hearings scheduled by the Court. Given Ray’s statements to Plaintiff’s counsel, \nwhich Ray does not dispute in his sworn affidavit, the Court concludes  that Def endants’ \nfailure to comply with the Case Management Order was not the result of an error. \nFurthermore, while the entry of default in Beard stemmed from a failure to timely file a \nresponsive pleading, the Court entered default in this matter pursuant to Rul e 37, as \nsanctions for failure to comply with a court order.16  \n27. The Court, however, is forced to conclude that Plaintiff’s decision to amend its \nComplaint provides the “good cause” necessary to set aside the entry of default.  The \namendments Plaintiff sought added the New Defendants to the case and brought two new \nclaims against t he New Defendants and Ray, DigiP lus and Burstnet.  The Amended \nComplaint makes numerous new allegations regarding Ray, DigiPlus and Burstnet to which \n                                                \n16 The Court further notes that Defendant’s decision to proceed pro se does not constitute an excuse \nfor failing to comply with Court order. Granville Med. Ctr. v. Tipton, 160 N.C. App. 484, 486-87 \n(2003) (upholding denial of a defendant’s motion to strike the plaintiff’s motion for default, made on \nthe basis that the defendant “did not know nor understand the consequences of a failure to timely \nrespond to the complaint and summons”). \n \n \nthose parties have not had an opportunity to respond. 17  These include allegations directly \nrelated to both the two new claims and the claim for violation of G.S. 75-1.1.18  The allegations \nunderlying the new claims for fraudulent transfer all invo lve actions taken by Ray, and are \nheavily intertwined with the allegations in the original Complaint.  The Court concludes that \nRay, DigiPlus and Burstnet should have an opportunity to defend all of the allegations in the \nAmended Complaint. See Hyder v. Dergance, 76 N.C. App. 317, 319 -20 (1985) (finding that \nRule 15 “does not distinguish between minor and major amendments” to a pleading, because \nan amended pleading supersedes the original and thus gives the opposing party a new chance \nto respond). 19 Accordingly, Defendants’ Motion  to Set Aside Entry of Default  should be \nGRANTED.20  \nMotion for Default Judgment \n28. Because the Court finds that the Defendants’ Motion to Set Aside Default \nshould be granted, Plaintiff’s Motion for Default Judgment is DENIED as MOOT. \nTHEREFORE, IT IS ORDERED that: \n29. Plaintiff’s Motion for Leave to File an Amended Complaint is GRANTED .  \nPlaintiff shall file the Amended Complaint (removing the track -changes from the proposed \nFirst Amended Complaint filed with its motion) on or before July 7, 2015. In accordance with \nRule 15, all Defendants shall thirty days from the date of the filing of the Amended Complaint \nin which to answer or otherwise respond to the Amended Complaint.  \n                                                \n17 Am. Compl. ¶¶ 70-82. \n18 Id. \n19 Plaintiff urges us to adopt the reasoning in Northland Cable TV, Inc. v. Highlands Cable Group, \nLLC, No. COA06-580, 2006 N.C. App. LEXIS 2493 (N.C. Ct. App. Dec. 19, 2006), in which the North \nCarolina Court of Appeals upheld an entry of default after a pleading was amended. However, the \ndefendant in Northland Cable repeatedly failed to comply with court orders over an extended period \nof time. The Court finds those facts considerably more egregious than those before the Court at \npresent. \n20 Nonetheless, the Court also concludes that Defendants’ conduct that lead to the entry of default \npursuant to Rule 37 was inexcusable, and the Court will enter other appropriate sanctions against \nDefendants at a future date. \n \n \n30. Defendants’ Motion to Set Aside Entry of Default is GRANTED.  \n31. Plaintiff’s Motion for Default Judgment is DENIED as MOOT. \n32. The Court will consider appropriate sanctions against Defendants at a future \ndate. \n \nThis the 29th day of June, 2015.  \n      /s/ Gregory P. McGuire    \n     Gregory P. McGuire \n     Special Superior Court Judge \n        for Complex Business Cases \n "
}