{
  "id": "efb8b965739d3dc631dda240d4b6a9d6267e94883f2da03b75a395d037eee2b5",
  "source_file": "data/raw/ncbc/efb8b965739d3dc631dda240d4b6a9d6267e94883f2da03b75a395d037eee2b5.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nGASTON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 1024 \n \nLORAY MASTER TENANT, LLC, \nand JOSEPH LENIHAN, \n \nPlaintiffs, \n \nv. \n \nFOSS N.C. MILL CREDIT 2014 \nFUND I, LLC; FOSS AND \nCOMPANY, INC.; and \nGOVERNMENT EMPLOYEES \nINSURANCE COMPANY, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT GOVERNMENT \nEMPLOYEES INSURANCE \nCOMPANY’S MOTION TO DISMISS \n \n \n1. THIS MATTER is before the Court on Defendant Government Emp loyees \nInsurance Company’s (“GEICO”) Motion to Dismiss  (the “Motion”  or “Motion to \nDismiss”) pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure \n(“Rule(s)”).  (ECF No. 14.) \n2. This case arises from Defendant Foss N.C. Mill Credit 2014 Fund I, LLC ’s \n(“Foss 2014”) alleged failure to timely pay certain obligations in exchange for the right \nto claim state  and federal  tax credits that Plaintiff Loray Master Tenant, LLC \n(“Loray”) generated while developing historic property.  Plaintiffs allege that GEICO, \nan investor in Foss 2014, asserted domination and control over Foss 2014 and its \ndecision to delay required payments to Loray and thus should be held liable for Foss \n2014’s alleged actions that underlie Plaintiffs’ claims. \n3. Having considered the Motion, the related briefing, and the arguments of \ncounsel at the hearing on the Motion, the Court hereby GRANTS the Motion and \nDISMISSES Plaintiffs’ claims against GEICO with prejudice. \nLoray Master Tenant, LLC v. Foss N.C. Mill Credit 2014 Fund I, LLC, 2021 NCBC  \n12. \nRosenwood, Rose & Litwak, PLLC, by Nancy S. Litwak, Carl J. \nBurchette, Erik M. Rosenwood, and Ryan Michael Arnold, for Plaintiffs \nLoray Master Tenant, LLC and Joseph Lenihan. \n \nBlanco Tackaberry & Matamoros, P.A., by Peter J. Juran and Chad A. \nArcher, for Defendants Foss N.C. Mill Credit 2014 Fund I, LLC and Foss \nand Company, Inc. \n \nWilliams Mullen, by Camden R. Webb and Lauren E. Fussell, for \nDefendant Government Employees Insurance Company. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL BACKGROUND \n4. The Court does not make findings of fact on a motion to dismiss under Rule \n12(b)(6), reciting instead only those facts in the Amended Complaint relevant to the \nCourt’s determination of the Motion. \n5. The Loray Mill (the “Mill”) is a large-scale urban revitalization and historic \npreservation project located in Gastonia, North Carolina.  ( First Am. Compl. \n[CORRECTED] ¶ 10  [hereinafter “Am. Compl.”], ECF No. 32 .)\n1  Loray is the \ndeveloper and managing member of Loray Mill Redevelopment, LLC, the entity that \nowns the Mill.  (Am. Compl. ¶ 11.) \n6. The Mill was developed in part through the use of historic tax credits \ngranted by North Carolina and the federal government to developers who restore \nhistoric buildings.  (Am. Compl. ¶ 12.)  Because developers cannot sell tax credits \noutright under North Carolina law , Loray sought investors to  make capital \n \n1 The Court refers to the corrected version of the Amended Complaint filed on January 11, \n2021 and located at ECF No. 32 for purposes of this Order and Opinion. \ncontributions in exchange for the right to use the tax credits generated by the project.  \n(Am. Compl. ¶¶ 14–15.)   \n7. On or abo ut March 27, 2013, Loray entered into an operating agreement \nwith various entities that agreed to become members of Loray and make investments \nin the Mill in exchange for the right to claim the tax credits the Mill generated.  (Am. \nCompl. ¶ 16.)  These investors included Chevron TCI, Inc. (“Chevron”), as well as Foss \n2014 and Foss N.C. Mill Credit 2011 Fund I, LLC (“Foss 2011”) , entities created by \nDefendant Foss and Company, Inc. (“Foss”).  (Am. Compl. ¶¶ 17–18.) \n8. Pursuant to the operating agreement , Lo ray was to obtain loans to fund \nconstruction of the Mill.  (Am. Compl. ¶ 25.)  When tax credits were generated, Loray \nwas to pass them through to Foss 2014 and the other Loray investors, which were to \nthen pass those credits on to customers.  (Am. Compl. ¶ 25.)  The customers, including \nFoss 2014’s customer, GEICO, were then to make payments to Loray through the \ninvesting entities.  (Am. Compl. ¶ 25.) \n9. To effectuate this plan, Loray borrowed $8,300,000 (the “Bridge Loan”) from \nCentral State Bank (“CSB”) in March 2013 .  (Am. Compl. ¶ ¶ 26–28.)  According to \nPlaintiffs, “it was understood by all parties that the B ridge Loan . . . would be paid \noff via Defendants[.]”  (Am. Compl. ¶ 27.) \n10. In early March 2016, Loray notified Foss that payment was due in return \nfor the tax credits Foss 2014  had already received and passed through to GEICO.  \n(Am. Compl. ¶ 32.)  On March 11, 2016, Foss suggested  a new funding agreement  \n(the “Agreement”) that would allow Loray to pay off the B ridge Loan with investor \npayments.  (Am. Compl. ¶ 34.)  On March 22, 2016, Loray, Foss 2014, Foss 2011, and \nCSB entered into the Agreement.  (Am. Compl. ¶ 36.)  T he Agreement provided that \nFoss 2014 would fund approximately $4,000,000 upon the signing of a settlement \nagreement between Loray and its general contractor , with which Loray had an \nongoing dispute .  (Am. Compl. ¶ 34.)  Foss 2011 agreed to pay approximately \n$3,000,000.  (Am. Compl.  ¶ 42.)  The Agreement did not set any other conditions or \nlimitations on Foss 2014’s payment obligation.  (Am. Compl. ¶ 34.) \n11. On or about M arch 23, 2016, Foss 2011 wired the full amount it owed to \nLoray, completing its obligation under the Agreement.  (Am. Compl. ¶ 45.)  However, \nFoss 2014 failed to pay its capital contributions because, as Plaintiff s allege, \n“G[EICO] was unwilling to fund its obligations.”  (Am. Compl. ¶ 46.)  In response, on \nor about March 29, 2016, Loray requested an update on payment and confirmed that \nit had entered into a settlement agreement with its general contractor the prior week, \npartially resolving their dispute .  (Am. Compl. ¶ 47 ; see Am. Compl. Ex. I.)  Foss \nresponded that it was waiting for Foss 2014’s investor approval.  (Am. Compl. ¶ 47.) \n12. Foss 2014 then introduced a series of pre conditions it required before it \nwould make its payment.  According to Plaintiff s, GEICO was the driving force \nbehind these actions and caused  Foss 2014 to “backpedal,” “ first by trying to trick \n[Loray] into rescinding or amending the fully enforceable [Agreement], and/or \nbeginning to invent preconditions to funding the capital account.”  (Am. Compl. ¶ 48.) \n13. First, Plaintiffs allege that on March 31, 2016, Foss claimed that the signed \nAgreement contained an error , (Am. Compl. ¶ 50) , and  on April 1, 2016, Foss \nattempted to rescind the Agreement by circulating a revised contract that would have \n“substantially changed” payment obligations, (Am. Compl. ¶ 49) .  Loray refused to \nsign the revised document.  (Am. Compl. ¶ 53.) \n14. According to Plaintiffs, “Foss then pivoted to creating a series of roadblocks \nand arbitrary conditions to funding, none of which were set forth in the [Agreement].”  \n(Am. Compl. ¶ 55.)  On or about April 19, 2016, Foss indicated that Foss 2014’s \ninvestor would not make its payment until the Mill was lien-free.  (Am. Compl. ¶ 56.)  \nLoray worked through May and June to resolve all liens on the Mill filed by its \nsubcontractors.  (Am. Compl. ¶ 59.)  Foss then indicated that it needed a title \nendorsement proving the Mill to be lien-free, which Loray obtained and forwarded to \nFoss on or about June 21, 2016.  (Am. Compl. ¶¶ 59–60.) \n15. Next, Foss expressed concerns that Loray’s ongoing dispute with its general \ncontractor could result in a future lien.  (Am. Compl. ¶ 62.)  On or about July 6, 2016, \nLoray attempted to explain why that was not a valid reason to withhold payment  \nunder the Agreement, (Am. Compl. ¶ 62), to which Foss responded with “yet another \nlist of ‘investor’ concerns[,]” (Am. Compl. ¶ 63).  This “investor,” Plaintiffs allege, was \nGEICO.  (Am. Compl. ¶ 63.) \n16. On or about July 7, 2016, Loray informed Foss that it  believed Foss 2014 \nwas in violation of its obligations under the Agreement.  (Am. Compl. ¶ 64.)  Foss \ncontinued to refuse payment, citing the then pending lawsuit between Loray and its \ngeneral contractor as its grounds .  (Am. Compl. ¶ 65.)  Consequently, counsel for \nLoray worked to resolve the lawsuit with the general contractor.  (Am. Compl. ¶ 66.)  \nOn or about July 19, 2016, Loray informed Foss that the general contractor agreed to \ndismiss its lawsuit against Loray.  (Am. Compl. ¶ 67.) \n17. Foss again refused to make its payment, this time explaining that it did not \nwant to pay until Chevron  committed to make a payment for its tax credits .  (Am. \nCompl. ¶ 68.)  On July 20, 2016, Foss drafted an escrow agreement in which Foss \nwould pay the full amount to CSB, which would hold the funds in escrow rather than \napply them to the Bridge Loan until such time as Chevron made its payment.  (Am. \nCompl. ¶ 69.)  By Jul y 27, 2016, both Foss and Chevron insisted on the escrow \nagreement, which would also require Loray to pay their legal fees.  (Am. Compl. ¶ \n70.)   \n18. Chevron made a  payment by August 2, 2016 in anticipation of the escrow \nagreement’s execution.  (Am. Compl. ¶ 71.)  When Foss 2014 still refused to make any \npayments, Loray issued a notice of default.  (Am. Compl. ¶ 72.)  Foss 2014 continued \nto demand that Loray sign the escrow agreement.  (Am. Compl. ¶ 73.)  On August 12, \n2016, Foss circulated a revised draft of t he escrow agreement, and Foss 2014 wired \nfunds to the escrow account at CSB.  (Am. Compl. ¶¶ 73 –74.)  Plaintiff Joseph \nLenihan then contacted CSB and instructed CSB to apply the payment to the Bridge \nLoan and otherwise release the funds to support  the project.  (Am. Compl. ¶ 75.)  \nHowever, CSB refused, stating that all conditions of the escrow agreement had not \nyet been met.  (Am. Compl. ¶ 76.)   On August 17, 2016, counsel  for Foss and CSB \ninformed Loray that CSB had returned the funds to Foss.  (Am. Compl. ¶ 83.) \n19. On or about September 14, 2016, Chevron made a nother payment, which \nFoss “unilaterally decided was a condition precedent to release of its funds[.]”  (Am. \nCompl. ¶ 86.)  On September 15, 2016, Fos s 2014 finally fulfilled its payment \nobligations under the Agreement.  (Am. Compl. ¶ 87.)  However, Foss informed Loray \nthat it deducted over $25,000 in legal fees from the full amount  owed, which, \nPlaintiffs allege, were incurred as a result of Foss’s refusal to make timely payment.  \n(Am. Compl. ¶ 88.) \n20. Plaintiffs allege that the Agreement required Foss 2014 to fulfill its payment \nobligations on March 23, 2016, that GEICO exerted complete control over Foss 2014’s \ndelay in payment,  and that Plaintiffs incurred substantial damages awaiting the \nSeptember 15, 2016 payment.  (Am. Compl. ¶ 75.)  Specifically, Plaintiffs allege that \nFoss 2014 is a “mere shell[ ,]” a “single purpose entit[y]” created solely as a vehicle \nthrough which its clients receive tax credits, (Am. Compl. ¶ 18), that GEICO was Foss \n2014’s sole source of funds, (Am. Compl. ¶ 21),  that Foss 2014 acted at all times as \nGEICO’s agent, (Am. Compl. ¶ 21), and that Foss 2014’s failure to fulfill its payment \nobligation was a result of GEICO’s unwillingness to fund the payment and desire to \nstall, (Am. Compl. ¶¶ 46, 48). \nII. \nPROCEDURAL BACKGROUND \n21. Plaintiffs initiated this action on March 13, 2020, (Compl., ECF No. 3), and \nfiled their First Amended Complaint on July 28, 2020, (First Am. Compl., ECF No 5).  \nPlaintiffs assert claims: (i) against all Defendants for breach of contract (and, in the \nalternative, against GEICO and Foss for unjust enrichment), breach of the covenant \nof good faith and fair dealing, breach of fiduciary duty and constructive fraud, and \ncivil conspiracy and (ii) against GEICO and Foss for piercing the corporate veil (and, \nin the alternative, against Foss for unfair and deceptive trade practices under \nN.C.G.S. § 75-1.1). \n22. This case was designated a mandatory complex business case on August 25, \n2020, (Designation Order, ECF No. 1), and assigned to the undersigned that same \nday, (Assignment Order, ECF No. 2). \n23. GEICO filed its Motion to Dismiss on October 9, 2020.  After full briefing, \nthe Court held a hearing on the Mot ion on December 15, 2020  (the “Hearing”), at \nwhich all parties were represented by counsel. \n24. The Motion is now ripe for resolution. \nIII. \nLEGAL STANDARD \n25. “When reviewing a complaint . . . under Rule 12(b)(6), [the Court] treat[s] a \nplaintiff’s factual allegations as true.”  State ex rel. Cooper v. Ridgeway Brands Mfg., \nLLC, 362 N.C. 431, 442 (2008) (quoting Stein v. Asheville City Bd. of Educ., 360 N.C. \n321, 325 (2006)).  However, “conclusions of law or unwarranted deductions of fact are \nnot admitted.”  Wray v. City of Greensboro , 370 N.C. 41, 46 (2017) (quoting Arnesen \nv. Rivers Edge Golf Club & Plantation, Inc. , 368 N.C. 440, 448 (2015)).  The Court \n“consider[s] any exhibits attached to the complaint because ‘[a] copy of any written \ninstrument which is an exhibit to a pleading is a part thereof for all purposes.’ ”  \nKrawiec v. Manly, 370 N.C. 602, 606 (2018) (quoting N.C. R. Civ. P. 10(c)).   \n26. “Dismissal of an action under Rule 12(b)(6) is appropriate when the \ncomplaint ‘fail[s] to state a claim upon which relief can be granted.’ ”  Arnesen, 368 \nN.C. at 448 (quoting N.C. R. Civ. P. 12(b)(6)); see also  Wray, 370 N.C. at 46 (“A \ncomplaint should not be dismissed  under Rule 12(b)(6)  . . . unless it affirmatively \nappears that plaintiff is entitled to no relief under any state of facts which could be \npresented in support of the claim.” (citation and internal quotation marks omitted)).   \n27. The Supreme Court of North Ca rolina “[has] determined that a complaint \nfails in this manner when: ‘(1) the complaint on its face reveals that no law supports \nthe plaintiff’s claim; (2) the complaint on its face reveals the absence of facts sufficient \nto make a good claim; or (3) the complaint discloses some fact that necessarily defeats \nthe plaintiff’s claim.’ ”  Krawiec, 370 N.C. at 606 (quoting Wood v. Guilford Cty. , 355 \nN.C. 161, 166 (2002)). \nIV. \nANALYSIS \n28. The Court begins by noting that Plaintiffs describe their Amended \nComplaint as asserting “one non -derivative claim against GEICO” for unjust \nenrichment and as asserting  “[t]he remainder of the claims against GEICO ” for \nfiduciary duty and constructive fraud, breach of contract, breach of the covenant of \ngood faith and fair dealing, and civil conspiracy as “ derivative of the liability of Foss \n2014 and predicated on a theory of agency and piercing the corporate veil (thus \nimplicating the relation back doctrine).”  ( Mem. Law Opp’n Def. GEICO’ s Mot. \nDismiss 7 [hereinafter “Opp’n], ECF No. 18 .)  GEICO correctly notes, however, that \nPlaintiffs allege these claims “against ‘Defendants’ without any mention of GEICO’s \nliability being derivative or pursuant to an alter ego theory”  in the Amended \nComplaint.  (Reply Br. Supp. Def. GEICO’s Mot. Dismiss Pls.’ Am. Compl. 1, ECF No. \n22.)  Plaintiffs instead allege a standalone cause of action against GEICO for “piercing \nthe corporate veil ,” (Am. Compl. ¶¶ 131 –39), contending that GEICO used its \n“domination and control over Foss 2014 to engage in the wrongful conduct described \n[in the Amended Complaint,]” (Am. Compl. ¶ 134).   \n29. North Carolina law is clear that the Court must consider the claims as \npleaded for purposes of Rule 12(b)(6)—not the plead er’s description of the claims in \nbriefing—and the Court will do so here.  See, e.g., Aecom Tech. Corp. v. Keating, 2012 \nNCBC LEXIS 9, at *13 n.15 (N.C. Super. Ct. Feb. 6, 2012) (“The court’s consideration \nof a Rule 12(b)(6) motion to dismiss is limited to  the allegations that appear on the \nface of the pleading at issue.”); Perkins v. HealthMarkets, Inc., 2007 NCBC LEXIS 25, \nat *22 n.6 (N.C. Super. Ct. July 30, 2007) (stating that the trial c ourt may not “go \nbeyond the four corners of the Amended Complaint” when considering a Rule 12(b)(6) \nmotion, despite counsel’s arguments concerning matters outside the pleading). \n30. The Court thus agrees with GEICO that Plaintiffs’ claims for breach of \ncontract, breach of the covenant  of good faith and fair dealing, breach of fiduciary \nduty and constructive fraud, and civil conspiracy have been alleged as direct claims \nagainst GEICO rather than as claims that depend upon and are derivative of Foss \n2014’s liability.  (See Am. Compl.)  The relevant statute of limitations for each of these \nclaims, except constructive fraud,  is three years .  See Brown v. Lattimore Living \nTrust, 264 N.C. App. 682, 687 ( 2019) (“[T]he statute of limitations for a breach of \ncontract action is three years [.]” (citation omitted)); Flanders/Precisionaire Corp. v. \nBank of N.Y. Mellon Tr.  Co., 2015 NCBC LEXIS 36,  at *16 (N.C. Super. Ct. Apr. 7, \n2015) (citing Ussery v. Branch Banking & Trust Co. , 227 N.C. App. 434, 439 (2013) \n(applying the three-year statute of limitations for contract claims to claims for breach \nof the duty of good faith and fair dealing), rev’d and remanded on other grounds, 368 \nN.C. 325 (2015); Toomer v. Branch Banking & Tr.  Co., 171 N.C. App. 58,  66 (2005) \n(“Allegations of breach of fiduciary duty that do not rise to the level of constructive \nfraud are governed by the three -year statute of limitations a pplicable to contract \nactions[.]”); Carlisle v. Keith, 169 N.C. App. 674, 685 (2005) (applying “the three-year \nlimitations period of N.C. [G.S.] § 1 -52(5) to a civil conspiracy claim ”).  Because \nPlaintiffs allege that GEICO’s misconduct  occurred on  March 23, 2016,  (see Am. \nCompl. ¶ 75 (stating that the Agreement, “on its plain terms, had required funding \nby Foss 2014 back on March 23, 2016”)), and did not bring this action against GEICO \nuntil July 28, 2020, Plaintiffs’ claims against GEICO, except f or constructive fraud, \nare time-barred.\n2  \n \n2 Plaintiffs’ constructive fraud claim is not time-barred.  See Babb v. Graham, 190 N.C. App. \n463, 480 (2008) (“[A] claim of constructive fraud based upon a breach of fiduciary duty falls \nunder the ten -year statute of limitations [.]” (citation omitted)).  However, Plaintiffs’ \nconstructive fraud claim against GEICO fails for  a separate and  independent reason, as \nexplained infra. \n31. Moreover, even if, as Plaintiffs contend, Plaintiffs’ claims could be deemed \ntimely or asserted as derivative  of Foss 2014’s liability , those claims still fail as a \nmatter of law.  The Court discusses each claim in turn.  \nA. Breach of Fiduciary Duty and Constructive Fraud \n32. GEICO seeks dismissal of Plaintiffs’ claims for breach of fiduciary duty and \nconstructive fraud on the additional ground that Plaintiffs have failed to plead \nsufficient facts to show that GEICO owed Plaintiffs a fiduciary duty .  (Mem. Supp. \nMot. Dismiss Pls.’ Am. Compl. 4 n.4 [hereinafter “Mem. Supp. Mot.”], ECF No. 15.)   \nThe Court agrees. \n33. It is axiomatic that “[f]or a breach of fiduciary duty to exist, there must first \nbe a fiduciary relationship between the parties. ”  King v. Bryant , 369 N.C. 451, 464 \n(2017) (quoting Dalton v. Camp, 353 N.C. 647, 651 (2001) ).  A claim for constructive \nfraud likewise requires a p laintiff to allege facts establishing a confidential or \nfiduciary relationship.  Gen. Fid. Ins. Co. v. WFT, Inc., 269 N.C. App. 181, 185 (2020) \n(“Constructive fraud ‘arises where a confidential or fiduciary relationship exists, \nwhich has led up to and surrounded the consummation of the transaction in which \ndefendant is alleged to have taken advantage of his position of trust to the hurt of \nplaintiff.’ ” (quoting Forbis v. Neal, 361 N.C. 519, 528 (2007))). \n34. “The courts generally have declined to define the term ‘ fiduciary relation’ \nand thereby exclude from this broad term any relation that may exist between two or \nmore persons with respect to the rights of persons or property of either. ”  Abbitt v. \nGregory, 201 N.C. 577, 598 (1931).   “In general terms, a f iduciary relation is said to \nexist [w]herever confidence on one side results in superiority and influence on the \nother side; where a special confidence is reposed in one who in equity and good \nconscience is bound to act in good faith and with due regard to  the interests of the \none reposing the confidence. ”  Vail v. Vail, 233 N.C. 109, 114 (1951) ( citation and \ninternal quotation marks omitted). \n35. Certain relationships have been held to be inherently fiduciary.  See, e.g.,  \nDallaire v. Bank of Am., N.A., 367 N.C. 363, 367 (2014) (spouses, attorney and client, \ntrustee and beneficiary , and partners to a partnership).  On the other hand, “ [t]he \nstandard for finding a de facto fiduciary relationship is a demanding one: ‘[o]nly when \none party figuratively holds all the cards . . . have North Carolina courts found that \nthe special circumstance of a fiduciary relationship has arisen. ’ ” Lockerman v. S. \nRiver Elec. Membership Corp., 250 N.C. App. 631, 636 (2016) (quoting S.N.R. Mgmt. \nCorp. v. Danube Partners 141, LLC, 189 N.C. App. 601, 613 (2008)). \n36. Here, Plaintiffs have failed to allege facts showing that GEICO and Foss \n2014 were in a confidential or fiduciary relationship.  Instead, Plaintiffs simply \nallege, in conclusory fashion, that the “agreements and terms . . . along with the facts \nand circumstances surrounding the formation of such agreements and the \nconsequences for not timely performing thereunder[ ] placed [GEICO] in a position of \ntrust and confidence with Plaintiffs and allowed [GEICO] . . . to exert domination and \ninfluence over the Plaintiffs .”  (Am. Compl. ¶ 113 .)  Such conclusory pleading need \nnot be considered under Rule 12(b)(6)  and does not afford Plaintiffs a basis to avoid \ndismissal.  See, e.g. , Estate of Vaughn v. Pike Elec., LLC, 230 N.C. App. 485, 493 \n(2013) (“On a motion to dismiss under Rule 12(b)(6 ), the court is not . . .  required to \naccept mere conclusory allegations, unwarranted deductions of fact, or unreasonable \ninferences as true.”); Meyer v. Walls, 347 N.C. 97, 114 (1997) (noting that conclusory \nallegations are insufficient to withstand a motion to dismiss, and that  “[t]he facts \nalleged in the complaint must support such a conclusion”).   \n37. In addition , Plaintiffs have alleged no facts showing that Plaintiffs and \nGEICO were in an inherently  fiduciary relationship, see Dallaire, 367 N.C. at 367, \nnor have they pleaded facts showing they had any relationship with GEICO other \nthan as a result of GEICO’s pass-through relationship with Foss 2014.  W hile \nPlaintiffs have alleged that GEICO stalled payment to Foss 2014 and set a series of \nroadblocks to obstruct Foss 2014’s performance  to Loray, Plaintiffs have not alleged \nfacts permitting a reasonable factfinder to conclude that GEICO was in a position of \ntrust and confidence with Plaintiffs (as opposed to Foss 2014 ) in which GEICO  \n“figuratively h[eld] all the cards ” regarding any of the agreements , negotiations, or \nmisconduct alleged in the Amended Complaint.  Lockerman, 250 N.C. App. at 636.   \nAs a result, b ecause Plaintiffs have failed to plead facts showing they had a \nconfidential or fiduciary relationship with GEICO, Plaintiffs’ claims for breach of \nfiduciary duty and constructive fraud necessarily fail and shall be dismissed for this \nseparate reason. \nB. Breach of Contract and Breach of the Covenant of Good Faith and Fair \nDealing \n \n38. “[C]laims for breach of contract . . . necessarily hinge on the threshold issue \nof whether a valid contract actually existed between [the parties]. ”  Charlotte Motor \nSpeedway, LLC v. Cty. of Cabarrus, 230 N.C. App. 1, 6 (2013) .  To sue a defendant \nbased on his alleged breach of contract  with the plaintiff , the defendant must have \nbeen a party to th at contract.  See King Fa, LLC v. Ming Xen Chen , 248 N.C. App. \n221, 224–25 (2016) (“In the context of a breach of contract claim, the parties who \nexecute an agreement are real parties in interest and have standing to sue. ” \n(emphasis omitted)).  Alternatively, the plaintiff may sue as a third-party beneficiary \nto a contract between the defendant and another.  See Wirth v. Sunpath, LLC , 2017 \nNCBC LEXIS 84, at *16 (N.C. Super. Ct. Sept. 14, 2017)  (“North Carolina has long \nrecognized the right of third-party beneficiaries not in privity of contract to bring an \naction in their own name to enforce the contract made for their benefit [.]” (citation \nomitted)).   \n39. Plaintiffs allege that the Agreement was executed between  Loray, Foss \n2014, Foss 2011, and CSB, (Am. Compl. ¶ 36), but nowhere allege that GEICO was a \nparty to th e Agreement.  Nor d o Plaintiffs allege that they were third -party \nbeneficiaries to any contract  involving GEICO .  As a result, Plaintiffs’ breach of \ncontract claim necessarily fails because Plaintiffs have alleged no basis upon which \nit may sue GEICO for breach of the Agreement.  And because Plaintiffs’ breach of the \ncovenant of good faith and fair dealing is “part and parcel” of their breach of contract \nclaim, (compare Am. Compl. ¶¶ 93 –100 (basing the breach of contract claim on \nGEICO’s alleged prevention of Foss 2014’s prompt payment under the Agreement), \nwith Am. Compl. ¶¶ 107 –11 (basing the breach of covenant of good faith and fair \ndealing claim on GEICO’s alleged prevention of Plaintiffs’ receiving prompt payment \nunder the Agreement)), it follows that this claim must necessarily fail for the same \nreason.  See, e.g. , Cordaro v. Harrington Bank, FSB , 260 N.C. App. 26, 39 (2018) \n(affirming dismissal of breach of implied covenant of good faith and fair dealing claim \nwhere it was “identical to the basis for [the plaintiff’s] breach of contract claim”); \nSuntrust Bank v. Bryant/Sutphin Props., LLC , 222 N.C. App. 821, 833 (2012) (“As \nthe jury determined that plaintiff did not breach any of its contracts with defendants, \nit wou ld be illogical for this Court to conclude that plaintiff somehow breached \nimplied terms of the same contracts.”); Se. Anesthesiology Consultants, PLLC v. Rose, \n2019 NCBC LEXIS 52, at *22 (N.C. Super. Ct. Aug. 20, 2019) (“[W]here a party’s \nclaim for breach of the implied covenant of good faith and fair dealing is based upon \nthe same acts as its claim for breach of contract, North Carolina courts treat the \nformer claim as ‘part and parcel’ of the latter.” (quoting Cordaro, 260 N.C. App. at 39) \n(cleaned up)).   \nC. Unjust Enrichment \n40. GEICO argues that Plaintiffs’ direct claim for unjust enrichment is barred \nby the applicable statute of limitations.  (Mem. Supp. Mot. 3.)  In response, Plaintiffs \ncontend that GEICO is equitably estopped from asserting the statute of limitations \nbecause Plaintiffs could not determine which GEICO entity was Foss 2014’s investor \nuntil after the statute of limitations had expired.  (Opp’n 7.)  Plaintiffs also argue that \na trial court’s decision prior to mandatory complex business case des ignation \npermitting Plaintiffs to file the Amended Complaint under Rule 15 precludes this \nCourt’s consideration of GEICO’s statute of limitations argument.3  (Opp’n 12.)   \n41. As an initial matter, the Court determines that GEICO’s statute of \nlimitations argument is properly before the Court.  Rule 15 provides that leave to \namend “shall be freely given when justice so requires .”  N.C. R. Civ. P. 15(a).  On a \nRule 15 motion, “a trial court may, but is not required to, deny a motion to amend on \nthe basis of futility.”  Le Bleu Corp. v. B. Kelley Enters., 2014 NCBC LEXIS 66, at *7 \n(N.C. Super. Ct. Dec. 9, 2014).   \n42. Plaintiffs contend that dismissal of their unjust enrichment claim on statute \nof limitations grounds would “essentially overrule” Judge Caldwell’s  prior order.  \n(Opp’n 13.)  The Court disagrees.  This  Court has recognized that a  superior court \njudge’s prior decision to allow amendment under Rule 15 in the face of a futility \ndefense does not foreclose a different  judge’s later determination of the same \narguments under Rule 12(b)(6) when the prior judge does not provide an explanation \nfor his or her ruling .  See Le Bleu Corp. , 2014 NCBC LEXIS 66, at *7 (stating that \n“Judge Stone’s order allowing the Amended Complaint does not indicate that Judge \nStone necessarily ruled whether or not the trade secret claim is futile” and while it \nwas “clear that futility was a mong the other issues Judge Stone was asked to \n \n3 Plaintiffs point to Senior Resident Superior Court Judge Jesse Caldwell’s July 25, 2020 \norder before Business Court designation of this case, (see Order Granting Mot. Leave Amend \n[hereinafter “Trial Court Order”], ECF No. 18.1 ), in which Judge Caldwell considered \nwhether to allow Plaintiffs to amend their Complaint consistent with their proposed \namendments and “with one modification orally requested by Plaintiffs during the hearing to \nadd [GEICO] to the First Amended Complaint’ s Si xth Claim for Relief for Piercing the \nCorporate Veil[,]” (Trial Court Order).  Judge Caldwell ruled in his discretion and without \nexplanation that Plaintiffs’ motion should be granted.  (Trial Court Order.) \nconsider[,] . . . it was not the only issue before the court”).  Application of that rule is \nparticularly appropriate here because GEICO was not yet a party to this case when \nJudge Caldwell heard and decided t he earlier Rule 15 motion and therefore did not \nhave an opportunity to be heard.  Plaintiffs’ protests notwithstanding, North Carolina \nlaw does not eliminate GEICO’s right to pursue its legal defenses under Rule 12(b)(6) \nin these circumstances.   \n43. The Court is similarly unpersuaded by Plaintiffs’ contention that GEICO \nshould be equitably estopped from raising its statute of limitation s defense against \nPlaintiffs’ unjust enrichment claim.  The doctrine of equitable estoppel applies when \na party \nby his acts, representations, or admissions, or by his silence when he \nought to speak out, intentionally or through culpable negligence induces \nanother to believe certain facts exist, and such other rightfully relies and \nacts on such belief, so that he will be pr ejudiced if the former is \npermitted to deny the existence of such facts. \n \nWhitacre P’ship v. Biosignia, Inc., 358 N.C. 1, 17 (2004) (citation omitted).  “In order \nfor equitable estoppel to bar application of the statute of limitations, a plaintiff must \nhave been induced to delay filing of the action by the misrepresentations of the \ndefendant.”  Jordan v. Crew , 125 N.C. App. 712, 720 ( 1997) (citing  Duke Univ. v. \nStainback, 320 N.C. 337, 341 (1987)).  To survive dismissal under Rule 12(b)(6), “the \ncomplaint on its face [must] sufficiently state[ ] a claim for relief to equitably estop \n[the defendant]  from pleading the statute of limitations and statute of repose. ”  \nBryant v. Adams, 116 N.C. App. 448, 460 (1994). \n44. Plaintiffs allege no facts that provide a basis to equitably estop GEICO from \nasserting its statute of limitations defense.  Plaintiffs argue that they did not know \nwhich GEICO entity was Foss 2014’s investor and that they repeatedly attempted to \nprocure this information from various GEICO entities through the use of subpoenas, \nonly to learn the identity of the correct GEICO entity after the statute of limitations \nhad expired.  (Opp’n 3 n.1.)  But the Amended Complaint makes no allegation that \nGEICO engaged in improper conduct or induced Plaintiffs to  delay the timely filing \nof its claim, nor do Plaintiffs plead facts that give rise to a duty requiring GEICO to \ndisclose the entity information Plaintiffs contend they sought.  See, e.g. , Comput. \nDecisions v. Rouse Office Mgmt. , 124 N.C. App. 383, 387 ( 1996) (rejecting plaintiff’s \nequitable estoppel argument for failure to disclosure certain intentions or \nnegotiations when “defendants did not have a duty to disclose” such information).  As \nsuch, Plaintiffs’ resort to principles of equitable estoppel necessarily fails on the \npleaded facts. \n45. Having reached these conclusions, the Court turns to GEICO’s contention \nthat Plaintiffs’ unjust enrichment claim is time -barred.  N.C.G.S. § 1 -52 provides a \nthree-year statute of limitations for claims of un just enrichment arising from \ncontract.  N.C.G.S. § 1 -52(1); see also Stratton v. Royal Bank of Can. , 211 N.C. App. \n78, 85 (2011) (“A claim for unjust enrichment must be brought within three years of \naccrual under subsection 1 of [N.C.G.S. §] 1-52.” (citation omitted)).  Plaintiffs allege \nthat the failure to pay giving rise to this action occurred on March 23, 2016, (see Am. \nCompl. ¶ 75), and Plaintiffs first asserted their claim for unjust enrichment against \nGEICO on July 28, 2020.  Because the claim was asserted more than three years after \nthe cause of action accrued, Plaintiffs’ unjust enrichment claim is time -barred and \nmust therefore be dismissed. \nD. Civil Conspiracy \n46. Plaintiffs assert a claim for civil conspiracy against GEICO based on its \n“refus[al] to acknowledge the binding nature of certain  . . . agreements[.]”  (Am. \nCompl. ¶ 128.)  Our courts have long recognized that “there is not a separate civil \naction for civil conspiracy in North Carolina.”  Dove v. Harvey, 168 N.C. App. 687, 690 \n(2005) (citing Sho pe v. Boyer, 268 N.C. 401, 404 –05 (1966); Fox v. Wilson , 85 N.C. \nApp. 292, 300 (1987)).  Rather, “civil conspiracy is premised on the underlying act.”  \nHarris v. Matthews, 361 N.C. 265, 273 n.2 (2007).  Therefore, when all underlying \ntort claims against a party are dismissed, the civil conspiracy claim against that party \nlikewise fails.  See, e.g., Piraino Bros., LLC v. Atl. Fin. Group, Inc., 211 N.C. App. 343, \n350 (2011) (“Where this Court has found summary judgment for the defendants on \nthe underlying tort claims to be proper, we have held that a plaintiff’s claim for civil \nconspiracy must also fail.”). \n47. Because the Court has dismissed all underlying claims asserted against \nGEICO by Plaintiffs, dismissal of Plaintiffs’ conspiracy claim necessarily follows. \nE. Piercing the Corporate Veil \n \n48. Plaintiffs further plead that, although GEICO was not a party to any of the \nagreements involved in this dispute, GEICO may be held liable for Foss 2014’s \nconduct because GEICO asserted dominion and control over Foss 2014 such that Foss \n2014 had no separate will of its own , justifying the piercing of Foss 2014’s corporate \nform to reach GEICO.4  (Am. Compl. ¶ 132.)  GEICO moves to dismiss. \n49. In support of its Motion, GEICO argues that Delaware law should control \nbecause Foss 2014 is organized under the laws of Delaware, (Am. Compl. ¶ 3), and \nunder Delaware law, Plaintiffs have failed to allege facts supporting a remedy under \na piercing the corporate veil theory .  (Mem. Supp. Mot. 7.)  Plaintiffs argue in \nresponse that North Carolina law controls , but , in any event,  that they have \nsufficiently pleaded their piercing the corporate veil claim under either North \nCarolina or Delaware law.  (Opp’n 5, 11.) \n50. Our Supreme Court has not yet settled whether North Carolina or a foreign \nstate’s law applies when a North Carolina court considers piercing the corporate veil \nof a foreign corporation.  See Strategic Outsourcing, Inc. v. Stacks, 176 N.C. App. 247, \n252 (2006) (recognizing that “ North Carolina courts have not ruled definitively ” on \nchoice of law for veil piercing).  Nevertheless, relying on the North Carolina Court of \nAppeals’ decision in Copley Triangle Associates v. Apparel America, Inc., 96 N.C. App. \n263 (1989), which applied North Carolina law rather than Florida law in piercing the \nveil of a Florida corporation to achieve personal jurisdiction, this Court has previously \napplied North Carolina law to a plaintiff’s request to pierce the corporate veil of a \n \n4 The Court notes that although Plaintiffs bring their veil piercing theory as a claim, piercing \nthe corporate veil is a remedy, not a separate cause of action.   See, e.g., Window World of \nBaton Rouge, LLC v. Window World, Inc., 2017 NCBC LEXIS 60, at *14 (N.C. Super. Ct. July \n12, 2017)  (“Veil piercing is an equitable remedy [.]” (citing Ridgeway, 362 N.C. at 440)); \nInsight Health Corp. v. Marquis Diagnostic Imaging of N.C., LLC, 2018 NCBC LEXIS 56, at \n*23 (N.C. Super. Ct. June 5, 2018 ) (“Veil piercing ‘is not a theory of liability ’ but a form of  \nrelief that provides an ‘avenue to pursue legal claims against ’ those ‘otherwise shielded by \nthe corporate form.’ ” (quoting Green v. Freeman, 367 N.C. 136, 146, (2013))). \nDelaware LLC, see Insight Health Corp., 2018 NCBC LEXIS 56, at *26 n.3.  The Court \nwill do so again here.5 \n51. Piercing the corporate veil is an extraordinary remedy. See Green, 367 N.C. \nat 145 (“Disregarding the corporate form is not to be done lightly.”); Ridgeway , 362 \nN.C. at 438–39 (“[W]hile [a] corporation’s separate and independent existence is not \nto be disregarded lightly, it may be theoretically permissible to look behind the \ncorporate form.” (citation and internal quotation marks omitted)). \n52. North Carolina has adopted the instrumentality rule, under which “a \ncorporation which exercises actual control over another, operating the latter as a \nmere instrumentality or tool, is liable for the torts of the corporation thus controlled.”  \nB-W Acceptance Corp. v. Spencer, 268 N.C. 1, 8 (1966)  (citation omitted).  There are \nthree elements “which support an attack on separate corporate entit[ies]” under this \nrule: (1) “[c]ontrol, not mere majority or complete stock control, but complete \ndomination, not only of finances, but of policy and business practice in respect to the \n \n5 Although the Court applies North Carolina law, the Court would reach the same result \nunder Delaware law.  As in North Carolina, piercing the corporate veil under Delaware law \nis rarely appropriate.  See, e.g., Midland Interiors, Inc. v. Burleigh, Civil Action No. 18544, \n2006 Del. Ch. LEXIS 220, at *9 (Del.  Ch. Dec. 19, 2006) (“[P]ersuading a Delaware court to \npierce the corporate veil is a difficult task.  Absent compelling cause, a court will not disregard \nthe corporate form or otherwise disturb the legal attributes, such as limited liability, of a \ncorporation.”).  Piercing the corporate veil “may be done only in the interest of justice, when \nsuch matters as fraud, contravention of law or contract, public wrong, or where equitable \nconsideration among members of the corporation require it, are involved [,]” Pauley \nPetroleum, Inc. v. Cont’l Oil Co., 239 A.2d 629, 633 (Del. 1968), and “the plaintiff must plead \nfacts supporting an inference that the corporation, through its alter-ego, has created a sham \nentity designed to defraud investors and creditors [,]” Crosse v. BCBSD, Inc. , 836 A.2d 492, \n497 (Del. 2003).  As discussed infra under North Carolina law, Plaintiffs ’ allegations are \ninsufficient to permit a reasonable inference either that Foss 2014 was a sham corporation  \nor that GEICO exerted such control over Foss 2014 that “equitable consideration” requires \ndisregarding Foss 2014’s corporate form. \ntransaction attacked so that the corporate entity as to this transaction had at the \ntime no separate mind, will or existence of its own”; (2) “[s]uch control must have been \nused by the defendant to commit fraud or wrong, to perpetrate the violation of a \nstatutory or other positive legal duty, or a dishonest and unjust act in contravention \nof plaintiff’s legal rights”; and (3) “[t]he aforesaid control and breach of duty must \nproximately cause the injury or unjust loss complained of.”  Glenn v. Wagner, 313 \nN.C. 450, 454–55 (1985) (quoting B-W Acceptance Corp., 268 N.C. at 9). \n53. Factors to be considered under North Carolina’s rule include: (1) inadequate \ncapitalization, (2) non -compliance with corporate formalities, (3) complete \ndomination and control of the corporation such that it has no independent identity, \nand (4) excessive fragmentation of a single enterprise into separate corporations.  Id. \nat 454; see generally Russell M. Robinson, II, Robinson on North Carolina Corporation \nLaw, §§ 2-10[2], 2-27–2-36 (7th ed. 2019). \n54. Here, Plaintiffs have alleged only that (i) GEICO was Foss 2014’s sole \ncustomer or investor, (Am. Compl. ¶ 21); (ii) Foss 2014 acted at all times as GEICO’s \nagent, (Am. Compl. ¶ 21); and (iii) Foss 2014’s failure to fulfill its payment obligation \nwas a result of GEICO’s unwillingness to cooperate and desire to stall payment, (Am. \nCompl. ¶¶ 46, 48).  While Plaintiffs argue that these allegations show that “G[EICO] \nused its involvement in Foss to take advantage of the tax credits generated by the \n[p]roject while trying to completely shield itself from any liability for its actions [,]” \n(Opp’n 1 1), Plaintiffs’ factual allegations are insufficient to permit Plaintiffs’ \nassertion of the veil piercing remedy to survive Rule 12(b)(6) scrutiny.   \n55. As pleaded, a reasonable factfinder could not conclude that  Foss 2014 was \nGEICO’s alter ego “not only of finances, but of policy and business practice.”  Glenn, \n313 N.C. at 455 .  Nor could a reasonable factfinder conclude that  GEICO wholly \ncontrolled Foss 2014’s actions until Foss 2014 finally made payment in mid -\nSeptember, particularly given Plaintiffs’ allegations that Foss 2014 already possessed \nthe funds and held them in escrow with  CSB.  ( Am. Compl. ¶  74.)  And Plaintiffs’ \nnumerous conclusory allegations , all w ithout supporting facts , including that  \n“G[EICO] and Foss exe rcised complete dominion and control over the business \npractices/decision of Foss 2014[,]” (Am. Compl. ¶ 132), “Foss 2014 was severely \nundercapitalized, and totally reliant on G[EICO,]” (Am. Compl. ¶ 133), and GEICO \n“used such dominion and control over Fos s 2014 to engage in the wrongful conduct \ndescribed herein[,]” (Am. Compl. ¶ 134) , are not entitled to weight under Rule \n12(b)(6), Wray, 370 N.C. at 46. \n56. As a result , Plaintiffs’ attempt to invoke the piercing the corporate veil  \nremedy on the pleaded facts fails, and Plaintiffs shall not be entitled to that remedy \nin this action.  And to the extent that Plaintiffs can be seen to have asserted claims \nagainst GEICO for breach of contract , breach of the covenant of good faith and fai r \ndealing, breach of fiduciary duty and constructive fraud, and civil conspiracy as \nderivative of Foss 2014’s liability to Plaintiffs on those same claims—claims which \nrely for their success on the veil piercing remedy—Plaintiffs’ allegations are likewise \ninsufficient to permit those claims to survive under Rule 12(b)(6). \nF. Agency \n57. Plaintiffs attempt to cure their statute of limitations defects by casting Foss \n2014 as GEICO’s agent.6  (See Mem Opp’n Mot. 10.)  Specifically, Plaintiffs argue that \ntheir derivative liability claims against GEICO relate back to the original filing of \ntheir Complaint against Foss 2014, rendering them timely, because Foss 2014 was \nGEICO’s agent.7  \n58. For their support, Plaintiffs seek refuge in the Supreme Court  of North \nCarolina’s holding in Ridgeway , 362 N.C at 431.  But that decision considered \nwhether the addition of a shareholder under a theory of piercing the corporate veil  \nwas the untimely addition of a new party or whether the shareholder could be \nconsidered the same party as the corporate defendant, permitting relation back to the \noriginal filing.  Id. at 441.  The Court decided it was the latter, concluding that \nbecause “the instrumentality rule allows for the corporate form to be disregarded if \nthe corporation is so op erated that it is a mere instrumentality or alter ego of \nthe . . . shareholder[,]” “the corporation and the shareholder [are to be] treated as one \nand the same person.”  Id. at 440–41 (emphasis omitted). \n59. Unlike the plaintiffs in Ridgeway, Plaintiffs here assert their claims based \non an agency theory—that Foss 2014 acted at all relevant times as GEICO’s agent.  \n \n6 The Court notes that “[a]gency, like piercing the corporate veil, is not itself a cause of \naction[.]”  Green v. Freeman, 233 N.C. App. 109, 112 (2014).   \n \n7 Although Plaintiffs do not distinguish among their derivative liability claims, for the \nreasons set forth in footnote 2 above, the Court considers Plaintiffs’ proffered agency theory \nto be asserted as support for the timeliness of Plaintiffs’ claims against GEICO for breach of \ncontract, breach of the covenant of good faith and fair dealing, breach of fiduciary duty, and \ncivil conspiracy, but not for constructive fraud. \nAnd unlike piercing the corporate veil, an agency relationship is specifically based on \nthe relationship between two separate persons, not on a theory that two persons are \none and the same .  See, e.g. , Hayman v. Ramada Inn, Inc. , 86 N.C. App. 274, 277 \n(defining “agency” as “the relationship which arises from the manifestation of consent \nby one person to another that the other shall act on his beha lf and subject to his \ncontrol, and consent by the other so to act” (emphasis added) (internal quotation \nmarks and citation omitted)).  Thus, Ridgeway is of no assistance to Plaintiffs, and \nNorth Carolina law does not otherwise permit the addition of a claim based on agency \nto relate back to the filing of the original complaint for statute of limitations purposes.  \nAs a result, Plaintiffs’ agency theory does not permit their claims against GEICO to \navoid dismissal on statute of limitations grounds under Rule 12(b)(6). \nV. \nCONCLUSION \n60. WHEREFORE, for the reasons set forth above, the Court hereby GRANTS \nGEICO’s Motion to Dismiss and DISMISSES Plaintiffs’ claims against GEICO with \nprejudice.8 \n SO ORDERED, this the 18th day of February, 2021. \n \n/s/ Louis A. Bledsoe, III   \n      Louis A. Bledsoe, III \n      Chief Business Court Judge \n \n8 Plaintiffs requested at the Hearing that they be afforded the opportunity to replead should \nthe Court grant GEICO’s Motion .  The Court rejects Plaintiffs’ request, however, because \nPlaintiffs have already amended their original complaint once and because  Plaintiffs have \nnot forecasted new factual allegations against GEICO sufficient to survive dismissal under \nRule 12(b)(6).   "
}