{
  "id": "f047670ec6b893c6ef1b4605ae335db78a4f68812967eb8a5fa0d84869a469d4",
  "source_file": "data/raw/ncbc/f047670ec6b893c6ef1b4605ae335db78a4f68812967eb8a5fa0d84869a469d4.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 14 CVS 13996 \n \nMIDREX TECHNOLOGIES, INC., ) \n  Petitioner, )  \n   ) \n v.  ) OPINION AND ORDER ON \n   ) PETITION FOR JUDICIAL REVIEW \nN.C. DEPARTMENT OF REVENUE, ) \n  Respondent. ) \n \n THIS MATTER is before the Court on the Petition for Judicial Review of a Final \nAgency Decision in this consolidated contested tax case pursuant to N.C. Gen. Stat. §§ 150B-\n43 (hereinafter, references to the General Stat utes will be to \"G.S.\"). On July 21, 2015, the \nCourt held a hearing on the Petition for Judicial Review. \nRobinson, Bradshaw & Hinson, P.A. by Thom as P. Holderness, Esq. for Petitioner \nMidrex Technologies, Inc. \n \nNorth Carolina Department of Justice by Tenisha S. Jacobs, Esq. for Respondent \nNorth Carolina Department of Revenue. \n \nMcGuire, Judge. \nA. PROCEDURAL AND FACTUAL BACKGROUND.1 \n1. This matter involves a dispute between Petitioner Midrex Technologies, Inc. \n(\"Midrex\" or \"Petitioner\") and Responde nt North Carolina Department of Revenue \n(\"Department\").2 The issue before the Court is wh ether Petitioner is an \"excluded \ncorporation,\" as that term is defined in G. S. § 105-130.4(a)(4), and therefore entitled to \napportion its in-state and out-of-state income  using a single-factor apportionment formula, \n                                                 \n1 As Administrative Law Judge Croom recognized, the facts of this case are not in dispute. Accordingly, \nthe Court recites the following undisputed facts. \n2 The parties have, at their own expense, scanned and sequentially Bates numbered the voluminous \nrecord in this matter, and have cited documents in the record by reference to their Bates number. The \nCourt adopts this practice, but will also identify th e document by name as it appears in the official \nrecord. \nMidrex Techs., Inc. v. N.C. Dep’t of Revenue, 2015 NCBC 88.\n \n \nas opposed to the standard three-factor apportionment formula provided in G.S. § 105-\n130.4(i).3 \n2. Articles 3 and 4 of the North Carolina Revenue Act (\"Revenue Act\"), G.S. § 105-\n1, et. seq., impose a State franchise tax and corporat e income tax, respectively.  While the \nState franchise tax is measured by \"the tota l amount of [a corporation's] issued and \noutstanding capital stock, surplus and undivided profits\" (collectively \"Capital Stock Base\"), \nG.S. § 105-122(b), the corporate income tax is levied on the State net income of a C-\ncorporation.  G.S. § 105-130.3.  Notwithstand ing these differences, when a corporation has \nincome from sources both within and outside th e State, it must determine the portion of its \nCapital Stock Base and State net income that is attributable to North Carolina.  \nSee G.S. §§ \n105-122(c)(1), 105-130.4, respectively.  In the co ntext of tax law, this determination is \ncommonly referred to as \"allocation\" and \"apportionment.\" \n3. In North Carolina, a corporation having income from business activity which \nis taxable both within and without this Stat e is required to allocate and apportion in \naccordance with the provisions contained in th e Act.  To do so, a taxpayer must first \ndetermine which portion of the taxpayer's entire net income constitutes apportionable \nincome.  G.S. § 105-130.4(a)(1) defines \"appo rtionable income\" as \"all income that is \napportionable under the United States Constituti on.\" For the vast majority of corporations \nwith business activities in and outside of North Carolina, apportionable income is calculated \nusing a formula consisting of three factors: pr operty, payroll and sales (collectively \"Three-\nFactor Apportionment Formula\").  G.S. §105-130. 4(i).  Like many other states, however, \nNorth Carolina has enacted statutes providin g specialized methods of apportionment for \nspecific industries.  One such statute is G. S. §105-130.4(r), which authorizes single factor \n                                                 \n3 Excluded corporations apportion income based on sales only, while the standard three factor \napportionment formula considers sales, property, and payroll. \n \n \napportionment for an excluded corporation.  For purposes of the Act, an excluded corporation \nincludes any corporation:  \n[E]ngaged in business as a building or construction contractor, a securities dealer, or \na loan company or a corporation that receiv es more than fifty percent (50%) of its \nordinary gross income from intangible property. \n \nG.S. §105-130.4(a)(4). \nMidrex's Business \n4. Midrex is a corporation with its head quarters in Charlotte, North Carolina. \nMidrex developed a process to convert iron or e into direct reduced iron (\"DRI\"), a premium \niron that could be used as a feed for making  steel (\"Midrex Process\" ). The Midrex Process \nrequires the construction of a specialized plant to create DRI (\"Midrex Plant\"). Midrex sells \nMidrex Plants, which can require multiple year s to design and build and cost hundreds of \nmillions of dollars. 4  A Midrex Plant requires a vertical shaft furnace positioned in a large \nstructural steel tower approximately 300 to 400 f eet tall, a reformer, compressors, material \nhandling equipment, water treatment equipment, and utility distribution equipment for air, \nwater, and electricity.  \n5. During the tax years at issue in this case, Midrex designed and sold Midrex \nPlants in Trinidad and Tobago, Russia, Malaysia, Pakistan, Argentina, Oman, the United \nStates, Saudi Arabia, and Qatar. The sale of a Midrex Plant includes a number of components \nand services. To provide these services, and to  ultimately deliver a Midrex Plant, Midrex \noperates in three primary business segments : (a) Engineering Services and Procurement \nServices; (b) Midrex Plant Sales; and (c) After Market Sales.5  \n                                                 \n4 As noted by the ALJ, in 1983, Midrex was acquired by Kobe Steel,  Ltd. (\"Kobe\") and, as a result of \nthat acquisition, Kobe became the owner of the pa tents and proprietary rights associated with the \nMidrex Process. Midrex was granted a license to use the Midrex Process, as were two other companies, \nSiemens VAI and SMS Siemag. See Final Decision, p. 2 ¶ 4. \n5 After-Market Sales involves the provision of addi tional equipment and parts to an existing Midrex \nPlant and is not at issue in this proceeding. \n \n \n6. Midrex's engineering services play a si gnificant, if not primary, role in the \nconstruction and operation of a Midrex Plant.  This work involves designing the various \nequipment and structures that compose the Midrex Plant. This design work can take one to \ntwo years and is largely performed at Midrex 's headquarters by Midrex employees holding \njob titles such as \"Refractory Specialists,\" \"Equipment Specialists,\" \"Mechanical Engineers,\" \nand \"Mechanical Designers.\" During this stag e, Midrex also provides to its clients \nprocurement and logistical services relating  to the acquisition and transportation of \nequipment for Midrex Plants. \nThe Plant Sales Contract \n7. Midrex enters into written contracts  for the sale of a Midrex Plant. 6 The \ncontract to design and manufacture a Midrex Plant generally consists of two separate \nagreements: a \"Purchase of Equipment and Se rvices\" agreement, and a \"Technical Field \nAdvisory Services\" agreement (hereinafter, thes e agreements will be referred to collectively \nas the \"Plant Sale Contract\").  The Plant Sale  Contracts include technical specifications for \nthe Midrex Plant, payment terms, and warranty provisions. These contracts also detail the \nscope of work to be performed by each party to the contract.  \n8. Under these Plant Sale Contracts, a party other than Midrex, usually the client \npurchasing the Midrex Plant, bears the responsi bility for the actual physical erection and \ninstallation of the Midrex Plant. The client generally is required to supply the raw materials \nand utilities, hire the necessary labor, and prov ide overall coordination of the project.  The \nPurchase of Equipment and Services agreement contains various provisions regarding the \nrespective scopes of work being undertaken by Midrex and its client.  This agreement states \n                                                 \n6 See Nu-Iron Unlimited Plant Sale Contract (OR 919-53). In their briefing the parties have used the \ncontract between Midrex and Nu-Iron for the construction of a Midrex Plant at Point Lisas, Trinidad \n& Tobago falls as illustrative of such contracts.  Accordingly, the Court will use the provisions of this \ncontract for purposes of its discussion herein.  \n \n \nthat \"[Midrex] will provide those engineering services for the Project as specifically set forth \nin Section 21 – Scope Matrix\" and \"will provide the Equipment as specifically set forth in \nSection 21 – Scope Matrix.\"7  The Purchase of Equipment and Services agreement states that \n\"Nu-Iron will provide certain basic and detailed engineering, equipment and materials, and \nconstruction of all equipment and materials for the Project generally as listed in Section 21 \n– Scope Matrix\" and \"[w]ith the exception of th e Equipment and engineering to be provided \nby [Midrex] pursuant to this agreement, Nu-I ron will engineer, provide, erect and assemble \nall equipment and materials that are re quired for the complete operating Plant.\" 8  T h i s  \nagreement also provides that the \"Client will  provide overall coordination of the project, \nincluding construction schedule control, selecti on and/or administration of firms and civil \ndesign, civil works, PLANT erection, and design and installation of infrastructure required \nto make a complete, functional plant.\"\n9 \n9. Midrex's responsibilities with respe ct to the advisory services include \nproviding technical advice regarding the erecti on and fabrication of, and installation of \nequipment in, the Midrex Plant. 10  The Technical Field Advisory Services agreement states \nthat \"MIDREX will provide sp ecific technical advise ( sic) during the PLANT construction \nprimarily as it relates to the process, begi nning with the civil works, and including all \nerection and fabrication at the PLANT SITE of the EQUIPMENT and materials.\" 11 The \nagreement provides that Midrex's field advi sory services include \"interpretation and \nexplanation of drawings . . . specifications and  other technical data, \"advice to the CLIENT \nor his CONTRACTOR(S) in developing and updating a construction sequence for the orderly \n                                                 \n7 Id. (OR 921). \n8 Id. \n9 Id. (OR 928). \n10 Id.  \n11 Id. (OR 950). \n \n \nassembly and erection of the PLANT,\" and \"field  inspection of the material, equipment, and \nworkmanship.\"12  The Technical Field Advisory Services agreement also places responsibility \non Midrex for commissioning and start-up of the Midrex Plant. 13  The Technical Field \nAdvisory Services agreement reiterates that ultimate responsibility for supervision of all \nwork performed remains on the client.14 \n10. The \"Section 21 – Scope Matrix\" lists hundreds of individual tasks and \nprocesses associated with designing, constructing, and commissioning the Midrex Plant, and \nassigns responsibility for each task.  As one would expect, the vast majority of tasks assigned \nto Midrex fall under engineering and erection advice, particularly with regard to installation \nof plant equipment.15  On the other hand, the client maintains responsibility for virtually all \n\"erection execution\" tasks.16 \n11. A number of Midrex personnel are on-site during the construction of a Midrex \nPlant. Among the personnel typically sent to perform field work are erection managers, \nproduction managers, lead operations m anagers, mechanical supervisors, mechanical \noperations coordinators, material coordinators, piping supervisors, and others.17 Once on site, \nthese individuals assist the general contractor, who was retained by the owner, in scheduling \nand sequencing construction, determining m anpower requirements, providing quality \ncontrol, directing and supervising the installa tion of Midrex's equipment, and supervising \nthe initial operation of the plant.18 Midrex's personnel draft progress reports for the project,19 \n                                                 \n12 Nu-Iron Unlimited Plant Sale Contract (OR 950). \n13 Id. (OR 950-52). \n14 Id. (OR 950). \n15 Id. (OR 932-47). \n16 Id. \n17 Carter Aff. (June 2, 2014) 2-3 (OR 219-20). \n18 Id. \n19 Id. Ex. C (OR 236-37). \n \n \nobtain local work permits in certain cases, 20 and are tasked with supervising various \nvendors.21 \n12. While most of Midrex's on-site field work consists of advice and direction, on \nsome occasions Midrex employees and engineer s provide hands-on labor in connection with \nthe erection and construction of Midrex Plants. The hands-on work could include, inter alia, \ninstallation and re-wiring of electrical equi pment, hauling mortar, and performing repairs \nand modifications to equipment in the Midrex Plant.22  The record does not clearly reflect the \nfrequency with which Midrex employees provid ed hands-on labor, the Department does not \ncontest that, at least on some occasions, this type of work was performed. \n13. It is undisputed that a client must contract with Midrex in order build a Midrex \nPlant because Midrex is the only company with  the knowledge necessary for the design and \nconstruction of the plant.23 \nMidrex's 2005 – 2008 Tax Returns \n14. For tax years 2005 through 2007, Midrex filed its tax returns with North \nCarolina as a 100% domestic corporation, and  did not apportion its State franchise or \ncorporate income tax between North Carolina and  out-of-state activities.  In 2008, after \nreceiving advice from KPMG, Midrex filed a 2008 return in which it apportioned its State \nfranchise and corporate income tax between in-s tate and out-of-state activities using the \nstandard Three-Factor Apportionment Formula. At the time it filed its 2008 State return, \nMidrex also amended its 2005-07 returns to us e the Three-Factor Apportionment Formula. \n                                                 \n20 Collins Dep. 60. \n21 Nu-Iron Vendor Field Services Agreement (OR 446). \n22 See Petitioner's Br. Supp. PJR 9-10. \n23 Carter Aff. (June 2, 2014) 2 (OR 219). \n \n \nOn each of Midrex's State tax returns during the Period at Issue, Midrex used a NAICS code \nassociated with engineering, and not construction, services.24  \n15. Subsequently, Midrex amended its State returns for the tax years 2005 - 2008 \nto re-compute Midrex's tax liability using the single factor apportionment formula applicable \nto excluded corporations. Midrex based this  amendment on the determination, aided by \nKPMG, that Midrex was engaged in business as  a building or constru ction contractor. On \nthis basis, Midrex submitted the refund claim at issue in this case.25 \n16. On August 30, 2013, the Department issu ed a Notice of Final Determination \n(\"Final Determination\") in which the Department denied Midrex's claim for a refund of North \nCarolina corporate income and franchise taxes for tax years 2005 through 2008. On October \n25, 2013, Midrex initiated a contested case proceeding in the Office of Administrative \nHearings (\"OAH\") challenging the Final Determination and contending that Midrex qualified \nas an excluded corporation during the tax years at issue. On July 7, 2014, the parties \nappeared before Administrative  Law Judge Craig Croom (the \"ALJ\") on cross-motions for \nsummary judgment. \n17. On October 10, 2014, the ALJ issued his Final Decision and Order in which he \ngranted Respondent's Motion for Summary Judgment (\"Final Decision\"). In doing so, the ALJ \nconcluded that Midrex was not entitled to a re fund of State corporate income and franchise \ntaxes because \"it was not engaged in business as a building or construction contractor and is \n                                                 \n24 As will be discussed in greater detail below, NAICS, or the North American Industry Classification \nSystem, is a standard used by statistical agencies in classifying business establishments based on their \nprimary business activity. For its intended purpose and as maintained by the U.S. Census Bureau, a \nbusiness is assigned only a single NAICS code.  \n25 The parties have stipulated that if Midrex was an excluded corporation during the Period at Issue, \nit would be entitled to a refund in the amount of $3,303,736.00. Conversely, the parties also stipulated \nthat if Midrex was not an excluded corporation, it would not be entitled to any refund of State corporate \nincome and franchise taxes for the Period at Issue. Final Decision p. 7, ¶ 34. \n \n \ntherefore not entitled to utilize the single-fa ctor apportionment methodology for excluded \ncorporations set forth in G.S. § 105-130.4(r).\"26   \n18. On October 20, 2014, Midrex filed its Petition for Judicial Review of the Final \nDecision. In its petition, Midrex argues th at the ALJ erred as a matter of law in his \ninterpretation of G.S. § 105-130.4(a)(4) upon which he based the conclusion that Midrex was \nnot an excluded corporation entitled to use single-factor apportionment. \nB. ANALYSIS. \nStandard of Review \n19. \"In reviewing a final decision in a co ntested case, the court shall determine \nwhether the petitioner is entitled to the relief sought in the petition based upon its review of \nthe final decision and the official record.\" G.S. § 150B-51(c). In addressing asserted errors of \nlaw, unlawful procedure, or that  the final decision exceeded the statutory, jurisdictional, or \nconstitutional authority of the agency or admini strative law judge, the Court is to apply the \nde novo standard of review. Id. \"De novo review requires a court to consider a question anew, \nas if not considered or decided by  the agency previously . . . .\" Smith v. Richmond Cnty. Bd. \nof Educ., 150 N.C. App. 291, 295, 563 S.E.2d 258, 263 (2002). Under this standard of review, \nthe Court \"freely substitutes its own judgment for the agency's.\" N.C. Dept. of Env't & \nNatural Res. v. Carroll , 358 N.C. 649, 658, 599 S.E.2d 888, 895 (2004). Here, both parties \nagree that the proper standard of review in this matter is de novo.27  \n20. Additionally, as the North Carolina Cou rt of Appeals has recognized, \"[o]ur \nlegislature . . . specifically addressed review  of a final agency decision granting summary \njudgment in\" G.S. § 150B-51(d). Krueger v. N.C. Crim. Justice Educ. & Training Standards \nComm'n, 198 N.C. App. 569, 576, 680 S.E.2d 216, 221 (2009). This section provides that:  \n                                                 \n26 Final Decision and Order at 10. \n27 See Petition for Judicial Review (\"PJR\") ¶ 33; Resp't's Br. Opp. PJR 14. \n \n \nIn reviewing a final decision allowing judgment on the pleadings or summary \njudgment, the court may enter any order allowed by G.S. [§] 1A-1, Rule 12(c) \nor Rule 56. If the order of the court does not fully adjudicate the case, the court \nshall remand the case to the administrative law judge for such further \nproceedings as are just. \n \nG.S. § 150B-51(d).\n28 Under Rule 56, summary judgment is appropriate where \"the pleadings, \ndepositions, answers to interrogatories, and admi ssions on file, together with the affidavits, \nif any, show that there is no genuine issue as  to any material fact and that any party is \nentitled to judgment as a matter of law.\" G.S.  § 1A-1, Rule 56(c). Under this standard, any \ninference of fact should be drawn against the movant. Forbis v. Neal, 361 N.C. 519, 524, 649 \nS.E.2d 382, 385 (2007). \n21. Accordingly, the Court reviews the Fi nal Decision de novo, applying the \nsummary judgment standard to determine whet her there is no genuine issue as to any \nmaterial fact and that any party is entitled to judgment as a matter of law. \n22.  As noted above, the facts of this case are not in dispute. Instead, Midrex \ncontends that the ALJ erred in his interpretati on of G.S. § 105-130.4(a)(4) as applied to the \nundisputed facts of this case. Midrex conten ds that the ALJ improperly concluded that \nMidrex was not a \"building or construction contractor.\" 29  Midrex also argues that the ALJ \nimproperly construed the phrase \"engaged in business\" as requiring \"a determination of a \ncorporation's primary business activity.\" 30 Both contentions raise issues of statutory \ninterpretation, which are questions of law for the Court. Parkdale Am., LLC v. Hinton , 200 \n                                                 \n28 This section makes clear that the trial court, in reviewing a final decision granting summary \njudgment, is to consider the matter anew. Appellate decisions applying this section have found error \nwhere the trial court applied the whole record standard of review to determine whether the final \ndecision was supported by substantial evidence. \nSee Krueger, 198 N.C. App. at 576-77, 860 S.E.2d at \n221. See also York Oil Co. v. N.C. Dep't of Env't Health & Natural Res. , 164 N.C. App. 550, 555, 596 \nS.E.2d 270, 273 (2004) (explaining that \"[b]ecause th e issue before the trial court was . . . whether \nsummary judgment was properly granted, the correct standard of review remained de novo.\"). \n29 Petition for Judicial Review ¶ 38; Final Decision and Order, Conclusions of Law 20. \n30 Petition for Judicial Review ¶ 34; Final Decisi on and Order, Conclusions of Law ¶ 15 (emphasis \nadded). \n \n \nN.C. App. 275, 278, 684 S.E.2d 458, 461 (2009). Midrex contends that if the proper \ninterpretation of G.S. § 105-130.4(a)(4) is applied to the undisputed facts, it falls within the \ndefinition of an \"excluded corporation\" for the tax years at issue. \n23. \"[T]he first principle of statutory interpretation is to ascertain the intent of the \nlegislature and to carry out such intention to the fullest extent.\" \nId. (internal citations \nomitted). As the North Carolina Supreme Court has noted, \nThe intent of the General Assembly may be found first from the plain language \nof the statute, then from the legislative history, 'the spirit of the act and what \nthe act seeks to accomplish.' If the language of a statute is clear, the court must \nimplement the statute according to the plain meaning of its terms so long as it \nis reasonable to do so. \n \nLenox, Inc. v. Tolson , 353 N.C. 659, 664, 548 S.E.2d 513, 517 (2001) (internal citations \nomitted).  \"Under our canons of statutory inte rpretation, where the language of a statute is \nclear, the courts must give the statute its plain meaning.\" North Carolina State Bar v. \nBrewer, 183 N.C. App. 229, 236, 644 S.E.2d 573, 577 (2007) (internal citations omitted).  \n\"[U]ndefined words are accorded their plain meaning so long as it is reasonable.\"  Polaroid \nCorp. v. Offerman, 349 N.C. 290, 297, 507 S.E.2d 284, 290 (1998). \n24. \"A construction which operates to defeat  or impair the object of the statute \nmust be avoided if that can reasonably be done without violence to the legislative \nlanguage . . . .\" Elec. Supply Co. v. Swain Elec. Co ., 328 N.C. 651, 656, 403 S.E.2d 291, 294 \n(1991). \"An analysis of the plain language of the statute and the cannons of statutory \nconstruction must be done in a manner whic h harmonizes with the underlying reason and \npurpose of the statute.\" Id. A court should \"avoid interpretations that create absurd or \nillogical results.\"  Ayers v. Bd. of Adjustment , 113 N.C. App. 528, 531, 439 S.E.2d 199, 201 \n(1994). \n25. Special rules of construction apply where the statue at issue is one concerning \ntaxation.  Accordingly, \"[t]ax statutes are to  be strictly construed against the State and in \n \n \nfavor of the taxpayer.\" Wal-Mart Stores East, Inc. v. Hinton, 197 N.C. App. 30, 42, 676 S.E.2d \n634, 644 (2009) (internal citations omitted). \"I f a taxing statute is susceptible to two \nconstructions, any uncertainty in the statute or legislative intent should be resolved in favor \nof the taxpayer.\" Lenox, Inc., 353 N.C. at 664, 548 S.E.2d at 517.  \n26. If a court determines that the statute is ambiguous, the interpretation made \nby the agency charged with enforcing the statute is relevant and should be considered by the \nreviewing court. See Parkdale Am., LLC, 200 N.C. App. at 81, 684 S.E.2d at 463 (recognizing \nthat \"one of the most significant aids to construction in determining the meaning of a revenue \nlaw is the interpretation given such act by the administrative agency charged with its \nenforcement. . . .\") (internal citations omitted). In addition, the North Carolina Revenue Act \nexpressly provides that \"[a]n interpretation by the Secretary [of a tax statute] is prima facie \ncorrect.\" G.S. § 105-264(a).  Nevertheless, the we ight or deference to be accorded to an \nagency's interpretation of a statute is not entirely clear under North Carolina law. Some \nappellate decisions provide that an agency's interpretation is to be given \"great weight,\" N.C. \nDep't of Revenue v. Bill Davis Racing , 201 N.C. App. 35, 51, 684 S.E.2d 914, 925 (2009), or \n\"considerable weight,\" Cnty. of Durham v. N.C. Dep't of Env't & Natural Res., 131 N.C. App. \n395, 397, 507 S.E.2d 310, 312 (1998). Other decisi ons have rejected the notion that agency \ninterpretations are entitled to de ference under a de novo review. Morris Commc'ns Corp. v. \nCity of Bessemer, 365 N.C. 152, 156, 712 S.E.2d 868, 871 (2011) (rejecting argument that city \nBoard of Adjustment was entitled to deference in interpreting zoning ordinances and noting \nthat \"courts consider, but are not bound by, th e interpretations of administrative agencies \nand boards.\") (internal citations omitted). Some  cases have even noted that a court should \n\"defer to the agency's interpretation of a st atute it administers 'so long as the agency's \ninterpretation is reasonable and based on a permissible construction of the statute.' \" Cnty. \n \n \nof Durham , 131 N.C. App. at 397, 507 S.E.2d at 311 (quoting Carpenter v. N.C. Dep't of \nHuman Res., 107 N.C. App. 278, 279, 419 S.E.2d 582, 584 (1992)). \n27. Ultimately, however, it is the Court's task to determine the meaning of the \nstatutory provision at issue and where that meaning can be derived from the plain language \nof the statute, the agency's interpretation is irrelevant. Parkdale Am., LLC, 200 N.C. App. at \n281, 684 S.E.2d at 463 (quoting N.C. Dep't of Corr. v. N.C. Med. Bd. , 363 N.C. 189, 202-03, \n675 S.E.2d 641, 650 (2009)). Accordingly, the Court will now turn to the interpretation of G.S. \n§ 105.130.4(a)(4) and will first address the terms used in the statute have a plain meaning. \n\"Building or Construction Contractor.\" \n28. The Court must first determine the meaning of the term \"building or \nconstruction contractor\" as used in G.S. § 105-130.4(a)(4), and then whether the work \nperformed by Petitioner in connection with the building and erection of a Midrex Plant \nqualifies as work as a building or construction contractor. Only if Midrex's work qualifies as \nbuilding or construction contracting will the Court need to address the meaning of the \nstatutory term \"engaged in business.\" \n29. Midrex argues that the services it provides under the Technical Field Advisory \nServices agreement qualify as a type of construction management, which generally is \naccepted to be part of \"construction contracti ng.\"  The Department appears to concede that \nMidrex performs some services that could qualify as construction management.  Nonetheless, \nthe Department contends that since Midrex's contracts do not place responsibility on Midrex \nto build or erect the plant, and because Midrex is not significantly involved in the physical \nlabor of building the plant, it is not a building or construction contractor. \n30. Articles 3 and 4 of the Revenue Act and the provision related to the \napportionment of a corporation's income and  franchise taxes do not contain an express \ndefinition of \"building or construction contract or.\" Accordingly, the Court must determine if \n \n \nthat term has a plain meaning. See Polaroid Corp. v. Offerman, 349 N.C. at 297, 507 S.E.2d \nat 290 (recognizing that in interpreting a statute, \"undefined words are accorded their plain \nmeaning so long as it is reasonable\"). To guide the Court in this inquiry, North Carolina \ncourts have long explained that \"[d]ictionarie s are properly used to ascertain the 'plain \nmeaning' or the 'natural and ordinary meaning' of words used in a statute.\" In re LaRue, 113 \nN.C. App. 807, 810, 440 S.E.2d 301, 303 (1994) (internal citations omitted). Moreover, \n\"[d]efinitions of the word or term contained in other statutes, although not controlling 'throw \nsome light upon . . . [its] normal usage.' \" \nId. (internal citations omitted).  \n31. As an initial matter, it is important to note what the plain language of this \nsection does not require. This section does not require that a taxpayer be a licensed general \ncontractor to qualify as an excluded corporation. As our court of appeals has recognized, \"[n]ot \nevery person who undertakes to do construction work . . . is a general contractor . . . .\" Mill-\nPower Supply Co. v. CVM Assocs. , 85 N.C. App. 455, 461, 355 S.E.2d 245, 249 (1987) \n(interpreting the meaning of \"general contra ctor\" as used in G.S. § 87-1). Accordingly, \nwhether Petitioner is a licensed general contractor in this, or any other, jurisdiction where it \nperforms its field work is not determinative of the issue before the Court. \n32. In addition, the plain language of the statute does not exclude subcontractors \nfrom being \"building or construction contractors,\" and the parties do not seem to dispute that \nsubcontractors could qualify as excluded  corporations under the statute. \nSee Mill-Power \nSupply Co., 85 N.C. App. at 461, 355 S.E.2d at 249. \n33. Turning to what the plain language of this section does require, the Court firsts \nconsiders the dictionary definition of the terms building, construction and contractor. 31  \n                                                 \n31 The statute is written in the disjunctive \"building or construction contractor,\" leading to the \nconclusion that building contractor and a constr uction contractor might be engaged in somewhat \ndifferent work, and that the separate definitions of \"building\" and \"construction\" must be considered. \n \n \nMerriam-Webster defines \"building\" as \"the art or business of assembling materials into a \nstructure\" and \"construction\" as \"the process, a rt, or manner of constructing something.\" A \ncontractor is defined as \"one that contracts or is a party to a contract: as (a) one that contracts \nto perform work or provide supplies[; or] (b) one that contracts to erect buildings.\"   \n34. Another source for determining the plain meaning of statutory language is the \ndefinition given to the same language in a di fferent North Carolina statute.  The Court is \nable to find only one other use of the terms \"building contractor\" or \"construction contractor\" \nin this State's statutes.  In the Machiner y Act, North Carolina has defined \"construction \ncontractor\" as a \"taxpayer who is regularly en gaged in building, installing, repairing, or \nimproving real property.\" G.S. § 105-273(5a). This statutory definition is consistent with the \ndictionary definitions and emphasizes the physical work of \"building\" and \"installing\" as the \ncritical elements of construction contracting , and does not suggest that it excludes \nsubcontractors or other contractors.  On th e other hand, nothing about this definition \nsuggests that it includes businesses not enga ged in the physical building, erection, or \nassembling of a structure.  This definition, although not controlling,  \"throw[s] some light \nupon [that term's] usage.\" In re LaRue, 113 N.C. App. 807, 811, 440 S.E.2d 301, 303 (1994).   \n35. The Department contends that the United States Court of Appeals for the \nThird Circuit has held that the \"fixed popula r meaning of building contractor is 'one who \ncontracts with the owner to become his builder , to erect his structure according to certain \nplans and for a certain compensation.'\" Desco Prods. Caribbean v. Gov. of V.I., 511 F.2d 1157, \n1159 (3d Cir. 1975) (quoting Wilson v. District of Columbia, 26 App. D.C. 110, 113 (D.C. Cir. \n1905)). Comparing this definition to North Ca rolina's statutory definition, the statutory \nprovisions encompasses a broader range of activity. First, the term at issue here is \"building \nor construction contractor\", not solely the narrower te rm \"building contractor.\"  In addition, \nthe Desco definition of \"building contractor\" appe ars to apply only to those who directly \n \n \ncontract with the owner to build \"his structure \", implying it would apply only to a general \ncontractors, and would exclude subcontractors or other trade contractors that do not directly \ncontract with the owner.  The Department d oes not contend that subcontractors or other \ntypes of indirect contractors could not fall under  the North Carolina statutory definition of \nan excluded corporation.  The Court is not persuaded that the Desco definition reflects the \nplain meaning of the term \"building or constr uction contractor.\" Instead, the dictionary and \nstatutory definitions noted above appear to more accurately reflect the common \nunderstanding of that phrase, as they incl ude a broader range of activity, including \nsubcontracting and other trade work. \n36. Midrex argues that construction contracting can include work in the nature of \nproject management and supervision typically performed by general contractors, and that its \nfield advisory work qualifies as construction management. Midrex notes that NAICS, upon \nwhich the Department relies in support of its interpretation of \"engaged in business,\" \nrecognizes that \"[c]onstruction managers that provide oversight and scheduling only (i.e., \nagency) as well as construction managers that are re sponsible for the entire project (i.e., at \nrisk) are included as general contractor type establishments.\" 32 The NAICS recognition, \nhowever, occurs in the context of a descript ion of the type of contracting in which an \nestablishment is \"primarily engaged.\"  In other words, the NAICS recognizes that where an \nestablishment's primary business is providin g oversight and scheduling for construction \nprojects it may properly be classified for purposes of the NAICS system as a \"general \ncontractor-type establishment.\" It does not su ggest that any establishment which performs \nany amount of construction oversight and scheduling as some part of its services is a \"building \nor construction contractor.\"  \n                                                 \n32 See NAICS, Sector 23 – Construction (OR 781). \n \n \n37. Other construction industry sources also recognize construction oversight as a \nconstruction management \"option.\" 33  The North Carolina Construction Law Deskbook \ndescribes these types of companies as \"agency\" construction managers that perform the same \nmanagement and coordination activities of a general contractor, but are not ultimately \nresponsible for the success, or liable for the failure, of the project.34  \n38. Inclusion of oversight and scheduling of construction projects as the work of a \n\"building or construction contractor,\" however, is not supported by the common lay usage or \nplain meaning of that phrase, nor is it derived from usage of that phra se in other statutory \nprovisions. Rather, “agency” construction  management has a meaning derived from \nexperience with the complex nature of various construction project delivery methods that is \nunderstood chiefly by those in the construction industry. Midrex does not contend, however, \nthat the phrase \"building or construction contractor,\" is a term or art or technical term such \nthat the Court could consider technical inte rpretations or meanings unique to a specific \nindustry. See In re Appeal of Martin, 286 N.C. 66, 77-78, 209 S.E.2d 766, 774 (1974) (noting \nthat, in the absence of any evidence of tec hnical meaning, the term \"transship\" was to be \naccorded its natural meaning). Accordingly, in the absence of evidence of the legislature's \nintent to incorporate any technical definition or terms of art into G.S. § 105-130.4(a)(4),35 the \nCourt's interpretation of that section is confined to the plain language of the statute.  \n                                                 \n33 See NC Construction Law Deskbook § XV.II.C. \n34 Id. § XV.II.C.1. (\"The agency or advisor type construction manager is retained by the owner as a \nprofessional advisor, manager, and coordinator. It is hired to supervise, as the owner's agent, the \nactivities of the designer and contractor. Under this approach, the agency's construction manager acts \nas the owner's representative managing and coordinating the owner's contractors and consultants, but \ndoes not guarantee construction cost or time. The design professional and contractor may contract \ndirectly with the owner, or they may contract wi th the agency construction manager as the owner's \nagent.\") \n35 As Midrex recognizes, the General Assembly has expressly referred to NAICS definitions into other \nstatutes, thereby incorporating the technical meanings of those provisions contained in NAICS. \nPetitioner's Br. Supp. PJR 29. \nSee G.S. § 105-129.2 (2009) (defining statutory terms by incorporating \nNAICS definitions). \n \n \n39. When confined to the plain language, the Court concludes that construction \nmanagement that involves only oversight or scheduling but does not include responsibility \nfor performance or direction of the actual buildin g, erection, or assembly of a structure does \nnot fit within the plain meaning of the term \"building or construction contractor\" as used in \nG.S. § 105-130.4(a)(4). \n40. Turning to the work performed by Petitioner, it is undisputed that Petitioner's \nfield work was performed pursuant to written contractual agreements with the client-owner \nof the plant being constructed. The Purchase of  Equipment and Services contract, however, \nprovided only for engineering servic es and the sale of the equipment. 36  The client, and not \nMidrex, was responsible for providing the physical construction, installation, and erection of \nthe Midrex Plant.37 Midrex concedes that \"[w]ere this the only contract between [Midrex and \nthe client], [Midrex] might not have engage d in business as a construction contractor.\" 38  \nMidrex was not performing work as a \"build ing or construction contractor\" under this \nagreement.  \n41. Under the Technical Field Advisory Serv ices agreement, Midrex's obligations \nwere to \"provide specific technical advise (sic) during the PLANT construction as it relates to \nthe process, beginning with the civil works, and including erection and fabrication . . . .\" 39 \nPetitioner was responsible for interpreting an d explaining drawings and specifications, for \nadvising the client in development of the construction sequence for the erection of the Midrex \nPlant, and for inspecting the material, e quipment, and workmanship of the plant \ncomponents.40 The agreement does not expressly re quire Midrex to manage or direct any \n                                                 \n36 Nu-Iron Plant Sale Contract (OR 921). \n37 See id. (OR 923). \n38 Petitioner's Br. Supp. PJR 5. \n39 Nu-Iron Plant Sale Contract (OR 950). \n40 Id.  \n \n \nbuilding, erection, or assembly work, 41 and it expressly provides that the client shall be \nresponsible for supervision all work performed and that the client remains responsible for \nperforming the erection and installation work.42   \n42. The Technical Field Advisory Services agreement also obligated Midrex to \ndirect and supervise the commissioning (sta rt-up) of the Midrex Plant once it was \nconstructed.43 The commissioning itself, however, wa s to be \"performed by the [Client's] \ntrained management, operations and maintenance personnel\". 44 While commissioning is \nrequired to deliver an operating Midrex Plant to the client, it is at best questionable whether \nthe commissioning work can be considered part of the building or construction of the plant. \n43. Midrex admittedly did not contract to bu ild, erect, or assemble the Midrex \nPlants.  Rather, Midrex contracted to provide en gineering services to design the plant, sell \nthe client proprietary and non-proprietary e quipment, and to provide field personnel to \nadvise the client during construction and star t-up of the plant.  Based on the undisputed \nevidence, even strictly construing the statute in favor of the taxpayer, the Court concludes \nthat Petitioner Midrex is not \"a building or  construction contractor,\" within the plain \nmeaning of G.S. § 105-130.4(a)(4).  \n44. Having concluded that Midrex's field work does not qualify as work \"as a \nbuilding or construction contractor\" within the meaning of G.S. § 105-130.4(a)(4), it is \nunnecessary for the Court to address the parti es' arguments regarding the meaning of the \nterm \"engaged in business.\" \n \n                                                 \n41 The Field Services Agreement provided that the work of certain \"vendor field personnel will be \ncoordinated and supervised by Midrex\".  The agreement does not specify what type of work the vendor \nfield personnel would be performing. \n42 Nu-Iron Plant Sale Contract (OR 950). \n43 Id. (OR 951-52). \n44 Id. (OR 951). \n \n \nC. CONCLUSION. \n45. Applying the plain language of G.S. § 105-130.4(a)(4), the Court concludes that \nPetitioner Midrex was not an excluded corporat ion during the tax years at issue. For the \nforegoing reasons, the Court AFFIRMS the Final Decision entered in this matter on October \n10, 2014, and, pursuant to its authority under G.S. § 150B-51(d), DENIES Petitioner's Motion \nfor Summary Judgment and GRANTS the Department's Motion for Summary Judgment.  \nSO ORDERED, this the 7th day of October, 2015. \n \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}