{
  "id": "f086718a53b57d9505759b364eb0a46309e2f6482bb2e5799915cca9b01e0a84",
  "source_file": "data/raw/ncbc/f086718a53b57d9505759b364eb0a46309e2f6482bb2e5799915cca9b01e0a84.pdf",
  "raw_text": "Mitchell, Brewer, Richardson, Adams, Burge & Boughman, PLLC v. Brewer,  \n2016 NCBC 18. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF CUMBERLAND 06 CVS 6091 \n \nMITCHELL, BREWER, RICHARDSON,  ) \nADAMS, BURGE & BOUGHMAN; GLENN  ) \nB. ADAMS; HAROLD L. BOUGHMAN, JR.  ) \nand VICKIE L. BURGE, )  \n Plaintiffs ) OPINION AND ORDER \n  )   \n v.  )  \n   ) \nCOY E. BREWER, JR., RONNIE A.  ) \nMITCHELL, WILLIAM O. RICHARDSON, ) \nand CHARLES BRITTAIN, ) \n Defendants )  \n \nTHIS CAUSE, designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, references to the North Carolina General Statutes will be to “G.S.”), \nand assigned to the undersigned, comes before the court upon Plaintiffs' Motion for \nSummary Judgment (\"Plaintiffs' Motion\") and Defendants' Motion for Summary \nJudgment (\"Defendants' Motion\") (collectively, “Motions\"), pursuant to Rule 56 of the \nNorth Carolina Rules of Civil Procedure (\"Rule(s)\"); and \nTHE COURT, after reviewing the Motions, briefs in support of and opposition to \nthe Motions, the arguments of counsel and parties, and other appropriate matters of \nrecord, CONCLUDES that Plaintiffs' Motion should be GRANTED and Defendants' \nMotion should be DENIED, for the reasons stated herein. \nEverett Gaskins Hancock LLP, by E. D. Gaskins, Jr., Esq. and James M. Hash, \n Esq., for Plaintiffs. \n \nDefendant Coy E. Brewer, Esq., pro se.  \n \nDefendant Ronnie A. Mitchell, Esq., pro se. \n \n \n \nJolly, Judge. \nPROCEDURAL HISTORY \n1. Plaintiffs designated this civil acti on to the North Carolina Business Court \non July 5, 2006. On August 2, 2006, Plaintiffs filed their Amended Complaint, on which \nthe action now is now based. Plaintiffs asserted the following claims for relief (\"Claims\"): \nAccounting to the Company (\"Claim One\"); Accounting to the Plaintiffs (\"Claim Two\"); \nDemand of Liquidating Distribution (\"Claim Three\"); Constructive Fraud/Breach of \nFiduciary Duty (\"Claim Four\"); and Unfair and Deceptive Trade Practices (\"Claim Five\"). \nDefendants,1 in turn, raised the following counterclaims (\"Counterclaims\"): Two \ncounterclaims seeking various declaratory judgments (\"Counterclaims One and Two\"); \nBreach of Fiduciary Duty (\"Counterclaim Three\"); Conversion/Misappropriation of Firm \nAssets (\"Counterclaim Four\"); Unjust Enrichment (\"Counterclaim Five\"); Constructive \nTrust, Equitable Lien and/or Resulting Trust (\"Counterclaim Six\"); Breach of Fiduciary \nDuty (\"Counterclaim Seven\"); Unjust Enrichment (\"Counterclaim Eight\"); Breach of \nFiduciary Duty/Ultra Vires Act (\"Counterclaim Nine\"); and Demand for Statutory \nDistribution of Assets (\"Counterclaim Ten\"). \n2. Since the filing of Plaintiffs' Am ended Complaint, the court has entered \nnumerous rulings on substantive and procedural disputes between the parties, including \nthe court's May 31, 2009 Opinion and Order granting in part and denying in part the \nparties’ respective Motions for Summary Judgment pursuant to Rule 56 (“May 31 \nOrder”). Pursuant to Rule 54(b), in its May 31 Order the court certified for immediate \n                                                 \n1 \"Defendants,\" as used in this Opinion, shall refer to Coy E. Brewer, Jr. and Ronnie A. Mitchell. William \nO. Richardson was dismissed from this action on October 8, 2014, and Charles Brittain was dismissed on \nJune 2, 2015. \n \n \nappeal the rulings therein that constituted final judgment as to one or more material \nissues in this matter. On February 1, 2011, the North Carolina Court of Appeals affirmed \n(“COA Opinion”), in part, and reversed, in part, the court’s rulings reflected in its May 31 \nOrder, and remanded the case to this court for further proceedings. Thereafter, on \nFebruary 26, 2013, consistent with the mandate of the COA Opinion, the court entered \nits Opinion and Order Dissolving Company and Appointing Special Master pursuant to \nRule 53 (“Reference Order”).  \n3. On September 18, 2015, the c ourt entered its Opinion, Order and \nJudgment (\"September 18 Order\"), in which the court adopted and entered judgment \nupon the report submitted by Adams Martin & Associates, PA (\"Referee\"), a public \naccounting firm (\"Referee's Report\").2 The September 18 Order, and the COA Opinion, \nresolved Plaintiffs' Claims One, Two and Three, as well as Defendants' Counterclaims \nOne, Two and Ten. Accordingly, immediately following entry of the September 18 \nOrder, only Plaintiffs' Claims Four and Five, and Defendants Counterclaims Three \nthrough Nine, remained in this action. \n4. The September 18 Order required any  dispositive motions related to \nclaims left unresolved following the entry of that judgment to be filed by October 12, \n2015. On that date, Plaintiffs and Defendants each filed their respective motions for \nsummary judgment. Plaintiffs' Motion seeks summary judgment in Plaintiffs' favor on all \nof Defendants' counterclaims, while Defendants' Motion seeks summary judgment in \ntheir favor on both of Plaintiffs' remaining claims. \nFACTUAL BACKGROUND \n                                                 \n2 The September 18 Order entered judgment against each Defendant in the amount of $102,578.00. \n \n \n5. The factual background of this ma tter has been discussed at great length \nin this court's various orders, and in the COA Opinion. The facts material to the Motions \nare largely undisputed, and the court will recite only that factual background necessary \nto resolving the Motions. \n6. This case arises out of the disso lution of the law firm Mitchell, Brewer, \nRichardson, Adams, Burge & Boughman, PLLC (\"the PLLC\"). The remaining individual \nparties to this action were all members of the PLLC, and the PLLC operated without any \nformal operating agreement. In June 2005, the members met to discuss the \nperformance of the PLLC. In this meeting, Plaintiff Adams expressed his intention to \nleave the PLLC. Shortly thereafter, Plaintiffs Boughman and Burge also left the PLLC, \nand, together with Plaintiff Adams, began a new law practice. Almost immediately, a \ndispute arose regarding the terms that would govern the close of the parties' business \nrelationship, particularly as to the manner and amount of the valuation of each \nmember's interest in the PLLC. \n7. On February 1, 2011, the North Carolina Court of Appeals entered the \nCOA Opinion. In the COA Opinion, the court of appeals held that dissolution of the \nPLLC was proper under G.S. § 57C-6-02 and that the PLLC's breakup resulted in a \njudicial dissolution of the PLLC. It instructed this court to enter a decree of dissolution \nunder that section and to direct the winding up of the PLLC. The court of appeals’ ruling \nresolved Defendants' Counterclaims One and Two. Additionally, the court of appeals \nrecognized that the dissolution and winding up of the PLLC would resolve Plaintiffs' \nClaims One, Two and Three, as well as Defendants' Counterclaim Ten. \n \n \n8. Following the COA Opini on, the court entered a decree of dissolution of \nthe PLLC as of July 1, 2005 (\"Dissolution Date\"), and appointed Craig A. Adams, a \ncertified public accountant having extensive experience in law firm accounting, and \nprincipal in Adams Martin & Associates, PA, a public accounting firm, as a referee in \nthis matter (“Referee”), to conduct a thorough analysis of the PLLC's financial records \nand to determine the amount of any winding-up distributions owed by or to the \nrespective members of the PLLC. In the September 18 Order, the court entered \njudgment on the Referee's Report, finally resolving the claims related to accounting and \nstatutory distribution. As noted above, only Claims Four and Five, and Counterclaims \nThree through Nine remain in this action. All of these claims are subjects of the Motions. \nDISCUSSION \n9. \"Summary judgment is appropriate 'i f the pleadings, depositions, answers \nto interrogatories, and admissions on file, toget her with the affidavits,  if any, show that \nthere is no genuine issue as to any material  fact and that any party is entitled to a \njudgment as a matter of law.'\" Variety Wholesalers, Inc. v. Salem Logistics Traffic Servs., \nLLC, 365 N.C. 520, 523 (2012) (quot ing Rule 56(c)). Under th is standard, the moving \nparty bears \"the burden of clearly establishing lack of a triable issue\" to the trial court. \nN.C. Farm Bureau Mut. Ins. Co. v. Sadler , 365 N.C. 178, 182 (2011) (quoting N.C. Nat'l \nBank v. Gillespie, 291 N.C. 303, 310 (1976)). The moving party may meet this burden by \n\"proving an essential element of the opposing party's claim does not exist, cannot be \nproven at trial, or would be ba rred by an affirmative defense.\" Variety Wholesalers, Inc., \n365 N.C. at 523 (quoting Dobson v. Harris, 352 N.C. 77, 83 (2000)). \nDefendants' Motion \n \n \n10. As noted above, Defendants' Mo tion seeks summary judgment in \nDefendants' favor on Plaintiffs' Claims Four and Five. On December 9, 2015, Plaintiffs \ndismissed Claims Four and Five without prejudice. Accordingly, the court CONCLUDES \nthat Defendants' Motion should be DENIED as MOOT.3 \nPlaintiffs' Motion \n11. In support of Plaintiffs’ Motion, Plaintiffs make two arguments. First, \nPlaintiffs contend that Counterclaims Three through Six and Nine are all predicated on \nthe argument that the individual Plaintiffs' withdrawal from the PLLC was \"wrongful\" or \nimpermissible. Because this position was rejected in the COA Opinion, Plaintiffs \ncontend that summary judgment should be granted in their favor on these \nCounterclaims. Second, as to Counterclaims Seven and Eight, Plaintiffs argue that \nDefendants have failed to forecast or develop any evidence to support the \nCounterclaims, presented no such evidence to the Referee for consideration and have \nfailed to oppose Plaintiffs' Motion as to the counterclaims.4 The court will address these \narguments in turn. \n12. Regarding Counterclaims Three through Six and Nine, each of these \ncounterclaims, as pleaded by Defendants, allege that Plaintiffs breached various duties \n                                                 \n3 To the extent Defendants contend that Plaintiffs could not voluntarily dismiss these Claims without court \napproval, the court disagrees. Plaintiffs' only response to Defendants' Motion, both on the papers and at \nthe hearing, was that these Claims would be dismissed. As such, the court concludes that Plaintiffs had \nnot \"rested their case\" such that they would be precluded from filing a voluntary dismissal under Rule \n41(a)(1). See Troy v. Tucker, 126 N.C. App. 213, 216 (1997) (concluding that plaintiff, having argued \nsummary judgment, had \"rested her case\" and was precluded from taking a voluntary dismissal under \nRule 41(a)(1)). To the extent necessary, however, the court has considered the dismissal filed by \nPlaintiffs and other appropriate matters of record and concludes, in its discretion, that permissive \ndismissal of those claims without prejudice should be GRANTED, pursuant to Rule 41(a)(2).  \n4 Pursuant to Rule 15.11 of the General Rules of Practice and Procedure of the North Carolina Business \nCourt, the failure to respond to a motion can result in the court treating the motion as unopposed and \nsuch a motion \"ordinarily will be granted without further notice.\" \n \n \nowed to the PLLC, or misappropriated assets of the PLLC, and, as a result, owe \ndamages to the PLLC. Notably, each of these Counterclaims is based on the premise \nthat the individual Plaintiffs had not withdrawn from, and there had not been a \ndissolution of, the PLLC.5 This premise, however, was specifically rejected by the court \nof appeals when that court concluded judicial dissolution of the PLLC was proper \npursuant to G.S. § 57C-6-02, and this court is bound by the court of appeals' rejection of \nthis contention. See Creech v. Melnik, 147 N.C. App. 471, 472 (2001) (\"As a general \nrule, when an appellate court passes on questions and remands the case for further \nproceedings to the trial court, the questions therein actually presented and necessarily \ninvolved in determining the case, and the decision on those questions become the law \nof the case . . . .\"). \n13. As noted by Plaintiffs, the court of  appeals did not resolve the question of \nwhether Plaintiffs engaged in any conduct, such as misappropriating PLLC assets, that \nmight result in having to account to the PLLC, as alleged in Counterclaims Three \nthrough Six and Nine. On remand, however, this court appointed the Referee to, among \nother things, investigate and report the nature and extent of the PLLC's assets, \nspecifically including contingent fee engagements in progress as of the Dissolution \nDate, and to determine and recommend the fiscal rights and obligations between the \nmembers upon a dissolution, based on the financial records of the PLLC.6 That \ninvestigation and report ultimately rejected the factual basis of Defendants' \nCounterclaims, i.e., that Plaintiffs allegedly owed an obligation to the PLLC. Instead, \nafter a full and thorough analysis, the Referee concluded that it was Defendants, and \n                                                 \n5 See Countercl. ¶¶ 69, 78, 87, 96. \n6 See Reference Order (Feb. 26, 2013) ¶ 34. \n \n \nnot Plaintiffs, who owed obligations to the PLLC. The court, after notice and an \nopportunity for the parties to be heard and object to the Referee's Report, adopted that \nreport and entered judgment. Defendants simply disagree with the results of the \nReferee's Report.  However, their objections have been previously been ruled upon and \ncannot provide a basis for defeating Plaintiffs' Motion. \n14. Ultimately, the theor ies upon which Defendants base Counterclaims Three \nthrough Six and Nine have been rejected by the North Carolina Court of Appeals, the \nReferee appointed to determine the windup of the PLLC, and this court. Accordingly, the \ncourt CONCLDUES that there exists no genuine issue of material fact regarding \nCounterclaims Three through Six and Nine, and as to those Counterclaims Plaintiffs' \nMotion should be GRANTED. \n15. Finally, as to Counterclaims Seve n and Eight, which relate to a legal \nmalpractice action pending at the time of dissolution, the court notes that Defendants' \nbrief in opposition to Plaintiffs' Motion does not address these Counterclaims. \nAdditionally, the affidavits submitted by Defendants do not forecast or present any \nevidence to support Counterclaims Seven and Eight. Without any evidence to support \nthese Counterclaims, and thus without any forecast of a genuine issue of material fact, \nthe court CONCLUDES that Plaintiffs' Motion as to Counterclaims Seven and Eight \nshould be GRANTED.7 \nCosts and Interest \n                                                 \n7 See Safety Test & Equip. Co. v. Am. Safety Util. Corp., 2015 NCBC LEXIS 40, *48 (\"A motion for \nsummary judgment 'triggers [the opposing party's] responsibility to produce facts, . . . sufficient to show \nthat he will be able to prove his claim at trial.' \") (quoting Morrison-Tiffin v. Hampton, 117 N.C. App. 494, \n505 (1995)).  \n \n \n16. Plaintiffs have submitted a claim fo r the taxing against Defendants of costs \nand appropriate interest upon the judgment in their favor in this action. \n17. With regard to costs, Plaintiffs hav e submitted the itemized affidavit of \nE.D. Gaskins, Jr., Esq. (“Cost Affidavit”), which reflects expenses in the amount of \n$51,979.52 incurred by Plaintiffs in the course of this matter. The Cost Affidavit has \nbeen reviewed and received by the court. Defendants have not responded to or \notherwise objected to the Cost Affidavit. Part of the expenses reflected in the Cost \nAffidavit is the amount of $47,387.70, which was paid by Plaintiffs to the Referee for \nservices rendered in investigating and preparing the Referee's Report. All parties were \nordered by the court to make periodic payments to the Referee for its services in this \nmatter, and the Referee submitted appropriate detailed billing invoices. The court \nFINDS that (a) appointment of the Referee, and the resulting fees and expenses \nincurred by the Referee in supporting and preparing the Referee's Report, were \nmaterially necessary to bringing this action to a conclusion as directed by the Court of \nAppeals, (b) the Referee had unique skills and expertise in dealing with accounting \nissues relative to law firms, (c) the Referee worked diligently and with great effort and \nenergy to complete the directions and mandate of this court, and did so successfully, \nand (d) the Referee’s fees and expenses were reasonable. Further, the court FINDS \nthat all fees and expenses reflected in the Cost Affidavit were reasonably incurred by \nPlaintiffs in the court of this civil action, and are properly taxable in the amount of  \n$51,979.52, to be shared equally between Defendant Mitchell and Defendant Brewer, \npursuant to G.S. § 6-20 and § 7A-305.  \n \n \n18. Plaintiffs also have submitted a reques t for the taxing of interest against \nDefendants upon the judgment in Plaintiffs’ favor in this matter. In support of their \nrequest for interest, Plaintiffs have presented a Submission on Calculation of Pre-\nJudgment Interest (“Interest Calculation”), dated November 24, 2015, with Exhibit A \nattached. The Interest Calculation has been reviewed and received by the court. \nDefendants have not responded to or otherwise objected to the Interest Calculation. \nThe court FINDS that the methodology proposed by Plaintiffs for (a) determining the \nrespective amounts owing by Defendants to Plaintiffs upon which pre-judgment interest \nshould be calculated, and (b) the date(s) from which pre-judgment interest on Plaintiffs’ \nClaims should begin to run in this complicated matter is appropriate and consistent with \nNorth Carolina law, and that methodology is adopted by the court. Plaintiffs further \npropose that the pre-judgment interest should run through December 8, 2015, in the \ntotal amount of $146,955.62. However, the court concludes that pre-judgment interest \nmore appropriately should run until September 18, 2015, the date judgment was \nentered in this matter, in the total amount of $143,368.02. Therefore, pre-judgment \ninterest should be taxed in this matter and added to the September 18, 2015 judgment \nas follows: (a) pre-judgment against Defendant Mitchell in the amount of $71,684.01 \nand (b) pre-judgment against Defendant Brewer in the amount of $71,684.01. \nTHEREFORE, based upon the foregoing, it is ORDERED that: \n19. Defendants' Motion for Su mmary Judgment is DENIED. \n20. Plaintiffs' Motion for Summary Ju dgment is GRANTED; and Defendants’ \nCounterclaims Three, Four, Five, Six, Seven, Eight and Nine are DISMISSED. \n \n \n21. Pre-judgment interest in the to tal amount of $71,684.01 shall be taxed \nagainst Defendant Mitchell and added to the September 18, 2015 judgment entered \nagainst him in this matter. Accordingly, judgment as of September 18, 2015 is entered \nagainst Defendant Mitchell in the total amount of $174,262.01. Interest on said amount \nshall run at the legal rate from September 18, 2015 until paid. \n22. Pre-judgment interest in the to tal amount of $71,684.01 shall be taxed \nagainst Defendant Brewer and added to the September 18, 2015 judgment entered \nagainst him in this matter. Accordingly, judgment as of September 18, 2015 is entered \nagainst Defendant Brewer in the total amount of $174,262.01. Interest on said amount \nshall run at the legal rate from September 18, 2015 until paid. \n23. Taxable costs in the amount of  $25,989.76 are charged to Defendant \nMitchell. \n24. Taxable costs in the amount of $25,989.76 are charged to Defendant \nBrewer. \n25. Entry of this Opinion and Order resolves all issues and Claims pending in \nthis civil action, and it hereby is DISMISSED. \nThis the 19th day of February, 2016. \n \n/s/ John R. Jolly, Jr.      \nJohn R. Jolly, Jr. \nRetired/Recalled Emergency Superior Court Judge \n "
}