{
  "id": "f0de7e51902c96c1f16d8f769e616150ab766eaf88aff1a9bf7b6abd78c476a4",
  "source_file": "data/raw/ncbc/f0de7e51902c96c1f16d8f769e616150ab766eaf88aff1a9bf7b6abd78c476a4.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 10914 \n \nUNIVERSAL CAB COMPANY, INC. and \nMOHAMED MOUSTAFA, \n \nPlaintiffs, \n \nv. \n \nCITY OF CHARLOTTE, PATRICK \nCANNON, THOMAS J. ORR, TIMOTHY \nE. NEWMAN, MOHAMMAD \nJENATIAN, THE GREATER \nCHARLOTTE HOSPITALITY AND \nTOURISM ALLIANCE, TAXI USA, LLC, \nCROWN CAB COMPANY, INC., CITY \nCAB, LLC, \n \nDefendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION \n \n \n \n{1} THIS MATTER is before the Court upon Defendants City of Charlotte (the \n“City”), Patrick Cannon (“Cannon”), Thomas J. Orr (“Orr”), Timothy E. Newman \n(“Newman”), Mohammad Jenatian (“Jenatian”), The Greater Charlotte Hospitality \nand Tourism Alliance (“HTA”), Taxi USA, LLC (“Yellow Cab”), Crown Cab \nCompany, Inc. (“Crown Cab”), and City C ab, LLC’s (“City Cab”) (collectively, \n“Defendants”) respective Motions to Dismiss pursuant to Rules 12(b)(1) and 12(b)(6) \nof the North Carolina Rules of Civil Pr ocedure (the “Motions”) in the above-\ncaptioned case.  After considering the Motions, briefs in support of and in opposition \nto the Motions, and the arguments of couns el at a hearing on January 9, 2015, the \nCourt hereby GRANTS in part Defendants’ Motions to Dismiss under Rule 12(b)(1), \nGRANTS in part the City of Charlotte’s Motion to Dismiss under Rule 12(b)(6), and \nDISMISSES Plaintiffs’ claims against all Defendants with prejudice. \nHunter Higgins, PLLC by John F. Blo ss for Plaintiffs Universal Cab Company, \nIncorporated and Mohamed Moustafa. \n \nLeila Z. Lahbabi, Theodore A. Kaplan, and Elizabeth E. Smithers for Defendants \nCity of Charlotte, Patrick Cannon, in his o fficial capacity, and Thomas J. Orr, in \nhis official capacity. \n \nUniversal Cab Co., Inc. v. City of Charlotte, 2015 NCBC 22.\nLincoln Derr, PLLC by Lori Keeton fo r Defendant Thomas J. Orr, in his \nindividual capacity. \n \nFerguson, Chambers & Sumter, P.A. by  James E. Ferguson, II for Defendant \nPatrick Cannon, in his individual capacity. \n \nWomble Carlyle Sandridge & Rice, LLP by Meredith J. McKee and Brandi N. \nSmith for Defendant Taxi USA, LLC. \n \nRabon Law Firm by Gary W. Jackson for Defendant Crown Cab Company. \n \nRawls, Scheer, Foster, Mingo & Cu lp, PLLC by Amanda A. Mingo for \nDefendants Mohammad Jenatian and The Greater Charlotte Hospitality and \nTourism Alliance. \n \nRayburn Cooper & Durham, P.A. by G. Kirkland Hardymon, Ross R. Fulton, and \nBenjamin E. Shook for Defendant Timothy Newman. \n \nMcNaughton Law, PLLC by Edward J. McN aughton for Defendant City Cab, \nLLC. \n \nBledsoe, Judge. \nI. \nPROCEDURAL AND FACTUAL BACKGROUND \n{2} The Court limits its recitation of the background to the facts and \nallegations that are relevant for purposes of resolving the present Motions.  \n{3} Plaintiff Universal Cab Company, Inc. (“Universal”) is a North Carolina \ncorporation that provides taxi service in  the Charlotte area.  (Verified Am. Compl. \n¶¶ 1, 12.)  Plaintiff Mohamed Moustafa (“Mo ustafa”) is the owner and President of \nUniversal.  (Id. ¶ 2.) \n{4} Defendants Yellow Cab, Crown Cab, and City Cab (collectively “the Cab \nDefendants”) are also taxi service providers in the Charlotte, North Carolina area.  \n(Id. ¶¶ 9–11.) \n{5} Defendant City “is a municipal corporation organized under the laws of \nNorth Carolina” and the owner and operator of Charlotte Douglas International \nAirport (“the Airport”).  ( Id. ¶ 3.)  Defendant Cannon, at all times relevant to the \nclaims alleged in the Verified Amended Complaint, was “a member of the Defendant \nCity’s Council, the City’s Mayor Pro Tem, chairman of the City’s Community Safety \nCommittee, and an HTA board member, an d is made a defendant in both his \nindividual and official capacities.”  ( Id. ¶ 8.)  Defendant Orr served as the City’s \nAviation Director at the Airport at all times relevant to this action and is made a \ndefendant in his individual and official capacities.  (\nId. ¶ 4.) \n{6}  Defendant HTA is a non-profit corporation with its principal place of \nbusiness in Charlotte, North Carolina.  ( Id. ¶ 7.)  Defendant Jenatian served as \nHTA’s President at all times relevant to this action.  ( Id. ¶ 6.) Defendant Newman \n“was the Chief Executive Officer of the Charlotte Regional Visitors Authority \n(“CRVA”), and an ex-officio director of [HTA]” at all times relevant to this action.  \n(Id. ¶ 5.) \n{7} Plaintiffs filed their Complaint and Noti ce of Designation to this Court on \nJune 12, 2014 in Mecklenburg County.  This case was designated as a complex \nbusiness case on June 13, 2014, assigned to  the Business Court (Gale, J.) on June \n18, 2014, and subsequently re-assigned to the undersigned on November 19, 2014. \n{8} Plaintiffs filed their Verified Am ended Complaint on July 11, 2014, \nalleging claims against Defendants in vari ous combinations for breach of contract, \nbreach of covenant of good faith and fair dealing, unfair and deceptive trade \npractices (“UDTP”), antitrust, interference  with contract, restitution, rescission, \nviolation of the North Carolina Constitution Article I § 19 (“equal protection”), \ndeclaratory judgment, punitive damages, civil conspiracy, and violation of the North \nCarolina Racketeer Influenced and Corrupt Organizations Act, N.C. Gen. Stat. § \n75D-1, et seq. (“N.C. RICO”).  (Id. ¶¶ 155–216.) \n{9} The following allegations, drawn from the Verified Amended Complaint, \nform the factual basis of Plaintiffs’ claims: \na. Universal provided “ground taxicab transportation services, including \non-demand transportation via taxi from the Airport” (“Airport Taxi Service”) \nfrom July 1, 1997 through July 2011 pursuant to a Taxicab Operating \nAgreement between the City and Universal.  (Id. ¶ 13.)  Airport Taxi Service was \na “major component” of Universal’s revenues.  (Id. ¶ 15.) \nb. The pertinent part of Universal’s Taxicab Operating Agreement states \nthat “this Agreement shall be deemed automatically renewed for successive one \n(1) year periods unless and until terminated by either party by giving written \nnotice to the other no more than ninety ( 90) or less than thirty (30) days to the \nend of any calendar years.”  (Id. ¶ 21.) \nc. On June 11, 2001, the Airport advised Universal that the contract \nwould be extended on a month-to-mon th basis pending the completion of a \nprocess for application and selection.  ( Id. ¶ 24.)  After the completion of the \nprocess for application and selection, Universal’s Taxicab Operating Agreement \nonce again was subject to automatic re newal for successive one-year periods \nabsent notice of termination by either pa rty under the terms of the Agreement.  \n(Id. ¶ 29.) \nd. In June 2006, Moustafa refused to change the paint scheme of \nUniversal’s taxis as re quested by Newman.  ( Id. ¶¶ 33–34.)  At a subsequent \nmeeting, Newman and Jenatian allegedly “referred to Mr. Moustafa as a ‘sand n-\ngger’ and ‘camel jockey,’ which are derogatory terms for people of Middle Eastern \ndescent,” and agreed that they “were ‘goi ng to get his (Moustafa’s) ass out of \nhere.’”  (\nId. ¶ 35.)  Moustafa is a “Sunni Muslim from Egypt.”  (Id. ¶ 194.) \ne. In late 2006 or early 2007, Newman and Jenatian began discussions \nwith Orr relating to Airport Taxi Service.  ( Id. ¶¶ 37–38.)  Newman’s alleged \npurpose for these discussions was to “oust Universal from providing Taxi Service \nat the Airport, and to position himself to influence decisions made about future \nTaxi Service providers at the Airport.”  (Id. ¶ 39.) \nf. Orr allegedly “entered into communi cations with the owners of NBRS \nUSA Holdings (“NBRS”), which owns [Yellow Cab], in which Defendant Orr \nagreed that he would cause [Yellow Cab] to be the sole provider of [Airport] Taxi \nService.”  (\nId. ¶ 42.)  When NBRS submitted it s application for Airport Taxi \nService to the Airport, Orr caused the Airport’s long-standing application and \nselection process to be changed.  (Id. ¶¶ 45–46.)   \ng. Orr issued a Request for Proposals fo r Airport Taxi Service (“RFP #1”) \non August 18, 2010.  (Id. ¶ 49.) \nh. “On or about August 23, 2010, after the City Council received \ncomments from representatives of the taxi industry, the City Council asked \nDefendant Orr to change the due date of responses to RFP #1.  At the same time, \nthe City Council referred the matter to its Community Safety Committee, which \nwas then chaired by Defendant Cannon, who also at that time acted as the City’s \nMayor Pro Tem and was an HTA board member.”  (\nId. ¶ 50.) \ni. At approximately the same time, in August 2010, HTA, through \nJenatian, allegedly approached Moustafa and other taxi service providers, “and \ntold them that their problems at the Ai rport would go away, and that he would \nsecure an operating agreement for them at the Airport, if they paid $5,000.00 to \njoin Defendant HTA as a corporate sponsor.”  ( Id. ¶ 51.)  Jenatian also allegedly \ninformed Moustafa and other providers that “many members of the City Council, \nand several City staff personnel, were members of his organization,” and that \nJenatian “was working closely with Defendants Orr and Newman, who would be \nmaking decisions about which Taxi Service providers would receive operating \nagreements at the Airport.”  (Id. ¶ 52.)   \nj. In September 2010, Jenatian allegedly solicited Moustafa to make a \ncontribution to a local political campaign, but Moustafa refused to contribute to \nthe campaign.  ( Id. ¶¶ 55–56.)  At about the same time, Jenatian introduced \nMoustafa to Defendant Cannon, and Cannon and Jenatian, together, solicited \nMoustafa to join HTA. ( Id. ¶ 57.)  Universal thereafter joined HTA, but not at \nthe corporate sponsor level.  (Id. ¶ 60.)  At the same time, Yellow Cab and Crown \nCab joined HTA at the corporate sponsor level.  (Id. ¶ 62.)   \nk. The Community Safety Committee met on September 7, 2010 to review \nRFP #1.  ( Id. ¶ 63.)  At that meeting, Orr and the Airport’s attorney, Leila \nLahbabi (“Lahbabi”), made a presentation  during which Lahbabi “stated that \none of the most frequent complaints made to the Airport was from the CRVA \nabout the quality of the Taxi Service that is available at the Airport.”  (\nId.) \nl. Plaintiffs allege that Newman and others “caused bogus complaints \n[about Airport Taxi Service] to be made on behalf of the CRVA for the purpose of \nundermining Universal’s efforts to continue to provide [Airport] Taxi Service.”  \n(Id. ¶ 65.) \nm. The City subsequently decided to issue a new Request for Proposals for \nAirport Taxi Service (“RFP #2”), which Orr issued on September 20, 2010.  ( Id. \n¶¶ 66–67.) \nn. Plaintiffs allege that RFP #2 relaxed the requirements of RFP #1 so \nthat City Cab could qualify as a candidate for Airport Taxi Service.  ( Id. ¶ 71.)  \nPlaintiffs assert that under RFP #2, Orr would “enter into an Operating \nAgreement for Taxi Service with at least one but no more than three companies.”  \n(Id. ¶ 72.) \no. Pursuant to RFP #2, Orr selected Newman, Charlotte Police Major \nTimothy Danchess, and Andrew Riolo to serve on the Selection Committee that \nwould “review and analyze the proposals submitted and choose the company or \ncompanies who will receive the Operating Agreement(s).”  (\nId. ¶¶ 74–76.)  \nPlaintiffs allege that “Defendant Newman served on the Selection Committee for \nthe purpose of promoting certain HTA members and sponsors, including Yellow \nCab and Crown Cab, whose owners he knew personally, and to undermine \nproposals from companies that were not HTA corporate sponsors, including \nUniversal.”  (\nId. ¶ 105.) \np. Universal and eight other taxi companies submitted responses to RFP \n#2.  ( Id. ¶ 79.)  Universal alleges that it was superior to each of the other \nproviders based on the relevant selection criteria and “at a minimum was \ncertainly in the top three candidates.”  ( Id. ¶ 80.)  Plaintiffs further allege that \nYellow Cab and Crown Cab “had consistently been the lowest rated companies in \nterms of customer service at the Airport.”  (Id. ¶ 92.) \nq. The Selection Committee selected five taxi companies to give \npresentations to the Committee: Universa l, the three Cab Defendants, and King \nCab.  (Id. ¶¶ 85–89.)  During Universal’s presentation, Newman allegedly made \n“unfounded accusations” that Moustafa had not paid his personal taxes, ( Id. ¶ \n96), and after the presentation, allegedly “raised additional concerns with the \nSelection Committee concerning Plaintiff Universal.”  (Id. ¶ 97.) \nr. The Selection Committee recommended that Yellow Cab, Crown Cab, \nand King Cab receive agreements to provide Airport Taxi Service.  ( Id. ¶ 101.)  \nPlaintiff alleges that Yellow Cab and Cr own Cab were corporate sponsors of \nHTA and had given between $15,000 and $20,000 to HTA between 2008 and \n2010.  (\nId. ¶¶ 102–04.) \ns. In March 2011, following media reports about King Cab’s founders’ \n2006 felony convictions, the City Manager removed King Cab as a candidate for \nAirport Taxi Service over Orr’s objectio n.  Orr subsequently recommended that \nthe City Manager replace King Cab wi th City Cab as one of the three \nrecommended providers, despite, Plaintiffs  contend, qualifications inferior to \nthose of Universal.  ( Id. ¶¶ 107–14, 117.)  City Cab was also a member of HTA \nand, like Yellow Cab and Crown Cab, had contributed $5,000 to HTA.  ( Id. ¶¶ \n115–16.)  Both City Cab and Yellow Cab had also donated money to Cannon’s \npolitical campaign.  ( Id. ¶¶ 120–25.)  The City Manager replaced King Cab with \nCity Cab on the recommended list.  (Id. ¶ 117.) \nt. Plaintiffs allege that Orr and the Selection Committee were vested \nwith the authority to select the Airport Taxi Service providers. ( Id. ¶¶ 118–19.)  \nRFP #2 provided, however, that the Selection Committee would choose one to \nthree taxi service providers, each of  which would execute taxicab operating \nagreements negotiated with Defendant Orr as the Airport Director, and that \nDefendant Orr would then submit each operating agreement to the City Council \nfor approval.  RFP #2 expressly stated that “[u]ntil the [Operating] Agreement \nand all supporting ancillary documents have been approved by the City Council \nand executed by the Director, the City shall have no obligations [t]hereunder.”\n 1 \n                                                 \n1 RFP #2 also provides, in relevant part: \n \n  The selection committee will choose one to three Proposers that can \ndemonstrate, to their satisfaction, the experience, qualifications, and ability \nu. On March 28, 2011, the City Council de layed its vote for approval of \nthe proposed operating agreements for Airport Taxi Service and referred the \nmatter back to the City Council’s Community Safety Committee for further \nconsideration.  ( Id. ¶¶ 126–27.)  Plaintiffs allege that “the City Council’s \ndeferring to the Community Safety Committee, controlled by Defendant Cannon, \nto be the Council’s ‘eyes,’ ensured that Defendant Cannon and his co-\nconspirators would be the de facto decisi on makers with respect to the awarding \nof the contracts.”  (Id. ¶ 128.) \nv. The Community Safety Committee held a meeting in May 2011 to \nreview the responses to RFP #2.  After presentations from Orr and Lahbabi, the \nCommunity Safety Committee recommended that the Cab Defendants be offered \noperating agreements to provide Airport Taxi Service.  ( Id. ¶¶ 131–34.)  \nPlaintiffs allege that after the meeting, Moustafa asked Cannon if he had read \nUniversal’s proposal and that Cannon responded by asking Moustafa “when he \nwas going to support Democrats.”  (Id. ¶ 135.) \nw. Plaintiffs allege that “relying on Defendant Orr’s and the Community \nSafety Committee’s recommendations, and due to quid pro quo exchanges and/or \nother unlawful conduct involving Defendant Cannon and, upon information and \nbelief, other members of the City Council, the City Council voted to offer \n                                                                                                                                                             \nnecessary to meet the requirements of this RFP and provide first-class Taxi Service.  \nThe Selection Committee reserves the right to reject any and all proposals and also \nreserves absolute discretion in evaluating Proposers and proposals . . . . \n  Upon review and evaluation of all qualifying proposals, including any \ninterviews that the Airport may elect to require, the Selection Committee will select \nthe Proposer(s) and proposal(s) that they determine, in their absolute discretion, \nwould best provide the Taxi Service.  The Director will inform each selected Proposer \nthat it has been selected, subject to final agreement on all terms and conditions of the \nOperating Agreement.  Upon Proposer’s execution of such Operating Agreement, the \nDirector shall submit it to City Council for approval.  If the Director and the selected \nProposer(s) are unable to agree on the final terms, the selected Proposer will be \nexcused from further consideration and the Selection Committee may, at their option, \nselect another Proposer.  Until the Agreement and all supporting ancillary \ndocuments have been approved by the City Council and executed by the Director, the \nCity shall have no obligations hereunder. \n \n(\nId. ¶ 119.) \nexclusive Taxi Service operating agreem ents with [the Cab Defendants].” ( Id. ¶ \n138.) \nx. On June 15, 2011, Orr sent a lette r notifying Universal that its \nagreement with the City would terminate on July 17, 2011.  ( Id. ¶ 139.)  \nPlaintiffs allege that the City’s term ination of Universal’s Taxicab Operating \nAgreement was not within the notice pe riod provided in the Agreement and \nconstituted a repudiation of the City’s obligations under the Agreement.  ( Id. ¶¶ \n141–42.) \ny. Plaintiffs further allege they were subsequently approached by a \nrepresentative of Defendant Cannon and informed that Universal and other cab \ncompanies could provide taxi service if they each made campaign contributions \nto Cannon of $10,000.  (Id. ¶ 143(a).)   \nz. In sum, Plaintiffs contend they were “the victims of a systemic \ncampaign by several of these defendants . . . to prevent them from being allowed \nto fairly compete for, make or enforce an operating agreement with the City to \nprovide Taxi Service at the Airport.”  (Id. ¶ 145.) \n{10} Defendants filed their Motions to Dismiss between September 12, 2014 \nand September 17, 2014. 2  Plaintiffs filed their Omnibus Response in Opposition to \nthe Motions to Dismiss (the “Response”) on November 14, 2014.  Defendants Crown \nCab, Yellow Cab, the City, and Newman filed Replies to Plaintiffs’ Response \nbetween November 24, 2014 and December 1, 2014. \n{11} The Court held a hearing on this ma tter on January 9, 2015, at which all \nparties were represented by counsel.  The Motions are now ripe for resolution. \nII. \nANALYSIS \n{12} Defendants’ Motions seek dismissal of Plaintiffs’ Verified Amended \nComplaint pursuant to N.C.R.C.P. 12(b)(1 ) for lack of standing and 12(b)(6) for \n                                                 \n2 Defendant Cannon filed his Motion to Dismiss in his individual capacity at the hearing on January \n9, 2015, largely adopting the arguments of the ot her moving Defendants.  Defendant City Cab has \nnot filed a written Motion to Dismiss, but conten ded at the hearing that dismissal of the other \nDefendants for lack of subject matter jurisdiction required dismissal of City Cab as well. \nfailure to state a claim.  As “[s]tanding is a necessary prerequisite to a court’s \nproper exercise of subject matter jurisdiction,” Neuse River Foundation v. \nSmithfield Foods, Inc., 155 N.C. App. 110, 113, 574 S. E.2d 48, 51 (2002), the Court \nfirst addresses Defendants’ Rule 12(b)(1) standing arguments.  See, e.g., In re T.B ., \n200 N.C. App. 739, 742, 685 S.E.2d 529, 531–32 (2009) (s tanding “is a threshold \nissue that must be addressed, and found to exist, before the merits of [the] case are \njudicially resolved”) (quotations omitted). \n{13} “Whenever it appears by suggestion of the parties or otherwise that the \ncourt lacks jurisdiction of the subject matte r, the court shall dismiss the action.”  \nN.C.G.S. § 1A-1, Rule 12(h)(3) (2014).  On a motion under Rule 12(b)(1), the Court \nmay consider and weigh matters outside the pleadings in determining its subject \nmatter jurisdiction.  Tart v. Walker , 38 N.C. App. 500, 502, 248 S.E.2d 736, 737 \n(1987).   \n{14} “As the party invoking jurisdiction , plaintiff[] ha[s] the burden of \nestablishing standing,” Queen’s Gap Cmty. Ass’n, Inc. v. McNamee, 2011 NCBC 36 \n¶ 13 (N.C. Super. Ct. Sept. 23, 2011), \nwww.ncbusinesscourt.net/opinions/11_NCBC_36.pdf (dismissing action for lack of \nstanding) (quoting Marriot v. Chatham Cnty. , 187 N.C. App. 491 , 494, 654 S.E.2d \n13, 16 (2007)), by “show[ing] facts that if accepted as true would demonstrate the \nexistence of jurisdiction.” Grasinger v. Williams, 2015 NCBC 5 ¶ 16 (N.C. Super. Ct. \nJan. 15, 2015), www.ncbusin esscourt.net/opinions/2015_NCBC_5.pdf (granting in \npart and denying in part motion to  dismiss for lack of standing); Am. Woodland \nIndus., Inc. v. Tolson, 155 N.C. App. 624, 627, 574 S.E.2d 55, 57 (2002) (“The burden \nis on the plaintiff to demonstrate that the requirement  of standing is satisfied.”). \n{15} The Court will only grant a Rule 12(b)(1) motion “‘if the material \njurisdictional facts are not in dispute and the moving party is entitled to a judgment \nas a matter of law.’”   Wilkie v. Stanley, 2011 NCBC 11 ¶ 7 (N.C. Super. Ct. Apr. 20, \n2011), www.ncbusinesscourt.n et/opinions/2011_NCBC_11.pdf (denying motion to \ndismiss for lack of standing). \n{16} In Neuse River Foundation , our Court of Appeals set out a three-step \nprocess for determining a plaintiff’s standing to assert a claim: (1) “‘injury in fact’ – \nan invasion of a legally protected interest that is (a) concrete and particularized and \n(b) actual or imminent, not conjectural or hypothetical; (2) the injury is fairly \ntraceable to the challenged action of the defendant; and (3) it is likely, as opposed to \nmerely speculative, that the injury will be redressed by a favorable decision.”  155 \nN.C. App. at 113, 574 S.E.2d at 51 (quoting \nLujan v. Defenders of Wildlife, 504 U.S. \n555, 560 (1992)).   \n{17} Here, Plaintiffs’ claimed injury is two-fold.  \nRule 12(b)(1) – Standing – Plaintiffs’ Contract-Based Claims  \n{18} First, Plaintiffs have asserted claims against the City for breach of \ncontract and breach of the covenant of good faith and fair dealing for the losses they \nallege they have suffered arising out of the City’s alleged early termination of \nUniversal’s annually renewing Taxicab Operating Agreement.  Plaintiffs’ contract-\nbased claims seek relief for sums Plaintiffs  claim the City owes to Plaintiffs that \nwere not paid during the term of the Ta xicab Operating Agreement.  As such, the \nCourt determines that it has subject matter jurisdiction to consider these two \nclaims.  See, e.g., AMOCO v. AAN Real Estate, LLC , 754 S.E.2d 844, 846 (N.C. Ct. \nApp. 2014) (“In order for a breach of contract claim to withstand a 12(b)(6) motion \nbased on a lack of standing, the plaintiff's allegations must ‘either show it was in \nprivity of contract, or it is a direct beneficiary of the contract.’”) (quoting Lee Cycle \nCenter, Inc. v. Wilson Cycle Center, Inc. , 143 N.C. App. 1, 8, 545 S.E.2d 745, 750 \n(2001)).  Accordingly, to the extent the Ci ty seeks to dismiss Plaintiffs’ claims for \nbreach of contract and breach of the covenant of good faith and fair dealing for lack \nof standing under Rule 12(b)(1), the Court concludes that the City’s motion should \nbe denied.3  \n \n \n                                                 \n3 The Court considers the City’s Motion to Dismiss these claims under Rule 12(b)(6) at paragraphs \n39–40, infra. \nRule 12(b)(1) – Standing – Plaintiffs’ Remaining Claims \n{19} Plaintiffs’ remaining claims seek the lost profits Plaintiffs allege they \nwould have realized had the City elected to award Universal a new Taxicab \nOperating Agreement for service at the Airpor t. Plaintiffs seek to hold Defendants \nliable for this economic loss by alleging that Defendants implemented the RFP \nprocess using illegal and wrongful means, wi th the intended result that Universal’s \nTaxicab Operating Agreement not be awarded a new Agreement.  \na. Causal Connection between Plaintiffs’ Injury and Defendants’ Conduct  \n{20} Defendants contend Plaintiffs cannot satisfy the second element required \nto establish standing: an injury fairly traceable to Defendants’ alleged conduct.  \nNeuse River Foundation, 155 N.C. App. at 113, 574 S.E.2d at 51.   Specifically, \nDefendants assert that the Charlotte Ci ty Council was the body with the sole \nauthority to approve contracts for Airport Taxi Service, and, as such, any injury \nsuffered by Universal on the facts as alleged was the result of the votes of at least \neight independent members of the eleven-m ember City Council, none of whom are \ndefendants or are alleged to have acted i mproperly or illegally in voting to award \nthe Taxicab Operating Agreements to the Cab Defendants.  (Yellow Cab Br. Supp. \nMot., pp. 7–12; see City Br. Supp. Mot., pp. 5–6.)4 \n{21} An injury is fairly traceable to th e challenged conduct when a causal \nconnection exists “between the injury and the conduct complained of” and the injury \nis “not . . . the result [of] the independent action of some third party not before the \ncourt.”  Lujan, 504 U.S. at 560; see, e.g., Hamm v. Blue Cross & Blue Shield of N.C., \n2010 NCBC 14 ¶ 34 (N.C. Super. Ct. Aug. 27, 2010), \nwww.ncbusinesscourt.net/opinions/2010_NCBC_14.pdf (“For an injury to be fairly \ntraceable to the challenged action of the de fendant, it must not be the result of the \nindependent action of a third party not before the court.”).   \n                                                 \n4 The City Council approved the Taxicab Operating Agreements with the Cab Defendants by a nine-\nto-two vote, with Defendant Cannon voting in the majority. \n \n{22} The Court concludes that Plaintiffs’ allegations establish that a causal \nconnection does not exist between the alleged injury about which Plaintiffs \ncomplain and Defendants’ alleged conduct.  Although Plaintiffs have alleged that \nDefendants engaged in numerous nefarious and wrongful acts that caused \nPlaintiffs’ loss, it is undisputed that the decision that caused Plaintiffs’ alleged \ninjury was the eleven-member Charlotte City Council’s decision not to award \nUniversal a new Taxicab Operating Agreement.  (Am. Compl\n. ¶ 138.)  Indeed, the \nRFP #2 makes clear that “[u]ntil the Ag reement and all supporting ancillary \ndocuments have been approved by the Ci ty Council . . . the City shall have no \nobligations thereunder” (Id. ¶ 119), and shows that the RFP Selection Committee \ncould not enter Taxicab Operating Agreements without the approval of the City \nCouncil.   \n{23} The only member of the eleven-member City Council that Plaintiffs have \nsued or contend acted wrongfully in casting his or her vote in connection with the \nTaxicab Operating Agreements is Defendan t Cannon.  Plaintiffs attempt to create \nthe requisite causal connection by alleging in conclusory fashion that the City \nCouncil deferred to Orr’s Selection Committee and the City Council’s Community \nSafety Committee and further that the City  Council’s deference to the Community \nSafety Committee “ensured that Defendant Cannon and his co-conspirators would \nbe the de facto decision makers with resp ect to the awarding of the contracts” ( Id. \n¶¶ 119, 128).  Plaintiffs, however, do not allege any facts or offer any evidence to \nsupport their conclusory assertions concer ning the City Council’s alleged deference \nto these Defendants in awarding the Agreem ents.  Plaintiffs’ conclusory allegations \nare not sufficient to survive a ch allenge under Rule 12(b)(1).  \nSee Neuse River \nFound., 155 N.C. App. at 113, 574 S.E.2d at 51 (“Since [the elements of standing] \nare not mere pleading requirements but rather an indispensable part of the \nplaintiff’s case, each element must be supported in the same way as any other \nmatter on which the plaintiff bears the burden of proof, \ni.e., with the manner and \ndegree of evidence required at the su ccessive stages of the litigation.”); Venable v. \nGKN Automotive , 107 N.C. App. 579, 584, 421 S. E.2d 378, 381 (1992) (affirming \n12(b)(1) dismissal where plaintiff’s alle gations were “conclusory in nature”); see \nalso, e.g.,  Burgess v. Charlottesville Sav. & Loan Ass’n , 477 F.2d 40, 43 (4th Cir. \n1973) (“Mere conclusory allegations in the complaint are insufficient to support \njurisdiction.”).   \n{24} Plaintiffs have not alleged or offered evidence that any Councilmember, \nother than Defendant Cannon, received bribes or other unlawful inducements from \nany Defendant, and Cannon is the only Councilmember Plaintiffs have elected to \nsue. Plaintiffs have not alleged or offere d evidence that the City Council vote to \napprove the Agreements was improper, illegal or invalid, or that any member of the \nCity Council, other than Defendant Ca nnon, acted with any ill will, malice or \nimproper motive against Plaintiffs or  had any improper connection to any \nDefendant.   \n{25} Furthermore, the \nquid pro quo  agreements Plaintiffs allege involved \npayments of money by the Cab Defendants to HTA and Defendant Cannon, neither \nof whom made the decision to approve or deny the Taxicab Operating Agreements. \n{26} Similarly, Plaintiffs allege that Defendant Cannon controlled the City \nCouncil’s Community Safety Committee, but it is undisputed that Cannon could \ncast only one of the five votes on the Commi ttee, and Plaintiffs do not allege or offer \nany evidence that any of the other members of the Committee received unlawful \ninducements to cast their votes for the Cab Defendants or that the Committee’s vote \nwas illegal or improper.   \n{27} Likewise, Plaintiffs allege that Newman – and through Newman, HTA –\ncontrolled the Selection Committee, but it is undisputed that Newman was only one \nof three votes on the Selection Committee, and Plaintiffs do not allege or offer any \nevidence that the two other members of the Selection Committee had any \nconnection to either HTA or Cannon or ha d any improper reason to favor the Cab \nDefendants over Universal and the other competing taxi service providers.   \n{28} Finally, Plaintiffs allege that Orr controlled the RFP process, but it is \nundisputed that Orr did not have a vote on the Selection Committee, the \nCommunity Safety Committee or the City Council, and Plaintiffs do not allege that \nany Defendant attempted to improperly influence Orr or give him money, that Orr \nengaged in any quid pro quo  arrangements with any Defendant, or that Orr \nbenefitted in any way from, or was even aware of, any donations made to Cannon or \nHTA by any Defendant. \n{29} Moreover, it is undisputed that Plaintiffs and their attorneys were afforded \nthe opportunity to address the City Council prior to its approval vote, and at that \ntime they informed the City Council of Plaintiffs’ allegations of discrimination and \nclaims of illegality in the RFP process.  (Yellow Cab’s Br. Supp. Mot., pp. 11–12; \nYellow Cab’s Motion to Dismiss, Ex. A at Minute Book 132, pp. 265–77.)  The City \nCouncil gave full hearing to Plaintiffs’ contentions, considered and rejected a motion \nto substitute Universal for City Cab as  one of the three winning bidders, and \nthereafter voted against awarding a new Taxicab Operating Agreement to \nUniversal.  (\nId.)  Plaintiffs have not alleged or  brought forward any evidence to \nsuggest that any of the nine Councilmembe rs who voted to approve the contracts \nwith the Cab Defendants, other than De fendant Cannon, acted improperly in \nconsidering and rejecting Plaintiffs’ arguments, and in making their vote.   \n{30} In sum, Plaintiffs have not alleged facts, or offered any evidence that \nshows, that the decision by the Charlotte City Council to award the Taxicab \nOperating Agreements to the Cab Defendan ts and to decline to award Universal a \nnew Agreement was the result of anything  other than the legal and independent \naction of the Charlotte City Council, consis tent with its legal authority, and acting \nwithin its reasonable discretion, to approve or deny the Agreements.  Consequently, \nthe Court concludes, based on the allegations and evidence of record, that the \nalleged injury about which Plaintiffs complain – \ni.e., the economic losses flowing \nfrom the City Council’s decision not to  award Universal a new Taxicab Operating \nAgreement – was caused by the independent,  legal and valid action of the Charlotte \nCity Council and not by the improper actions of any Defendant.   \n{31} Because Plaintiffs therefore have not shown a causal nexus between \nUniversal’s alleged injury and Defendants’ alleged conduct, Plaintiffs do not have \nstanding to bring their claims.  See, e.g., AMOCO, 754 S.E.2d at 846 (dismissing for \nlack of standing where “the amended co mplaint did not sufficiently show that \nplaintiff suffered an injury as a result of the alleged lease breach by defendant”); \nMcCracken & Amick, Inc. v. Perdue , 218 N.C. App. 455, 721 S.E.2d 455 (2012) \n(unpublished) (dismissing claims on Rule  12(b)(1) grounds because injury “still \ncannot be traced to and does not ar ise out of the challenged conduct”);  see, e.g., \nCredigy Receivables, Inc. v. Whittington , 202 N.C. App. 646, 658, 689 S.E.2d 889, \n897 (2010) (affirming award of attorney s’ fees under N.C.G.S. § 6-21.5 where \nplaintiff had no standing to bring suit because it failed to connect defendant to bad \ndebt); see also, e.g., Frank Krasner Enters. v. Montgomery Cnty., 401 F.3d 230, 235 \n(4th Cir. 2005) (“We have previously deni ed standing because the actions of an \nindependent third party, who was not a pa rty to the lawsuit, stood between the \nplaintiff and the challenged actions.”).   \nb.   Actual or Imminent Injury v. Conjectural or Hypothetical Injury \n{32} The Court further concludes that there also exist intervening factors, that \nPlaintiffs ignore, which the Court finds preclude a conclusion on the facts alleged \nthat Plaintiffs have suffered an “actual or imminent, not conjectural or \nhypothetical” injury sufficient to establish standing.  \nSee Neuse River Found ., 155 \nN.C. App. at 113, 574 S. E.2d at 51 (identifying standard ).  In particular, Plaintiffs \nignore the presence of the other losing bidders in the RFP process and simply \nassume Universal would have been aw arded a contract but for Defendants’ \nallegedly wrongful acts.  It is undispute d, however, that Universal was competing \nnot only against the Cab Defendants, but also against five additional competitors \nfor one of the three available Taxicab Oper ating Agreements.  It is simply a matter \nof speculation and conjecture that Universal would have been awarded a new \nTaxicab Operating Agreement had Defendants’ alleged misconduct not occurred.  \nSimilarly, given Plaintiffs’ attack on the R FP process itself, it is also a matter of \nspeculation and conjecture how the process would have been structured but for \nDefendants’ alleged misconduct, and further, whether Universal would have been \nselected through these unknown, yet-to-be-determined, alternative procedures.   \n{33} As a result, it appears to the Court that but for Defendants’ alleged \nmisconduct, Universal’s bid would have been one of presumably nine bids \n(assuming all  nine bidders and no others elected to respond to any revised selection \nprocess not “controlled” by Orr, HTA, Ne wman or Cannon) that would have been \nevaluated under discretionary criteria by a Selection Committee comprised of \nunknown persons, the Council’s Community Safety Committee, and ultimately the \nCity Council itself, with each body rely ing upon their members’ own individual \nsubjective assessments of the bidders’ rela tive qualifications, experience, written \nand oral presentations, and overall ability to provide the best taxi service at the \nAirport, in casting their votes to approve the awarding of the Taxicab Operating \nAgreements.  The Court cannot conclude that Plaintiffs’ likely success in this \nspeculative alternative scenario is suffici ently certain to warrant a finding that \nPlaintiffs have suffered an “actual or imminent” injury under prevailing precedent.   \n{34} To the contrary, on the facts here, the Court concludes that Plaintiffs’ \nalleged injury is merely “conjectural or hypothetical” and cannot support Plaintiffs’ \nstanding to assert their claims.  See, e.g., In re Ezzell , 113 N.C. App. 388, 393, 438 \nS.E.2d 482, 485 (1994) (dismissing claims for lack of standing because alleged injury \nwas “conjectural or hypothetical” where plaintiff magistrate contended alternative \nremoval process without involvement of district attorney would have yielded \ndifferent result); Beachcomber Props., LLC v. Station One, Inc. , 169 N.C. App. 820, \n825, 611 S.E.2d 191, 194 (2005)  (dismissing claims for lack of standing where \nalleged injury was “conjectural or hypoth etical” because plaintiff was “without a \nlegally protected interest in the property” at issue); see generally Strates Shows, \nInc. v. Amusements of America, Inc ., 379 F. Supp. 2d 817 (E.D.N.C. 2005) \n(dismissing NC RICO claim for failure to show proximate causation where plaintiff \nwas not selected in allegedly corrupt competitive bidding process involving \nadministrative discretion and multiple bidders).   \n{35} Accordingly, for the reasons set fo rth above, the Court concludes that \nPlaintiffs’ claims for UDTP, antitrust, interference with contract, restitution, \nrescission, equal protection, declaratory judgment, punitive damages, civil \nconspiracy, and N.C. RICO should be dismissed with prejudice for lack of subject \nmatter jurisdiction.  See, e.g., AMOCO , 754 S.E.2d at 845 (“A party that lacks \nstanding to bring a claim constitutes an insurmountable bar to recovery.”).5 \nRule 12(b)(1) – Standing – Moustafa as a Real Party in Interest  \n{36} The Cab Defendants also argue that Plaintiff Moustafa is not a real party \nin interest in this litigation and does not have standing to assert claims for alleged \ninjuries to Universal.  See N.C.R.C.P. 17(a) (“Every claim shall be prosecuted in the \nname of the real party in interest . . . .”).  The Court agrees.   \n{37} Our Supreme Court has instructed that “[a] real party in interest is a \nparty who is benefited or injured by the judgment in the case. An interest which \nwarrants making a person a party is not an interest in the action involved merely, \nbut some interest in the subject-matter of the litigation.”  Energy Investors Fund, \nL.P. v. Metric Constructors, Inc. , 351 N.C. 331, 337, 525 S. E.2d 441, 445 (2000).  \nHere, all of Moustafa’s alleged injuries result from the City’s decision to terminate \nUniversal’s annually renewing Taxicab Op erating Agreement and to decline to \naward a new Taxicab Operating Agreement with Universal.  Moustafa is not alleged \nto be a party to, or a third party beneficiary of, either Universal’s terminated or \nhoped-for Taxicab Operating Agreement with the City.  Moreover, Moustafa, as the \n“president and owner” of Universal, cannot pursue claims “against third parties for \nwrongs or injuries to the corporation that result in the diminution or destruction of \nthe value of [his] stock” absent a “special du ty” or a “separate and distinct injury.”  \nBarger v. McCoy Hillard & Parks , 346 N.C. 650, 658, 488 S.E.2d 215, 219 (1997). \nMoustafa’s alleged injuries here, however, are identical to those of Universal, and \nhe has not alleged the existence of a special duty of any kind.   \n                                                 \n5 Although Defendant Orr has move d for dismissal under N.C.R.C.P 12(b)(6) and not Rule 12(b)(1), \nthe Court dismisses this action against him un der Rule 12(b)(1) for lack of subject matter \njurisdiction. See, e.g., Abbott v. N.C. Bd. of Nursing , 177 N.C. App. 45, 49–50, 627 S.E.2d 482, 485 \n(2006) (court “may raise the question [of subject matter jurisdiction] on its own motion even when it \nwas not argued by the parties in their briefs”);  Jenkins v. Winecoff , 267 N.C. 639, 641, 148 S.E.2d \n577, 578 (1966) (question of subject matter jurisdiction not argued in briefs but the Court considered \nthe issue ex mero motu).   \n \n{38} As such, the Court concludes that Moustafa will not be benefited or injured \nby any judgment in this case and thus is  not a real party in interest in this \nlitigation. Id.  Accordingly, the Court concludes th at Universal, not Moustafa, is the \nreal party in interest in this litigation an d that Moustafa does not have standing to \nbring his claims.   \nRule 12(b)(6) – Plaintiffs’ Contract-Based Claims for Early Termination \n{39} As previously discussed, Plaintiffs ha ve asserted claims against the City \nfor breach of contract and breach of the implied covenant of good faith and fair \ndealing for alleged losses arising from the early termination of the City’s annually \nrenewing Taxicab Operating Agreement with Universal.  Having determined the \nCourt has subject matter jurisdiction over these claims, the Court now turns to the \nCity’s contention that these claims are time-barred and thus should be dismissed \nunder Rule 12(b)(6) for failure to state a claim. See, e.g., Bowlin v. Duke Univ., 119 \nN.C. App. 178, 183, 457 S.E.2d 757, 760 (1995) (“A 12(b)(6) motion is an appropriate \nvehicle for dismissing a claim barred by the statute of limitations.”). \n{40} Plaintiffs have stipulated that, if a pplicable, their contract-based claims  \nare barred by the two-year statute of limit ations under N.C.G.S. § 1-53 because the \ndate this action was filed – June 12, 2014 – was more than two years after the date \nof the alleged breach – July 17, 2011. (Pls.’ Omnibus Resp. Mots., p. 27.)   Section 1-\n53 provides that a two-year statute of limit ations shall apply to “[a]n action against \na local unit of government upon a contract, obligation or liability arising out of a \ncontract, express or implied.”  The Court concludes that, by its terms, N.C.G.S. § 1-\n53 applies to bar Plaintiffs’ contract-based claims.  \nSee Jones v. Town of Angier, 181 \nN.C. App. 121, 125, 638 S.E.2d 607, 610 (2007) (finding N.C.G.S. § 1-53 to bar claim \nfor breach of implied warranty of merchantability).  As a result, the Court concludes \nthat Plaintiffs’ claims for breach of contra ct and breach of the implied covenant of \ngood faith and fair dealing should be dism issed pursuant to Rule 12(b)(6) as time-\nbarred under N.C.G.S. § 1-53.6 \n                                                 \n6 Despite Plaintiffs’ admission concerning the two-year statute of limitations, Plaintiffs “contend, to \npreserve the issue for appeal, that in exercising proprietary functions a local government should be \nIII. \nCONCLUSION \n{41} For the foregoing reasons, the Court GRANTS in part Defendants’ Motions \nto Dismiss under N.C.R.C.P. 12(b)(1) and  GRANTS in part  the City of Charlotte’s \nMotion to Dismiss under N.C.R.C.P. 12(b)(6) as set forth herein: \na. Plaintiffs’ claims against the City of  Charlotte for breach of contract \nand breach of the implied covenant of good faith and fair dealing are hereby \ndismissed with prejudice under Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure; and \nb. Plaintiffs’ other claims against the City of Charlotte and Plaintiffs’ \nclaims against all other Defendants are hereby dismissed with prejudice under \nRule 12(b)(1) of the North Carolina Rules of Civil Procedure;  \n{42} Based on the foregoing, therefore,  all of Plaintiffs’ claims are DISMISSED \nwith prejudice.  \n{43} In light of the Court’s resolution of the Motions, the Court does not reach \nor consider Defendants’ Motions to Dismiss for failure to state a claim under \nN.C.R.C.P. 12(b)(6) other than as set forth in this Order and Opinion.  \n \nSO ORDERED, this the 5th day of March 2015. \n \n \n        \n    \n                                                                                                                                                             \nsubject to the three-year statute of limitations app licable to private entities.”  (Pls.’ Omnibus Resp. \nMots., p. 27.)  The Court rejects Plaintiffs’ argument  that a three-year statute of limitations should \napply on Plaintiffs’ breach of contract claim in this case.  See, e.g., Jones, 181 N.C. App. at 125, 638 \nS.E.2d at 610. \n "
}