{
  "id": "f0df43521d5a7560ee312d343b23db67a1fac31283c731bd0ec765c49d152fe2",
  "source_file": "data/raw/ncbc/f0df43521d5a7560ee312d343b23db67a1fac31283c731bd0ec765c49d152fe2.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 11679 \nKELLY C. HOWARD and FIFTH \nTHIRD BANK, NATIONAL \nASSOCIATION, AS CO-TRUSTEES \nOF THE RONALD E. HOWARD \nREVOCABLE TRUST U/A DATED \nFEBRUARY 9, 2016, AS AMENDED \nAND RESTATED, \n \nPlaintiffs, \n \nv. \n \nIOMAXIS, LLC n/k/a MAXISIQ, INC.; \nFIVE INSIGHTS, LLC; BRAD C. \nBOOR a/k/a BRAD C. BUHR; JOHN \nSPADE, JR.; WILLIAM P. GRIFFIN, \nIII; NICHOLAS HURYSH, JR.; and \nROBERT A. BURLESON,  \n \nDefendants. \n \nORDER AND OPINION ON MAXISIQ \nDEFENDANTS AND FIVE INSIGHTS’ \nMOTION TO DISMISS THE TRUST’S \nSECOND AMENDED COMPLAINT  \n1. THIS MATTER is before the Court on the MAXISIQ Defendants and \nFive Insights’ Motion to Dismiss the Trust’s Second Amended Complaint, (ECF No. \n430).  IOMAXIS , Five Insights  and t he IOMAXIS Defendants 1 (collectively, the  \n“Moving Defendants”) all seek to dismiss Plaintiffs’ Second Amended Complaint, \n(ECF No. 401), pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure (the “Rule(s)”).  Additionally, Defendants Robert A. Burleson (“Burleson”) \n \n1 IOMAXIS, LLC, n/k/a MAXISI Q, Inc. is referenced herein as “IOMAXIS.”  Brad C. Boor \na/k/a Brad C. Buhr, John Spade, Jr.,  William P. Griffin, III , and Robert A. Burleson are \nreferenced collectively as the “ IOMAXIS Defendants. ”  Five Insights, LLC is referenced \nherein as “Five Insights.”   \nHoward v. IOMAXIS, LLC, 2024 NCBC 76. \nand Five Insights move to dismiss for lack of personal jurisdiction pursuant to Rule \n12(b)(2). \n2. Having considered the Motions, the related briefing, and the arguments \nof counsel at a hearing on the Motions, Burleson and Five Insights’ Motion to Dismiss \nfor lack of personal jurisdiction is DENIED .  IOMAXIS, the IOMAXIS Defendants \nand Five Insights’ Motion to Dismiss pursuant to Rule 12(b)(6) is GRANTED in part \nand DENIED in part, as provided below. \nJohnston, Allison & Hord, P.A., by Greg C. Ahlum, David T . Lewis, \nPatrick E. Kelly, Katie D. Burchette, Alexandra P. Nibert,  Lauren S. \nMartin, and Austin R. Walsh , for Plaintiff Kelly C. Howard, as co -\nTrustee of the Ronald E. Howard Revocable Trust u/a dated February 9, \n2016, as Amended and Restated. \n \nWomble Bond Dickinson (US) LLP, by Lawrence A. Moye and Scott D. \nAnderson, for Plaintiff Fifth -Third Bank, NA, as co -Trustee of the \nRonald E. Howard Revocable Trust u/a dated February 9, 2016, as \nAmended and Restated. \n \nAllen, Chesson & Grimes PLLC, by David Allen, Benjamin S. Chesson, \nand Anna Majestro, and Nelson Mullins Riley & Scarborough LLP, by \nTravis Bustamante, for Defendants IOMAXIS, LLC, Five Insights, LLC, \nBrad C. Boor a/k/a Brad C. Buhr, John Spade, Jr., William P. Griffin, \nIII, and Robert A. Burleson. \n \nMiller Monroe & Plyer, PLLC, by Jason A. Miller, Paul T. Flick, and \nRobert B. Rader, III , and Whiteford Taylor Preston, LLP , by Steven E. \nTiller, for Defendant Nicholas Hurysh, Jr. \n \nEarp, Judge. \n  \nI. FIVE INSIGHTS AND BURLESON’S MOTION TO DISMISS \nPURSUANT TO RULE 12(b)(2)  \n \n3. The Court first addresses Five Insights and Burleson’s motion to dismiss \nfor lack of personal jurisdiction before turning to the Moving Defendants’ motion \nchallenging the Trust’s standing and the sufficiency of Plaintiffs’ pleading.  \n4. “The standard of review to be applied by a trial court in deciding a \nmotion under Rule 12(b)(2) depends upon the procedural context confronting the \ncourt.”  Parker v. Town of Erwin, 243 N.C. App. 84, 95 (2015) (citation and quotations \nomitted).  “Once a defendant submits an affidavit or evidence challenging personal \njurisdiction, unverified allegations in a complaint conflicting with that evidence may \nno longer be taken as true[,]” but uncontroverted allegations may be regarded as true.  \nWeisman v. Blue Mt. Organics Distrib., LLC , 2014 NCBC LEXIS 41, at **2 (N.C. \nSuper. Ct. Sept. 5, 2014) (citing Banc of Am. Sec. LLC v. Evergreen Int’l Aviation, Inc., \n169 N.C. App. 690, 693-94 (2005)). \n5. When a trial court decides the motion based on affidavits or other \nevidence, “the trial judge must determine the weight and sufficiency of the evidence \npresented in the affidavits much as a juror.”  Parker, 243 N.C. App. at 97 (citations \nand alterations omitted).  The plaintiff bears the “ultimate burden of proving personal \njurisdiction[.]”  Bruggeman v. Meditrust Acquisition Co. , 138 N.C. App. 612, 615 \n(2000). \n6. Having considered the evidence submitted by the parties, including the \nuncontroverted allegations in the Second Amended Complaint, the Court makes the \nfollowing findings of fact and conclusions of law for the purpose of determining \nwhether Plaintiffs have established by a preponderance of the evidence that the Court \nhas personal jurisdiction over Robert A. Burleson and Five Insights, LLC. \nA. Findings of Fact2 \n7. Plaintiffs are co -trustees of the Ronald E. Howard Revocable Trust \n(the “Trust”).  At the time of his  death on 12 June 2017, Mr. Howard had a  51% \nmembership interest in I OMAXIS.  The Trust claims it now hold s that interest; \nhowever, IOMAXIS and the IOMAXIS Defendants deny that the Trust has any \ninterest in IOMAXIS.  (Second Am. Compl. ¶¶ 2, 10-17, 119, 131, ECF No. 401.) \n8. During the relevant period, other members of IOMAXIS have included \nDefendants Brad C. Buhr a/k/a Brad C. Boor, William P. Griffin, III, John Spade, Jr., \nNicholas Hurysh, Jr., and Robert A. Burleson.  (Second Am. Compl. ¶¶ 19-23; Second \nAm. Compl., Ex. 3 – Delaware Petition [“Del. Petition”] ¶¶ 42-44, ECF No. 401.3.)   \n9. Plaintiffs allege that IOMAXIS is a North Carolina limited liability \ncompany controlled by a November 2001 operating agreement (as amended) \n(the “N.C. Operating Agreement”).  They contend that a purported attempt to convert \nIOMAXIS to a Texas limited liability company in 2015 was ineffective .  Therefore, \nPlaintiffs allege that , upon his death in June 2017,  Mr. Howard’s interest in \nIOMAXIS remained subject to the buy -sell provisions of the N.C. Operating \nAgreement.  (Second Am. Compl. ¶¶ 18, 33, 61-77.)   \n \n2 To the extent any finding of fact in this Order and Opinion should be labeled a conclusion \nof law or vice versa, the Court intends that it be so labeled.  See, e.g., State v. Rogers, 52 N.C. \nApp. 676, 681 -82 (1981) ( “Findings of fact that are essentially conclusions of law will be \ntreated as such upon review.”); Carpenter v. Brooks, 139 N.C. App. 745, 752 (2000) (explaining \nthat conclusions of law, even if erroneously labeled as findings of fact, are reviewable  de \nnovo on appeal because appellate courts “are not bound by the label used by the trial court.”). \n10. The buy -sell provisions  of the N.C. Operating Agreement , found in \nArticle 9 , required the executor of Mr. Howard’s estate (the “Estate”) to give the \nremaining IOMAXIS members notice of Mr. Howard’s death within ten days of his \npassing.  IOMAXIS’s members then had thirty days following receipt of the notice to \nnotify the Estate of their intention to exercise an  option to purchase Mr.  Howard’s \ninterest.  (Compl., Ex. C [“N.C. Operating Agreement”] §§ 9.2-9.3, ECF No. 3.) \n11. No member of IOMAXIS notified the Estate that he wished to purchase \nMr. Howard’s interest  within th at thirty-day period.  (Second Am. Compl. ¶  84.)  \nPlaintiffs, believing the buy-sell process had therefore been concluded, and pursuant \nto the terms of Mr. Howard’s Will, assigned Mr. Howard’s interest in IOMAXIS to the \nTrust, Mr. Howard’s residuary beneficiary, on 8 December 2017.  (Second Am. Compl. \n¶¶ 3, 13- 15; N.C. Operating Agreement § 9.9; Compl., Ex. A, Assignment of \nMembership Int., ECF No. 3; Confirm. of Assignment, ECF No. 154.1.)   \n12. On 20 September 2017, one hundred days after Mr. Howard’s death, \nBrad C. Buhr (“Buhr”), acting for IOMAXIS, sent a notice to the Estate pursuant to \nthe terms of the Texas Operating Agreement.  The notice purported to exercise an \noption to purchase Mr. Howard’s interest for $1,020,000.00, an amount Buhr  had \nunilaterally determined represented the present fair market value of the interest.  \n(Second Am. Compl. ¶ 83; Second Am. Compl., Ex. 1 – Not. 20 Sept. 2017, ECF 401.1.)  \n13. The N.C. Operating Agreement sets forth a  procedure to value a \ndeparting member’s interest .  The parties were first required to determine if they \ncould agree on a value.  If the parties did not agree, the Estate was required to present \nan offer to IOMAXIS’s remaining members, who had ten days to accept or reject the \noffer.  If the offer was rejected, the Estate was required to buy the remaining \nmembers’ interests at the price the seller offered to sell its own interest.  Finally, any \nsale of either the Estate’s or the members’ interest had to be completed within ninety \ndays of Mr. Howard’s death.  (Compl., Ex. F; N.C. Operating Agreement § 9.6.)   \n14. Defendants and the Estate did not come to an agreement on the  value \nof Mr. Howard’s interest, and the Estate did not make an offer to IOMAXIS.  Plaintiffs \nallege that, even had timely notice to exercise the option been given, the Estate would \nnot have been able to make such an offer because IOMAXIS did not provide it with \nthe necessary financial information to determine the value of Mr. Howard’s interest.  \n(Second Am. Compl. ¶¶ 92-93.)  The Moving Defendants argue  that the Estate did \nnot request financial information until more than ninety days after Mr. Howard’s \ndeath—after the date any sale under the buy -sell provision was required to close.  \n(N.C. Operating Agreement § 9.6.)   \n15. In late October or early November 2017 , the Estate proposed, and  \nIOMAXIS agreed, to retain an accounting firm regularly used by IOMAXIS\n, RSM US \nLLP f/k/a RSM McGladrey  (“RSM”), to value Mr.  Howard’s interest.  The Trust \nrequires this information to satisfy its duties to its beneficiaries and to state and \nfederal taxing authorities.  (Second Am. Compl. ¶¶ 94-95, 183.) \n16. Instead of providing  RSM the financial information it requested to \nconduct the valuation, however, IOMAXIS retained a separate firm, Valuation \nServices, Inc. (“VSI”), to do the work.  Plaintiffs contend that VSI’s valuation was not \n“full, fair or accurate,” in part because IOMAXIS tasked it to treat Mr. Howard as a \nminority owner and to apply significant minority and illiquidity discounts  to the \nvaluation of his interest.  (Second Am. Compl. ¶¶ 94 -101.)  They further allege that \nIOMAXIS’s refusal to provide RSM the information it requested was a breach of the \nimplied duty of good faith and fair dealing  that existed in their agreement.  (Second \nAm. Compl. ¶¶ 174(d), 182-87.) \n17. Section 8.1 of the N.C. Operating Agreement states that no member may \nvoluntarily or involuntarily transfer the member’s interest in IOMAXIS without the \nprior written consent of a Majority in Interest of the Disinterested Members. 3  (N.C. \nOperating Agreement § 8.1.)  There is no evidence that the  members of IOMAXIS \napproved a transfer of Mr. Howard’s interest in IOMAXIS from his Estate to his \nTrust.  However, it is undisputed that t he Estate was not admitted as a m ember of \nIOMAXIS at the time of the transfer or thereafter. \n18. Neither the Estate nor the Trust has received any distributions 4 from \nIOMAXIS since Mr. Howard’s death on 12 June 2017.  (Second Am. Compl. ¶¶ 155-\n56, 16 4-67.)  IOMAXIS has represented to Plaintiffs that IOMAXIS has made no \n \n3 To be a Member, one must be admitted as a member in accordance with the N.C. Operating \nAgreement of the North Carolina Limited Liability Act.  A “Majority in Interest” is defined \nas “a combination of any Members who, in the aggregate, own more than fifty percent (50%) \nof the Membership Interests of all Members.”  “Disinterested Member” refers to “a  Member \nwho is not related . . . to either the Member whose Membership Interest is to be transferred” \nor to the proposed transferee.  (N.C. Operating Agreement § 2.1.)  \n  \n4 At times, IOMAXIS has been an LLC .  I t asserts that it is currently a corporation.  The \nCourt’s reference to “distributions” herein is intended to include distributions, dividends, or \nother payments to IOMAXIS’s beneficial interest holders.   \ndistributions to its members that would require a distribution to the Trust.  (Sec ond \nAm. Compl. ¶ 105.) \n19. Plaintiffs initiated this action on 18 June 2018.  (Compl., ECF No. 3.)  In \nthe course of discovery, Defendant Hurysh filed an affidavit alleging, among other \nthings, that Buhr had misappropriated funds from IOMAXIS through “sham” entities \nset up for this purpose, including Fast Rabbit, LLC and Global Vector, LLC, and that \nBuhr planned to set up other entities to continue this misappropriation.  (Second Am. \nCompl. ¶¶ 47-57; Aff. of Nicholas Hurysh, Jr. [“Hurysh Aff.”], ECF No. 97.) \n20. In addition, Hurysh revealed that he had recorded two telephone \nconferences, one on 17 July 2020 and a second on 22 July 2020, in which the IOMAXIS \nDefendants allegedly detailed a plan to divert IOMAXIS’s assets to other entities  \nowned by them in order to devalue the Trust’s interest.  (Second Am. Compl. ¶¶ 114-\n15, 120 -124; 17 July 2020 Tr., ECF No. 238.1; 22 July 2020 Tr., ECF No. 400 ; \nAdditional and Supp. Aff. Nicholas Hurysh, Jr., ECF No. 244.5; Hurysh 12 July 2021 \nAff., ECF No. 395.6; Aff. of Nicholas Hurysh, Jr. Opp. Mot. Prot. Order, ECF No. \n395.1.)  Plaintiffs characterize the subject of the IOMAXIS Defendants’ 17 July 2020 \ntelephone call as “a plan to try to sell IOMAXIS while still retaining much of the value \nof IOMAXIS for themselves, since investments and stock which have moved to other \ncompanies would ‘stay with us.’ ” (Second Am. Compl. ¶ 120 (quoting 17 July 2020, \n27:14-19).)  \n21. Both B uhr and Burleson have asserted that Fast Rabbit, LLC and \nGlobal Vector, LLC, as well as other of the entities in question, are legitimate vendors \nthat were set up for national security purposes or to protect classified information.   \nPlaintiffs believe these representations are false.  (Second Am. Compl. ¶ 53.) \n22. Based on Hurysh’s testimony , Plaintiffs moved to amend their \ncomplaint to, among other things, add claims for fraud and violation of the Uniform \nVoidable Transactions Act (“UVTA”  or “Act”), N.C.G.S. § 39 -23.1, et seq.  (Pls.’ Mot. \nLeave File First Am. Compl., ECF No. 118.) 5  The Court granted the motion in part.  \nSee Howard v. IOMAXIS, LLC, 2021 NCBC LEXIS 116, at *23-29, 36-37 (N.C. Super. \nCt. Dec. 22, 2021).6  \n23. In August 2020 , the members of IOMAXIS took  actions intended to \nconvert IOMAXIS to a Delaware LLC.  The Delaware LLC was renamed MAXISIQ, \nLLC.  The IOMAXIS Defendants then took actions intended to convert  MAXISIQ, \nLLC to a Delaware corporation in March 2023.  (Del. Petition ¶¶ 34-36, 47-48.)  \n24. In the meantime, Five Insights, LLC (“Five Insights”), a Delaware \nlimited liability company, was formed on 22 April 2021 as a “management service \ncompany established to operate IOMAXIS and other entities. ”  (Del. Petition ¶¶ 40-\n41.)  On the same day it was formed, Defendants Buhr, Spade, Griffin, and Burleson \n \n5 It is undisputed that Hurysh is not aligned with the other Defendants following his \ndisclosure of the July 2020 recorded telephone calls involving Buhr, Spade, Griffin, Burleson, \nand himself.     \n \n6 Subsequently, the Court stayed discovery on the UVTA and fraud claims due to IOMAXIS’s \nappeal of the Court’s order permitting disclosure of the transcript of the 22 July 2020 \ntelephone conference call.  (Not. Appeal, ECF No. 181; Order Mot. Sever and Stay ¶¶ 11-12, \n14, ECF No. 283.)  This stay remained in place for approximately eighteen months while the \nappeal was pending.  (See Sixth Am. Case Mgmt. Order, ECF No. 296.)   After the Supreme \nCourt affirmed this Court’s ruling , the transcript was produced to Plaintiffs on 7 August \n2023.  (IOMAXIS’s Mot. File Under Seal, July 22 Document, ECF No. 334.1.) \ntransferred their membership interests in IOMAXIS to Five Insights in exchange for \nproportionate interests in Five Insights.  (Del . Petition ¶ 44.)  Thus, Five Insights \nowns Buhr, Spade, Griffin , and Burleson’s interests in IOMAXIS and receives a fee \nto manage IOMAXIS.   \n25. Buhr is primarily responsible for managing Five Insights, and through \na Management Services Agreement between Five Insights and IOMAXIS, Buhr \nmanages IOMAXIS.  (Second Am. Compl. ¶ 25.) \n26. Since April 2021, IOMAXIS has paid Five Insights millions of dollars in \naccounts payable and dividends.  (Second Am. Compl. ¶ 133.)  According to IOMAXIS, \nits payments to Five Insights cover the costs associated with the Five Insight s \nemployees who provide services to MAXISIQ and the debt payments for the \nshareholder notes that were transferred from MAXISIQ to Five Insights.  (Receiver’s \nFifth Interim Status Report ( May 24, 2024 –  June 22, 2024)  [“Receiver’s Fifth  \nReport”] 6, ECF No. 616.)  According to Plaintiffs, Five Insights has also paid the \nIOMAXIS Defendants and other insiders high salaries, low or no interest loans, and \nexcessive fringe benefit packages.  (Second Am. Compl. ¶¶ 134-35.) \n27. On 30 April 2023, IOMAXIS, while being managed by  Five Insights, \nassigned a selection of prime and subcontracts with various offices of the U.S. \ngovernment to a third party.  No financial forecast, analysis or valuation of the assets \nsold in this transaction as of the date of sale was undertaken.  \n(Receiver’s Fifth Report \n4-5.)  The Trust did not receive a distribution as a result of the assignment of these \ncontracts.  (Second Am. Compl. ¶ 125.) \n28. The Trust complains that IOMAXIS and the IOMAXIS Defendants are \nusing Five Insights as a vehicle to pay disguised dividends to Buhr, Spade, Griffin , \nand Burleson and to devalue its economic interest in IOMAXIS.  (Second Am. Compl. \n¶ 164.) \n29. While conducting discovery in this case, Plaintiffs learned that  (1) \nIOMAXIS had sold one of its divisions, Ingressive, to Millennium, Inc. in the Spring \nof 2023; (2) the IOMAXIS Defendants had transferred their ownership interests to \nFive Insights in late 2022 or early 2023; and (3) Buhr, the managing member of Five \nInsights, was now managing IOMAXIS pursuant to a management services \nagreement.  (Second Am. Compl. ¶¶ 125-36.)   \n30. The IOMAXIS Defendants assert that Five Insights owns 100% of \nIOMAXIS.  (Second Am. Compl. ¶ 131.) \n31. Given these developments, on 21 September 2023, Plaintiffs moved  to \namend and supplement their factual allegations .  The proposed amended complaint  \nadded Five Insights as a party, cl aims for conversion and civil conspiracy , and \namended Plaintiffs’ contract and declaratory judgment claims.  The Court denied the \naddition of Plaintiffs’ conversion claim but otherwise granted Plaintiffs’ motion.  See \nHoward v. IOMAXIS, LLC, 2023 NCBC LEXIS 159, at **21-36 (N.C. Super. Ct. Nov. \n29, 2023).  The Trust filed its Su pplemental and Second Amended Complaint on  8 \nDecember 2023.  (Second Am. Compl., ECF No. 401.) \n32. Defendant Burleson is a resident and citizen of the Commonwealth of \nVirginia.  He owns a vacation home and two vehicles in North Carolina.  (Burleson \nAff. ¶¶ 3, 10, ECF No. 225.3; Second Am. Compl. ¶ 23.) \n33. Burleson served as the Chief Executive Officer of IOMAXIS from \nDecember 2016 until May 2021.   In this capacity , he transacted business in North \nCarolina.  (Burleson Aff. ¶ 4; Second Am. Comp. ¶ 23.) \n34. Burleson is currently a member, director, and employee of Five Insights.  \n(Second Am. Compl. ¶¶ 23 -24; Del. Petition ¶¶ 42-48; Ex. 2 – Griffin Dep. Excerpts \n[“Griffin Dep.”] 12:1-21, ECF No. 467.2; Ex. 1 – Buhr Dep. Excerpts 28:15-16, 157:24-\n158:4, ECF No. 467.1;  see also Delaware Petition Ex. K (Contribution and \nSubscription Agreement) [“Five Insights Contribution Agreement”], ECF No. 467.3.) \n35. Burleson’s March 2022 affidavit, filed in this matter, was sworn to and \nsubscribed before a notary in Dare County, North Carolina.  (Burleson Aff., ECF No. \n225.3.) \n36. Plaintiffs have alleged that Burleson is actively working to devalue \nPlaintiffs’ economic interest in IOMAXIS .  (Second Am. Compl. ¶¶ 53, 102 -03.)  \nDuring the 17 July 2020 telephone call recorded by Hurysh , Burleson joined Buhr, \nand at times took the lead, in explaining to IOMAXIS’s other members the steps they \nwould be taking to conver t IOMAXIS to a Delaware entity , convert their capital \naccounts in IOMAXIS to loans, and  set up Five Insights  to manage IOMAXIS —all \nactions the Trust allege s were done for the purpose of disguis ing payments to the \nindividual IOMAXIS Defendants to the exclusion of the Trust.  (See, e.g., 17 July 2020 \nTr. 17:15-18:25, 19:12-20:7, 21:3-23, 26:10 -28:15.)  It is also apparent from the \ntranscripts that Burleson was aware that the Trust would feel the impact of his \nactions.  (See, e.g., 17 July 2020 Tr.  30:8-23, 40:4-14, 51:9-52:15, 54:2-23; 22 July 2020 \nTr. 6:11-21.)   \n37. Along with the other IOMAXIS Defendants, Burleson approved the \ncontribution of interests in IOMAXIS to Five Insights.  (Buhr Dep.  Excerpts [“Buhr \nDep.”] 152:6-13, ECF No. 388.4; Del. Petition ¶¶ 44-45.)  Buhr named Burleson as the \nmost informed member regarding how much Five Insights has received from \nIOMAXIS.  (Buhr Dep. 36:2-5, 152:6-13.)  Buhr also named Burleson as the person \nwith knowledge of VSI’s valuation and the one in charge of IOMAXIS’s responses to \ndiscovery in this litigation.  (Buhr Dep. Excerpts 157:20-23, 25:16-21, ECF No. 467.1.) \n38. IOMAXIS named Burleson as its 30(b)(6) deponent  with respect to \nissues in this case.  (IOMAXIS Rule 30(b)(6) Dep. Excerpts, ECF No. 225.2.) \n39. Burleson was not in North Carolina when he participated in the 17 July \n2020 call.  He has not moved assets from IOMAXIS into North Carolina  and has no \nplans to do so.  He has not set up holding companies for IOMAXIS in North Carolina \nand has no plans to do so.  (Burleson Aff. ¶¶ 7-9.)   \n40. On 7 February 2024, the IOMAXIS Defendants filed the instant Motion \nseeking to dismiss the Second Amended Complaint pursuant to Rule 12(b)(6).  In \naddition, Defendant Five Insights moved to dismiss for lack of personal jurisdiction, \nand Burleson renewed his motion to dismiss for lack of personal jurisdiction. 7  \n(Motion 1-2.) \n41. Plaintiffs filed a timely response, (ECF No. 466), and Defendants filed a \ntimely reply, (ECF No. 480).  The Court held a hearing in this matter on 27 June \n2024.  (Not. H’rg, ECF No. 514.)  The Motions are ripe for disposition. \nB.  Conclusions of Law \n42. “Personal jurisdiction refers to the Court ’s ability to assert judicial \npower over the parties and bind them by its adjudication. ”  In re A.B.D., 173 N.C. \nApp. 77, 83 (2005)  (citation omitted).   Restrictions on personal jurisdiction “ are a \nconsequence of territorial limitations on the power of the respective States.”  Banc of \nAm. Merch. Servs., LLC v. Arby’s Rest. Grp., Inc., 2021 NCBC LEXIS 60, at *21 (N.C. \nSuper. Ct. June 30, 2021)  (quoting Hanson v. Denckla, 357 U.S. 235, 251 (1958)).   \nWhen determining w hether personal jurisdiction exists, the primary focus “ is the \ndefendant’s relationship to the forum State[.] ”  Capitala Grp., LLC v. Columbus \nAdvisory Grp., LTD, 2018 NCBC LEXIS 183, at *8 (N.C. Super. Ct. Dec. 3, \n2018) (quoting Bristol-Myers Squibb Co. v. Superior Court, 582 U.S. 255, 262 (2017)). \n43. The Court’s jurisdiction is constrained by both North Carolina’s long-\narm statute, N.C.G.S. § 1-75.4, and by federal due process.  See, e.g., Bruggeman, 138 \n \n7 Burleson first moved to dismiss for lack of personal jurisdiction in the IOMAXIS \nDefendants’ Consolidated Motion to Dismiss the Trust’s First Amended Complaint, (ECF No. \n223).  The Court stayed consideration of Burleson’s motion while the appeal was pending.   \n(Order Mot. Sever and Stay 6 n.3, ECF No. 283; Order and Op. IOMAXIS Defs.’ Consolidated \nMot. Dismiss Trust’s First Am. Compl. 22 n.14,  ECF No. 290.)  After the Supreme Court’s \nmandate, the Court permitted discovery to proceed with respect to Burleson’s motion to \ndismiss for lack of personal jurisdiction.  (Scheduling Order ¶ 16, ECF No. 320.) \nN.C. App. at 614-15 (“there must be statutory authority for the exercise of \njurisdiction” in addition to due process requirements); Capitala Grp., LLC, 2018 \nNCBC LEXIS 183, at *9 (same).  However, because North Carolina’s long-arm statute \n“is to be afforded a liberal construction so as to reach the outer limits of personal \njurisdiction allowed by due process[,]” Diamond Candles, LLC v. Winter, 2020 NCBC \nLEXIS 28, at *11 (N.C. Super. Ct. Mar. 12, 2020) (citing Beem USA Limited-Liability \nLtd. P’ship. v. Grax Consulting, LLC, 373 N.C. 297, 302 (2020)), this two-step analysis \noften collapses into an inquiry regarding whether due process considerations have \nbeen satisfied.  See, e.g., French-Brown v. Alpha Modus Ventures, LLC, No. COA23-\n290, 2024 N.C. App. LEXIS 551, at *6-7 (July 2, 2024) (quoting Birtha v. Stonemor, \nN.C., LLC, 220 N.C. App. 286, 289 (2012) (“The long-arm statute is liberally construed \nto find personal jurisdiction over nonresident defendants to the full extent allowed by \ndue process.”)); Kaplan Sch. Supply Corp. v. Henry Wurst, Inc., 56 N.C. App. 567, 570 \n(1982) (“Since the requisite statutory authorization for personal jurisdiction is \ncoextensive with federal due process, the critical inquiry in determining whether \nNorth Carolina may assert in personam jurisdiction over a defendant is whether the \nassertion thereof comports with due process.”).  Therefore, the Court proceeds directly \nto the due process inquiry. \n44. Once an objection to the exercise of personal jurisdiction has been \nproperly made, Plaintiffs bear the burden of establishing that personal jurisdiction \nexists.  See, e.g., Bauer v. Douglas Aquatics, Inc., 207 N.C. App 65, 68 (2010) (“[T]he \nplaintiff bears the burden of proving, by a preponderance of the evidence, grounds for \nexercising personal jurisdiction over a defendant.”); Williams v. Instit. for \nComputational Stud. at Colorado State University, 85 N.C. App. 421, 424 (1987) \n(“[P]laintiff has the burden of proving prima facie that a statutory basis for \njurisdiction exists.” (citation omitted)).  After careful consideration, the Court \nconcludes that Plaintiffs have met their burden in this case. \n45. In the canonical decision, International Shoe Co. v. Washington, 326 \nU.S. 310 (1945), the United States Supreme Court established that for personal \njurisdiction to exist, a defendant must have certain minimum contacts with the forum \nstate “such that the maintenance of the suit does not offend traditional notions of fair \nplay and substantial justice.”  Id. at 316 (citation and internal quotation marks \nomitted). \n46. International Shoe’s progeny differentiates between general (“all-\npurpose”) jurisdiction and specific (“case-linked”) jurisdiction.  See, e.g., Capitala \nGrp., LLC, 2018 NCBC LEXIS 183, at *9 (“[C]ourts ‘have differentiated between \ngeneral or all-purpose jurisdiction, and specific or case-linked jurisdiction[.]’ ” \n(quoting Goodyear Dunlop Tires Operations, S.A. v. Brown, 564 U.S. 915, 919 \n(2011))).  “General jurisdiction exists when the defendant’s contacts with the state \nare not related to the cause of action but the defendant’s activities in the forum are \nsufficiently ‘continuous and systematic.’ ”  Skinner v. Preferred Credit, 361 N.C. 114, \n122 (2006).  Specific jurisdiction “exists when the cause of action arises from or is \nrelated to defendant’s contacts with the forum.”  Toshiba Glob. Com. Sols., Inc. v. \nSmart & Final Stores LLC, 381 N.C. 692, 693 (2022) (quoting Skinner, 361 N.C. at \n122). \n47. Plaintiffs do not argue that general jurisdiction exists.   Rather, they \ncontend that Burleson and Five Insights are subject to this Court’s specific \njurisdiction.  While the nature and quantity of the required contacts will vary \ndepending on the facts, to establish specific jurisdiction, “there must be some act by \nwhich the defendant purposefully avails himself of the privilege of conducting \nactivities within the forum state, thus invoking the benefits and protections of its \nlaws[.]”  Tom  Togs, Inc. v. Ben Elias Indus. Corp., 318 N.C. 361, 365 (1986).  “This \nrelationship . . . must be ‘such that he should reasonably anticipate being haled into \ncourt there.’ ”  Id. at 365-66 (quoting World-Wide Volkswagen Corp. v. Woodson, 444 \nU.S. 286, 297 (1980)); see also Jones v. Atlas Distribs., LLC, No. COA21-214, 2022 \nN.C. App. LEXIS 119, at **4-5 (Feb. 15, 2022) (for specific jurisdiction, “courts \nexamine whether the defendants had ‘fair warning that a particular activity may \nsubject them to the jurisdiction of a foreign sovereign, so that they may structure \ntheir primary conduct with some minimum assurance as to where that conduct will \nand will not render them liable to suit.’ ” (quoting Mucha v. Wagner, 378 N.C. 167, \n172 (2021))). \n48. “Specific jurisdiction is, at its core, focused on the ‘relationship among \nthe defendant, the forum , and the litigation.’  ”  Beem USA Limited Liability Ltd. \nP’ship, 373 N.C. at 303 ( quoting Daimler AG v. Bauman, 571 U.S. 117 , 133 (2014)).  \nIt “exists when the cause of action arises from or is related to [the] defendant’s \ncontacts with the forum.”  Skinner, 361 N.C. at 122. \n49. “Th[ese] determination [s] cannot be effected by using a ‘mechanical \nformula or rule of thumb, but by ascertaining what is fair and reasonable and just in \nthe circumstances.’ ”  Phoenix Am. Corp. v. Brissey , 46 N.C. App. 527, 531 (1980) \n(quoting Farmer v. Ferris, 260 N.C. App. 619, 625 (1963)); see also Toshiba Glob. Com. \nSols., Inc., 381 N.C. at 700 (“[T]here is no mechanical test for determining jurisdiction \nbetween contracting parties[.]”). \n50. With these principles in mind , the Court considers  whether it has  \npersonal jurisdiction over Burleson and Five Insights. \n1. Robert A. Burleson \n51. Burleson argues that the Court lacks specific jurisdiction over him  \nbecause Plaintiffs ’ allegations center on the July 2020  telephone calls and the \ncreation of Five Insights , neither of which occurred while Burleson was  present in \nNorth Carolina.  Burleson further contends that his alleged participation in activity \ndiscussed in the telephone calls  was not expressly  aimed at North Carolina.   \n(IOMAXIS Defs.’ Br. Supp. Consolidated Mot. Dismiss Trust’s First Am. Compl . 18-\n19, ECF No. 224 ; IOMAXIS  Defs.’ Reply Supp. Mot. Dismiss  13 , ECF No. 252 ; \nMAXISIQ and Five Insights’ Reply Br. Supp. Mot. Dismiss Second Am. Compl.  \n[“IOMAXIS Defs.’ Reply”] 11-12, ECF No. 480.)  \n52. In response, Plaintiff contends that the Court has specific jurisdiction \nover Burleson because his actions as IOMAXIS’s former CEO and as a current owner \nand director of Five Insights have been and continue to be aimed at the Trust in North \nCarolina.  Citing Calder v. Jones, 465 U.S. 783 (1984), Plaintiffs allege that Burleson \nhas acted to defraud the Trust of the value of its economic interest by taking a leading \nrole in setting up a structure to facilitate the payment of  disguised distributions to \nthe IOMAXIS Defendants and the transfer of IOMAXIS’s assets to Five Insights and \nother related entities .  They allege that Burleson has targeted the Trust, a North \nCarolina resident, as the focal point of his allegedly wrongful activity.  (Pls.’ Br. Opp. \nIOMAXIS Defs.’ Consolidated Mot. Dismiss 15 -17, ECF No. 235 ; Pls.’ Br. Opp. \nIOMAXIS Defs. and Five Insights’ Mot. Dismiss Second Am. Compl. [“Pls.’ Br.”] 20 -\n22, 26-28, ECF No. 466.) \n53. After reviewing the Complain t and the relevant evidence, the Court \nconcludes that it has personal jurisdiction over Burleson.  Burleson is not subject to \nthis Court’s jurisdiction merely because of his status as a former officer and employee \nof IOMAXIS and current director and owner of Five Insights.  See Schaeffer v. \nSingleCare Holdings, LLC, 384 N.C. 102, 116 (2023) (“Importantly, foreign corporate \nofficers, directors, or representatives are not subjected to jurisdiction simply because \ntheir employer-corporation is subject to suit in a particular forum.”); Khouri v. \nAffordable Auto Prot., LLC, No. COA23-284, 2024 N.C. App. LEXIS 491, at *11 (June \n18, 2024) ( A defendant’s status as a corporate officer “does not warrant a grant of \npersonal jurisdiction in North Carolina —even if his employer corporation is subject \nto suit in a particular forum.”) .  But see Calder, 465 U.S. at 790 (emphasizing that \none’s status as a corporate officer or director “ does not somehow insulate them from \njurisdiction”).  \n54. Instead, jurisdiction over Burleson depends on his own  contacts with \nNorth Carolina, whether in his individual or corporate capacity.  See Saft Am., Inc. v. \nPlainview Batteries, Inc. , 189 N. C. App. 579, 600 (2008) (Arrowood, J., dissenting)  \n(“[T]he corporate actions of a defendant who is also an officer and principal \nshareholder of a corporation are imputed to him for purposes of deciding the issue of \npersonal jurisdiction.”), rev’d for reasons stated in dissent, 363 N.C. 5 (2009); Insight \nHealth Corp. v. Marquis Diagnostic Imaging of N.C., LLC , 2015 NCBC LEXIS 7, at \n*19 (N.C. Super. Ct. Jan. 21, 2015) (“ [A] corporate officer’s contacts with North \nCarolina – whether established in his individual capacity or in his capacity as an \nofficer or age nt of his company –  count for purposes of determining whether that \nparticular individual has sufficient  minimum contacts with North Carolina.” \n(emphasis in original)). \n55. In addition , “mere injury to a forum resident is not a sufficient \nconnection to the forum.”   Walden v. Fiore, 571 U.S. 277, 290 (2014).  Instead, \njurisdiction turns on whether the forum state “is the focal point both of the [act] and \nof the harm suffered.”  Calder, 465 U.S. at 789. \n56. Burleson is not a resident of North Carolina.  He owns a vacation home \nin North Carolina and signed an affidavit here for use in this litigation, but Plaintiffs \ndo not allege that Burleson committed any tortious acts in North Carolina.  (Burleson \nAff. ¶¶ 3, 6, 10-12.)  Instead, Plaintiffs assert that specific jurisdiction exists because \nBurleson’s allegedly tortious conduct targeted the Trust in North Carolina.  (Pls.’ Br. \n26-28.) \n57. In Calder v. Jones, the U nited States Supreme Court determined that \nthe state courts of California had personal jurisdiction over defendants in Florida \nbecause the defendants knew that the injury resulting from their action—publishing \nan allegedly libelous story about a California resident—would be felt by the plaintiff \nin California.  465 U.S. at 788-90.  According to the Court:  \nHere, the plaintiff is the focus of the activities of the defendants out of \nwhich the suit arises . . . the brunt of the harm, in terms both of \nrespondent’s emotional distress and the injury to her professional \nreputation, was suffered in California. In sum, California is the focal \npoint both of the story and of the harm suffered. Jurisdiction over \npetitioners is therefore proper in California based on the “effects” of \ntheir Florida conduct in California. \n \nCalder, 465 U.S. at 788-89. \n58. The Supreme Court reasoned that because California was the focal point \nof the tortious act and the harm suffered , defendants should have reasonably \nanticipated being ha led into court in California.  Id. at 7 90 (quoting World-Wide \nVolkswagen Corp., 444 U.S. at 297).  Thus, personal jurisdiction over the F lorida \ndefendants was proper in California.  Id.   \n59. From this case comes the “Calder effects test,” authorizing this Court to \nexercise personal jurisdiction over an out-of-state defendant when “(1) the defendant \ncommitted an intentional tort; (2) the plaintiff felt the brunt of the harm in the forum, \nsuch that the forum can be said to be the focal point of the harm; and (3) the defendant \nexpressly aimed his tortious conduct at the forum, such th at that the forum can be \nsaid to be the focal point of tortious activity.”  Islet Scis., Inc. v. Brighthaven Ventures, \nLLC, 2017 NCBC LEXIS 17, at *15 (N.C. Super. Ct. Mar. 6, 2017) (quoting Carefirst \nof Md., Inc. v. Carefirst Pregnancy Ctrs., Inc., 334 F.3d 390, 398 n.7 (4th Cir. 2003)) ; \nsee also State ex rel. Stein v. Bowen, 2022 NCBC LEXIS 127, at **25 (N.C. Super. Ct. \nOct. 27, 2022) (defining the Calder effects test as “(1) intentional action (2) expressly \naimed at the forum (3) with knowledge that the brunt of the injury would be felt \nthere” (citing State ex rel. Weiser v. JUUL Lab, Inc., 517 P.3d 682, 691 (Colo. 2022))). \n60. Our appellate courts have recognized use of the Calder effects test to \nestablish jurisdiction when fraud targeting a North Carolina citizen was alleged.  See, \ne.g., French-Brown, 2024 N.C. App. LEXIS 551, at *12-13 (“North Carolina has a \nmanifest interest in providing its residents with a convenient forum for redressing \ninjuries inflicted by out-of-state actors.” (cleaned up)); Ciba-Geigy Corp. v. Barnett, \n76 N.C. App. 605, 608-09 (1985) (recognizing the “powerful public interest of a forum \nstate in protecting its citizens against out-of-state tortfeasors” where the defendant \ncommitted fraud without physically coming into this state).8 \n61. Burleson was CEO of IOMAXIS at the time of the July 2020 telephone \ncalls that Plaintiffs allege describe a scheme to deprive them of the value of their \neconomic interest in IOMAXIS.   The Court agrees that the record supports a \nconclusion that Burleson has been active in, and at times even led , efforts that the \n \n8 On the other hand, “the North Carolina Supreme Court has never adopted a conspiracy \ntheory of personal jurisdiction.”  Weisman , 2014 NCBC LEXIS 41, at **18  (citing Stetser v. \nTap Pharm. Prods., Inc., 162 N.C. App. 518, 521 (2004)).  To the extent that Plaintiffs seek \njurisdiction over Burleson due to his alleged involvement in a conspiracy alone, the Court \ndeclines to exercise jurisdiction on this basis.  Instead, the Court concludes that the evidence \nsupports Plaintiffs’ assertion that Burleson’s own actions were expressly aimed at the Trust \nin North Carolina. \nTrust alleges targeted it for harm . It is also apparent from the transcripts that \nBurleson was aware that the Trust would feel the impact of his actions.  \n62. The Court makes no determination regarding Burleson’s liability at this \nstage; rather, it concludes that the nature of Burleson’s contacts, the connection \nbetween those contacts and the harm the Trust allegedly suffered and continues to \nsuffer, and North Carolina’s interest in protecting its citizens from tortious acts, are \nsufficient to satisfy due process requirements and to subject Burleson to the \njurisdiction of this Court.  See JCG & Assocs., LLC v. Disaster Am. USA, LLC , 2019 \nNCBC LEXIS 112, at *7-11 (N.C. Super. Ct. Dec. 19, 2019) (Defendant’s “intentional, \nand allegedly tortious, actions were expressly aimed at North Carolina, and he knew \nthat any injury from [his actions] would be felt here.  [Defendant] should have \nreasonably anticipated being sued in this forum.” (citation and quotation marks \nomitted)).  Accordingly, Burleson’s Motion to Dismiss on  personal jurisdiction \ngrounds is DENIED. \n2. Five Insights \n63. Five Insights contends that the Court lacks jurisdiction over it because \nit is a Delaware limited liability company without systematic or continuous \nconnections to North Carolina.  Five Insights further argues that it is not a successor-\nin-interest to IOMAXIS , but rather that it owns and manages  IOMAXIS, which is \nstill an operating entity with its own assets and liabilities .  In addition, e ven \nassuming arguendo that Five Insights were the alter ego of IOMAXIS, Five Insights \nmaintains that alter ego status alone does not confer jurisdiction.  Finally, IOMAXIS \ncontends that Five Insights is not subject to specific jurisdiction because  its conduct \nwas not specifically directed at this state.  (MAXISIQ Defs.’ and Five Insights’ Br. \nSupp. Mot. Dismiss Trust’s Second Am. Compl. [“IOMAXIS Defs.’ Br.”] 20- 24, ECF \nNo. 431; IOMAXIS Defs.’ Reply 12-13.) \n64. Plaintiffs respond that the Court has  specific jurisdiction over Five \nInsights because every one of IOMAXIS’s owners traded his ownership  interest for \nan ownership interest in Five Insights, effectively making Five Insights IOMAXIS’s \nsuccessor-in-interest.  (Sec ond Am. Compl. ¶¶ 128- 29.)  Therefore, Plaintiffs argue, \nIOMAXIS’s contacts with the s tate of North Carolina must  be imputed to Five \nInsights.  (Pls.’ Br. 23-26.)9 \n65. Alternatively, Plaintiffs argue that Five Insights , as sole owner of \nIOMAXIS’s stock, as well as its manager, has ultimate control over IOMAXIS’s assets \nand is responsible for ensuring that IOMAXIS’s liabilities are paid.  Plaintiffs allege \nthat Five Insights has not honor ed IOMAXIS’s financial obligations to the  Trust, a \nNorth Carolina entity .  (Second Am. Compl. ¶ ¶ 130, 132.)  They contend that Five \nInsights is subject to the Court’s specific jurisdiction because Five Insights expressly \naimed tortious conduct designed to siphon funds from IOMAXIS, without considering \nthe Trust’s economic interest, at the Trust in North Carolina.  (Pls.’ Br. 26-28.) \n \n9 Plaintiffs allege that “in conjunction with the Five Insights Transfer, Five Insights expressly \nor implicitly agreed to assume the liabilities of IOMAXIS.”  (Second Am. Compl. ¶ 128.)  Five \nInsights argues that it has controverted this allegation through its filing of the verified \nDelaware Petition; however, while the portion of the Delaware Petition in the record speaks \nto the members’ transfer of their ownership interests, it does not address whether Five \nInsights also agreed to assume IOMAXIS’s liabilities.  Although t he Court may consider \nuncontroverted allegations when determining personal jurisdiction , it does not base its \nconclusion that personal jurisdiction exists on this uncontroverted allegation alone.   \n66. This is not a case in which two entities entered into an asset purchase \nagreement to avoid the seller’s liabilities.  The movement of assets  that has taken \nplace in this case  is more complex.  Still, it has some of the same trappings  that \nexisted in Budd Tire Corp. v. Pierce Tire Co., a case on which Plaintiffs rely.  90 N.C. \nApp. 684, 687 (1988) ( finding that successor liability may exist where , among other \nreasons, “the transfer of assets was done for the purpose of defrauding the \ncorporation’s creditors”). \n67. In State ex rel. Stein v. E.I. du Pont de Nemours  & Co., 382 N.C. 549 \n(2022), our Supreme Court determined that personal jurisdiction over foreign \ncorporations existed when those corporations were set up as part of a restructuring \neffort undertaken by the defendant to avoid paying its liabilities.  Writing for the \nCourt, Justice Earls observed that “ [t]hough [personal jurisdiction] protects against \nthe threat of litigation in arbitrary jurisdictions, it is not a tool to be weaponized \nagainst claimants by en abling defendants to evade accountability for potentially \ntortious conduct.”  Id. at 551. \n68. The Supreme Court found that E.I Dupont de Nemours (“Old DuPont”) \nhad undergone a significant corporate reorganization that resulted in the transfer of \nmillions of dollars of its assets to out-of-state companies.  Id. at 552-54.  It held that \nthe Due Process Clause allowed North Carolina courts to exercise personal \njurisdiction over the companies that received those assets, even though they did not \nhave contacts of their own with North Carolina.  Id. at 555-64. \n69. In reaching its holding, the Supreme Court looked to the law regarding \ncorporate successors.  First recognizing that corporate entities that purchase another \nentity’s assets are generally not liable for the entity’s liabilities, the Court cited Budd \nTire for the proposition that a purchasing entity may be responsible for those \nliabilities when: \n(1) there is an express or implied agreement by the purchasing \ncorporation to assume the debt or liability; (2) the transfer amounts to a \nde facto merger of the two corporations; (3) the transfer of assets was \ndone for the purpose of defrauding the corporation’s creditors, or; (4) the \npurchasing corporation is a “ mere continuation ” of the selling \ncorporation in that the purchasing corporation has some of the same \nshareholders, directors, and officers. \n \nId. at 558-59 (citing Budd Tire Corp. , 90 N.C. App. at  687).  “If any one of these \ncircumstances is present,” a successor entity will be liable for its predecessor’s actions \nand subject to this Court’s jurisdiction because “a successor likely has or should have \nnotice of the liabilities of its predecessor in a given jurisdiction.”  Id. at 559.   \n70. The Supreme Court held that “the great weight of persuasive authority \npermits imputation of a predecessor’s actions upon its successor whenever forum law \nwould hold the successor liable for its predecessor’s actions.”  Id. at 557 (quoting City \nof Richmond v. Madison Mgmt. Grp., Inc., 918 F.2d 438, 454 (4th Cir. 1990) (emphasis \nin original)).  According to the Court, t he theory underlying this conclusion i s that \nthe two corporations are essentially the same entity, so it does not offend due process \nfor the jurisdictional contact s of one to be imputed to the other.  Id . at 557 (citing \nPatin v. Thoroughbred Power Boats, Inc., 294 F.3d 640, 653 (5th Cir. 2002)). \n71. In reaching this  decision, the Supreme Court rejected the defendants ’ \nargument that jurisdiction was inappropriate because Old DuPont continued to exist \nand no actual or de facto merger had occurred.  In the Supreme Court’s view, mergers \ncannot be “the sole circumstance in which successor jurisdiction is appropriate [ ]” \nbecause “[s]uch a holding would result in the very consequence as described above: \nCompanies could avoid liability for tortious conduct simply by forming a new, out-of-\nstate company instead of effectuating a merger.”  Id. at 560. \n72. In this case, Plaintiffs argue that Five Insights is liable, both for its own \nactions, as well as the actions of IOMAXIS, because the Trust is IOMAXIS’s creditor, \nand IOMAXIS has transferred assets to Five Insights fo r the purpose of defrauding \nthe Trust.  Borrowing from E .I. du Pont de Nemours , Plaintiffs contend that  under \nthese circumstances Five Insights is IOMAXIS’s successor, and  the Court should \nimpute IOMAXIS’s contacts to Five Insights.  \n73. To be sure, Five Insights has not purchased IOMAXIS’s assets; at least, \nnot in the traditional way.  Nevertheless, it exercises control over those assets and is \nprofiting from them to the exclusion of the Trust.  T he IOMAXIS Defendants, \nclaiming to own one hundred percent of its stock, traded their ownership interests for \nlike interests in Five Insights, a company they own.  (Del. Petition  ¶¶ 40-45; Five \nInsights Contribution Agreement .)  They then arranged for Five Insights, via a \nmanagement services agreement, to control the assets of IOMAXIS.  And they have \nexercised that control to cause IOMAXIS to pay Five Insights —owned by them —\nmillions of dollars without paying the Trust a cent.   (See, e.g., Buhr Dep. 62:5-8 (“Q. \nSo you believe it would be perfectly within your rights to sell off the company bit by \nbit until there’s nothing left? A. [Buhr] Yes[.]”); Second Am. Compl. ¶ 142.)  Thus, the \nrationale for finding jurisdiction in E.I. du Pont de Nemours exists equally here.  \n74. However, even were the Court to conclude that IOMAXIS’s contacts \nshould not be imputed to Five Insights, the latter would be subject to this Court’s \njurisdiction pursuant to the Calder effects test. \n75. Plaintiffs allege that Five Insights , through Buhr, its manager, and \nBurleson and Griffin, its directors, has engaged in  tortious activity  targeting the \nTrust, a North Carolina entity , knowing that harm to the Trust would result .  (Pls.’ \nBr. 26 -28.)  For the reasons stated above, t he Court concludes that the record \nsufficiently supports jurisdiction on this basis.  (See, e.g., Second Am. Compl. ¶¶ 130-\n136 (alleging, among other things, that IOMAXIS has paid Five Insights “gratuitous” \nmanagement services fees used to disguise distributions to the individual IOMAXIS \nDefendants to the exclusion of the Trust ); Receiver’s Fifth  Status Report, ECF No. \n616 (documenting transfers of millions of dollars for accounts payable and dividends \nto Five Insights).)   \n76. Accordingly, Five Insights’ Motion to Dismiss on personal jurisdiction \ngrounds is DENIED. \n  \nII. THE MOVING DEFENDANTS’ MOTION TO DISMISS \nPLAINTIFFS’ CLAIMS FOR LACK OF STANDING \n \n77. The Court next addresses the Moving  Defendants’ Motion to D ismiss \nPlaintiffs’ claims for lack of standing.10  As a result of developments in discovery, the \nparties were given the opportunity to supplement their briefing with respect to th e \nTrust’s standing.  (Order, ECF No. 632.)  Moving Defendants filed a supplemental \nbrief on 15 October 2024, (ECF No. 645).   Plaintiffs filed a supplemental responsive \nbrief on 4 November 2024, (ECF No. 662).  Moving Defendants filed their \nsupplemental reply brief on 14 November 2024, (ECF 688). \n78. In short, Moving Defendants argue that the Trust lacks standing to sue \nbecause (a) newly discovered evidence establishes that the Texas Operating \nAgreement, not the North Carolina Operating Agreement, controls, and  (b) the \nEstate’s transfer of Mr. Howard’s interest to the Trust in accordance with the terms \nof Mr. Howard’s Will was not ratified by Buhr, IOMAXIS’s manager, in accordance \nwith the Texas Operating Agreement.     \n79. Given the additional developments in discovery that resulted in \nsupplemental briefing, t he Court refers to its findings of fact above and makes the \n \n10 Defendants have moved to dismiss for failure to state a claim pursuant to Rule 12(b)(6), \nrather than for lack of subject matter jurisdiction pursuant to Rule 12(b)(1).  (MAXISIQ Defs. \nand Five Insights’ Mot. Dismiss Sec. Am. Compl., ECF No. 430.)  While a party’s standing to \nsue may also be challenged pursuant to Rule 12(b)(6), see, e.g., Energy Invs . Fund, L.P. v. \nMetric Constructors, Inc., 351 N.C. 331 (2000), a review under that provision is limited to the \npleadings.  In this instance, both sides argue matters outside the pleadings in support of their \npositions.  Given that the Court may address subject matter jurisdiction at any time on  its \nown motion, see Northfield Dev. Co. v. City of Burlington, 165 N.C. App. 885, 887 (2004), and \nin the interest of judicial economy, in reaching its conclusions here the Court shall analyze  \nDefendants’ motion pursuant to  Rule 12(b)(1) and shall consider matters outside the \npleadings offered by the parties. \nfollowing additional findings of fact for the purpose of determining whether Plaintiffs, \nat this stage, have met their burden of proving that the Trust has standing to sue. \nA.  Findings of Fact   \n80. Discovery in this matter recently unearthed a 7 January 2016 email \nfrom Ron Howard to IOMAXIS’s then counsel, Stephanie Olson, with an attached \nsignature page bearing Ron Howard’s signature dated 19 December 2015 beneath the \nfollowing text: \nIN WITNESS WHEREOF , the undersigned constituting all the \nMembers of the Company, hereby consent to, ratify and confirm the \naction described in the foregoing resolutions, as of June 15, 2015. \n \n(ECF No. 646.3.)  Neither the referenced resolutions nor the signature page of any \nother Member of IOMAXIS was attached to the email. \n81. However, the email and its attachment follow an earlier email sent by \nMs. Olson to the Members of IOMAXIS on 18 December 2015 forwarding a document \ntitled, “Action by Unanimous Written Consent of the Members of IOMAXIS, LLC.” \n(ECF No. 646.2.)  Ms. Olson’s email requests that each Member execute the \nUnanimous Written Consent indicating his agreement with Buhr’s actions to convert \nIOMAXIS to a Texas LLC and adopt the Texas Operating Agreement.  The signature \npage to the Unanimous Written Consent tracks the language of the signature page \nbearing Ron Howard’s signature verbatim. \n82. Defendants argue that this email and its attachment is conclusive proof \nthat Mr. Howard ratified both the conversion of IOMAXIS from a North Carolina LLC \nto a Texas LLC and the adoption of the Texas Operating Agreement.  Accordingly, \nthey argue that it is the terms of the Texas Operating Agreement (and Texas law) \nthat control whether the Trust has standing, not the terms of the North Carolina \nOperating Agreement (and North Carolina law).  (MAXISIQ Defs.’ Supp. Br. \nStanding [“Defs.’ Supp. Br.”] 2, ECF No. 645.) \n83. Plaintiffs respond that “[b]ecause of the convoluted process Buhr \norchestrated in discussing and circulating operating -agreement drafts, it is unclear \nto which document or actions the Unanimous Written Consent, and by extension the \n[Ron Howard] Signature Page, refers.”  (Pls.’ Br. Resp. Movant’s Supp. Br. Standing \n[“Pls.’ Supp. Br.”] 2, ECF No. 662.) \n84. Moreover, even if the signature page reflects Ron Howard’s consent to \nthe Texas conversion and new operating agreement, Plaintiffs argue that Defendants \nhave not presented evidence that, at the time of Mr. Howard’s death in June 2017, \nall Members had provided written consent to convert the company as required by \nSection 57D-3-03(5) of the North Carolina General Statutes.  They point out that John \nSpade, a Member, did not consent to either action until September 2017 at the \nearliest.  (Pls.’ Supp. Br. 2, fn 1.)  Moreover, Griffin, another Member, testified that \nhe does not believe he received the email sending the Unanimous Written Consent.  \n(Pls.’ Supp. Br. Ex. Q, Griffin Dep. 49:1-5, ECF No. 680.)\n11 \n \n11 It is undisputed that Ron Howard died unexpectedly on 12 June 2017.  (Second Am. Compl. \n¶ 2.)  Plaintiffs allege that his Estate later transferred Mr. Howard’s interest in IOMAXIS to \nhis residuary beneficiary, the Trust, for the benefit of Mr. Howard’s children, on 8 December \n2017, as required by Mr. Howard’s Will.  (Second Am. Compl. ¶ 14.) \n \n85. Therefore, Plaintiffs contend that, even considering newly discovered \nmatter outside the pleadings, they, on behalf of the Trust, have sufficiently pled that \nthe North Carolina Operating Agreement controls and  that they  have standing to \nsue.  (Pls.’ Supp. Br. 8-9.) \n86. Alternatively, Plaintiffs both argue in their brief and have pled in their \nSupplemental and Second Amended Complaint, that the Trust has standing to sue \neven if, by the time of Mr. Howard’s death in June 2017, the Members had ratified \nboth the conversion of the Company t o a Texas LLC and the adoption of the Texas \nOperating Agreement.  They allege that IOMAXIS’s attempt to exercise an option —\nprovided by section 8.3.1 of the Texas Operating Agreement —to buy Mr. Howard’s \ninterest was not made within sixty days  following notice of Mr. Howard’s death and \nwas therefore untimely.  (Second Am. Compl. ¶¶ 84 -85, 88, 175; Pls.’ Supp. Br. 11, \nEx. O, ECF No. 678.) \n87. Plaintiffs further argue, but have not pled, that Defendants’ \ninterpretation of the involuntary transfer provisions of Section 7 of the Texas \nOperating Agreement is unreasonable because it would offend public policy and \nviolate state law.  Specifically, Section 7 of the Texas Operating Agreement provides \nin relevant part: \nIn the event of the transfer of an Interest not properly approved as per \nthis Agreement (an “Involuntary Transfer”), the recipient of the \nInvoluntary Transfer (the “Involuntary Assignee”) resulting \ntherefrom (and any successor- in-interest of an Involuntary Assignee) \nshall be subject to all of the restrictions and limitations applicable under \nthis Agreement to the Transfer of Interests, but shall not have the rights \nof a Member and shall i nstead be treated as an Interest Holder.  Once \nthe Manager learns of the Involuntary Transfer, regardless of how much \ntime has passed since it transpired, he has the option of either ratifying \nthe transfer or rejecting it  . . . . In the event the Manager declines to \nratify the Involuntary Transfer and admit the Involuntary Assignee as \na Member of the Company, he must noti fy the affected parties of this \ndetermination.  Once notice of this determination is provided, the \nparties to the Involuntary Transfer have fourteen (14) business days to \nunwind the transaction and provide clear evidence of this unwind to the \nManager. \n \n(Texas OA § 7.1, ECF No. 247.2.) \n88. Defendants do not argue that Buhr, as Manager, can unwind the \nInvoluntary Transfer from Mr. Howard to Mr. Howard’s Estate that occurred upon \nMr. Howard’s death, and such a concept would be fantastical.  But Defendants do \nargue that, Buhr, once learning of the Howard Estate’s assignment to the Trust, had \nthe authority to decline to ratify that transfer and to force it to be unwound and Mr.  \nHoward’s interest returned to the Estate.  (Defs.’ Supp. Br. 9.)   \n89. Plaintiffs contend, but have not pled, that such a reading of Section 7.1 \nwould run counter to both North Carolina\n12 and Texas law, the latter expressly \nproviding that “if a person dies leaving a lawful will . . . all of the person’s estate that \nis devised by the will vests immediately in the devisees [.]”  Tex. Estates Code \n§ 101.001(a)(1) (2017) (emphasis added).  Consequently, they argue, the distribution \nof Ron Howard’s interest from his Estate to his intended beneficiary, the Trust, was \nnot a transfer at all, much less an Involuntary Transfer contemplated by Section 7.1. \n \n12 As for North Carolina law, Plaintiffs contend that interpreting Section 7.1 to give Buhr the \nability to disapprove the distribution of Mr. Howard’s interest to the Trust “regardless of how \nmuch time has since passed” would contravene the testator’s intent and allow Buhr to require \nthe Estate to remain open indefinitely, both of which are contrary to this State’s public policy.  \n(Pls.’ Supp. Br. 13-14.) \n90. In response, Defendants point to the language of the Assignment of \nMembership Interest executed by Kelly C. Howard, both as executor of his father’s \nEstate and trustee of the Trust.  They believe that the document evidences, not a \nbequest, but rather a transfer that was made as a result of a contract the  Estate \nentered after Ron Howard’s death.  Neither party has filed Mr. Howard’s Will, or any \ncontract made after his death.  Consequently, much remains to be determined. \n91. Nevertheless, Plaintiffs do plead that IOMAXIS’s proposed redemption \nprice was “arbitrarily determined by Buhr without regard to complete, accurate, or \nindependent financial information, and without regard to the actual or fair value of \nHoward’s 51% interest.”  (Second Am. Compl. ¶ 89; see also ¶ 175: “IOMAXIS’s Notice \ndid not comply with . . . the purported Texas Document, or with any other agreement \nin effect at the time, and was not grounded upon any reasonable appraisal.”)\n 13   \n  \n \n13 Finally, Plaintiffs argue that even if Section 7.1 of the Texas Operating Agreement applies \nto this situation, Buhr, through his conduct, ratified the transfer of Howard’s interest to the \nTrust by, among other things, expressly recognizing this Court’s subject matter jurisdiction \n(and therefore the Trust’s standing) as recently as February 2022, (Fifth Amended Case \nManagement Order 6, ECF No. 214), and representing in a pleading to the Delaware Court \nof Chancery that, while it denies that the Trust has any ongoing financial rights, “IOMAXIS \nbelieves the Trust only possesses a right to payment in respect of the repurchase of Howard’s \nmembership interest[,]” (Ver. Pet. For Relief ¶ 50, ECF No. 401.3).  While it is true that \nratification may be inferred from a party’s course of conduct, see e.g., BPX Operating Co. v. \nStrickhausen, 629 S.W.3d 189, 196 (Tex. 2021), the Court declines to address this argument \non the basis of the record before it, except to observe that if an Involuntary Transfer occurred, \nand if Buhr in fact ratified that transfer to the Trust, IOMAXIS could no longe r raise this \nargument in support of a motion to dismiss on standing grounds.  \n \nB. Conclusions of Law \n92. “Standing refers to whether a party has a sufficient stake in an \notherwise justiciable controversy such that he or she may properly seek adjudication \nof the matter.”  Am. Woodland Indus., Inc. v. Tolson, 155 N.C. App. 624, 626 (2002).  \nStanding “is a necessary prerequisite to a court’s proper exercise of subject matter \njurisdiction.”  Aubin v. Susi, 149 N.C. App. 320, 324 (2002). \n93. “Since [the elements of standing] are not mere pleading requirements \nbut rather an indispensable part of the plaintiff's case, each element must be \nsupported in the same way as any other matter on which the plaintiff bears the \nburden of proof, i.e., with the manner and degree of evidence required at the \nsuccessive stages of the litigation.”  Neuse River Found. v. Smithfield Foods, Inc., 155 \nN.C. App. 110, 113 (2002) (alteration in original) (citations omitted).   Conclusory \nallegations are insufficient.  Raja v. Patel, 2017 NCBC LEXIS 25, at *12 (N.C. Super. \nCt. Mar. 23, 2017) (citing Burgess v. Charlottesville Sav. & Loan Ass’n, 477 F.2d 40, \n43 (4th Cir. 1973)). \n94. “In determining whether subject matter jurisdiction exists, a court may \nconsider matters outside of the pleadings.”  Keith  v. Wallerich, 201 N.C. App. 550, \n554 (2009) (citing Tart v. Walker, 38 N.C. App. 500, 502 (1978)).  If the plaintiff fails \nto establish subject matter jurisdiction, the Court “can only dismiss the proceeding or \ncase for want of jurisdiction.”  Richards v. Nationwide Homes , 263 N.C. 295, 303 \n(1965). \n95. With respect to the North Carolina Operating Agreement, the Moving \nDefendants’ argument with respect to standing reprises arguments the Court has \npreviously considered and rejected.  See Howard v. IOMAXIS, LLC , 2022 NCBC \nLEXIS 146, at **10- 17 (N.C. Super. Ct. Dec. 5, 2022); Howard v. IOMAXIS, LLC , \n2023 NCBC LEXIS 159, at **16-21 (N.C. Super. Ct. Nov. 29, 2023).  \n96. In their Second Amended Complaint, Plaintiffs specify that the Estate \nwas able to transfer Mr. Howard’s interest because it did not receive timely written \nnotice of the remaining Members’ intention to exercise their option to buy the interest \nfrom the Esta te.  (Second Am. Compl. ¶¶ 81 -84.)  As the Court has previously \ndetermined, the terms of the buy -sell provision in the N.C. Operating Agreement \npermit transfer to any person in that instance.  Mr. Howard’s death triggered the \nprocedures specified in Articl e IX of the N.C. Operating Agreement, which do not \nreference the anti-assignment provision in Article VIII.  Howard, 2022 NCBC LEXIS \n146, at **16-17; Howard, 2023 NCBC LEXIS 159, at **18-19.\n 14 \n97. The late discovery of the emails, Howard’s signature page and the \nUnanimous Written Consent do not change this result.  However, it is possible that \na more complete record could establish that the Texas Operating Agreement, rather \nthan the North Carolina Operating Agreement, controls.  In that event, Plaintiffs’ \npleading may well suffer from its failure to include sufficient allegations supporting \n \n14 A fact-finder could also determine that movement of Mr. Howard’s interest in IOMAXIS \nfrom his Estate to his Trust, all in accordance with his Will, was not an assignment \ncontemplated by the anti-assignment provision in the N.C. Operating Agreement, but rather \nwas merely part of Mr. Howard’s estate plan to pass his interest to the Trust as his residuary \nbeneficiary. \nstanding under the Texas Operating Agreement.  At this stage of the case, however, \nPlaintiffs have pled and have met their burden of proving the elements of standing.  \nAccordingly, Moving Defendants’ Motion challenging the Trust’s standing shall be \nDENIED.\n15 \nIII. THE MOVING DEFENDANTS’ RULE 12(B)(6) MOTION TO \nDISMISS FOR FAILURE TO STATE A CLAIM \n \n98. The Court does not make findings of fact when ruling on the sufficiency \nof the pleadings pursuant to Rule 12(b)(6).  Rather, the Court tests the claims by \nconstruing the factual allegations in the Second Amended Complaint in Plaintiffs’ \nfavor without being bound to any of the alleged legal conclusions.  See, e.g., Concrete \nServ. Corp. v. Invs. Grp., Inc., 79 N.C. App. 678, 681 (1986).  The Court is not required \n“to accept as true allegations that are merely conclusory, unwarranted deductions of \nfact, or unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. HHS, Div. of Facility \nServs., 174 N.C. App. 266, 274 (2005) (quoting Veney v. Wyche, 293 F.3d 726, 730 (4th \nCir. 2002)). \n99. Dismissal of a claim is proper if “(1) the complaint on its face reveals \nthat no law supports the plaintiff’s claim; (2) the complaint on its face reveals the \nabsence of facts sufficient to make a good claim; or (3) the complaint discloses some \nfact that necessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco, PLC, \n371 N.C. 605, 615 (2018) (quoting Wood v. Guilford Cnty, 355 N.C. 161, 166 (2002)) .  \nHowever, “a complaint should not be dismissed for insufficiency unless it appears to \n \n15 The Court declines to consider Plaintiffs’ alternative argument, presented in its reply brief \nand not by motion, that it should be permitted to substitute the Estate as the real party in \ninterest pursuant to Rule 17 of the North Carolina Rules of Civil Procedure.  (See BCR 7.2.) \na certainty that plaintiff is entitled to no relief under any state of facts which could \nbe proved in support of the claim.”  Sutton v. Duke, 277 N.C. 94, 103 (1970) (emphasis \nomitted).  \n100. Furthermore, the Court may consider documents attached to the \npleadings, to which the Complaint specifically refers, including a contract that forms \nthe basis of an action.  See, e.g., Weaver v. St. Joseph of the Pines, Inc., 187 N.C. App. \n198, 204 (2007) (“If . . . documents are attached to and incorporate d within a \ncomplaint, they become part of the complaint.  They may, therefore, be considered in \na connection with a Rule 12(b)(6) . . . motion[.]”); Krawiec v. Manly, 370 N.C. 602, 606 \n(2018) (“In conducting our analysis, we also consider any exhibits attached to the \ncomplaint because ‘[a] copy of any written instrument which is an exhibit to a \npleading is a part thereof for all purposes.’ ” (quoting N.C. R. Civ. P. 10(c)) (alteration \nin original)). \nA.  Breach of the Buy-Sell Agreement \n101. Plaintiffs’ Third Claim for Relief, titled “Breach of the Buy -Sell \nAgreement,” is multi-faceted.  However, to the extent Plaintiffs allege that IOMAXIS \nand/or its members breached the buy-sell provisions of the N.C. Operating Agreement \nby failing to give timely notice of their election to exercise an option to purchase Mr. \nHoward’s interest, they fail to state a claim.  As the Moving Defendants point out and \nPlaintiffs have alleged, failure to timely exercise the purchase option in the N .C. \nOperating Agreement terminated the buy-sell provision.  Termination of the buy-sell \npermitted the transfer of the Estate’s interest to the Trust.  Once terminated, the \nprovision could not be breached.  Further, nothing in the language of the N.C. \nOperating Agreement required the IOMAXIS Defendants to exercise the purchase \noption, timely or otherwise. \n102. Accordingly, to the extent Plaintiffs allege that the IOMAXIS \nDefendants breached the buy-sell provision because they did not provide timely notice \nof their election to purchase Mr. Howard’s shares, the Moving Defendants’ Motion to \nDismiss this claim is GRANTED.16       \n103. However, Plaintiffs also allege that after the buy -sell provision in the \nNorth Carolina Operating Agreement terminated, IOMAXIS and Plaintiffs agreed \nthat IOMAXIS would retain RSM to value Mr. Howard’s interest (the “RSM \nAgreement”).  (Second Am. Compl. ¶¶ 94-103, 186-88.) \n104. The RSM Agreement occurred in the context of the parties’ discussions \nregarding the sale or redemption of Mr. Howard’s interest and the Estate’s tax \nobligations, and Plaintiffs allege that IOMAXIS’s subsequent refusal to cooperate \n \n16 The Moving Defendants contend that the buy -sell provision in the N.C. Operating \nAgreement did not apply, but if it had applied, it would have required the Estate to start the \nbuy-sell process by making an offer, which the Estate did not do.  Therefore, the Moving \nDefendants maintain that any breakdown in the process was the fault of the Estate. \n \nAs the Court has previously observed, the amended buy-sell provision in the N.C. Operating \nAgreement is not a model of clarity.  If, however, the Moving Defendants are correct and the \nEstate was required to start the process with an offer,  in their Fourth Claim for Relief,  \nPlaintiffs have alleged that IOMAXIS violated the duty of good faith and fair dealing in the \nN.C. Operating Agreement by not affording the Estate the financial information that would \nhave enabled it to do so.  The Moving Defendants argue that the Estate did not ask for the \ninformation within the time allotted.  However, it would be for the jury to decide whether the \nduty of good faith and fair dealing required the Estate to ask for the information or whether \nIOMAXIS and its members, having received notice of Mr. Howard’s death, should have \nprovided it as a matter of course.    \n \nwith RSM’s request for financial information and its alleged influence over VSI’s \nvaluation efforts were intended to force the Trust to accept a reduced value for Mr. \nHoward’s interest.  (Second Am. Compl. ¶ 103.)  To the extent the Third Claim for \nRelief pertains to this alleged breach by IOMAXIS, it survives the motion at this \nstage.17 \nB.  Good Faith and Fair Dealing \n105. “Good faith and fair dealing are required of all parties to a contract; and \neach party to a contract has the duty to do everything that the contract presupposes \nthat he will do to accomplish its purpose.”  Weyerhaeuser Co. v. Godwin Bldg. Supply \nCo., 40 N.C. App. 743, 746 (1979)  (citation omitted).  IOMAXIS and the IOMAXIS \nDefendants, all parties to the N.C. Operating Agreement, are bound by this implied \ncovenant.  See N.C.G.S. § 57D-2-30(e). \n106. As discussed above, Plaintiffs allege that IOMAXIS breached the RSM \nAgreement to engage and cooperate with RSM to value Mr. Howard’s interest.  \n(Second Am. Compl. ¶¶ 81 -103.)  They further complain that IOMAXIS violated its \nduty of good faith and fair dealing with respect to the RSM Agreement.  (Second Am. \nCompl. ¶¶ 186-88.) \n107. In addition, the Trust asserts that IOMAXIS has failed and refused to \npay distributions to it as an economic interest holder and instead has improperly paid \nthe Trust’s share of distributions to the IOMAXIS Defendants.  (Second Am. Compl. \n \n17 Plaintiffs allege that the RSM Agreement was between IOMAXIS and the Estate.  (Second \nAm. Compl. ¶ 94.)  The Estate assigned Mr. Howard’s interest in IOMAXIS to the Trust, \nwhich was also the residuary beneficiary of Mr. Howard’s Estate, giving the Trust standing \nwith respect to this claim.  (Compl. Ex. A, ECF 3; Conf. Assignment, ECF No. 154.1.) \n¶ 167.)  These allegations support a claim for breach of the implied covenant of good \nfaith and fair dealing in the N.C. Operating Agreement. \n108. Accordingly, the Moving Defendants’ Motion to D ismiss Plaintiffs’ \nFourth Claim for Relief, Breach of the Duty of Good Faith and Fair Dealing , is \nDENIED.18 \nC. Fraudulent Concealment \n109. The balance of the Moving  Defendants’ arguments challenge  the \nsufficiency of Plaintiffs’ claims for fraudulent concealment and violation of the \nUniform Voidable Transactions Act, N.C.G.S. § 39-23.1 et seq. (the “UVTA”). \n110. IOMAXIS argues that the Trust’s fraudulent concealment claim should \nbe dismissed because (1) the Trust has not sufficiently alleged a duty to disclose; (2) \nthe Trust has not sufficiently alleged detrimental reliance; and (3) the Trust lacks \n \n18 The Moving Defendants argue that the Trust has failed to state a claim for repudiation of \nthe N.C. Operating Agreement because (a) it has demanded specific performance of that \nagreement and (b) it has not alleged that it was ready, willing , and able to perform its \nobligations under the buy -sell provision in that agreement.  ( IOMAXIS Defs.’ Br. 10 n.6.)  \nPlaintiffs respond that the Moving Defendants misunderstand their claim.  They argue that \nthey have alleged that, by insisting that the Texas Operating Agreement applied, IOMAXIS, \nthe IOMAXIS Defendants, and Hurysh repudiated the N.C. Operating Agreement after \nIOMAXIS’s members did not provide timely notice of their election to purchase Mr. Howard’s \ninterest and the buy -sell process in the North Carolina Operating Agreement had ended.  \n(Pls.’ Br. 7-8.)  At that point, Plaintiffs contend, the Trust became the unredeemed economic \ninterest holder entitled, at its election, to specific performance of its economic rights or \ndamages.  See Restatement 2d of Contracts § 257 , cmt. a  (“a repudiation operates until \nnullified not only as a breach, but as a ground for discharge and for excuse of the non-\noccurrence of a condition.” (citations omitted)) ; Restatement 2d of Contracts § 357, cmt. a \n(permitting specific performance  as a remedy when “there has been a breach of contract, \neither by non-performance or by repudiation”).  Evaluating the allegations in the light most \nfavorable to the Trust, as the Court must, Plaintiffs’ allegations state a claim.  See Donovan \nv. Fiumara, 114 N.C. App. 524, 526 (1994) (With Rule 12(b)(6) motions, “the trial court is to \nconstrue the pleading liberally, and in the light most favorable to the plaintiff[.]” (citations \nomitted)). \n \nstanding to assert fraud claims because they are derivative in nature.  (IOMAXIS  \nDefs.’ Br. 11-15.)19 \n111. Plaintiffs respond that this Court has already determined that the \nfraudulent concealment claim is direct, not derivative, and that the allegations in the \nSecond Amended Complaint sufficiently plead both a duty to disclose and detrimental \nreliance.  (Pls.’ Br. 10-13.)   \n112. The Court agrees that there is nothing new here.  Previously, in its  \nOrder on Plaintiffs’ Motion for Leave to File Supplemental and Second Amended \nComplaint (the “Order on Motion to Amend” ), (ECF No. 385), the Court determined \nthat Plaintiffs’ fraud claims arose from duties to the Trust that were allegedly \nviolated and resulted in injury to the Trust alone, separate and distinct from \nIOMAXIS or its members.  As this Court observed: “[W]hen d etermining whether \nPlaintiffs’ fraud claim is derivative, the quest ion is not whether the allegations are \nthat IOMAXIS has been devalued.   The question is whether IOMAXIS has suffered \nan injury resulting from the violation of a duty owed it.”  (Order on Mot. Am. ¶ 48.) \n113. Here, the rights Plaintiffs seek to enforce are those of the Trust alone, \nnot the rights of IOMAXIS.  Plaintiffs allege that the Trust has been harmed, not \nIOMAXIS itself or other defendants claiming to hold an interest in IOMAXIS.  The \nMoving Defendants’ Motion to Dismiss the fraudulent concealment claim for lack of \nstanding is DENIED. \n \n19 IOMAXIS further argues that, to the extent Plaintiffs intend to pursue damages for fraud \nthat allegedly occurred prior to Mr. Howard’s death, (Second Am. Compl. ¶ 47), the Court has \npreviously ruled that such a claim is not cognizable.  See Howard, 2021 NCBC LEXIS 116, \nat *19-22; Howard, 2023 NCBC LEXIS 159, at **28 n.9.   \n114. In its Order on Motion to Amend, the Court also held that the Trust had \nsufficiently alleged a duty to disclose because IOMAXIS, through its agents the \nIOMAXIS Defendants and Five Insights, represented to Plaintiffs that the Trust was \nnot entitled to receive distributions, while at the same time IOMAXIS, the IOMAXIS \nDefendants, and Five Insights were engaged in a scheme to disguise distributions to \nothers and hide information regarding IOMAXIS’s true value.  The Court stated:  \nPlaintiffs allege that those affirmative actions range from a conspiracy \nto create other entities to which IOMAXIS would divert its assets, to \nmaking sham loans and other disguised distributions to the IOMAXIS \nDefendants and related parties, to the use of covert data messaging \nplatforms to keep their plans secret from the Trust and this Court (all \nas discussed in the July 2020 telephone conferences recorded by \nHurysh), to the IOMAXIS Defendants’ continued refusal to produce \nrelevant financial information ev en in discovery, to the sale of \nIOMAXIS’s assets and the IOMAXIS Defendants’ refusal to account to \nthe Trust for the value received, to changing the company’s  corporate \nform to “create chaos and confusion,” to “backdating and/or forging \ndocuments in an attempt to legitimize bad acts. \n \n(Order Mot. Am. ¶ 61 (citation omitted).)  \n115. The Court again determines that Plaintiffs’ allegations regarding \naffirmative steps allegedly undertaken both to conceal the fact that the Trust was \ndue distributions and to mislead the Trust with respect to the true value of IOMAXIS, \n(Second Am. Compl .  ¶¶ 55- 57, 114- 132), are sufficient to give rise to a duty to \ndisclose.  See State ex rel. Stein v. EIDP, Inc., 2023 NCBC LEXIS 32, **21 (N.C. Super. \nCt. Mar. 2, 2023) (“ A duty to disclose arises when one party ‘has taken affirmative \nsteps to conceal material facts from the other[.]’ ” (quoting Harton v. Harton, 81 N.C. \nApp. 295, 298 (1986)));  see also Hardin v. KCS Int’l, Inc., 199 N.C. App. 687, 696 \n(2009) (same). \n116. In addition, even when no duty to disclose would otherwise exist, a party \nwho chooses to speak has a duty to make a full and fair disclosure of facts concerning \nthe matters on which he chooses to speak.  See Ragsdale v. Kennedy, 286 N.C. 130, \n139 (1974); B&D Software Holdings, LLC v. Infobelt, Inc., 2024 NCBC LEXIS 103, at \n**11-12 (N.C. Super. Ct. Aug. 1, 2024); Aldridge v. Metro. Life Ins. Co ., 2019 NCBC \nLEXIS 116, at *103 (N.C. Super. Ct. Dec. 31, 2019).   Therefore, Plaintiffs’ allegation \nthat IOMAXIS represented to the Trust that it was not due distributions when, in \nfact, it was due distributions, is sufficient to allege a duty to disclose.20   \n117. Moreover, the Court has previously addressed the sufficiency of \nPlaintiffs’ allegations of detrimental reliance.  To support allegations of fraud, an \ninjured party’s reliance on a misrepresentation or concealment must be reasonable.  \nReliance is not reasonable when the party “could have discovered the truth of the \nmatter through reasonable diligence, but failed to investigate.”   Sullivan v. Mebane \nPackaging Grp., Inc., 158 N.C. App. 19, 26 (2003).  The converse is also true.  \nAllegations that a reasonable i nvestigation would not have revealed  the truth and \nthat injury resulted satisfy this pleading requirement.  See Arnesen v. Rivers Edge \nGolf Club & Plantation, Inc. , 368 N.C. 440, 454 (2015) (“ [T]o establish justifiable \nreliance a plaintiff must sufficiently allege that he made a reasonable inquiry into \n \n20 To the extent that the Trust argues that the duty to disclose results from the duty of good \nfaith and fair dealing implicit in the operating agreement, the economic loss rule applies.  \nThe economic loss  rule limits “recovery in tort when a contract exists between the parties \nthat defines the standard of conduct[.]”  Akzo Nobel Coatings, Inc. v. Rogers, 2011 NCBC \nLEXIS 42, at **47- 48 (N.C. Super. Ct. Nov. 3, 2011).  T ort actions “must be grounded on a \nviolation of a duty imposed by operation of law, and the right invaded must be one that the \nlaw provides without regard to the contractual relationship of the parties [.]”  Asheville \nContracting Co. v. Wilson, 62 N.C. App. 329, 342 (1983) (emphasis added). \nthe misrepresentation and allege that he was denied the opportunity to investigate \nor that he could not have learned the true facts by exercise of reasonable diligence.” \n(cleaned up)); Hudson- Cole Dev. Corp. v. Beemer, 132 N.C. App. 341, 346 (1999) \n(“[W]hen the party relying on the false or misleading representation could have \ndiscovered the truth upon inquiry, the complaint must allege that he was denied the \nopportunity to investigate or that he could not have learned the true facts by exercise \nof reasonable diligence.” (citing Rosenthal v. Perkins, 42 N.C. App. 449, 452 (1979))); \nEIDP, Inc., 2023 NCBC LEXIS 32, at **23 -24 (determining that investigation was \nfutile because plaintiff did not have access to defendant’s internal studies until after \nthey became public) ; see also 37 Am. Jur. 2d Fraud and Deceit § 237 (“[P]laintiff’s \nfailure to investigate will not preclude a finding of reasonable reliance where the facts \nallegedly misrepresented are peculiarly within the defendant ’s knowledge, and the \nplaintiff has no independent means of ascertaining the truth; in such circumstances, \nreasonable reliance may be found even where the truth theoretically might have been \ndiscovered, though only with extraordinary effort or great difficulty.”). \n118. Here, Plaintiffs have alleged that, despite reasonable diligence, they \nhave been unable to ascertain the truth because IOMAXIS has been steadfast in its \nrefusal to provide the financial information they need to determine whether and how \nmuch the Trust is due in distributions since Mr. Howard’s death and to confirm the \nconversion of IOMAXIS to a Texas LLC.  As this Court previously determined, these \nallegations are sufficient to support Plaintiffs’ claim.  (Order on Mot. Am. ¶ 63.)    \n119. Accordingly, the Moving Defendants’ Motion to Dismiss Plaintiffs’ claim \nfor fraudulent concealment is DENIED. \nD. UVTA Claims \n120. The Moving Defendants argue for dismissal of the Trust’s UVTA claims \non four grounds.  First, citing Section 39 -23.9(1), they assert that the claim is time -\nbarred to the extent Plaintiffs identify transfers that are over four years old.  Second, \nthey contend t hat Section 39 -23.9A provides that only Defendant Spade could be a \ndebtor under North Carolina’s statute.  Third, the IOMAXIS Defendants contend that \nthe transfer of their membership interests in IOMAXIS to Five Insights cannot be a \nvoidable transactio n because it does not involve any asset owned by IOMAXIS.  \nFinally, they contend that the sale of Ingressive, a division of IOMAXIS, to \nMillennium is not an insider transaction because ( a) the transaction was not \nconcealed; (b) Millennium is not own ed by the IOMAXIS Defendants or under its \ncontrol; and ( c) the Trust has no right to force the company to make distributions \nfollowing the sale.  (IOMAXIS Defs.’ Br. 15-20; IOMAXIS’s Reply 10-11.) \n121. Section 39-23.4 of the North Carolina UVTA reads, in pertinent part: \n(a) A transfer made or obligation incurred by a debtor is voidable as \nto a creditor, whether the creditor’s claim arose before or after the \ntransfer was made or the obligation was incurred, if the debtor made the \ntransfer or incurred the obligation: \n \n(1) With intent to hinder, delay, or defraud any creditor of the debtor[.] \nN.C.G.S. § 39-23.4(a).  A transfer includes any “mode, direct or indirect, absolute or \nconditional, voluntary or involuntary, of disposing of or parting with an asset or an \ninterest in an asset[.]”  N.C.G.S. § 39 -23.1(12).  An asset is defined under the UV TA \nas any “[p]roperty of a debtor” that is not encumbered by a valid lien, exempt under \nnonbankruptcy law, or an interest in property held in the tenancy by the entireties \nwhere the creditor only has a claim against one tenant.  N.C.G.S. § 39-23.1(2). \n122. North Carolina’s UVTA contains a choice of law rule providing that a \nclaim for relief “is governed by the local law of the jurisdiction in which the debtor is \nlocated when the transfer is made or the obligation is incurred.”   N.C.G.S. § 39 -\n23.9A(b).  Thus, to determine which law to apply, the Court must first determine the \nlocation of each alleged debtor at the appropriate time. \n123. The location of an organization for UVTA purposes depends on whether \nit has one place of business (making its location that place) or more than one place of \nbusiness (making its location its chief executive office).  N.C.G.S. § 39 -23.9A(a).  \nPlaintiffs allege that IOMAXIS has been a North Carolina LLC since 2004, well \nbefore IOMAXIS’s obligations to the Trust were incurred.  (Second Am. Compl. ¶ 18.)  \n124. But this allegation is insufficient to establish that it is a debtor under  \nSection 39 -23.9A(b).  Plaintiffs do not allege whether IOMAXIS has one or more \nplaces of business and, if more than one place of business, the location of  its chief \nexecutive office.\n21  Thus, Plaintiffs’ allegations against IOMAXIS are insufficient to \nestablish that IOMAXIS is a debtor under North Carolina ’s UVTA, and no other \nstatutory basis for the claim is alleged.   \n \n21 In the verified petition to the Delaware Chancery Court dated 18 September 2023 attached \nto the Second Amended Complaint, IOMAXIS professes to have a principal place of business \nin Dallas, Texas.  (Del. Petition ¶ 1.)   \n \n125. Plaintiffs’ pleading suffers similarly with respect to the other IOMAXIS \nDefendants and Five Insights.  There are no allegations that any of them was located \nin North Carolina when  an allegedly voidable transfer was made  or obligation  \nincurred.  Therefore, the Second Amended Complaint does not establish that they are \ndebtors under the North Carolina UVTA.  Plaintiffs do not plead that the law of any \nother state applies.  As this Court has observed, “[a] plaintiff must give sufficient \nnotice of its claim to allow its adversary and the Court ‘to understand the nature of \n[the claim] and the basis for it.’  ” Carolina Med. v. Amit G. Shah & Palmetto Med. \nGroup, 2023 NCBC LEXIS 9, at **7 (N.C. Super. Ct. Jan. 24, 2023) (quoting Sutton \nv. Duke, 277 N.C. 94, 104 (1970)); see also  N.C. R. Civ. P. 8(a)(1).  Having failed to \nallege an applicable statutory basis for their claim, Plaintiffs have not done so here. \n126. On the other hand, Plaintiffs  allege that Spade has been a North \nCarolina resident throughout the relevant period.  (Second Am. Compl. ¶ 20.)  They \nallege that he transferred his interest in IOMAXIS to Five Insights in an attempt to \navoid liability with respect to the claims brought against him.  These allegations state \na claim against Spade under the North Carolina UVTA.  The claim is timely because \nit has been brought under Section 39-23.4 within the Act’s four-year statute of repose.  \nN.C.G.S. § 39-23.9(1).22 \n127. Accordingly, the Court GRANTS  the Motion and DISMISSES  \nPlaintiffs’ UVTA claim , but only to the extent Plaintiffs  assert that Defendants \nIOMAXIS, Five Insights, Buhr, Griffin , and Burleson  are debtors under the North \n \n22 Plaintiffs’ conspiracy theory may implicate other  defendants with respect to Spade’s \ntransfer.  \nCarolina UVTA.  Plaintiffs may pursue their claim against Spade for the transfer of \nhis ownership interest in IOMAXIS.  Except as stated, the Motion is DENIED. \nIV. CONCLUSION \n128. WHEREFORE, the Moving Defendants’ Motion is GRANTED in part \nand DENIED in part, as follows: \na. Robert A. Burleson’s Motion to Dismiss for lack of personal jurisdiction is \nDENIED. \nb. Five Insights, LLC’s Motion to Dismiss for lack of personal jurisdiction is \nDENIED. \nc. Defendants’ Motion to Dismiss the Second Amended Complaint for lack of \nstanding is DENIED. \nd. Defendants’ Motion to D ismiss the Third Claim for Relief (Breach of the \nBuy-Sell Agreement) is GRANTED to the extent Plaintiffs allege that the \nIOMAXIS’ Defendants breached the buy -sell provision because they did \nnot provide timely notice of their election to purchase Mr. Howard’s shares.  \nExcept as stated, the Motion is DENIED. \ne. Defendants’ Motion to Dismiss the Fourth Claim for Relief (Breach of the \nDuty of Good Faith and Fair Dealing) is DENIED. \nf. Defendants’ Motion to Dismiss the Fifth Claim for Relief (Fraud) is \nDENIED. \ng. Defendants’ Motion to Dismiss the Sixth Claim for Relief (Violation of the \nUniform Voidable Transactions Act/Fraudulent Conveyance) is \nGRANTED to the extent Plaintiff contends that Defendants IOMAXIS, \nLLC n/k/a MAXISIQ, Inc., Five Insights, LLC, Brad C. Boor a/k/a Brad C. \nBuhr, William P. Griffin, III, and Robert A. Burleson are debtors under the \nNorth Carolina UVTA, but DENIED in all other respects. \n \nSO ORDERED, this the 27th day of November, 2024. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}