{
  "id": "f0ed81e89a41f779b14e5dd3ac32bba3e548e1e65616a18a946209b8507af7fe",
  "source_file": "data/raw/ncbc/f0ed81e89a41f779b14e5dd3ac32bba3e548e1e65616a18a946209b8507af7fe.pdf",
  "raw_text": "Julian v. Wells Fargo Bank, N.A., 2012 NCBC 30.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nJohn F. Hanzel, P.A. by John F. Hanzel for Plaintiffs. \n \nYates, McLamb & Weyher, LLP by Dan J. McLamb, Samuel G. Thompson, Jr., and \nAndrew C. Buckner for Defendant Southeastern Waterfront Marketing, Inc. \n \nWomble Carlyle Sandridge & Rice, LLP by W. Clark Goodman and Amanda W. \nAnders for Defendant Wells Fargo Bank, N.A., as successor to Wachovia Bank, N.A. \n \nMurphy, Judge.  \nTHIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court on Defendant Wells Fargo Bank, N.A.’s \n(“Wells Fargo,” as successor to Wachovia Bank, N.A., “Wachovia”) Motion to \nDismiss Plaintiffs’ Complaint and Defendant Southeastern Waterfront Marketing, \nInc.’s (“Southeastern”) Motion to Dismiss, both pursuant to Rule 9(b) and Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure.   \nHaving considered Plaintiffs’ Complaint and the parties’ briefs, the Court \nGRANTS GRANTS GRANTS GRANTS Wells Fargo’s Motion to Dismiss and GRANTS GRANTS GRANTS GRANTS Southeastern’s Motion to \nDismiss. \n \n \n \nSTATE OF NORTH CAROLINA  \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 11299 \n \nWILLIAM L. JULIAN and DENISE G. \nJULIAN, \n \nPlaintiffs, \n \nv. \n \nWELLS FARGO BANK, N.A., a \nsuccessor by merger to WACHOVIA \nBANK, N.A.; and SOUTHEASTERN \nWATERFRONT MARKETING, INC., \n \nDefendants. \n \n \n \n \n \n \nORDER & OPINION ORDER & OPINION ORDER & OPINION ORDER & OPINION    \n \n    \nI. \nPROCEDURAL HISTORY \n {1} On June 10, 2011, Plaintiffs William L. and Denise G. Julian filed \ntheir Complaint in this matter alleging claims of fraud, fraud in inducement, \nnegligent misrepresentation, unfair and deceptive trade practices, civil conspiracy, \nand punitive damages against Defendants Wells Fargo, Southeastern, and \nMaryville Partners, Inc. (“Maryville”). 1   \n {2} The case was designated as a mandatory complex business case on \nJuly 13, 2011, and assigned to this Court on July 15, 2011.  On August 12, 2011, \nWells Fargo and Southeastern filed their respective Motions to Dismiss with \nsupporting memoranda.  Plaintiffs filed their opposition briefs on September 6, \n2011, with Wells Fargo filing a reply memorandum on September 19, 2011. \n {3} On December 9, 2011, Wells Fargo submitted its Suggestion of \nSubsequently Decided Authority citing a recent opinion of the North Carolina Court \nof Appeals: In re Fifth Third Bank, Nat’l Ass’n – Village of Penland Litig. , 719 \nS.E.2d 171 (N.C. Ct. App. 2011). \nII. \nFACTUAL BACKGROUND \n{4} While ordinarily the Court does not make findings of fact in connection \nwith motions to dismiss, as such motions do “not present the merits, but only \n[determine] whether the merits may be reached,” Concrete Serv. Corp. v. Investors \nGroup, Inc. , 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986) (citation omitted), for \npurposes of this Order and Opinion, the Court recites those facts from Plaintiffs’ \nComplaint that are relevant to the Court’s legal determinations. \n{5} This matter arises from a plan by Defendant Maryville to develop a 75-\nacre tract of waterfront property in Georgetown County, South Carolina into a \nsubdivision known as Cravens Grant.  Maryville acquired title to the property in \nApril 2006.  (Compl. ¶¶ 13–15.)  \n                                                 \n1 Plaintiffs filed a voluntary dismissal with prejudice of all claims against Maryville on \nAugust 12, 2011.    \n{6} The gravamen of Plaintiff’s complaint is that Maryville and its agent, \nSoutheastern Waterfront Marketing, Inc. (Southeastern), developed and \nimplemented a plan to “rapidly and artificially inflate the price of real estate [in the \nsubdivision] and sell it to unsuspecting consumers,” (Compl. ¶ 10) and that \nWachovia Bank, Defendant Wells Fargo’s predecessor, “knowingly and willfully \nignored” the “considerably and artificially inflated” appraisal of Plaintiff’s lot that \nthe bank ordered. (Compl. ¶¶ 27–28).   \n{7} Maryville retained Southeastern as a sales agent.  Plaintiffs allege \nthat Southeastern “aggressively marketed” Cravens Grant property to Plaintiff \nWilliam Julian, “touting the near certainty of the property going up in value and \nbeing a sound investment.”  (Compl. ¶ 22.)  Plaintiffs describe Southeastern’s sales \npitch as “compelling,” noting that “properties in Cravens Grant had already begun \nto sell at artificially inflated values.”  (Compl. ¶ 23.)  Plaintiffs allege that they \ndecided to purchase property in Cravens Grant “as an investment” in reliance on \nSoutheastern’s representations.  (Compl. ¶ 24.)  Plaintiffs agreed to purchase \nCravens Grant Lot 151 for $279,880.  (Compl. ¶ 25.) \n{8} Plaintiffs paid a $60,000 deposit for Lot 151 and approached a banker \nat Wachovia for financing.  (Compl. ¶ 26.)  Wachovia ordered an appraisal of Lot \n151 that Plaintiffs assert was “considerably and artificially inflated,”2 a fact \nPlaintiffs allege Wachovia “knowingly and willfully ignored, to the detriment of \nPlaintiffs.”  (Compl. ¶ 28.)  Although the “appraisal did not fit within Wachovia’s \nacceptable underwriting guidelines, . . . Wachovia went . . . ahead with the loan for \nthe sole purpose of charging interest and fees without regard for whether the \ncollateral was sufficient to secure the loan.”  (Compl. ¶ 38.)  Plaintiffs further allege \nthat Wachovia “knew or should have known that Lot 151 was grossly overvalued \n                                                 \n2 Plaintiffs’ Complaint sets forth allegations regarding comparable properties (“comps”) \nused by Wachovia’s appraiser (now deceased, and not a party to this litigation) which, \ntaken as true, suggest that Lot 151 was appraised according to incorrect comps; adjusted \nupward in price because of the “inferior view” of similar-sized comps within Cravens Grant; \nand priced similarly to a comp with a “similar view” that was forty-two percent larger than \nLot 151.  (Compl. ¶¶ 31–36.)     \ngiven the transaction history of the area and the number of loans it provided in the \narea.”  (Compl. ¶ 39.) \n{9} Plaintiffs allege that “[a]lmost immediately” after closing 3  Mr. Julian \nsought, without success, to sell Lot 151 “hoping to capitalize on the returns \npromised by Maryville through its agent [Southeastern].”  (Compl. ¶ 41.)  It was not \nuntil “late Summer 2008” that Plaintiffs learned of problems with similar properties \nmarketed by Southeastern in North Carolina, and that “[i]t slowly became clear \nthat the[se] problems . . . were present in Cravens Grant.”  (Compl. ¶¶ 43–44.)  \nPlaintiffs allege that only then (i.e., in the second half of 2008) did they discover \nthat the value of Lot 151 was “grossly overinflated.”  (Compl. ¶ 45.) \n{10} A substantial number of foreclosures in Cravens Grant followed in \n2009 and 2010, “further depressing property values and stigmatizing the \ndevelopment.”  (Compl. ¶ 46.)  Unable to sell Lot 151, Plaintiffs defaulted on their \nWachovia loan.  (Compl. ¶ 48.)   \n{11} In support of its Motion to Dismiss, Wells Fargo submits evidence that \nit obtained a judgment against Plaintiffs in Mecklenburg County Superior Court for \nthe outstanding value of the Wachovia loan, along with attorney fees and post-\njudgment interest, on June 20, 2011.  (Wells Fargo’s Br. Supp. Mot. Dismiss Ex. 2.) 4             \nIII. \nLEGAL STANDARD \n{12} The appropriate inquiry on a motion to dismiss pursuant to Rule \n12(b)(6) is “‘whether, as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.’”  Crouse v. Mineo , 189 N.C. App. 232, \n237, 658 S.E.2d 33, 36 (2008) (quoting Harris v. NCNB Nat’l Bank , 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987)).   \n                                                 \n3  Plaintiffs do not allege a closing date or date when they first attempted to sell Lot 151. \n4  See Wells Fargo Bank, N.A. v. Julian , No. 10 CVS 7326 (N.C. Super. Ct. June 20, 2011) \n(Williamson, J.) (order entering judgment in favor of Wells Fargo, as successor to Wachovia, \non defendants’ loan indebtedness).  As discussed infra , the Court has not considered \nevidence of this prior lawsuit in deciding Wells Fargo’s Motion to Dismiss. \n{13} While adjudication of a motion to dismiss requires that “the complaint \nmust be liberally construed,” Dixon v. Stuart , 85 N.C. App. 338, 340, 354 S.E.2d \n757, 758 (1987) (citation omitted), the court is not required to “accept as true \nallegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.”  Strickland v. Hedrick , 194 N.C. App. 1, 20, 669 S.E.2d \n61, 73 (2008) (quotation and citations omitted).   \n{14} Furthermore, “where the complaint alleges facts that defeat the claim, \nthe claim should be dismissed.”  Hudson-Cole Dev. Corp. v. Beemer , 132 N.C. App. \n341, 346, 511 S.E.2d 309, 312 (1999)  (citing Raritan River Steel Co. v. Cherry, \nBekaert & Holland,  322 N.C. 200, 367 S.E.2d 609 (1988), rev’d on other grounds , \n329 N.C. 646, 407 S.E.2d 178 (1991)). \nIV. \nWELLS FARGO’S MOTION \nA. \nSUMMARY OF ARGUMENTS \n {15} Wells Fargo first argues in its brief that Plaintiffs’ claims must be \ndismissed as compulsory counterclaims to Wells Fargo’s prior successful suit on \nPlaintiffs’ loan indebtedness (hereinafter, the “Prior Action”), under Rule 13(a) of \nthe North Carolina Rules of Civil Procedure, because Plaintiffs’ claims inherently \nchallenge the validity of the contract on which the Prior Action awarded judgment \nto Wells Fargo.  Wells Fargo next advances the doctrine of collateral estoppel as \nbarring the present suit, also based on the adjudication of the loan indebtedness in \nthe Prior Action.  Lastly, Wells Fargo attacks the Complaint as facially inadequate \nto call forth a remedy at law against Wells Fargo pursuant to the pleading \nstandards of Rules 12(b)(6) and 9(b). \n {16} Plaintiffs respond that their claims against Wells Fargo were not \ncompulsory counterclaims in the Prior Action because the appraiser of Lot 151, now \ndeceased, would have been a necessary party to such claims “whose presence is \nexcused by his . . . death in September 2010,” and over whom North Carolina did \nnot have personal jurisdiction.  (Pls.’ Br. Opp. Wells Fargo’s Mot. Dismiss 5.)  \nPlaintiffs next argue that collateral estoppel does not bar the present suit because \nthe Prior Action “only addressed whether Wachovia lent money to Plaintiffs . . . and \nwhether Plaintiffs repaid that money as agreed,” but “did not . . . address the \nvalidity of the underlying transaction.”  (Pls.’ Br. Opp. Wells Fargo’s Mot. Dismiss \n5.)  Plaintiffs continue by defending the sufficiency of each of the individual claims \nas pled in the Complaint.  \nB. \nANALYSIS \n1. \nPLAINTIFFS’ CLAIMS AS COMPULSORY COUNTERCLAIMS UNDE R RULE 13(a) \n{17} Rule 13(a) provides that “[a] pleading shall state as a counterclaim any \nclaim which at the time of serving the pleading the pleader has against any \nopposing party, if it arises out of the transaction or occurrence that is the subject \nmatter of the opposing party’s claim,” so long as the claim “does not require for its \nadjudication the presence of third parties [over] whom the court cannot acquire \njurisdiction.”  N.C. R. Civ. P. 13(a).  A claim is not compulsory if “[a]t the time the \naction was commenced the claim was the subject of another pending action,” or if \n“[t]he opposing party brought suit upon his claim by attachment or other process by \nwhich the court did not acquire jurisdiction to render a personal judgment on that \nclaim . . . .”  N.C. R. Civ. P. 13(a)(1)–(2). \n {18} “The purpose of Rule 13(a) . . . is to enable one court to resolve all \nrelated claims in one action, thereby avoiding a wasteful multiplicity of litigation.”  \nGardner v. Gardner , 294 N.C. 172, 176–77, 240 S.E.2d 399, 403 (1978) (quotation \nand citation omitted).  While the effect of failing to assert a compulsory \ncounterclaim is not dictated by Rule 13(a), see Jonesboro United Methodist Church \nv. Mullins-Sherman Architects, LLP , 359 N.C. 593, 596, 614 S.E.2d 268, 270 (2005)  \n(citing Gardner , 294 N.C. at 176, 240 S.E.2d at 403), our courts have “‘consistently \nheld that a party who does not plead a compulsory counterclaim is, after \ndetermination of the action in which it should have been pleaded, forever barred \nfrom bringing a later independent action on that claim.’”  Id. (quoting Gardner , 294 \nN.C. at 179, 240 S.E.2d at 404).       \n{19} Despite the potential merits of Wells Fargo’s arguments for dismissal \nunder Rule 13(a), it would be improper for the court to engage in a Rule 13(a) \nanalysis applying a Rule 12(b)(6) standard.    \n{20} In deciding a motion to dismiss under Rule 12(b)(6), the court’s inquiry \nis limited to evaluating the sufficiency of the complaint.  Kemp v. Spivey , 166 N.C. \nApp. 456, 462, 602 S.E.2d 686, 690 (2004) (“The trial court’s consideration of \nevidence other than the pleading is contrary to the purpose of Rule 12(b)(6).” (citing \nEastway Wrecker Service v. City of Charlotte , 165 N.C. App. 639, 599 S.E.2d 410, \n(2004) (McGee, J. dissenting))).  A motion to dismiss is converted to one for \nsummary judgment pursuant to Rule 56 “when matters outside the pleadings are \npresented to and not excluded by the court.”  Stanback v. Stanback , 297 N.C. 181, \n205, 254 S.E.2d 611, 627 (1979) (citing Kessing v. Mortgage Corp. , 278 N.C. 523, \n180 S.E. 2d 823 (1971)).  Conversion of the Rule 12(b) motion, in turn, requires that \n“all parties shall be given reasonable opportunity to present all material made \npertinent to such a motion by Rule 56.”  N.C. R. Civ. P. 12(b); see also Kemp , 166 \nN.C. App. at 462, 602 S.E.2d at 690 (reversing and remanding order dismissing \nclaims under Rule 12(b)(6) where the trial court considered other evidence and “the \nparties were not afforded a ‘reasonable opportunity to present all material made \npertinent to such a motion by Rule 56.’” (quoting N.C. R. Civ. P. 12(b)).   \n{21} The court may, in some instances, consider documents incorporated \ninto the complaint  in deciding a Rule 12(b)(6) motion without converting the motion \nto one for summary judgment.  See Brooks Distrib. Co. v. Pugh , 91 N.C. App. 715, \n718, 373 S.E.2d 300, 302, rev’d on other grounds , 324 N.C. 326, 378 S.E.2d 31 (1989)  \n(finding no error where the trial court considered a contract, attached to the \ncomplaint, that formed the subject matter of the litigation).  To properly consider \nWells Fargo’s contention that Rule 13(a) requires dismissal of Plaintiffs’ claims \nagainst it, however, the Court would have to consider matters outside of (i.e., not \nattached to or referenced in) the Complaint, including Judge Williamson’s Order \nand Judgment in the Prior Action, 5  which would in turn require the Court to permit \nthe parties to present any other evidence material to a summary judgment \ndetermination pursuant to Rule 56.    \n{22} The Court, therefore, declines to consider Wells Fargo’s Rule 13(a) \narguments or evidence in deciding Wells Fargo’s Motion to Dismiss. \n2. \nCOLLATERAL ESTOPPEL \n{23} “Under collateral estoppel as traditionally applied, a final judgment on \nthe merits prevents relitigation of issues actually litigated and necessary to the \noutcome of the prior action in a later suit involving a different cause of action \nbetween the parties or their privies.”  Thomas M. McInnis & Assoc., Inc. v. Hall , 318 \nN.C. 421, 428, 349 S.E.2d 552, 557 (1986) (citations omitted).  For collateral \nestoppel to defeat a plaintiff’s claims: \n(1) The issues to be concluded must be the same as those involved in \nthe prior action; (2) in the prior action, the issues must have been \nraised and actually litigated; (3) the issues must have been material \nand relevant to the disposition of the prior action; and (4) the \ndetermination made of those issues in the prior action must have been \nnecessary and essential to the resulting judgment. \n \nKing v. Grindstaff , 284 N.C. 348, 358, 200 S.E.2d 799, 806 (1973) (citations \nomitted). \n {24} It stands to reason that summary judgment against Plaintiffs in the \nPrior Action would have required determination by the court that a valid loan \ncontract existed between the parties, \nParker v. Glosson , 182 N.C. App. 229, 232, 641 \nS.E.2d 735, 737 (2007) (“The elements of a claim for breach of contract are (1) \nexistence of a valid contract and (2) breach of the terms of that contract.” (quoting \nPoor v. Hill , 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000)), and that any contest \nto a contract’s validity, such as that posed by Plaintiffs’ present claims of fraud and \n                                                 \n5  Although the Complaint admits that “Plaintiffs’ loan with Wachovia ultimately went into \ndefault, exposing them to substantial liability,” (Compl. ¶ 48), Plaintiffs do not attach or \nincorporate by reference the court’s order in the Prior Action.  Had Plaintiffs so much as \nreferenced the Prior Action in the Complaint, this Court’s Rule 13(a) analysis might take on \ndifferent dimensions.   \nmisrepresentation, would invariably challenge Wells Fargo’s contractual rights \nunder the Wachovia loan.6    \n {25} The Court, however, declines to conduct a collateral estoppel analysis, \nas such would conflict with the limited purpose and scope of Rule 12(b)(6).   \n{26} It is clear that, in deciding a motion to dismiss pursuant to Rule \n12(b)(6), the court may consider (1) documents “attached to and incorporated within \na complaint,” and (2) “documents which are the subject of a plaintiff’s complaint and \nto which the complaint specifically refers even though they are presented by the \ndefendant.”  Weaver v. Saint Joseph of the Pines, Inc. , 187 N.C. App. 198, 204, 652 \nS.E.2d 701, 707 (2007).  Yet, as the Weaver court notes, “[t]he mandatory language \nof these Rules is unambiguous and leaves no room for variance in practice.”  Id.  \n                                                 \n6  There is ample precedent in our case law to suggest that an allegation of fraud or \nmisrepresentation surrounding contract formation necessarily challenges the validity of the \nunderlying contract, see Byham v. Nat’l Cibo House Corp. , 265 N.C. 50, 60, 143 S.E.2d 225, \n234 (1965) (holding, where plaintiff asserted a fraud claim with respect to an underlying \ncontract, that “[t]he validity of the contract is the matter which the complaint seeks to put \nat issue”), and will, if proven, render the contract voidable at the election of the non-\nculpable party or, alternatively, will allow the plaintiff equitable relief.  See Furst & \nThomas v. Merritt , 190 N.C. 397, 403, 130 S.E. 40, 44 (1925) (stating that where one party’s \nrepresentation induces the other to contract, and “the representation turns out to be untrue \nand fraudulently made, the party who relied upon it, to his injury, if he acted with \nreasonable prudence in the matter, is not bound to him who deceived him into executing the \npaper”); Kindred of North Carolina, Inc. v. Bond , 160 N.C. App. 90, 100, 584 S.E.2d 846, \n853 (2003)  (stating that a party which “supplies false information for the guidance of others \nin their business transactions  . . . is subject to [negligence] liability for pecuniary loss \ncaused to them by their justifiable reliance upon the information, if he fails to exercise \nreasonable care or competence in obtaining or communicating the information” (quoting \nJordan v. Earthgrains Cos., Inc. 155 N.C. App. 762, 767, 576 S.E.2d 336, 340 (2003)); see \nalso Freeman v. Rothrock , 189 N.C. App. 31, 39, 657 S.E.2d 389, 394 (2008) (“[I]t has long \nbeen a part of the common law that fraud in the inducement is a good defense to an action \non a contract by one of the contracting parties.” (quoting Ex parte S. Energy Homes, Inc. , \n603 So.2d 1036, 1039 (Ala. 1992) (alteration original))); and R ESTATEMENT (S ECOND ) OF \nC ONTRACTS  § 164(1) (1981) (“If a party’s manifestation of assent is induced by either a \nfraudulent or a material misrepresentation by the other party upon which the recipient is \njustified in relying, the contract is voidable by the recipient.”).  That a party’s claims of \nfraud or misrepresentation inducing that party to contract are inherently entwined with an \nopponent’s claims for breach of the same agreement is also borne out by the requirement of \nRule 8(c) of the North Carolina Rule of Civil Procedure that “[i]n pleading to a preceding \npleading, a party shall set forth affirmatively . . . failure of consideration, fraud, illegality,   \n. . . and any other matter constituting an avoidance or affirmative defense.”  N.C. R. Civ. P. \n8(c). \n(citation omitted); see also Minor v. Minor , 70 N.C. App. 76, 78, 318 S.E.2d 865, 867, \ndisc. review denied , 312 N.C. 495, 322 S.E.2d 558 (1984) (citations omitted) \n(holding, with respect to Rule 12(c) motions, that “[n]o evidence is to be heard, and \nthe trial judge is not to consider statements of fact in the briefs of the parties or the \ntestimony of allegations by the parties in different proceedings”).   \n{27} To apply the doctrine of collateral estoppel to Plaintiffs’ claims would \nrequire the Court to determine, as an evidentiary matter not supported by the \nComplaint, that the Prior Action decided the precise issues now raised by Plaintiffs.  \nAlthough the Court finds instances where our appellate courts have considered \nevidence outside the complaint in reviewing Rule 12(b)(6) motions, see, e.g., Turner \nv. Hammocks Beach Corp. , 363 N.C. 555, 559–62, 681 S.E.2d 770, 774–75 (2009) \n(considering, in the light most favorable to plaintiff, the terms of a consent order \nfrom a prior action in reviewing the trial court’s denial of defendant’s 12(b)(6) \nmotion to dismiss), these cases do not enlighten the Court as to how admission of \nsuch evidence conforms to the “unambiguous” and “mandatory language” of Rule 12.  \nSee Weaver , 187 N.C. App. at 204, 652 S.E.2d at 707.  In Turner , the  North \nCarolina Supreme Court reviewed the trial court’s denial of defendant’s Rule \n12(b)(6) motion—which advanced the defense of collateral estoppel—despite the \ninterlocutory nature of defendant’s appeal, holding that “denial of a motion to \ndismiss a claim for relief affects a substantial right when the motion to dismiss \nmakes a colorable assertion that the claim is barred under the doctrine of collateral \nestoppel.”  Turner , 363 N.C. at 558, 681 S.E.2d at 773.  In revisiting defendant’s \nmotion, the Supreme Court considered the details of the consent order from the \nprior proceeding, but without clearly articulating the terms on which such evidence \nwas properly before the trial court.  Id.  at 559–62, 681 S.E.2d at 774–75. \n{28} This Court finds no incorporating reference in Plaintiffs’ Complaint \nthat would clearly invite consideration of Judge Williamson’s Order and Judgment \nin the Prior Action 7  under a Rule 12(b)(6) standard, see Weaver , 187 N.C. App. at \n204, 652 S.E.2d at 707,  and, therefore, declines to do so in the absence of clear \nauthority to support the use of such evidence where Rule 12(b)(6) otherwise “leaves \nno room for variance in practice.”  Id .         \n \n3. \nRULE 12(b)(6) ANALYSIS \n{29} For the reasons set forth below, the Court determines that the facts \npled in the Complaint are nevertheless insufficient to support Plaintiffs’ claims of \nfraud, fraud in inducement, negligent misrepresentation, unfair and deceptive trade \npractices, civil conspiracy, and punitive damages against Defendant Wells Fargo. \na. \nFRAUD AND NEGLIGENT MISREPRESENTATION \n{30} To state a claim for fraud, a plaintiff must allege a “(1) false \nrepresentation or concealment of a material fact, (2) reasonably calculated to \ndeceive, (3) made with intent to deceive, (4) which does in fact deceive[,] . . . (5) \nresulting in damage to the injured party.”  Harrold v. Dowd , 149 N.C. App. 777, 782, \n561 S.E.2d 914, 918 (2002) (citing Ragsdale v. Kennedy , 286 N.C. 130, 138, 209 \nS.E.2d 494, 500 (1974)). \n{31} Claims of fraud are held to a heightened pleading standard pursuant \nto Rule 9(b) of the North Carolina Rules of Civil Procedure.  Specifically, the \ncomplaint must allege with particularity the “time, place and content of the \nfraudulent representation, identity of the person making the representation and \nwhat was obtained as a result of the fraudulent act or representations.”  Harrold , \n149 N.C. App. at 782, 561 S.E.2d at 918 (quoting Terry v. Terry , 302 N.C. 77, 85, \n273 S.E.2d 674, 678 (1981)).  In stating a fraud claim, however, “[m]alice, intent, \nknowledge, and other condition of mind . . . may be averred generally.”  N.C. R. Civ. \nP. 9(b).  \n                                                 \n7  The Court refers here to the fact that although Plaintiffs’ Complaint admits to Plaintiffs’ \ndefault on the Wachovia note, no allegation in the Complaint contains any reference to the \nPrior Action or any resulting judgment.  ( see Compl. ¶ 48.)  \n {32} A viable claim for negligent misrepresentation requires allegations \nthat a plaintiff justifiably relied to his detriment “on information prepared without \nreasonable care . . . by one who owed the relying party a duty of care.”  Hospira Inc. \nv. Alphagary Corp. , 194 N.C. App. 695, 700, 671 S.E.2d 7, 12 (2009) (quoting \nRaritan River Steel Co. , 322 N.C. at 206, 367 S.E.2d at 612). \n {33} Furthermore, “‘when the party relying on the false or misleading \nrepresentation could have discovered the truth upon inquiry, the complaint must \nallege that he was denied the opportunity to investigate or that he could not have \nlearned the true facts by exercise of reasonable diligence.’”  Oberlin Capital, L.P. v. \nSlavin , 147 N.C. App. 52, 59, 554 S.E.2d 840, 846–47 (2001) (quoting Hudson-Cole , \n132 N.C. App. at 346, 511 S.E.2d at 313). \n{34} In their brief, Plaintiffs describe the sale of Cravens Grant properties \nas a collaborative “pump and dump” scheme by Defendants to inflate property \nvalues, then dump the property upon unsuspecting buyers.  Plaintiffs’ Complaint, \nhowever, does not allege that Wells Fargo predecessor Wachovia had any dealings \nwith Plaintiffs, or the other Defendants, prior to Plaintiffs’ decision to purchase Lot \n151.  For this reason, the Court’s reading of Plaintiffs’ claims of fraud or negligence \nagainst Wells Fargo are necessarily confined to Wachovia’s conduct toward \nPlaintiffs after Plaintiffs first contacted Wachovia regarding a loan, i.e., after \nPlaintiffs had already agreed to the terms of sale for Lot 151, including the price. \n{35} Plaintiffs’ allegations do not support claims of fraud or fraudulent \ninducement against Wells Fargo for several reasons.  First, Plaintiffs’ pleading of \nthese claims does not conform to the specificity requirements of Rule 9(b).  The \nComplaint does not allege the identity of an individual officer, employee, or agent of \nthe bank who made any deceptive or misleading representation to Plaintiffs.  In \nfact, Plaintiffs’ allegations of fraud and fraud in inducement fail to specifically name \nWachovia.  Rather, Plaintiffs seek to incorporate Wells Fargo as a defendant in \nthese claims through vague, general references to “Defendants’ [collective] \nfraudulent misrepresentations . . . [and] inducements.”  (Compl. ¶¶ 55, 62.)  These \nconclusory allegations do not meet the particularity requirements of Rule 9(b).    \n{36} Second, Plaintiffs allege that the appraisal of Lot 151 ordered by \nWachovia was “considerably and artificially inflated,” and that Wachovia \n“knowingly and willfully ignored” this fact.  (Compl. ¶ 28.)  The Complaint does not \nallege, however, that Wachovia performed the appraisal for Plaintiffs’ benefit, or \nthat Wachovia was somehow obligated to Plaintiffs regarding the accuracy of the \nappraisal.  In the absence of such allegations, it is reasonable for the court to \nconclude that Wachovia’s appraisal of Lot 151 was conducted for the benefit of the \nbank, not Plaintiffs.  See Allran v. Branch Banking & Trust Co. , 2011 NCBC 21 ¶ \n42 (N.C. Super. Ct. July 6, 2011), http://www.ncbusinesscourt.net/opinions/2011_ \nNCBC_21.pdf (“Appraisals are not conducted for the benefit of borrowers, but \ninstead to protect banks from making under-secured loans.” (citing 12 C.F.R. § \n353.5 (2011))).   \n{37} Third, the Complaint does not allege that Plaintiffs actually or \njustifiably relied on representations made by Wachovia.  Plaintiffs contracted to \npurchase Lot 151 at an allegedly inflated price before contacting Wachovia for a \nloan.  Absent an allegation of actual reliance, Plaintiffs have failed to properly \nallege a claim of fraud against Wells Fargo.  See Walker v. Town of Stoneville , 712 \nS.E.2d 239, 244 (N.C. Ct. App. 2011) (holding that  “[j]ustifiable reliance requires \nactual reliance,” which the court in turn defines as “direct reliance on false \ninformation” (citations and quotation omitted)).  Even assuming, arguendo , that \nPlaintiffs did in fact rely on Wachovia’s appraisal, they do not plead any \ncircumstances that would permit the Court to infer that such reliance was \nreasonable.  See Cobb v. Pennsylvania Life Ins. Co. , 715 S.E.2d 541, 549 (N.C. Ct. \nApp. 2011) (“Reliance is not reasonable where the plaintiff could have discovered \nthe truth of the matter through reasonable diligence, but failed to investigate.” \n(citing State Props., LLC v. Ray , 155 N.C. App. 65, 72, 574 S.E.2d 180, 186 (2002)); \nsee also Allran , 2011 NCBC 21 ¶ 42.   \n{38} The absence of allegations of actual and justifiable reliance also \ndefeats Plaintiffs’ claim against Wells Fargo for negligent misrepresentation.  See \nCobb , 715 S.E.2d at 549–50  (“‘Justifiable reliance    is an essential element of both    \nfraud    and    negligent misrepresentation.’” (quoting Helms v. Holland , 124 N.C. App. \n629, 635, 478 S.E.2d 513, 517 (1996)).   \n{39} For these reasons, Plaintiffs’ allegations against Wells Fargo for fraud, \nfraud in inducement, and negligent misrepresentation are insufficient to satisfy the \nliberal pleading standard applicable to 12(b)(6) motions.  Plaintiffs’ pleading of the \nfraud claims, furthermore, lack the specificity required by Rule 9(b).  Wells Fargo’s \nMotion to Dismiss these claims is, therefore, GRANTED GRANTED GRANTED GRANTED. \nb. \nUNFAIR AND DECEPTIVE TRADE PRACTICES \n{40} Pursuant to N.C. Gen. Stat. § 75–1.1 (hereinafter “UDTPA”), “[a] claim \nfor unfair and deceptive trade practices . . . must allege that: ‘(1) the [defendant] \ncommitted an unfair or deceptive act or practice, or an unfair method of \ncompetition, (2) in or affecting commerce, (3) which proximately caused actual \ninjury to the [plaintiff] or to the [plaintiff’s] business.’”  Sunset Beach Dev., LLC v. \nAMEC, Inc. , 196 N.C. App. 202, 211, 675 S.E.2d 46, 53 (2009)  (quoting Walker v. \nSloan , 137 N.C. App. 387, 395, 529 S.E.2d 236, 243 (2000)) (alteration original).  \n“Whether a particular practice violates the UDTPA is typically a question of law for \nthe court.”  McDonald’s Corp. v. Five Stars, Inc. , 2010 N.C. App. LEXIS 2097, at *8 \n(N.C. Ct. App. Nov. 16, 2010) (unpublished opinion) (citing Dalton v. Camp,  353 \nN.C. 647, 656, 548 S.E.2d 704, 711 (2001)). \n{41} “‘Where an unfair or deceptive practice claim is based upon an alleged \nmisrepresentation by the defendant, the plaintiff must show “actual reliance” on the \nalleged misrepresentation in order to establish that the alleged misrepresentation \n“proximately caused” the injury of which plaintiff complains.’”  Sunset Beach Dev., \nLLC , 196 N.C. App. at 211, 675 S.E.2d at 53  (quoting Tucker v. Blvd. at Piper Glen \nLLC , 150 N.C. App. 150, 154, 564 S.E.2d 248, 251 (2002)). \n{42} Plaintiffs’ UDTPA claim against Wells Fargo fails because, as \npreviously noted, Plaintiffs do not allege actual reliance on any representations by \nWachovia in deciding to purchase Lot 151.  Plaintiffs, therefore, cannot demonstrate \nthat Wells Fargo’s conduct proximately caused Plaintiffs’ injury.  See id.   \n{43} Although Plaintiffs argue “Defendants’ unfair and deceptive trade \npractices . . . go beyond mere fraud,” this assertion is supported only by Plaintiffs’ \ncounsel’s explanation that “[n]ot only did Defendants conceal the true value of the \nproperty, they purposely made it appear more valuable by inflating the price of \nproperties around it to unsustainable levels.”  (Pls.’ Br. Opp. Wells Fargo’s Mot. \nDismiss 8.)  Other than the conduct Plaintiffs allege as the basis for their claims of \nfraud and negligence, they make no additional allegations of unfair or deceptive \nacts in support of their UDTPA claim.  See Strickland v. Hedrick , 194 N.C. App. at \n20, 669 S.E.2d at 73 (holding that the court is not required to “accept as true \nallegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences”).  Plaintiffs, therefore, have not alleged any misconduct, \nmisstatement or misrepresentation by Wells Fargo upon which Plaintiffs justifiably \nrelied.  See Cobb , 715 S.E.2d at 549–50.   \n{44} Plaintiffs’ allegations are, therefore, insufficient to state a claim for \nunfair and deceptive trade practices against Wells Fargo. Accordingly, Well Fargo’s \nmotion to dismiss this claim is GRANTED GRANTED GRANTED GRANTED. \nc. \nCIVIL CONSPIRACY AND PUNITIVE DAMAGES \n{45} Upon the facts as pled, the insufficiency of Plaintiffs’ substantive \nclaims for fraud, negligence, and unfair and deceptive trade practices against Wells \nFargo dictates that Plaintiffs’ remaining claims for civil conspiracy and punitive \ndamages must also fail. \n{46} A claim for civil conspiracy requires “(1) an agreement between two or \nmore individuals; (2) to do an unlawful act or to do a lawful act in an unlawful way; \n(3) resulting in injury to plaintiff inflicted by one or more of the conspirators; and (4) \npursuant to a common scheme.”  Piraino Bros., LLC v. Atl. Fin. Group, Inc. , 712 \nS.E.2d 328, 333 (N.C. Ct. App. 2011) (quoting Privette v. Univ. of North Carolina , \n96 N.C. App. 124, 139, 385 S.E.2d 185, 193 (1989)). \n {47} “It is well established that ‘there is not a separate civil action for civil \nconspiracy in North Carolina.’”  Id.  (quoting Dove v. Harvey , 168 N.C. App. 687, \n690, 608 S.E.2d 798, 800 (2005)).  “Instead, ‘civil conspiracy is premised on the \nunderlying act.’”  Id. (quoting Harris v. Matthews , 361 N.C. 265, 273 n.2, 643 S.E.2d \n566, 571 n.2 (2007)).  Thus, where the court finds “judgment for the defendants on \nthe underlying tort claims to be proper, . . . a plaintiff’s claim for civil conspiracy \nmust also fail.”  Id. at 333–34 (citations omitted).   \n{48} Because the Court has already rejected Plaintiffs’ substantive claims \nagainst Wells Fargo, no allegations of underlying wrongful conduct by Wells Fargo \nremain to support a claim for a conspiracy.  Similarly, because the Court by this \nOrder and Opinion dismisses all the underlying tort claims alleged as to all  \nremaining defendants, 8 no allegations of wrongful conduct by any defendant remain \nupon which an agreement could be based.  See State ex rel. Cooper v. Ridgeway \nBrands Mfg., LLC , 362 N.C. 431, 444, 666 S.E.2d 107, 115  (2008) (“To create civil \nliability for conspiracy there must have been a wrongful act resulting in injury to \nanother committed by one or more of the conspirators pursuant to the common \nscheme and in furtherance of the objective.” (quoting Henry v. Deen , 310 N.C. 75, \n87, 310 S.E.2d 326, 334 (1984))).  \n{49} Having dispatched all other claims against Wells Fargo, Plaintiffs’ \nclaim for punitive damages against this Defendant also fails for want of an \nindependent cause of action.  Iadanza v. Harper , 169 N.C. App. 776, 783, 611 S.E.2d \n217, 223 (2005) (“[P]unitive damages do not and cannot exist as an independent \ncause of action, but are mere incidents of the cause of action[.] . . . If the injured \nparty has no cause of action independent of a supposed right to recover punitive \ndamages, then he has no cause of action at all.” (quotation and citation omitted) \n(alteration original)).  \n{50} For these reasons, the Court GRANTS GRANTS GRANTS GRANTS Defendant Wells Fargo’s    Motion \nto Dismiss the claims for conspiracy and punitive damages.  .  .  .      \n \n                                                 \n8 See section V, dismissing all claims against Southeastern. \nV. \nSOUTHEASTERN’S MOTION \n{51} Plaintiffs bring the same claims (fraud, fraud in inducement, negligent \nmisrepresentation, unfair and deceptive trade practices, civil conspiracy, and \npunitive damages) against Defendant Southeastern that they brought against Wells \nFargo.  Southeastern argues that Plaintiffs’ allegations are insufficient to state any \nclaim upon which relief can be granted pursuant to Rule 12(b)(6) and that Plaintiffs’ \npleading of fraud and fraud in inducement fail due to an absence of the particularity \ndemanded by Rule 9(b).  Although Southeastern’s position with respect to Plaintiffs \nis somewhat different than Defendant Wells Fargo’s, the Court holds that Plaintiffs’ \nclaims against Southeastern fail largely for the same reasons set forth in the \nCourt’s discussion of Wells Fargo’s Motion to Dismiss. \n{52} First, as was the case with the fraud allegations against Wells Fargo, \nPlaintiffs’ Complaint fails to identify any individual employee, officer, or agent of \nSoutheastern who made a fraudulent misrepresentation.  Thus, on its face, the \nComplaint does not meet the heightened pleading requirements of Rule 9(b) to \nsupport a fraud-based claim against Southeastern.  See Harrold , 149 N.C. App. at \n782, 561 S.E.2d at 918 (holding that the complaint must allege with particularity \nthe “time, place and content of the fraudulent representation, identity of the person \nmaking the representation and what was obtained as a result of the fraudulent act \nor representations.”).   \n {53} Regarding Plaintiffs’ negligence claim, the Court recognizes that \nSoutheastern, unlike Wells Fargo, made direct representations to Plaintiffs that \nPlaintiffs allege induced them to purchase Lot 151.  The Court, however, need not \naddress whether Southeastern violated a duty to Plaintiffs in its capacity as sales \nagent for Maryville, because Plaintiffs’ Complaint pleads a degree and type of \nreliance on Southeastern’s alleged representations for which there is no recognized \nlegal or equitable remedy under North Carolina law. \n {54} In their Complaint, Plaintiffs allege that they relied solely on \nSoutheastern’s “compelling” sales pitch in deciding to purchase Cravens Grant \nproperty “as an investment.”  Beyond the allegation that “properties in Cravens \nGrant had already begun to sell at artificially inflated values,” (Compl. ¶ 23), \nPlaintiffs do not allege that Southeastern withheld facts critical to Plaintiffs’ \ndetermination of the future value of property in Cravens Grant.  Cf. Powell v. Wold , \n88 N.C. App. 61, 68, 362 S.E.2d 796, 799 (1987)  (holding sufficient to withstand a \nmotion to dismiss plaintiffs’ allegation that defendant, a real estate broker, \n“misrepresented, or neglected to communicate, facts critical to the future value of \nthe property,” where defendant withheld knowledge of imminent plans for road \nconstruction that would negatively affect the property’s future value).  \n{55} It is a long-standing principle of our common law that promises \nrelating to the future value of property, like the representations allegedly made by \nSoutheastern and relied on by Plaintiffs, 9 even when offered as an inducement to \npurchase, do not concern any subsisting fact  that could form the basis of reasonable \nreliance for claims of fraudulent (or, by extension, negligent) misrepresentation.  \nSee, e.g., Williamson v. Holt , 147 N.C. 515, 520, 61 S.E. 384, 386 (1908) \n(“‘[P]romissory representations,’ looking to the future as to what the vendee can do \nwith the property [and] how much he can make on it . . . are on a par with \nfalse affirmations and opinions as to the value of property, and do not generally \nconstitute legal fraud.”); see also Cobb , 715 S.E.2d at 549–50  (holding that \njustifiable reliance is an element of both fraud and negligent misrepresentation \nclaims).  \n{56} The Complaint, furthermore, does not contain allegations that \nPlaintiffs were denied an opportunity to investigate whether the present value of \nLot 151 at the time of their purchase was less than that represented by \nSoutheastern.  See Oberlin Capital, L.P. v. Slavin , 147 N.C. App. at 59, 554 S.E.2d \nat 846–47; see also Allran , 2011 NCBC 21 ¶ 41 (“ Even if the Complaint sufficiently \nalleged that [the bank] had a duty to disclose [appraisal] information to Plaintiff, it fails \n                                                 \n9 Plaintiffs concede that Plaintiffs purchased Lot 151 “as an investment,” (Compl. ¶ 24), and \nthat Mr. Julian began marketing the property for resale “[a]lmost immediately” after \nclosing in order to “capitalize on the returns promised by Maryville through its agent \n[Southeastern].”  (Compl. ¶ 41.)   \nto set forth facts explaining why Plaintiff’s reliance on [the bank’s] silence with respect \nto the loan transaction and property purchase was both reasonable and detrimental.”) .     \n{57} For these reasons, Plaintiffs’ pleading of negligent misrepresentation \nagainst Southeastern is inadequate to support a claim for relief.  \n{58} As with Wells Fargo, Plaintiffs do not plead any additional conduct by \nSoutheastern, beyond that purported to constitute fraud or negligence, in support of \ntheir claims for unfair and deceptive trade practices, civil conspiracy, or punitive \ndamages.  For these reasons, the Court GRANTS GRANTS GRANTS GRANTS Defendant Southeastern’s Motion \nto Dismiss these claims.   \nVI. \nCONCLUSION \n{59} For the reasons stated herein, the Court GRANTS GRANTS GRANTS GRANTS Defendant Wells \nFargo’s Motion to Dismiss Plaintiffs’ Complaint and GRANTS GRANTS GRANTS GRANTS Defendant \nSoutheastern’s Motion to Dismiss.  Accordingly, Plaintiffs’ claims against Wells \nFargo, as successor to Defendant Wachovia, and Plaintiffs’ claims against \nSoutheastern, are hereby DISMISSED DISMISSED DISMISSED DISMISSED    with prejudice.   \n SO ORDERED SO ORDERED SO ORDERED SO ORDERED, this the 22 nd  day of May, 2012. \n "
}