{
  "id": "f102a046f0deea3fccfc8f130fc24eb8a5f8e1288cd6ed3047654f1d3e8de08a",
  "source_file": "data/raw/ncbc/f102a046f0deea3fccfc8f130fc24eb8a5f8e1288cd6ed3047654f1d3e8de08a.pdf",
  "raw_text": " Brewster v. Powell Bail Bonding, Inc., 2020 NCBC 16. \nSTATE OF NORTH CAROLINA \n \nNEW HANOVER COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 4462 \n \nRAUL S. BREWSTER, \n \nPlaintiff, \n \nv. \n \nPOWELL BAIL BONDING, INC.; \nLARRY JACK POWELL; JOHN E. \nLEONARD, JR.; and CYNTHIA LEE, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT  \n \n1. This action for breach of fiduciary duty and judicial dissolution arises out of \na dispute among the shareholders of a  closely held  bail bonding company.  The \nplaintiff, Raul Brewster, is a minority shareholder and former employee  of Powell \nBail Bonding, Inc. (“PBB”).  He  alleges that he was marginalized by other \nshareholders—namely defendants Larry Jack Powell, John Leonard, and Cind y \nLee—and then wrongfully fired.  The defendants deny this and have moved for \nsummary judgment on all claims.  (See ECF No. 41.)  For the reasons stated below, \nthe Court GRANTS the motion in part and DENIES it in part. \nAtlantic Coast Law, by Mark J. Ihnat, and The Law Office of G. Kurt \nThompson, Jr., by G. Kurt Thompson, Jr., for Plaintiff Raul S. Brewster.  \n \nShipman & Wright, LLP, by W. Cory Reiss, for Defendants Powell Bail \nBonding, Inc., Larry Jack Powell, John E. Leonard, Jr., and Cynthia \nLee.  \n \nConrad, Judge.  \n \n \n \nI. \nBACKGROUND \n \n2. The Court does not make findings of fact in ruling on motions for summary \njudgment.  The following background, describing the evidence and noting relevant \ndisputes, is therefore intended only to provide context for the Court’s analysis and \nruling.  \n3. Brewster joined PBB as an employee in 1997.  (See Defs.’ Ex. D at 13:9–12, \nECF No. 42.5 [“Brewster Dep.”].)   PBB was then and is now a small, closely held \nbusiness.  Brewster says that he soon became “the foundation of the company” due to \nhis promotional efforts and adroit handling of client accounts.  (Brewster Dep. 24:15–\n16; see also Brewster Dep. 23:20–25:13.)  Despite doubts about PBB’s management, \nhe stayed on through an organizational shakeup and became a shareholder  with a \n20% interest .  ( See Brewster Dep. 23:1 –10, 130:11 –131:22.)  Six others held the \nremaining shares:  Powell and his wife ,1 each with a 20% interest ; Lee and her \nhusband, each with a 10% interest ; and Leonard and his wife , each with a 10% \ninterest.  (See Defs.’ Ex. A at 2, ECF No. 42.2.)   \n4. It is unclear from the record when Brewster acquired his shares (he dates \nthe acquisition to both 2005 and 2009 in his deposition), but that discrepancy doesn’t \nmatter for present purposes.  By February 2009, he was counted as an owner, officer, \nand director of PBB.  ( See Defs.’ Ex. A. )  All seven shareholders attended a n \n“organizational meeting” that same month.  (Defs.’ Ex. A at 1.)  Sitting as the board \nof directors, the shareholders adopted bylaws, appointed officers, delegated \n                                            \n1 Powell’s wife died in 2016, after the events at issue here.  (See Defs.’ Ex. O, ECF No. 42.16.) \n \n \nresponsibility for annual budgeting, approved benefits for employed and retired \ncorporate members, established a grievance process for terminated employees, and \nvoted that “no corporate member could sell or transfer their shares to anyone outside \nthe corporation.”  (Defs.’ Ex. A at 3.)  The board also approved a motion by Brewster \nthat all buff accounts —trust accounts used to pay forfeited bonds —would be owned \nby PBB rather than each individual bond agent.  ( See Defs.’ Ex. A at 4.)  Every vote \nwas unanimous.   \n5. Brewster later grew frustrated with his fellow shareholders , but i t is \ndifficult to piece together the events that led to his dissatisfaction.  Brewster’s \ndeposition testimony contains few dates and details.  Written evidence is also spotty.  \nThe record contains no e -mails or other electronic co mmunications among the \nshareholders.  Nor do the parties’ filings include  financial records or other business \nrecords reflecting transactions made by PBB during this period.  Apart from the \nminutes of the February 2009 meeting, the few documents that report shareholder or \ndirector votes are clustered in late 2015.  Adding to the confusion, Brewster’s brief \nincludes a statement of facts drawn from  the unverified allegations of his complaint \nrather than competent evidence in the record.  (See Pl.’s Mem. in Opp’n 2–3, ECF No. \n46 [“Opp’n”].) \n6. In general, it appears that Brewster believed the other “active owners” —\nPowell, Lee, and Leonard—treated him dismissively or with hostility.  (Brewster Dep. \n62:23–25.)  On day-to-day tasks, Brewster felt that he took the laboring oar while the \nothers idled.  ( See, e.g., Brewster Dep. 134:5–8.)  He testified that Powell, Lee, and \n \n \nLeonard excluded him from financial and managerial matters.  (See Brewster Dep. \n29:13–15, 29:23 –30:8, 31:15 –32:1.)  And he further testified that he was excluded \nfrom PBB’s process for counting its agents’ collections; left off PBB’s bank accounts; \nand denied access to the company’s safe, financial records, and buff account  data.  \n(See Brewster Dep. 27:11–14, 30:3–14, 31:15–32:1, 45:4–11, 91:5–18.)   \n7. In September 2015, Brewster put his frustrations on paper, sending a letter \nintended for Powell, Lee, and Leonard .  (See Brewster Dep. 92:5–25; see also Defs.’ \nEx. N, ECF No. 42.15 .2)  After listing his contributions to PBB, Brewster observed \n“that as an owner I am not given the full ownership rights as my other partners.”  \n(Defs.’ Ex. N at 1.)  He closed with a proposition:  \nI want to step down and begin my own path.  We can decide, as partners, \nhow to proceed from here.  I can stay on the payroll, or you can buy me \nout, whatever is best for you and the company . . . .  Regarding to [sic] \nhow you would like to dissolve my ownership interest in the business, I \nam open to any opinion or input.   \n(Defs.’ Ex. N at 1.)  Reading this as a resignation letter, PBB put Brewster on paid \nleave.  (See Pl.’s Ex. B at 1, ECF No. 47.2.)  Brewster has since testified that he “never \nquit nor consented to the termination of his employment.”  ( Brewster Dep. 64:8–11.)  \nAt any rate, within weeks, Brewster was no longer working for PBB.  (See Brewster \nDep. 64:20–24, 65:5–23, 92:23–25.)   \n8. Not long after, Brewster was removed as an officer and director.  In October \n2015, the shareholders assembled for a special meeting and elected Powell, Lee, and \nLeonard as the sole directors of PBB.  (See Defs.’ Ex. F, ECF 42.7.)  The shareholders \n                                            \n2 The copy attached to Defendants’ motion is faded.  A more legible copy, which appears to \nhave the same content, is attached as Exhibit B to the complaint. \n \n \nalso voted to  adopt new corporate bylaws  (“New Bylaws”) , ostensibly because the \noriginal bylaws had been lost.  (See Defs.’ Ex. F; see also Defs.’ Ex. C, ECF No. 42.4.)  \nBrewster was present but abstained from both votes.  (See Defs.’ Ex. F.)  In November, \nthe shareholders  met again and  voted to adopt a Minority Shareholder Buy -Sell \nAgreement (“Shareholder Agreement”) over Brewster’s dissent.  (See Defs.’ Ex. I, ECF \nNo. 42.10; see also Defs.’ Ex. J, ECF No. 42.11.)   \n9. Negotiations over Brewster’s future with PBB went nowhere.  The company \noffered to buy his shares, but he rejected it and counteroffered.  ( See Pl.’s Ex. B; see \nalso Brewster Dep. 10 0:25–101:25.)  Brewster also made a demand to inspect \ncorporate records under N.C.G.S. § 55-16-02.  (See Pl.’s Ex. B at 4, 5.)  PBB’s response \nto that demand is not in the record.   When no settlement ensued, Brewster filed a \nlawsuit in early 2016 that he later voluntarily dismissed without prejudice. \n10. This lawsuit followed in late 2017.  Three claims for relief remain at issue.3  \nBrewster claims that Powell, Lee, and Leonard were controlling shareholders who \nowed him a fiduciary duty as a minority shareholder  and breached that duty .  (See \nCompl. ¶  115, ECF No. 3 .)  Among other things, Brewster allege s that he was \nexcluded from PB B’s financial affairs  and that the New Bylaws and Shareholder \nAgreement were designed to encumber his rights as a minority shareholder .  ( See \nCompl. ¶¶ 48, 76.)  He pairs the claim for breach of fiduciary duty with a related claim \nfor civil conspiracy against Powell, Lee, and Leonard.  (See Compl. ¶¶ 119–21.)  Last, \n                                            \n3 The Court dismissed Brewster’s claim for unfair or deceptive trade practices in an earlier \nopinion.  See Brewster v. Powell Bail Bonding, Inc. , 2018 NCBC LEXIS 76, at *15 –19 (N.C. \nSuper. Ct. July 26, 2018).  \n \n \nBrewster seeks judicial dissolution of PBB under N.C.G.S §  55-14-30, claiming that \nthe company and the other shareholders have frustrated his reasonable expectations, \nincluding his expectation of continued employment.  (See Compl. ¶¶ 87, 107–11.)   \n11. Powell, Lee, Leonard, and PBB move for summary judgment on each claim.  \n(See ECF No. 41.)  Their motion has been fully briefed.  The Court held a hearing on \nJune 10, 2019, at which all parties were represented by counsel.  The motion is now \nripe for determination.  \nII. \nANALYSIS \n \n12. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In deciding a motion for summary \njudgment, the Court views the evidence “in the light  most favorable to the non -\nmov[ant],” taking the nonmovant’s evidence as true and drawing inferences in its \nfavor.  Furr v. K -Mart Corp., 142 N.C. App. 325, 327, 543 S.E.2d 166, 168 (2001) \n(internal citation and quotation marks omitted). \n13. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579, 573 S.E.2d 118, 124 (2002) (citation omitted).  If the moving party carries this \nburden, “it becomes incumbent upon the opposing party to take affirmative steps to \ndefend his position by proof of his own. ”  Lowe v. Bradford , 305 N.C. 3 66, 370, 289 \nS.E.2d 363, 366 (1982).  The opposing party “may not rest upon the mere allegations \n \n \nor denials of his pleading,” N.C. R. Civ. P. 56(e), but must instead “come forward with \nspecific facts establishing the presence of a genuine factual dispute for trial,” Liberty \nMut. Ins. Co. , 356 N .C. at 579, 573 S.E.2d at 124.  Thus, a “motion for summary \njudgment allows one party to force his opponent to produce a forecast of evidence \nwhich he has available for presentation at trial to support his claim or defense.”  Dixie \nChem. Corp. v. Edwards, 68 N.C. App. 714, 717, 315 S.E.2d 747, 750 (1984). \nA. Breach of Fiduciary Duty \n14. The Court begins with Brewster’s claim for breach of fiduciary duty.  The \nelements of this claim are the existence of a fiduciary duty, a breach of that duty, and \ninjury proximately caused by the breach.  See, e.g., Green v. Freeman, 367 N.C. 136, \n141, 749 S.E.2d 262, 268 (2013) ; Miller v. Burlington Chem. Co., LLC , 2017 NCBC \nLEXIS 6, at *23 (N.C. Super. Ct. Jan. 27, 2017). \n15. Powell, Lee, and Leonard contend that Brewster cannot establish any of the \nthree elements.  The existence of a fiduciary duty depends on Brewster’s  allegation \nthat Powell, Lee, and Leonard  were PBB’s “majority and controlling shareholders .”  \n(Compl. ¶ 115.)  They deny th e allegation, arguing that it has been refuted by the \ntestimony of PBB’s other shareholders.  (See Defs.’ Mem. in Supp. 8–13, ECF No. 42 \n[“Mem. in Supp.”].)  Likewise, they contend that Brewster abandoned or contradicted \nhis own allegations of breach and injury during his deposition.  (See Mem. in Supp. \n13–17.) \n16. It was Brewster’s responsibility to rebut these arguments by identifying the \nevidence that supports his claim and articulating how that evidence creates a genuine \n \n \nissue of material fact for trial.  But if he has supporting evidence, he hasn’t cited it .  \nHis briefing on this claim includes a single record citation—an immaterial reference \nto his deposition testimony.  (See Opp’n 7.)  This is a violation of Business Court Rule \n7.5, which require s parties not only to cite supporting material but also to give “a \npinpoint citation to the relevant page of the supporting material whenever possible.”  \nIt is not t he Court’s “job to sift through the record and make [Brewster’s] cas e for \nhim.”  United States v. 5443 Suffield Terrace, 607 F.3d 504, 510 (7th Cir. 2010).4 \n17. Furthermore, the Court must take the record as it is, not as it could be.  At \ntimes, Brewster alludes to documents outside the record and reverts to the \nallegations in his unverified complaint.  ( See, e.g., Opp’n 7, 10.)  Both are off limits .  \nSee, e.g., Cole v. Bonaparte’s Retreat Prop. Owners’ Ass’n , 259 N.C. App. 27, 39, 815 \nS.E.2d 403, 412 (2018) (refusing to consider documents outside the record  on \nsummary judgment); Rankin v. Food Lion , 210 N.C. App. 213, 220, 706 S.E.2d 310, \n315–16 (2011) (directing trial courts “not [to] consider an unverified pleading when \nruling on a motion for summary judgment” (citation and quotation marks omitted)).   \n                                            \n4 This is, of course, the universal rule in the federal courts.  See, e.g., Carr v. Air Line Pilots \nAss’n Int’l, 866 F.3d 597, 601 (5th Cir. 2017) (“Neither we nor the district court have a duty \nto sift through the record in search of evidence to support the nonmovant’s opposition to \nsummary judgment.” (citation and quotation marks omitted)); Satcher v. Univ. of Ark. at Pine \nBluff Bd. of Trs., 558 F.3d 731, 735 (8th Cir. 2009) (“It was not the District Court’s \nresponsibility to sift through the record to see if, perhaps, there was an issue of fact.”); Keenan \nv. Allan, 91 F.3d 1275, 1279 (9th Cir. 1996) (“[I]t is not our task, or that of the district court, \nto scour the record in search of a genuine issue of triable fact.  We rely on the nonmoving \nparty to identify with reasonable particularity the evidence that precludes summary \njudgment.” (citation and quotatio n marks omitted) ); Guarino v. Brookfield Twp. Trs., 980 \nF.2d 399, 405 (6th Cir. 1992) (“Nothing in either the Rules or case law supports an argument \nthat the trial court must conduct its own probing investigation of the record.”); see also Ellison \nv. Alexander, 207 N.C. App. 401, 405, 700 S.E.2d 102, 106 (2010) (“Although we are not bound \nby federal case law, we may find their analysis and holdings persuasive.” (citation and \nquotation marks omitted)). \n \n \n18. In short, Brewster’s response isn’t adequate to the task .  For each claim \nelement, the gaps are glaring. \n19. To begin, Brewster no longer relies on the rule that “the majority \nstockholder of a corporation owes fiduciary duties to the minority stockholders.”  \nCorwin v. British Am. Tobacco PLC , 371 N.C. 605, 616, 821 S.E.2d 729, 737 (2018)  \n(“Corwin II”).  The undisputed evidence shows that Powell, Lee, and Leonard held an \naggregate interest of only 40 percent during the relevant timeframe.  ( See Defs.’ Ex. \nA at 2.)  Brewster concedes as much.  (See Opp’n 6.) \n20. Rather, Brewster presses a theory our Supreme Court has yet to adopt: that \nminority shareholders who exercise actual control over the corporation owe a \nfiduciary duty to the other shareholders.  See Corwin II, 371 N.C. at 616, 821 S.E.2d \nat 737.5  In jurisdictions that have adopted the theory, the standard required to show \nactual control is demanding.  It “can only be met where stockholders who, although \nlacking a clear majority, have  such formidable voting and managerial power that \nthey, as a practical matter, are no differently situated than if they had majority voting \ncontrol.”  In re KKR Fin. Holdings LLC S’holder Litig. , 101 A.3d 980, 992 (Del. Ch. \n2014) (citation and quotation marks omitted) .  The shareholders must not only \n                                            \n5 In an earlier decision, the Court held that Brewster had adequately stated a claim for relief \nbased on this theory.  See Brewster, 2018 NCBC LEXIS 76, at *1 0–15.  At that time, our \nCourt of Appeals had held “that a minority shareholder exercising actual c ontrol over a \ncorporation may be deemed a ‘controlling shareholder’ with a concomitant fiduciary duty to \nthe other shareholders.”  Corwin v. British Am. Tobacco PLC , 251 N.C. App. 45, 51, 796 \nS.E.2d 324, 330 (2016), rev’d, 371 N.C. 605, 821 S.E.2d 729 (2018).  The Supreme Court has \nsince reversed the Court of Appeals’s decision and expressly reserved judgment as to whether \na controlling minority shareholder owes a duty to other shareholders.   See Corwin II , 371 \nN.C. at 616, 821 S.E.2d at 737.  \n \n \npossess control but also use it in a way  “that prevents a company’s directors from \nfreely exercising their judgment in determining whether or not to approve and \nrecommend a transaction.”  Corwin II, 371 N.C. at 618, 821 S.E.2d at 738 (citation, \nquotation marks, and alteration omitted).  Mere “leverage over the board of directors \nis not enough.”  Id. at 617, 821 S.E.2d at 738. \n21. Even if this were the law in North Carolina (which the Court need not \ndecide), the evidence for the period before October 2015 doesn’t measure up.  It is \nundisputed that PBB had a seven-member board of directors during that time.  (See \nDefs.’ Ex. A.)  As three of the seven, Powell, Lee, and Leonard were not a majority.  \nNor is there evidence that the other four were prevented from freely exercising their \nown judgment: one was Brewster; another was Powell’s wife, now deceased; and the \nlast t wo submitted affidavits in which they  deny having felt “pressure” or being \n“obligated to vote with or against any other person,” (Defs.’ Ex. L ¶ 5, ECF No. 42.13; \nDefs.’ Ex. M ¶ 6, ECF No. 42.14; see also Defs.’ Ex. M ¶ 8).   \n22. In conclusory fashion, Brewster contends that the board voted “in a lockstep \nmarch” with Powell, Lee, and Leonard.  (Opp’n 7.)  But he cites no evidence in support.  \nIt is also entirely unclear which votes were problematic .  Brewster doesn’t specify \nthem, and t he record includes  only one set of  minutes from this time frame —a \nFebruary 2009  meeting during which the board, including Brewster, voted \nunanimously on every issue.  (See Defs.’ Ex. A.)  Given Brewster’s failure to cite any \nevidence or to identify any offending transactions, no reasonable jury could conclude \nthat Powell, Lee, and Leonard exercised actual control over PBB before October 2015. \n \n \n23. Beginning in October 2015, Powell, Lee, and Leonard became PBB’s only \ndirectors.  Assuming a fiduciary duty arose at that point (which, again, the Court \nneed not decide), Brewster has not put forward evidence of a breach.  As Powell, Lee, \nand Leonard note, (see Mem. in Supp. 13), Brewster testified that the actions giving \nrise to his claim were limited to the allegations in paragraph 48 in his complaint, (see \nBrewster Dep. 29:19–22).  The testimony is surprising because paragraph 48 does not \nrefer to events after October 2015, such as the adoption of  the New Bylaws or the \nShareholder Agreement.  Perhaps Brewster made a mistake, but his opposition brief \ndoes not acknowledge, explain, or attempt to withdraw the testimony.   \n24. Regardless, Brewster gives no evidence to support any alleged breach.  On \na charitable reading, his brief includes three arguments.  First,  he contends in one \nsentence that the New Bylaws and the Shareholder Agreement encumbered his \nrights, yet he  does not cite either document , cite any other evidence, identify the \ndisagreeable provisions, or even articulate  how his rights were encumbered .  (See \nOpp’n 7–9.)  In fact, Brewster testified that he has not  read the Shareholder \nAgreement and could not identify any provisions that targeted his rights.  ( See \nBrewster Dep. 119:2–121:14.)  Second, Brewster asserts generally—without citation \nand based only on  his “reasonable belief” —that Powell, Lee, and Leonard \n“mismanaged” PBB and “misappropriated” its funds.  (Opp’n 9.)  And third, h e \ncontends that  PBB refus ed to comply with his prelitigation demand to inspect \ncorporate records, once more citing no evidence that the company or any of the other \n \n \nshareholders denied his demand .6  (See Opp’n 8.)  Each argument is undeveloped, \nunexplained, and unsupported.  There are no genuine issues of fact for a jury to \ndecide. \n25. So too for t he element of injury .  Powell, Lee, and Leonard return to \nBrewster’s deposition testimony in support.  (See Mem. in Supp. 15–17.)  Asked to \narticulate his injuries or damages, Brewster could not do so for any of the breaches \nalleged in his complaint.  (See Brewster Dep. 31:3–7, 32:13–33:19, 35:10–14, 43:1–10, \n47:8–18, 49:5–50:3, 52:6–8, 70:13–16, 121:9–14, 138:5–13.)  Without attempting to \nexplain or revise  this testimony , Brewster accuses Powell, Lee, and Leonard  of \n“hiding the ball” by refusing to provide needed financial records.  (Opp’n 9.)  This is \nunpersuasive.  Brewster had more than seven months to complete discovery.  He did \nnot raise  any discovery disputes or move to compel production of additional \ndocuments or witnesses.  If Brewster means to suggest that the defendants have \nhidden or destroyed evidence, he has not fairly raised such a serious charge. \n26. Brewster’s other damages arguments are makeweight.  Without citation, he \ncontends that his skills “as a bail bondsman are unique to the industry and not \naccommodating for crossover into other industries.”  (Opp’n 10.)  The argument lacks \nevidence and has to do with the termination of Brewster’s employment, which he has \nnot alleged as a basis for his claim for fiduciary duty .  A final damages argument is \nthat “the company has reported extensive losses”  as shown by “K -1 documents \n                                            \n6 This argument is puzzling  for another reason .  By statute, a qualified shareholder  may \npetition a court for an order compelling the inspection and copying of corporate records if the \ncorporation has improperly denied the shareholder’s request.  See N.C.G.S. § 55-16-02.  At no \npoint has Brewster asserted a claim of that type.   \n \n \nproduced by the Defendants.”  (Opp’n 10.)  These documents are not in the record and \nmay not be considered. \n27. At summary judgment, arguments must derive from evidence, and \nallegations must yield to proof.  Brewster has delivered neither.  Having failed to cite \nany evidence, Brewster has not shown any genuine issue of material fact for a jury to \ndecide.  Accordingly, the Court grants summary judgment as to Brewster’s claim for \nbreach of fiduciary duty.  \nB. Conspiracy \n28. Summary judgment is also appropriate as to Brewster’s conspiracy claim.  \n“Only where there is an underlying claim for unlawful conduct can a plaintiff state a \nclaim for civil conspiracy by also alleging the agreement of two or more parties to \ncarry out the conduct and injury resulting from that agreement.”  Toomer v. Garrett, \n155 N.C. App. 462, 483, 574 S.E.2d 76, 92 (2002).  Here, the Court has determined \nthat Brewster has no viable underlying claim for breach of fiduciary duty.  Thus, the \nclaim for conspiracy “must also fall.”  Esposito v. Talbert & Bright, Inc., 181 N.C. App. \n742, 747, 641 S.E.2d 695, 698 (2007) ( affirming summary judgment as to conspiracy \nclaim); see also Piraino Bros., LLC v. Atl. Fin. Grp., Inc., 211 N.C. App. 343, 350, 712 \nS.E.2d 328, 333–34 (2011) (same).   \nC. Judicial Dissolution \n29. Next, the Court turns to Brewster’s claim for judicial dissolution .  A trial \ncourt may dissolve a corporation when “liquidation is reasonably necessary for the \n \n \nprotection of the rights or interests of the c omplaining shareholder.”  N.C.G.S. \n§ 55-14-30(2)(ii).  The complaining shareholder must prove that  \n(1) he had one or more substantial reasonable expectations known or \nassumed by the other participants; (2) the expectation has been \nfrustrated; (3) the frustration was without fault of plaintiff and was in \nlarge part beyond his control; and (4) under all of the circumstances of \nthe case, plaintiff is entitled to some form of equitable relief.   \nMeiselman v. Meiselman, 309 N.C. 279, 301, 307 S.E.2d 551, 564 (1983). \n30. At issue is whether Brewster had a reasonable expectation of continued \nemployment with PBB.  (See Compl. ¶¶ 87, 108, 109.)  Powell, Lee, and Leonard argue \nthat his expectation of continued employment, if he had one, was privately held and \nnot known or assumed by the other shareholders.  (See Mem. in Supp. 5, 20–21.)  They \nnote that no written document memorializes Brewster’s expectation  of continued \nemployment.  (See Mem. in Supp. 5, 20.)  In addition, they submit affidavits in which \nother shareholders deny that Brewster ever conveyed his expectation to them or that \nthey shared it.  ( See Defs.’ Ex. E  ¶¶ 5–8, ECF No. 42.6 ; Defs.’ Ex. L  ¶¶ 10, 12–14; \nDefs.’ Ex. M ¶¶ 13–16; Defs.’ Ex. P ¶¶ 4–7, ECF No. 42.17.)  \n31. Once again, Brewster’s brief is far from thorough.  On this claim, though, he \ndoes just enough.   Citing his deposition testimony, Brewster contends that he was \nemployed by PBB for over twenty years and  that PBB’s principals made him a \nshareholder for the very purpose of retaining h im as an employee.  ( See Opp’n 12.)  \nIndeed, Brewster testified that the stock offer was a key reason that he agreed to stay \nwith PBB and turn down a competing employment offer.  (See Brewster Dep. 23:1–\n9.)  As the Court of Appeals has observed, a shareholder’s “reasonable expectations \nare to be determined by examining the entire history of the participants’ \n \n \nrelationship.”  Lowder v. All Star Mills, Inc., 75 N.C. App. 233, 242, 330 S.E.2d 649, \n655, cert. denied, 314 N.C. 541, 335 S.E.2d 19 (1985).  A jury could conclude that \nBrewster’s lengthy employment with PBB “was sufficient notice to the other \nshareholders that he had a reasonable expectation of continued employment.”  Id. at \n244, 330 S.E.2d at 656.  \n32. In a footnote, Powell, Lee, and Leonard also argue that any frustration of \nBrewster’s rights was his “own doing because he instigated his separation by \nannouncing a desire to resign, which the company accepted.”  (Mem. in Supp. 22 n.10.)  \nThe Court need not and does not consider this perfunctory, one -sentence argument \nwith no supporting citation, other than to note that Brewster denies announcing his \nresignation.  ( See Brewster Dep. 64:8 –11.)  To the extent Powell, Lee, and Leonard \nexpand the argument in their reply brief, it comes too late. \n33. Finally, the reply brief also suggests that the Court should deny relief in its \ndiscretion, presumably for equitable reasons.  It would be premature to make that \ndetermination on this record and without more complete argument from both sides. \n34. Accordingly, the Court denies the motion for  summary judgment as to the \nclaim for judicial dissolution.   \nIII. \nCONCLUSION \n \n35. For the reasons set forth above, the Court GRANTS the motion for \nsummary judgment  as to  Brewster’s claims for breach of fiduciary duty  and civil \nconspiracy.  These claims are DISMISSED with prejudice.  \n36. The Court DENIES the motion as to the claim for judicial dissolution.  \n \n \n37. Within seven days of this Order, counsel for the parties shall meet an d \nconfer as to the anticipated length of trial and submit a joint status report via e-mail \nto the law clerk assigned to this case. \n \nSO ORDERED, this the 11th day of March, 2020.       \n     \n     \n      /s/ Adam M. Conrad                          \n     Adam M. Conrad \n     Special Superior Court Judge \n       for Complex Business Cases \n "
}