{
  "id": "f1493380057e0ecfa254e1107c35dabeaf79988f098687bd1f5ff688b21aad29",
  "source_file": "data/raw/ncbc/f1493380057e0ecfa254e1107c35dabeaf79988f098687bd1f5ff688b21aad29.pdf",
  "raw_text": "Barnes v. Perry, 2018 NCBC 77. \n \nSTATE OF NORTH CAROLINA \n \nCRAVEN COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 177 \n \nRONALD HOWARD BARNES, \n \n   Plaintiff, \n \nv. \n \nELY J. PERRY, III; PERRY \nBROTHERS PROPERTIES, LLC; \nPERRY WIVES, LLC; PERRY \nGRANDCHILDREN, LLC; DOWN \nEAST HOLDINGS, LLC; and \nPERRY’S, INC.,  \n \n   Defendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO STRIKE \nAND MOTION TO DISMISS \n \n1. THIS MATTER is before the Court on Defendants’ motion to strike (the \n“Motion to Strike”) and motion to dismiss (the “Motion to Dismiss”) filed on April 16, \n2018 as a single motion.  (The Motion to Strike and Motion to Dismiss are collectively \nreferred to herein as the “Motions.”)  For the reasons set forth below, the Court hereby \nDENIES the Motion to Strike and GRANTS in part and DENIES in part the \nMotion to Dismiss. \nMast, Mast, Johnson, Wells & Trimyer, P.A., by George B. Mast and \nClint A. Mast, for Plaintiff. \n \nWhite & Allen, P.A., by John P. Marshall & Matthew S. Sullivan, for \nDefendants. \n \nRobinson, Judge. \n \n \n \n \n \n \n \nI. FACTUAL BACKGROUND \n2. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”) but only recites \nthose factual allegations of the Complaint that are relevant and necessary to the \nCourt’s determination of the Motion to Dismiss.  \n3. Plaintiff Ronald Howard Barnes (“Plaintiff”) and Defendant Ely J. Perry, \nIII (“Perry”) are North Carolina residents who allegedly agreed to form a partnership \nto develop commercial properties for lease or sale.  (Compl. ¶¶  1–2, 24, 28, 34, ECF \nNo. 4.) \n4. Defendants Perry Brothers Properties, LLC (“Perry Brothers”), Perry \nWives, LLC, Perry Grandchildren, LLC, and Down East Holdings, LLC (“Down East”) \n(collectively, the “Perry Entities”) are North Carolina limited liability companies with \ntheir principal offices at the same address in Lenoir County.  (Compl. ¶¶ 3, 7, 11, 14.)  \nPerry is both the registered agent for and a member and manager of each of the Perry \nEntities.  (Compl. ¶¶ 4–6, 8–10, 12–13, 15–17, 23.) \n5. Defendant Perry’s,  Inc. is a North Carolina corporation that shares an \naddress for its principal office with the Perry Entities.  (Compl. ¶ 18.)  Perry is the \nregistered agent and secretary of Perry’s, Inc.  (Compl. ¶¶ 20, 22.) \n6. Beginning in approximately 2009 and ending in 2016, Plaintiff and Perry \noperated as a partnership developing commercial properties to be sold or leased.  \n(Compl. ¶¶ 24, 28, 60, 66, 90, 146.)  Plaintiff and Perry initially agreed to contribute \nequal capital to the partnership, but when Plaintiff was unable to do so, Plaintiff was \n \n \npermitted to instead contribute his “expertise, contacts, services, and expenses.”  \n(Compl. ¶¶ 25–27.)  Plaintiff and Perry agreed that profits and losses would be shared \nequally by the partners.  (Compl. ¶ 27.) \n7. Beginning in 2009, Plaintiff located suitable properties to be purchased for \nthe partnership.  (Compl. ¶¶ 28, 54.)  Once the properties were under contract, Perry \nusually advanced Plaintiff a portion of the expected profits.  (Compl. ¶¶ 34, 37.)  \nPlaintiff and Perry unde rstood that the advances were not intended to represent \nPlaintiff’s entire share of the partnership profits but that once a property began \ngenerating profits, Plaintiff was entitled to half of the profits less the amount \npreviously advanced.  (Compl. ¶¶ 37 –38, 40.)  Were the partnership to experience a \nloss, Plaintiff and Perry would share those losses equally.  (Compl. ¶ 34.) \n8. Plaintiff and Perry acquired and developed eight separate properties.  \n(Compl. ¶¶ 54–56, 59, 70–73, 83–85, 88, 96–99, 108–10, 120–24, 129–33, 154, 157.)  \nAlthough the properties were acquired for the benefit of the partnership, all of the \nproperties were titled to one of the Perry Entities.  (Compl. ¶¶ 29, 67, 82, 95, 107, \n110, 128, 130, 150, 166, Exs. B–G, I–J, L.) \n9. Once a partnership property was acquired, Plaintiff developed the property, \nlocated and secured tenants, negotiated and entered into contracts and leases, and \naddressed any issues that arose that affected the profitability of the partnership’s \ninvestment.  (Compl. ¶ 28.)  Perry provided the capital necessary for Plaintiff to fulfill \nhis part of the partnership agreement and encouraged Plaintiff to provide services to \nthe partnership.  (Compl. ¶¶ 28, 47.) \n \n \n10. During the course of the partnership, Plaintiff and Perry referred to ea ch \nother as partners in their own dealings and held each other out to third parties as \npartners.  (Compl. ¶¶ 42 –46.)  Third parties with whom Plaintiff dealt also \nunderstood Plaintiff and Perry to be partners and treated Plaintiff as “the face of the \npartnership,” coming to him with any issues concerning the properties.  (Compl. \n¶¶ 47, 49.) \n11. On at least two occasions, Plaintiff, for purposes of expediency, had his \nseparate business, on behalf of the partnership, enter into a lease or a development \ncontract involving the partnership properties.  (Compl. ¶¶ 123, 158.)  \nNotwithstanding the fact that the properties were held by the Perry Entities and \nPlaintiff’s separate business entered into contracts on behalf of the partnership, the \nproperties and their profi ts were partnership assets.  (Compl. ¶¶ 29, 31, 123, 130, \n158.)  At the same time, the partnership agreed to provide Down East with a portion \nof the profits generated by a partnership property in Fayetteville and to provide a \nPerry Entity with a portion of  the profits generated by a partnership property in \nRaleigh.  (Compl. ¶¶ 118, 159.) \n12. Plaintiff alleges that, with limited exceptions, when a partnership property \ngenerated income, Perry or one of the Perry Entities improperly retained Plaintiff’s \nshare of p artnership profits.  (Compl. ¶¶ 39, 66, 80, 93, 104 –05, 114–15, 127, 147 –\n48.)  For example, when the partnership allowed a lessee to buy out its lease of a \npartnership property that was held by Down East, Plaintiff was not paid his share of \nthe $150,000 bu y-out price.  (Compl. ¶¶ 113 –15.)  Additionally, Perry sold a \n \n \npartnership property held by Perry Brothers for $1,520,000 without informing \nPlaintiff of the sale and then refused to pay Plaintiff his share of the sale proceeds \nwhen Plaintiff discovered the sale and demanded to be paid his share.  (Compl. ¶¶ 66, \n68.)  The only occasion on which Plaintiff was alleged to have received partnership \nprofits occurred after a partnership property in Fayetteville that was titled to Down \nEast was sold on February 18, 2015 and Plaintiff received a portion of the sale \nproceeds.  (Compl. ¶¶ 117–18, Ex. H.)   \n13. While the Complaint generally alleges that Plaintiff and Perry agreed that \nprofits were to be split 50 -50, after Plaintiff located a suitable property in Raleigh \nand contracted with a tenant through his separate business, Plaintiff alleges that the \npartnership agreed that Plaintiff and Perry would each be entitled to 40% of the \nprofits and a Perry Entity would receive the final 20%.  (Compl. ¶¶ 154 –59.)  Perry, \nwho controlled all of the financial information about the Raleigh property, offered to \npurchase Plaintiff’s share but refused to provide Plaintiff with financial information \nabout the profitability of the property despite repeated demands.  (Compl. ¶¶ 161 –\n62, 164.)  Plaintiff ultimately sold his share to Perry for the price offered by Perry \nwithout receiving the requested financial information.  (Compl. ¶ 165.) \n14. Throughout the course of the partnership, Plaintiff relied on Perry’s \nrepresentations that they were par tners and believed that Perry was looking after \nhis interest in the partnership.  (Compl. ¶ 51.)  However, in September 2016, Perry \ninformed Plaintiff that Plaintiff would not receive any additional profits from the \npartnership.  (Compl. ¶ 53.) \n \n \nII. PROCEDURAL HISTORY \n15. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motions. \n16. Plaintiff initiated this action on February 13, 2018 by filing his Complaint.  \n(ECF No. 4.)  Plaintiff asserts claims against Perr y for breach of partnership \nagreement, breach of fiduciary duty, and constructive fraud, and alternative claims \nfor fraud, negligence, negligent misrepresentation, conversion, unfair and deceptive \ntrade practices (“UDTP”), and unjust enrichment. 1  (Compl. 13–19.)  Plaintiff also \nrequests that the Court impose a constructive trust on the Perry Entities.  (Compl. \n20.) \n17. The action was designated as a mandatory complex business case by order \nof Chief Justice Mark Martin of the Supreme Court of North Carolina dated February \n22, 2018, (ECF No. 3), and was assigned to the undersigned by order of then -Chief \nBusiness Court Judge James L. Gale dated February 23, 2018, (ECF No. 2). \n18. On April 16, 2018, Defendants filed the Motions seeking dismissal of \nPlaintiff’s Complaint pursuant to Rules 12(b)(6) and 12(f).  (ECF No. 14.)  The Motions \nhave been fully briefed, and the Court held a hearing on the Motions on July 19, 2018 \nat which all parties were represented by counsel. \n                                                 \n1  Plaintiff represented in his brief in opposition to the Motions that Plaintiff \ninadvertently placed the “in the alternative” label in the Complaint after the fraud \nclaim, but that Plaintiff intended to plead the fraud claim and all claims thereafter \nin the alternative to the partnership claims.  (Br. Opp’n Defs.’ Mot. Dismiss Rule \n12(b)(6) & Rule 12(f), at 3, ECF No. 19 [“Pl.’s Br. Opp’n”].)  Notwithstanding Plaintiff’s \nassertion in his brief, it is clear that the conversion claim is alleged as a partnership \nclaim and will be treated as such by the Court. \n \n \n19. The Motions are now ripe for resolution. \nIII. LEGAL STANDARD \nA. Motion to Strike \n20. Rule 12(f) permits the Court to strike from a pleading “any redundant, \nirrelevant, immaterial, impertinent, or scandalous matter.”  N.C. Gen. Stat. § 1A -1, \nRule 12(f).  “The purpose of Rule 12(f) is to avoid expenditure of time and res ources \nbefore trial by removing spurious issues . . . .”  Estrada v. Jaques, 70 N.C. App. 627, \n642, 321 S.E.2d 240, 250 (1984).  A pleading may be stricken, in whole or in part, \nunder Rule 12(f) if it fails to comport with the North Carolina Rules of Civil  \nProcedure.  See Barnes v. Erie Ins. Exch., 156 N.C. App. 270, 280–81, 576 S.E.2d 681, \n687–88 (2003) (holding that a court properly struck a third-party complaint for failing \nto comply with Rule 15). \n21. “Unless an allegation in a complaint has no possible bea ring upon the \nlitigation, matters alleged in the complaint should not be stricken.”  Womack \nNewspapers, Inc. v. Town of Kitty Hawk ex rel. Kitty Hawk Town Council , 181 N.C. \nApp. 1, 15, 639 S.E.2d 96, 105 (2007).  “If there is any question as to whether an issue \nmay arise, the motion should be denied.”  Id.  “Rule 12(f) motions are addressed to \nthe sound discretion of the trial court  . . . .”  Reese v. Brooklyn Vill., LLC , 209 N.C. \nApp. 636, 653, 707 S.E.2d 249, 260 (2011) (quotation marks omitted). \nB. Motion to Dismiss \n22. In ruling on Defendants’ 12(b)(6) Motion, the Court reviews the allegations \nof the Complaint in the light most favorable to Plaintiff.  The Court’s inquiry is \n \n \n“whether, as a matter of law, the allegations of the complaint, treated as true, are \nsufficient to state a claim upon which relief may be granted under some legal theory.”  \nHarris v. NCNB Nat’l Bank of N.C., 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  \nThe Court construes the Complaint liberally and accepts all allegations as true.  \nLaster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009). \n23. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face the abse nce of fact sufficient to make a good claim; [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson v. Bumgardner, \n318 N.C. 172, 175, 347  S.E.2d 743, 745 (1986).  Otherwise, “a complaint should not \nbe dismissed for insufficiency unless it appears to a certainty that plaintiff is entitled \nto no relief under any state of facts which could be proved in support of the claim.”  \nSutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis omitted). \n24. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005).  A “trial court can reject allegations that are contradicted by \nthe documents attached, specifically referred to, or incorporated by reference  in the \ncomplaint.”  Laster, 199 N.C. App. at 577, 681 S.E.2d at 862.  The Court can also \nignore a party’s legal conclusions set forth in its pleading.  McCrann v. Pinehurst, \nLLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, 777 (2013). \n \n \nIV. MOTION TO STRIKE \n25. The Motion to Strike requests that the Court dismiss Plaintiff’s Complaint \nin its entirety pursuant to Rule 12(f) because the Complaint violates Rules 8(a), 8(e), \nand 10(c).  (Mot. Dismiss Rule 12(b)(6) & Rule 12(f), at ¶ 9, ECF No. 14 [“Mot. \nDismiss”].) \n26. Defendants argue that Plaintiff’s Complaint is a “shotgun complaint” that \nshould be dismissed under the reasoning adopted by the Court of Appeals for the \nEleventh Circuit because each separate claim incorporates by reference all preceding \nallegations of the pri or claims.  (Br. Supp. Mot. Dismiss & Mot. Strike 10, ECF No. \n15 [“Defs.’ Br. Supp.”].)  Defendants contend that such a pleading “cough[s] up an \nunsightly hairball of factual and legal allegations” that requires “the Defendants and \nthe Court to pick throug h the mess and determine if Plaintiffs may have pleaded a \nviable claim[.]”  (Defs.’ Br. Supp. 11 (quoting Gurman v. Metro Hous. & Redev. Auth., \n842 F. Supp. 2d 1151, 1153 (D. Minn. 2011)).) \n27. The Eleventh Circuit has defined a “shotgun pleading” as a pleadin g that \nasserts “multiple counts where each count adopts the allegations of all preceding \ncounts, causing each successive count to carry all that came before and the last count \nto be a combination of the entire complaint.”  Weiland v. Palm Beach Cty. Sherif f’s \nOffice, 792 F.3d 1313, 1321 (11th Cir. 2015).  The Eleventh Circuit disfavors shotgun \npleadings because they “fail . . . to give [a] defendant[] adequate notice of the claims \nagainst [him] and the grounds upon which each claim rests.”  Id. at 1323.  \n \n \n28. Notwithstanding its position on shotgun pleadings, the Eleventh Circuit \nhas found that district courts may abuse their discretion by dismissing shotgun \npleadings when the claims and their factual allegations are “informative enough to \npermit a court to readi ly determine if they state a claim upon which relief can be \ngranted.”  Id. at 1326. \n29. The Court is not obliged to accept the logic of the Eleventh Circuit.  “North \nCarolina is a notice pleading jurisdiction, and as a general rule, there is no particular \nformulation that must be included in a complaint or filing in order to invoke \njurisdiction or provide notice of the subject of the suit to the opposing party.”  \nMangum v. Raleigh Bd. of Adjustment, 362 N.C. 640, 644, 669 S.E.2d 279, 283 (2008).  \nUnder Rule 8, a pleading need only contain “[a] short and plain statement of the claim \nsufficiently particular to give the court and the parties notice of the transactions, \noccurrences, or series of transactions and occurrences, intended to be proved  . . . .”  \nN.C. Gen.  Stat. § 1A -1, Rule 8(a)(1).  Rule 8(a)(1) “prescribes the minimum \ninformation that a pleading must contain; it does not require that a complaint contain \nonly a ‘short and plain statement.’”  Holley v. Burroughs Wellcome Co., 74 N.C. App. \n736, 748, 330 S.E.2d 228, 236 (1985). \n30. Rule 8(e)(2) provides that a party is permitted to “state as many separate \nclaims or defenses as he has regardless of consistency and whether based on legal or \non equitable grounds or on both.”  N.C. Gen. Stat. § 1A -1, Rule 8(e)(2) (em phasis \nadded).  Our rules further permits a pleading to demand “relief in the alternative or \nof several different types,” N.C. Gen. Stat. § 1A-1, Rule 8(a)(2), and allows a party to \n \n \n“set forth two or more statements of a claim or defense alternatively or \nhypothetically,” N.C. Gen. Stat. § 1A-1, Rule 8(e)(2).  In addition, our rules expressly \nallow “[s]tatements in a pleading [to] be adopted by reference in a different part of \nthe same pleading or in another pleading or in any motion in the action.”  N.C. Ge n. \nStat. § 1A-1, Rule 10(c).   \n31. Defendants contend that, by incorporating all of the preceding allegations \nfor each count for relief in the Complaint, Plaintiff has, for example, within his fraud \nclaim simultaneously alleged that a partnership exists and th at Perry fraudulently \nmisrepresented the existence of a partnership.  (Defs.’ Br. Supp. 11.)  Despite the \ninherent inconsistency in pleading the existence and non -existence of a partnership \nwithin the same Complaint, our Rules permit alternative and incons istent claims \nwithin the same Complaint.  Further, it has been a longstanding tradition of pleading \nin this State for plaintiffs to incorporate by reference prior allegations in succeeding \ncauses of action. \n32. Therefore, the Court declines to adopt the standa rd used by the Eleventh \nCircuit and concludes that Plaintiff’s Complaint does not violate our procedural rules \nand is sufficient to provide Defendants with notice of the transactions and \noccurrences giving rise to the claims asserted against them. \nV. MOTION TO DISMISS \n33. In support of their Motion to Dismiss, Defendants simultaneously argue \nthat (1) all of Plaintiff’s claims presuppose the existence of a partnership, which has \nnot been adequately alleged, and (2) several of Plaintiff’s claims are necessarily \n \n \ndefeated by allegations that a partnership existed.  (Defs.’ Br. Supp. 3, 6–9; Reply Br. \nSupp. Mot. Dismiss & Mot. Strike 3 –5, ECF No. 23 [“Defs.’ Reply Br.”].)  Because of \nthe inconsistency in Defendants’ arguments leveled against Plaintiff’s alternative \nclaims for relief, the Court will separately address Plaintiff’s claims which require \nthe existence of a partnership and those claims that Defendants contend would be \nprecluded by the existence of a partnership. \nA. Partnership Claims \n34. Although Defendants argue tha t all of Plaintiff’s claims depend on the \nexistence of a partnership between Plaintiff and Perry, the Court concludes, for \npurposes of the Motion, that only Plaintiff’s claims against Perry for breach of the \npartnership agreement, breach of fiduciary duty, constructive fraud, and conversion2 \nhinge on whether the Complaint adequately alleges the existence of a partnership.  \n(See Defs.’ Br. Supp. 3.) \n35. “A partnership is an association of two or more persons to carry on as co -\nowners a business for profit.”  N.C. Gen. Stat. § 59–36(a).   \nA more detailed description is that [a partnership] is a combination of \ntwo or more persons of their property, effects, labor, or skill in a common \nbusiness or venture, under an agreement to share the profits or losses \nin equal or  specified proportions, and constituting each member an \nagent of the others in matters appertaining to the partnership and \nwithin the scope of its business. \n \n                                                 \n2 Although a conversion claim can exist in the absence of a partnership, the parties \nconfine their arguments regarding the conversion claim to the alleged conversion of \npartnership profits or properties.  (Defs.’ Br. Supp. 8; Pl.’s Br. Opp’n 12 –13; Defs.’ \nReply Br. 4.)  Accordingly, the Court limits its discussion of the conversion claim to \nthe partnership context. \n \n \nBest Cartage, Inc. v. Stonewall Packaging, LLC , 219 N.C. App. 429, 437 –38, 727 \nS.E.2d 291, 299 (20 12) (quotation marks omitted).  An enforceable partnership \nagreement need not be in writing.  Cap Care Grp., Inc. v. McDonald , 149 N.C. App. \n817, 822, 561 S.E.2d 578, 581 (2002). \n36. “[I]n determining whether a partnership exists, . . . [t]he receipt by a person \nof a share of the profits of a business is prima facie evidence that he is a partner in \nthe business” unless such profits were received as payment of a debt, wages, annuity, \ninterest on a loan, or consideration for the sale of a business’s goodwill or o ther \nproperty.  N.C. Gen. Stat. § 59-37(4).  Our Court of Appeals has previously determined \nthat “an agreement between two parties as to type of business, share in profits, and \nfinancing, when coupled with corroborating evidence that each party undertook \nmeasures to perform, constituted a sufficient basis for a jury to determine that a valid \npartnership agreement existed.”  Surratt v. Brown, 2015 NCBC LEXIS 75, at *12–13 \n(N.C. Super. Ct. July 27, 2015) (citing Grub, Inc. v. Sammy’s Seafood House & Oyster \nBar, LLC, No. COA14-861, 2015 N.C. App. LEXIS 330, *16–18 (Apr. 21, 2015)). \n37. Even in the absence of an express agreement, “[a] finding that a \npartnership exists may be based upon a rational consideration of the acts and \ndeclarations of the parties, warranting the inference that the parties understood that \nthey were partners and act ed as such.”  Miller v. Rose, 138 N.C. App. 582, 586, 532 \nS.E.2d 228, 232 (2000) (quotation marks omitted); see also Cap Care Grp., Inc. , 149 \nN.C. App. at 822, 561 S.E.2d at 581 (noting that a partnership can be implied from \nthe parties’ conduct). \n \n \n38. Plaintiff alleges that he and Perry agreed to develop properties for lease or \nsale and to split the profits and losses equally.  (Compl. ¶¶ 28, 41.)  Although the \nComplaint alleges that Perry usually advanced Plaintiff a portion of the expected \nprofits at the outs et of property development, the amount was to be deducted from \nPlaintiff’s share of the profits when such profits were ultimately realized.  (Compl. \n¶¶ 34, 40.)  Plaintiff, thus, alleges facts in support of an oral partnership agreement \nbetween Plaintiff and Perry. \n39. Additionally, the Complaint alleges facts that support either an express or \nimplied-in-fact partnership agreement, as Plaintiff alleges that he and Perry \noperated as a partnership for approximately seven years, during which time Perry \nput up the necessary capital to acquire the properties and Plaintiff located numerous \nproperties to be acquired by the partnership, developed the properties, located and \ncontracted with lessees, and addressed issues that arose with the properties.  (Compl. \n¶¶ 24, 28.)  The Complaint further alleges that Plaintiff and Perry referred to each \nother as partners in their dealings with each other and held themselves out as \npartners to third parties, who understood Plaintiff and Perry to be partners.  (Compl. \n¶¶ 43–47.)  Finally, the Complaint alleges that, although various Perry Entities held \nlegal title to the partnership properties, Plaintiff received profits from the sale of one \nof the properties and sold his interest in another partnership property to Perry.  \n(Compl. ¶¶ 39, 118, 163–65.) \n40. Defendants contend that Plaintiff’s partnership -based claims fail because \nthe Complaint fails to allege that Plaintiff had any ownership of or right to control \n \n \nany of the partnership properties as evidenced by the deeds attached to the Complaint \ndemonstrating that Plaintiff had no ownership interest in any of the alleged \npartnership properties.  (Defs.’ Br. Supp. 3 –4.)  In addition, Defendants assert that, \nnot only were all of the partnership properties held by the Perry Entities, but \nPlaintiff’s allegations that Perry paid funds to Plaintiff once a property was acquired \nare more consistent with a broker or fee-driven relationship than with a partnership.  \n(Defs.’ Br. Supp. 4.) \n41. Plaintiff argues that the Perry Entities’ ownership of the prop erties does \nnot negate the existence of a partnership as evidenced by the fact that Plaintiff was \npaid a percentage of profits from the sale of one of the properties and sold Perry his \ninterest in another property, notwithstanding the fact that the properties were titled \nto a Perry Entity.  (Pl.’s Br. Opp’n 5–6.) \n42. Defendants’ argument that no partnership existed because Plaintiff had no \nownership interest in the properties is unavailing.  “[A] familiar type of \npartnership . . . occurs where the services of t he one party is [sic] balanced against \nthe capital furnished by the other; and the statement that the property must be held \nin common before plaintiff can recover is error.”  Potter v. Homestead Pres. Ass’n, 330 \nN.C. 569, 578, 412 S.E.2d 1, 6 (1992) (quoti ng Eggleston v. Eggleston, 228 N.C. 668, \n677, 47 S.E.2d 243, 249 (1948)). \n43. Further, although the alleged arrangement between Plaintiff and Perry \nmight also be consistent with a broker or fee -based arrangement, as opposed to a \npartnership, at this preliminar y stage of the proceedings, the Court is obligated to \n \n \naccept the Complaint’s factual allegations as true and take all reasonable inferences \nin Plaintiff’s favor. \n44. Accordingly, the Court concludes, for purposes of the Motion, that the \nComplaint adequately al leges the existence of an oral partnership agreement \nbetween Plaintiff and Perry. \n45. Apart from challenging the sufficiency of Plaintiff’s factual allegations of a \npartnership, Defendants argue that Plaintiff’s claims for breach of partnership \nagreement, brea ch of fiduciary duty, and conversion fail because Plaintiff lacks \nstanding to sue his partner in an action at law until there has been a settlement of \npartnership affairs.  (Defs.’ Br. Supp. 4–5 (citing Pugh v. Newbern, 193 N.C. 258, 261, \n136 S.E. 707, 708–09 (1927)).) \n46. In North Carolina, one general partner typically lacks standing to sue \nanother general partner at law “until there has been a complete settlement of the \npartnership affairs and a balance struck.” 3  Pugh, 193 N.C. at 260, 136 S.E. at 708.  \nAccordingly, “a general partner typically must pursue damages for injuries caused by \nhis partners through dissolution of the partnership and a winding-up and accounting \nof each partners’ partnership shares to determine damages to his partnership \ninterest.”  Gillespie v. Majestic Transp., Inc. , 2016 NCBC LEXIS 69, at *12 (N.C. \nSuper. Ct. Sept. 9, 2016).  However, there are numerous well -established exceptions \n                                                 \n3 Although Defendants’ argument based on Pugh relates to a party’s standing, which \nis generally brought pursuant to Rule 12(b)(1), “[a] motion to dismiss a party’s claim \nfor lack of standing is tantamount to a motion to dismiss for failure to state a claim \nupon which relief can be granted” pursuant to Rule 12(b)(6).  Slaughter v. Swicegood, \n162 N.C. App. 457, 464, 591 S.E.2d 577, 582 (2004). \n \n \nto the general rule, several of which are applicable to Plaintiff’s claims against Perry.  \nPugh, 193 N.C at 261, 136 S.E. at 708–09. \n1. Breach of Partnership Agreement \n47. The Complaint alleges that Perry breached the partnership agreement by \nfailing or refusing to account for or pay Plaintiff his equal share of partnership profits.  \n(Compl. ¶¶ 39–41, 68, 80, 93, 105, 119, 127, 145, 147 –48, 160–61, 164.)  Our courts  \nrecognize an exception to the general rule against partners suing each other in \nactions at law in the absence of an accounting for “[c]laims upon express personal \ncontracts between the partners.”  Pugh, 193 N.C. at 261, 136 S.E. at 709. \n48. Defendants contend the exception does not apply to claims based on the \npartnership agreement itself, but to a contract between partners that does not involve \npartnership matters or require an examination of the partners’ accounts.  (Defs.’ \nReply Br. 3.)  Contrary to Defendants’ argument, however, our courts have held that \na partnership agreement can be an express personal contract upon which one partner \nmay sue another partner for breach.  Crosby v. Bowers, 87 N.C. App. 338, 344–45, 361 \nS.E.2d 97, 101 –02 (1987); see also Gillespie , 2016 NCBC LEXIS 69, at *2, 13 –14 \n(concluding that Plaintiff had standing to assert a claim for breach of an oral \npartnership agreement).  Moreover, Defendants’ interpretation of the exception for  \npersonal contract claims would make the exception redundant with another exception \nenunciated in Pugh for claims not connected with the partnership.  See Pugh, 193 \nN.C. at 261, 136 S.E. at 708–09. \n \n \n49. Therefore, the Court concludes that Plaintiff’s claim for breach of the \npartnership agreement is not barred by Pugh as the claim is based on allegations of \nan express oral contract between Plaintiff and Perry. \n2. Breach of Fiduciary Duty and Constructive Fraud \n50. The Complaint alleges that Perry breached fiduciary duties owed to \nPlaintiff pursuant to the parties’ partnership agreement by failing to account for or \npay Plaintiff his share of partnership profits and that Perry’s breach amounted to \nconstructive fraud.  (Compl. ¶¶ 68, 80, 93, 105, 115, 127, 145, 147–48, 186, 191.)  The \nComplaint further alleges that Perry fraudulently withheld from Plaintiff \ninformation concerning the partnership.  (Compl. ¶¶ 66, 68, 162–64, 205–08.) \n51. Partners in a general partnership are each other’s fiduciaries as a matter \nof law.  Carcano v. JBSS, LLC , 200 N.C. App. 162, 178, 684 S.E.2d 41, 53 (2009) \n(citing HAJMM Co. v. House of Raeford Farms, Inc. , 328 N.C. 578, 588, 403 S.E.2d \n483, 489 (1991)).  “It is elementary that the relationship of partners is fiduciary and \nimposes on them the o bligation of the utmost good faith in their dealings with one \nanother in respect to partnership affairs.”  Marketplace Antique Mall, Inc. v. Lewis , \n163 N.C. App. 596, 600, 594 S.E.2d 121, 124 (2004).  Where a partnership exists, the \npartners are confidential agents as to each other “and each is required to make full \ndisclosure of all material facts within his knowledge in any way relating to the \npartnership affairs.”  Casey v. Grantham, 239 N.C. 121, 124 –25, 79 S.E.2d 735, 738 \n(1954).  The North Carolina Un iform Partnership Act (the “NCUPA”) codified this \nprinciple by requiring partners to “render on demand true and full information of all \n \n \nthings affecting the partnership to any partner[.]”  N.C. Gen. Stat. § 59-50; Compton \nv. Kirby , 157 N.C. App. 1, 15, 577  S.E.2d 905, 914 (2003).  The NCUPA further \nprovides that  \n[e]very partner must account to the partnership for any benefit, and hold \nas trustee for it any profits derived by him without the consent of the \nother partners from any transaction connected with the formation, \nconduct or liquidation of the partnership or from any use by him of its \nproperty. \n \nN.C. Gen. Stat. § 59-51(a). \n52. Plaintiff alleges that Perry failed to disclose to Plaintiff transactions \ninvolving partnership property and refused to give Plaintiff an accounting when \ndemanded.  The Complaint further alleges that Perry or the Perry Entities have \nimproperly retained partnership profits generated by the properties.  (Compl. ¶¶ 104, \n115, 127, 145, 147–48.)  As a result, the Court concludes that, at the pleadings stage, \nPlaintiff has adequately alleged the existence of a fiduciary duty owed by Perry to \nPlaintiff and the breach thereof resulting in constructive fraud. \n53. An exception to the general rule prohibiting one partner from suing another \npartner at law in the absence of an accounting and winding up exists where “one \npartner has been guilty of fraud in  . . . concealing [partnership] property or by other \ndevice defeating the rights of the complaining party.”  Pugh, 193 N.C. at 261, 136 S.E. \nat 708–09.  Accordingly, since Plaintiff alleges that Perry was guilty of fraudulent \nconduct in his dealings with Plaintiff, the Court further concludes that Plaintiff has \nstanding to assert his claims against Perry for breach of fiduciary duty and \nconstructive fraud.  See Gillespie, 2016 NCBC LEXIS 69, at *14–15. \n \n \n3. Conversion  \n54. The Complaint alleges that Plaintiff had a legal right to the profits \ngenerated by the partnership and that Perry improperly retained or conveyed \nPlaintiff’s share of the profits to the Perry Entities.  (Compl. ¶¶ 222–23.)  A claim for \nconversion of partnership property is another exception to the general rule that one \npartner may not maintain an action at law against another partner.  Pugh, 193 N.C. \nat 261, 136 S.E. at 708 –09; Lewis v. Boling, 42 N.C. App. 597, 606, 257 S.E.2d 486, \n492 (1979). \n55. Defendants contend that, under Pugh, Plaintiff may not maintain an action \nagainst Perry for conversion of partnership profits because any claim for profits can \nonly be determined by an accounting. 4  (Defs.’ Br. Supp. 8.)  However, Defendants’ \nargument is not supported by any legal authority, and, in fact, this Court has \npermitted a conversion claim brought by one general partner against another to \nproceed on a Rule 12(b)(6) motion where the complaint a lleged that defendant \nconverted “funds rightfully belonging to the partnership business.”  Gillespie, 2016 \nNCBC LEXIS 69, at *16–17.  The Court, therefore, rejects this argument. \n56. Defendants further argue that Plaintiff’s claim for conversion of \npartnership profits fails because the Complaint alleges that Perry converted \n                                                 \n4 Defendants also argue that Plaintiff’s conversion claim fails to the extent that it is \nbased on any alleged conversion of real property because real property cannot be \nconverted and, in any event, the claims would be barred by the applicable three-year \nstatute of limitations.  (Defs.’ Br. Supp. 8.)  Because Plaintiff clarified in his brief in \nopposition to the Motion to Dismiss that the conversion claim is based on the alleged \nconversion of partnership profits, not real property, the Court need not address these \narguments.  (Pl.’s Br. Opp’n 12.) \n \n \nPlaintiff’s personal property, but there is no allegation that Perry converted any \nproperty co-owned by the partnership.  (Defs.’ Reply Br. 4.)  Not only do Defendants \nfail to cite any prece dent in support of this argument, but Defendants’ argument \nignores that the Complaint alleges that Perry sold a partnership franchise for over \n$1.5 million without telling Plaintiff and kept the profits.  (Compl. ¶ 66.)  Taking the \nallegations of the Complaint as true, such profits would be property belonging to the \npartnership that were wrongfully converted by Perry. \n57. Based on the foregoing, the Court concludes that Plaintiff has standing to \nassert a claim for conversion against Perry.  Accordingly, the Mot ion to Dismiss \nPlaintiff’s conversion claim is denied. \nB. Plaintiff’s Alternative Claims \n58. Defendants argue that Plaintiff’s claims for fraud, negligent \nmisrepresentation, negligence, UDTP, and unjust enrichment are defeated by \nPlaintiff’s allegations that a pa rtnership exists and, therefore, must be dismissed.  \n(Defs.’ Br. Supp. 6 –9; Defs.’ Reply Br. 4.)  Defendants contend that “Plaintiff’s \ninconsistent factual allegations [as to the existence of a partnership] are problematic” \nin that permitting the partnersh ip and non -partnership claims to proceed together \nwould put Plaintiff “in the impossible position of proving to the jury the existence and \nthe non-existence of a partnership.”  (Defs.’ Reply Br. 4.) \n59. As an initial matter, the Court notes that, although Plai ntiff would not be \nable to simultaneously recover for claims that require the existence of a partnership \nand claims that would be precluded by the existence of a partnership, Rule 8(e)(2) \n \n \nexpressly provides that a party is permitted to “state [in a complai nt] as many \nseparate claims . . . as he has regardless of consistency [.]”  N.C. Gen. Stat. § 1A -1, \nRule 8(e)(2) (emphasis added).  As noted above, our rules further permit a pleading \nto demand “relief in the alternative or of several different types,” N.C. Gen. Stat. § 1A-\n1, Rule 8(a)(2), and allows a party to “set forth two or more statements of a \nclaim . . . alternatively or hypothetically, either in one count  . . . or in separate \ncounts[,]” N.C. Gen. Stat. § 1A-1, Rule 8(e)(2). \n1. Fraud \n60. Defendants argue that Plaintiff’s fraud claim fails because all of Perry’s \nfalse representations or concealments are conditioned upon the basic allegation that \nPerry fraudulently represented the existence of a partnership.  (Defs.’ Br. Supp. 6 –\n7.)  Defenda nts, therefore, argue that Plaintiff’s fraud claim is defeated by the fact \nthat the claim incorporates by reference all preceding paragraphs, including \nallegations that a partnership existed—i.e., if there is a partnership, there can be no \nfalse representation concerning the existence of a partnership.  (Defs.’ Br. Supp. 7.) \n61. First, and most significantly, as noted above, Defendants’ argument ignores \nthat our rules of civil procedure expressly allow a party to set forth in his pleading \nalternative and incons istent claims.  N.C. Gen. Stat. § 1A -1, Rule 8(e)(2).  \nAdditionally, our Court of Appeals, in an unpublished opinion, recently confronted an \nargument that counts of a complaint must be addressed separately and each count \nmay only be evaluated based on what  was incorporated by reference or what was \nindividually alleged in that claim.  Perez v. Perez , No. COA17 -512, 2018 N.C. App. \n \n \nLEXIS 211, at *5 –6 (Mar. 6, 2018) (unpublished).  In rejecting the argument, the \nCourt of Appeals concluded that a court is permitted to view the complaint as a whole \nand further noted that the practice of separating each claim is nowhere required by \nlaw and “may simply be a practice that developed for clarity and ease of reading.”  Id. \nat *6.  Although Perez involved an issue different from the precise issue presented by \nDefendants’ argument, the Court nevertheless concludes that it is within its \nauthority to view the Complaint as a whole and is not required to look only at what \nis pleaded or incorporated by reference in each individual claim. \n62. Furthermore, not all of Plaintiff’s fraud allegations would be defeated by \nthe existence of a partnership.  For example, the Complaint alleges that Perry \nconcealed from Plaintiff profits that were generated by partnership properties.  \n(Compl. ¶¶ 66, 114–15, 197, 199–200.)  A fraud claim based on misrepresentations or \nomissions made by one general partner to another can proceed where a partnership \nis alleged and proven.  See Pugh, 193 N.C. at 261, 136 S.E. at 708–09 (“A partner may \nmaintain an act ion at law against his copartner  . . . [w]hen one partner has been \nguilty of fraud . . . by concealing [partnership] property or by other device defeating \nthe rights of the complaining party.”); see also Gillespie , 2016 NCBC LEXIS 69, at \n*15–16 (denying a motion to dismiss a fraud claim where one partner misrepresented \nthat partnership funds were being properly contributed to the partnership when they \nwere being diverted to defendant-partner’s other business). \n63. Accordingly, the Court concludes that Plaintiff’s fraud claim is not defeated \nby Plaintiff’s allegations that a partnership existed. \n \n \n2. Negligence and Negligent Misrepresentation \n64. Although Defendants’ Motion to Dismiss asks that Plaintiff’s negligence \nand negligent misrepresentation claims be dismissed, ( see Mot. Dismiss ¶ 3), \nDefendants do not separately argue a basis for dismissal of Plaintiff’s negligence \nclaim.  Plaintiff’s negligence claim is based on allegations that Perry negligently \nhandled negotiations surrounding two properties resulting in losses  to the \npartnership.  (Compl. ¶ 219.)  Accordingly, the Motion to Dismiss is denied as to \nPlaintiff’s negligence claim. \n65. As to Plaintiff’s negligent misrepresentation claim, Defendants raise the \nsame argument that they made as to Plaintiff’s fraud claim: that Plaintiff’s claim fails \nbecause the Complaint incorporates by reference into the negligent \nmisrepresentation claim allegations that a partnership existed.  (Defs.’ Br. Supp. 7.)  \nDefendants argue that the claim fails because Perry could not have neglige ntly \nmisrepresented the existence of a partnership where a partnership, in fact, exists.  \n(Defs.’ Br. Supp. 7.)  The Court rejects this argument for the reasons stated above. \n66. Defendants next argue that Plaintiff’s negligent misrepresentation claim is \nbarred by the economic loss rule because Plaintiff has alleged the existence of a \npartnership contract.  (Defs.’ Br. Opp’n 7.)  Defendants are correct that the existence \nof a valid contract may preclude a negligence -based claim for conduct that amounts \nto a bre ach of the parties’ contract.  Bradley Woodcraft, Inc. v. Bodden , 795 S.E.2d \n253, 257 (N.C. Ct. App. 2016) (“[A] tort action does not lie against a party to a contract \nwho simply fails to properly perform the terms of the contract, even if that failure to \n \n \nperform was due to the negligent or intentional conduct of that party, when the injury \nresulting from the breach is damage to the subject matter of the contract.  It is the \nlaw of contract and not the law of negligence which defines the obligations and \nremedies of the parties in such a situation.”)  However, Defendants’ argument again \nignores that Plaintiff is permitted to plead a negligent misrepresentation claim in the \nalternative to his breach of partnership agreement claim, although he may not \nrecover on both theories.  Simply put, if a jury were to find that a partnership did not \nexist, Plaintiff might well be permitted to recover if he satisfies the jury that Perry \nrepresented to Plaintiff they had a partnership when in fact they did not. \n67. Having reject ed Defendants’ arguments for dismissal of Plaintiff’s \nnegligent misrepresentation claim, the Court concludes that the Motion to Dismiss \nshould be denied as to that claim. \n3. UDTP \n68. The Complaint alleges that Perry falsely represented to Plaintiff that the \ntwo would act as a partnership, thus inducing Plaintiff to provide valuable business \nservices to Perry by performing the work necessary to locate, develop, and lease \nproperties.  (Compl. ¶¶ 226 –27.)  The Complaint also alleges that Perry withheld \ninformation ab out the profitability or sale of the properties, made false \nrepresentations to Plaintiff that he would not sell the properties, and improperly \nplaced partnership property in the Perry Entities.  (Compl. ¶¶ 228, 230–32, 234–38.) \nPlaintiff alleges that these  acts constitute violations of N.C. Gen Stat. § 75 -1.1 \n(“UDTP claim”).  (See Compl. 18–19.) \n \n \n69. Defendants contend that Plaintiff’s UDTP claim fails because, as alleged by \nPlaintiff, any unfair or deceptive conduct occurred within a partnership, i.e., a single \nmarket participant, and was not “in or affecting” commerce as required by the UDTP \nAct (the “UDTPA” or “Act”).  (Defs.’ Br. Supp. 8 –9.)  Plaintiff concedes that, if the \nexistence of a partnership is proven, then Plaintiff’s UDTP claim will fail.  (Pl.’s Br. \nOpp’n 13.)  However, Plaintiff argues that the Complaint alleges the UDTP claim as \nan alternative claim that would survive should Plaintiff fail to establish the existence \nof a partnership.  (Pl.’s Br. Opp’n 13.) \n70. “To prevail on a claim of unfair and deceptive trade practices, a plaintiff \nmust show: (1) defendants committed an unfair or deceptive act or practice; (2) in or \naffecting commerce; and (3) that plaintiff was injured thereby.”  Carcano, 200 N.C. \nApp. at 171, 684 S.E.2d at 49.  Although the UDTPA broadly defines “commerce” as \n“all business activities, however denominated,” N.C. Gen. Sta t. § 75 -1.1(b), “the \nhistory of the Act indicates that the General Assembly was targeting unfair and \ndeceptive interactions between market participants[,]” Bickley v. Fordin, 811 S.E.2d \n671, 674 (N.C. Ct. App. 2018) (emphasis and quotation marks omitted).  “As a result, \nany unfair or deceptive conduct contained solely within a single business is not \ncovered by the Act.”  White v. Thompson, 364 N.C. 47, 53, 691 S.E.2d 676, 680 (2010). \n71. The Court agrees with Defendants that, on the facts alleged, Plaintiff may  \nnot pursue a claim under section 75 -1.1.  See id. at 53 –54, 691 S.E.2d at 680 \n(concluding that defendant-partner’s breach of fiduciary duty was not “in or affecting \ncommerce” where any unfairness did not occur in defendant’s dealings with third \n \n \nparties); Carcano, 200 N.C. App. at 175, 684 S.E.2d at 52 (concluding that conduct \nthat occurred within plaintiff and defendant’s business arrangement, which would \nlikely be governed as a partnership, was not “in or affecting commerce” where it “had \nno impact on consumers or the marketplace”). \n72. In Carcano, defendants and plaintiffs intended to form a real estate venture \npursuant to which defendants would provide properties and plaintiffs would provide \ncapital, with ownership in the venture and profits to be shared.  Carcano, 200 N.C. \nApp. at 164, 684 S.E.2d at 45.  Although the parties intended to execute a written \ncontract to govern their business relationship and form a limited liability company to \nhold the properties, neither occurred.  Id.  After the parties realized no company had \nbeen formed, plaintiffs filed a complaint that included a UDTP claim against \ndefendants for inducing plaintiffs to invest in a nonexistent entity through \nmisleading and fraudulent representations.  Id. at 165, 684 S.E.2d at 45 –46.  The \nCourt of Appeals affirmed a grant of summary judgment in defendants’ favor because \nplaintiffs failed to show that defendants’ actions had any effect on commerce.  Id. at \n175–76, 684 S.E.2d at 52.  The Carcano court reasoned that the “business dealings \nwere solely between plaintiffs and defendants in their limited business relationship” \nand “any ‘marketing’ of membership in order to raise capital” occurred directly \nbetween plaintiffs and defendants (or through an intermediary) and “had no impact \non consumers or the marketplace.”  Id. at 175, 684 S.E.2d at 52. \n \n \n73. Like the plaintiffs in Carcano, there is no indication from the Complaint \nthat any alleged unfair or deceptive conduct had any impact on the market beyond \nPlaintiff and Perry’s limited business dealings.   \n74. Accordingly, the Court concludes that Plaintiff has failed to state a claim \nfor UDTP because, under either alternative theory presented by the Complaint, \nPerry’s alleged conduct was not in or affecting commerce.  As a result, the Motion to \nDismiss should be granted as to Plaintiff’s UDTP claim. \n4. Unjust Enrichment \n75. Defendants contend that Plaintiff’s unjust enrichment claim fails because \n(1) Plaintiff has alleged the existence of an express agreement and an unjust \nenrichment claim will not lie where there is a contract between the parties, and (2) a \npartner is not entitled to compensation for his services, thus, Plaintiff’s claim for \ncompensation for services belies the existence of a partnership.  (Defs.’ Br. Supp. 9.) \n76. To state a claim for unjust enrichment, Plaintiff must allege “that [he] \nconferred a benefit on another party, that the other party consciously accepted the \nbenefit, and that the benefit was not conferred gratuitously or by an interference in \nthe affairs of the other party.”  Se. Shelter Corp. v. BTU, Inc., 154 N.C. App. 321, 330, \n572 S.E.2d 200, 206 (2002); see also Booe v. Shadrick, 322 N.C. 567, 570, 369 S.E.2d \n554, 556 (1988).  An unjust enrichment claim is based “neither in tort nor contract \nbut is described as a claim in quasi contract or a contract implied in law.”  Booe, 322 \nN.C. at 570, 369 S.E.2d at 556.  “If there is a contract between the parties the contract \ngoverns the claim and the law will not imply a contract.”  Id. \n \n \n77. While Defendants are correct that Plaintiff will not be able to r ecover on \nboth his claims for breach of partnership agreement and unjust enrichment, \nDefendants again ignore that our procedure expressly permits Plaintiff to plead \nalternative and conflicting theories of relief.  N.C. Gen. Stat. § 1A -1, Rule 8(e)(2).  \nFurther, Defendants’ second argument as to the unjust enrichment claim is, in \nreality, an argument that Plaintiff has not adequately alleged the existence of a \npartnership if he is claiming an entitlement to compensation for his services.  This, \ntoo, ignores that Plaintiff asserts the unjust enrichment claim as an alternative claim \nshould Plaintiff fail in proving that a partnership existed. \n78. The Complaint alleges that Plaintiff rendered valuable services to Perry, \nwhich services Perry requested and voluntarily  accepted, in the form of finding \nproperties and tenants, negotiating contracts with tenants and for other services, \ndeveloping properties, and resolving problems with the properties once leased.  \n(Compl. ¶¶ 243 –45, 249.)  Plaintiff alleges that when he re ndered services he \nreasonably expected remuneration but has received no compensation.  (Compl. \n¶¶ 243–44, 246–47.) \n79. Accordingly, the Court concludes, at this stage of the proceedings, that \nPlaintiff has adequately alleged a claim for unjust enrichment. \nC. Constructive Trust \n80. The Complaint requests that the Court impose a constructive trust on the \nPerry Entities based on allegations that Perry or the Perry Entities have benefited \nfrom Plaintiff’s expertise, contacts, services, and expenditures used to find, devel op, \n \n \nand maintain suitable properties because the Perry Entities hold title to the \npartnership properties and are retaining partnership profits generated by those \nproperties.  (Compl. ¶¶ 66 –68, 78–80, 82, 88–93, 95, 97, 101 –05, 107, 109–10, 112–\n15, 120–24, 127–28, 129–33, 145–52, 243–45, 250, Exs. A–L.) \n81. Defendants contend that Plaintiff is not entitled to the remedy of a \nconstructive trust because: (1) there is no allegation that the Perry Entities owed \nPlaintiff a fiduciary duty; (2) there is no allegation that the Perry Entities were \nunjustly enriched; and (3) the Perry Entities did not acquire the property through \nfraud, breach of duty, or any other circumstance making it inequitable for them to \nretain the property.  (Defs.’ Br. Supp. 6.) \n82. Defendants’ brief begins its section entitled “constructive trust” by stating, \n“In North Carolina, to assert a claim for a constructive trust, a plaintiff must allege \na relationship of trust and confidence, that the defendant took advantage of that trust \nto benefit himself , and as a result, the plaintiff was injured.”  (Defs.’ Br. Supp. 6 \n(citing Clay v. Monroe, 189 N.C. App. 482, 488, 658 S.E.2d 532, 536 (2008)).)  Although \nnot entirely clear from the brief, the Court understands this argument to assume that \na constructive trust may only be imposed where there is a finding of constructive \nfraud.  However, the elements recited by Defendants in their brief are the elements \nof a claim for constructive fraud, not the requirements for imposition of a constructive \ntrust.  Clay, 189 N.C. App. at 488, 658 S.E.2d at 536–37.  In contrast,  \n[a] constructive trust is an equitable remedy imposed by courts  . . . to \nprevent the unjust enrichment of the holder of title to, or of an interest \nin, property which [was] acquired through fraud, breach of duty or some \n \n \nother circumstance making it inequitable for him to retain it against the \nclaim of the beneficiary of the constructive trust. \n \nSeraph Garrison, LLC ex rel. Garrison Enters., Inc. v. Garrison, 787 S.E.2d 398, 410 \n(N.C. Ct. App. 2016) (second alteration in original) (quotation marks omitted). \n83. “[A] fiduciary relationship, while generally the basis for constructive trust \nclaims, is not strictly required.”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC , 365 N.C. 520, 530,  723 S.E.2d 744, 751 (2012).  However, “[i]n the \nabsence of such a relationship, [Plaintiff] faces the difficult task of proving ‘some \nother circumstance making it inequitable’ for [Defendants] to possess [Plaintiff’s] \nfunds . . . .”  Id. at 530–31, 723 S.E.2d at 752.  Our Supreme Court “ha[s] also used \nthe phrase, ‘any other unconscientious manner,’ in describing situations in which a \nconstructive trust may be imposed without a fiduciary relationship.”  Id. at 531, 723 \nS.E.2d at 752. \n84. Further, and contrary to Defendants’ argument, the Complaint alleges that \n“Perry or his entities have been unjustly enriched.”  (Compl. ¶ 250 (emphasis added).)  \nAdditionally, the Complaint alleges, and its attachments demonstrate, that the Perry \nEntities hold title to all of the properties that allegedly belong to the partnership and \nfor which Plaintiff performed services with an expectation that he would receive a \nportion of the profits.  (Compl. ¶¶ 67, 82, 95, 107, 110, 128, 130, 166, Exs. A, C–G, I–\nJ, L.)  The Complaint also  alleges that the Perry Entities are in wrongful receipt of \npartnership rents or profits.  (Compl. ¶¶ 66, 104, 112, 114–15, 147–48.)  When taken \ntogether, the allegations of the Complaint, which are taken as true for purposes of \n \n \nthe Motion to Dismiss, state the elements of a claim for imposition of a constructive \ntrust against the Perry Entities. \n85. Plaintiff alleges that Perry is a manager and the registered agent of each of \nthe Perry Entities alleged to be in wrongful receipt of partnership profits.  (Compl.  \n¶¶ 9–10, 12–13, 16–17, 20, 22–23.)  The Complaint also alleges that Perry, through \nPerry Brothers, sold one of the partnership properties without informing Plaintiff or \ngiving him his share of the profits.  (Compl. ¶ 66.)  Plaintiff further alleges that Perry \nor one of the Perry Entities has been collecting rents from another partnership \nproperty without giving Plaintiff his share.  (Compl. ¶¶ 104 –05.)  Finally, the \nComplaint alleges that Down East received rents from partnership properties and \nthe price paid by a lessee of a partnership property to buy out its lease but did not \npay Plaintiff his share.  (Compl. ¶¶ 112–15, 147–48.) \n86. Taking the allegations that Perry was a manager, if not the sole manager, \nand was the registered agent for each of the Perry Entities as true, the Court \nconcludes, at this early stage of the proceedings, that such facts are sufficient for \nPlaintiff to allege that the Perry Entities obtained partnership properties or profits \nwith constructive knowledge that such properties and pr ofits were partnership \nproperty in which Plaintiff had an interest. \n87. Although “[Plaintiff] faces the difficult task of proving ‘some other \ncircumstance making it inequitable’ for [Defendant] to possess [partnership \nproperties or profits,]” Variety Wholesalers, Inc., 365 N.C. at 530 –31, 723 S.E.2d at \n \n \n752, the Court concludes that Plaintiff has alleged sufficient facts to allow its request \nfor constructive trust to survive Defendants’ Motion to Dismiss. \nD. Claims Against Perry’s, Inc. \n88. A review of the Complaint re veals that the only allegations as to Perry’s, \nInc. are: Perry’s, Inc. is a North Carolina corporation that shares an address for its \nprincipal office with the Perry Entities, (Compl. ¶ 18); Dan Perry is the president and \nPerry is the secretary and registe red agent of Perry’s, Inc., (Compl. ¶¶ 19 –20, 22); \nPerry’s, Inc. has 100,000 authorized shares of common stock, (Compl. ¶ 21); and \nPlaintiff “provided the necessary expertise, contacts, services, and expenses to Perry’s \nInc.,” (Compl. ¶ 30).  Further, none of the individual causes of action asserted in the \nComplaint reference Perry’s, Inc. or seek a judgment against Perry’s, Inc.  (Compl. \n13–20.) \n89. Because the Complaint neither asserts any claims against Perry’s, Inc.  nor \nprovides any factual basis to do so,  the Court concludes that the Motion to Dismiss \nshould be granted as to Perry’s Inc. \nVI. CONCLUSION \n90. THEREFORE, for the foregoing reasons, the Court DENIES the Motion \nto Strike and DENIES in part  and GRANTS in part  the Motion to Dismiss as \nfollows. \nA. The Motion t o Dismiss is DENIED as to Plaintiff’s request for the \nimposition of a constructive trust and Plaintiff’s claims for breach of \npartnership agreement, breach of fiduciary duty, constructive fraud, \n \n \nfraud, negligent misrepresentation, negligence, conversion, a nd \nunjust enrichment. \nB. The Motion to Dismiss is GRANTED as to Plaintiff’s UDTP claim \nbecause the Complaint fails to adequately allege that Defendants’ \nconduct was in or affecting commerce. \nC. The Motion to Dismiss is GRANTED as to Defendant Perry’s, Inc., \nand Perry’s, Inc. is dismissed from this action. \nSO ORDERED, this the 30th day of July, 2018. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n "
}