{
  "id": "f16da19bc50269c85a626b11e605570d78d622f12a155db201bd1566871078a9",
  "source_file": "data/raw/ncbc/f16da19bc50269c85a626b11e605570d78d622f12a155db201bd1566871078a9.pdf",
  "raw_text": " Coleman v. Coleman, 2015 NCBC 110. \n \nSTATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 3869 \n \nTHOMAS W. COLEMAN, \n \n                                   Plaintiff, \n \nv. \n \nMAUREEN K. COLEMAN, individually, \nand as Executrix of the Estate of Richard \nL. Coleman, Jr.; CAROLYN G. W. \nCOLEMAN, individually, and as \nExecutrix of the Estate of Stewart B. \nColeman; AMANDA COLEMAN \nFRANKLIN; WHITNEY COLEMAN \nISRAEL; THOMAS M. ISRAEL, III; \nRICHARD L. COLEMAN, III; KELLY \nCOLEMAN PREWITT, \n \n                                   Defendants. \n \nv. \n \nASHEVILLE MALL, INC. and \nSHERWOOD HEIGHTS, INC., \n \n                                   Nominal \nDefendants. \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS \nTO DISMISS \n \n \n \n{1} THIS MATTER is before the Court upon the separate Motions to Dismiss \nPlaintiff Thomas W. Coleman’s (“Plaintiff”) Complaint 1 filed by Defendants \nMaureen K. Coleman (“Maureen Coleman”), individually, and as Executrix of the \nEstate of Richard L. Coleman, Jr.; Carolyn G.W. Coleman (“Gay Coleman”), \nindividually, and as Executrix of the Estate of Stewart B. Coleman; Amanda \nColeman Franklin (“Amanda Franklin”); Whitney Coleman Israel (“Whitney \nIsrael”); Thomas M. Israel, III (“Thomas Israel”); Richard L. Coleman, III (“Lee \nColeman”); and Kelly Coleman Prewitt’ s (“Kelly Prewitt”) (collectively, \n“Defendants”) pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil \n                                                 \n1 Each Defendant submitted a separate Motion to Dismiss and all Defendants jointly represented by \ncounsel filed joint briefs for purposes of the length limitations on briefs under Business Court Rule \n15.8. \n \n \nProcedure (the “Motions”) in the above-c aptioned case.  After considering the \nMotions, briefs in support of and in opposition to the Motions, and the arguments of \ncounsel, the Court GRANTS the Motions and DISMISSES Plaintiff’s claims. \nMcGuireWoods LLP, by Robert A. Muckenfuss, Jodie N. Hermann, \nAlexander Covington, and Emily Lowder, for Plaintiff Thomas W. \nColeman. \n \nAdams, Hendon, Carson, Crow & Saenger, P.A., by Robert C. \nCarpenter, E. Thomison Holman, and Joy McIver, for Defendants Kelly \nC. Prewitt and Richard L. Coleman, III. \n \nFisherBroyles LLP, by Cammi R. Jone s, and Mainsail Lawyers, by J. \nKellam Warren, for Defendant Maureen Coleman, individually and as \nExecutrix of the Estate of Richard L. Coleman, Jr. \n \nThe Van Winkle Law Firm, by Step hen J. Grabenstein and James W. \nBaley, for Defendants Carolyn G.W. Coleman, individually and as \nExecutrix of the Estate of Stew art B. Coleman, Amanda Coleman \nFranklin, Whitney Coleman Israel, and Thomas M. Israel, III. \n \nBledsoe, Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n{2} The Court does not make findings of fa ct on motions to dismiss under Rule \n12(b)(6), but only recites those facts includ ed in the Complaint that are relevant to \nthe Court’s determination of Defe ndants’ Motions to Dismiss.  See, e.g. , Concrete \nServ. Corp. v. Investors Grp., Inc. , 79 N.C. App. 678, 68 1, 340 S.E.2d 755, 758 \n(1986). \n{3} This case arises from a family busine ss relationship gone sour.  All parties \nto this case are related, either through blood or through marriage, and hold present \nor presumptive future interests in the Nominal Defendants, Asheville Mall, Inc. and \nSherwood Heights, Inc. (collectively, the “Corporations”). \n{4} Plaintiff Thomas Coleman is a one-thir d owner/shareholder and director of \nthe Corporations.  (Compl. ¶ 3.)  Plaintiff,  Richard L. Coleman, Jr., and Stewart B. \nColeman were brothers who shared equally  in the ownership of the Corporations, \nwhich were formed by their parents.  Plaintiff is the only surviving brother. \n \n \n{5} Maureen Coleman is the widow of Richard L. Coleman, Jr. and serves as \nExecutrix of his Estate.  (Compl. ¶ 4.)  Th e Estate of Richard L. Coleman, Jr. (“R. \nColeman Estate”) is a one-third owner/ shareholder of the Corporations, and \nMaureen Coleman serves as a director of the Corporations by virtue of her role as \nExecutrix of the R. Coleman Estate.  (Compl. ¶ 4.) \n{6} Lee Coleman and Kelly Prewitt are beneficiaries of the R. Coleman Estate.  \n(Compl. ¶¶ 9–10.)  \n{7} Gay Coleman is the widow of Stewart B. Coleman and serves as Executrix \nof his Estate. (Compl. ¶ 5.)  The Estate of Stewart B. Coleman (“S. Coleman Estate”) \nis a one-third owner/shareholder of the Corporations. (Compl. ¶ 5.) \n{8} Amanda Franklin and Whitney Israel are beneficiaries of the S. Coleman \nEstate.  (Compl. ¶¶ 6–7.)  Thomas Israel is  the husband of Whitney Israel and is a \ndirector and current President of the Corporations.  (Compl. ¶ 8.) \n{9} Stewart B. Coleman formerly served as President of the Corporations until \n2008 when he was removed from office “due to suspected improprieties in \nmanagement of the Corporations.”  (Compl. ¶¶ 12–13.) \n{10} After Stewart B. Coleman’s removal, Plaintiff was elected President of the \nCorporations, a position he held for six years.  (Compl. ¶¶ 14–17.) \n{11} Plaintiff alleges that, when he was voted President, the “intent was for \nPlaintiff to remain as President so long  as he was capable and willing to serve,” \n(Compl. ¶ 14), as “[i]t was always the intent of the founders of the Corporations and \nof Plaintiff’s late brothers that so long as one of the brothers was alive and capable, \nthat a brother would be President of the Corporations.” (Compl. ¶ 28.) \n{12} Plaintiff received a Notice of Special Meeting of Shareholders and a Special \nMeeting of the Board of Directors of the Corporation (the “Notice”) on June 27, \n2014.  (Compl. ¶ 19.)  The Notice stated th at the purpose of the meeting was to “1) \nremove or accept the resignation of one or  more directors; 2) elect one or more \ndirectors to fill vacancies created; 3) amend and reinstate the Bylaws of the \nCorporations; 4) enter into a Management Agreement; and 5) authorize Thomas M. \n \n \nIsrael, III to take any action reasonably necessary to take control of all the accounts \nowned by the Corporations.”  (Compl. ¶ 20.) \n{13} The meeting was held on July 8, 2014, at which time Plaintiff was removed \nas President of the Corporations by the R. Coleman Estate, the S. Coleman Estate, \nThomas Israel, and Maureen Coleman.  (Compl. ¶¶ 21–22.)  Thomas Israel was \nelected President of the Corpor ations.  (Compl. ¶ 26.)  Plaintiff alleges that he was \nremoved as President in retaliation for filing a caveat proceeding to challenge the \nprobate of his mother’s will in 2010.  (Compl. ¶ 25.) \n{14} Plaintiff’s counsel made written demand on the R. Coleman Estate, the S. \nColeman Estate, Thomas Israel, and Maureen Coleman on July 11, 2014, \ndemanding reinstatement as President of the Corporations.  (Compl. ¶ 23.) \n{15} Counsel for the R. Coleman Estate, th e S. Coleman Estate, Thomas Israel, \nand Maureen Coleman rejected Plaintiff’s demand on July 28, 2014. \n{16} Plaintiff filed this action on August 29, 2014, alleging five claims against \nDefendants in various combinations.  This  case was designated a complex business \ncase on September 5, 2014 and assigned to the undersigned on September 8, 2014. \n{17} Defendants’ Motions to Dismiss have been fully briefed, and the Court held \na hearing on the Motions at which all parties were represented by counsel.  The \nMotions are ripe for resolution.    \nII. \nLEGAL STANDARD \n{18} The overarching question for the Court on a motion to dismiss under N.C. \nR. Civ. P. Rule 12(b)(6) is “whether, as  a matter of law, the allegations of the \ncomplaint, treated as true, are sufficient to  state a claim upon which relief may be \ngranted under some legal theory, whether properly labeled or not.”  Harris v. NCNB \nNat’l Bank, 85 N.C. App. 669, 670, 355 S. E.2d 838, 840 (1987) (citing Stanback v. \nStanback, 297 N.C. 181, 185, 254 S.E.2d 611, 6 15 (1979)).  Furthermore, “[t]he \ncomplaint must be liberally construed, and the court should not dismiss the \ncomplaint unless it appears beyond a doubt that the plaintiff could not prove any \nset of facts to support his claim which would entitle him to relief.”  \nBlock v. Cnty. of \n \n \nPerson, 141 N.C. App. 273, 27 7–78, 540 S.E.2d 415, 419 (2000) (citation omitted).  \nFactual allegations must be accepted as true; however, bare legal conclusions “are \nnot entitled to a presumption of truth.”  Miller v. Rose, 138 N.C. App. 582, 592, 532 \nS.E.2d 228, 235 (2000) (citations omitted).  Dismissal is appropriate in any of the \nthree following instances:  “(1) the complaint on its face reveals that no law \nsupports the plaintiff’s claim; (2) the comp laint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.”  Wood v. Guilford Cnty., 355 N.C. 161, 166, \n558 S.E.2d 490, 494 (2002) (citation omitted). \nIII. \nANALYSIS \nA. Meiselman Claim \n{19} In his first claim for relief entitled “Breach of Fiduciary Duty – Meiselman \nAction,” Plaintiff requests equitable relie f and reinstatement as President of the \nCorporations based on Defendants’ frustr ation of his reasonable expectations as \ndelineated in Meiselman v. Meiselman , 309 N.C. 279, 298, 307 S.E.2d 551, 562 \n(1983).  (Compl. ¶¶ 31–38.)  To obtain relief under Meiselman’s reasonable \nexpectation analysis, Plaintiff must allege that: \n(1) he had one or more substantial reasonable expectations known or \nassumed by the other participants ; (2) the expectation has been \nfrustrated; (3) the frustration was without fault of plaintiff and was in \nlarge part beyond his control; and (4) under all of the circumstances of \nthe case plaintiff is entitled to some form of equitable relief. \nBrady v. Van Vlaanderen , 2013 NCBC LEXIS 34, at *10 (N.C. Super. Ct. July 24, \n2013) (quoting High Point Bank & Trust Co. v. Sapona Mfg. Co. , 212 N.C. App. 148, \n152, 713 S.E.2d 12, 15 (2011)).  \n{20} As an initial matter, Defendants argue that Plaintiff has not adequately \npleaded his Meiselman action because Plaintiff seeks relief not available under \nMeiselman.  (Gay Coleman Br. Supp. Mot. Dismiss 5.)  In his response brief and at \nthe hearing, Plaintiff suggested and argued for the first time that his first claim for \nrelief is not simply premised on Meiselman, but is for equitable relief and damages \n \n \nfor breach of fiduciary duty, sim ilar to the claims asserted in Freese v. Smith , 110 \nN.C. App. 28, 428 S. E.2d 841 (1993), and Farndale Co., LLC v. Gibellini , 176 N.C. \nApp. 60, 628 S.E.2d 15 (2006).2  (Pl.’s Resp. to Gay Coleman Mot. Dismiss 10.)  The \nCourt finds Plaintiff’s argument unpersuasive.   \n{21} First, the Court does not believe a fair reading of the Complaint, as \npleaded, puts Defendants on fair notice of Plaintiff’s intention to state an individual \nbreach of fiduciary duty claim apart from the Meiselman line of cases.  Every fact \nsupporting Plaintiff’s first claim for relief focuses on the elements necessary to state \na Meiselman claim and concludes with a request for “equitable relief and \nreinstatement as President of the Corporatio ns.”  (Compl. ¶ 38.)  Although Plaintiff \nalleges that he is entitled to damages in hi s prayer for relief, that sole allegation is \ninsufficient, when read in conjunction with the rest of the Complaint, to put \nDefendants on notice.  \nSee, e.g., Allen v. Land Res. Group of N.C., LLC , 2010 NCBC \nLEXIS 18, *9 (N.C. Super. Ct. Sep. 22, 2010)  (“Rule 8 calls for simple, concise and \ndirect pleadings which are sufficiently particular to give the court and each \ndefendant fair notice of what claims the plaintiff is asserting against each of the \ndefendants and the grounds upon which the claims rest.”); \nsee also, e.g. , Brad \nRagan, Inc. v. Callicutt Enterprises, Inc ., 73 N.C. App. 134, 136,  326 S.E.2d 62, 64 \n(1985) (stating that a complaint must gi ve defendant “fair notice of the claim \nagainst him and the ground upon which it rests.”).  \n{22} The Court, therefore, concludes that  Plaintiff’s first claim for relief, \nentitled “Breach of Fiduciary Duty – Meiselman Action,” was pleaded under the \n                                                 \n2 The principal difference between the Meiselman and the Freese line of cases is in the requested \nrelief.  In Meiselman, the plaintiff minority shareholder, alleging that the majority shareholder \nbreached his fiduciary duty, exercised his statutory right to seek judicial dissolution and other \nequitable relief under N.C. Gen. Stat. §§ 55-125 an d 55-125.1 (1973) (current version at N.C. Gen. \nStat. § 55-14-30 (2015)).  Meiselman, 309 N.C. at 298, 307 S.E.2d at 562.  While Freese and Farndale \nalso involve breach of fiduciary duty claims, the plaintiffs in those cases sought monetary damages \nrather than equitable relief.  Freese, 110 N.C. App. at 37–38, 428 S.E.2d at 847–48 (holding that a \nminority shareholder could recover damages from majority shareholders for breach of fiduciary duty \nwhen the minority alleged that the majority used corporate assets to make preferential payments to \nthemselves); Farndale, 176 N.C. App. at 68–69, 628 S.E.2d at 20 (affirming a jury award of damages \nto the minority shareholders who alleged that defe ndant majority shareholders orchestrated a stock \nissuance in order to squeeze plaintiffs out of the company). \n \n \nMeiselman line of cases and, as such, is insufficient to state a claim for relief for two \nreasons.  First, Plaintiff has not pleaded sufficient facts to show his expectations \nwere reasonable or concurred in by Defendants.  Plaintiff has advanced only \nconclusory allegations that Defendants knew of and frustrated his substantial and \nreasonable expectation of continuing to se rve as President of the Corporations.  \n(Compl. ¶¶ 31–37.)  Plaintiff has failed to allege any facts that might give \nDefendants notice of the “transactions, occurrences, or series of transactions or \noccurrences” showing that Plaintiff poss essed reasonable expectations known to \nDefendants.  N.C. R. Civ. P. 8(a)(1).  \nSee also Royals v. Piedmont Elec. Repair Co ., \n137 N.C. App. 700, 706, 529 S.E.2d 515, 519 (200 0) (citation omitted) (stating that \nreasonable expectations may be gleaned from the parties’ actions, signed \nagreements, and other written instruments); see generally Russell  M. Robinson, II, \nRobinson on North Carolina Corporation Law , § 28.11(2) (7th ed. 2014) (discussing \n“reasonable expectations” under Meiselman). \n{23} Next, Plaintiff has sought relief in the form of “equitable relief including \nreinstatement as President” of the Co mpanies, relief not available under the \nMeiselman cases.  Under former Section 55-125. 1, the trial court could order relief \nsuch as  \n(1) [c]anceling or altering any prov ision contained in the charter or \nbylaws of the corporation; or (2) [c ]anceling, altering, or enjoining any \nresolution or other act of the corporation; or (3) [d]irecting or \nprohibiting  any act of the corporat ion or of shareholders, directors, \nofficers or other persons party to th e action; or (4) [p]roviding for the \npurchase at their fair value of shares  of any shareholder, either by the \ncorporation or by other shareholders, such fair value to be determined \nin accordance with such procedures as the court may provide. \nMeiselman, 309 N.C. at 300, 307 S. E.2d at 563–64 (quoting N.C. Gen. Stat. § 55-\n125.1 (1973)). \n{24} “A significant difference exists between the statutory framework in which \nNorth Carolina courts analyzed Meiselman and the framework in existence today.”  \nHigh Point Bank & Trust Co. v. Sapona Mfg. Co. , 2010 NCBC LEXIS 14, *16–17 \n(N.C. Super. Ct. June 22, 2010), aff’d, 212 N.C. App. 148, 713 S.E.2d 12 (2011).  \n \n \n“Section 55-14-30(2) of the North Carolin a General Statutes provides that a \n‘superior court may dissolve a corporation . . . [i]n a proceeding by a shareholder if it \nis established that . . . liquidation is re asonably necessary for the protection of the \nrights or interests of the complaining shareholder.’”  Id. at *13 (emphasis added).  \nOnce the Court orders dissolution, N.C. Gen. Stat. § 55-14-31(d) enables the \ndefendant corporation to avoid dissolution by purchasing the shares of the \ncomplaining shareholder at their fair value.  Id. at *14–15.  See also Royals , 137 \nN.C. App. at 709, 529 S. E.2d at 521 (applying Meiselman under the current \nstatute).  Thus, under current law, courts  are limited in the exercise of their \n“discretionary equitable jurisdiction to order involuntary dissolution, or, \nalternatively, a mandatory buyout for the protection of the minority shareholders in \nclosely held corporations.”  Robinson, supra, § 28.11; see also id. §28.12 (discussing \nmandatory buyout as an alternative to involuntary dissolution). \n{25} For these reasons, Plaintiff’s first cl aim for relief should be dismissed.  \nPlaintiff’s counsel indicated at the hearing that Plaintiff is able to allege sufficient \nfacts to state a claim for relief under the \nMeiselman line, the Freese line, or both, \nand argued that Plaintiff should be granted leave to amend should the Court \nconclude that dismissal is proper based on  the current allegations.  Based on its \nreview, the Court finds good cause to grant Plaintiff leave to amend his Complaint \nto re-allege his first claim for relief in a manner consistent with Rule 8’s \nrequirements and prevailing case law.  Although Defendants argue that any \namendment at this stage of the litigation will work to prejudice Defendants, the \nCourt concludes in these circumstances that it will not work a substantial injustice \non Defendants for Plaintiff to refile his first claim for relief.  The Court’s ruling \nshall be without prejudice to Defendants’ right to move to dismiss any such \namended claim. \nB. Breach of Fiduciary Duty (Derivative) \n{26} Plaintiff alleges a derivative claim for breach of fiduciary duty distinct \nfrom his Meiselman claim.  In seeking dismissal, Defendants first argue that \nPlaintiff has not satisfied the demand requirement of North Carolina’s Business \n \n \nCorporation Act, which provides that no shareholder can file a derivative suit prior \nto the expiration of ninety days after making written demand on the corporation to \ntake suitable action.  N.C. Gen. Stat. § 55-7-42 (2015).  The ninety day period is \nwaived if the corporation rejects the demand  prior to the expiration of the ninety \ndays or if irreparable injury would result to the corporation by waiting.  Id.  “Under \nthe plain language of the statute, the demand requirement is a condition precedent \nto the institution of any and all derivative actions.”  Norman v. Nash Johnson & \nSons’ Farms, Inc., 140 N.C. App. 390, 410, 537 S.E.2d  248, 262 (2000).  While strict \ncompliance may accomplish little in a close corporation setting, “the Legislature did \nnot create a ‘close corporation exception’ to the statutory demand requirement.”  Id.; \nsee also Robinson, supra, § 17.03(2) (“The Act now requires a prior demand on a \nNorth Carolina corporation to be made in all cases, without any exception[.]”).   \n{27} The Complaint reflects that Plaintiff sent a letter on July 11, 2014, to \ncounsel for the other directors and shareholders requesting that they reinstate him \nas President of the Corporations.  (Compl. Ex. A.)  The Complaint also alleges that \n“counsel for the Majority Shareholders and Majority Directors” rejected Plaintiff’s \ndemand by voicemail on July 28, 2014.  (Co mpl. ¶ 24.)  Plaintiff filed the Complaint \non August 26, 2014, less than ninety da ys after making demand, alleging the \nderivative claim for breach of fiduciary duty.  Arguing that “a voicemail from \ncounsel for one director and one shareholder rejecting the Plaintiff’s demand . . . is \nnot the equivalent of rejection by the [C ]orporations,” Defendants contend that \nPlaintiff was therefore required to wait the full ninety days before bringing his \nderivative claim.\n3   \n{28} The North Carolina Court of Appeals has previously evaluated the \nsufficiency of a corporate rejection.  See Allen v. Ferrera , 141 N.C. App. 284, 540 \nS.E.2d 761 (2000).  In Allen, the plaintiff was a fifty percent shareholder in the \n                                                 \n3 Defendants’ briefs indicate that only counsel for Gay Coleman and Tom Israel left Plaintiff a \nvoicemail rejecting his demand, (Gay Coleman Br . Supp. Mot. Dismiss 7,) while the Complaint \nalleges the rejection was made by counsel for the “Majority Shareholders and Majority Directors.”  \n(Compl. ¶ 24.)  In accordance with the standard of  review on a motion to dismiss, the Court treats \nthe Complaint’s allegations as true and assumes for the purposes of deciding the Motions that the \nrejection was made by counsel for all majority shareholders and directors. \n \n \nsubject corporation (“Subject Corporation”), and the other fifty percent shareholder \nwas another corporation (“Shareholder Corporation”) owned by two individuals.  Id. \nat 286, 540 S.E.2d at 763.  The plaintiff and the two individuals all served as \ndirectors of the Subject Corporation, and one of the individuals also served as \npresident of the Shareholder Corporation.  Id.  Prior to bringing a derivative suit \nagainst the Subject Corporation, the plaintiff sent a demand letter to the \nindividuals and the Shareholder Corporation.  Id. at 286, 540 S.E.2d at 764.  Nine \ndays later, the plaintiff received a rejection letter signed by the individuals in their \nindividual capacities, one of whom also signed in his capacity as president of the \nShareholder Corporation.  Id.  The Court ultimately concluded that this was not a \n“rejection by the corporation ” under agency principles because the plaintiff did not \nallege that the individuals and the Shareholder Corporation had authority to bind \nthe Subject Corporation through their individual signatures.  \nId. at 289, 540 S.E.2d \nat 765 (emphasis in original).  This Court (Gale, J.) has since interpreted Allen as \nstanding for the proposition that, for derivative actions governed by Section 55-7-42, \n“any response adequate to constitute a corporate rejection that excuses the further \nrunning of the ninety day waiting period mu st be made by those with the authority \nto act on behalf of the corporation.”  \nPetty v. Morris, 2014 NCBC LEXIS 67, at *17 \n(N.C. Super. Ct. Dec. 16, 2014.)   \n{29} Seeking to distinguish this case from the holding in Allen, Plaintiff argues \nthat “a rejection from the attorneys of the necessary parties on behalf of those \nparties is sufficient to bind them,” citing \nHarris v. Ray Johnson Constr. Co. , 139 \nN.C. App. 827, 534 S.E.2d 653 (2000) (discussing agency principles in attorney-\nclient relationships).  (Pl.’s Resp. to  Gay Coleman Mot. Dismiss 14.)  That \nargument, however, misunderstands Allen by equating authority to bind the \nindividual directors and shareholders with authority to bind the corporation.  \nPlaintiff has not alleged that counsel who left him the voicemail had authority to \nbind the Corporations, and so the Court concludes that Plaintiff has failed to allege \na rejection by the Corporations sufficient to excuse the running of the ninety day \n \n \nwaiting period in Section 55-7-42.4  Therefore, Plaintiff’s derivative claim for breach \nof fiduciary duty should be dismissed.  Allen, 141 N.C. App. at 289, 540 S.E.2d at \n765 (affirming dismissal at 12 (b)(6) stage for failure to comply with the demand \nrequirement).   \n{30} Defendants also argue that Plaintiff’s derivative claim must be dismissed \nbecause it is contained in an unverified Complaint.  All complaints initiating \nshareholder derivative suits must be verifi e d  b y  o a t h .   N . C .  R .  C i v .  P .  2 3 ( b ) .   \nBecause Plaintiff has not verified his Complaint, Plaintiff’s derivative claim for \nbreach of fiduciary duty must be dismisse d, but without prejudice to his right to \ncure the defect.  See Peak Coastal Ventures, L.L.P. v. SunTrust Bank , 2011 NCBC \nLEXIS 13, at *23–24 (N.C. Super. Ct. May 5,  2011) (dismissing in part for failure to \nverify the complaint).  See also Alford v. Shaw , 327 N.C. 526, 531, 398 S.E.2d 445, \n447 (1990) (holding that failure to comply with Rule 23(b) is a procedural defect that \nmay be cured by amendment to the pleadings). \n{31} Further, the Court finds Plaintiff has not pleaded sufficient facts to \nwithstand the effects of the business judg ment rule.  The business judgment rule \nprovides an initial evidentiary presumption that a director acted with due care and \nin the corporation’s best interest, and, absent rebuttal of the evidentiary \npresumption, a strong substantive presumption that the director’s judgment will \nnot be judicially second-guessed unless it cannot be attributed to a rational business \npurpose.  \nWinters v. First Union Corp., 2001 NCBC LEXIS 5, at *9–10 (N.C. Super. \nCt. July 12, 2001) (quoting State ex rel. Long v. ILA Corp. , 132 N.C. App. 587, 602, \n                                                 \n4 Plaintiff also cites Norman, 140 N.C. App. at 411–12, 537 S.E.2d at 263, to argue that, under N.C. \nR. Civ. P. 9(c), a plaintiff can satisfy the dema nd requirement and survive a 12(b)(6) motion by \nsimply alleging compliance with all conditions precedent.  (Pl.’s Resp. to Gay Coleman Mot. Dismiss \n13.)  The Court of Appeals reached that conclusion, however, as a matter of distinguishing Section \n55-7-42 from its predecessor statute, N.C. Gen. St at. § 55-7-40 (1994), which required a plaintiff to \nplead his efforts to make demand “with particularity.”  Norman, 140 N.C. App. at 411, 537 S.E.2d at \n262.  Moreover, Allen is the later-decided case and relies on Norman in affirming the trial court’s \n12(b)(6) dismissal for failure to satisfy the substantive requirements of Section 55-7-42.  Allen, 141 \nN.C. App. at 288–89, 540 S.E.2d at 765.  See also Greene v. Shoemaker, 1998 NCBC LEXIS 4, ¶*18–\n19 (N.C. Super. Ct. Sept. 24, 1998) (“In determining whether the demand requirement has been met \nthe Court must compare the derivative claims asserted in a complaint against the specific demands a \nplaintiff has made prior to filing suit.”). \n \n \n513 S.E.2d 812, 821–22 (1999)).  In  order to defeat this presumption and survive a \nmotion to dismiss, Plaintiff must allege in other than conclusory terms that the \nboard was “inattentive or uninformed, acte d in bad faith, or that the board’s \ndecision was unreasonable.”  Id. at *10.   \n{32} Plaintiff alleges that Defendants replaced him as President with a person \nwho “does not have the requisite expertise or experience to pr operly manage the \nCorporations.”  (Compl. ¶ 43.)  This conclusory statement, standing alone, is \ninsufficient to demonstrate that the board’s actions were outside the realm of the \nbusiness judgment rule.  \nSee, e.g. , Technik v. WinWholesale, Inc. , 2012 NCBC \nLEXIS 5, at *14–16 (N.C. Super. Ct . Jan. 13, 2012) (holding that summary \nstatements that the board mismanaged the president’s termination and \nreplacement described nothing more than routine conduct of directors engaged in \ndecision making).   Therefore, Plaintiff’s derivative claim for breach of fiduciary \nduty must be dismissed.   \n{33} Based on Plaintiff’s assertions of additional facts at the hearing, the Court \nfinds that Plaintiff may be able to plead additional facts that would suggest that \nDefendants’ actions ran afoul of the business judgment rule as well as take action to \nsatisfy the demand and verification requirem ents for derivative actions.  As such, \nthe Court dismisses Plaintiff’s derivative claim for breach of fiduciary duty without \nprejudice and grants Plaintiff leave to amend his Complaint. \nC. Unfair and Deceptive Trade Practices \n{34} Plaintiff’s Unfair and Deceptive Trade Practices (“UDTP”) claim must fail \nbecause Plaintiff has (1) not alleged unfair or  deceptive acts or practices on the part \nof the non-shareholder and non-director De fendants and (2) not alleged facts that \nshow the shareholders’ and directors’ actions in removing him as President of the \nCorporations were in or affecting commerce.  To state a UDTP claim under N.C. \nGen. Stat. § 75-1.1, Plaintiff must allege  (1) that Defendants committed unfair or \ndeceptive acts or practices, (2) that such acts were in or affected commerce, and (3) \ninjury.  “[T]he General Assembly did not in tend for the [UDTP] Act’s protections to \nextend to a business’s internal operations.”  \nWhite v. Thompson , 364 N.C. 47, 53, \n \n \n691 S.E.2d 676, 680 (2010).  Rather, the UDTP Act was intended to apply to \ninteractions between market participants, and any conduct that occurs solely within \na single business cannot therefore fall within the Act.  Id.     \n{35} The UDTP claim rests on Plaintiff’s allegation that “Defendants’ breach of \nfiduciary duties, as described in the first and second claims for relief, constitute \nunfair and deceptive acts under N.C.G.S. § 75-1.1.”  (Compl. ¶ 54.)  The first two \nclaims for relief, however, were only br ought against the other shareholders and \ndirectors.  The Complaint does not identify other unfair or deceptive conduct on the \npart of Defendants who were neither shareholders nor directors—Kelly Prewitt, Lee \nColeman, Whitney Israel, Amanda Frank lin, and Gay Coleman in her individual \ncapacity.     \n{36} In arguing to preserve his claim against these Defendants, Plaintiff cites \nNorman, 140 N.C. App. at 417, 537 at 266, in which the Court of Appeals upheld a \nUDTP claim against interrelated corporate and individual defendants in a family-\nowned close corporation.  In that case, ho wever, all of the individual defendants \nwere shareholders, against whom the pl aintiff had pleaded a valid breach of \nfiduciary duty claim.  Id.  The plaintiff had alleged specific acts of unfair \ncompetition as to the corporate defendan ts who were neither shareholders nor \ndirectors of the family company.  Id.  Thus, Norman still requires that Plaintiff \nallege unfair or deceptive acts, which he has failed to do with respect to the non-\nshareholder and non-director Defendants.   \n{37} To argue that his removal by the Corporation’s shareholders and directors \nwas “in or affecting commerce,” Plaintiff cites Woolard v. Davenport, 166 N.C. App. \n129, 601 S.E.2d 319 (2004), in which the co urt upheld a minority shareholder’s \nUDTP claim against majority shareholders on the basis of alleged breaches of \nfiduciary duty.  (Pl.’s Resp. to Maureen Coleman Mot. Dismiss 16.)  Woolard, \nhowever, more clearly involved a commercial element because it arose out of an \nasset sale through which the plaintiff became a shareholder.  Woolard, 166 N.C. \nApp. at 130, 601 S.E.2d at 320.  Here, the facts as plea ded do not take the conduct \nout of the realm of an internal corporate dispute.  See Wilson v. Blue Ridge Elec. \n \n \nMembership. Corp. , 157 N.C. App. 355, 358, 578 S. E.2d 692, 694 (2003) (holding \nthat the selection of and qualification of  directors does not affect commerce under \nthe UDTP Act).  Accordingly, Plaintiff’s UDTP claim must be dismissed.  However, \nagain, based on Plaintiff’s representation s at the hearing, the Court finds that \nPlaintiff is aware of facts that may suggest certain Defendants engaged in acts in or \naffecting commerce, and as such, the Court’s dismissal of Plaintiff’s UDTP claim is \nwithout prejudice. \nD. Civil Conspiracy \n{38} To state a claim for civil conspiracy, a plaintiff must allege (1) a \nconspiracy, (2) wrongful acts by the alleged conspirators in furtherance of the \nconspiracy, and (3) resulting injury.  State ex rel. Cooper v.  Ridgeway Brands Mfg., \nLLC, 362 N.C. 431, 444, 666 S. E.2d 107, 115 (2008).  North Carolina does not \nrecognize a separate civil action for civil conspiracy.  Dove v. Harvey, 168 N.C. App. \n687, 690, 608 S.E.2d 798, 800 (2005).  Rather, civil conspiracy is premised on the \nunderlying wrongful acts.  Id.  A civil conspiracy is essentially an action for \ndamages, and no action lies unless one or mo re conspirators actually cause damage.  \nSee Bradshaw v. Maiden , 2015 NCBC LEXIS 80, at *46 (N.C. Super. Ct. Aug. 10, \n2015) (citing Henderson v. LeBauer , 101 N.C. App. 255, 260,  399 S.E.2d 142, 145 \n(1991)).   \n{39} In this case, Plaintiff has presented a mere conclusory allegation that \nDefendants “agreed to engage in a conspiracy to commit the wrongful act of \nremoving Plaintiff as president[.]”  (Compl. ¶ 50.)  Moreover, the Court has \ndismissed the underlying claims relied upon by Plaintiff to support his civil \nconspiracy claim.  As such, Plaintiff’s claim for civil conspiracy should be dismissed \nas against all Defendants.  Nonetheless, th e Court determines that Plaintiff should \nbe given the opportunity to re-allege his cl aim in a manner sufficient under Rule 8.  \nTherefore, the Court dismisses Plaintiff’s civil conspiracy claim without prejudice.  \nThe Court has serious concerns about the viability of this claim against the non-\ndirector, individual Defendants in particular and admonishes Plaintiff that he must \nplead the specific facts to support his claim against them. \n \n \nE. Temporary Restraining Order \n{40} Plaintiff has pleaded a separate cause of action asserting that he is \nentitled to a temporary restraining order (“TRO”) against all Defendants to prevent \nimmediate, irreparable harm to the Corporations.  Plaintiff, however, has not filed a \nmotion for entry of a TRO at any time.  A TRO is a “drastic” procedure that \n“operates within an emergency context which recognizes the need for swift \naction . . . .”  \nState ex rel. Gilchrist v. Hurley, 48 N.C. App. 433, 448, 269 S.E.2d 646, \n655 (1980).  A court may, in its discretion , issue a TRO if “it clearly appears from \nspecific facts shown by affidavit or by verified complaint that immediate and \nirreparable injury, loss, or damage will result to the applicant before the adverse \nparty or that party’s attorney can be heard in opposition . . . .”  N.C. R. Civ. P. 65(b).  \nIn light of Plaintiff’s failure to pursue a TRO at any time since the filing of the \nComplaint in August 2014, the Court deems Pl aintiff’s purported cause of action for \nTRO effectively waived by Plaintiff and dismisses this claim with prejudice.\n5  The \nCourt’s ruling shall be without prejudice, however, to Plaintiff’s right to move for a \nTRO based on evidence developed after the Court’s ruling. \nIV. \nCONCLUSION \n{41} Based on the foregoing, the Court GRANTS Defendants’ Motions to \nDismiss. \n{42} Plaintiff’s claims for breach of fiduciary duty – Meiselman action, breach of \nfiduciary duty, unfair and deceptive trade practices, and civil conspiracy are hereby \nDISMISSED without prejudice. \n{43} Plaintiff’s purported claim for temporary restraining order is hereby \nDISMISSED with prejudice. \n                                                 \n5  Although pleaded as a claim for relief, the Court notes that a TRO is not a stand-alone cause of \naction and instead is an ancillary legal remedy.  See Hutchins v. Stanton, 23 N.C. App. 467, 469, 209 \nS.E.2d 348, 349 (1974) (“[A TRO]” is only an ancillary remedy for the purpose of preserving the \nstatus quo or restoring a status wrongfully distur bed pending the final determination of the action. . \n. . It is not a cause of action or a lawsuit in and of itself.”) (internal citation omitted);  Register v. \nGriffin, 6 N.C. App. 572, 575, 170 S.E.2d 520, 523 (1969) (“The primary purpose of a [TRO] is usually \nto meet an emergency when it appears that any delay would materially affect the rights of a \nplaintiff.”). \n \n \nSO ORDERED, this the 10th day of December, 2015. \n \n \n \n \n      / s /  L o u i s  A .  B l e d s o e ,  I I I    \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n        for Complex Business Cases "
}