{
  "id": "f1f80c8fd67e451e79d0129ea4c01f0a7f75dd754dd566faf7f16d4cbe053895",
  "source_file": "data/raw/ncbc/f1f80c8fd67e451e79d0129ea4c01f0a7f75dd754dd566faf7f16d4cbe053895.pdf",
  "raw_text": "Queen’s Gap Cmty. Ass’n, Inc. v. McNamee, 2011 NCBC 36. \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF \nJUSTICE SUPERIOR COURT DIVISION\nCOUNTY OF RUTHERFORD 10 CVS 1430 \nQUEEN’S GAP COMMUNITY \nASSOCIATION, INC., a North Carolina \nnon-profit corporation, \nPlaintiff, \nv. \nMICHAEL P. McNAMEE, individually; \nSCOTT BARFIELD, individually; DEVIN \nF. McCARTHY, individually and as \nTrustee of the Devin F. McCarthy \nRevocable Trust Dated September 14, \n1994; JANIS L. McCARTHY, individually \nand as Trustee of the Devin F. McCarthy \nRevocable Trust Dated September 14, \n1994; QUEEN’S GAP HOLDING \nCOMPANY, LLC, an Ohio limited \nliability company; and D.F. McCARTHY \nINVESTMENTS XVII, LLC, an Ohio \nlimited liability company;  \nDefendants. \n \n \nORDER AND OPINION  \nThe Dungan Law Firm, P.A. by Robert E. Dungan and Alicia Gaddy Vega for \nPlaintiff. \n  \nRoberts & Stevens, P.A. by Ann-Patton Hornthal and Wyatt S. Stevens for \nDefendants. \n \nMurphy, Judge. \n {1} THIS MATTER is before the Court upon Defendants’ Motion to \nDismiss Plaintiff’s Complaint pursuant to Rule 12(b)(1) of the North Carolina Rules \nof Civil Procedure for lack of subject matter jurisdiction, or, in the alternative, \npursuant to Rule 12(b)(6) for failure to state a claim upon which relief can be \ngranted.   \n{2} The Court will decide the Motion without a hearing pursuant to Rule \n15.4 of the General Rules of Practice and Procedure for the North Carolina Business \nCourt.   \n{3} After considering the Complaint, the Motion, and the briefs and other \nsubmissions of the parties, the Court GRANTS Defendants’ Motion to Dismiss. \nI. \nFACTUAL BACKGROUND \n{4} Plaintiff Queen’s Gap Community A ssociation, Inc. (the “Association”) \nis a non-profit corporation and association of lot owners for the residential planned \ncommunity development known as Queen’s Gap located principally in Rutherford \nCounty, North Carolina.  (Compl. ¶¶ 1-2.)  \n{5} Defendant Devin F. McCarthy (“D. McCarthy”) was the initial \ndeveloper and owner of Queen’s Gap and served continuously as a director of the \nAssociation from October 26, 2006 to August 14, 2010 (“Developer Control Period”).  \n(Compl. ¶¶ 2-3.)   \n{6} Defendants D.F. McCarthy Investments XVIII, LLC (“McCarthy \nInvestments”) and Queen’s Gap Holding Company, LLC (“Queen’s Gap Holdings”) \nare Ohio limited liability companies and are alleged to be the alter ego and mere \ninstrumentality of Defendants D. McCarthy and Janis L. McCarthy (“J. McCarthy” \n– wife of D. McCarthy).  (Compl. ¶¶ 6, 15-16.)   \n  \n{7} Defendant Michael P. McNamee (“Mc Namee”) is a practicing attorney \nand resident of the State of Ohio. McNamee represented Defendant D. McCarthy \nand served continuously as a director and officer of the Association through the \nDeveloper Control Period.  (Compl. ¶¶ 7-9.)   \n{8} Defendant Scott Barfield (“Barfield”) is a North Carolina resident.  \nBarfield served continuously as a director and officer for the Association through \nthe Developer Control Period.  (Compl. ¶ 10.) \n{9} On November 24, 2010, Plaintiff filed its Verified Complaint in the \nSuperior Court of Rutherford County, North Carolina.  (Compl. 32.) \n{10} On January 5, 2011, the matter was designated to the North Carolina \nBusiness Court as a mandatory complex business case and subsequently assigned to \nme. \n{11} Plaintiff alleges that Defendants  are liable for Breach of Fiduciary \nDuty, Conversion, Unjust Enrichment, Unfair and Deceptive Trade Practices, and \nCivil Conspiracy.  (Compl. ¶¶ 95-141.)  \n{12} In response, Defendants have filed this Motion to Dismiss.  Defendants \nargue that Plaintiff lacks standing to bring this action and, therefore, this Court \ndoes not have subject matter jurisdiction because: (1) Plaintiff did not satisfy the \npre-litigation requirements included in its Master Declaration of Covenants, \nConditions, and Restrictions, and its own Bylaws, and (2) Plaintiff cannot satisfy all \nthree prerequisites for an association to sue in a representative capacity.  In \n  \naddition, Defendants argue that Plaintiff fails to state a claim upon which relief can \nbe granted as to Defendants D. McCarthy, McNamee, and Barfield. \nII. \nANALYSIS \nDefendants’ Motion to Dismiss For Lack of Standing \n{13} “‘Standing is a necessary prerequisite to a court’s proper exercise of \nsubject matter jurisdiction.’”  Street v. Smart Corp., 157 N.C. App. 303, 305, 578 \nS.E.2d 695, 698 (2003) (quoting Aubin v. Susi, 149 N.C. App. 320, 324, 560 S.E.2d \n875, 878 (2002)).  “If a party does not have standing to bring a claim, a court has no \nsubject matter jurisdiction to hear the claim.”  Estate of Apple v. Commer. Courier \nExpress, Inc., 168 N.C. App. 175, 177, 607 S.E.2d 14, 16 (2005) (citations omitted), \ndisc. rev. denied, 359 N.C. 188, 606 S.E.2d 904 (2005).  “As the party invoking \njurisdiction, plaintiff[] ha[s] the burden of establishing standing.”  Marriot v. \nChatham County, 187 N.C. App. 491, 494, 654 S.E.2d 13, 16 (2007) (citing Neuse \nRiver Found. v. Smithfield Foods, 155 N.C. App. 110, 113, 574 S.E.2d 48, 51 (2002)).  \n{14} “Standing refers to whether a party has a sufficient stake in an \notherwise justiciable controversy such that he or she may properly seek \nadjudication of the matter.”  Am. Woodland Indus., Inc. v. Tolson, 155 N.C. App. \n624, 626, 574 S.E.2d 55, 57 (2002), cert. denied, 357 N.C. 61, 579 S.E.2d 283 (2003).  \n“Standing . . . is . . . properly challenged by a Rule 12(b)(1) motion to dismiss.”  \nFuller v. Easley, 145 N.C. App. 391, 395, 553 S.E.2d 43, 46 (2001).  “When \nreviewing a motion to dismiss for lack of subject matter jurisdiction pursuant to . . . \n  \nRule 12(b)(1), a trial court may consider and weigh matters outside the pleadings.” \nDare Cnty. v. N.C. Dep’t of Ins., 701 S.E.2d 368, 375 2010 N.C. App. LEXIS 2015, at \n*18 (2010). \n{15} Statutes or contract provis ions may prescribe whether a court \npossesses subject matter jurisdiction.  See  N.C. Gen. Stat. § 55-7-42 (2010); see also \nAllen v. Ferrera, 141 N.C. App. 284, 287-89, 540 S.E.2d 761, 764-65 (2000) (applying \nN.C. Gen. Stat. § 55-7-42).  It is common for “contractual provisions agreed to by \nmembers of the [homeowners association to] . . . provide procedural prerequisites or \ncontractually limit the time, place, or matter for asserting claims.”  Peninsula Prop. \nOwners Assn., Inc., v. Cresent Res., LLC, 171 N.C. App. 89, 96, 614 S.E.2d 351, 355 \n(2005).     \n{16} When ruling upon a motion made pursuant to Rule 12(b)(1), where the \nplaintiff is a business entity, the question of standing requires an examination of, \ninter alia, whether the claims are being prosecuted by those with authority to act on \nthe entity’s behalf.  Piedmont Venture P’ship, L.P. v. Deloitte & Touche, L.P.P., \n2007 NCBC 6 ¶¶ 58-59 (N.C. Super. Ct. 2007).  In North Carolina, “[a]ll corporate \npowers shall be exercised by or under the authority of, . . . [a] board of directors, \nexcept as otherwise provided in the articles of incorporation.”  N.C. Gen. Stat. § \n55A-8-01(b) (2010). \n{17} In this case, the Association’s governing documents (Articles of \nIncorporation, Master Declaration of Covenants, Conditions, and Restrictions (with \namendments), and Bylaws (as amended)), provide the Board of Directors with the \n  \nauthority to act by and for the Association.  (Defs.’ Mot. to Dismiss Ex. D, Article 3 \nSections 1, 17.)  However, Plaintiff’s Master Declaration places limitations on \nlitigation by the Association:  “No judicial or administrative proceeding shall be \ncommenced or prosecuted by the Association unless approved by a vote of (75%) of \nthe Members.”  (Defs.’ Mot. to Dismiss Ex. A, Section 8.5.)   \n{18} The governing documents also create two classes of voting \nmembership, Class I and Class II.  (Defs.’ Mot. to Dismiss Ex. A, Section 8.2.)  Class \nI membership is held by each lot owner within Queen’s Gap, while Class II \nmembership is held by the Declarant, Devonshire Land Development, LLC, and its \nwholly owned affiliate, Queen’s Gap Mountain, LLC. Id.  Class II membership \ncontinues until either 90% of the lots within the development are sold, or December \n31, 2015, whichever is the first to occur.  (Id. at Section 8.2(b)(i-ii).)   \n{19} Prior to the end of Class II membership, the selection of directors to sit \non the Association’s Board of Directors is made solely by the Declarant, and any \ndirector may be replaced by the Declarant at its discretion.  (Defs.’ Mot. to Dismiss \nEx. D, Article 3 Sections 2, 3, 6.)  After the termination of Class II membership, the \nAssociation is to hold its first annual meeting during which Class I members may \nselect new directors.  (\nId. at Section 6(b).)  Prior to the first meeting of the members, \n“no special meeting may be called by the Members.”  (Defs.’ Mot. to Dismiss Ex. D, \nArticle 2 Section 3.)  \n{20} Plaintiff alleges and contends that the Association had the right to \ninstitute litigation on matters affecting the Queen’s Gap Community Association  in \n  \naccordance with the provisions of N.C. Gen. Stat. § 47F-3-102(4).  Plaintiff \nconveniently ignores the clear language of the statute: “Unless the articles of \nincorporation or the declaration expressly provides to the contrary (emphasis \nadded), the association may: . . . (4) [i]nstitute, defend, or intervene in litigation or \nadministrative proceedings on matters affecting the planned community . . . .”  N.C. \nGen. Stat. § 47F-3-102(4) (2010). \n{21} Plaintiff further argues that it s Board of Directors authorized this \nlawsuit and requests that this Court find the 75% membership litigation approval \nrequirement void under law.  Both arguments are unpersuasive.  \n{22} Plaintiff’s authorization of this  lawsuit was ineffective for several \nreasons: First, Plaintiff’s Bylaws provide that the affairs of the Association are to be \ngoverned by the Board of Directors; second, the terms of the Master Declaration \nspecifically address the powers of directors and limits the authority of members to \ncommence or prosecute a judicial or administrative proceeding, except in actions \nbrought by the Association to obtain injunctive relief to enforce the provisions of the \nDeclaration; third, the individuals who attempted to authorize this action were not \nmembers of Plaintiff’s Board of Directors; and fourth, the alleged 75% membership \nlitigation approval occurred during a “special meeting” of the Association.  (Defs.’ \nReply In Supp. of Mt. to Dismiss 4-5.)   \n{23} Plaintiff has not alleged in its Co mplaint, or asserted otherwise, that, \nas of the date this action was brought, the Association’s Class II membership had \nceased and been converted to Class I membership.  (Defs.’ Brief In Supp. of Mt. to \n  \nDismiss 11.)  Thus, the Declarant holds the sole power to select and remove \ndirectors.   \n{24} Plaintiff has also failed to demonstrate that the individuals who \nattempted to approve this action were Directors selected by the Declarant.  (See \nCompl.)  To the contrary, Declarant’s representative at the “special meeting” voted \non Declarant’s behalf against all of the purported Directors who Plaintiff claims \nauthorized this litigation.  (Aff. of Vinson ¶ 7.)  Accordingly, the Association \nmembers’ attempt to replace the existing Directors was ineffective.  As a result, this \naction was not properly authorized by the Association’s Board of Directors.  (Defs.’ \nMot. to Dismiss Ex. D, Article 3, Sections 2, 3, 6.)  \n{25} Plaintiff’s alleged authorization was also ineffective because it was \nobtained at a “special meeting.”  Under the Association’s Bylaws, special meetings \nare prohibited until after the Association has held its first annual meeting.  (Defs.’ \nMot. to Dismiss Ex. D, Article 2 Section 3.)  There is no evidence before the Court \nthat an annual meeting ever occurred prior to the filing of this lawsuit.   \n{26} Turning to Plaintiff’s argument that the Association’s 75% \nmembership litigation-approval requirement is void, the Court finds that this type \nof requirement is “common” and does not, in violation of law, “eliminate the \n[Association’s] right to file a legal action.”  Peninsula, 171 N.C. App. at 95, 614 \nS.E.2d at 355.  This Court finds the litigation approval requirement to be valid.  \n  \n{27} Plaintiff admits that, contrary to  its Declaration, it “did not obtain a \n75% vote of [the Association’s] membership [to] authorize the current litigation.”  \n(Pl.’s Resp. to Defs.’ Mt. to Dismiss 5.)  \n{28} Plaintiff lacks standing in this action to bring its claims before the \nCourt.  This Court, therefore, lacks subject matter jurisdiction to hear the claims.  \n{29} Because Plaintiff lacks standing to bring its claims, the Court does not \nreach Defendants’ arguments regarding the remaining matters and issues \npresented.   \nIII.  \nCONCLUSION \n{30} Defendants’ motion to dismiss for lack of subject matter jurisdiction is \nGRANTED on the grounds that Plaintiff does not have standing in this action to \nbring its claims against Defendants.  \n {31} For the reasons noted above, it is HEREBY ORDERED that the \nPlaintiff’s Complaint is DISMISSED in its entirety, but without prejudice to any \nproper party to timely bring such claims against Defendants as may be warranted. \nThis the 23rd day of September, 2011. \n \n       \n \n  "
}