{
  "id": "f20bb876781ff390d55ca3e563b331e10918f11d6431570952d402c28e17fd27",
  "source_file": "data/raw/ncbc/f20bb876781ff390d55ca3e563b331e10918f11d6431570952d402c28e17fd27.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 12827 \n \nMARWAN ELHULU; KHALID \nALNABULSI; and MOHAMMED \nSAQQA, \n \nPlaintiffs, \n \nv. \n \nFADEL ALSHALABI; OMNI \nHOLDING GROUP, LLC; and \nCRESTAR LABS, LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION \nON DEFENDANTS’ \nMOTIONS TO DISMISS \n \n1. This Order and Opinion addresses two motions to dismiss filed by the \ndefendants in this action.   For the following reasons, the Court  GRANTS in part  \nand DENIES in part each motion. \nThe Law Office of William L. Sitton, Jr., by William L. Sitton, Jr. , for \nPlaintiffs Marwan Elhulu, Khalid Alnabulsi, and Mohammed Saqqa. \n \nParry Law, PLLC, by Jonah A. Garson and K. Alan Parry, for \nDefendants Fadel Alshalabi and Crestar Labs, LLC. \n \nJerry Meek, PLLC, by Gerald F. Meek, for Defendant Omni Holding \nGroup, LLC. \n \nConrad, Judge. \nI. \nBACKGROUND \n2. The following background assumes that the allegations of the complaint are \ntrue. \n3. Marwan Elhulu, Khalid Alnabulsi, and Mohammed Saqqa (together, \n“Plaintiffs”) claim that they were duped by Fadel Alshalabi to invest in his medical \nElhulu v. Alshalabi, 2021 NCBC 28. \n \n \nlaboratory business.  I n 2016, Alshalabi began pitching them a plan  to expand his \nbusiness through a company called Omni Holding Group, LLC (“Omni”).  (See Compl. \n¶ 14, ECF No. 3.)  Alshalabi allegedly made a host of promises , including that their \n“short-term” investments in Omni would earn substantial returns.  (Compl. ¶¶  15, \n18, 19.)  For example, at a meeting in January 2016, Alshalabi offered Plaintiffs and \nothers the opportunity to invest in Omni at $80,000 per share.  (Compl. ¶ 15(a).)  He \nassured Plaintiffs that their entire investment would be repaid by the end of the year \nand, moreover, that they would begin receiving distributions1 of $15,000 per share \nwithin six months.  (See Compl. ¶ 15(b), (c).)  Two months later, Alshalabi promised \nthat, for an additional $20,000 per share, Plaintiffs could also acquire an interest in \ntwo other laboratory companies, Crestar Labs, LLC (“Crestar”) and Clio Laboratory, \nLLC (“Clio”).  (See Compl. ¶ 15(d), (e).)  According to Plaintiffs, Alshalabi told them \n“that the risk of loss was basically nonexistent and, at worst, no more than five \npercent.”  (Compl. ¶ 15(f).) \n4. So Plaintiffs invested.  Elhulu invested $500,000, and Alnabulsi and Saqqa \neach invested $ 200,000.  ( See Compl. ¶  16.)  Their investments were supposed to \nprocure not only membership in Omni but also an interest in Crestar.  (See Compl. \n¶¶ 15(e), 17.)  All told, Alshalabi allegedly raised $8.8 million from Plaintiffs and \nothers that year .  (Compl. ¶  32.)  He then allegedly promised Plaintiffs that they \n \n1 Plaintiffs’ complaint and briefs oscillate between the term “dividend” and “distribution,” \nalthough context indicates that both terms mean the same thing.  For consistency, the Court \nwill use the term “distribution” throughout. \n \n \nwould receive a distribution by the end of the year and that their investments would \nbe repaid in full by early 2017.  (Compl. ¶ 18.) \n5. According to the complaint, Alshalabi failed to live up to his promises.  To \ndate, Plaintiffs have received only two distributions: one in April 2017 and another \nin January 2018.  (Compl. ¶ 19.)  They have not received the full repayment of their \ninitial investments, let alone the regular returns they expected.   (See Compl. ¶¶ 19, \n26, 33, 36–38.) \n6. Since investing, Plaintiffs have asked many times  for documentation to \nshow how their funds have been used and to clarify their interest s in the various \nentities at play.  (See Compl. ¶ 25.)  But these requests were met with delays, vague \nassurances, and then ultimately silence.  At first, Alshalabi convened meetings with \nPlaintiffs and other investors, promising that distributions and repayments were \nimminent.  (See, e.g., Compl. ¶¶ 26, 36, Ex. 4.)  At one point, he told them that he had \nused some of the funds to invest in Clio, but then he backtracked and said that they \nno longer had any ownership interest in that company .  (See Compl. ¶¶ 27, 30.)  By \nmid-2018, Alshalabi stopped meeting and communicating with Plaintiffs.  (Compl. \n¶ 35.) \n7. Plaintiffs state that they have made “repeated attempts” to account for their \ninvestments.  (Compl. ¶  34.)  E ventually, they obtained legal counsel and made a \nwritten demand on Alshalabi for financial statements and other documents for each \nentity in which they might own an interest.  (See Compl. ¶¶ 10, 31, Ex. 1.)  Alshalabi, \nOmni, and Crestar ignored the request.  (Compl. ¶ 31.) \n \n \n8. Now, Plaintiffs have brought this suit against Alshalabi, Omni, and Crestar \n(together, “Defendants”).  They seek a declaratory judgment to ascertain the extent  \nof their interests  in Omni, Cr estar, and Clio; to declare the validity of a document \nthat may be Omni’s operating agreement; and to ascertain what Defendants did with \nPlaintiffs’ funds and whether Alshalabi has personally profited from them .  ( See \nCompl. ¶¶ 44–49, Prayer for Relief.)  They have also brought claims for accounting, \nbreach of contract, unfair or deceptive trade practices, and breach of fiduciary duty.   \n(Compl. ¶¶ 50–77.) \n9. Omni has filed a motion to dismiss, (ECF No. 9), and Alshalabi and Crestar \nhave filed a joint motion to  dismiss, (ECF No. 11) .  The motions have been fully \nbriefed, and the Court held a hearing on 4 March 2020.  The motions are now ripe for \nresolution. \nII. \nLEGAL STANDARD \n10. Defendants have moved to dismiss the complaint pursuant to Rules 12(b)(1), \n12(b)(6), and 12(b)(7) of the North Carolina Rules of Civil Procedure. \n11. Rule 12(b)(1) permits dismissal for lack of subject matter jurisdiction.  \nSubject matter jurisdiction is the “indispensable foundation upon which valid judicial \ndecisions rest, and in its absence a court has no power to act.”  In re T.R.P., 360 N.C. \n588, 590 (2006).  Lack of subject matter jurisdiction necessitates dismissal at any \nstage of litigation.  See N.C. R. Civ. P. 12(b)(1), 12(h)(3); Azure Dolphin, LL C v. \nBarton, 2017 NCBC LEXIS 90, at *13 (N.C. Super. Ct. Oct. 2, 2017), aff’d , 371 N.C. \n \n \n579 (2018).  When assessing its jurisdiction, the Court “may consider matters outside \nthe pleadings.”  Harris v. Matthews, 361 N.C. 265, 271 (2007) (citations omitted). \n12. Other issues before the Court are raised under Rule 12(b)(6) for failure to \nstate a claim.  A Rule 12(b)(6) motion  “tests the legal sufficiency of the complaint.”  \nIsenhour v. Hutto, 350 N.C. 601, 604  (1999) (citation and quotation marks omitted).  \nThe motion should be granted only when “(1)  the complaint on its face reveals that \nno law supports the plaintiff’s claim; (2) the complaint on its face reveals the absence \nof facts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco PLC, 371 N.C. \n605, 615 (2018) (citation and quotation marks omitted). \n13. In deciding a Rule 12(b)(6) motion, the Court must treat the well -pleaded \nallegations of the complaint as true and view the facts and permissible inferences in \nthe light most favorable to the nonmoving party.  See Sykes v. Health Network Sols., \nInc., 372 N.C. 326, 332 (2019); CommScope Credit Union v. Butler & Burke, LLP, 369 \nN.C. 48, 51 (2016).  But the Court need not accept as true any “conclusions of law or \nunwarranted deductions of fact.”  Wray v. City of Greensboro , 370 N.C. 41, 46 (2017) \n(citations and quotation marks omitted) .  The Court also may consider documents \n“attached to and incorporated within [the] complaint” but may not consider matters \noutside the complaint.  Bucci v. Burns, 2018 NCBC LEXIS 37, at *8 (N.C. Super. Ct. \nApr. 25, 2018) (citation and quotation marks omitted). \n14. Finally, Rule 12(b)(7) permits dismissal for failure to join a necessary party.  \n“Necessary parties must be joined in an action. . . . A necessary party is one who is so \n \n \nvitally interested in the controversy that a valid judgment cannot be rendered in the \naction completely and finally determining the controversy without his presence.”  \nKarner v. Roy White Flowers, Inc. , 351 N.C. 433, 438 –39 (2000) (citations and \nquotation marks omitted); see also N.C. R. Civ. P. 19(a); Long v. City of Charlotte, 306 \nN.C. 187, 212 (1982) .  But d ismissal under Rule 12(b)(7)  is proper only when the \nnecessary party cannot be joined.  See State ex rel. Regan v. WASCO, LLC, 269 N.C. \nApp. 292, 305 (2020),  review denied , 374 N.C. 744, 2020 N.C. LEXIS 774.   If a \nnecessary party has not been joined but can be joined, the Court must order the party \n“summoned to appear in the action.”  Id. (quoting N.C. R. Civ. P. 19(b)); see also N.C. \nR. Civ. P. 21; Long, 306 N.C. at 212–13. \nIII. \nANALYSIS \n15. Defendants have moved to dismiss all claims on various bases.   Several \narguments require no analysis.   In their opposition briefs, Plaintiffs do not contest \nthe dismissal of their claim for breach of fiduciary duty against Omni and their claims \nfor breach of contract, unfair or deceptive trade practices, and breach of fiduciary duty \nagainst Crestar.  The Court therefore dismisses these claims without prejudice. \n16. One other prefatory matter deserves mention.  At times, the briefs on both \nsides exhibit confusion about the nature and scope of sever al claims, partly due to \nPlaintiffs’ candid uncertainty about some matters.  (See, e.g., Omni Br. in Supp. 3, 7, \n11–12, 16, ECF No. 10; Opp’n to Omni MTD 4–6, 8–11, ECF No. 18; Omni Reply Br. \n4–6, ECF No. 24; Alshalabi & Crestar Br. in Supp. 5 –6, ECF No. 1 2; Opp’n to \nAlshalabi & Crestar MTD 3 –4, 7, ECF No. 19 .)  The Court has done its best to \n \n \nunderstand the arguments and allegations at issue and to construe the complaint  \nliberally without expanding Plaintiffs’ claims “ beyond what is fairly alleged. ”  \nVanFleet v. City of Hickory , 2020 NCBC LEXIS 40, at * 8 (N.C. Super. Ct. Mar. 30, \n2020). \nA. Declaratory Judgment \n17. The Declaratory Judgment Act broadly authorizes courts “to declare rights, \nstatus, and other legal relations, whether or not further relief is or could be claimed.”  \nN.C.G.S. § 1-253.  A motion to dismiss a claim for declaratory judgment “is seldom . . . \nappropriate . . .  and will not be allowed simply because the plaintiff may not be able \nto prevail.”  N.C. Consumers Power, Inc. v. Duke Power Co., 285 N.C. 434, 439 (1974).  \nEarly dismissal “is allowed only when the record clearly shows that there is no basis \nfor declaratory relief as when the complaint does not allege an actual, genuine \nexisting controversy.”  Id. (citations omitted). \n18. As best the Co urt can tell, Plaintiffs seek four declarations: (1) “the extent \nof Plaintiffs’ ownership in and to” Crestar, Omni, and Clio; (2)  “what use and \napplication” Defendants made of Plaintiffs’ investments , including Plaintiffs’ \n“purchase of shares and membershi p in Omni”; (3)  whether “Omni’s purported \nOperating Agreement [is] binding and enforceable”; and (4)  the extent to which \nAlshalabi “has profited personally from diverting Plaintiffs’ contributions for his own \nuse and benefit.”  (Compl. ¶¶ 45–47, Prayer for Relief.) \n1. Declaration 1: The extent of Plaintiffs’ ownership \n19. In the first declaration, Plaintiffs seek to ascertain the extent of their rights \nin Omni, Crestar, and Clio.   Defendants argue that this request  must be dismissed \n \n \nunder Rule 12(b)(7) for failure to join necessary parties.   (See Omni Br. in Supp. 5 –\n7.2)  In a declaratory-judgment action, “all persons shall be made parties who have or \nclaim any interest which would be affected by the declaration.”  N.C.G.S. § 1-260.  \nDefendants contend that  Omni’s and Crestar’s  other members  and Clio are all \nnecessary parties for this declaration as to each respective entity. \n20. First, Clio is a necessary party.  Simply put, any declaration about Plaintiffs’ \nrights in Clio necessarily and fundamentally implicat es Clio itself.  See N.C.G.S. \n§ 1-260; N.C. R. Civ. P. 19(a); Karner, 351 N.C. at 438–39.  Thus, Plaintiffs must join \nClio as a defendant.  If Plaintiffs do not or if Clio cannot be joined, the Court will then \ndismiss the request to declare the extent of t heir interests in Clio.  See N.C. R. Civ. \nP. 19(b), 21; Long, 306 N.C. at 212–13; State ex rel. Regan, 269 N.C. App. at 305. \n21. Next, based on the current record, the Court cannot say whether the entities’ \nother members are necessary parties for the purpose of this declaration.  This Court \nhas recognized that “[a]ny declaration  invalidating an operating agreement or  \naltering the LLC’s membership under the operating agreement would, ‘as a practical \nmatter,’ adversely affect the rights of [the LLC’s] members,” making the members \nnecessary parties.  Azure Dolphin , 2017 NCBC LEXIS 90, at *21 (quoting N.C. \nMonroe Constr. Co. v. Guilford Cnty. Bd. of Educ., 278 N.C. 633, 640 (1971)); see also \nStrategic Mgmt. Decisions, LLC v. Sales Performance Int’l, LLC , 2017 NCBC LEXIS \n69, at *10–11 (N.C. Super. Ct. Aug. 7, 2017) (noting that because an LLC “is primarily \n \n2 Alshalabi and Crestar have joined several of Omni’s arguments but do not repeat those \narguments in their brief.  (See Alshalabi & Crestar Br. in Supp. 10–11.)  For simplicity, the \nCourt cites only to Omni’s brief on those arguments but attributes the arguments to all \nDefendants as appropriate. \n \n \na creature of contract,” the “rights and duties” of interest holders “are ordinarily \ngoverned by the company’s operating agreement” (citation s and quot ation marks \nomitted)). \n22. At this stage, it is unclear what the effect of a declaration regarding \nPlaintiffs’ rights in Omni, Crestar, and Clio would be on the entities’ other members.  \nThe entities’ operating agreements, if they exist, are not in the record,3 so it is unclear \nwhether Plaintiffs’ purported interest s are governed by contract or by default \nstatutory rules.  And although the complaint suggests that each entity has additional \nmembers, it includes no allegations as to the number or identity of those members.  \nNor have Defendants offered evidence on the subject .  See Harty v. Spring Valley \nMarketplace, LLC, No. 15-CV-8190, 2017 U.S. Dist. LEXIS 3418, at *2 n.2 (S.D.N.Y. \nJan. 9, 2017) (observing that courts may consider matters outside the pleadings on a \nRule 12(b)(7) motion).   It would be “premature to address the need to include” a n \nunknown number of unnamed members on such a blank record.  Blacksmith Invs., \nLLC v. Cives Steel Co. , 228 F.R.D. 66, 74 (D. Mass. 2005)  (R. & R.) (denying Rule \n12(b)(7) motion without prejudice), R. & R. adopted , No. 04 -10369, 2005 U.S. Dist. \nLEXIS 18896 (D. Mass. Mar. 17, 2005).  Defendants may renew their objection later \nand on a more complete record because a defense of failure to join a necessary party \nmay be made at any time before a verdict.  See N.C. R. Civ. P. 12( h)(2); Roybal v. \nRaulli, 266 N.C. App. 318, 329 (2019). \n \n3 As discussed below, a document purporting to be Omni’s operating agreement is attached \nto the complaint, but the parties agree that it is not the governing document. \n \n \n23. Crestar also argues that Plaintiffs lack standing.  To maintain standing in \na declaratory -judgment action,  the plaintiff must be “one who benefits from or is \nharmed by the outcome of the case and by substantive law has the legal right to \nenforce the claim in question.”  Beachcomber Props., L.L.C. v. Station One, Inc. , 169 \nN.C. App. 820, 824 (2005) (citing Energy Invs. Fund, L.P. v. Metric Constructors, Inc., \n351 N.C. 331, 337 (2000) ); see also Comm. to Elect Dan Forest v. Emps. Pol. Action \nComm. (EMPAC), 2021-NCSC-6, ¶ 82.  Here, Crestar argues only that the allegations \nin the complaint are inadequate to su pport Plaintiffs’ standing.  Thus , the Court  \nlimits its analysis to the pleadings and “must accept as true the plaintiff’s allegations \nand construe them in the light most favorable to the plaintiff.”  Munger v. State, 202 \nN.C. App. 404, 410 (2010) (citation and quotation marks omitted). \n24. As Crestar reads the complaint, Plaintiffs allege that they are  members of \nOmni alone and do not allege any direct relationship with Crestar.  (See Alshalabi & \nCrestar Br. in Supp. 5–6.)  It is true that Plaintiffs claim to be members of Omni, (see, \ne.g., Compl. ¶¶ 15–17, 20, 23), but the complaint goes further.  It alleges that along \nwith purchasing shares in Omni, “[e]ach Plaintiff opted to contribute an additional \n$20,000 per [Omni] share so that each would own an interest in the [Crestar] and \n[Clio] labs, as evidenced by a membership interest in the holding company, Omni.”  \n(Compl. ¶ 15(e).)  It also alleges that Plaintiffs have “interests . . . in Crestar Labs in \nTennessee and North Carolina.”  (Compl. ¶ 27.) \n25. Liberally construed, the complaint  advances a theory that Plaintiffs are \ndirect owners of Crestar (in addition to Omni ) through their additio nal $20,000 per \n \n \nshare investment.  In other words, Plaintiffs have alleged  that they have a direct \ninterest in Crestar and that the full extent of that interest is unclear and disputed.  \n(See, e.g., Compl. ¶¶ 15(e), 27, 45.)  That is sufficient to allege a controversy between \nPlaintiffs and Crestar, meeting the standing requirement for a declaratory judgment. \n26. The Court therefore grants Defendants’ motions to the extent they seek \njoinder of Clio as a necessary party but otherwise denies the motions to dismiss the \nfirst requested declaration. \n2. Declarations 2 & 4 : Defendants’ use and application of Plaintiffs’ funds & \nAlshalabi’s personal profit \n27. In the second and fourth declarations, Plaintiffs ask the Court to declare \n“what use and application ” Defendants made “of Plaintiffs’ purchase of shares and \nmembership in Omni ” and “what extent [Alshalabi] has profited personally from ” \nPlaintiffs’ investments.  (Compl. ¶ 46, Prayer for Relief.)  Defendants argue that these \ntwo declarations are improper because they involve pure questions of fact.  (See Omni \nBr. in Supp. 4.)   The Court agrees.   Here, Plaintiffs have not asked the Court to \nascertain the legal effect  of Defendants’ use of Plaintiffs’ funds or of Alshalabi’s \nalleged personal profit, but only what Defendants did with Plaintiffs’ funds and what \npersonal profit Alshalabi made.  Those are factual, not legal, questions.  As such, they \nare not suitable for a declaratory-judgment action.  See Prudential Ins. Co. of Am. v. \nPowell, 217 N.C. 495, 500 (1940) ( holding that “proceedings may not be maintained \nunder the [Declaratory Judgment Act] to present issues of fact only”); Strickland v. \nTown of Aberdeen, 124 N.C. App. 430, 432 (1996) (same).  The Court therefore grants \n \n \nDefendants’ motions to dismiss the second and fourth requests for declarat ory \njudgment. \n3. Declaration 3: The enforceability of Omni’s purported operating agreement \n28. In the third declaration, Plaintiffs ask the Court to declare whether “Omni’s \npurported Operating Agreement [is] binding and enforceable.”  (Compl. ¶ 47, Prayer \nfor Relief.)   This “purported Operating Agreement” refers to Exhibit 3 of the \ncomplaint, which is a document bear ing the title “Operating Agreement of Omni \nHolding Group, LLC .”  (Compl. Ex. 3.)   Whether the complaint alleges an actual, \ngenuine controversy regarding the validity of this document is doubtful : Plaintiffs \ncontend that Exhibit 3  is “defective”  because it lack s signatures and is missing \nparagraphs, but there is no clear allegation that Omni (or any other party) stands \nbehind its validity.  (See Compl. ¶¶ 24, 47.) \n29. If a genuine controversy ever existed, it is now moot.  At the hearing, Omni’s \ncounsel represented that Exhibit 3 is not its governing operating agreement.  Given \nOmni’s concession, there is no actual controversy regarding Exhibit 3 : both sides \nagree it is not  the operative document.  Because the third request for declaratory \njudgment is moot, it must be dismissed .  See Emerson v. Cape Fear Country Club , \nInc., 259 N.C. App. 755, 764 (2018) (stating that “the resolution of a moot question is \none that would have no practical effect on the controversy”  (citation and quotation \nmarks omitted)); Pearson v. Martin, 319 N.C. 449, 451 (1987) (“Under the Declaratory \nJudgment Act, jurisdiction does not extend to questions that are altogether moot.”). \n30. To be clear, this does not mean that Omni has no operating agreement.  \nAccording to counsel, Omni has another document that it contends is the company’s \n \n \ngoverning operating agreement.  It appears that Plaintiffs have requested a copy of \nthe document.  If Plaintiffs contest its validity after receiving and reviewing it, they \nmay seek leave to amend the complaint to request a declaration of invalidity at the \nappropriate time. \nB. Breach of Contract \n31. Next is Plaintiffs’ claim for breach of contract against Omni and Alshalabi.  \nAs an initial matter, there is substantial  confusion over which  agreement(s) and \nconduct form the basis of this claim.  Liberally construed, the complaint seems to \nallege breaches of three purported agreements: (1)  the series of promises Alshalabi \nmade that Omni and Crestar would repay Plaintiffs’ initial investment and make  \nscheduled distributions, (Compl. ¶¶  54–60), (2) a requirement in the operating \nagreement to disclose financial information, (Compl. ¶  61), and (3) an agreement to \naccount to Plaintiffs for their investment in Clio, (Compl. ¶ 62). \n32. At the hearing, Plaintiffs’ counsel asserted that the claim is premised on a \nfourth theory: breach of an unidentified provision in Omni’s operating agreement that \npurportedly requires it to make distributions.  That breach, however, is not alleged \nin the complaint and therefore cannot be a basis for the claim.  See VanFleet, 2020 \nNCBC LEXIS 40, at *9 –10 (“No such claim appears in the amended complaint, and \nthe Court therefore does not consider the argument.” (citations omitted)). \n33. Omni and Alshalabi have not challenged the second and third alleged \nbreaches of contract.  (See Omni Br. in Supp. 10 –12; Omni Reply Br. 4 –6; Alshalabi \n& Crestar Br. in Supp. 11; Alshalabi & Crestar Reply Br. 6, ECF No. 25.)  The Court \n \n \ntherefore expresses no opinion on whether the complaint adequately pleads a claim \nfor either alleged breach. \n34. That leaves the first alleged breach.  Omni and Alshalabi raise a statute of \nlimitations challenge.  ( See Omni Br. in Supp. 10 –12.)  They argue that the claim \naccrued at the latest in May 2017 , meaning the three -year statute of limitations \nexpired at the end of May 2020.  See N.C.G.S. § 1-52(1).  This action is therefore time-\nbarred, they contend, because it was commenced in September 2020. \n35. A statute of limitations “may be the basis of a 12(b)(6) dismissal if on its face \nthe complaint reveals the claim is barred.”  Forsyth Mem’l Hosp., Inc. v. Armstrong \nWorld Indus., Inc., 336 N.C. 438, 442 (1994) (citations omitted).  Under the discovery \nrule, the accrual of the limitations period does not necessarily begin at the time of the \nbreach, but at the time the plaintiff knew or should have known of the breach.  See  \nChisum v. Campagna, 2021-NCSC-7, ¶¶ 32–36 (applying discovery rule to claim for \nbreach of contract). \n36. Here, Plaintiffs allege that they did not know of the breach —that is, that \nDefendants were not going to make any distributions at all —until June 2018.  (See \nCompl. ¶  59.)  Plaintiffs filed suit a little more than two years after the alleged \ndiscovery, well within the three- year limitations period.  Perhaps Plaintiffs should \nhave reasonably known of the breach earlier,  “[b]ut what Plaintiffs should have \nknown is a fact-intensive question not suited to a Rule 12(b)(6) motion.”  Inhold, LLC \nv. PureShield, Inc., 2020 NCBC LEXIS 107, at *14 (N.C. Super. Ct. Sept. 22, 2020)  \n \n \n(denying motion to dismiss); see also Hunter v. Guardian Life Ins. Co. of Am. , 162 \nN.C. App. 477, 486 (2004). \n37. Taking these allegations as true and drawing all inferences in Plaintiffs’ \nfavor, the Court cannot conclude from the face of the complaint that the claim is time-\nbarred.  The Court therefore denies Omni’s and Alshalabi’s  motions to dismiss the \nbreach of contract claim on statute of limitations grounds.  This is without prejudice \nto their revisiting the statute of limitations argument, if pleaded as an affirmative \ndefense, at a later stage. \nC. Unfair or Deceptive Trade Practices \n38. One of the essential elements of a claim for unfair or deceptive trade \npractices is that the conduct at issue was “ in or affecting commerce.”   N.C.G.S. \n§ 75-1.1(a); see also HAJMM Co. v. House of Raeford Farms, Inc. , 328 N.C. 578, 592 \n(1991).  Omni and Als halabi argue that none of the alleged misconduct meets this \nelement.  ( See Omni Br. in Supp. 13 –16; Alshalabi & Crestar Br. in Supp. 11 –12.)  \nThe Court agrees. \n39. At bottom, all of the conduct alleged in the complaint relates  to Plaintiffs’ \ninvestments in one or more LLCs, disputes about the nonpayment of distributions, a \nlack of transparency in company affairs , and the ensuing fallout between Omni’s \nmembers and its manager .  These actions and events all constitute securities \ntransactions or internal company affairs, neither of which satisfy the “in or affecting \ncommerce” element.  See HAJMM, 328 N.C. at 594 (stating that securities \ntransactions are acts “related to the creation, transfer, or retirement of capital” and \n \n \nfall outside the scope of section 75 -1.1); White v. Thompson, 364 N.C. 47, 48 (2010) \n(stating that section 75-1.1 does not “regulate purely internal business operations”).4  \nBecause section 75-1.1 does not regulate the conduct pleaded in the complaint,  the \nCourt grants Omni’s and Alshalabi’s motions to dismiss the section 75-1.1 claim. \nD. Breach of Fiduciary Duty \n40. Plaintiffs allege that Alshalabi, in his role as member and manager of Omni, \nowed them a fiduciary duty and breached that duty.  Alshalabi has moved to dismiss \nthe claim on the ground that  the complaint does not sufficiently  allege a fiduciary \nrelationship.  (See Alshalabi & Crestar Br. in Supp. 5–10.) \n41. An “essential element” of a claim for breach of fiduciary duty “is the \nexistence of a fiduciary relationship.”  Azure Dolphin , 2017 NCBC LEXIS 90, at *23  \n(citations omitted).  It is well settled that LLC managers do not owe fiduciary duties \n“to individual members,” and LLC members “do not owe a fiduciary duty to each \nother.”  Kaplan v. O.K. Techs., L.L.C. , 196 N.C. App. 469, 473 –74 (2009) (citation s \nomitted).  A narrow exception is that the “holder of a majority interest who exercises \ncontrol over the LLC owes a fiduciary duty to the minority interest members.”  \n \n4 See also, e.g., Slattery v. AppyCity, LLC, 2021 NCBC LEXIS 24, at *23 (N.C. Super. Ct. Mar. \n24, 2021) (dismissing section 75-1.1 claim when “[a]t bottom, [plaintiff’s] UDTP claim arises \nfrom his purchase of an ownership interest in an LLC, AppyCity —a transacti on which \n[plaintiff] repeatedly characterizes in the Amended Complaint as an investment”); \nLLG-NRMH, LLC v. N. Riverfront Marina & Hotel, LLLP, 2018 NCBC LEXIS 105, at *10–\n11 (N.C. Super. Ct. Oct. 9, 2018) (stating that allegations about disputes over owne rship \nrights, failures to perform obligations under Chapter 57D or an operating agreement, and \nmisuse or misappropriation of investments are all considered internal company affairs); \nBickley v. Fordin, 258 N.C. App. 1, 4–6 (2018); JS Real Estate Invs. LLC v. Gee Real Estate, \nLLC, 2017 NCBC LEXIS 104, at *21 (N.C. Super. Ct. Nov. 9, 2017); Saw Plastic, LLC v. \nSturrus, 2017 NCBC LEXIS 76, at *14–18 (N.C. Super. Ct. Aug. 25, 2017); Atkinson v. Lackey, \n2015 NCBC LEXIS 21, at *2–11, *45–46 (N.C. Super. Ct. Feb. 27, 2015). \n \n \nVanguard Pai Lung, LLC v. Moody , 2019 NCBC LEXIS 39, at *17 (N.C. Super. Ct. \nJune 19, 2019) ( citations and quotation marks omitted ); see also Kaplan, 196 N.C. \nApp. at 473.   But to assert that basis f or a breach of fiduciary duty claim , the \ncomplaint must sufficiently allege both majority membership as well as domination \nand control.  See Plasman v. Decca Furniture (USA), Inc. , 2016 NCBC LEXIS 80, at \n*25–26 (N.C. Super. Ct. Oct. 21, 2016). \n42. In their opposition brief, Plaintiffs contend that Alshalabi has “complete \ncontrol” over Omni.  (Opp’n to Alshalabi & Crestar MTD 7.)  But the complaint does \nnot go that far.  It  alleges simply that there was a fiduciary relationship between \nPlaintiffs and Alshalabi “as fellow members of Omni and Crestar and, in addition, by \nreason of [Alshalabi’s]  position as Manager of Omni and Crestar.”  (Compl. ¶  71.)  \nThere are no allegations that Alshalabi is Omni’s or Crestar’s majority member.  And \nAlshalabi’s role as a member or manager is insufficient on its own to impose a \nfiduciary duty on him.  The allegations , thus, are “facially insufficient to plead the \nexistence of a fiduciary relationship.”  Bennett v. Bennett, 2019 NCBC LEXIS 19, at \n*18 (N.C. Super. Ct. Mar. 15, 2019).  The Court therefore grants Alshalabi’s motion \nto dismiss the claim for breach of fiduciary duty. \nE. Accounting \n43. Finally, Plaintiffs assert a claim for “ an accounting from each Defendant.”  \n(Compl. ¶ 51.)  During briefing, Plaintiffs clarified that this is a claim for equitable, \nnot statutory, accounting.  ( See Opp’n to Omni MTD 6.)   Defendants have moved to \n \n \ndismiss th e claim, arguing that Plaintiffs have failed to show that they lack an \nadequate remedy at law.  (See Omni Br. in Supp. 7–10.) \n44. Equitable accounting is a remedy  that “may be available when a plaintiff \nhas asserted a valid claim for relief in equity and an accounting is necessary to compel \ndiscovery of information regarding accounts held exclusively by the defendant.”  \nMiller v. Burlington Chem. Co., LLC , 2017 NCBC LEXI S 6, at *36 (N.C. Super. Ct. \nJan. 27, 2017) (quoting Mkt. Choice, Inc. v. New Eng. Coffee Co., No. 5:08-CV-90, 2009 \nU.S. Dist. LEXIS 7362, at * 35–36 (W.D.N.C. Aug. 1 7, 2009)); see also  Higgins v. \nSynergy Coverages Sols., LLC, 2020 NCBC LEXIS 6, at *61 (N.C. Super. Ct. Jan. 15, \n2020).  It is a remedy, not an independent cause of action, and is available only if the \nplaintiff first shows that he lacks an adequate remedy at law and alleges facts in the \ncomplaint to that effect.  See Gottfried v. Covington, 2014 NCBC LEXIS 26, at *16 –\n17 (N.C. Super. Ct. June 25, 2014). \n45. Plaintiffs claim to be members of Omni.  (See, e.g., Compl. ¶¶ 15–17, 20, 23.)  \nMembers have statutory inspection rights under N.C.G.S. § 57D-3-04.  The complaint \nalleges that Plaintiffs made a wr itten demand on Alshalabi for financial statements \nand other documents but that Omni and Alshalabi refused to produce any documents.  \n(See Compl. ¶ 10.)  Because their demand was rebuffed, Plaintiffs contend that their \nstatutory inspection right is inadequate.  Yet they concede that their demand “did not \ncomport with Chapter 57D.”  (Opp’n to Omni MTD 7.)  Plaintiffs’ failure to comply \nwith the statute does not render their statutory remedy inadequate.  B ecause \nPlaintiffs have not shown that their statutory inspection right  is inadequate, the \n \n \npresence of that remedy precludes their request for an equitable accounting of Omni.  \nSee Raja v. Patel, 2017 NCBC LEXIS 25, at *19– 20 (N.C. Super. Ct. Mar. 23, 2017)  \n(granting motion to dismiss). \n46. Turning to Crestar and Alshalabi, t he complaint does not alleg e that \nPlaintiffs lack an adequate remedy at law as to Crestar or Alshalabi.  Plaintiffs’ briefs \ndo not address the issue either.  Because Plaintiffs have failed to meet the pleading \nstandard and have offered no response to this argument, dismissal is warranted.  See \nalso Glover Constr. Co. v. Sequoia Servs., LLC , 2020 NCBC LEXIS 76, at *23 (N.C. \nSuper. Ct. June 18, 2020) ( granting motion as uncontested when respons e brief did \nnot respond to moving party’s argument). \n47. The Court therefore grants Defendants’ motions to dismiss the claim for \nequitable accounting. \nIV. \nCONCLUSION \n48. For all these reasons, the Court ORDERS as follows. \n49. The Court GRANTS  Defendants’ motions to dismiss the claim for \ndeclaratory judgment as to the first  requested declaration to the extent they seek \njoinder of Clio Laboratories, LLC as a necessary party but otherwise denies the \nmotions as to the first requested declaration without prejudice.  The Court ORDERS \nthat Plaintiffs shall join Clio Laboratories, LLC as a defendant to this action within \nthirty days of the entry of this Order and Opinion.  If Clio is not joined within thirty \ndays, the Court will dismiss the relevant portion of declaration one of Plaintiffs’ claim \nfor declaratory judgment without prejudice. \n \n \n50. Omni’s motion to dismiss is  further GRANTED in part  and DENIED in \npart: \na. The Court GRANTS the motion to dismiss the claims against Omni for \ndeclaratory judgment as to the second, third, and fourth requested \ndeclarations; accounting; unfair or deceptive trade practices; and breach \nof fiduciary duty.  The claims are dismissed without prejudice. \nb. In all other respects, the Court DENIES the motion. \n51. Alshalabi and Crestar’s mo tion to dismiss is  further GRANTED in part  \nand DENIED in part: \na. The Court GRANTS the motion to dismiss the claims against Alshalabi \nfor declaratory judgment as to the second, third, and fourth requested \ndeclarations; accounting; unfair or deceptive trade practices; and breach \nof fiduciary duty.  The claims are dismissed without prejudice. \nb. The Court GRANTS the motion to dismiss the claims against Crestar \nfor a declaratory judgment as to the second, third, and fourth requested \ndeclarations; accounting; breach of contract; unfair or deceptive trade \npractices; and breach of fiduciary duty.  The claims are dismissed \nwithout prejudice. \nc. In all other respects, the Court DENIES the motion. \n52. Consistent with the parties’ first case management report, (ECF No. 14 \n§ 3(f)), the Court ORDERS that the parties shall conduct a second case management \nmeeting within ten days of the entry of this Order and Opinion and shall submit a \n \n \njoint case management report and proposed case management order fifteen days \nthereafter.  See Business Court Rules 9.1, 9.2. \n \nSO ORDERED, this the 29th day of April, 2021. \n \n \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}