{
  "id": "f2e08481c598c175c649ae7c49cdaf737ef7171865fef18cf8ad811dfbcf14f6",
  "source_file": "data/raw/ncbc/f2e08481c598c175c649ae7c49cdaf737ef7171865fef18cf8ad811dfbcf14f6.pdf",
  "raw_text": "STATE OF NORTH CAROLINA                     IN THE GENERAL COURT OF JUSTICE \n                SUPERIOR COURT DIVISION    \nCOUNTY OF WAKE                         07 CVS 16486 \n \nESTATE OF MARTHA B. CAPPS, by and \nthrough its Executor, Bruce L. Capps, and \nTHE ANNE KYLE TRUST, by and through \nits Successor Trustee, Branch Banking and \nTrust Company, \n  Plaintiffs, \n \nv. \n \nHAROLD EARL BLONDEAU; NEAL \nWILLIAM KNIGHT, JR.; ANNE LOUISE \nKNIGHT; HELEN SOUTHWICK KNIGHT; \nMORGAN KEEGAN & COMPANY, INC.; \nMARVIN L. BAKER FAMILY \nFOUNDATION, INC.; and REGIONS \nBANK, d/b/a REGIONS MORGAN \nKEEGAN TRUST, \n  Defendants. \n \n \n  \n \n \n THIS MATTER came before the undersigned  Chief Special Superior Court Judge \nfor the North Carolina Business Court on S eptember 16, 2014, for a bench trial as \nagainst Defendant Harold Earl Blondeau (“Blonde au”), pursuant to the special non-jury \nsetting and Notice of Bench Trial issued September 3, 2014.  \n Plaintiffs were represented by Robert E.  Zaytoun, Esq., Gilbert W. File, Esq., \nMatthew D. Ballew, Esq. and John R. Taylor, Esq. Defendant Blondeau did not appear. \n During jury selection of this matter on and after August 25, 2014, Plaintiffs and \nDefendants Morgan Keegan and Regi ons Bank resolved Plaint iffs’ claims through a \nconfidential settlement agreement. In the course of this reso lution, Plaintiffs agreed to \ndismiss and have since dismissed their claims against Defendants Neal Knight, Anne \nKnight and Helen Kni ght without prejudice, and reserved all claims as against those \nVERDICT AND JUDGMENT \n               AS TO \n          DEFENDANT \n           HAROLD EARL BLONDEAU  \nCAPPS v. BLONDEAU, 2015 NCBC 38 (03-05-2015) \n \n \ndefendants. Plaintiffs’ claims as against Defendant Blondeau proceeded  to bench trial \non September 16, 2014.  \n Based upon live testimony, deposition testimony, documentary evidence and \npleadings offered by Plaintiffs  at trial of this matter, the court makes the following \nFINDINGS OF FACT:  \n1. As reflected in the No tice of Bench Trial issued September 3, 2014, this \ncivil action was called for jury trial on Augu st 25, 2014. Before jury selection began, \nDefendant Blondeau personally appeared and stated on the record that he was \nphysically present only as a witness pursuant to subpoena, and that he did not intend to \nparticipate as a party at trial,  including with respect to jury selection. He requested, and \nwas granted, permission to leave the cour troom, and he did not return during the \npendency of the trial. Subsequent ly, during the course of ju ry selection, all claims, \nexcept those by Plaintiffs against Defendant Blondeau, were  resolved. Plaintiffs made \nan oral motion to withdraw their request for jury trial and to proceed in due course \nagainst Blondeau, and the court found that Blondeau waived his right to a jury trial by \nfailing to participate voluntarily in the trial of  this matter. This order and Notice of Bench \nTrial was properly served on Hal Blondeau, and t he court now further finds that \nDefendant Blondeau received adequat e notice of this bench trial, and the court has \npersonal jurisdiction over him.  \n2. Martha Capps (“Capps”) was not financ ially sophisticated. Capps obtained \na two-year degree from Peace College and briefly worked as a secretary in the \nDepartment of Agriculture befor e the birth of her first child , but she never worked again \n \n \noutside the home after her children were born . She was a longtime victim of spousal \nabuse.  \n3. This action was commenced on her  behalf by Capps’ son, Bruce Capps, \non October 17, 2007, acting in the capacity of litigation guar dian ad litem pursuant to \nRule 17, North Carolina Rules of Civil Proc edure (“Rule(s)”). Capps died on March 12, \n2011, at the age of 84 years. Bruce Capps, as Executor of  the Estate of Martha B. \nCapps, and the Anne Kyle Trust, by and through its Successor Trustee, BB&T, were \nsubstituted as Plaintiffs in this action pursuant to an order entered July 8, 2011.  \n4. Defendant Blondeau served as the fi nancial and investment advisor from \nat least as early as 1988 through at least February of 2006. During that time, Capps \nrelied upon Blondeau to advise her regarding all of her financ ial concerns, including the \ninvestment of all funds and the management of  her investments and other funds in a \nreasonable and proper manner.  \n5. In 1988, Capps learned that she wo uld become the primary beneficiary of \nher aunt Anne Kyle’s (“Kyle”) estate. Due to an alcoholic husband who created an \nabusive adulterous, isolated, and controlling environment for her, Capps was concerned \nabout receiving a large inheritance.  She worried that her husband would receive a large \nmarital share if he divorced her, and wonder ed how her financial independence and her \nchildren’s interest might be affected. She expressed these concerns, along with a “very \nstrong desire to have [her] share of the estate held in such manner as to protect it from \nthe demands of [her] husband,” to attorney John Beard (“Beard”) in December 1988.  \n6. Beard explained to C apps that Kyle, a Florida resident, could change her \nestate plan to address Capps’ domestic sit uation and special concerns. Capps shared \n \n \nthis important, attorney-client privileged co mmunication with Blondeau, whom she also \nhad invited into the confidence of her meeti ng with Beard. Beard then referred Capps to \na Florida attorney, Neal Knight (“Kni ght”), with whom he wa s acquainted through \nprofessional associations. Shortly thereafte r, Blondeau wrote Knight  a letter regarding \nKyle’s estate planning for the benefit of Capps, and asked Knight to communicate with \nhim rather than Capps. Knight  drafted the Anne Kyle Trust (“AKT”), and Kyle died in \n1989, shortly after formally establishing the AKT. \n7. Accordingly, in 1989, Capps beca me the sole beneficiary of the AKT, \nwhich required the trustee to pay to Capps th e net trust income at least quarterly unless \nshe otherwise directed in writing. Additio nally, the trustee was permitted to make \nprincipal distributions to C apps as necessary for her health, education, maintenance \nand support. Neither trust allows the trustee to invade the trust prin cipal for charitable \ncontributions, gifts, or the like.  \n8. At Blondeau’s advice and direction, and because he was employed there, \nA.G. Edwards was appointed as corporate trustee of the AKT and handled the \nadministration of the trust assets from approximately 1989 to 1997.  \n9. Upon Kyle’s death in 1989, Capps retai ned Knight to serve as her resident \nprocess agent and estate administration atto rney since she was app ointed by her aunt \nto administer Kyle’s estate in Florida.  \n10. In June 1991, Blondeau and Knight offered to help move Capps from her \nhome. Ultimately, Knight and Blondeau were involved in Capps moving into an assisted \nliving facility in late December  2005, although most of the details of this move were \nhandled by Bruce Capps and his wife, Debbie Capps. \n \n \n11. In March of 1997, Blondeau left hi s employment at A.G. Edwards and \nthereafter became a financial advisor at  Morgan Keegan. Upon changing firms, \nBlondeau suggested to Capps t hat she move her brokera ge account and the AKT to \nMorgan Keegan and its affiliated trust company.  \n12. Since the AKT was established in Florida and administered under Florida \nlaw, Capps retained Knight to petition the Palm Beach County Probate Court to approve \nthe change of A.G. Edwards to  Morgan Keegan’s affiliated trust company as Trustee of \nthe AKT.  Knight drafted and filed this Petition and thereafter obtained the permission of \nthe Florida Probate Court to app oint Morgan Keegan’s affiliated trust company, which \nlater became Regions Bank, as the Successor Trustee of the AKT.  \n13. Blondeau continued to provide financia l and investment services to Capps \nas an employee of Morgan Keegan. \n14. In August 2000, Capps met with a prom inent Raleigh estate planning and \ntax attorney, W. Gerald Thornton (“Thornt on”), having been referred to him by \nBlondeau. Capps and Blondeau initially met with Thornt on to discuss updating her \nexisting estate planning documents, which had previously been drafted by attorney \nBeard.  \n15. Blondeau attended this initial client  conference with C apps, and Thornton \nsuggested to Capps, in Blondeau’s presence, that they should excuse Blondeau from \nthe conference so that Thor nton and Capps could confer alone. Capps insisted on \nhaving Blondeau present for this conference, referring to him as her “trusted advisor.” \nThornton also came to understand that Capp s had an abusive marital situation and did \n \n \nnot wish to receive phone calls or communicati ons to her home. Ra ther, she requested \nthat communications be directed to Blondeau.  \n16. During this first meeting with C apps, Capps stated that she wanted to \nmake certain changes in her Will, including addition of specific bequests, exercising a \ntestamentary power of appointment  conferred to her in the AKT, as well as executing a \nhealth care power of attorney and a durable, financial power of attorney.  \n17. Since Thornton was only updating Capps’ existing estate planning \ndocuments, and not undertaking any further review, he did not need or request to \nreceive financial and tax information from Capps or the AKT.  \n18. During the course of his repres entation of Capps, Thornton spoke to \nKnight in one phone call, which was very general in nature. \n19. On or about October 4, 2000, Blondeau fraudulently or through false \npretenses obtained Capps’ signature on a written request to the corporate trustee of the \nAKT for disbursement of $250, 000 for a purported domestic court settlement involving \nher daughter and also for Capps’ travel and an unspecified building project. On October \n13, 2000, the corporate trust ee disbursed $250,000 from trust principal of the AKT and \nwired the funds to Capps’ brokerage acc ount. In truth, $200,000 of this trust \ndisbursement was deposited in to Blondeau’s Wachovia account. This transaction was \nimproper, wrongful and fraudulent.  \n20. Thornton first became aware that ther e existed undistributed income in the \nAKT in late 2000 when Blondeau told him that  for some ten years the prior trustee had \nnot made required income dist ributions from the AKT to Capps. This was an issue \n \n \nraised by Blondeau and did not impact any lega l issues within Thornton’s scope of work \nfor Capps. \n21. On or about January 3, 2001, Bl ondeau sent Thornton a letter which \nstated that the accumulated undistributed income in the AKT was $937,547. Thornton \nperformed limited research regarding possible options for Capps to address this \naccumulated income issue, but was never retained to address it.  \n22. In July 2001, Thornton met wit h Blondeau and Capps to discuss the \nfinalization of Capps’ estate planning updat e. During the course of this meeting, \nThornton provided general information and possi ble alternatives, as preliminary talking \npoints, for Capps to begin considering r egarding addressing the accumulated income in \nthe AKT. Thornton made no recommendations, gave no legal advice and ran no specific \ncalculations. Among the possible alternatives Thornton mentioned to Capps a charitable \nlead annuity trust, a grantor-retained annuity  trust, a charitable remainder trust and a \nprivate charitable foundation.  \n23. Capps stated that she would thin k about these and get back to Thornton. \nHe expected that she would consider the general information and request further \nassistance from him. He never received any request to do so.  \n24. On August 21, 2001, Capps executed, at Thornton’s law office, the estate \nplanning documents drafted by  Thornton, including a Last Will and Testament, Health \nCare Power of Attorney, Durable, financial Power of Attorney, and a Living Family Trust. \nBlondeau was personally present for Capps’ execution of these legal documents and \nmade no mention of a privat e charitable foundation having already been established a \nmonth earlier in July, 2001.  \n \n \n25. The primary beneficiaries of C apps’ Last Will and Testament were her \nchildren, Bruce Capps and Carol Woodry.  Thornton was named as Executor, and \nBlondeau and Morgan Keegan Trust Company were appointed to serve jointly as \nsuccessor executor.  \n26. The Health Care Power of Attorney  drafted by Thornton and executed by \nCapps appointed her son Bruce Capps as Health Care Agent. Capps’ financial Power of \nAttorney appointed Blondeau as her attorney-in-fact, with Knight appointed as \nsuccessor.  \n27. On June 19, 2001, approximately a m onth prior to Thornton’s July meeting \nwith Capps and Blondeau, Knight sent to Blondeau a sample set of Bylaws and Articles \nof Incorporation for a privat e charitable foundation. Prior to his meeting with Capps and \nBlondeau in July, Thornton did not mention a private charitable foundation as a possible \nalternative to either Capps or Blondeau. \n28. On or about July 23, 2001, and without Thornton’s knowledge, Blondeau \nsent a fax letter to the Regions Bank admi nistrator of the AKT which stated that \nBlondeau had calculated a rate of return on the accumulated undistributed income, and \nthat total undistributed accumulated income, after including figure fo r lost return, came \nto $2,141,559. Significantly, t he last paragraph of this letter stated, “Mrs. Capps’ \nattorney has not seen these totals and has not given me a number that he would advise \nher is fair. I believe I can control this sit uation if he pushes for higher rates.” Thornton \nnever saw this letter and was never provided the information regarding the rate of return \ncalculated on trust income owed to Capp s that had not been pai d for the preceding \ndecade. Blondeau intentionally concealed this information from Thornton. \n \n \n29. On July 25, 2001, Knight filed Articl es of Incorporation for the Marvin L. \nBaker Family Foundation (“Bak er Foundation”) with the Fl orida Secretary of State, \nwhich he had drafted. This information wa s similarly concealed from Thornton by \nBlondeau.  \n30. The Articles of Incorporation provided  that the only dire ctors of the Baker \nFoundation, which was named after Capps’ fa ther, were Blondeau, Knight, and their \nchildren, R.J. Blondeau and Anne Knight. Neit her Capps nor her children, Bruce Capps \nand Carol Woodry, were named a director. The sole office rs of the Baker Foundation \nwere Knight and Blondeau.  \n31. The Bylaws for the Baker Foundation were also drafted by Knight, without \nany involvement with Capps. Knight comm unicated only with Blon deau regarding the \nBylaws and Articles of Incorporation. The Bylaws provide that no person could serve on \nthe Board of Director without the express consent of Blondeau. The Bylaws were signed \nby Blondeau on August 8, 2001, only two weeks pr ior to Capps’ execution of the estate \nplanning documents drafted by her estate planning attorney, Thornton. Thornton was \nnot provided any of this information.  \n32. The first minutes of the Baker Foundat ion were dated July 27, 2001.  Anne \nKnight was elected Assistant  Secretary, and R.J. Blond eau was elected Assistant \nTreasurer. These minutes provided that c hecks from the Baker Foundation must be \nsigned by at least two officers, neither of w hom was Capps. All minutes were drafted by \nKnight after the meetings took place.  \n33. Knight claimed that  he never represented C apps for the purpose of \nestablishing the Baker Foundation. He further claimed that he never recommended a $2 \n \n \nMillion private charitable f oundation to Capps, and never gave her any tax or legal \nadvice. Knight obtained his undergraduate degree from Duke University, his law degree \nfrom Harvard University.  At times material to  this matter Knight focused his practice on \nestate planning, estate and trust administr ation and tax law with a law firm in Palm \nBeach, Florida with which he was employed since 1971.  \n34. Thornton testified, and the court finds as fact, that the recommendation of \na private charitable foundation r equires a complex calculation and analysis of a client’s \ntax and financial condition, a nd that the client must be adv ised regarding the material \nprovisions of the governing documents.  \n35. On August 21, 2001, Regions Bank, as corporate trustee of the AKT, \ntransferred $2.1 Million of cash and securi ties to Capps’ brokerage account. This \nhappened on the same day that Capps executed her estate planning documents at \nThornton’s law office, with Blondeau presen t. Thornton was never informed about this \ntransaction or the existence of the Bake r Foundation. These facts were purposely \nconcealed from Thornton by Blondeau.  \n36. Of the $2.1 Million transferred into  Capps’ brokerage account, over $1.9 \nMillion was held in securities which were  transferred in-kind from the AKT. These \nsecurities were immediately sold at a capi tal loss of $452,452. This capital loss did not \nprovide tax benefit to Mrs. Capps.  \n37. Subsequently, on or about Augus t 28, 2001, seven days after the \nexecution of Capps’ estate planning documents, $1,775,000 was irrevocably transferred \nby wire from Capps’ brokerage account to a Florida account for the Baker Foundation, \nalong with $156,996 of securities transferred in-kind, for a total of $1,931,996. On \n \n \nSeptember 6, 2001, an addition al $10,000 was wired to the Baker Foundation from \nCapps’ brokerage account.  \n38. A charitable contribution to th e Baker Foundation in the amount of \n$1,775,000 was reported on Capps’ 2001 tax return.  However, all but $5,387 of Capps’ \ncharitable contribution tax deduction lapsed unused in 2006. Capps therefore received \nvirtually no tax benefit  from a charitable cont ribution in 2001 that constituted over 81% \nof everything she owned to a charitable foundation as to wh ich she did not have either \ncontrol or a vote. \n39. Neither Capps’ certifi ed public accountant, Ken Martin, nor her attorney, \nThornton, would have recommended such a result had they been asked to \nprofessionally advise Capps on a private charitable foundation.  \n40. Blondeau and Knig ht appointed themselves as President, Vice President, \nSecretary, Treasurer , and Directors of the Baker F oundation. They also named as \nDirectors their children, R. J. Blondeau and Anne Knight. As directors of the Baker \nFoundation, these four individuals had the exclusive legal right to choose which persons \nand entities would receive money from the Ba ker Foundation in the form of charitable \ngifts, expenses, reimbursements, fees and sa laries. Neither Capps nor her children or \nother intended beneficiaries had any  legal right to direct any contributions to specific \ncharities of their own choosing or to approv e other disbursements from Capps’ former \nproperty.   \n41. Blondeau was required by  the financial industry and by his brokerage, \nMorgan Keegan, to disclose any outside busi ness activities, including any outside \ncompensation. Blondeau did not inform Mor gan Keegan that he was an officer and \n \n \ndirector of the Baker Foundatio n until April 11, 2006. At that time, he falsely stated that \nhe was “Director and [President] for 2006” even though he had been director, president, \nand treasurer at all times sinc e 2001. He further falsely stat ed that no Morgan Keegan \nclient was involved in the Baker Foundation and that he would receive no direct or \nindirect compensation.  \n42. Blondeau was not permitted by his br okerage employer to be appointed or \nto serve as a Morgan Keegan customer’s attorney-in-fact or  executor. Blondeau \ndisclosed his involvement with the Baker Foundation to Morgan Keegan only after his \nundisclosed role as Capps’ attorney-in-fact was revoked by Capps and served on him \nMarch 21, 2006. Prior to that  date, Blondeau actively conc ealed these facts from his \nemployer.  \n43. On September 10, 2001,  Knight’s daughter, Hele n Knight, received the \nfirst of five disbursements totaling $62, 837.50 from Capps’ brokerage account, which \nwere paid to American University for her  undergraduate educatio n. These payments \nwere orchestrated by Knight and Blondeau, and they were fraudulent as to Capps. \n44. On September 21, 2001,  less than a month after the funding of the Baker \nFoundation, the sum of $75,000 was wired from Capps’ brokerage account to Knight’s \nbank account in Florida. Th is payment was orchestrated by Knight and Blondeau, and \nwas fraudulent as to Capps.  \n45. Beginning August 29, 2002, Knight’s  daughter, Anne Knight, received the \nbenefit of the first of six di sbursements totaling $24,000 to  Brooklyn Law School where \nshe was enrolled as a law student. In five out of six of these transactions, each time \nBrooklyn Law School receiv ed a $4,000.00 disbursement  from Capps’ brokerage \n \n \naccount, Anne Knight received a refund of $4,000.  In the last of these six transactions, \nAnne Knight received a ref und of $2,868.50. Therefore, only $2,868.50 of the $24,000 \npaid to Brooklyn Law School from Capps’ br okerage account was actually used for \ntuition. These payments were orchestrated  by Knight and Blondeau, and they were \nfraudulent as to Capps. \n46. None of the purported gifts  to the Knights in the form of cash or alleged \ntuition payments was reported to Capps’ accounting firm, Stancil & Company. Blondeau \nwas the exclusive point of contact for Capps’ accountant after March 13, 2000. \nBlondeau actively concealed the financial transactions benefiting the Knights from \nCapps’ accounting firm. \n47. Blondeau was prohibit ed by the financial industry and also by his \nbrokerage from receiving any gifts from a Morgan Keegan customer  in excess of $100 \nannually. He also was prohibited from rece iving any loans from a Morgan Keegan \ncustomer.  \n48. From 2003 through 2005, Blondeau  made unauthorized charges on \nCapps’ Morgan Keegan debit card in the amount of $21,761.36 for personal purchases \nof wine.  \n49. Through various devices Blondeau also  fraudulently received cash from \nCapps’ brokerage account and the AKT in t he total amount of $487,277.58. This was \neffected through checks from the AKT or t he Morgan Keegan Broker age and routed to \nWachovia Bank, which funds ultimately we re received by Blondeau. The mechanics of \nthese disbursements were des igned to conceal the fact that Blondeau was the real \nrecipient of the funds. \n \n \n50. Blondeau further orches trated the fraudulent purc hase of a beach cottage \n(“Beach Cottage”) in Morehead City, North Ca rolina, for the price of $350,000.  The \npurchase price was wired from the AKT dire ctly to the closing attorney, and also \ninvolved a cash refund to Blondeau at clos ing of at least $29,000. This fraudulent \nscheme involved the following:  \n(a) On May 14, 2004, Blondeau drafted and prepared a written \nrequest, and obtained Capps’ signature to the request through the use of false \npretenses or other fraudulent means, wh ich document falsely and fraudulently \nstated that Mrs. Capps was purchasi ng the Beach Cottage. The document \nrequested that Regions Bank, as Trus tee, wire transfer the sum of Three \nHundred Fifty Thousand ($350,000) to a real estate attorney chosen by Blondeau \nfor closing of the sale.   \n(b) At the time, Capps had no personal or busi ness need for a second \nresidence. In fact, she had full use of a condominium in Carteret County, North \nCarolina, which was titled to the AKT and fully available for Capps’ use and \nbenefit.   \n(c) The May 14, 2004, written r equest was drafted and prepared by \nBlondeau, and falsely represented that Capps wanted to use the funds to \npurchase the Beach Cottage since she was allowing her son and his wife to use \nthe beach condominium owned by  the AKT. This materially false representation \nwas known by Blondeau to be false at the time it was made. Additionally, the \nrepresentation was intended to be reli ed upon by Capps’ fiduciary, Regions \nBank.  In truth, this money was to be used fraudulently by Blondeau to buy the \n \n \nBeach Cottage for his personal use. \n(d) On or about June 11, 2004, th e purchase of the Beach Cottage \nclosed.  A warranty deed was recorded fo r the Beach Cottage, which conveyed \nlegal title to the Beach Cottage to Bl ondeau, Blondeau’s wife and Capps as joint \ntenants with right of survivorship. This me ant that Capps’ interest in the Beach \nCottage would automatically be vested in Blondeau and his wife upon Capps’ \ndeath regardless of her Will or any trust for her benefit or that of her family. \n(e) Four months later, on Oct ober 19, 2004, Blondeau requested a \nclosing attorney in Morehead City to dr aft and prepare a quitclaim deed for  \nCapps to transfer all of her right, title,  and interest in the Beach Cottage to \nBlondeau and his wife. Thereafter, through false pretenses or other fraudulent \nmeans, Blondeau obtained execution of the quitclaim deed by Capps. The \ndocument was recorded in the public re cords and falsely stated that Capps was \nunmarried, when in fact she was still marri ed to Edwin Capps, a fact well known \nto Blondeau. The quitclaim  deed further falsely st ated Blondeau and wife paid \nCapps “valuable consideration” for the transfer although neither Blondeau nor his \nwife paid anything to her for her conveying all right, title and interest in the Beach \nCottage to them.  \n(f) In the spring of 2006, nearly tw o years after Blondeau had obtained \nthe Beach Cottage using Capps’ trust account, and only after Capps’ son and \nattorney began investigati ng Blondeau’s role as attorney-in-fact and had \ndemanded documents from Bl ondeau, Blondeau’s criminal defense attorney \nproduced a purported promissory  note (“the Note”) from Blondeau to Capps with \n \n \nregard to the Beach Cottage. This purpor ted Note was misspelled “P0missory \nNote” [sic].  The Plaintiffs’ white co llar crime and financial fraud investigation \nexpert, P.M. Boulus, opined, and the cour t finds as facts, that the Note was \nfraudulent, based upon the following facts:  \n(i) The Note was produced  year s after the fact and never made \npart of Capps’ financial documents at the time of the purchase;  \n(ii) The Note was produced onl y after investigation into \nBlondeau’s transactions had begun by Capps’ son and her attorney; \n(iii) The Note was no more than one paragraph in length and \ncontained none of the normal appearance of promissory notes customarily \nused in real estate transactions of this nature;  \n(iv) The Note was dated June 9, 2004; however, it was not \nnotarized and there is no other objective means to  determine the actual \ndate of its making;  \n(v) The Note called for only 1.5%  interest per annum, which is \nan extraordinarily low and suspicious interest rate;  \n(vi) The Note was not signed by  Blondeau’s wife, who was made \na joint tenant with rights of survivorship in this transaction;  \n(vii) Despite the fact that  Blondeau purportedly borrowed \n$350,000.00 from Capps for the purchas e of the Beach Cottage property \nfor his and his wife’s separate use and enjoyment, neither Blondeau nor \nhis wife executed or recorded a deed of trust or other security agreement \nregarding the purported de bt of $350,000.00 used to purchase the Beach \n \n \nCottage.  Therefore, in t he event of a default in the payment terms of the \nNote, Capps would be unable to fo reclose on the Beach Cottage. \nFurthermore, since neither Blondeau nor  his wife executed a deed of trust \nas evidence of or security for the purported loan for the purchase, the fact \nthat funds from Capps or the AKT financed the purchase was not recorded \nas a public record and thus was hidden from public view and and  \n(viii) Blondeau did not make any alleged payments on the Note \nuntil August 24, 2006, after almost a y ear in default on the purported debt, \nand only after Capps’ legal counsel demanded payment. Blondeau made \na payment in the amount of $361,673.12 on August 25, 2006.  \n51. On June 10, 2009, Blondeau pled guilty in federal court to investment \nadvisor fraud as to Capps and also to maki ng and subscribing false tax returns. By \nvirtue of this guilty plea, Blondeau admitted, and the court finds as facts, that: \n(a) Blondeau acted in the role of a registered investment advisor to \nCapps at all times material to Plaintiffs’ claims in this civil action;  \n(b) Blondeau was the superior party in a fiduciary relationship and held \na position of trust and confidence with respect to Capps;  \n(c) From 2000 through 20 05, Blondeau employed a scheme to defraud \nCapps;  \n(d) The essence of Blondeau’s schem e was his abuse of the fiduciary \nrelationship and position of trust that he had established with Capps;  \n(e) Blondeau concealed  from Capps the true nature of many \ntransactions he initiated from both her trust account and her personal brokerage \n \n \naccount, whereby he was able to secure , without her knowing permission, the \nrelease of funds from those accounts which he then converted to his own \npersonal use; and  \n(f) Blondeau secured Capps ’ signature on letters of authorization \nthrough the use of false pretenses and other fraudulent means.  \n52. The specific methods, means, and amounts of ongoing fraud imposed by \nBlondeau upon Capps were accurately pled in Plaintiffs’ Complaint and proven at trial in \nthis matter, and further supporting evidence for these matters is contained in the \nnotebook of materials submitted by Plainti ffs’ fraud expert, P.M. Boulus, which was \nreceived into evidence. \n53. On or about March 5, 2007,  Knight provided a written statement to his law \nfirm of 35 years regarding his role with respect to Capps, the Baker Foundation, and the \nfinancial benefits received by him and by his ch ildren. His letter, wri tten to the Board of \nDirectors of his law firm, claimed that  “The establishment of a foundation was \nrecommended to Mrs. Capps by her North Caro lina attorney who was preparing estate \nplanning documents for her.” The letter also stated, “I never was asked for nor did I \nprovide any advice regarding the merits of forming the Foundation and making the \ncontribution” and that he “nev er rendered any tax advice as Martha’s North Carolina \nattorneys provided that information.” Attor ney Thornton testified to the contrary, \nparticularly testifying that he never recomm ended as Capps’ attorney that she establish \na private charitable fo undation, and the court finds atto rney Thornton’s testimony to be \ncredible and factual.  Knight’s letter also admitted knowledge of Capps’ vulnerability and \n \n \nher reliance on Knight and Blon deau. Following Knight’s explanation, his employment \nwas terminated by his law firm.  \n54. Knight admitted in hi s deposition that he never  gave any tax or legal \nadvice to Capps concerning the Baker Foundat ion. He further adm itted that even \nthough Capps knew him to be a Florida es tate and tax planning attorney who had \nassisted her in legal matters several times pr eviously, he never told her or informed her \nin writing that he was not r epresenting her and not providing her legal or tax advice for \nthe purpose of establishing the Foundation.  Either Capps was unaware of Knight’s \ninvolvement with the establishment and operation of the Baker Foundation, or she relied \nto her detriment on Knight to act in her best  interest at all time s as her fiduciary and \nattorney.  \n55. Capps never received any legal or  tax advice regarding the creation or \nsubsequent funding of the Baker Foundation. She did not receive any material or \nsignificant tax benefit from a series of transactions that irrevocably removed to the \nBaker Foundation over 81% of her property from her and her estate and left it to the \nexclusive control of her fiduciaries, Kn ight and Blondeau.  Capps gave no informed \nconsent to such transactions.  \n56. Pursuant to the cross-claim of and the Default Judgment granted to the \nReceiver for the Baker Foundation against Bl ondeau, the court finds as facts that the \nDirector Defendants (Blondeau and the Knight Defendants) misappropriated assets of \nthe Baker Foundation and used them to enrich themselves and enjoy personal benefits \ntherefrom.  The impr oper benefits included art tours and air travel, hotels and meals, \nattendance at galas and sponsoring of banquets,  making donations in memory of their \n \n \nfamily members, attending events securing  personal recognition and/or benefits and \npaying a wedding chapel fee for Blondeau’s daughter. This  cross-claim contained \nspecific evidence and check copies docum enting such benefits. Upon the default of \nBlondeau to the cross-claim, the court ent ered a default judgment against him in the \namount of $63,907.80 for these misappropriations from the Baker Foundation.  \n57. The Baker Foundation was establishe d by Blondeau and Knight properly \nunder the relevant tax code prov isions and, in fact, made ch aritable contributions as a \n501(c)(3) entity. The establishment and operation of a proper 501(c)(3) entity was a part \nof Blondeau’s intentional scheme and plan to obtain and use Capps’ assets for his own \nbenefit. The eleven (11) disb ursements into the Baker Foundation totaling $2,281,996 \nwere orchestrated by Blondeau as part of  his scheme and plan, and irrevocably \ndamaged Capps and her estate. Further, t he operation of the Foundation and the \ncharitable contributions it made all served to confer a benefit on Blondeau and not \nCapps or her estate.  \n58. Ken Martin and Jack Stancil, the longtime CPAs for Capps, and for \nBlondeau personally, were qualif ied to handle tax matters related to creation and \noperation of the Baker Foundation. However, Blondeau orchestrated the engagement of \nan outside CPA, William Stark from Henderson,  North Carolina, to  file the annual 990-\nPF tax returns of the Baker Foundation. The overwhelming majority of organizations to \nwhich the Baker Foundation ma de charitable contributions had no connection to Capps \nor her estate, and instead had a personal and/or professi onal connection to Blondeau \nand or Knight, and did, in fact, benefit Blondeau and/or Knight.  \n \n \n59. The following facts were proven at tr ial, and establish, among other things, \nthat Blondeau knowingly concealed or falsel y represented material facts from Capps; \nand that they were reasonably calculated to, made with the intent to, and in fact did, \ndeceive Capps to her financial detriment and to Blondeau’s personal benefit:  \n(a) The circuitous path which fund s originating in either Capps’ \naccounts or the AKT found their way to the benefit of Blondeau;  \n(b) The circumventing and direct viol ations to the rules of conduct \ngoverning his employment and/or licensing as a broker;  \n(c) The many concealments from C apps’ attorney, Gerald Thornton;  \n(d) The financial transactions benefit ing Blondeau but concealing him \nas the true recipient;  \n(e) Material misstatements of fact provided to his employer, false \nexplanations, and fabricated evidence; \n(f) The admitted concealment of in come received by Blondeau from \nCapps and/or the AKT, failure to report that income and the evasion of taxes \nowed on that income;  \n(g) The admitted, unauthorized use of Capps’ Morgan Keegan debit \ncard for wine purchases by and for the benefit of Blondeau;  \n(h) Blondeau’s admitted fraudulent scheme orchestrated by false \npretenses or other fr audulent means committed th rough the abuse of his \nfiduciary relationship;  \n(i) All of these transactions benefited Blondeau and none benefited \nCapps or her estate/beneficiaries; and  \n \n \n(j) All of the factors listed as “Fr aud Indicators” by Plaintiffs’ fraud \nexpert, P.M. Boulus, under Section 8 of  his notebook which was received into \nevidence.  \n60. Blondeau and Knight  were Capps’ fiduciaries at  all times relevant to \nPlaintiffs’ claims since the early 1990’s through 2005. She had a close and personal \nrelationship with them and she relied upon them. \n61. Subsequent to Blonde au’s guilty plea and crimi nal judgment, Blondeaeu \nmade certain payments of rest itution to the Estate of Martha Capps and to the AKT.  \nBlondeau is entitled to credit for such pay ments against any judgment entered against \nhim in this matter. He also is entitled to credit against such judgment for any settlement \namounts paid to Plaintiffs by other Defendants. \n62. Based on the evidence of record, t he court further finds as a fact that \nBlondeau and Knight had an agreement to use their positions of trust and confidence to \nwrongfully obtain Capps’ assets for their use and benefit.  \n63. Blondeau wrongfully obtai ned Capps’ assets in the furtherance of this \nagreement for his own personal benefit. Further , each time that Knight, Anne Knight, or \nHelen Knight received financia l benefit from Capps, either  directly or indirectly, \nBlondeau personally orchestr ated and facilitated each of those transactions in \nfurtherance of the aforementi oned agreement, and, as a resu lt, Capps and her estate \nsuffered financial injuries.  \n64. Blondeau willfully engaged in  unlawful acts proscribed by Chapter 75 of \nthe North Carolina General Statutes relating to Unfair or Deceptive Trade Practices, and \nhe made no offer to fully resolve these matters. His refusal to resolve these matters fully \n \n \nwas unwarranted, and Plaintiffs suffered substantial, actual injuries from these willful \nand unlawful acts.  \n65. Subsequent to Blondeau’ s guilty plea and incarceration, he unsuccessfully \nattempted to collaterally attack his guilty plea through a claim of ineffective assistance to \ncounsel. He claimed that the federal prosecut or misled the court about the factual basis \nof the charges, that his criminal defense counsel co mmitted “wanton misconduct,” and \nthat with respect to the f ederal prosecutor “it was certainly wanton and has the \nappearance of willful misconduct.” He stated that t he criminal information he knowingly \naccepted in lieu of indictm ent was caused “by a runaway plaintiff and his runaway \nattorney.” Blondeau claimed that he was serving an “undeserved sentence.”  \n66. Following Blondeau ’s appeal to the 4 th Circuit Court of Appeals, the \nfederal district court held an evidentiary  hearing at which Blondeau and his former \ncriminal defense attorneys, Joe Cheshire, Esq. and Bradley Bannon, Esq., testified. The \ncourt dismissed Blondeau’s appeal and found that his counsel  specifically informed him \nthat in their opinion he did not have a good case for appeal, consulted with him \nregarding his appellate preferences and that  Blondeau admitted that he never asked \nthem to file an appeal on his behalf.   \n67. Blondeau has demonstrat ed no apology or remorse or his actions in this \nmatter, and he maintains to this day that he should not have been punished for any of \nthem.  \n68. Blondeau’s conduct against Capps wa s not the first time that he engaged \nin certain types of this conduct against a brokerage customer. From 1997 through 1999, \nBelle Tilley (“Tilley”) was an elderly female customer and client of Blondeau’s at the \n \n \nRaleigh branch of the Morgan Keegan brokerage. In direct violation of the outside \nbusiness activity and outside business com pensation policies promulgated by his \nemployer and/or the fi nancial industry regulations, and in similar manner to his conduct \ntoward Capps, Blondeau wrongfully  obtained Tilley’s power of attorney; served as the \nexecutor of her estate, impermissibly rece ived $10,000 cash from Tilley’s estate and \nreceived executor commissions from her estate.  \n69. Pursuant to N.C.  GEN. STAT. § 1D-35, the court, as trier of fact, finds, \nbased on clear and convincing evidence, as follows:  \n(a) Blondeau’s motives and conduct to ward Plaintiffs were morally \nreprehensible, including but not limit ed to Blondeau’s repeated and knowingly \nfalse misrepresentations and concealme nts to Capps and her professional \nadvisors such as her CPA and Thornton, her  attorney, for the purpose of taking \nor controlling millions of dollars of her assets; \n(b) That at all relevant times, Blondeau’s motives and conduct carried \nwith them the likelihood of serious financial harm to Plaintiffs, and they did in fact \ncause actual financial damages in excess of $3,500,000 to Plaintiffs; \n(c) At all relevant times, Blondeau  was fully aware of the probable \nconsequences of his conduct, and, in fact, intended for his conduct to result in \nmillions of dollars of financial harm to Plaintiffs;  \n(d) Blondeau’s conduct was undertaken over the course of some six \nyears, during which and after which he r epeatedly attempted to conceal the facts \nand consequences of his conduct from C apps, her estate, her children, her \n \n \nattorneys, his employer, t he affiliated trust company, the federal court and this \ncourt;  \n(e) On an at least one occasion in the past, Blondeau committed \nsimilar wrongful conduct against Tilley , another of his br okerage company and \naffiliated trust company customers;  \n(f) These financial transactions operated for Blondeau’s personal, \nprofessional, and financial profit and benefit, were knowingly concealed and  \nestablish his knowing and guilty state of  mind that these tr ansactions were \nimproper and wrongful; and \n(g) The punishment and dete rrent purposes of N.C.  GEN. STAT. § 1D-1 \nwould both be served here by an award of punitive damages against Blondeau.  \n70. Plaintiffs suffered financial injuries  and damages as a proximate result of \nBlondeau’s fraudulent and unlawful conduct in  the total amount of $3,726,046.80, as \nfollows: (a) $487,277.58 wrongfully rece ived by Blondeau through transactions \ndeposited to Wachovia Bank; (b) $320,722.42 wrongfully used by Blondeau for the \npurchase of the Beach Cottage; (c) $21,761.36 in wine purchases wrongfully made by \nBlondeau and charged to Capps’ debit card; (d) $452,452 in capital losses wrongfully \ncaused by Blondeau; (e) $161,837.50 wrongfully distributed to  Knight and his children \nand (f) $2,281,996 irrevocably a nd wrongfully transferred to the Baker Foundation. The \nforegoing financial injuries and damages suffer ed by Plaintiffs must be reduced by the \nAugust 25, 2006 payment in the amount of $361,67 3.12 made by Blondeau to Capps \nwith regard to the Beach Cott age transaction.  Accordingly, Plaintiffs suffered net \n \n \nfinancial injuries and damages (“Compensatory Damages”) as a proximate result of \nBlondeau’s fraudulent and unlawful conduct in the total amount of $3,364,373.74. \n71. Prejudgment interest on Plaintiffs’ Compensatory Damages at the legal \nrate from the date of filing of this civil action is calculated to be $1,569,770.74.  \nBased upon the foregoing Findings of Fact, the court reaches the following \nCONCLUSIONS OF LAW: \n1. This court has jurisdiction to hear and decide this matter.  \n2. This court has jurisdiction over all the parties to this matter.  \n3. Defendant Blondeau received proper, pr ior notice and had an opportunity \nto present a defense at the non- jury trial of this matter. He voluntarily chose not to \nparticipate or put on any evidence or argum ent in his own defense. Blondeau thereby \nwaived his right to trial by jury.  \n4. In North Carolina, a claim for constructive fraud is supported where (a) a \nfiduciary relationship exists that led to  and surrounded a transaction, (b) in which \ntransaction the defendant benefited by taking adv antage of his position of trust and \nconfidence, (c) the defendant intended to benefit  himself in the transaction and (d) the \ntransaction resulted in injury or damage to the plaintiff.  \n5. Where a relationship of trust and c onfidence exists between the parties, \nthe fiduciary owes an affirmative duty to disclo se all material facts, and the failure to do \nso constitutes fraud.  \n6. Where a confidential relationship exis ts, it is the duty of the one in whom \nconfidence is reposed to exercise the ut most good faith and to refrain from abusing \n \n \nsuch confidence by obtaining any advantage to  himself at the expense of the confiding \nparty.  \n7. The general duties present in an arms-length transaction to read and \nunderstand what one is signing, and to exer cise reasonable diligence, are excused \nwhere a fiduciary relationship of trust and confidence exists.  \n8. Based on the facts establishing Capps ’ lack of financial sophistication and \nher vulnerable life position as an abused spouse, her age, her total reliance on \nBlondeau and Knight for two decades, and the special trust and confidence she reposed \nin them to handle all of her financial affairs, the court concludes that at all times relevant \nto Plaintiffs’ claims Blon deau and Knight were her fiduciaries and owed to her all \nattendant fiduciary duties.  \n9. As Capps’ fiduciary, Blondeau intended to benefit himself in all of the \ncomplained of transactions and did, in fact, take advantage of his special position of \ntrust and confidence to benefit himself in all complained of transactions. These \ntransactions resulted in financial harms to Plaintiffs. \n10. Where the plaintiff shows that a fiduciary defendant has obtained a \npossible benefit from a subject transaction, the plaintiff is entitled to a rebuttable \npresumption that the transaction was fraudulent. This presum ption can only be rebutted \nif the defendant proves that  the subject transaction was open, fair, and honest. As \ndescribed hereinabove, the court concludes the Plaintiffs  sufficiently established that \nBlondeau, as a fiduciar y, wrongfully obtained benefits as a result of all the subject \ntransactions. Blondeau voluntarily chose not  to appear or put on any evidence or \n \n \nargument at the trial of this matter. Accordingly, Blondeau failed to rebut the \npresumption that all of the subject transactions were fraudulent to Plaintiffs. \n11. Based upon the foregoing, the claim of constructive fraud has been \nestablished against Blondeau, and Plaintiffs are entitled to compensatory damages as a \nresult, the precise amount of which is detailed below.  \n12. In North Carolina, fraud is esta blished where (a) t he defendant makes a \nfalse representation of, or conceals from plaintiff, a material fact; (b) which was \nreasonably calculated to deceive; (c) was made wi th the intent to deceive; (d) which is \nreasonably relied upon by, and does, in fact, decei ve, the plaintiff; and (e) to the injury \nof the plaintiff.  \n13. Based upon the foregoing findings of fact regarding  Blondeau’s ongoing \nscheme and plan to obtain Capp s’ signature by false pretenses, to repeatedly make \nfalse representations to Capps  about the true natur e of the complained of transactions, \nBlondeau’s repeated conceal ments from Capps, her attorneys and advisors, his \nemployer and the affiliated trus t company, of his true involvement with regard to the \ncomplained of transactions, the court concludes that Blondeau acted with the intent and \nreasonable calculation to deceive Capps through fa lse representations and \nconcealments of material facts.  \n14. The court further concludes t hat Capps reasonably relied upon the \nrepresentations of Bl ondeau as her financial advisor and, at all times, operated within \nher legal right to assume that Blondeau as her fiduciary in fact was acting at all times \nand in every way in her best interests. There is no evidence before this court that Capps \nwould have been alerted at any relevant time that Blondeau wa s not acting in her best \n \n \ninterests, as she had the right to assume. As  a result, the court further concludes that \nCapps was, in fact, deceived by Blondeau’s false representations and concealments, as \na result of which Plaintiffs have suffered financial harms.  \n15. Based upon the foregoing, the court concludes that the claim of fraud has \nbeen established against Blon deau, and Plaintiffs are entitled to compensatory \ndamages as a result, the precise amount of which is detailed below.  \n16. In North Carolina, pursuant to Chapt er 75 of the North Carolina General \nStatutes, the defendant will be liable for unfair or deceptive trade practices where (a) the \ndefendant did, in fact, commit acts of an unfai r or deceptive nature; (b) in or affecting \ncommerce; (c) that proximately cause damage to the plaintiff. An act is considered \ndeceptive when that act has the capacity or tendency to deceive. An act will be \nconsidered unfair where it eit her offends established public policy, where the practice is \nimmoral, unethical, oppressive, unscrupulous, or  substantially injuries to consumers, or \namounts to an inequitable assertion of the de fendant’s power or position. As a matter of \nlaw, fraud is considered an unfair or de ceptive act for purposes for Chapter 75. \nConstructive fraud may be sufficient alone to establish unfair or deceptive trade \npractices, and the court concludes that under these circumstances, it is sufficient.  \n17. Based upon the foregoing facts, Blondeau repeatedly made intentional, \nfalse representations to Capps, obtained he r signature by false pretenses or other \nfraudulent means, as well as the other acts of fraud and constructive fraud as described \nhereinabove, the court conclude s that Blondeau’s complained of acts were both unfair \nand deceptive as defined by Chapt er 75, and were all done in or affecting commerce in \n \n \nhis business as a broker and as admitted in  his guilty plea. These acts proximately \ncaused financial harms to Plaintiffs.  \n18. Based upon the foregoing, the cour t concludes that the Chapter 75 claim \nfor unfair or deceptive trade practices has been established against Blondeau, and \nPlaintiffs are entitled to compensatory damages as a result, the precise amount of which \nis detailed below. \n19. In North Carolina, purs uant to N.C. Gen. Stat. 75D-3(c), a defendant is \ncivilly liable for a violation of the RICO st atute where he commits, attempts to commit, \nsolicits, coerces, or inti midates another person to commi t, any act which would be \nchargeable by indictment if such act were accompanied by the necessary mens rea or \ncriminal intent under certain specified state criminal stat utes. Based upon the foregoing \nfindings of fact and conclusions  of law, the court concludes  that Blondeau’s intentional \nconduct would qualify as acts chargeable by indictment for the following felonious \nunlawful acts: N.C. Gen. Stat. § 14-90 [em bezzlement by fiduciary]; § 14-101 [obtaining \nsignatures by false pretenses ]; § 14-112.2 [exploitation of an elder adult or disabled \nadult]; § 14-113.1 [unauthorized use of anot her’s credit device]; § 14-113.9 [financial \ntransaction card theft]; and/or § 14-113.13 [fi nancial transaction card fraud]. All of the \nforegoing unlawful and felonious acts are co ntained in Chapter 14, Articles 19 and 19B \nof the North Carolina General Statutes, and the court theref ore concludes that any one \nof these unlawful acts satisf ies the definition of “racketeering activity” contained in N.C. \nGen. Stat. § 75D-3(c)(1).  \n20. The court concludes that Capps wa s an innocent person with respect to \nBlondeau’s wrongful conduct which caused her harm over a pe riod of some six years, \n \n \nand that Blondeau’s wrongful conduct was something other than mail fraud, wire fraud, \nor fraud in the sale of securities that resulted in pecuniary gain to Blondeau.  \n21. Based upon the foregoing, the court c oncludes that the claim of a violation \nof the NC RICO statute has  been established against Bl ondeau, and Plaintiffs are \nentitled to compensatory dam ages and reasonable attorney’s fees as a result, the \nprecise amount of which is detailed below. \n22. In North Carolina, while  there is no recognized cause of action for civil \nconspiracy, our law allows a fraud victim to recover from anyone who facilitated the \nfraud by agreeing for it to be accomplishe d. A claim based upon facilitation of fraud \nextends liability to those persons where (a ) they operate under an agreement to do an \nunlawful act, or to do a lawful act in an unlawful way; (b) wrongful acts were in fact done \nin furtherance of that agreement; and (c) that resulted in injury to plaintiff.  \n23. Blondeau’s conduct wa s wrongful and/or unlawful, and the evidence \nestablishes that Blondeau and Knight operated pursuant to an agreement to carry out \nsuch conduct with respect to the Baker F oundation and the financia l benefits received \nby Knight and his children to  the Plaintiffs’ damage, and these transactions were part of \na common, fraudulent scheme. The court concludes Blondeau is thus liable for all \nfinancial benefits received by Knight and his children, as well as for all funds irrevocably \ntransferred into the Baker Foundation.  \n24. As reflected in paragraph 70 of the above Findings of Fact, Plaintiffs are \nentitled to Compensatory Damages as a pr oximate result of Blondeau’s wrongful \nactions in the amount of $3, 364,373.74. Plaintiffs further  are entitled to recover \ndamages in the form of prejudgment interest in the amount of $1,569,770.74. \n \n \n25. In North Carolina, punitive damages may be awarded where the \ndefendant is liable for compensatory damages , and where fraud, malic e, or willful or \nwanton conduct was present and was related to  the injuries for which compensatory \ndamages were awarded. Based on the foregoing Findings of Fact, Blondeau’s acts of \nfraud and intentional, wrongful a nd improper conduct satisfies this standard. Moreover, \nthe Plaintiffs are entitled to  a substantial award of punitive damages based upon the \nmany statutory factors that are clearly present pursuant to N.C. Gen. Stat. § 1D-35 (see \ne.g. Paragraph 72 of the Findings of Fact herein).  \n26. After considering the facts established at  trial of this matter, as reflected in \nthe above Findings of Facts, the court concludes that a punitive damages award of \nthree times the Compensatory Damages is fa ir and reasonable, and meet all necessary \ndue process tests. Accordingly, Plaintiffs are entitled to punitive damages in the amount \nof $10,093,121.22.  \n27. The Plaintiffs are entitled to an awar d of reasonable attorneys’ fees. In this \nregard, the court has received and reviewed in camera affidavits from counsel for the \nPlaintiffs Robert E. Zaytoun, Esq., of the Zaytoun Law Firm, PLLC and Gilbert W. File, \nEsq., of the Brownlee Law Firm.  The court also has received and re viewed a Plaintiffs’ \nlitigation expense affidavit fr om Rebecca J. Overstreet, Firm Administrator of the \nZaytoun Law Firm, PLLC. Based upon these affidavits, the court FINDS and \nCONCLUDES that: (a) the respective counsel for Plaintiffs are highly experienced in \npreviously and successfully serv ing as legal counsel in civi l actions presenting similar \ncomplicated factual and legal issues as the instant matter, are qualified in all respects to \nrepresent Plaintiffs in this  civil action, Counsel devoted themselves for some seven \n \n \nyears and countless working hours to the successful prosecutio n of this civil action in \nbehalf of the Plaintiffs and achieved excellent results for Plaintiffs and (b) Plaintiffs \nincurred reasonable and necessary attorneys’  fees and expenses in the amount of \n$2,931,664.95 during the course of  this complex litigation. Plaintiffs are entitled to \nrecover such attorneys’ fees and expenses from Blondeau.  \n28. The court concludes that, after applying all appropria te credits to \nBlondeau, the Plaintiffs are entitled to judgment against Blondeau in the amount of \n$10,330,684.70, plus reasonable attorney’s fees in th e amount of $2,931,664.95 and \nthe costs of this action.  \nNOW THEREFORE, based upon the fo regoing FINDINGS OF FACT and \nCONCLUSIONS OF LAW, it is ORDERED, ADJUDGED AND DECREED that: \n1.  Plaintiffs shall have and recover from Defendant Harold Earl Blondeau \ndamages in the total amount of  $10,330,683.94, plus attorne ys’ fees and expenses in \nthe amount of $2,931,664.95. \n2. The costs of this action shall be ta xed to Defendant Harold Earl Blondeau. \nThis the 5th day of March, 2015.  \n    \n "
}