{
  "id": "f2e753fbad85a2fb7d7c66a7ad5a9f438e8016ab8484f57329ea745815c374a7",
  "source_file": "data/raw/ncbc/f2e753fbad85a2fb7d7c66a7ad5a9f438e8016ab8484f57329ea745815c374a7.pdf",
  "raw_text": "Taylor v. Fernandes, 2018 NCBC 4. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF DURHAM \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 1578 \nMASTER FILE \n(related case 17 CVS 002126) \n \nERIK TAYLOR, Derivatively and on \nBehalf of CEMPRA, INC., \n \n                                           Plaintiff, \n \nv. \n \nPRABHAVATHI FERNANDES, et al.,  \n                                         \n                                           Defendants,  \n           and \n \nCEMPRA, INC.,  \n \n                     Nominal Defendant.  \n                                            \n \n \n \n \n \n \n \nORDER AND OPINION ON MOTION \nTO SEAL \n \nTHIS MATTER comes before the Court on Plaintiff’s Motion to File Verified \nAmended Sh areholder Derivative Complaint u nder Seal.  (“Motion”, ECF No. 30.) \nPlaintiff seeks leave to file under seal portions of the allegations in his Amended \nComplaint (un-redacted Amended Complaint, ECF No. 29 [filed under seal]; redacted \nAmended Complain t, ECF No. 31 ) that contain information the Defendants \ndesignated as confidential pursuant to a confidentiality agreement entered between \nPlaintiff and Nominal Defendant Cempra, Inc. (“Cempra”). Plaintiff sought \nDefendants’ consent to file the Amended Complaint unsealed, but Defendants’ \ndeclined to consent. As the party seeking to have the information sealed, pursuant to \nRule 5.3 of the General Rules of Practice and Procedure for the North Carolina  \nBusiness Court, Defendants subsequently filed a Supplemental Brief in Support of \nthe Motion. (ECF No. 32.) \n THE COURT, having considered the Motion, the supplemental brief, and other \nappropriate matters of record, concludes, in its discretion, that the Motion should be \nGRANTED in part, and DENIED in part, for the reasons set forth below. \nA. Background \nThis is a shareholder derivative action filed by Plaintiff against directors, \nofficers, and shareholders of Cempra. Cempra is a “clinical -stage pharmaceutical \ncompany focused on developing differentiated antibiotics.” (ECF No. 31 at ¶ 2.) At the \ntimes relevant to Plaintiff’s claims, Cempra was conducting clinical trials for a drug \nnamed “solithromycin.” (Id. at ¶ 3.)  Plaintiff’s claims arise from the alleged conduct \nof Cempra’s directors, officers, and shareholders related to the development of \nsolithromycin. The Amended Compla int makes claims for breach of fiduciary duty, \nunjust enrichment, abuse of control, gross mismanagement, and waste of corporate \nassets. (Id. at ¶¶ 317–52.) \nCempra and some of the parties to this lawsuit also are parties to consolidated \nsecurities fraud class actions  in the United States District Court for the Middle \nDistrict of North Carolina , and at least one shareholder derivative action in  the \nDelaware Court of Chancery. At the request of the parties, this case was stayed from \nJuly 6, 2017 until November 27, 2017, on the basis of the federal securities actions. \nDuring the stay, Plaintiff and Defendants entered into a confidentiality \nagreement (ECF No. 32.1) pursuant to which Defendants produced to Plaintiff certain \ninformation regarding the claims at i ssue in this lawsuit . (ECF No. 32  at p. 2 .) \nDefendants designated such information a s confidential. Plaintiff has incorporated \nsome of the information designated as confidential by Defendants into allegations of \nthe Amended Complaint. (ECF No. 32 at p. 3.)  \nDefendants contend that the information it seeks to have filed under seal \nconstitutes “Cempra's confidential and proprietary information concerning clinical \ntrial research, development, and potential FDA approval of drug candidates.” (ECF \nNo. 32 at p. 5. ) The Court has reviewed the proposed redactions and finds that the \ninformation claimed as confidential generally falls into four categories: \n1. The dates of meetings of Cempra’s Board of Directors (“BOD”) and \nattendees at those meetings; \n2. Information regarding BOD actions related to the severance of Defendant \nPrabhavathi Fernandes; \n3. Information reported to and discussed regarding the results of the clinical \ntrials of solithromycin; and \n4. Information discussed in BOD meetings regarding the manu facturing \nprocess for solithromycin. \nDefendant has not explained specifically how the particular information at \nissue is proprietary or how its disclosure would benefit business competitors or harm \nDefendants. Nevertheless, the Court reviews below the information and attempts to \ndiscern why it is proprietary. \n \nB. Analysis \nDocuments filed in the courts of the State of North Carolina are “open to the \ninspection of the public,” except as prohibited by law. N.C. Gen. Stat. §  7A-109(a) \n(hereinafter “G.S.”); see also Virmani v. Presbyterian Health Servs. Corp. , 350 N.C. \n449, 463, 515 S.E.2d 675, 685 (1999) (noting that G.S. § 7A-109(a) “specifically grants \nthe public the right to inspect court records in criminal and civil proceedings”). \nNevertheless, “a trial court may, in the proper circumstances, shield portions of court \nproceedings and records from the public.” France v. France, 209 N.C. App. 406, 413, \n705 S.E.2d 399, 405 (2011) (emphasis omitted).  \nThis Court starts with the “presumption that the civil c ourt proceedings and \nrecords at issue . . . must be open to the public.” Id. at 414, 705 S.E.2d at 406. The \nparty seeking to have a filing sealed bears the burden of overcoming this presumption \n“by demonstrating that the public’s right to open proceedings [is] outweighed by a \ncountervailing public interest.” Id. The determination of whether evidence should be \nfiled under seal is within the discretion of the trial court. See In re Investigation \ninto Death of Cooper, 200 N.C. App. 180, 186, 683 S.E.2d 418, 423 (2009). \nInformation that is “a trade secret or other confidential research, development, \nor commercial information” can be sealed by the Court upon motion by the parties, in \nthe interest of protecting the public interest in protecting confidential and proprietary \nbusiness information. See G.S. § 1A-1, Rule 26(c)(vii); see France, 209 N.C. App. at \n416, 705 S.E.2d at 407 (noting that “[c]ertain kinds of evidence may be such that the \npublic policy factors in favor of confidentiality outweigh the public policy factors \nsupporting free access of the public to public records and proceedings,” including \n“trade secret” information) (citing G.S. § 66-156). \nA c ourt, however,  is not bound by the parties’ designation of material as \n“confidential,” even if the designation is made in accordance with a confidentiality \nagreement executed by the parties. France, 209 N.C. App. at 415 –16, 705 S.E.2d at \n407 (“Evidence otherwise appropriate for open court may not be  sealed merely \nbecause an agreement is involved that purports to render the  contents of that \nagreement confidential.”). “[A party] cannot, by contract, circu mvent established \npublic policy —the qualified public right of access to civil court proceedings. [That \nparty] must show some independent countervailing public policy concern sufficient to \noutweigh the qualified right of access to civil court proceedings.” Id. at 415, 705 S.E.2d \nat 407. \nDefendants bear the burden of overcoming the presumption that the entire \ncontents of the Amended Complaint should be available to the public. D efendants \nargue that the information should be sealed because (1 ) the information is the \nconfidential and proprietary business information of Cempra , and (2) Defendants  \ndesignated the material as confidential pursuant to the confidentiality agreement. \n(ECF No. 32 at pp. 3–5.) \nThe fact that the parties have agreed to treat information as confidential does \nnot require that the Court permit it to remain under seal. France, 209 N.C. App. at  \n415–16, 705 S.E.2d at 407. \nThe Court has thoroughly reviewed the proposed redactions from the Amended \nComplaint and concludes  that certain information revealed in BOD meetings \nregarding the results of Cempra’s clinical trials for solithromycin, and the content of \ncommunications between Cempra and the United States Food and Drug \nAdministration about those results, should be treated as confidential and proprietary \nbusiness information at this stage of the litigation and that it should be protected \nfrom public disclosure. In addition, certain information about the process by wh ich \nsolithromycin is manufactured also should be treated as confidential and proprietary \nbusiness information . This information, if revealed, could prove valuable to \ncompetitors developing similar pharmaceuticals. \nThe other items of information Defendants seek to have sealed are the dates of \nand attendees at BOD meetings and other information revealed in those meetings.  \nDefendants have not met their burden of establishing that there is a strong public \npolicy reason to protect this information that outweighs  the public’s right to access \nthe files of this Court. \nDefendants also argue that the information should be sealed based on policy \nconsiderations underlying the federal Private Securities Litigatio n Reform Act of \n1995 (\"PSLRA\"), 15 U.S.C. § 78u-4. The PSLRA provides that “[i]n any private action \narising under this chapter, all discovery and other proceedings shall be stayed during \nthe pendency of any motion to dismiss . . . .”  15 U.S.C. § 78u -4(b)(3)(B). Defendants \ncontend that discovery currently is stayed in the related federal securities actions \npending disposition of a motion to dismiss, and, if the Amended Complaint is not \nsealed, the plaintiffs to the federal action will receive “relevant discovery . . . in the \nform of allegations in this case describi ng and characterizing Cempra’s internal \ndiscussions.” (ECF No. 32 at pp. 5–6.) \nDefendants cite In re Cardinal Health, Inc. Sec. Litig. , 365 F. Supp. 2d 866 \n(S.D. Ohio 2005), in support of their argument . In Cardinal Health, the defendants \nin a consolidated  federal securities case  filed a motion  in the federal court  to stay \ndiscovery in a state court shareholder derivative action against the corporation's \nofficers and directors while a motion to dismiss was pending before the federal court. \nThe state action involved accounting issues also raised in the federal securities \nactions. Cardinal Health, 365 F. Supp. 2d at 870. \nIn Cardinal Health, the defendants moved for the stay pursuant to 15 U.S.C. \n§ 78u -4(b)(3)(D), entitled “ Circumvention of stay of discovery,” which provides as \nfollows: \nUpon a proper showing, a court may stay discovery \nproceedings in any private action in a State court, as \nnecessary in aid of its jurisdiction, or to protect or \neffectuate its judgments, in an action subject to a stay of \ndiscovery pursuant to this paragraph. \n \nId. at 871–72. The purpose of § 78u-4(b)(3)(D) is “to prevent plaintiffs from utilizing \nstate court actions to circumvent the stay of discovery imposed by  Section 78u -\n4(b)(3)(B).” Id. at 872. The district court held that among  the factors to consider in \ndeciding whether it should order discovery stayed in the state court action was \n“whether the state and federal actions contain overlapping legal claims and \nunderlying facts.” Id. In Cardinal Health, the federal district court ordered discovery \nstayed in the state court shareholder derivative action, holding, inter alia, that the \n“state court derivative claim [is] predicated almost entirely on the gravamen of the \ncomplaints pending in this Court:  securities fraud. Thus, were discovery to reach \naccidentally the federal Plaintiffs, the information would likely be applicable to the \nfederal case because both involve the same substantive arguments.” Id. at 875. \n The Court is not persuaded by Defendants’ arguments based on the PSLRA  \nand Cardinal Health. First, the Court is not aware of any efforts by the defendants \nin the federal securities actions to stay discovery , or to prevent Plaintiff from \ndisclosing information in this lawsuit that has not yet come to light in the federal \nlawsuits. Second, Defendants have no t established, or even argued, that the claims \nin the federal securities actions are “ predicated almost entirely on the gravamen of  \nthe complaints pending in this” lawsuit or that the claims in the federal lawsuit and \nthis c ase “ both involve the same substantive arguments. ” Cardinal Health , 365 \nF. Supp. 2d at 872. \nFinally, if Defendants were concerned that pleadings in this case could reveal \ninformation to the plaintiffs in the  ongoing federal actions, they could have allowed  \nthe stay in this case to continue until a final resolution of the federal actions, as was \ntheir option under this Court’s order. (Order Staying Case, ECF No. 21 at  p. 2.)  \nInstead, Defendants, along with Plaintiff, asked this Court to lift the stay and let this \naction proceed. The Court concludes that Defendants are not entitled to have the \ninformation in the Amended Complaint sealed based on the policy underlying the \nPSLRA and the holding in Cardinal Health. \nTHEREFORE, IT IS ORDERED that the Motion is GRANTED in part, and DENIED \nin part, as follows:  \n1. The Motion to Seal with regard to paragraphs 206, 207, 209, 210, 211, 214, \n216, and 217 in the redacted Amended Complaint is GRANTED, and such \nparagraphs shall remain under seal.  \n2. The Motion to Seal with regard to paragraphs 9, 203, 212, 213, 219, 246, \n269, 290, and 305 in the redacted Amended Complaint is DENIED and such \nparagraphs shall be unsealed. \n3. The Motion to Seal with regard to paragraph 205 in the Amended \nComplaint is GRANTED, in p art, and DENIED, in part. The first portion \nof the paragraph through and including the phrase “informed the Board” \nshall be unsealed. The remainder of the paragraph  starting with and \nincluding the word “that” and ending with the word “dosage” shall remain \nunder seal.  \n4. The Motion to Seal with regard to paragraph 2 08 in the Amended \nComplaint is GRANTED, in part, and DENIED, in part. The first portion \nof the paragraph through and including the word “results” shall be \nunsealed. The portion starting with and including the word “of’ and ending \nwith and including “meeting,” shall remain under seal. The remainder of \nthe paragraph starting with and including the word “questions” shall be \nunsealed. \n5. The Motion to Seal with regard to paragraph 215 in the Amended \nComplaint is GRANTED, in part, and DENIED, in part.  The first portion \nof the paragraph through and including the word “that” shall be unsealed. \nThe remainder of the paragraph beginning with and including the word \n“other” shall remain under seal. \n6. The Motion to Sea l with regard to paragraph 288 in the Amended \nComplaint is GRANTED, in part, and DENIED, in part.  The portion of the \nsecond sentence starting with and including the word “As” through and \nincluding the word “informed” shall be unsealed. The remainder of the \nsecond sentence beginning with and including the word “that” and ending \nwith and including the word “levels” shall remain sealed. The portion of the \nthird sentence beginning with and including the word “Further” through \nand including the word “informat ion” shall be unsealed. The remainder of \nthe paragraph starting with and including the word “about” shall remain \nunder seal. \n7. The Motion to Seal with regard paragraph 289  of the Amended Complaint \nis GRANTED,  in part, and DENIED, in part.  The portion of the  second \nsentence beginning with “Defendant Fernandes” through and including the \nwords “December 2016” shall be unsealed. The remainder of the paragraph \nshall remain under seal. \n8. On or before January 26, 2017 Plaintiff shall file a revised redacted \nAmended Complaint in compliance with this Order. \nThis the 18th day of January, 2018. \n    \n \n      /s/ Gregory P. McGuire     \n    Gregory P. McGuire \n    Special Superior Court Judge for \n    Complex Business Cases \n "
}