{
  "id": "f2fa2b1700f94c9ef08454241a537b4d78258bfbf49c71f88a7b50221756b656",
  "source_file": "data/raw/ncbc/f2fa2b1700f94c9ef08454241a537b4d78258bfbf49c71f88a7b50221756b656.pdf",
  "raw_text": "Branch Banking and Trust Co. v. Lighthouse Fin. Corp., 2005 NCBC 3\n \nSTATE OF NORTH CAROLINA\n \nFORSYTH COUNTY\n \n \nIN THE GENERAL \nCOURT OF JUSTICE\nSUPERIOR COURT \nDIVISION\n04 CVS 1523\nBRANCH BANKING AND TRUST\nCOMPANY,\n \nPlaintiff,\n \nv.\n \nLIGHTHOUSE FINANCIAL CORP.,\n \nDefendant.\n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \nORDER\n \n{1}\n      \nThis matter is before the Court on defendant’s motion for leave to file a second amended answer\nand counterclaim, defendant’s motion to dismiss pursuant to Rule 12(b)(6) of the North Carolina Rules of\nCivil Procedure and plaintiff’s motion to dismiss defendant’s counterclaims pursuant to Rule 12(b)(6) of\nthe North Carolina Rules of Civil Procedure.\n  \nAfter considering the briefs and oral arguments of both\nparties and for the reasons below, the Court: 1) grants leave to file a second amended answer and\ncounterclaim in part and denies leave in part; 2) denies defendant’s motion to dismiss pursuant to Rule\n12(b)(6); and 3) grants in part and denies in part plaintiff’s motion to dismiss defendant’s counterclaims\npursuant to Rule 12(b)(6).\n \nBell, Davis, and Pitt, P.A. by James R. Fox and D. Anderson Cameron for Plaintiff Branch\nBanking and Trust Company.\n \nTuggle Duggins & Meschan, P.A. by Robert C. Cone and David S. Meschan for Defendant\nLighthouse Financial Corporation.\n \nI.\nFACTUAL HISTORY\n{2}\n      \nPlaintiff Branch Banking and Trust Company (“BB&T”) is a banking corporation organized and\nexisting under the laws of the State of North Carolina, with its principal office located in Forsyth County,\nNorth Carolina.\n{3}\n      \nDefendant Lighthouse Financial Corporation (“Lighthouse”) is an asset-based lender organized and\nexisting under the laws of the State of North Carolina, with its principal office located in Guilford County,\nNorth Carolina.\n{4}\n      \nThe parties previously were involved in business transactions which were the basis of an adversary\nproceeding before the United States Bankruptcy Court for the Middle District of North Carolina,\nadversary proceeding number A-01-2016G (the “Adversary Proceeding”).\n[1]\n  \nThe facts were ably\npresented in an opinion filed by the Bankruptcy Court on October 10, 2003.\nVendsouth, Inc. (\"Vendsouth\"), the Debtor, was a wholesale distributor of foods,\nprimarily snack foods, for sale in vending machines. Vendsouth was wholly owned either\nby Terrance Arth or by Terrance and Judy Arth. Terrance Arth was President of Vendsouth\nand Judy Arth, Terrance Arth's wife, served as the company's Secretary. Mark Sylvester\nwas the company's Controller. Terrance Arth, Judy Arth and Mark Sylvester were the\nofficers of Vendsouth (\"Vendsouth Officers\").\nOn May 21, 1997, Vendsouth and Lighthouse Financial Corp. (\"Lighthouse\")\nentered into a Loan and Security Agreement and Vendsouth signed a Demand Promissory\nNote in the amount of $ 1,000,000.00. This loan was secured by the inventory and accounts\nreceivable of Vendsouth. Vendsouth initially established bank accounts at Centura Bank.\nThereafter, in February of 1998, Vendsouth established three bank accounts at BB&T.\nOnly two of the accounts were involved in the transactions giving rise to this proceeding,\nthese being account no. 5211437903 (the \"Operating Account\") and account no.\n5211437881 (the \"Blocked Account\"). In establishing these accounts, BB&T, Vendsouth\nand Lighthouse entered into an agreement entitled \"Agreement Relating to Deposit\nAccount\" which related to the Blocked Account (the \"Blocked Account Agreement\"). The\nBlocked Account was to be used by Vendsouth to deposit the collections from its accounts\nreceivable. Vendsouth was to inform Lighthouse of the amount of the deposits made into\nthe Blocked Account. Lighthouse was then authorized to withdraw the deposits daily by a\ncheck drawn on the Blocked Account. Lighthouse was authorized to withdraw the entire\namount deposited in the account without regard to whether the funds had been collected. In\neffect, BB&T agreed to grant unlimited provisional credit to all checks deposited in the\naccount. Thus, Lighthouse would clear the account by drawing a check on the account\nbalance each day.\nVendsouth and BB&T also arranged for a cash management service which allowed\nthe Operating Account to be used as a controlled disbursement account. This service was\none of several \"treasury services\" that BB&T offered its customers. By accessing a\ncomputer system at BB&T, Vendsouth was able to determine, no later than 10:00 a.m. each\nday, the checks that would hit the Operating Account that day. Vendsouth could then\ncommunicate with Lighthouse and arrange for Lighthouse to wire transfer sufficient funds\ninto the Operating Account so that all of the checks that would be presented that day would\nclear. As a result of the operation of the cash management service, any checks drawn on\nand presented for payment on the Operating Account after this information was provided to\nVendsouth, which usually was no later than 10:00 a.m., would not clear until the following\nday. Thus, any such check drawn on the Operating Account and deposited in the Blocked\nAccount would post on the Operating Account one day after the check was deposited in the\nBlocked Account and provisional credit had been granted. The result was a one-day float.\nIn July of 1998, approximately five months after Vendsouth opened the accounts at\nBB&T, Vendsouth began perpetuating loan fraud against Lighthouse. Such loan fraud\ninvolved Vendsouth reporting fictitious sales to Lighthouse in order to receive loan\nadvances from Lighthouse greater than it was legitimately entitled to receive.\n  \nVendsouth\nfurthered the fraud by also reporting to Lighthouse fictitious collections of nonexistent\nreceivables. The Blocked Account had been established to receive payments from\ncustomers of Vendsouth, i.e., payments on legitimate accounts receivable, and Vendsouth\ninitially used the Block Account for that purpose. However, in July of 1998, Vendsouth\nbegan depositing its own checks drawn on the Operating Account into the Blocked\nAccount (\"on us\" checks). Thereafter, between July 13, 1998, and November of 1999,\nVendsouth, on a daily basis, deposited checks into the Blocked Account which were\npayable to Vendsouth and drawn off the Vendsouth Operating Account. These checks,\nwhich greatly exceeded the actual funds in the Operating Account, were not payments on\naccounts receivable of Vendsouth and were not on their face payments on accounts\nreceivable of Vendsouth. However, BB&T accepted them for deposit into the Blocked\nAccount and gave immediate provisional credit based upon them. These deposits created\nthe impression that Vendsouth was receiving payments from customers, causing\nLighthouse to make advances based on the \"deposits\". Also, because of the one-day float,\nVendsouth was able to obtain the new advances from Lighthouse to \"cover\" the \"on us\"\nchecks before the checks posted to the Operating Account. The result was a kiting scheme\ninvolving a circular movement of funds in which Vendsouth was \"borrowing\" funds from\nBB&T to pay Lighthouse (which occurred when BB&T paid the Lighthouse draws on the\nBlocked Account), and then borrowing from Lighthouse to repay BB&T (which occurred\nwhen Lighthouse wired funds into the Operating Account and those funds were used to\ncover the \"on us\" checks that had been deposited into the Blocked Account). This illicit\nscheme went undetected and continued with the amounts involved increasing as the scheme\ncontinued. During the period between July 1998 and November 1999, Vendsouth deposited\nin excess of 1,250 of these checks into the Blocked Account, aggregating in their total face\namount in excess of $ 106,000,000.00. This scheme continued until BB&T caused its\ncollapse on November 9, 1999.\nOn Friday, November 5, 1999, Vendsouth deposited four \"on us\" checks, written\nand drawn on the Operating Account, into the Blocked Account. These were check\nnumbers 10589, 10590, 10591 and 10592, which totaled in the aggregate $ 976,616.13.\nBB&T granted provisional credit based upon these checks and allowed Lighthouse to\nwithdraw $ 986,431.95 from the Blocked Account pursuant to a check on the Blocked\nAccount that had been issued by Lighthouse on November 4, 1999. Lighthouse then wired\n$ 895,000.00 into the Operating Account as a new advance to Vendsouth. This advance was\nused to cover four \"on us\" checks deposited prior to November 5, 1999, those checks being\nchecks numbered 10584, 10585, 10586 and 10587 in a total amount of $ 899,462.35.\nOn Monday, November 8, 1999, Vendsouth deposited three \"on us\" checks, written\nand drawn on the Operating Account, into the Blocked Account. These were checks\nnumbered 10610, 10611 and 10612, which totaled in the aggregate $ 850,570.17. However,\non Monday, November 8, due to an apparent computer malfunction at BB&T, no\ninformation regarding which checks would clear the Operating Account that day was\navailable and, therefore, Vendsouth was unable to determine how much money to request\nLighthouse to wire into the Operating Account. BB&T informed Vendsouth to hold off and\neverything would double up on Tuesday, November 9. Thus, on Monday, November 8,\n1999, Lighthouse did not make a wire transfer into the Operating Account and no checks\ncleared the Operating Account.\nBy the morning of Tuesday, November 9, 1999, Vendsouth had deposited, into the\nBlocked Account, seven \"on us\" checks totaling $ 1,827,186.20. These seven checks\nconsisted of the \"on us\" checks that had been deposited on November 5 and November 8.\nBB&T had granted provisional credit for all seven checks. BB&T had also decided to stop\nallowing the deposit of \"on us\" checks and to end Vendsouth's kiting. But without a wire\ntransfer from Lighthouse into the Operating Account there were insufficient funds\navailable to allow the seven \"on us\" checks to clear.\nOn the morning of Tuesday, November 9, BB&T's computer system was again in\noperation and BB&T furnished to Vendsouth information about the checks that would clear\nthe Operating Account that day. The figure furnished to Vendsouth consisted almost\nentirely of the $ 1,827,186.20 represented by the seven \"on us\" checks deposited on Friday,\nNovember 5 and Monday, November 8. In response to the information furnished by\nBB&T, Vendsouth requested Lighthouse to wire $ 1,977,000.00 into the Operating\nAccount on November 9 at approximately 12:30 p.m., which Lighthouse did.\n  \nLighthouse\nthen issued a check drawn on the Blocked Account in the amount of $ 1,986,718.08 and\ndeposited it in its account at Bank of America.\nBB&T used the $ 1,977,000.00 received from Lighthouse to fund the provisional\ncredit that had been issued with respect to the seven \"on us\" checks deposited by Vendsouth\non November 5 and 8 in the total amount of $ 1,827,186.20. Pursuant to the decision\nBB&T had earlier made to end the kite, BB&T refused to accept any further \"on us\"\nchecks for deposit into the Blocked Account after November 8. Thus, at the end of the day\non November 9, 1999, BB&T had no remaining risk from any provisional credit it had\ngranted for \"on us\" checks and was issuing no further provisional credit for \"on us\" checks\nsince it no longer was accepting any \"on us\" checks for deposit into the Blocked Account.\nOn November 12, 1999, the check drawn by Lighthouse on the Blocked Account in the\namount of $ 1,986,718.08 was returned \"NSF\" to Lighthouse.\nThe check-kiting scheme was effectively terminated through BB&T's actions on\nNovember 9 and at that point BB&T retained no risk from the check kite while Lighthouse\nwas now owed a substantial sum of money that it could not collect from Vendsouth's\naccounts at BB&T.\nVendsouth, Inc. v. Arth\n, No. 00-10112C-7G, 2003 Bankr. LEXIS 1437, at *2-10 (Bankr.M.D.N.C. Oct. 10,\n2003).\n \n{5}\n      \nFollowing Judge Stocks’ opinion, BB&T and the Trustee in Bankruptcy reached a settlement\nwhich provided in part that BB&T would pay funds to the Bankruptcy estate in excess of two million\ndollars.\n  \nLighthouse will receive the vast majority of distributions to creditors in the bankruptcy\nproceeding.\n{6}\n      \nOn April 2, 2004, plaintiff filed an amended complaint in this Court which seeks claims of relief\nfor breach of contract, declaratory judgment, common law indemnity and contribution.\n  \nOn November 11,\n2004, defendant filed an amended answer and counterclaim.\n  \nPlaintiff seeks relief for counterclaims for\nbreach of contract, common law fraud, unfair and deceptive trade practices, aiding and abetting breach of\nfiduciary duty, aiding and abetting fraud, unjust enrichment and punitive damages.\n  \nOn January 17, 2005,\nplaintiff filed a motion to dismiss defendant’s counterclaim.\n  \nOn February 4, 2005, defendant filed a\nmotion to dismiss pursuant to Rule 12(b)(6).\n  \nIn addition, on February 4, 2005, defendant filed a motion\nfor leave to file a second amended answer and counterclaim.\n  \nIn defendant’s proposed second amended\nanswer and counterclaim, defendant seeks relief for counterclaims for breach of contract, common law\nfraud, unfair and deceptive trade practices, aiding and abetting fiduciary duty, aiding and abetting fraud,\ncivil conspiracy, constructive fraud, unjust enrichment, constructive trust and punitive damages.\n  \nPlaintiff\nopposes defendant’s motion for leave to file a second amended answer and counterclaim which adds civil\nconspiracy, constructive fraud and constructive trust.\n{7}\n      \nThe Court will first address defendant’s motion to dismiss.\n  \nNext, the Court will address plaintiff’s\nmotion to dismiss defendant’s counterclaim.\n  \nLastly, the Court will address defendant’s motion for leave\nto file a second amended answer and counterclaim.\nII.\nDEFENDANT’S MOTION TO DISMISS\nA.\nLEGAL STANDARD\n{8}\n      \nWhen ruling on a motion to dismiss under Rule 12(b)(6), the court must determine “whether, as a\nmatter of law, the allegations of the complaint . . . are sufficient to state a claim upon which relief may be\ngranted.”\n  \nHarris v. NCNB\n, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).\n  \nIn ruling on a motion to\ndismiss, the court must treat the allegations in the complaint as true.\n  \nSee Hyde v. Abbott Lab., Inc.\n, 123\nN.C. App. 572, 575, 473 S.E.2d 680, 682 (1996).\n  \nThe court must construe the complaint liberally and\nmust not dismiss the complaint unless it appears to a certainty that plaintiff is entitled to no relief under\nany state of facts which could be proved in support of the claim.\n  \nSee id.\n  \nWhen considering a motion\nunder Rule 12(b)(6), the court is not required to accept as true any conclusions of law or unwarranted\ndeductions of fact in the complaint.\n  \nSutter v. Duke\n, 277 N.C. 94, 98, 176 S.E.2d 161, 163 (1970).\n  \nWhen\nthe complaint fails to allege the substantive elements of some legally cognizable claim, or where it alleges\nfacts which defeat any claim, the complaint should be dismissed under Rule 12(b)(6).\n  \nSee Hudson Cole\nDev. Corp. v. Beemer\n, 132 N.C. App. 341, 511 S.E.2d 309 (1999).\n  \nWhen applying this standard, it must\nbe kept in mind that when fraud is alleged, the circumstances constituting fraud must be plead with\nparticularity.\n  \nN.C. R. Civ. P. 9(b); s\nee also Terry v. Terry\n, 302 N.C. 71, 273 S.E.2d 674 (1981).\n  \nAlthough\nthe Court has recited the facts from Judge Stocks’ opinion in order to put these claims in fuller context, the\nstandard setout above has been applied.\n{9}\n      \nThis case raises difficult issues concerning a bank’s responsibilities when it believes check kiting\nhas occurred.\n  \nThere also exists the likelihood that some of Lighthouse’s claims and damages alleged in\nthe counterclaim will be significantly reduced when final distribution is made in the bankruptcy\nproceeding.\n  \nBy way of example only, liability and damages on a claim for unjust enrichment may not\nexist.\n  \nThose are issues to be decided at a later date.\n  \nThese are 12(b)(6) motions.\nB.\nANALYSIS\n1.\n         \nBreach of Contract\n{10}\n    \nBB&T’s first claim of relief is for breach of contract and is based upon Paragraph 5 of the Blocked\nAccount Agreement.\n  \nThe paragraph states:\nBorrower [Vendsouth] and Lender [Lighthouse] shall indemnify Bank against and hold it\nharmless from any and all liabilities, claims, costs, expenses, and damages of any nature\n(including but not limited to allocated costs of staff counsel, other reasonable attorney’s\nfees, and any fees and expenses incurred in enforcing this Agreement) in any way arising\nout of or relating to disputes or legal actions concerning the Bank’s providing of this\nservice, this Agreement, any check (including any fees, claims or suits suffered by Bank\narising out of or in connection with its depositing checks payable to or endorsed in favor of\nBorrower), including any claims by banks participating in loans by Lender to Borrower.\n \nThis section does not apply to any cost or damage attributable to the willful misconduct of\nBank.\n  \nLender and Borrower’s obligations under this section shall survive termination of\nthis Agreement.\nBlocked Account Agreement at ¶ 5.\n{11}\n    \nBB&T seeks indemnification for costs, expenses and attorney’s fees incurred in connection with\nthe Adversary Proceeding as well as continuing costs, expenses and attorney’s fees after the final\nadjudication of the Adversary Proceeding.\n  \nIn addition, BB&T seeks the payment of all liabilities, if any,\nclaims, costs, expenses, and damages incurred by BB&T as a result of the Adversary Proceeding.\n  \n(Am.\nCompl. at ¶¶ 18-24.)\n  \nLighthouse argues that BB&T is not entitled to indemnification based upon the\nBlocked Account Agreement and that BB&T’s claim for breach of contract fails to state a claim and\nshould be dismissed in its entirety.\n{12}\n    \nThe Court finds factual allegations sufficient to foreclose judgment at this stage.\n  \nThe questions of\nwhether or not the contract is ambiguous or what the scope of the indemnity is meant to cover as well as\nthe question of whether BB&T engaged in willful misconduct are all better suited for summary judgment\nrather than Rule 12(b)(6).\n  \nTherefore, Lighthouse’s motion to dismiss BB&T’s claim for breach of\ncontract is denied.\n2.\n         \nDeclaratory Judgment\n{13}\n    \nBB&T seeks a declaration of its rights under the indemnification clause of the Block Account\nAgreement.\n  \n“BB&T seeks a declaration that it has a valid right to indemnification by Lighthouse from all\nliabilities, claims, costs, expenses and damages, including attorney’s fees, incurred or to be incurred in\ndefense of or resulting from the Adversary Proceeding.”\n  \n(Am. Compl. at ¶ 29).\n  \nLighthouse argues that\nBB&T is not entitled to indemnification and therefore BB&T’s claim for declaratory judgment should be\ndismissed.\n{14}\n    \nThe Court finds factual allegations discussed above sufficient to foreclose judgment at this stage.\n \nTherefore, Lighthouse’s motion to dismiss BB&T’s claim for declaratory judgment is denied.\n3.\n         \nCommon Law Indemnity\n{15}\n    \nBB&T seeks common law indemnity for any determination of liability and damages on allegations\nof tort claims in the Adversary Proceeding.\n  \nBB&T claims that acts and omissions of Lighthouse\nproximately caused or contributed to the injury and damages alleged by the Trustee for Vendsouth.\n \nLighthouse seeks dismissal of this claim due to the existence of an express indemnity clause in the\nBlocked Account Agreement.\n  \nIn addition, Lighthouse argues that BB&T has no right to indemnification\ndue to BB&T’s alleged intentional torts.\n{16}\n    \nBB&T seeks common law indemnity as an alternative basis for relief.\n  \nPursuant to Rule 8(a)(2) of\nthe North Carolina Rules of Civil Procedure, alternative claims for relief are permitted.\n  \nAt this stage in\nthe proceedings, dismissal of properly pled claims in the alternative is unwarranted.\n  \nThe proper stage of\nthe proceedings to consider this issue is at the summary judgment stage.\n  \nTherefore, Lighthouse’s motion\nto dismiss BB&T’s claim for common law indemnity is denied.\n4.\n         \nContribution\n{17}\n    \nTo the extent that BB&T is found liable to Vendsouth in the Adversary Proceeding, BB&T seeks\ncontribution from any parties whose acts or omissions contributed to such liability.\n  \nBB&T claims\nentitlement to contribution against such other tortfeasors, including Lighthouse, for their pro rata share of\nany award in favor of Vendsouth and against BB&T.\n  \n(Am. Compl. ¶¶ 36-38.)\n  \nLighthouse argues that\ncontribution is precluded by the express indemnity provision in the Blocked Account Agreement.\n  \nFurther,\nLighthouse opposes the claim for contribution due to BB&T’s alleged intentional torts.\n{18}\n    \nBB&T seeks contribution as an alternative basis for relief.\n  \nPursuant to Rule 8(a)(2) of the North\nCarolina Rules of Civil Procedure, alternative claims for relief are permitted.\n  \nAt this stage in the\nproceedings, dismissal of properly pled claims in the alternative is unwarranted.\n  \nThe proper stage of the\nproceedings to consider this issue is at the summary judgment stage.\n  \nTherefore, Lighthouse’s motion to\ndismiss BB&T’s claim for contribution is denied.\nIII.\nPLAINTIFF’S MOTION TO DISMISS THE COUNTERCLAIM\nA.\nLEGAL STANDARD\n{19}\n    \nThe standards for dismissal of a counterclaim are the same as the standards that govern the\ndismissal of a complaint.\n  \nIn addition to the standards set forth above in Part II.A, a claim should be\ndismissed when the existence of a meritorious affirmative defense, such as the statute of limitations,\nappears on the face of the counterclaim.\n  \nSee Forsyth Memorial Hospital, Inc. v. Armstrong World\nIndustries, Inc.\n, 336 N.C. 438, 444 S.E.2d 423 (1994).\nB.\nANALYSIS\n1.\n         \nBreach of Contract\n{20}\n    \nPursuant to North Carolina General Statute Section 1-52(a), a claim for breach of contract is\nsubject to a three-year statute of limitations.\n  \nThe counterclaim was filed by Lighthouse on November 12,\n2004.\n  \nThe alleged act or acts that Lighthouse contends give rise to its claim for breach of contract are\nalleged to have occurred on or before November 8, 1999.\n  \nTherefore, the counterclaim for breach of\ncontract is time barred by the statute of limitations and BB&T’s motion to dismiss the counterclaim for\nbreach of contract is granted.\n2.\n         \nFraud\n{21}\n    \nPursuant to North Carolina General Statute Section 1-52(9), a claim for fraud is subject to a three-\nyear statute of limitations.\n  \nA cause of action for fraud accrues upon the discovery of the facts constituting\nthe fraud.\n  \nDiscovery of fraud as used in the statute means actual discovery or the time when fraud should\nhave been discovered.\n  \nHunter v. Guardian Life Ins. Co. of Am.\n, 162 N.C. App. 477, 485, 593 S.E.2d 595,\n601 (2004) (citing \nCalhoun v. Calhoun\n, 18 N.C. App. 429, 197 S.E.2d 83 (1973).\n{22}\n    \nIssues of fact regarding when Lighthouse became aware of certain facts and their relevancy\npreclude judgment on the pleadings at this time.\n  \nTherefore, BB&T’s motion to dismiss the counterclaim\nfor fraud is denied.\n3.\n         \nUnfair and Deceptive Trade Practices\n{23}\n    \nWhen a claim for unfair and deceptive trade practices is based upon fraud, the limitations period\nbegins to run when the plaintiff discovers or should have discovered the fraud.\n  \nNash v. Motorola\n, 96 N.C.\nApp. 329, 331, 385 S.E.2d 537, 538 (1989), \nreview allowed\n, 326 N.C. 483, 392 S.E.2d 94, \naff’d\n, 328 N.C.\n267, 400 S.E.2d 36 (1990).\n  \nThe same issues of fact discussed above preclude judgment at this stage in the\nproceedings on the claim for fraud.\n  \nTherefore, the claim for unfair and deceptive trade practices which is\nbased upon the alleged fraud cannot be dismissed.\n  \nBB&T’s motion to dismiss the counterclaim for unfair\nand deceptive trade practices is denied.\n4.\n         \nAiding and Abetting Breach of Fiduciary Duty\n{24}\n    \nA claim for aiding and abetting breach of fiduciary duty is governed by the three-year statute of\nlimitations of North Carolina General Statute Section 1-52.\n  \nWhere a claim is essentially grounded in\ncontract, the three-year statute of limitations applies.\n  \nSee Tyson v. North Carolina National Bank\n, 305\nN.C. 136, 141, 286 S.E.2d 561, 565 (1982).\n  \nHowever, a ten-year statute of limitations governs a claim for\naiding and abetting breach of fiduciary duty which arises from constructive fraud.\n  \nSee NationsBank of\nNorth Carolina, N.A. v. Parker\n, 140 N.C. App. 106, 535 S.E.2d 597 (2000).\n  \nIn this case, Lighthouse\nalleges fraud and constructive fraud arising from BB&T’s alleged acts and omissions in shifting the loss\ncaused by Vendsouth’s fraud to Lighthouse.\n  \nSufficient allegations of fact preclude judgment at this stage\nin the proceedings on the claim for fraud and constructive fraud.\n  \nThe claim for aiding and abetting breach\nof fiduciary duty arises from the alleged constructive fraud.\n  \nThus, sufficient allegations of fact preclude\njudgment at this stage in the proceedings on the claim for aiding and abetting breach of fiduciary duty.\n \nTherefore, to the extent that North Carolina recognizes a cause of action for aiding and abetting breach of\nfiduciary duty, BB&T’s motion to dismiss the counterclaim for aiding and abetting breach of fiduciary\nduty is denied.\n5.\n         \nAiding and Abetting Fraud\n{25}\n    \nNo North Carolina state court has recognized a claim for aiding and abetting fraud.\n[2]\n  \nRecently,\nthis Court addressed this issue and held that North Carolina courts should not recognize a claim for aiding\nand abetting fraud.\n  \nThe Court reasoned,\nThis Court cannot distinguish [] [a] claim [for aiding and abetting fraud] from a direct fraud\nclaim.\n  \nThere must be direct knowledge and intent to defraud.\n  \nIf that is required, the claims\nare redundant.\n  \nWhy would it be prudent to engraft the requirements of knowledge and\nintent on an aiding and abetting fraud claim under these circumstances?\n  \nUnintended\nconsequences will result from the elimination of those requirements.\n  \nIf professionals such\nas accountants and lawyers could be held liable for fraud when their clients used their\nservices to defraud a third party without the professionals’ intent to participate in the fraud,\nthe costs of such services would be prohibitive to all but the affluent.\n  \nSuch professionals\nwould either have to incur the expense of investigation into how their services were being\nused or be placed in the position of insurers of their clients’ honesty.\n  \nEither burden would\nadd an unacceptable cost to the provision of necessary and desirable services.\n  \nAlso, it\nseems illogical to impose liability for aiding and abetting fraud based upon a lower level of\nscienter than fraud itself.\n  \nNor would it be consistent with the cases in which the North\nCarolina courts have based joint liability on comparable culpability.\n  \nWithout knowledge\nand similar intent, there can be no joint effort or concert in action.\nSompo Japan Ins. Inc. v. Deloitte & Touche, \nLLP, 2005 NCBC 2, at ¶ 10 (No. 03CVS5547, Guilford\nCounty Super. Ct. June 10, 2005)(Tennille, J.).\n  \nTherefore, BB&T’s motion to dismiss the counterclaim\nfor aiding and abetting fraud is granted.\n6.\n         \nUnjust Enrichment\n{26}\n    \nA claim for unjust enrichment is governed by the three-year statute of limitation of North Carolina\nGeneral Statute Section 1-52.\n  \nWhere a claim is essentially grounded in contract, the three-year statute of\nlimitations applies.\n  \nSee Tyson v. North Carolina National Bank\n, 305 N.C. 136, 141, 286 S.E.2d 561, 565\n(1982).\n  \nHowever, a ten-year statute of limitations governs a claim for unjust enrichment pleaded on the\nbasis of constructive fraud.\n  \nSee Adams v. Moore\n, 96 N.C. App. 359, 385 S.E.2d 799 (1989), \nrev. den.\n, 326\nN.C. 46, 389 S.E.2d 83 (1990).\n  \nIn this case, Lighthouse alleges fraud and constructive fraud arising from\nBB&T’s alleged acts and omissions in shifting the loss caused by Vendsouth’s fraud to Lighthouse.\n \nSufficient allegations of fact preclude judgment at this stage in the proceedings on the claim for fraud and\nconstructive fraud.\n  \nThe claim for unjust enrichment arises from the alleged constructive fraud.\n  \nThus,\nissues of fact preclude judgment at this stage in the proceedings on the claim for unjust enrichment.\n \nTherefore, BB&T’s motion to dismiss the counterclaim for unjust enrichment is denied.\n7.\n         \nPunitive Damages\n{27}\n    \nPunitive damages may be sought for fraud.\n  \nN.C. Gen. Stat. § 1D-15(a).\n  \nHere, defendant\ncounterclaims for fraud.\n  \nThere are sufficient allegations to preclude judgment on defendant’s\ncounterclaim for fraud at this stage in the proceedings.\n  \nTherefore, BB&T’s motion to dismiss the\ncounterclaim for punitive damages is denied.\nIV.\nMOTION TO AMEND\nA.\nLEGAL STANDARD\n{28}\n    \nPursuant to North Carolina Rules of Civil Procedure Rule 15, the Court may grant leave to file an\namended pleading.\n  \nThe rule states:\nA party may amend his pleading once as a matter of course at any time before a responsive\npleading is served or, if the pleading is one to which no responsive pleading is permitted\nand the action has not been placed upon the trial calendar, he may so amend it at any time\nwithin 30 days after it is served. Otherwise a party may amend his pleading only by leave\nof court or by written consent of the adverse party; and leave shall be freely given when\njustice so requires. A party shall plead in response to an amended pleading within 30 days\nafter service of the amended pleading, unless the court otherwise orders.\n \nN.C. R. Civ. P. 15(a).\n  \nThus, the Court is free to allow defendant leave to amend its answer when justice\nso requires.\nB.\nANALYSIS\n{29}\n    \nDefendant’s motion for leave to file a second amended answer is allowed in part and denied in\npart.\n  \nThe additional factual allegations are permitted.\n  \nThe new counterclaims for civil conspiracy and\nconstructive fraud are allowed subject to the findings of the original fraud claim.\n \n{30}\n    \nThe North Carolina Court of Appeals has recently addressed the question of the adequacy of\npleadings alleging “constructive fraud.”\n  \nSee\n \nToomer v. Branch Banking and Trust Company\n, No. COA04-\n599, 2005 N.C. App. LEXIS 1188 (June 21, 2005).\n  \nIn that case there were no allegations of fraud, only\nbreach of fiduciary duty.\n  \nThe Court of Appeals held:\n  \n“Noticably absent is the required assertion that\nUCB sought to benefit itself.\n  \nIndeed, plaintiffs’ complaint characterizes UCB’s behavior as ‘erroneous.’\n \nAccordingly, plaintiffs have not asserted claims for constructive fraud.”\n  \nToomer\n, 2005 N.C. App. LEXIS\n1188, at *18-19.\n{31}\n    \nThe Court of Appeals so held even though the “errors” allegedly significantly increased the trustee\nfunds.\n{32}\n    \nIn this case, defendant has alleged fraud by BB&T and specifically alleged that the fraudulent acts\nwere taken to benefit BB&T to the detriment of defendant.\n  \n(Am. Answer and Countercl. at 13, 16.)\n  \nThere\nare sufficient allegations to preclude judgment on these claims at this stage in the proceedings.\n{33}\n    \nDefendant seeks the imposition of a constructive trust as alternative claim for relief.\n  \n“A\nconstructive trust arises when one obtains legal title to property in violation of a duty owed to another.”\n \nUnited Carolina Bank v. Brogan\n, 155 N.C. App. 633, 635-36, 574 S.E.2d 112, 114-15 (2002) (citations\nomitted).\n  \nOrdinarily, constructive trusts “arise from actual or presumptive fraud and usually involve the\nbreach of a confidential relationship.” \nId.\n at 635, 574 S.E.2d at 114.\n  \nConstructive trusts are “imposed by\ncourts of equity to prevent the unjust enrichment or the holder of title to, or of an interest in, property\nwhich such holder acquired through fraud, breach of duty or some other circumstance making it\ninequitable for him to retain it against the claim of the beneficiary of the constructive trust.”\n  \nId.\n at 636,\n574 S.E.2d at 115.\n  \nWhere adequate remedies at law exist to pursue claims of fraud, the equitable remedy\nof a constructive trust is unwarranted.\n  \nOld Line Life Ins. Co. v. Bollinger\n, 161 N.C. App. 734, 738, 589\nS.E.2d 411, 413 (2003).\n{34}\n    \nLighthouse seeks a constructive trust based on BB&T’s alleged acts or omissions of misconduct\nincluding fraud, civil conspiracy with the officers and directors of Vendsouth and the aiding and abetting\nof the fraud on Lighthouse.\n  \n(Def.’s Second Am. Answer at ¶ 59.)\n  \nAdequate remedies at law exist for the\nclaims for which Lighthouse seeks imposition of a constructive trust.\n  \nTherefore, the motion for leave to\nfile an amended answer to assert a counterclaim for constructive trust is denied.\nCONCLUSION\n{35}\n    \nBased upon the foregoing, it is hereby Ordered, Adjudged, and Decreed:\n1.\n                  \nDefendant’s motion to dismiss pursuant to Rule 12(b)(6) is DENIED.\n2.\n                  \nPlaintiff’s motion to dismiss the counterclaim for breach of contract is GRANTED.\n3.\n                  \nPlaintiff’s motion to dismiss the counterclaim for fraud is DENIED.\n4.\n                  \nPlaintiff’s motion to dismiss the counterclaim for unfair and deceptive trade practices is\nDENIED.\n5.\n                  \nPlaintiff’s motion to dismiss the counterclaim for aiding and abetting fiduciary duty is\nDENIED.\n6.\n                  \nPlaintiff’s motion to dismiss the counterclaim for aiding and abetting fraud is GRANTED.\n7.\n                  \nPlaintiff’s motion to dismiss the counterclaim for unjust enrichment is DENIED.\n8.\n                  \nPlaintiff’s motion to dismiss the counterclaim for punitive damages in DENIED.\n9.\n                  \nPlaintiff’s motion for leave to file a second amended answer and counterclaim is\nGRANTED with respect to the additional factual allegations and the additional\ncounterclaims for civil conspiracy and constructive fraud.\n10.\n              \nPlaintiff’s motion for leave to file a second amended answer and counterclaim is DENIED\nwith respect to the additional counterclaim for constructive trust.\n{36}\n    \nThe parties shall jointly report to the Court any distribution to Lighthouse from the Vendsouth\nbankruptcy estate.\n \nSO ORDERED, this the 13th day of July 2005.\n \n \n \n[1]\n Lighthouse was not a party to the Adversary Proceeding but, as Vendsourth’s largest creditor, funded the Trustee’s legal fees.\n[2]\n In the Adversary Proceeding Judge Stocks ruled that he thought the state courts would recognize aiding and abetting fraud.\n  \nFor\nthe reasons set forth below, this Court believes his reliance on \nBlow v. Shaughnessy\n, 88 N.C. App. 484, 364 S.E.2d 444 (1988) was\nmisplaced."
}