{
  "id": "f31a9363bd82e5cdbec28e848938a914690eefeb3549c1b9ebe8d4ab9d0341f3",
  "source_file": "data/raw/ncbc/f31a9363bd82e5cdbec28e848938a914690eefeb3549c1b9ebe8d4ab9d0341f3.pdf",
  "raw_text": "Premier, Inc. v. Peterson, 2012 NCBC 59. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 1054 \nPREMIER, INC.,  \n \nPlaintiff, \n \nv.  \n \nDAN PETERSON; OPTUM COMPUTING \nSOLUTIONS, INC.; HITSCHLER-CERA, \nLLC; DONALD BAUMAN; MICHAEL \nHELD; THE HELD FAMILY LIMITED \nPARTNERSHIP; ROBERT WAGNER; \nALEK BEYNENSON; I-GRANT \nINVESTMENTS, LLC; JAMES MUNTER; \nGAIL SHENK; STEVEN E. DAVIS; \nCHARLES W. LEONARD, III and JOHN \nDOES 1-10, \n \nDefendants. \n \n    \n    \n    \n    \n    \n    \n    \n    \nORDER AND OPINION ORDER AND OPINION ORDER AND OPINION ORDER AND OPINION    \n \nMoore & Van Allen by J. Mark Wilson for Plaintiff Premier, Inc. \nK&L Gates, LLP by Kiran H. Mehta and Nexsen Pruet, PLLC by Christopher \nC. Lam for Defendants Dan Peterson, Optum Computing Solutions, Inc., \nHitschler-Cera, LLC, Donald Bauman, Michael Held, The Held Family \nLimited Partnership, Robert Wagner, Alek Beynenson, I-Grant Investments, \nLLC, James Munter, Gail Shenk, Steven E. Davis, Charles W. Leonard, III \nand John Does 1-10 \nMurphy, Judge. \n{1}  THIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court upon Plaintiff Premier, Inc.’s \n(“Plaintiff”) Motion for Judgment on the Pleadings with respect to Defendants’ \ncounterclaims pursuant to Rule 12(c), or Summary Judgment on all claims and  \ncounterclaims pursuant to Rule 56 of the North Carolina Rules of Civil Procedure \n(“Plaintiff’s Motion I”) and Motion for Protective Order (“Plaintiff’s Motion II”); and \nDefendants Dan Peterson, Optum Computing Solutions, Inc., Hitschler-Cera, LLC, \nDonald Bauman, Michael Held, The Held Family Limited Partnership, Robert \nWagner, Alek Beynenson, I-Grant Investments, LLC, James Munter, Gail Shenk, \nSteven E. Davis, Charles W. Leonard, III and John Does 1-10’s (collectively \n“Defendants”) Motion for Protective Order (“Defendants’ Motion”). \n{2}  After considering the motions, briefs, affidavits, and arguments and \ncontentions of the parties at the December 14, 2011, hearing, the Court GRANTS GRANTS GRANTS GRANTS \nPlaintiff’s Motion I.  Plaintiff’s Motion II and Defendants’ Motion are, therefore, \nrendered moot. \nI. \nPROCEDURAL HISTORY \n{3}  On January 19, 2011, Plaintiff filed its Complaint seeking a declaratory \njudgment as to the parties’ contractual obligations under a Stock Purchase \nAgreement dated September 29, 2006.   \n{4}  Plaintiff also sought designation to the North Carolina Business Court on \nJanuary 19, 2011.  The case was subsequently designated a mandatory complex \nbusiness case and assigned to this Court.   \n{5}  On April 27, 2011, Defendants filed an Answer that included \ncounterclaims for Breach of Contract, Recovery of Audit Expenses, and Attorney \nFees based upon the parties’ Stock Purchase Agreement.   \n{6}  On August 29, 2011, Plaintiff filed its Motion for Judgment on the \nPleadings with respect to Defendants’ counterclaims pursuant to Rule 12(c), or \nSummary Judgment on all claims and counterclaims pursuant to Rule 56 of the \nNorth Carolina Rules of Civil Procedure.   \n{7}  On October 3, 2011, Plaintiff and Defendants filed cross motions for the \nentry of a protective order.   \n{8}  The parties briefed their respective legal positions on the Motion for \nJudgment on the Pleadings and for Summary Judgment, and attached additional \nmaterials to be considered on the Motion for Summary Judgment.  The Court \nconducted a hearing on the parties’ motions on December, 14, 2011.   \n \n \n \nII. \nSTATEMENT OF FACTS \n{9}  On a motion for summary judgment under Rule 56 of the North Carolina \nRules of Civil Procedure, the Court does not make findings of fact.  Therefore, the \nCourt recites only those material facts that the Court concludes are not disputed, \nand which support the legal conclusions with regard to summary judgment.  See \nHyde Ins. Agency v. Dixie Leasing , 26 N.C. App. 138, 142, 215 S.E.2d 162 (1975). 1 \n{10}  On September 29, 2006, Plaintiff, a Delaware corporation, entered into a \nStock Purchase Agreement (the “Agreement”) with Optum Computing Solutions, \nInc., Hitschler-Cera, LLC, Donald Bauman, Michael Held, Held Family Limited \nPartnership, Robert Wagner, Alek Beynenson, I-Grant Investments, LLC, James \nMunter, Gail Shenk, and Steven Davis (collectively “Defendant Sellers”), whereby \nPlaintiff acquired Defendant Sellers’ stock in Cereplex, Inc. (“Cereplex”).  (Compl. ¶ \n16.)  The Agreement designated North Carolina law to govern the contract and \nestablished Defendant Dan Peterson (“Peterson”) as Defendant Sellers’ \nRepresentative.  (Ans. Ex. A §§ 8(g), 8(o).) \n{11}  Cereplex is a company that develops and offers Web-based surveillance \nand analytic services to various healthcare providers through its products, Setnet, \nPharmWatch, and now, SafetySurveillor.  (Counterclaims ¶¶ 21–22.)  “Setnet \nprovided alerts, reports, and other surveillance functions to help . . . detect, respond \nto, and prevent [healthcare-associated infections].  PharmWatch provided alerts and \nreports to assist antimicrobial management teams in reducing unnecessary \nantibiotic use and optimizing therapy. . . .”  (Counterclaims ¶ 22.)  As the successor \nproduct of both Setnet and PharmWatch, SafetySurveillor now performs the same \nfunctions as its predecessors under the umbrella of one product.  (Counterclaims ¶ \n35.) \n{12}  In exchange for Defendant Sellers’ stock in Cereplex, Plaintiff was \nobligated to pay a “Yearly Earnout” to them every five years on the anniversary of \n                                                 \n1 Plaintiff’s moved the Court for either a judgment on the pleadings or summary judgment.  \nHowever, for reasons discussed further below, the Court will treat Plaintiff’s Motion I as a motion for \nsummary judgment.  See supra  Section III.A.1.  \nthe acquisition date.  (Compl. ¶ 16; Ans. Ex. A § 2(b)(iii).)  Under the Agreement, \nthe “Yearly Earnout” entitled Defendant Sellers to receive an amount equal to \n“$12,500 for each Hospital Site where a Product Implementation occurs during the \napplicable 12-month period . . . .”  (Ans. Ex. A § 2(b)(iii).)     \n{13}  The Agreement defines “Product Implementation” as follows:  \n[A] Hospital Site that has (A) subscribed to or licensed the Company’s \nSetnet or PharmWatch product (or any derivative thereof, successor \nproduct, or new product that substantially replaces the functionality of \neither product), whether such product is provided, sold or licensed (for \na charge or at no charge, or provided on a stand-alone basis or bundled \nwith other products and/or services) to the applicable Hospital Site by \nCompany (or its successor in interest), any affiliate of the Company or \nany reseller authorized by the Company, and  (B) completed any \napplicable implementation, configuration and testing of the product so \nthat the product is ready for production use by the Hospital Site. \n(Ans. Ex. A § 2(b)(iii).) \n{14}  Defendant Peterson argues that the parties negotiated the above language \nto allow for a broader definition of Product Implementation, and agreed that it \nwould encompass instances where the product is merely provided to the Hospital \nSite.  (Peterson Aff. ¶ 16.) \n{15}  To determine the Yearly Earnout, Section 6(e) of the Agreement authorizes \nDefendant Sellers to conduct an audit of Premier’s records each year.  (Ans. Ex. A § \n6(e).)  The Agreement obligates Premier to provide the relevant records, and \nDefendant Sellers to bear the costs and expenses.  (Ans. Ex. A § 6(e).)  As \nRepresentative for Defendant Sellers, Peterson performed the audit in 2010 \npursuant to principles agreed upon with Premier in June 2010.  (Peterson Aff. ¶¶ \n24–25.)   \n{16}  For the audit, Peterson relied on single-event alerts fired by \nSafetySurveillor to identify Product Implementation at various sites.  (Peterson Aff. \n¶ 26.)  “[E]ach alert relates to an individual patient and is specific to the Hospital \nSite at which the patient was seen . . . .”  (Peterson Aff. ¶ 26.)  \n{17}  This auditing revealed over 1000 facilities that fired alerts using the \nSafetySurveillor product.  (Counterclaims ¶ 48, Ex. B.)  Of those facilities, \nDefendants claim that Premier only recognized 263 Hospital Sites as having \nimplemented SafetySurveillor such that Premier would owe Defendant Sellers \npayments under the Earnout provision.  (Counterclaims ¶ 52.)  \n{18}  Section 6(e) of the Agreement also provides that, if the audit showed that \nPremier underpaid Defendant Sellers by more than 5%, then Premier “shall be \nresponsible for any out-of-pocket and reasonable costs and expenses [Defendants] \nincur in conducting the applicable Audit and the next subsequent Audit conducted   \n. . . .”  (Ans. Ex. A § 6(e).)  The Agreement further provided for the recovery of \nattorneys’ fees and costs to the prevailing party in any litigation involving or arising \nout of the Agreement.  (Ans. Ex. A § 8(k).) \n{19}  When it became clear that the parties could not agree on what was owed \nunder the Yearly Earnout provisions of the Agreement, Plaintiff filed this action for \na Declaratory Judgment as to the parties’ obligations under the Agreement, and for \nattorneys’ fees pursuant to Section 8(k) of the Agreement.  ( See  Compl.)  In \nresponse, Defendants asserted its counterclaims for breach of contract based on the \nalleged underreporting; for recovery of audit expenses pursuant to Section 6(e) of \nthe Agreement; and for attorneys’ fees. ( See  Counterclaims.) \nIII. \nLEGAL ANALYSIS \nA. \nPLAINTIFF’S MOTION I \n1. \nSTANDARD OF REVIEW \n{20}  Plaintiff requests relief under either Rule 12(c) for judgment on the \npleadings or Rule 56 for summary judgment.  As a threshold matter, the Court \nmust determine which standard will govern the disposition of its ruling. \n{21}  On motion for judgment on the pleadings, the court may only consider the \npleadings and any attachments thereto, which become a part of the pleadings.  \nMinor v. Minor , 70 N.C. App. 76, 78, 318 S.E.2d 865, 867 (1984).  No evidence is \ntaken, and the court should disregard any factual representations in the briefs of \nthe parties or any other materials presented to the court.  Id.    \n{22}  “If, on a motion for judgment on the pleadings, matters outside the \npleadings are presented to and not excluded by the court, the motion shall be \ntreated as one for summary judgment and disposed of as provided in Rule 56 . . . .”  \nN.C. R. Civ. P. 12(c).  Generally, when the trial court converts a motion for \njudgment on the pleadings to a motion for summary judgment, all parties must be \ngiven reasonable opportunity to present all material pertinent to summary \njudgment.  Id.    \n{23}  In this case, both parties received notice and the opportunity to respond to \nthe summary judgment motion.  Indeed, both sides fully briefed the summary \njudgment motion and presented evidence outside the pleadings to support their \nrespective positions, including responses to interrogatories and affidavits.  ( See  Pl’s \nBr. Supp. Mot. J. Pleadings or Summ. J. Ex. 1–3; Defs.’ Br. Opp. Mot. J. Pleadings \nor Summ. J. Appendix.)  In their brief opposing Plaintiff’s Motion I, Defendants not \nonly presented for the Court’s consideration additional matters outside the \npleadings, but also argued for summary judgment in their favor.  (Defs.’ Br. Opp. \nMot. J. Pleadings or Summ. J. 3, 9, 13–22.)  Because both parties had a reasonable \nopportunity to present materials pertinent to a motion under Rule 56, and did in \nfact do so, the Court will consider the proffered matters outside the pleadings and \ntreat Plaintiff’s Motion I as a motion for summary judgment pursuant to Rule 56.  \n{24}  Under Rule 56, the Court may grant summary judgment “if the pleadings, \ndepositions, answers to interrogatories, and admissions on file, together with the \naffidavits, if any, show that there is no genuine issue as to any material fact and \nthat any party is entitled to judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  \n“When appropriate, summary judgment may be rendered against the party moving \nfor such judgment.”  Coulter v. Newton , 100 N.C. App. 523, 525, 397 S.E.2d 244, 246 \n(1990).  However, summary judgment should only be granted where questions of \nlaw, not fact, remain.  See Robertson v. Hartman , 90 N.C. App. 250, 252, 368 S.E.2d \n199, 200 (1988).   \n{25}  The party seeking summary judgment bears the initial burden of \ndemonstrating the absence of a genuine issue of material fact, which may be met by \nshowing that the opposing party cannot prove an essential element of its claim.  \nDeWitt v. Eveready Battery Co. , 355 N.C. 672, 681, 565 S.E.2d 140, 146 (2002).  If \nthe moving party meets this initial burden, the opposing party must then present \nspecific facts establishing the presence of a genuine factual dispute for trial.  Lowe \nv. Bradford , 305 N.C. 366, 369–70, 289 S.E.2d 363, 366 (1982).   \n{26}  In ruling on a summary judgment motion, the court must view the \nevidence in the light most favorable to the non-moving party.  See Wilmington Star-\nNews v. New Hanover Regional Medical Ctr. , 125 N.C. App. 174, 178, 480 S.E.2d \n53, 55 (1997) (citation omitted). \n2. \nDEFENDANTS’ COUNTERCLAIMS \na. \nBREACH OF CONTRACT \n{27}  To prevail on a breach of contract claim, a party must prove “(1) existence \nof a valid contract and (2) breach of the terms of that contract.”  Poor v. Hill , 138 \nN.C. App. 19, 26, 530 S.E.2d 838, 843 (2000) (citation omitted).  Here, the parties do \nnot dispute the existence of a valid contract, as memorialized in the Agreement.  \n(Ans. Ex. A.)  However, the dispute centers on whether Plaintiff breached the terms \nof the contract by underreporting the number of Hospital Sites with Product \nImplementation, thus, denying Defendants the total Yearly Earnout due to them \nunder the Agreement.  Specifically, the parties disagree on the proper \ninterpretation of the term “Product Implementation,” which would determine how \nmuch money Plaintiff owed Defendants.  Accordingly, the Court must first interpret \nthe meaning of the term “Product Implementation” under the Agreement to guide \nthe breach analysis. \n \n \n \ni. \nWHAT IS THE MEANING OF “PRODUCT IMPLEMENTATION”? \n{28}  “When the language of a contract is clear and unambiguous, construction \nof the contract is matter for the court.”  Self-Help Ventures Fund v. Custom Finish, \nLLC , 199 N.C. App. 743, 747, 682 S.E.2d 746, 749 (2009), appeal dismissed , 363 \nN.C. 856, 694 S.E.2d 392 (2010) (quoting Hagler v. Hagler , 319 N.C. 287, 294, 354 \nS.E.2d 228, 234 (1987)). \n{29}  To construe the contract, courts look to the four corners of the entire \nagreement to determine the intent of the parties at the moment of its execution.  \nLane v. Scarborough , 284 N.C. 407, 409–10, 200 S.E.2d 622, 624 (1973); see also \nWalton v. City of Raleigh , 342 N.C. 879, 881, 467 S.E.2d 410, 411 (1996).  \nOrdinarily, “the intention of the parties is a question of law. The court determines \nthe effect of their agreement by declaring its legal meaning.”    Lane , 284 N.C. at \n410, 200 S.E.2d at 624.  In doing so, “[t]he various terms of the contract are to be \nharmoniously construed, and if possible, every word and every provision is to be \ngiven effect.”  Woods v. Nationwide Mut. Ins. Co. , 295 N.C. 500, 506, 246 S.E.2d \n773, 777 (1978).   \n{30}  “[I]f the meaning of [a contract] is clear and only one reasonable \ninterpretation exists, the courts must enforce the contract as written; they may not, \nunder the guise of construing an ambiguous term, rewrite the contract or impose \nliabilities on the parties not bargained for and found therein.”  Id. ; see also Crider v. \nJones Island Club, Inc. , 147 N.C. App. 262, 266–67, 554 S.E.2d 863, 866–67 (2001) \n(“An ambiguity exists in a contract if the language of a contract is fairly and \nreasonably susceptible to either of the constructions asserted by the parties.”).  \nTherefore, parol evidence revealing prior or contemporaneous agreements not \nreflected in the written terms may not be introduced to contradict or add terms to a \nclear and unambiguous contract.  See Thompson v. First Citizens Bank & Trust Co. , \n151 N.C. App. 704, 709, 567 S.E.2d 184, 188 (2002). \n{31}  Here, the parties offer competing interpretations of the term “Product \nImplementation” under the Agreement.  The Agreement specifically defines the \nterm “Product Implementation.”  (Ans. Ex. A § 2(b)(iii).)  Because the goal of \nconstruing a contract is to arrive at the intent of the parties when the contract was \nexecuted, where a contact defines a term, “that definition is to be used.”  Woods , 295 \nN.C. at 505–06, 246 S.E.2d at 777.   \n{32}  The Agreement requires two elements to co-exist before a finding that \n“Product Implementation” has occurred at a Hospital Site, triggering Plaintiff’s \nobligation to pay Defendants an additional Earnout Amount.  First, the Hospital \nSite must have \nsubscribed to or licensed the Company’s Setnet or PharmWatch \nproduct (or any derivative thereof, successor product, or new product \nthat substantially replaces the functionality of either product), \nwhether such product is provided, sold or licensed (for a charge or at no \ncharge, or provided on a stand-alone basis or bundled with other \nproducts and/or services) to the applicable Hospital Site by [Plaintiff] \n(or its successor in interest), any affiliate of [Plaintiff] or any reseller \nauthorized by [Plaintiff]. \n(Ans. Ex. A § 2(b)(iii).)  Second, the Hospital Site must have “completed any \napplicable implementation, configuration and testing of the product so that the \nproduct is ready for production use by the Hospital Site.”  (Ans. Ex. A § 2(b)(iii).)  \nThe interpretation of the second requirement is not at issue in this dispute.  (Defs.’ \nBr. Opp. Mot. J. Pleadings or Summ. J. 13.) \n{33}  Under the first requirement, Defendants’ argue that the clause “whether \nsuch product is provided, sold or licensed . . .” modifies the initial language \nrequiring a subscription or license.  (Counterclaims ¶ 36.)  Relying on this \ninterpretation, Defendants assert that the first requirement would be met whenever \na Hospital Site is merely provided with the product, rather than when the Hospital \nlicenses or subscribes to the product.  However, this interpretation would effectively \nmake the initial language requiring a license or subscription superfluous since the \nrequirement would be met by simply providing the product to the Hospital Site.  In \naddition, Defendants ignore the remaining language in the provision. \n{34}  When read in its entirety, “Product Implementation” occurs when the \nHospital Site subscribes to or licenses the product, “whether such product is \nprovided, sold or licensed (for a charge or at no charge, or provided on a stand-alone \nbasis or bundled with other products and/or services) to the applicable Hospital Site \nby [Plaintiff] (or its successor in interest), any affiliate of [Plaintiff] or any reseller \nauthorized by [Plaintiff]. ”  (Ans. Ex. A § 2(b)(iii)) (emphasis added).  The language \nclearly indicates that, while it does not matter who provides the product to the \nHospital Site or whether the Hospital Site is charged, the Hospital Site still must \nsubscribe to or license the product in order for “Product Implementation” to occur.  \nPlaintiff, in fact, argues for this precise interpretation.  (Pl.’s Br. Supp. Mot. J. \nPleadings or Summ. J. 12–13.) \n{35}  Although Peterson, as Defendants’ Representative, argues that the parties \nagreed during negotiations that the definition would encompass instances where \nthe product is merely provided to the Hospital Site (Peterson Aff. ¶ 16), this \nagreement, at best, adds to the unambiguous terms of the contract requiring a \nsubscription or license.  As such, the parol evidence rule bars consideration of this \nproffered agreement, and the Court must enforce the language as written.  In doing \nso, the Court concludes that Plaintiff’s interpretation construes all the terms \nharmoniously, giving effect to the entire provision.  Therefore, the Court concludes \nthat the language is unambiguous, and that Plaintiff has presented a reasonable \ninterpretation of “Product Implementation.”  \nii. \nHAS A BREACH OCCURRED? \n{36}  Based on the above, to prove breach under Section 2(b)(iii) of the \nAgreement, Defendants must allege and prove facts that show Plaintiff failed to \ncompensate them for Hospital Sites that licensed or subscribed the product and \ncompleted product implementation, configuration, and testing.  However, \nDefendants’ sole claim for breach rests on the alleged miscalculation of the Yearly \nEarnout applying Defendants’ characterization of “Product Implementation.”  \nSpecifically, Defendants assert that the firing of alerts, used as the basis for the \naudit, proves that Hospital Sites were provided with the product.  Accordingly, \nDefendants argue, “Product Implementation” occurred and Plaintiff owes \nDefendants additional Earnout Amounts.  (Peterson Aff. ¶¶ 24–26; Counterclaims \n¶¶ 44, 49.)  However, as discussed above, this interpretation unreasonably \nconstrues the otherwise unambiguous language of the contract that requires a \nlicense or subscription, not merely providing the Hospital Site with the product, \nbefore “Product Implementation” occurs.  Here, all of Defendants’ factual \nallegations support their premise that providing the product equates to “Product \nImplementation,” which the court finds inapt.   \n{37}  Even viewing all the evidence in Defendants’ favor, the Court cannot find \nsupport for Defendants’ breach of contract claim under the interpretation of \n“Product Implementation” as determined by the Court herein.  Nowhere in their \nCounterclaim do Defendants allege that any of the identified locations for which \nthey had not received payment had subscribed to or licensed the product in \nquestion, or that Plaintiff did not pay them for Hospital Sites that had subscribed to \nor licensed the product.  In addition, none of the evidence produced by either party \nrefutes the fact that Plaintiff paid Defendant for each Hospital Site that subscribed \nto or licensed the product.   \n{38}  In light of the Court’s interpretation of “Product Implementation,” no \ndisputed facts remain for the Court to resolve regarding breach.  Furthermore, \nDefendants’ bare legal conclusion that Plaintiff breached the Agreement will not \nsuffice to support their claim.   \n{39}  Plaintiff has met its burden of showing the absence of a genuine issue of \nmaterial fact on an essential element of Defendants’ counterclaim.  In response, \nDefendants failed to allege or produce specific facts establishing an issue for trial, \nwhich they must to do to withstand Plaintiff’s Motion for Summary Judgment.  \nTherefore, the Court concludes that Defendants have failed to adequately plead a \nclaim for breach of contract and no genuine issue of material fact remains as to the \nessential element of breach. Thus, Plaintiff is entitled to judgment as a matter of \nlaw. \n{40}  Accordingly, the Court hereby GRANTS GRANTS GRANTS GRANTS Plaintiff’s Motion I for Summary \nJudgment on Defendants’ counterclaim for breach of contract.  The Court, therefore, \nDISMISSES DISMISSES DISMISSES DISMISSES Defendants’ counterclaim for breach of contract, with prejudice.    \nb. \nAUDIT EXPENSES AND ATTORNEYS’ FEES \n{41}  The Agreement only grants recovery of audit expenses to Defendants if \nthey can show they were underpaid, and it only provides attorneys’ fees to the \nprevailing party in a lawsuit.  ( See  Ans. Ex. A §§ 6(e), 8(k).)  Therefore, both \ncounterclaims depend upon Defendants’ success on the underlying claim for breach.  \nHaving dismissed Defendants’ claim for breach of contract, the Court similarly \nconcludes that Plaintiff is entitled to summary judgment on these remaining \ncounterclaims.  \n{42}  Accordingly, the Court hereby GRANTS GRANTS GRANTS GRANTS Plaintiff’s Motion I for Summary \nJudgment on Defendants’ two remaining counterclaims.  The Court, therefore, \nDISMISSES DISMISSES DISMISSES DISMISSES Defendants’ counterclaims for the recovery of audit expenses and \nattorneys’ fees, with prejudice. \n3. \nPLAINTIFF’S CLAIMS \na. \nDECLARATORY JUDGMENT \n{43}  In its Complaint, Plaintiff seeks a declaratory judgment affirming that \nPlaintiff has not breached the provisions of the Agreement as alleged by \nDefendants.  The Court notes that the allegations in the Complaint forming the \nbasis of the Plaintiff’s claim for declaratory judgment also form the basis for \nDefendant’s counterclaim for breach of contract discussed above.  Having granted \nsummary judgment in Plaintiff’s favor on the breach of contract claim above, the \nCourt concludes that Plaintiff is also entitled to summary judgment on its \ndeclaratory judgment claim.  \n{44}  The Court, therefore, concludes that Plaintiff has not breached the \nprovisions of the Agreement as alleged by Defendants in their counterclaims.  \nAccordingly, the Court GRANTS GRANTS GRANTS GRANTS Plaintiff’s Motion I for Summary Judgment on its \nrequest for declaratory relief.   \nb. \nATTORNEYS’ FEES \n{45}  In North Carolina, a party may not recover attorneys’ fees in the absence \nof express statutory authority.  Stillwell Enter. v. Interstate Equip. Co. , 300 N.C. \n286, 289, 266 S.E.2d 812, 815 (1980).  “Even in the face of a carefully drafted \ncontractual provision indemnifying a party for such attorneys’ fees as may be \nnecessitated by a successful action on the contract itself, our courts have \nconsistently refused to sustain such an award absent statutory authority therefor.”  \nId.  at 289, 266 S.E.2d 815–16 (citations omitted).  \n{46}  Here, even though the Agreement allows for attorneys’ fees, the Court \ncannot discern, and Plaintiff does not assert, any statutory basis for an award of \nattorneys’ fees in Plaintiff’s favor.  Therefore, Plaintiff’s claim for attorneys’ fees \nfails as a matter of law. 2  \n{47}  Accordingly, the Court GRANTS GRANTS GRANTS GRANTS summary judgment in favor of \nDefendants on Plaintiff’s claim for attorneys’ fees.  The Court, therefore, \nDISMISSES DISMISSES DISMISSES DISMISSES Plaintiff’s claim for attorneys’ fees, with prejudice.  \nB. \nPLAINTIFF’S MOTION II AND DEFENDANTS’ MOTION \n{48}  Because the Court’s ruling above resolves all pending claims in this action, \nPlaintiff’s Motion II and Defendants’ Motion seeking the entry of a protective order \nto guide discovery are rendered MOOT MOOT MOOT MOOT.  \n \n \n \n \n                                                 \n2 The Court notes that North Carolina now validates reciprocal attorneys’ fees provisions in business \ncontracts by statute.  N.C.  G EN . STAT . § 6-21.6 (2012).  However, Section 6-21.6 only applies to \nbusiness contracts entered into on or after the statute’s effective date of October 1, 2011.  Therefore, \nthe statute does not apply to the Agreement in this case, which was entered into in 2006. \nIV. \nCONCLUSION \n{49}  The Court GRANTS GRANTS GRANTS GRANTS Plaintiff’s Motion for Summary Judgment pursuant to \nRule 56 thereby rendering Plaintiff and Defendants’ Motions for Protective Order \nmoot. \n{50}  WHEREFORE WHEREFORE WHEREFORE WHEREFORE, the Court hereby DISMISSES DISMISSES DISMISSES DISMISSES, with prejudice, Defendants’ \ncounterclaims for breach of contract, recovery of audit expenses, and attorneys’ fees; \nand Plaintiff’s claim for attorneys’ fees. \nSO ORDERED SO ORDERED SO ORDERED SO ORDERED, this the 7 th  day of December, 2012. "
}