{
  "id": "f31b69d84d7b15e1e504e0a6982b93bdf5b96712ad0ac7fc91b882f056a91372",
  "source_file": "data/raw/ncbc/f31b69d84d7b15e1e504e0a6982b93bdf5b96712ad0ac7fc91b882f056a91372.pdf",
  "raw_text": "In re Summons Issued to Target Corp., 2018 NCBC 125. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 12841 \n \nIN THE MATTER OF THE \nSUMMONS ISSUED TO TARGET \nCORPORATION AND AFFILIATES \n \nORDER AND OPINION  \nREGARDING DESIGNATION \n \n1. THIS MATTER  is before the Court upon North Carolina Secretary of \nRevenue Ronald G. Penny’s (“Secretary”) Opposition to Notice of Designation as a \nMandatory Complex Business Case  (the “Opposition”) of the above -captioned \nproceeding.  (Opp’n Notice Designation Mandatory Complex Business Case, ECF No. \n6.) \nNorth Carolina Department of Justice, by Andrew Owen Furuseth, for \nthe North Carolina Secretary of Revenue. \n \nTerpening Law PLLC, by William R. Terpening, for Target Corporation. \nBledsoe, Chief Judge.  \n2. The Secretary filed an Application for an Order to Enforce Summons in the \nWake County Superior Court on October 18, 2018  (the “Application”) , seeking an \norder compelling Target Corporation and its affiliates (“Target”) to comply with the \nSecretary’s administrative summons issued on June 4, 2018, pursuant to N.C. Gen. \nStat. § 105-258(a)(4).  (Application Order Enforce Summons, ECF No. 3.) \n3. On November 16, 2018, T arget filed a Notice of Designation of Action as \nMandatory Complex Business Case under N.C. Gen. Stat. § 7A-45.4 (“NOD”).  (Notice \nDesignation Action Mandatory Complex Business Case [hereinafter “NOD”], ECF No. \n5.)  Target designated this proceeding as a mandatory complex business case under \n \n \nsections 7A-45.4(a)(1), permitting designation for material issues related to disputes \ninvolving the law governing corporations, and (a)(8 ), permitting designation for \nmaterial issues related to disputes involving trade secrets.  (NOD 1–2.)    \n4. This proceeding was designated a mandatory complex business case by \norder of the Chief Justice of the Supreme Court of North Carolina on November 16, \n2018, ( Designation Order, ECF No. 1), and assigned to the Honorable Michael L. \nRobinson by order of the undersigned on November 19, 2018 , (Assignment Order, \nECF No. 2.)  \n5. On November 21, 2018, the Secretary filed the Opposition and a Motion to \nExpedite Review of Designation as Mandatory Complex Business Case (the “Motion \nto Expedite”).  ( Mot. Expedite Review Designation Mandatory Complex Business \nCase, ECF No. 7.)  This Court grant ed the Motion to Expedite on the same day and \nordered Target to file its response to the Opposition no later than November 29, 2018.  \n(Order Mot. Expedite Review Designation, ECF No. 9.) \n6. Target timely filed its Response to Opposition to Notice of Designation as \nMandatory Complex Business Case (“Response”) on November 29, 2018.  (Resp. Opp’n \nNotice Designation [hereinafter “Response”], ECF No. 10.)  The Opposition is n ow \nripe for consideration.  “The Notice of Designation shall, in good faith and ba sed on \ninformation reasonably available, succinctly state the basis of designation . . . .”  N.C. \nGen. Stat. § 7A-45.4(c).  Therefore, the Court may consider all materials reasonably \nnecessary to rule on an opposition to designation.  \n \n \n7. There is no indication in either N.C. Gen. Stat. § 105-258 or § 7A-45.4 that \nthe General Assembly intended the Business Court to hear tax summons enforcement \nproceedings.  Neither statute specifically reference s Business Court designation for \nthese types of tax proceedings.  This statutory silence stands in marked contrast to \nthe legislature’s treatment of the judicial review of contested tax cases, where the \nlegislature has made it clear that Business Court designation may be proper.  See \nN.C. Gen. Stat. § 105-241.16 (requiring such petitions be filed “in accordance with the \nprocedures for a mandatory business case set forth in G.S. 7A-45.4(b) through (f)”).   \n8. In light of the Court’s resolution of the Opposition as set forth below, the \nCourt does not find it necessary to determine whether tax summons proceedings \ncould ever be designated to the Business Court in appropriate circumstances.   That \nsaid, the Court finds the Secretary’s argument that Business Court designation would \nnecessarily cause unacceptable delay in contravention of the in tended purpose of \nsection 105-258 unpersuasive.  See In re Ernst & Young, LLP, 363 N.C. 612, 617, 684 \nS.E.2d 151, 15 4 (2009) (“[T]he task before the court in a summons enforcement \nproceeding is summary in nature and relatively uncomplicated .”).  To the contrary, \nthe Business Court is well-equipped to hear administrative proceedings and time-\nsensitive matters in which the suspension or modification of case management \nrequirements may be appropriate .  See N.C. Gen. Stat. § 7A -45.4(b)(1).  Likewise, \ncontrary to the Secretary’s argument, the suspension of the Rules of Civil Procedure \nin tax summons enforcement proceedings, see In re Ernst & Young, LLP, 363 N.C. at \n \n \n618, 684 S.E.2d at 155, does not, without more,  foreclose the Business Court from \nhearing such proceedings.     \n9. Turning to the substantive grounds for Target’s NOD, the Court concludes \nthat this dispute involves neither the law governing corporations nor trade secrets, \nand thus that the Opposition is well-founded.   \n10. First, Target argues that, in the absence of the North Carolina Rules of Civil \nProcedure and other statutory direction, corporations like Target need guidance from \nthe Business Court to determine the procedures a taxpayer should follow in a tax \nsummons enforcement proceeding.  (See NOD 4–5 (citing In re Ernst & Young, LLP, \n363 N.C. at 617, 684 S.E.2d at 154–55); Response 8.)  On this basis, Target claims the \nApplication raises a material issue related to a dispute involving the law governing \ncorporations.  The Court disagrees.  Section 105-258’s provisions are not limited to \ncorporations or other business organizations; they apply equally to individuals.  Thus, \nto the extent section 105 -258 needs clarification, that need does not derive from a  \nbusiness organization’s form or the law governing that organization.  Rather the need \nis one shared by all taxpayers.   \n11. Next, while Target alleges that the Secretary’s tax summons broadly seeks \n“confidential and highly-sensitive Target documents, including Target’s trade secrets \nand business information,” (NOD 4), the Application does not reflect a dispute \ninvolving a determination of the existence of a trade secret or the misappropriation \nor use of a trade secret.  The Court concludes that our legislature did not intend for \nthe Business Court to referee discovery dispute s in actions that do not otherwise \n \n \nqualify for Business Court designation simply because one party contends that \nanother party is seeking production of the first party’s trade secret information.  See, \ne.g., Stay Alert Safety Servs. , Inc . v. Pratt , 2017 NCBC  LEXIS 101, at *4 –6 (N.C. \nSuper. Ct. Nov. 1, 2017) (finding that in an action for breach of contract, the complaint \ndid not raise a material dispute involving trade secrets merely because the term \n“trade secret” appeared in the contractual language quoted in the complaint).   \n12. Finally, the Court finds that Target’s reliance on Delhaize America, Inc. v. \nLay, 2011 NCBC LEXIS 9 (N.C. Super. Ct. Jan. 12, 2011), is misplaced.  Delhaize was \na civil action commenced by the taxpayer filing a complaint seeking a refund of North \nCarolina corporate income tax from the Department of Revenue, not a specialized tax \nsummons proceeding under section 105-258.  See Delhaize, 2011 NCBC LEXIS at *3.  \nFurther, in contrast to Target’s NOD here, while the taxpayer in Delhaize sought and \nobtained a trade secret protective order in that case over the Secretary’s objection , \nthe protective order dispute was not the basis for Business Court designation.  See \nNotice Designation at 1, Delhaize, 2011 NCBC LEXIS 9 (2007) (06 CVS 08416), ECF \nNo. 1.   As such, Delhaize is inapposite. \n13. Target’s effort to designate this case to the Business Court appears to be  \nborn of Target’s concern that North Carolina’s statutory scheme does not provide \nadequate protections for a taxpayer who receives a tax summons from the Secretary.  \nTarget argues that section 105-258 does not contain express procedures for a taxpayer \nto follow to challenge the Secretary’s summons.  Target also contends that N.C. Gen. \nStat. § 1 05-259 does not contain adequate safeguards for companies, like Target, \n \n \nwhich desire to protect their confidential and trade secret information from public \ndisclosure.   \n14. While the Court is sympathetic to Target’s concerns, the Court concludes \nthat any procedural or substantive deficiencies in these statutes should be remedied \nthrough legislative action, not through judicial redrafting.  In any event, given that \nsection 7A-45.4 does not provide a basis for designation, the Court concludes that the \nBusiness Court judges are  no better situated than the Superior Court judges \nappearing in the regular session of Wake County Superior Court to address the \nApplication and any procedural or substantive concerns that Target may raise in the \nhearing contemplated under N.C. Gen. Stat. § 105-258(a)(4).     \n15. THEREFORE, t he Opposition is ALLOWED.  This proceeding was \nimproperly designated and should proceed on the regular civil docket of the Wake \nCounty Superior Court.  \nSO ORDERED, this the 4th day of December, 2018. \n \n \n       /s/ Louis A. Bledsoe, III \n       Louis A. Bledsoe, III \n        Chief Business Court Judge "
}