{
  "id": "f33d65af54453b97b311368dcd91507dcab4cd70275d15131dc6e5bf590c00c5",
  "source_file": "data/raw/ncbc/f33d65af54453b97b311368dcd91507dcab4cd70275d15131dc6e5bf590c00c5.pdf",
  "raw_text": "Johnson’s Landing Homeowners Ass’n, Inc. v. Hotwire Commc’ns, LLC, 2018 \nNCBC 112. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 6023 \n \nJOHNSON’S LANDING \nHOMEOWNERS ASSOCIATION, \nINC., \n \nPlaintiff, \n \nv. \n \nHOTWIRE COMMUNICATIONS, \nLLC; HOTWIRE \nCOMMUNICATIONS OF NORTH \nCAROLINA, LIMITED \nPARTNERSHIP; CAPITOL \nINFRASTRUCTURE, LLC; \nSMARTRESORT CO., LLC d/b/a \nBEYOND COMMUNICATIONS; and \nEMBARQ SOLUTIONS, INC. n/k/a \nCENTURYLINK SALES \nSOLUTIONS, INC., \n \nDefendants. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n \n \n1. This suit arises from a dispute between a residential community and its  \ntelecommunications services provider.  Plaintiff Johnson’s Landing Homeowners \nAssociation, Inc.  (“Association”) alleges that the community’s residents have long \nreceived substandard services from Defendants Hotwire Communications, LLC, and \nHotwire Communications of North Carolina, Limited Partnership (collectively, \n“Hotwire”).  The Association would like to get a new provider and to free itself from \nits contracts with Hotwire, but Hotwire has resisted those efforts.  In this action, the \nAssociation asks the Court to  clear the way by  declaring the contracts to  be \nunconscionable and contrary to public policy. \n2. In response, Hotwire defends the quality of its services and the terms of its \nbargain with the Association.  Hotwire also moves to dismiss the Association’s second \nclaim for relief —that the contracts are void  as against public policy —under Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure .  For the following reasons, \nthe Court DENIES the motion to dismiss but concludes that the complaint is \nsufficiently ambiguous that a more definite statement of the Association’s claim is \nneeded. \nJordan Price Wall Gray Jones & Carlton PLLC , by Brian S. Edlin and \nH. Weldon Jones , III, for Plaintiff  Johnson’s Landing Homeowners \nAssociation, Inc.  \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, L.L.P. , by \nChristopher G. Smith, Clifton L. Brinson, and Brandon E. Heffinger, for \nDefendants Hotwire Communications, LLC and Hotwire \nCommunications of North Carolina, Limited Partnership. \n \nParker Poe Adams & Bernstein LLP, by Melanie B. Dubis and Catherine \nR. L. Lawson, for Defendant Embarq Solutions, Inc. n/k/a CenturyLink \nSales Solutions, Inc.  \n \nNo counsel appeared for Defendant Capitol Infrastructure, LLC. \n \nNo counsel appeared for  Defendant Smartresort Co., LLC, d/b/a/ \nBeyond Communications.  \n \nConrad, Judge. \nI. \nBACKGROUND \n3. The Court does not make findings of fact on a Rule 12(b)(6) motion to \ndismiss.  The following factual summary is drawn from relevant  allegations in the \ncomplaint. \n4. The Johnson’s Landing subdivision is a residential community comprised of \nseveral neighborhoods in Wake County, North Carolina.  (Compl. ¶¶ 1, 14, ECF No. \n3.)  As in many modern subdivisions, the residents of Johnson’s Landing share \ncommon amenities managed by a homeowners association.  (Compl. ¶¶ 14, 22.)  This \nincludes telecommunications services.  (See Compl. ¶¶ 21–23, 34.)  \n5. Relevant to this dispute are two contracts governing not only the provision \nof telecommunications services  but also the infrastructure needed to provide them.  \nAs its name suggests, the Master Community Infrastructure Agreement \n(“Infrastructure Agreement”)  governs the construction of and access to \ntelecommunications infrastructure for Johnson’s Landing.  (See Compl. ¶ 16; Compl. \nEx. B.)  The agreement grants a single provider (which is now Hotwire) the exclusive \nright to build and maintain all necessary equ ipment, along with an exclusive \neasement to access the property and the infrastructure.  (See Compl. Ex. B §§ 1.2, 4.1, \n4.2.)  It also grants the same provider the exclusive right to arrange for the provision \nof services to residents.  (See Compl. Ex. B § 4.2.) \n6. The second contract—the Bulk Services Agreement —is actually a pair of \ncontracts governing the distribution of data, voice, video, and related services.   (See \nCompl. Exs. E, F .)  The Bulk Services  Agreement requires a provider (also now \nHotwire) to offer basic services, meeting certain minimum quality standards,  to all \nresidents of Johnson’s Landing.  ( Compl. Ex. F § 2.)  For those services, the \nAssociation pays one bulk rate, which it passes on to residents through assessments.  \n(Compl. Ex. F § 3.)  Residents have the option to purchase additional services \nseparately.  (Compl. Ex. F § 3.) \n7. The Infrastructure and Bulk Services Agreements  date to the community’s \nearly years, at a time when the subdivision’s declarant controlled the Association.  \n(See, e .g., Compl. ¶¶  15, 16, 24, 25.)   Now free of outside control , the Association \nremains responsible for managing telecommunications services under both \nagreements.  ( See Compl. ¶¶  22, 23.)  Although the infrastructure and service \nproviders were different com panies at first, both agreements were later assigned to  \nHotwire, which is now the sole provider.  (Compl. ¶ 27.)  \n8. The Association has had a rocky relationship with Hotwire.  It alleges that \nJohnson’s Landing residents have experienced slow internet connections, inferior \npicture quality, and unexpectedly high costs.  (See Compl. ¶¶ 38, 40.)  The Association \ntook steps, later rescinded, to terminate the Infrastructure Agreement as  early as \n2013.  ( See Compl. ¶¶ 38, 39.)  Continuing frustration led the Association to issue \nanother notice of default in 2017, detailing problems that it alleges Hotwire failed to \ncure.  (See Compl. ¶¶ 41–43.)  A notice of termination for the Infrastructure and Bulk \nServices Agreements followed shortly thereafter.  (Compl. ¶¶ 44, 45.)  The Association \nthen began look ing for new providers  and contacted CenturyLink Sales Solutions, \nInc. (“CenturyLink”) in early 2018.  (Compl. ¶  47.)  The complaint alleges that \nHotwire objected to that effort, insisted that the two agreements remained in effect, \nand threatened CenturyLink with legal action if it were to enter into a contract with \nthe Association.  (Compl. ¶¶ 46, 48, 50, 77.)  \n9. The Association brought this suit to obtain a declaration of its rights as to \nthe Infrastructure and Bulk Services Agreements. *  The Association first asks the  \nCourt to declare that it may terminate both  agreements on the ground that their \nterms are unconscionable or, alternatively, that it has already properly terminated \nthe agreements for cause.  (Compl. ¶¶ 61–63.)  In its second claim, the Association \nseeks a declaration that the agreements are void as against public policy because they \ncontain exclusivity clauses that restrict free-market competition.  (Compl. ¶¶ 66–67, \n74.) \n10. Hotwire now moves to dismiss th e latter claim  on the ground that the \ncomplaint’s allegations are insufficient to support a declaration that the \nInfrastructure and Bulk Services Agreements are void as against public policy.  (ECF \nNo. 12.)  The motion has been fully briefed, and the Court held a hearing on August \n27, 2018.  The motion is ripe for determination.  \nII. \nANALYSIS \n \n11. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficien cy of the \ncomplaint.”  Concrete Serv. Corp. v. Inv’rs Grp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d \n755, 758 (1986).  In the context of a declaratory -judgment action, a complaint is \nsufficient if it “alleges the existence of a real controversy arising out of the parties’ \nopposing contentions and respective legal rights under a  . . . contract.”  Morris v. \nPlyler Paper Stock Co. , 89 N.C. App. 555, 557, 366 S.E.2d 556, 558 (1988).   Our \n                                            \n* The Association sued not only Hotwire but also the  three original signatories to the \nagreements.  Of the three, only CenturyLink has made an appearance. \nappellate courts have held that “[a] motion to dismiss for failure to state  a claim is \nseldom appropriate ‘in actions for declaratory judgments, and will not be allowed \nsimply because the plaintiff may not be able to prevail.’”  Id. (quoting N.C. Consumers \nPower, Inc. v. Duke Power Co., 285 N.C. 434, 439, 206 S.E.2d 178, 182 (1974)). \n12. Here, the Association seeks a declaration that the Infrastructure and Bulk \nServices Agreements are contrary to  public policy and, therefore, void .  The claim \nappears to be based on guidance from  the Federal Communications Commission  \n(“FCC”), which declared in 2007 that no cable operator “shall enforce or execute any \nprovision in a contract that grants it the exclusive right to provide any video \nprogramming service (alone or in combination with other services)  to a [ multiple \ndwelling unit].”  In the Matter of Exclusive Serv. Contracts for Provision of Video \nServs. in Multiple Dwelling Units & Other Real Estate Devs., 22 F.C.C. Rcd. 20235, \n20251 (Nov. 13, 2007) (“FCC Order”).  The rationale for this rule is that these types \nof exclusivity clauses are anticompetitive, doing more harm than good to consumers  \nby increasing costs while reducing available options .  Id. at 20235, 20240; see also \nLansdowne on the Potomac Homeowners Ass’n, Inc. v. OpenBand at Lansdowne, LLC, \n713 F.3d 187, 192 (4th Cir. 2013).  As a result, “[a]ny such exclusivity clause shall be \nnull and void.”  22 F.C.C. Rcd. at 20251.   \n13. The complaint refers to this FCC Order indirectly, alleging that exclusivity \nclauses “have been regulated and deemed void as against public policy.”  (Compl. \n¶ 68.)  It further alleges  that the Infrastructure and Bulk Services Agreements \ninclude exclusivity c lauses that impose “an inescapable framework ,” forcing the \nresidents of Johnson’s Landing to receive services from Hotwire and Hotwire alone .  \n(Compl. ¶  72.)  These clauses, it contends, “run afoul of established public policy \nconsiderations” and support a determination that both agreements are void.  (Compl. \n¶¶ 73, 74.) \n14. In support of its motion to dismiss, Hotwire argues that there is no genuine \ncontroversy between it and the Association.  Hotwire concedes that the Infrastructure \nAgreement grants it the exclusive rights to install infrastructure and to arrange for \nthe provision of telecommunications services, and it further concedes that both  are \nsubject to the FCC Order.  It contends, though, that it has not sought to enforce these \nrights.  (See Defs.’ Br. in Supp. 9, ECF No. 13 [“Br. in Supp.”].)   And it points to \nlanguage in the Infrastructure Agreement stating that  the exclusivity clauses are \n“subject to” governing laws .  ( See Compl. Ex. B §  4.2; Compl. Ex. C §  3.)  This, \naccording to Hotwire, is a built-in safeguard that means neither clause can go beyond \nwhat the FCC Order allows.  (See Br. in Supp. 8.) \n15. Hotwire’s argument has surface appeal.  Our appellate courts have long held \nthat “[m]ere apprehension or the mere threat of an action or a suit is not enough” to \ndemonstrate an actual controversy to support a declaratory-judgment action.  Gaston \nBd. of Realtors, Inc. v. Harrison , 311 N.C. 230, 2 34, 316 S.E.2d 59, 6 2 (1984).  In \naddition, some actions —a covenant not to sue, for example —may moot a case  \naltogether by clearly renouncing a claim or other legal position .  See, e.g., Already, \nLLC v. Nike, Inc. , 568 U.S. 85, 95 (2013).  On this basis, t o the extent Hotwire \nrepresents that it does not intend to enforce any exclusivity clause barred by the FCC \nOrder, that could tend to show the absence of a live controversy.   \n16. But the case has not reached that point.  As far as the Court is aware, \nHotwire has not issued a formal covenant not to sue .  And the complaint—which is \nthe focal point for Rule 12(b)(6) —alleges that Hotwire has taken steps to enforce its \nrights.  As alleged, the Association has been unable to engage CenturyLink as its new \ntelecommunications services provider because Hotwire threatened CenturyLink with \nlegal action if it entered into a contract to do so.  (See Compl. ¶¶ 47–48.)  The Court \nis bound to take these allegations as true, and they  show more than a mere \napprehension on the par t of the Association .  See, e.g., Morris, 89 N.C. App. at 557, \n366 S.E.2d at 558 (allowing claim to proceed based on allegations that plaintiffs had \nattempted to exercise their rights and defendant “had threatened legal action”). \n17. Furthermore, even if Hotwire irrevocably renounces its exclusive right s to \ninstall infrastructure and arrange for the provision of services , that would not fully \nresolve this dispute.  Hotwire represents that it intends to enforce the Bulk Services \nAgreement as well as its exclusive right to access any infrastructure that it has built, \narguing that the FCC Order does not apply to  either.  ( See Br. in Supp. 7 –8.)  The \nposition Hotwire takes is that, although o ther providers may serve the residents of \nJohnson’s Landing, they may not use Hotwire’s own infrastructure to do so, and the \nAssociation must continue to pay Hotwire its bulk services rate even if residents do \nnot use those services going forward.  (See Br. in Supp. 9.) \n18. That is not how the Association views matters.   The complaint expressly \ntargets Hotwire’s “exclusive right to access, control, and operate” the  existing \ninfrastructure along with its exclusive easement —the very rights that Hotwire \nintends to enforce .  (Compl. ¶¶  69, 70.)  In addition, the Associat ion believ es the \nagreements are so intertwined that the defective clauses render the whole framework \nincurable.  Rather than asking the Court to strike the exclusivity clauses on a \nline-item basis, the Association contends that the agreements should be declared void \nin their entirety.  (Compl. ¶ 74.)  In short, the Association seeks to be free of Hotwire \naltogether.   \n19. Whether the Association is entitled to such a declaration is uncertain .  As \nHotwire notes, the FCC Order, by its terms, does not purport to void whole contracts, \n22 F.C.C. Rcd. at 20253,  and in other guidance, the FCC has approved of bulk -\npayment arrangements like the one in the Bulk Services Agreement.  See S. Walk at \nBroadlands Homeowner’s Ass’n v. OpenBand at Broadlands, LLC, 713 F.3d 175, 182–\n83 (4th Cir. 2013).  For present purposes, though,  the question is not whether the \nAssociation will ultimately prevail.  It is instead whether the complaint alleges “an \nactual genuine existing controversy.”   N.C. Consumers Power, 285 N.C. at 446, 206 \nS.E.2d at 186.  The Association’s complaint does so, and Hotwire’s brief serves to \nconfirm the parties’ opposing legal positions on many, if not all, issues.   As a result, \n“[t]he parties are entitled to a declaration of their rights and liabilities and the action \nshould be disposed of only by a judgment declaring them.”  Nationwide Mut. Ins. Co. \nv. Roberts, 261 N.C. 285, 288, 134 S.E.2d 654, 657 (1964). \n20. The Court therefore denies the motion to dismiss.  Hotwire is, of course, free \nto renew its arguments at a later stage.  See, e.g., Gvest Real Estate, LLC v. JS Real \nEstate Invs., LLC , 2017 NCBC LEXIS 32,  at *9 (N.C. Super. Ct. Apr. 6, 2017) \n(denying motion to dismiss declaratory-judgment claim); Legalzoom.com, Inc. v. N.C. \nState Bar, 2012 NCBC LEXIS 49, at *14 (N.C. Super. Ct. Aug. 27, 2012) (same).   \n21. Ordinarily, that would be the end of the matter.  Here, though, the parties’ \nbriefing revealed a significant ambiguity in the Association’s complaint.  Although \nthe complaint requests a declaration that the  Infrastructure and Bulk Services \nAgreements are void in their entirety, the Association’s response brief states that it \n“broadly challenges” both agreements for “either whole or partial relief.”  (Pl.’s Mem. \nin Opp’n 8, ECF No. 18. )  In other words, to th e extent the agreements are not \ndeclared void in their entirety, the Association alternatively requests a declaration \nthat one or more specific clauses in the agreements are null and void.  Even liberally \nconstrued, t he complaint fails to identify all rele vant clauses or the requested \ndeclarations with sufficient clarity.   \n22. This ambiguity leaves both Hotwire  and the Court  guessing as to which \nterms in the agreements are in dispute.   A more definite statement of the claim  is \nneeded.  See N.C. R. Civ. P. 12(e).   \n23. Thus, on its own motion,  the Court directs the Association to file a more \ndefinite statement of its claim for declaratory judgment on the basis that the \nInfrastructure and Bulk Services Agreements  are void as against public policy.  See \nPage v. Mandel, 154 N.C. App. 94, 97–98, 571 S.E.2d 635, 637–38 (2002) (holding that \ntrial courts may treat Rule 12(b)(6) motion as a motion for more definite statement \nwhen appropriate).  The Association must (1) identify each contract that it contends \nis invalid in its entirety; (2) identify each  contractual clause  that it contends is \ncontrary to public policy; and (3) specify the declarations that it seeks from the Court.   \nIII. \nCONCLUSION \n \n24. For these reasons, the Court DENIES the motion to dismiss.   \n25. On its own motion, though, and pursuant to Rule 12(e), the Court concludes \nthat a more definite statement is warranted.  The Court therefore  ORDERS the \nAssociation to file an amended complaint consistent with this Order & Opinion by \nNovember 19, 2018.  \n \nThis the 29th day of October, 2018. \n /s/ Adam M. Conrad    \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}