{
  "id": "f39d4aa2a736a184f6061a74c5bee1aca5830e9997c06e8038a425c92a230d96",
  "source_file": "data/raw/ncbc/f39d4aa2a736a184f6061a74c5bee1aca5830e9997c06e8038a425c92a230d96.pdf",
  "raw_text": "Kane v. Moore, 2018 NCBC 124. \n \nSTATE OF NORTH CAROLINA \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17-CVS-13761 \nJOHN McCORMICK KANE, \nMICHAEL PATRICK O’DONNELL, \nand SKELTON & ASSOCIATES, \nLP, derivatively on behalf of \nLOOKOUT CAPITAL, LLC, \nLOOKOUT CAPITAL BETA \nINVESTMENT, LLC, et al., \nPlaintiffs, \nv. \n \nWILLIAM M. MOORE, W. \nMERRETTE MOORE, and \nTIDEWATER EQUITY PARTNERS, \nLLC, \nDefendants, \nand \n \nLOOKOUT CAPITAL, LLC, \nLOOKOUT CAPITAL BETA \nINVESTMENT, LLC, et al., \nNominal Defendants. \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO \nDISMISS PURSUANT TO RULE \n12(b)(6) \n THIS MATTER comes before the Court on Defendants William M. Moore’s \n(“Bill Moore”) and W. Merrette Moore’s (“Merrette Moore”) Motion to Dismiss Verified \nAmended Derivative Complaint Under Rule 12(b)(6) (“Moores’ Motion”, ECF No. 42) \nand on Defendant Tidewater Equity Partners, LLC’s (“Tidewater”) Partial Motion to \nDismiss Amended Complaint Under Rule 12(b)(6) (“Tidewater’s Motion”, ECF No. 44) \n(collectively, Moores’ Motion and Tidewater’s Motion are “the Motions”).   \n THE COURT, having considered the Motions, the briefs filed in support of and \nin opposition to the Motions, the arguments of counsel at the hearing, and other \n \n \nappropriate matters of record, CONCLUDES that the Motions should be GRANTED, \nin part, and D ENIED as moot, in part, in the manner and for the reasons set forth \nbelow. \nEllis & Winters LLP, by Paul K. Sun and Kelly M. Dagger, for Plaintiff Michael \nPatrick O’Donnell. \n \nWard and Smith, P.A., by Gary J. Rickner and Marla S. Bowman for \nDefendants William M. Moore and W. Merrette Moore. \n \nParry Tyndall White, by K. Alan Parry and Michelle M. Walker for Defendant \nTidewater Equity Partners, LLC.   \n \nMcGuire, Judge. \n \nI. FACTUAL AND PROCEDURAL BACKGROUND \n1. The Court previously provided a thorough statement of facts related to \nthis matter in its Order and Opinion on Defendants’ Motion to Dismiss Pursuant to \nRule 12(b)(1) (“Rule 12(b)(1) Order”).  (ECF No. 71; Kane v. Moore, 2018 NCBC LEXIS \n157 ( N.C. Super. Ct. Nov. 26, 2018 ).)  The Court recites herein only those facts \nnecessary for the disposition of the Motions.  All facts are drawn from the Verified \nAmended Derivative Complaint.  (“VADC”, ECF No. 36.) \n2. This lawsuit arises out of disputes between former Plaintiffs John \nMcCormick Kane (“Kane”) and Skelton & Associates, LP (“Skelton”)1, and remaining \nPlaintiff Michael Patrick O’Donnell (“O’Donnell”  or “Plaintiff” ) (together, Kane, \nSkelton and O’Donnell are referred to as “the Original Plaintiffs”) ; and William and \nMerrette Moore arising from their business relationships as members of Nominal \n                                                 \n1 As discussed more fully below, the Court dismissed all derivative claims brought by Kane \nand Skelton in the Rule 12(b)(1) Order.  \n \n \nDefendant Lookout Capital, LLC (“Lookout”). Lookout is  a private equity fir m \noperating in North Carolina.  Bill Moore and Merrette Moore (collectively, Bill Moore \nand Merrette Moore are referred to as “the Moores”) formed Lookout as a Delaware \nlimited liability company on March 10, 2010.  The Moores were the sole managers of \nLookout. \n3. Lookout identified potential investmen t opportunities for its members, \nand then allowed members to decide whether to “opt in” or “opt out” of each proposed \ninvestment presented by Lookout.  Lookout itself did not invest in any of the \ninvestment opportunities it found for its members .  Once Lookout committed to a \nparticular investment opportunity, it created a separate  North Carolina  limited \nliability company  exclusively for the purpose of collecting the Lookout members’ \ninvestment funds and purchasing and retaining the ownership interest in the  \nassociated business.   Former Nominal Defendant s Beta Investment, LLC ; LC \nGamma, LLC ; LC Delta Investment, LLC ; LC Epsilon Investment, LLC ; LC Eta \nInvestment, I, LLC; LC Theta Investment, LLC; LC Theta Investment II, LLC ; and \nLC Capitola Investment, LLC (collectively the “Investment Entities”) are the limited \nliability companies  formed to facilitate t he separate investments. 2  In addition to \nbeing members in Lookout, each of the Original Plaintiffs invested in some of the \nInvestment Entities (together, Lookout and the Investment Entities are called “the \nNominal Defendants”).  \n                                                 \n2 As discussed more fully below, the Court dismissed all derivative claims purportedly \nbrought on behalf of the Investment Entities in the Rule 12(b)(1) Order.  \n \n \n4. In or around May 2016, while he was still serving as a manager of \nLookout, Merrette Moore formed Tidewater , a North Carolina limited liability \ncompany.  The Moores are members of Tidewater and Merrette Moore is the manager.  \nPlaintiff alleges that Tidewater competes with Lookout in the North Carolina private \nequity market.   Plaintiff further alleges that Merrette Moores’ “management and \ncontrol of both Lookout and Tidewater constitutes a conflict of interest” and “a \nviolation of Lookout’s Operating Agreement.”  (ECF 36, at ¶ 93.)  Plaintiff further \nalleges that Merrette Moore, with Bill Moore’s knowledge and consent, has breached \nfiduciary duties to Lookout and brea ched the Lookout Operating Agreement by   \nusurping and diverting corporate opportunities from Lookout to Tidewater , and by \ndamaging Lookout’s business reputation.  (Id. at ¶¶ 93–94, 104–05, 110, 131–35.) \n5. Plaintiff also alleges, inter alia , that the Mo ores, and particularly \nMerrette Moore mismanaged Lookout, breached Lookout’s Operating Agreement, \nbreached fiduciary duties owed to Lookout (ECF No. 36, at ¶¶ 136–41, 154–76), and \nmismanaged and breached fiduciary duties owed to the Investment Entities . (Id. at \n¶¶ 142–53.) \n6. The VADC was filed on March 7, 2018.  In t he VADC , the Original \nPlaintiffs made claims derivatively on behalf of the Nominal Defendants against the \nMoores for: breach of fiduciary duty under 6 Del. C. § 18-1104 (ECF No. 36, at ¶¶ 177–\n85); breach of operating agreement under 6 Del. C. § 18-101 (Id. at ¶¶ 186–91); breach \nof implied covenant of good faith and fair dealing ( Id. at ¶¶ 192–98); and waste of \ncorporate assets (Id. at ¶¶ 209–16).  The Original Plaintiffs made claims derivatively \n \n \non beha lf of the Nominal Defendants  against Tidewater for : aiding and abetting \nbreach of fiduciary duty ( Id. at ¶¶ 199–208); tortious interference with contract (Id. \nat ¶¶ 217–27); and tortious interference with prospective economic advantage (Id. at \n¶¶ 228 –36).  The Original Plaintiffs made claims derivatively on behalf of the \nNominal Defendants against both the Moores and Tidewater for unfair and deceptive \ntrade practices pursuant to N.C. Gen. Stat. § 75-1 (“UDTPA”) (hereinafter the North \nCarolina General Statutes are referred to as “G.S.”)  (Id. at ¶¶ 237–45).  Finally, the \nOriginal Plaintiffs made claims derivatively on behalf of the Nominal Defendants  \nagainst Merrette Moore and Tidewater for unjust enrichment.  (Id. at ¶¶ 246–57.) \n7. On April 9, 2018, Defendants filed a Rule 12(b)(1) Motion to Dismiss \nVerified Amended Complaint.  (“Rule 12(b)(1) Motion”, ECF No. 40.)   The Rule \n12(b)(1) Motion sought dismissal of all claims against the Moores and Tidewater on \nthe grounds that the Original Plaintiffs lacked standing to pursue derivative claims \non behalf of the Nominal Defendants .  The Parties fully briefed the Rule 12(b)(1) \nMotion. \n8.   On April 9 , 2018, t he Moores also filed the Moore s’ Motion.  The \nMoores’ Motion seeks (a) dismissal of the derivative claims brought by the Original \nPlaintiffs on behalf of the Investment Entities , under Rule 12(b)(6), on the grounds \nthat the Original Plaintiffs lack standing to pursue derivative claims on behalf of the \nInvestment Entities , (ECF No. 42, at pp.  2–4), and (b) dismissal of the derivative \nclaim brought by the Original Plaintiffs on behalf of Lookout for violation of the \nUDTPA for failure to state a claim for relief.  (Id.)  The Moores filed an accompanying \n \n \nBrief in Support of the Moores’ Motion (ECF No. 43.)  The Original Plaintiffs filed a \nBrief in Opposition to the Moores’ Motion, (ECF No. 50), and the Moores filed a Reply \nBrief in Support of the Moores’ Motion.  (ECF No. 55.) \n9. On April 9 , 20 18, Tidewater filed  Tidewater’s Motion.  Tidewater’s \nMotion seeks (a) dismissal of derivative claims brought on behalf of the Investment \nEntities, under Rule 12(b)(6) , on the grounds that the Original Plaintiffs lacked \nstanding to pursue  derivative claims on behalf of the Investment Entities, (ECF No. \n44, at p. 2), (b) dismissal of the derivative claims brought on behalf of the Investment \nEntities under Rule 12(b)(6)  for tortious interference with contract, tortious \ninterference with prospective economic advantage, and unjust enrichment  for failure \nto state a claim for relief, and (c) dismissal of the Original Plaintiffs’ derivative claims \non behalf of Lookout for aiding and abetting breach of fiduciary duty and for violation \nof the UDTPA.  (Id.)  Tidewater filed an accompanying Brief in Support of Tidewater’s \nMotion.  (ECF No. 45.)   The Original Plaintiffs filed a Brief in Opposition to \nTidewater’s Motion, (ECF No. 51 ), and Tidewater filed a Reply Brief in Support of \nTidewater’s Motion.  (ECF No. 56.) \n10. The Court held a hearing on the Rule 12(b)(1) Motion, the Moore s’ \nMotion, and Tidewater’s Motion. \n11. On November 26, 2018, the Court issued the Rule 12(b)(1) Order.   The \nRule 12(b)(1) Order granted, in part, and denied, in part, the Rule 12(b)(1) Motion.  \n2018 NCBC LEXIS 157, at *35–36.  The Court dismissed without prejudice all of the \nOriginal Plaintiffs’ derivative claims brought on behalf of the Investment Entities, \n \n \nand Kane’s and Skelton’s derivative claims brought on behalf of  Lookout.  Id.  The \nCourt denied the Rule 12(b)(1) Motion to the extent it sought dismissal of O’Donnell’s \nderivative claims brought on behalf of Lookout.  Id. at *36.   Accordingly, the only \nclaims remaining in this lawsuit are O’Donnell’s derivative claims brought on behalf \nof Lookout. \n12. The Motions are now ripe for disposition. \nII. ANALYSIS \nA. Rule 12(b)(6) Standard \n13. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue are sufficient to state a claim upon which relief may be granted under some legal \ntheory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987).  Dismissal of a claim pursuant to Rule 12(b)(6) \nis proper “(1) when the complaint on its face reveals that no law supports plaintiff’s \nclaim; (2) when the complaint reveals on its face the absence of fact sufficient to make \na good claim; [or] (3) when some fact disclosed in the complaint necessarily defeats \nthe plaintiff’s claim.”  Oates v. JAG, Inc. , 314 N.C. 276, 278, 333 S.E.2d 222, 224 \n(1985).  Otherwise, “a complaint should not be dismissed for insufficiency unless it \nappears to a certainty that plainti ff is entitled to no relief under any state of facts \nwhich could be proved in support of the claim.”  Sutton v. Duke, 277 N.C. 94, 103, 176 \nS.E.2d 161, 166 (1970) (emphasis omitted). \n \n \n14. The Court construes the VADC liberally and accepts all allegations as \ntrue.  Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009).  However, \nthe Court is not required “to accept as true allegations that are merely conclusory, \nunwarranted deductions of fact, or unreasonable inferences.”  Good Hope Hosp., Inc. \nv. N.C. Dep’t of Health & Human Servs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 \n(2005). \nB. The Moores’ Motion \n15.   The Court has dismissed  the Original  Plaintiffs’ derivative claims \nbrought on behalf of the Investment Entities  in the Rule 12(b)(1) Order , and, \ntherefore, t he Moores ’ motion to dismiss Plaintiff ’s derivative claims brought on \nbehalf of the Investment Entities pursuant to the Rule 12(b)(6) is moot.  However, \nthe Moores have also moved for dismissal of Plaintiff’s derivative claim brought on \nbehalf of Lookout for violation of the UDTPA.  (ECF No. 42.)   \n16. Plaintiff alleges that the Moores ’ breaches of fiduciary dut ies owed to \nLookout and breach es of Lookout’s Operating A greement “constitute  unfair and \ndeceptive acts in violation of North Carolina law.”  (ECF No. 36, at ¶ 239.)  Plaintiff \nalso alleges that  \nDefendants’ breaches of contract and fiduciary duty were \naccompanied by aggravating circumstances, as they made \nmisrepresentations to Lookout’s members regarding the \nnature of the co mpany, formed Tidewater as a competing \nprivate equity firm to Lookout, prematurely and \nimproperly discontinued Lookout’s investment activities, \ndamaged Lookout’s reputation, engaged in self -dealing, \nand misappropriated Lookout’s assets and investment \nopportunities to the benefit of Defendants and the \ndetriment of Lookout. \n \n \n(Id. at ¶ 240.)  With the exception of the reference to “misrepresentations to Lookout \nmembers regarding the nature of the company ,” this allegation is essentially a \nrestatement of the allegations supporting Plaintiff ’s claims brought on behalf of \nLookout against the Moores for breach of fiduciary duty ( see id. at ¶ 182), breach of \noperating agreement (see id. at ¶ 190), breach of implied covenant of good faith and \nfair dealing ( see id. at ¶ 196), and waste of corporate assets ( see id. at ¶ 211).  The \nMoores have not moved to dismiss any of these claims.   \n17. The Moores  argue that Plaintiff ’s UDTPA claim should be dismissed \nbecause their alleged acts were not in or affecting commerce, and b ecause Plaintiff’s \nclaim for breach of contract is insufficient to support a UDTPA claim because Plaintiff \ndoes not allege aggravating circumstances accompanying the breaches.  (ECF No. 43, \nat pp. 13–17.) \n18. The UDTPA declares unlawful any “[u]nfair methods o f competition in \nor affecting commerce, and unfair or deceptive acts or practices in or affecting \ncommerce.”  To state a claim under  G.S. § 75 -1.1, a plaintiff must allege “(1) [that] \nthe defendants committed an unfair or deceptive act or practice, or an unfair method \nof competition, (2) in or affecting commerce, (3) which proximately caused actual \ninjury to the plaintiff[ ] or to the plaintiffs’ business.”  Birtha v. Stonemor, N.C., LLC, \n220 N.C. App. 286, 298, 727 S.E.2d 1, 10 (2012).  “A practice is unfair when it offends \nestablished public policy as well as when the practice is immoral, unethical, \noppressive, unscrupulous, or substantially injurious to consumers, and a practice is \ndeceptive if it has the capacity or tendency to deceive.”  Bumpers v. Cmty. Bank of N. \n \n \nVa., 367 N.C. 81, 91, 747 S.E.2d 220, 228 (2013)  (quotation marks omitted).  “An act \nor practice is deceptive if it has the capacity or tendency to deceive.”  Ace Chem. Corp. \nv. DSI Transps., 115 N.C. App. 237, 247, 446 S.E.2d 100, 106 (1994) (quotation marks \nomitted).  Whether an act or practice is unfair or deceptive is ultimately a question \nof law for the Court.  Songwooyarn Trading Co. v. Sox Eleven, Inc., 213 N.C. App. 49, \n56, 714 S.E.2d 162, 167 (2011). \n19. For purposes of the UDTPA, the term “‘commerce’ includes all business \nactivities, however denominated, but does not include professional services rendered \nby a member of a learned profession.”  G.S. § 75 -1.1(b). The phrase “‘[b]usiness \nactivities’ [ ] connotes the manner in which businesses conduct their regular, day-to-\nday activities, or affairs, such as the purchase and sale of goods, or whatever other \nactivities the business regularly engages in  and for which it is organized.”   White v. \nThompson, 364 N.C. 47, 52, 691 S.E.2d 676, 679 (2010).   Additionally, in Alexander \nv. Alexander, 792 S.E.2d 901, 2016 N.C. App. LEXIS 1252 (2016), the North Carolina \nCourt of Appeals held that: \n[a]lthough this statutory definition of commerce is \nexpansive, the [UDTPA] is not intended to apply to all \nwrongs in a business setting.  In White, our Supreme Court \nemphasized that the UDTPA is not focused on the internal \nconduct of individuals within a single  market participant, \nthat is, within a single business[,]  but rather the General \nAssembly intended the Act ’s provisions to apply to \ninteractions between market participants.   \n792 S.E.2d at 904, 2016 N.C. App. LEXIS 1252, at *7–8 (citing HAJMM Co. v. House \nof Raeford Farms, Inc., 328 N.C. 578, 593, 403 S.E.2d 483, 492 (1991) and White, 364 \nN.C. at 53, 691 S.E.2d at 680 ) (internal citations and quotation marks omitted) ;  see \n \n \nalso Weaver Inv. Co. v. Pressly Dev. Assocs., 234 N.C. App. 645, 654, 760 S.E.2d 755, \n761 (2014)  (dismissing p laintiff's UDTPA claim becaus e “ defendants’ misconduct \nwithin the confines of the partnership was not ‘in or affecting commerce . . . .’”). \n20. In addition, it is well established that “[a] mere breach of contract, even \nif intentional, is not an unfair or deceptive act under [the UDTPA].”  Bob Timberlake \nCollection, Inc. v. Edwards, 176 N.C. App. 33, 42, 626 S.E.2d 315, 323 (2006) (citing \nBartolomeo v. S.B. Thomas, Inc., 889 F.2d 530, 535 (4th Cir. 1989) and Skinner v. E. \nF. Hutton & Co., Inc., 314 N.C. 267, 275, 333, S.E.2d 236, 241 (1985)).  In order for a \nbreach of contract to provide the basis for a claim for unfair or deceptive trade \npractices, “a party must show substantial aggravating circumstances attending the \nbreach.”  Bob Timberlake, 176 N.C. App. at 42, 626 S.E.2d at 323 ; see also Post v. \nAvita Drugs, LLC , 2017 NCBC LEXIS 95, *11 –12 (N.C. Super. Ct. Oct. 11, 2017) \n(stating that “only where the circumstances of the breach exhibit clear deception are \nthey sufficiently egregious to impose [UDTPA] liability[,]” and citing cases discussing \npotential aggravating circumstances). \n21. The Court concludes that Plaintiff ’s allegations that the Moores \nbreached their fiduciary duties to Lookout involve conduct purely internal to Lookout, \na single market participant, and cannot support a claim for violation of the UDTPA.  \nPlaintiff allege s that the Moores breached their duties primarily by mismanaging \nLookout, breaching Lookout’s Operating Agreement, and forming Tidewater while \nstill managers of Lookout .  The alleged conduct did not impact anyone other than \nLookout and its members. \n \n \n22. Plaintiff argues that the allegations that the Moores usurped or diverted \nopportunities belonging to Lookout and gave such opportunities  to Tidewater are \nsufficient to sustain  the UDTPA claim.  (ECF No. 50, at pp. 16 –17.)  Plaintiff is \nincorrect.  North Carolina courts have consistently held that allegations that a \ncorporate manager breached fiduciary duties by diverting opportunities from a \ncorporation to themselves, or to other third-party businesses the manager controlled, \ndoes not amount to unfair conduct “in or affecting commerce.”  E.g., Alexander, 792 \nS.E.2d at 905, 2016 N.C. App. LEXIS 1252, at *10 -11 (holding that a majority \nshareholder’s “misappropriation of [corporate] funds through payments made directly \nto himself and his family members as well as payments made   to cover some of his \nown personal expenses ” including “’ land rent’ in connection with the storage of the \ncompany’s vehicles . . . are more properly classi fied as the misappropriation of \ncorporate funds within a single entity rather than commercial transactions between \nseparate market participants ‘in or affecting commerce’”); Chisum v. Campagna, 2017 \nNCBC LEXIS 102, *36–37 (N.C. Super. Ct.  Nov. 7, 2017) (holding the plaintiff’s claim \nthat defendants diverted corporate opportunities and assets from LLCs in which \nplaintiff had an interest to third -party companies in which defendants were sole \nowners did “not allege that [ defendants] directed any unfair or dec eptive conduct \ntowards or in their interactions with the third -party [companies], but only that the \ndiversion of assets was a breach ” of the defendants’ duties to the LLC in which \nplaintiff had an interest);  Bandy v. Gibson, 2017 NCBC LEXIS 66, at *21 –22 (N.C. \nSuper. Ct. July 26, 2017)  (stating that the allegation that defendant -shareholder \n \n \ndiverted corporate funds to her husband and her husband’s company “was incidental \nto the alleged unfair conduct that took place solely within [the corporation]” and was \nnot “in or affecting commerce”).  The allegations that the Moores diverted Lookout’s \nopportunities to Tidewater do not support the claim that these acts were in or \naffecting commerce. \n23. Plaintiff further contend s that the Moores misrepresented to certain \nLookout members that investment opportunities were being presented by Lookout \nwhen, in fact, the Moores were soliciting the investments for Tidewater, and that \nthese acts were in commerce.  (ECF No. 50, at p. 17.)  Again, however, Plaintiff alleges \nthat the misrepresentations were directed only to Lookout’s members, arguably in \nbreach of the Moores’ fiduciary duties to Lookout,  and not any third -party market \nparticipants.  \n24. Plaintiff also argues that the VADC alleges aggravating circumstances \nsurrounding the Moores’ breaches of the Lookout Operating Agreement that support \na claim under the UDTPA , (ECF No. 50, at pp. 18 –20), and direct the Court to the \nallegations in paragraph 240 of the VADC .  ( Id. at p. 19. )  Again, these allegations \nmerely restate the allegations underlying Plaintiff ’s claim for breach of fiduciary \nduty, and do not state any additional aggravating conduct surrounding the alleged \nbreaches of the Operating Agreement. \n25.   Therefore, the Moores’ Motion seeking dismissal of Plaintiff ’s \nderivative claim brought on behalf of Lookout against the Moores for violation of the \nUDTPA should be GRANTED.  \n \n \nC. The Tidewater Motion \n26.   The Court has dismissed the Original Plaintiffs’ derivative claims \nbrought on behalf of the Investment Entities and, therefore, Tidewa ter’s motion to \ndismiss the Original Plaintiffs’ derivative claims brought on behalf of the Investment \nEntities, pursuant to the Rule 12(b)( 6), for tortious interference with contract, \ntortious interference with prospective economic advantage, and unjust enrichment is \nmoot.  Tidewater has not moved to dismiss these claims to the extent that they are \nbrought on behalf of Loo kout.  (ECF No. 44, at p . 2.)  However, Tidewater has also \nmoved for dismissal of Plaintiff ’s derivative claims brought on behalf of Lookout for \naiding and abetting breach of fiduciary duty and for violation of the UDTPA.  ( Id. at \np. 2.)  The Court will now consider the motion to dismiss these claims. \na. Aiding and abetting breach of fiduciary duty \n27. Plaintiff alleges that Tidewater “is a third party to the fiduciary \nrelationship between the Moores and Lookout’s members, and . . . Tidewater \nknowingly participated in the Moores’ breach of their fiduciary duties to Lookout and \nits members.”  (ECF No. 36, at ¶¶ 203–04.)   \n28. Defendants argue, and Plaintiff agrees, that “North Carolina’s appellate \ncourts have not, to date, expressly recognized a cause of action for aiding and abetting \nbreach of fiduciary duty.”  Islet Scis., Inc. v. Brighthaven Ventures, LLC, 2017 NCBC \nLEXIS 4, at *14 (N.C. Super. Ct. Jan. 12, 2017).  At best, “[t]he validity of an aiding \nand abetting a breach of fiduciary duty claim brought against a corporation for the \nactions of its directors is unsettled in North Carolina.”  Corwin v. British Am. Tobacco \n \n \nPLC, 796 S.E.2d 324, 339, 2016 N.C. App. LEXIS 1320, at *42 (De c. 20, 2016) \n(emphasis added). \n29. However, former Chief  Judge Gale of this Court recently issued a \ndecision holding squarely “that North Carolina does not recognize a claim of aiding \nand abetting breach of fiduciary duty.”  Zloop, Inc. v. Parker Poe Adams & Bernstein, \nLLP, 2018 NCBC LEXIS 16, at *33 (N.C. Super. Ct. Feb. 16, 2018).  While recognizing \nthat this Court’s holdings are not binding precedent in this State, the Court \nnevertheless finds Judge Gale’s reasoning and conclusion highly persuasive, and also \nholds that North Carolina does not recognize a claim of aiding and abetting breach of \nfiduciary duty.  Accordingly, to the extent that Tidewater’s Motion seeks dismissal of \nPlaintiff’s derivative claim brought on behalf of Lookout for aiding and abetting a \nbreach of fiduciary duty, it should be GRANTED.  \nb. Violation of the UDTPA \n30. Plaintiff’s UDTPA claim against Tidewater is based exclusively  on its \nclaim that Tidewater aided and abetted the Moores’ breaches of their fiduciary duties.  \n(ECF No. 36, at ¶ 23 9.)  Plaintiff do es not allege any  additional unfair or deceptive \nconduct by Tidewater, and make s no argument that the UDTPA claim against \nTidewater can survive if the claim for aiding and abetting breach of fiduciary duty is \ndismissed.  (ECF No. 51, at pp. 21–22.) \n31. Because the Court has dismissed Plaintiff’s claim against Tidewater for \naiding and abetting breach of fiduciary duty,  the claim for violation of the UDTPA \nalso should be dismissed.   B & F Slosman v. Sonopress, Inc. , 148 N.C. App. 81, 89, \n \n \n557 S.E.2d 176, 182 (2001) ( “The essence of plaintiff’s [UDTPA] claim is that \ndefendant committed fraud . . . . Having determined that plaintiff has failed to make \na prima facie case with respect to [the fraud claim], we likewise conclude plaintiff has \nnot established a claim for unfair and deceptive business practices.”); Combs & \nAssocs. v. Kennedy, 147 N.C. App. 362, 374, 555 S.E.2d 634, 642 (2001) (“[P]laintiff’s \nclaim that defendants engaged in unfair and deceptive trade practices rests with its \nclaims for misappropriation of trade secrets, tortious interference with contracts and \ncivil conspiracy.  Having determined that the trial court properly granted summary \njudgment on each of these claims, we likewise conclude that no claim for unfair and \ndeceptive trade practices exists.”). \n32. Therefore, Tidewater’s motion to dismiss Plaintiffs’ claim for violation \nof the UDTPA should be GRANTED.  \nD. CONCLUSION \n THEREFORE, IT IS ORDERED that t he Moore s’ Motion is GRANTED , in \npart, and DENIED as moot, in part, as follows: \n1. The Moores’ Motion to dismiss Plaintiff ’s derivative claim brought on \nbehalf of Lookout for violation of the UDTPA is GRANTED , and the \nclaim is DISMISSED. \n2. The Moores’ Motion to dismiss Plaintiff ’s derivative claims brought on \nbehalf of the Investment Entities DENIED as moot. \n \n \n IT IS FURTHER ORDERED that the Tidewater Motion is GRANTED, in part, \nand DENIED as moot, in part, as follows: \n3. Tidewater’s Motion to dismiss Plaintiff’s derivative claim  brought on \nbehalf of Lookout for a iding and abetting breach of fiduciary duty is \nGRANTED, and the claim is DISMISSED.   \n4. Tidewater’s Motion to dismiss Plaintiff ’s derivative claim brought on \nbehalf of Lookout for violation of th e UDTPA is GRANTED , and the \nclaim is DISMISSED. \n5. Tidewater’s Motion to dismiss Plaintiffs’ derivative claims brought on \nbehalf of the Investment Entities is DENIED as moot. \n \nSO ORDERED, this the 4th day of December, 2018. \n \n \n   /s/ Gregory P. McGuire    \nGregory P. McGuire \nSpecial Superior Court Judge for  \nComplex Business Cases \n  \n "
}