{
  "id": "f3c041d53a1e5aedad4ac17e67f4d6e3a3e50fd374319fd65ab011151fad6391",
  "source_file": "data/raw/ncbc/f3c041d53a1e5aedad4ac17e67f4d6e3a3e50fd374319fd65ab011151fad6391.pdf",
  "raw_text": "Wilkie v. Stanley, 2011 NCBC 11. \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY  \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n10 CVS 6257 \nJAMES E. WILKIE, \n \nPlaintiff, \n \nv.  \n \nJEREMY L. STANLEY,  \n \nDefendant. \n \nORDER ON MOTIONS TO DISMISS \n \n \n{1} THIS MATTER is before the Court on Defendant Jeremy Stanley’s Motions to \nDismiss Amended Complaint, brought pursuant to Rules 12(b)(1) and 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure.  After considering the submissions by counsel \nand hearing oral arguments, the motions are DENIED.   \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P. by James C. Adams for \nPlaintiff. \n  \nBoydoh Law Group by J. Scott Hale for Defendant.  \n \nGale, Judge. \n \n{2} The motions now before the Court must be  resolved at the intersection of Rules \n12(b)(1) and 12(b)(6).  Defendant introduces factual evidence beyond the Amended \nComplaint and challenges jurisdiction upon such evidence.  The jurisdictional challenge \nrests on a merits assumption that Plaintiff has no injury in fact, and, therefore, no \nstanding.  Defendant offers affidavit evidence that any partnership that may have existed \nwas at will and was terminated or dissolved as a matter of law, with no need for an \naccounting and no action for damages remaining because any income or asset of the \npartnership arose exclusively from client contracts that are terminable at will, so that any \ninjury associated with future income from those contracts is speculative.  The Court \nconcludes that the proper standard of review of the jurisdictional issues dictates only that \nthe Amended Complaint brings forth facts, which if assumed true, are adequate to present \na cognizable claim of recoverable injury.  Under this standard of review, the Court \nconcludes it has jurisdiction.  Finding that it has jurisdiction, the Court concludes that \neach of the claims in the Amended Complaint withstand early dismissal under Rule \n12(b)(6).1   \n \nI.  Procedural History \n{3} This action was filed in Guilford C ounty Superior Court on May 6, 2010, then \ndesignated a mandatory complex business case.  Defendant filed an initial motion to \ndismiss the Complaint, in response to which Plaintiff filed an Amended Complaint.  The \nAmended Complaint includes eight claims of relief: (1) breach of partnership agreement, \n(2) breach of joint venture, (3) breach of contract, (4) breach of fiduciary duty, (5) \ninterference with business relations, (6) constructive trust, (7) constructive fraud, and (8) \naccounting.  Defendant renewed his Rule 12(b)(1) and Rule 12(b)(6) motions to dismiss.  \nDefendant offers his own affidavit in support of his motions, urging that Plaintiff has no \ncognizable injury.  The motions were fully briefed and the Court heard oral argument. \n \nII. Facts \n{4} The facts presume the truth of Plaintiff’ s allegations.  Clearly, Defendant denies \ncertain of these facts. \nPlaintiff and Defendant are certified financial planners.  They worked together \nfrom 1997 until 2008.  In or about 2004, they affiliated with Linsco/Private Ledge \nFinancial Services (“LPL”), a broker dealer.  In 2005, they joined Compass Financial \nPartners, LLC (“Compass”), while continuing their affiliation with LPL. \n Wilkie and Stanley entered into an oral partnership and/or joint venture to provide \ninvestment and asset management services to certain members of the North Carolina \nAssociation of Nurse Anesthetists (“NCANA”).  Pursuant to their agreement, while \ntogether they shared all expenses related to the NCANA program 50/50, shared all duties \nand responsibilities related to the program, and shared all commissions and other \n                                                 \n1 The Court’s ruling on the Rule 12(b)(1) motion is not to be construed as an ultimate merits determination \nthat would preclude a subsequent Rule 56 motion that tests the merits of the claims under the summary \njudgment standard. \nrevenues generated by the program participants 50/50.  NCANA members desiring to use \nWilkie’s or Stanley’s services would execute an agreement with the broker dealer \ndesignating either or both men as their investment advisors, but would be aware that fees \nwould be shared.  The parties executed an agreement with LPL confirming their 50/50 \nrelationship with respect to NCANA clients.  Through the NCANA program, Wilkie and \nStanley obtained approximately fifty (50) clients.  Wilkie’s claim is that the agreement \nbinds either Wilkie or Stanley to share revenues from any of these clients, irrespective of \nwhether the client subsequently elects to have only one of them provide investment \nservices.  While a client’s election to use neither of them may terminate revenue to be \nshared, so long as revenue is received by either of them, it must be shared. \n   In late 2008, Stanley left Compass and began his own business.  He continued his \nassociation with LPL.  While some of the 50 NCANA clients in place at this time \nmaintained their program without change, Stanley began marketing efforts to NCANA \nclients without Wilkie’s input or consideration and transitioned some NCANA clients to \nhis sole account by having clients execute forms which provide that Stanley is the client’s \nsole investment advisor.  Wilkie alleges, on information and belief, that “Stanley \nobtained account representative agreements from various clients based upon \nmisrepresentations about the content of the applications or about Wilkie’s continued \ninvolvement with . . . NCANA and/or the particular client.”  (Am. Compl. ¶ 13.)  Stanley \nrefuses to share revenue received from the clients who made these changes.  Those fees \nand Stanley’s right to change other existing NCANA client accounts to avoid sharing \nrevenue with Wilkie are the focus of the litigation.  The Amended Complaint alleges that \nthe partnership, joint venture, or contractual relationship arising from the agreement to \nshare revenues received from this client base has not been and cannot be terminated \nunilaterally. \n Stanley’s affidavit focuses on the partners hip claim and stresses that Stanley has \nclearly withdrawn from any ongoing partnership relationship with Wilkie.  Stanley \nasserts that his election to proceed with an independent business was a clear termination \nof the partnership at will.  Stanley further urges that because the NCANA clients may \nterminate their investment contracts at any time, claims related to revenues from these \naccounts are speculative and cannot constitute partnership assets requiring dissolution \nprocedures, and Wilkie has no injury in fact because of a loss of the speculative revenue.      \n \nIII. Legal Standard \n{5} As to the Rule 12(b)(1) motion, in orde r for the Court to have subject matter \njurisdiction, the plaintiff must have standing to bring the claim.  See Coker v. \nDaimlerChrysler Corp., 172 N.C. App. 386, 391, 617 S.E.2d 306, 310 (2005).  “Standing \nrefers to whether a party has a sufficient stake in an otherwise justiciable controversy so \nas to properly seek an adjudication of the matter.”  Woodring v. Swieter, 180 N.C. App. \n362, 366, 637 S.E.2d 269, 274 (2006) (internal quotations omitted).  To satisfy the \nstanding requirement, a plaintiff must demonstrate: “(1) injury in fact, or injury that is \nconcrete and particularized, and actual or imminent; (2) causation between the challenged \naction of the defendant and the injury; and (3) the likelihood that the injury will be \nredressed by a favorable decision.”  Lee Ray Bergman Real Estate Rentals v. N.C. Fair \nHous. Ctr., 153 N.C. App. 176, 179, 568 S.E.2d 883, 886 (2002).  The standard for a \nRule 12(b)(6) motion is well settled and is stated in decisions of this Court.  See, e.g., \nBranch Banking & Trust Co. v. Lighthouse Fin. Corp., 2005 NCBC 3 ¶ 8 (N.C. Super. \nCt. July 13, 2005).     \n    \nIV.  Defendant’s Motions to Dismiss For Lack of  Subject Matter Jurisdiction \n{6} Defendant’s Rule 12(b)(1) motion rest s on the injury prong of the standing \nrequirement.  Defendant cites a North Carolina case involving an at will employment \ncontract, Bloch v. Paul Revere Life Ins. Co., which states that an at will employee cannot \nrecover damages beyond the lawful termination of the employment agreement.  143 N.C. \nApp. 228, 238, 547 S.E.2d 51, 58−59 (2001).  Defendant submits his own affidavit to \nsupport his view that the partnership has ended, so that there can be no recovery \nfollowing the termination of a partnership at will.  Defendant argues that the Court may \nconsider his position regarding termination and the absence of any non-speculative \npartnership income because it may “consider and weigh matters outside the pleadings” \nfor the purposes of determining whether the plaintiff has standing to sue.  Munger v. \nState, ___, N.C. App. ___, 689 S.E.2d 230, 235 (2010).   \n It may be entirely true that any new client attracted by Stanley in his separate \nenterprise is outside the claims brought forward by the Amended Complaint.  But as to \nrevenue received from a client in place before Stanley began his new endeavor, there is \nclearly a dispute as to whether a partnership or other de jure relationship continues \nbetween the parties, so that Plaintiff is entitled to share in whatever revenue Defendant \ncontinues to receive as a result of clients jointly developed.  If Plaintiff demonstrates any \nlegitimate claim to revenue lost from a cognizable relationship, he has alleged injury in \nfact.  Significantly, Plaintiff’s claim of injury does not require that he prove that he and \nDefendant continue in a partnership or joint venture or have otherwise agreed to share \nexpenses or revenues for new clients.  But, as to clients already in place, Plaintiff’s \nAmended Complaint states that the “partnership has not been dissolved and Stanley has \nnever tried to dissolve the partnership or communicated to Wilkie any desire or intent to \ndissolve the partnership.”  (Am. Compl. ¶ 14.)  Plaintiff alleges that he has lost \napproximately $2,000.00 in monthly income based on Defendant’s actions and that it was \n“reasonable to expect” the clients who generated that income would remain clients of \nboth Wilkie and Stanley for “many years to come.”  (Am. Compl. ¶¶ 15, 16.)  While \nWilkie acknowledges that clients can freely withdraw from any relationship with either \nPlaintiff or Defendant, he claims that so long as the client has a relationship with either, \nrevenue from that relationship must be shared.  \n{7} In Mangum v. Raleigh Bd. of Adjustment, the North Carolina Supreme Court \nstated that when considering a motion to dismiss for lack of standing, “we view the \nallegations as true and the supporting record in the light most favorable to the non-\nmoving party.”  362 N.C. 640, 644, 669 S.E.2d 279, 283 (2008).  The record must \ncontain facts that if accepted as true would demonstrate the required injury in fact.  In \nthat sense, a Rule 12(b)(1) motion can operate similarly to a Rule 56 motion to require a \nplaintiff to supplement his pleadings if the complaint itself does not have adequate factual \nallegations, because the burden clearly rests on a plaintiff to present facts that support a \ncognizable injury.  See, e.g., Southstar Funding, L.L.C. v. Warren, Perry & Anthony, \nP.L.L.C,  445 F.Supp. 2d 583, 584 (E.D.N.C. 2006) (discussing the federal equivalents of \nRules 12(b)(1) and 12(b)(6)).  But, the court should grant a “Rule 12(b)(1) motion only if \nthe material jurisdictional facts are not in dispute and the moving party is entitled to a \njudgment as a matter of law.”  Id. (internal citations removed).  Here, Plaintiff has \nincluded such facts in his Amended Complaint, but Defendant attempts by affidavit to \nsupplement the record to demonstrate that such facts cannot be proven.  The Court does \nnot believe the controlling standard allows the Court to dismiss the claim for lack of \nstanding because statements of material fact offered by Defendant’s affidavit are in direct \nopposition to Wilkie’s allegations.  Cases relied on by Defendant do not teach otherwise.  \nThe North Carolina Court of Appeal’s holding in Dale v. Lattimore is pertinent:  \nJurisdiction of the court over the subject matter is not defeated by the \n possibility that the allegations of th e complaint may fail to state a cause of \n action upon which the plaintiff can recover.   \n \n“For it is well settled that the failure to state a proper cause of action calls \nfor a judgment on the merits and not for a dismissal for want of \njurisdiction.  Whether the complaint states a cause of action on which \nrelief could be granted is a question of law and just as issues of fact it must \nbe decided after and not before the court has assumed jurisdiction over the \ncontroversy.  If the court does later exercise its jurisdiction to determine \nthat the allegations in the complaint do not state a ground for relief, then \ndismissal of the case would be on the merits, not for want of jurisdiction.  \n(Citations omitted.)”  Bell v. Hood, 327 U.S. 678, 682, 90 L. Ed. 939, 943 \n(1946).       \n  \n12 N.C. App. 348, 352, 183 S.E.2d 417, 420 (1971). \n{8} The challenge to jurisdiction based on an  asserted lack of standing does not call \nupon the Court to adjudicate the case based on its merits.  See Cline v. Teich, 92 N.C. \nApp. 257, 264, 374 S.E.2d 462, 466 (1988).  Plaintiff has alleged a “sufficiently concrete \ninjury to justify the invocation of the judiciary’s remedial powers.”  Lee Ray Bergman \nReal Estate Rentals, 153 N.C. App. at 178.  Defendant’s motion to dismiss under Rule \n12(b)(1) is hereby DENIED.    \n \nV.  Defendant’s Motion to Dismiss for Failure to State a Claim   \n{9} Stanley argues that Wilkie cannot maintain his claims for a breach of partnership \nagreement, breach of joint venture agreement, breach of fiduciary duty, constructive trust, \nor accounting because a partner may dissolve an at will partnership for any reason, and he \ncontends that the partnership was “terminated” after he left Compass at the end of 2008 \nand began his unilateral marketing efforts to NCANA members.  (Mem. of Law in Supp. \nof Def.’s Motions to Dismiss 8.)  As noted above, this assertion directly contradicts \nPlaintiff’s allegation that the “partnership has not been dissolved and Stanley has never \ntried to dissolve the partnership or communicated to Wilkie any desire or intent to \ndissolve the partnership.”  (Am. Compl. ¶ 14.) \nThe Court must accept at this stage that a partnership, joint venture or contract \nexists and that Defendant has failed to perform consistently with them.  Claims based on \na violation of fiduciary duties attendant to such relationships survive, see Compton v. \nKirby, 157 N.C. App. 1, 15−16, 577 S.E.2d 905, 914−15, as do claims for constructive \ntrust,  see  Cury v. Mitchell, ___ N.C. App. ___, 688 S.E.2d 825, 828 (2010), and an \naccounting, see N.C. Gen. Stat. § 59-52.2  \n{10} Finally, Defendant contests Plainti ff’s claim for unfair and deceptive trade \npractices, challenging that Plaintiff’s claims fall within North Carolina General Statutes \nChapter 75 and asserting that the allegations of misrepresentation made on “information \nand belief” do not meet the standard that would demand actual facts to show cognizable \ninjury.  “In order to establish a prima facie claim for unfair trade practices, a plaintiff \nmust show: (1) defendant committed an unfair or deceptive act or practice, (2) the action \nin question was in or affecting commerce, and (3) the act proximately caused injury to the \nplaintiff.”  Compton, 157 N.C. App. at 19, 577 S.E.2d at 917.  Defendant urges that the \ndispute between these two parties cannot survive application of White v. Thompson, in \nwhich the Court utilized the “in or affecting commerce” element to dismiss the Chapter \n75 claim, noting that the legislature designed the statute to regulate interactions between \nbusinesses and businesses and customers but did not intend for it to regulate purely \ninternal business operations.  See 364 N.C. 47, 691 S.E.2d 676 (2010). \n                                                 \n2 Citing Pugh v. Newbern, 193 N.C. 258, 260, 136 S.E. 707, 708 (1927), Defendant argues that Plaintiff \ncannot seek an accounting “until after a complete settlement of the partnership’s affairs, which Plaintiff \nargues has not occurred.”  (Reply Br. in Supp. of Jeremy L. Stanley’s Motions to Dismiss 7.)  Pugh \nestablished a general rule that partners cannot seek an accounting while the partnership is in existence, but \nit also qualifies that general rule with numerous exceptions.  See 193 N.C. at 260, 136 S.E. at 708−09.  If \npartnership property is “removed entirely beyond the reach or control of the complaining party” or “when \nthe joint property has been wrongfully destroyed or converted,” then a plaintiff may bring an action for an \naccounting during the continuance of the partnership.  Id.  Because Plaintiff alleges that Defendant has \ncollected the revenue from at least seventeen (17) of the joint clients and refuses to share half of that \nrevenue with him, the income has been removed from his control.  Therefore, even under Pugh, a claim for \nan accounting is proper. \n \n      Here, Plaintiff’s Amended Complain t includes allegations that Defendant made \nmisrepresentations to NCANA clients about Mr. Wilkie that caused them to change their \ninvestment advisor.  The Court at this stage accepts the allegations as true and believes \nthese misrepresentations to clients, if proven, take the factual pattern outside the strictures \nof White.  Rather, the fact pattern is more comparable to Sara Lee Corp. v. Carter, where \nthe Supreme Court held that a Chapter 75 claim does lie.  See 351 N.C. 27, 519 S.E.2d \n308 (1999).  Chapter 75 reaches intracorporate disputes where they impact other market \nparticipants.  See HAJMM Co. v. House of Raeford Farms, Inc., 328 N.C. 578, 594, 403 \nS.E.2d 483, 493 (1991).  \n{11} Defendant claims, however, that the Court should not assume the \nmisrepresentations to be true when the allegations as to those misrepresentations to \nconsumers are stated solely on information and belief, grounding his argument on Coker \nv. DaimlerChrysler Corp., 172 N.C. App. 386, 617 S.E.2d 306 (2005).  In Coker, when \nreviewing the grant of a Rule 12(c) dismissal, the Court of Appeals stated that it must \ndetermine “whether the moving party has shown that no material issue of fact exists upon \nthe pleadings and that he is clearly entitled to judgment.  All factual allegations in the \nnonmovant’s pleadings are deemed admitted except those that are legally impossible or \nnot admissible in evidence.”  172 N.C. App. at 390, 617 S.E.2d at 309 (internal citations \nomitted).  Defendant argues that the allegations on “information and belief” are not \n“admissible in evidence.”  The Court does not read the Court of Appeals as having held \nthat allegations made on information and belief cannot support a claim attacked by a Rule \n12(b)(6) motion made in advance of discovery. \n \nFor the reasons noted above, Defendant’s motion to dismiss under Rule 12(b)(6) \nis hereby DENIED. \n \n IT IS SO ORDERED, this 20th day of April, 2011. "
}