{
  "id": "f3c73fc9980bd119a0b2602ba35f08e6fc5932ee6f46716bf2ee0f62db822d71",
  "source_file": "data/raw/ncbc/f3c73fc9980bd119a0b2602ba35f08e6fc5932ee6f46716bf2ee0f62db822d71.pdf",
  "raw_text": "Bucci v. Burns, 2017 NCBC 81. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 15478 \n \nMARCY BUCCI; KEVIN SALVA, \nRICK BUCCI; EUGENE N. BUCCI; \nEUGENE M. BUCCI; TOM \nFERGUSON; KAREN BOYLE \nFERGUSON; DAVID LUBIN; \nCHRISTINE MERRITT; ANGELO \nKHOURY; and KARL SCHULER, \n \nPlaintiffs, \n \nv. \n \nROBERT BURNS; ZEESHAN-UL-\nHASSAN USMANI; and GARRETT \nPERDUE, \n \nDefendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION ON  \nMOTIONS TO DISMISS \n \n \n1. Plaintiffs are former investors  in Predictifyme.com, Inc. (“Predictifyme”) .  \nWhen Predictifyme filed for bankruptcy in 2016, Plaintiffs lost their investments.  \nThey filed this suit against the company’s co-founders, asserting claims for fraud and \nsecurities violations, among others. \n2. Defendants Robert Burns and Garrett  Perdue each moved  to dismiss \nPlaintiffs’ complaint under Rules 12(b)(1) and 12(b)(6) of the North Carolina Rules of \nCivil Procedure.  The Court GRANTS the motions.    \nMeynardie & Nanney, PLLC by Joseph H. Nanney, Robert A. Meynardie, \nand Robert W. Weston, for Plaintiffs.  \n \nMiller Law Firm, PLLC by Brian P. LiVecchi and W. Stacy Miller, II, for \nDefendant Garrett Perdue.  \n \nNorth Raleigh Law Group by Robert L. Morton , for Defendant Robert \nBurns. \n \nConrad, Judge. \n \n \nI. \nBACKGROUND \n \n3. The Court does not make findings of fact on a Rule 12(b)(6) motion to \ndismiss.  The following factual summary is drawn from relevant allegations in the \ncomplaint. \n4. Predictifyme was a technology company incorporated by Defendants in \nDelaware in 2014.  (Compl. ¶¶ 21, 24, ECF No. 1.)  Its products were developed using \nthe “proprietary . . . algorithmic programs” of Defendant Zeeshan-Ul-Hassan Usmani, \nwhich Usmani had developed through his company, Go-Fig Solutions (Pvt) Ltd. (“Go-\nFig”).  (Compl. ¶¶ 24, 31–32.)   \n5. Plaintiffs are eleven indiv iduals, all of whom “purchased either stock or a \nconvertible note in Predictifyme.”  (Compl. ¶ 23.)  The complaint does not state when \nPlaintiffs made their investments, nor does it identify which Plaintiffs purchased \nstock and which purchased a convertible note.   \n6. Plaintiffs’ central allegation is that they made their investments in reliance \non “false representations that Predictifyme had purchased Go -Fig and had the right \nto control the Go-Fig software.”  (Compl. ¶ 42; see also Compl. ¶¶ 36, 61.)  Specifically, \nin a 2014 press release posted on the company’s website,  Predictifyme “announce[d] \nthat it has acquired Go-Fig,” including its “technology and team.”  (Compl. ¶ 25.)  A \nMarch 2015 news article reiterated that “Predictifyme acquired Go-Fig in November, \n2014.”  (Compl. ¶  34; see also Compl. ¶¶  31–32.)  And “Defendants repeatedly \nrepresented to the Plaintiffs (as well as other third parties) that Predictifyme had \n \n \npurchased Go-Fig” and therefore “owned the technology that would  be the basis for \nthe further development” of its products.  (Compl. ¶ 33.)   \n7. Plaintiffs allege these representations were false.  Predictifyme never \nactually owned Go -Fig or its technology.  (Compl. ¶¶ 38–39, 47, 49 .)  Instead, \n“Defendant Burns and Defendant Usmani had an informal agreement that permitted \nPredictifyme to use the Go-Fig software.”  (Compl. ¶ 46.)   \n8. According to the complaint, Defendants also represented that Predictifyme \nhad a formal relationship with the United Nations “to provide predictive software .”  \n(Compl. ¶ 40.)  This, too, was false.   Some Plaintiffs (the complaint is silent as to \nwhich) allegedly purchased convertible notes in the belief that Predictifyme had a \nrelationship with the United Nations.  (Compl. ¶ 41.) \n9. In late 2015, Predictifyme ran into financial difficulties.  (Compl. ¶ 43.)  In \nFebruary 2016, Predictifyme’s CEO “announced at the annual shareholders meeting \nthat Predictifyme did not own, and had never owned, Go -Fig or its assets.”  (Compl. \n¶ 47.)  Less than four months later, Predictifyme filed for bankruptcy, and Plaintiffs \nlost their investments.  (Compl. ¶¶ 50, 70.)   \n10. Plaintiffs filed this action on December 22, 2016.  The complaint asserts five \ncauses of action , all deriving from the same set of factual allegations : (i) fraud; \n(ii) negligent misrepresentation; (iii) breach of fiduciary duty; (iv) constructive fraud; \nand (v) violations of the North Carolina Securities Act.  \n11. Perdue moved to dismiss all claims on April 10, 2017, and Burns separately \nfiled his motion to dismiss on May 4, 2017.  (Plaintiffs apparently served Defendant \n \n \nUsmani by publication at his last -known address, but he has not appeared or \nparticipated in this case.  (See ECF No. 19.) )  The motions have been fully briefed , \nand the Court held a hearing  on July 11, 2017 .  T he motions are now ripe for \ndetermination.   \nII. \nDEFENDANTS’ RULE 12(b)(1) MOTIONS \n \n12. Defendants contend that Plaintiffs lack standing “[t]o the extent Plaintiffs’ \nClaims are based on the diminution of stock value, and not on the inducement to \npurchase securities.”   (Mem. of Law in Supp. of Mot. to Dismiss 1, ECF No. 12.1 \n[“Perdue Br.”]; see also Perdue Mot. to Dismiss  ¶ 1, ECF No. 12.3 ; Burns Mot. to \nDismiss 1 , ECF No. 16 .)  In other words, Defendants contend that Plaintiffs, as \nshareholders, may not assert claims based on wrongs to Predictifyme, the \ncorporation. \n13. When the issue of  standing is raised at the pleading stage , a court must \n“view the allegations as true and the supporting record in the light most favorable to \nthe nonmoving party.”  Mangum v. Raleigh Bd. of Adjustment, 362 N.C. 640, 644, 669 \nS.E.2d 279, 283 (2008).  “[T]he court should grant a ‘Rule 12(b)(1) motion only if the \nmaterial jurisdictional facts are not in dispute and the moving party is entitled to a \njudgment as a matter of law.’”  Wilkie v. Stanley, 2011 NCBC LEXIS 11, at *10 (N.C. \nSuper. Ct. Apr. 20, 2011)  (quoting Southstar Funding, L.L.C. v. Warren, Perry & \nAnthony, P.L.L.C., 445 F. Supp. 2d 583, 584 (E.D.N.C. 2006)).   \n14. Upon a careful reading, the Court concludes that Plaintiffs do not seek to \nrecover for injuries to Predictifyme.  Shareholders may “seek damages in their own \n \n \nright” when asserting claims for fraud or negligent misrepresentations “made to them \nbefore they were stockholders for the purpose of inducing their investment.”  Howell \nv. Fisher, 49 N.C. App. 488, 498, 272 S.E.2d 19, 26 (1980).   That is precisely what \nPlaintiffs allege here.  The thrust of the complaint (as Perdue acknowledges) is that \nDefendants wrongfully induced Plaintiffs to become investors in Predictifyme.  ( See \nPerdue Br. 23)  Accordingly, the allegations in the complaint do not implicate “the \n‘well-established general rule’” that “shareholders cannot pursue individual causes of \naction against third parties for wrongs or injuries to the corporation.’”  Energy \nInvestors Fund, L.P. v. Metric Constructors, Inc. , 351 N.C. 331, 335, 525 S.E.2d 441, \n444 (2000) (quoting Barger v. McCoy Hillard & Parks, 346 N.C. 650, 660, 488 S.E.2d \n215, 219 (1997)); see also Howell, 49 N.C. App. at 498, 272 S.E.2d at 26 (“plaintiffs’ \nclaim cannot be a derivative one, on behalf of the corporation, when the alleged \nnegligence occurred before they were even stockholders.” (citation omitted)). \nIII. \nDEFENDANTS’ RULE 12(b)(6) MOTIONS \n \n15. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency o f the \ncomplaint.”  Concrete Serv. Corp. v. Investors Grp., Inc. , 79 N.C. App. 678, 681, 340 \nS.E.2d 755, 758 (1986).  “Dismissal of a complaint under Rule 12(b)(6) is proper when \none of the following three conditions is satisfied: (1) when the complaint on its face \nreveals that no law supports plaintiff’s claim; (2) when the complaint on its face \nreveals the absence of fact sufficient to make a good claim; (3) when some fact \ndisclosed in the complaint necessarily defeats plaintiff’s claim.”  Jackson v. \nBumgardner, 318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986). \n \n \n16. In deciding a Rule 12(b)(6) motion, the Court must treat the well -pleaded \nallegations of the complaint as true and view the facts and permissible inferences “in \nthe light most favorable to” the non-moving party.  Ford v. Peaches Entm’t Corp., 83 \nN.C. App. 155, 156, 349 S.E.2d 82, 83 (1986); see also Sutton v. Duke, 277 N.C. 94, 98, \n176 S.E.2d 161, 163 (1970).  “[T]he court is not required to accept as true any \nconclusions of law or unwarranted deductions of fact.”  Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001).   \n17. In general,  “matters outside the complaint are not germane to a Rule \n12(b)(6) motion.”  Weaver v. Saint Joseph of the Pines, Inc. , 187 N.C. App. 198, 203, \n652 S.E.2d 701, 707 (2007) (internal citation omitted).  Defendants Perdue and Burns \nhave attached a number of exhibits to their motions.  The Court renders its decision \nsolely on the basis of the allegations in the complaint  and therefore need not decide \nwhether these exhibits are properly presented. \nA. Fraud and Negligent Misrepresentation \n18. Plaintiffs assert their claims for fraud and negligent misrepresentation in \nthe alternative.  ( See Compl. ¶  78.)  Both claims turn on the allegation that \nDefendants misrepresented Predictifyme’s acquisition of Go-Fig and its relationship \nwith the United Nations.  (See Compl. ¶¶ 55–56, 78.) \n19. To state a claim for fraud, Plaintiffs must allege five elements : (1) that \nDefendants “made a false representation or concealment of a material fact”; (2) “that \nthe representation or concealment was reasonably calculated to deceive ” Plaintiffs; \n(3) that Defendants “intended to deceive” Plaintiffs; (4) that Plaintiffs were deceived; \n \n \nand (5) that Plaintiffs “suffered damage resulting from [the] misrepresentation o r \nconcealment.”  Holcomb v. Landquest LLC, 2017 NCBC LEXIS 36, at *14 (N.C. Super. \nCt. Apr. 21, 2017) (quoting Claggett v. Wake Forest Univ., 126 N.C. App. 602, 610, 486 \nS.E.2d 443, 447 (1997)).  Similarly, “[t]he tort of negligent misrepresentation occurs  \nwhen a party justifiably relies to his detriment on information prepared without \nreasonable care by one who owed the relying party a duty of care. ”  Hunter v. \nGuardian Life Ins. Co. of Am. , 162 N.C. App. 477, 484, 593 S.E.2d 595, 600 (2004) \n(citation omitted). \n20. “Allegations of fraud and negligent misrepresentation must be stated with  \nparticularity.”  Deluca v. River Bluff Holdings II, LLC, 2015 NCBC LEXIS 12, at *20 \n(N.C. Super. Ct. Jan. 28, 2015) ; see also N.C. R. Civ. P. 9(b);  Benchmark Elecs., Inc. \nv. J.M. Huber Corp. , 343 F.3d 719, 723 (5th Cir. 2003)  (holding that particularity \nrequirement of Fed. R. Civ. P. 9(b) applies where, as here, “fraud and negligent \nmisrepresentation claims are based on the same set of alleged facts”).  Plaintiffs must \nallege the “time, place and content” of the misrepresentation, the “identity of the \nperson making the representation,” and “what was obtained as a result.”  Terry v. \nTerry, 302 N.C. 77, 85, 273 S.E.2d 674, 678 (1981).   \n21. “The degree of particularity required to comply with Rule 9(b) varies from \ncase to case.”  McDonnell Douglas Corp. v. SCI Tech., 933 F. Supp. 822, 825 (E.D. Mo. \n1996) (applying Fed. R. Civ. P. 9(b)).  Relevant factors include “the nature of the case, \nthe complexity or simplicity of the transaction or occurrence, the relationship of the \nparties and the determination of how much circumstantial detail is necessary to give \n \n \nnotice to the adverse party and enable him to prepare a responsive pleading.”  United \nStates v. Wells Fargo Bank, N.A. , 972 F. Supp. 2d 593, 616 (S.D.N.Y. 2013)  (citation \nomitted) (same); see also Gabbert v. Penncorp Fin., Inc., No. 93-2372-GTV, 1994 U.S. \nDist. LEXIS 5781, at *6 (D. Kan. Apr. 26, 1994) (noting that, “where multiple \nplaintiffs and defendants are involved, more particularity must be required”). \n22. Applying these standards, the complaint fails to satisfy Rule 9(b).  The \nallegations in this case are moderately complex:  that eleven Plaintiffs were induced \nto make investments  by three  Defendants based on multiple misrepresentations \nmade over a period of several months.  (See, e.g., Compl. ¶¶ 25, 34, 40.)  The complaint \nprovides some minimal description of the misrepresentations —the illusory \nacquisition of Go-Fig and the non-existent relationship with the United Nations—but \nfails to “identify the particular individuals who dealt with ” Plaintiffs.  Coley v. N.C. \nNat’l Bank, 41 N.C. App. 121, 125, 254 S.E.2d 217, 219 (1979).  \n23. For example, t he complaint  attributes most of the alleged acts to \n“Defendants” as a group, not to any individual Defendant.  As alleged, “Defendants” \n(1) caused Predictifyme  to announce in 2014 “that it has acquired Go -Fig”; \n(2) represented that Predictifyme acquired Go -Fig in “a news article published in \nMarch 2015”; and (3) “made repeated representations that PredictifyMe had entered \ninto a formal relationship with the Unit ed Nations to provide predictive software.”  \n(Compl. ¶¶ 25, 34, 40.)  There is no allegation that Defendants took any of these \nactions in concert, the complaint does not attribute any action to Perdue personally, \nand Burns is alleged only to have disseminated the 2014 press release through social \n \n \nmedia.  (See Perdue Br. 8; Compl. ¶ 27.)  Indeed, Plaintiffs concede that they cannot \n“say with complete certainty at the pleading stage which of the three individual \ndefendants took” some of the alleged acts.  (Resp. Br. in Opp’n to Def. Garrett Perdue’s \nMot. to Dismiss 7 n.1, ECF No. 21 [“Resp. to Perdue”].)   \n24. There is even less detail about Plaintiffs.   For Plaintif fs “to have been \ninduced” by fraud, they “must have been the victim of the materially false \nstatements” allegedly made by Defendants.  North Cent. F. S., Inc. v. Brown, 951 F. \nSupp. 1383, 1408 n.18 (N.D. I owa 1996).  Yet the complaint does not identify which \nPlaintiffs relied on any given misrepresentation.  Nor does it identify which Plaintiffs \npurchased stock and which purchased a convertible note, much less when any of the \ninvestments were made.  It is not even clear from the face of the complaint whether \nany individual Plaintiff ever interacted with any individual Defendant.  The \ncomplaint “simply does not allege which person was the recipient of which allegedly \nfalse statements in what relationship  to which ” of the alleged investment \ntransactions.  Id.    \n25. In less complex cases, it may be reasonable to refer to  “Plaintiffs” or  \n“Defendants” as a group.  In this case, the “uncertainty, not only as to who made the \nalleged misrepresentations, but to whom they were made when multiple plaintiffs \nwere involved,” renders the allegations insufficient under Rule 9(b).  Id. at 1408; see \nalso Phillips & Jordan, Inc. v. Bostic , 2009 NCBC LEXIS 3, at *14 –15 (N.C. Super. \nCt. June 2, 2009); Lawrence v. UMLIC -Five Corp., 2007 NCBC LEXIS 20 , at *8 –9 \n(N.C. Super. Ct. June 18, 2007). \n \n \n26. The Court therefore grants Burns and Perdue’s motions as to the claims for \nfraud and negligent misrepresentation.  Plaintiffs have not previously amended their \ncomplaint and request the opportunity to cure any defect.  ( Resp. to Perdue 10 n. 3; \nResp. Br. in Opp’n to Def. Robert Burns’ Mot. to Dismiss 12 n.3 , ECF No. 22 [“Resp. \nto Burns”].)  The Court agrees and, in its discretion, dismisses the claims without \nprejudice and grants Plaintiffs leave to amend within thirty days of this opinion.   \nB. North Carolina Securities Act \n27. Apart from citing N.C. Gen. Stat. § 78A -56, Plaintiffs’ complaint provides \nalmost no elaboration regarding their claim for  violations of the North Carolina \nSecurities Act.  (See Compl. ¶¶ 86–88.)  Plaintiffs’ briefing confirms that the claim is \nbased on the same allegations of fraud discussed above , along with the additional \nallegation that Plaintiffs’ purchases of stock or a convertible note also “constitute \npurchases of securities.”  (Resp. to Perdue 19–20; see also Resp. to Burns 18–20.)  \n28. Under North Carolina law, these claims must be pleaded with particularity.  \nSee NNN Durham Office Portfolio 1, LLC v. Highwoods Realty Ltd. P’ship , 2013 \nNCBC LEXIS 11, at *35 –36 (N.C Super. Ct. Feb. 19, 2013 ).  Having concluded that \nPlaintiffs’ claims for fraud and negligent misrepresentation lack the require d \nparticularity under Rule 9(b), the Court further concludes Plaintiffs’ securities claims \nare insufficient on the same basis. \n29. It also bears mention that section 56(a) applies only to a “person who offers \nor sells a security.”  N.C. Gen. Stat. § 78A -56(a).  North Carolina courts “place great \nemphasis on the solicitation of the buyer as the most critical stage  of the selling \n \n \ntransaction in determining who is an offeror or seller of securities .”  Atkinson v. \nLackey, 2015 NCBC LEXIS 21 , at *23  (N.C. Super. Ct. Feb. 27, 2015) (citation, \nalteration, and quotation marks omitted).  The complaint lacks even a conclusory or \nboilerplate allegation that Defendants solicited investments from Plaintiffs.  ( See \nCompl. ¶¶ 85–88.)  At most, paragraph 22 all eges that, after forming Predictifyme,  \nDefendants “sought investors ” at some unspecified time .  (Compl. ¶  22.)  This \nbarebones statement is insufficient for purposes of Rule 12(b)(6) to allege that any \nDefendant offered or sold a security to any Plaintiff. \n30. Accordingly, the Court grants the motions as to the securities claim .  The \nclaim is dismissed without prejudice, and the Court grants Plaintiffs leave to amend \nthe complaint within 30 days of this opinion.   \nC. Constructive Fraud and Breach of Fiduciary Duty \n31. Plaintiffs’ claims for constructive fraud and breach of fiduciary duty are \npremised on the same facts as its other claims —that Defendants, through \nmisrepresentations, wrongfully induced them to invest in Predictifyme.  Defendants \ncontend that the claims s hould be dismissed because Plaintiffs have not adequately \nalleged a fiduciary relationship, which is a n essential element of both claims.  See \nDalton v. Camp , 353 N.C. 647, 651, 548 S.E.2d 704, 707 (2001) (fiduciary duty); \nCrumley & Assocs., P.C. v. Charles Peed & Assocs., P.A., 219 N.C. App. 615, 620, 730 \nS.E.2d 763, 767 (2012) (constructive fraud).   \n32. The Court agrees with Defendants.  The complaint alleges that Defendants’ \nfiduciary duties arose out of their status “as the maj ority owners” of Predictifyme .  \n \n \n(Compl. ¶  66.)  Under certain  circumstances, majority shareholders may owe \nfiduciary duties to minority shareholders.  See Gaines v. Long Mfg. Co., 234 N.C. 340, \n344–45, 67 S.E.2d 350, 353 –54 (1951) .  But Defendants’ alleged “breach”—\n“representing that Predictifyme had acquired Go -Fig, knowing that it had not, ” \n(Compl. ¶  69)—took place before Plaintiffs became shareholders .  A fiduciary \nrelationship must exist before it can be breached.  See King v. Bryant, 795 S.E.2d 340, \n348 (N.C. 2017) (“For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.” (citation omitted)). \n33. To the extent  Plaintiffs contend a de facto fiduciary relationship arose at \nsome earlier point, they have not  adequately alleged at this stage that such a  \nrelationship existed between Plaintiffs, on the one hand, and Defendants, on the \nother.   See, e.g., Dalton, 353 N.C. at 652, 548 S.E.2d at 708 (noting that “domination \nand influence” of one party over the other is “an essential component of any fiduciary \nrelationship”); Broussard v. Meineke Discount Muffler Shops, Inc., 155 F.3d 331, 348 \n(4th Cir. 1998)  (“Only when one party figuratively holds all the cards – all the \nfinancial power or technical information, for ex ample – have North Carolina courts \nfound that the ‘special circumstance’ of a fiduciary relationship has arisen.” ).  The \ncomplaint is silent on the relationship between the parties.  There are no allegations \nthat Defendants even knew Plaintiffs, much less that they interacted in such a way \nthat Plaintiffs reposed a special confidence in Defendants. \n34. Accordingly, the Court grants the motions to dismiss the claims for breach \nof fiduciary duty and constructive fraud.  The claims are dismissed without prejudice, \n \n \nbut the Court grants Plaintiffs the opportunity to amend the complaint within 30 \ndays of this opinion.   \nIV. \nCONCLUSION \n \n35. For the reasons stated above, the Court DENIES the motions to dismiss for \nlack of standing .  The Court GRANTS the motions to dismiss for failure to state a \nclaim, and Plaintiffs’ claims against Perdue and Burns are DISMISSED without \nprejudice.  Plaintiffs are granted leave to file an amended complaint on or before \nOctober 16, 2017. \nThis the 14th day of September, 2017. \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}