{
  "id": "f4a2c5da1916d39df7c4d21e2c93551667e5f45f5dffb30cc4ff6e8fe2cdf78c",
  "source_file": "data/raw/ncbc/f4a2c5da1916d39df7c4d21e2c93551667e5f45f5dffb30cc4ff6e8fe2cdf78c.pdf",
  "raw_text": "Charah, LLC v. Sequoia Servs., LLC, 2019 NCBC 17. \n \n \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 4815 \n \nCHARAH, LLC, \n \nPlaintiff, \n \nv. \n \nSEQUOIA SERVICES LLC, \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \n \n \n1. THIS MATTER is before the Court on Defendant Sequoia Services LLC’s \n(“Sequoia”) Motion to Dismiss for Failure to State a Claim (the “Motion”).  (ECF No. \n27.)  The Motion seeks dismissal pursuant to Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure (“Rule(s)”) of Plaintiff Charah, LLC’s (“ Charah” or the \n“Company”) claims for tortious interference with contract and  unfair or deceptive \ntrade practices.  For the reasons set forth herein, the Court GRANTS the Motion and \ndismisses the claims in question without prejudice.  As a result, the Court denies \nPlaintiff’s separate motion to extend the discovery period as moot. \nMoore and Van Allen PLLC, by Paul J. Peralta and Lindsey S. Frye, for \nPlaintiff.  \n \nTuggle Duggins, P.A., by Denis E. Jacobson and Jeffrey S. Southerland, \nfor Defendant.  \n \nRobinson, Judge. \n \nI. FACTUAL BACKGROUND \n2. The Court does not make findings of fact on a motion to dismiss pursuant \nto Rule 12(b)(6) but only recites those factual allegations that are relevant and \nnecessary to the Court’s determination of the Motion. \n3. Charah is a limited liability company organized under Kentucky law, with \nits principal place of business and headquarters in Jefferson County, Kentucky.  (Am. \nVerified Compl. for Inj. Relief & Monetary Damages ¶ 2, ECF No. 3 [“Am. Compl.”].)  \nCharah provides management, operations, and marketing services in the coal \ncombustion product, including coal ash, (“CCP”), industry.  (Am. Compl. ¶ 7.)  Charah \nprovides services to entities maintaining coal ash sites in several states, including at \na site operated by Duke Energy in Belew’s Creek, North Carolina (the “Belew’s Creek \nSite”).  (Am. Compl. ¶ 7.)  \n4. Former Defendant Stephen D. Carroll (“Carroll”), a resident of Greensboro, \nNorth Carolina, was employed by Charah from approximately December 2015 to \nSeptember 2017.  (See Am. Compl. ¶¶ 8, 37–38.)     \n5. Sequoia is a limited liability company registered to do business in North \nCarolina, with its principal office in Greensboro, Nort h Carolina.  (Am. Compl. ¶ 4.)  \nSequoia performs work in North Carolina similar to that of Charah, including coal \n“ash pond dewatering , dam repair and remediation, plan services, construction, \nenvironmental services, and site preparation.”  (Am. Compl. ¶ 53.) \n6. When Carroll first joined Charah, he worked as a field engineer at the \nBelew’s Cr eek Site .  (Am. Compl. ¶ 8.)  Prior to beginning his employment with \nCharah, Carroll signed an Employment, Confidentiality, Non -competition, Non -\ndisclosure, and Non -solicitation Agreement (the “Employment Agreement”).  (Am. \nCompl. ¶ 9; see Am. Compl. Ex. A.)   \n7. Pursuant to section 7 of the Employment Agreement, Carroll agreed to be \nbound by certain restrictive covenants that would survive the termination of his \nemployment with Charah.  ( See Am. Compl. Ex. A, § 7.)   Specifically, section 7(b) \nprovides that Carroll would receive access to Charah’s confidential information in the \ncourse of his employment and obligates Carroll not to utilize, disclose, or assist others \nin obtaining Charah’s confidential information during , or any time after the \ntermination of, his employment.  (Am. Compl. Ex. A., § 7(b).) \n8. The Employment Agreement also contain s non-competition and non -\nsolicitation provisions applicable following the termination of Carroll’s employment.  \n(See Am. Compl. Ex A, § 7(e), (f).)  The non-competition provision restricts Carroll, for \na twenty-four month period, from w orking, either directly or indi rectly, for a \ncompetitor of Charah within a 250 -mile radius of any Charah project site.   (Am. \nCompl. Ex. A, § 7(f).)  The non -solicitation provision restricts Carroll, for the same \ntwenty-four month period, from soliciting, directly or indirectly, “business of the type \nbeing performed by the Company from any individual or entity  which is then a \ncustomer of the Company” or from “induc[ing], solicit[ing], [or] enourag[ing] any . . . \nentity which is a customer . . . of the Company . . . to cease doing business with the \nCompany[.]”  (Am. Compl. Ex. A, § 7(e).) \n9. While employed with Charah, Carroll had access to Charah’s confidential \ninformation and purported trade secrets, including: coal ash excavatio n, processing \nand removal techniques and methods, technical data regarding coal ash management \nand disposal, personnel data project requirements, labor rates, customer pricing \ninformation, customer contracts, client -specific forms, client and project speci fic \ndocuments such as safety and project readiness documents, and subcontractor \ninformation including pricing, rates, and markup information.  (Am. Compl. ¶¶ 30 –\n31.)  Charah uses this confidential and trade secret information not only to perform \nits work, but also to prepare bids for work with customers such as Duke Energy.  (Am. \nCompl. ¶¶ 22, 32, 34.)  Charah alleges that Carroll often participated in this bidding \nprocess.  (Am.  Compl. ¶ 35.) \n10. Charah eventually installed Carroll in a senior project management role at \nthe Belew’s Creek Site, where Carroll utilized Charah’s confidential and trade secret \ninformation in performing his work and worked closely with key Duke Energy \npersonnel on a daily basis.  (See Am. Compl. ¶¶ 21, 23, 26, 28.)   \n11. On August 4, 201 7, Carroll gave Charah notice that he intended to \nterminate his employment, but continued to work for Charah for another five weeks.  \n(Am. Compl. ¶ ¶ 37, 38.)  Charah alleges that , during this five-week period, Carroll \nrepeatedly used his work -issued laptop  and personal electronic storage devices to \nsave Charah’s confidential and trade secret information without Charah’s \npermission.  (Am. Compl. ¶¶ 39, 44.)  When he finally left Charah’s employ, Carroll \ndid not return any of the improperly saved information.  (Am. Compl. ¶¶ 37–38, 47.) \n12. Although the Amended Complaint does not provide a specific date, at some \ntime after Carroll stopped working for Charah , “he began working for Charah’s \ncompetitor, Sequoia. ”  (Am. Compl. ¶ 51.)   According to Charah, Sequoia had  not \npreviously performed any CCP-related work for Duke Energy.  (Am. Compl. ¶ 52.)  As \nalleged, Sequoia enacted a scheme to hire Charah’s employees  and obtain Charah’s \nconfidential and trade secret information to compete with Charah in the CCP \nmanagement and removal market in North Carolina.  (See Am. Compl. ¶¶ 52, 54, 55.)  \nCharah alleges that, as part of this plan, “ Sequoia interviewed a number of Charah \nemployees” and asked them  to “divulge Charah[’s] [c]onfidential [i]nformation and \ndetails regarding Charah[’s] pricing for project bids.”  (Am. Compl. ¶ 55.) \n13. The Amended Complaint does not allege that any of the interviewees \ndisclosed any of Charah’s confidential information, nor does it allege that Carroll was \namong those interviewed.  However, Sequoia e ventually hired Carroll to work at \nanother Duke Energy CCP site, the Dan River Site , in a role similar to the one he \nperformed for Charah at the Belew’s Creek Site.  (Am. Compl. ¶¶ 26, 51, 56–58.)  The \nBelew’s Creek Site is located approximately thirty miles from the Dan River Site .  \n(Am. Compl. ¶ 57.)   \n14. According to Charah , “Sequoia hired Carroll specifically to grow its CCP \nbusiness with Duke [Energy].”  (Am. Compl. ¶ 52.)  To that end, Charah alleges that \n“[d]uring his first week of work at Sequoia, and with Sequoia’s encouragement, \nCarroll traveled to the Belew’s Creek Site to reintroduce himself to the Duke [Energy] \npoint of contact there as a Sequioa employee.”  (Am. Compl. ¶ 59.)  Over the next few \nweeks, “at Sequoia’s direction, Carroll provided substantial assistance” to Sequoia in \npreparing a bid for work with Duke Energy at the Belew’s Creek Site, including \ncommunicating directly with Duke Energy personnel on behalf of Sequoia.  (Am. \nCompl. ¶ 60.)  Although C harah had also bid on the project, Duke Energy awarded \nthe project to Sequoia.  (Am. Compl. ¶ 61.) \n15. In addition to assisting Sequoia in its attempts to gain Duke Energy’s \nbusiness, Charah alleges that Carroll shared certain confidential and trade secret \ninformation with Sequioa at Sequoia’s request.  ( See Am. Compl. ¶¶ 62–65.)  \nSpecifically, Charah alleges that “with knowledge of the [Employment] Agreement,” \nSequoia’s Vice President, John Glover (“Glover”), “directed Carroll to provide \nSequoia” with Charah’s confidential and trade secret information, “including but not \nlimited to Charah’s Daily Report for work performed by Charah for Duke [Energy].”  \n(Am. Compl. ¶ 62.)  Carroll responded by e-mailing the Charah Daily Report to Glover \non February 14, 2018.  (Am. Compl. ¶ 63.)   \n16. Charah describes the Charah Daily Report as containing information for \nwork Charah performed for Duke Energy and claims that the Charah Daily Report is \n“confidential information and a trade secret[.]”   (Am. Compl. ¶ 64.)   Charah alleges \nthat “[o]n information and belief, Sequoia has used the confidential information and \ntrade secrets disclosed to it by Carroll to further its relationship with and work for \nDuke [Energy,]” and that a few weeks later on March 9, 2018, Carroll  again \napproached Duke Energy personnel to solicit work for Sequoia at the Dan River Site.  \n(Am. Compl. ¶¶ 65, 66.) \n17. One week later, on March 16, 2018, a Charah representative notified both \nCarroll and Sequoia in writing that Carroll was subject to the restrictive covenants \ncontained in the Employment Agreement and provided both Carroll and Sequoia with \na copy of the agreement.  (Am. Compl. ¶¶ 67, 68.)  Although Charah  alleges that it \nfirst provided Sequoia with a copy of the Employment Agreement on March 16, 2018, \nCharah alleges that “[a]t all relevant times” (without defining or otherwise describing \nwhat time period is meant) , Sequioa knew of the Employment Agreement.  (Am. \nCompl. ¶ 102; see also Am. Compl. ¶ 107.) \n18. Even after providing Sequoia with notice and a copy of the Employment \nAgreement, Charah alleges, “[u] pon information and belief ,” that, as of the filing of \nthe Amended Complaint, “Carroll continue[d] performing the same or similar tasks \nfor Sequoia that he performed for Charah at the Belew’s Creek Site, including \nmanaging, processing, and disposing of the same coal ash product for Duke [Energy] \nand participati[ng] in bidding for Duke [Energy] projects on behalf of Sequoia.”  (Am. \nCompl. ¶ 69.) \n19. Charah contends that Sequoia tortiously, interfered with Charah’s \nEmployment Agreement with Carroll by  “induc[ing] Carroll to breach the terms o f \nthe [Employment] Agreement by” (i) employing Carroll in violation of the non -\ncompete provision, (ii) directing Carroll to solicit Duke Energy’s business, including \nat the Belew’s Creek Site, and (iii) directing Carroll to share with Sequoia Charah’s \nconfidential and trade secret information without Charah’s consent.  (Am. Compl. \n¶¶ 103, 107, 108.)  Charah also contends that Sequoia’s actions constitute unfair and \ndeceptive trade practices pursuant to N.C. Gen. Stat. § 75-1.1.  (Am. Compl. ¶ 112.) \n \n \nII. PROCEDURAL BACKGROUND \n20. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n21. Charah initiated this action by filing its Verified Complaint for Injunctive \nRelief, and Monetary Damages on April 25, 2018  (the “Verified Complaint”).  (ECF \nNo. 5 [“Verified Compl.”]. )  The Verified Complain t asserted claims against  Carroll \nfor (1) breach of contract, and (2) injunctive relief, (Verified Compl. 9–12); and against \nSequoia for tortious interference with contract, (Verified Compl. 12).   \n22. Plaintiff filed the Amended Complaint on October 18, 2018, asserting \nclaims against Carroll for (1) breach of contract , (2) violation of the North Carolina \nTrade Secrets Protection Act (“TSPA”), and (3) injunctive relief.  (Am. Compl. 15–19.)  \nThe Amended Complaint also asserts claims against Sequoia for (1) tort ious \ninterference with co ntract, and (2) unfair or deceptive trade practices pursuant to \nN.C. Gen. Stat. § 75-1.1.  (Am. Compl. 19–21.)    \n23. On September 6, 2018, the then-presiding Superior Court Judge entered a \nConsent Injunction , Order, and Decree against Carroll, which did not i nvolve \nSequoia.  (See ECF No. 36.)  At no time has Charah moved the Court for injunctive \nrelief as to Sequoia. \n24. On September 10, 2018, Charah voluntarily dismissed without prejudice its \nclaims for breach of contract, violations of the TSPA, and for injuncti ve relief, each \nalleged solely against Carroll.  (See ECF No. 21.) \n25. This action was designated as a mandatory complex busine ss case on \nNovember 7, 2018 and assigned to the undersigned the same day.  (ECF Nos. 1, 2.) \n26. Following designation, Sequoia filed the Motion on November 16, 2018.  The \nMotion has been fully briefed, and the Court held a hearing on the Motion on January \n11, 2019 at which Charah and Sequoia were represented by counsel. \n27. On February 28, 2019, Charah filed a motion to extend the deadline for the \ncompletion of discovery in this action by one month (from March 1, 2019 to April 1, \n2019) (the “Discovery Motion”).  (ECF No. 47.)  Sequoia filed a brief in opposition to \nthe Discovery Motion, and Charah filed a reply in support.  (ECF Nos. 49, 50.) \n28. The Motion and the Discovery Motion are now ripe for resolution. \nIII. LEGAL STANDARD \n29. In ruling on a motion to dismiss pursuant to Rule 12(b) (6) of the North \nCarolina Rules of Civil Procedure, the Court reviews the allegations of the Amended \nComplaint in the light most favorable to Plaintiff.  The Court’s inquiry is “whether, \nas a matter of law, the allegations of the complaint, treated as true , are sufficient to \nstate a claim upon which relief may be granted under some legal theory.”  Harris v. \nNCNB Nat’l Bank of N.C. , 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  The \nCourt construes the Amended Complaint liberally and accepts all well-pleaded \nfactual allegations as true.  Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, \n862 (2009).  The Court is not required , however, “to accept as true allegations that \nare merely conclusory, unwarranted deductions of fact, or unreasonable inferences.”  \nGood Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, \n274, 620 S.E.2d 873, 880 (2005).   \n30. Our Supreme Court has noted that “[i]t is well-established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the [Amende d Complaint] on its face \nreveals that no law supports the . . . claim; (2) the [Amended Complaint] on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the [Amended \nComplaint] discloses some fact that necessarily defeats the . .  . claim.’”  Corwin v. \nBritish Am. Tobacco PLC , 821 S.E.2d 729, 736 –37 (N.C.  2018) (quoting Wood v. \nGuilford County, 355 N.C. 161, 166, 558 S.E.2d 490, 494 (2002)).  This standard of \nreview for Rule 12(b)(6) is the standard our Supreme Court “uses routinel y . . . in \nassessing the sufficiency of complaints in the context of complex commercial \nlitigation.”  Id. at 737 n.7. \nIV. ANALYSIS \nA. Tortious Interference with Contract \n31. To state a claim for tortious interference with contract, the Amended \nComplaint must allege that: \n(1) a valid contract [exists] between the plaintiff and a third person \nwhich confers upon the plaintiff a contractual right against a third \nperson; (2) the defendant knows of the contract; (3) the defendant \nintentionally induces the third person not to perform the contract; \n(4) and in doing so acts without justification; [and] (5) resulting in actual \ndamage to plaintiff. \n \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988).   As \nthis Court has previously noted, “[t]he pleading standards for a tortious interference \nwith contract claim are strict.”  Urquhart v. Trenkelbach, 2017 NCBC LEXIS 12, at \n*15 (N.C. Super. Ct. Feb. 8, 2017); see also Wells Fargo Ins. Servs. USA v. Link, 2018 \nNCBC LEXIS 42, at *47 (N.C. Supe r. Ct. May 8, 2018); Kerry Bodenhamer Farms, \nLLC v. Nature’s Pearl Corp., 2017 NCBC LEXIS 27, at *16 (N.C. Super. Ct. Mar. 27, \n2017). \n32. Sequoia contends that Charah  fails to adequately allege facts supporting \neach of the first four elements of its claim for tortious interference with contract.  (Br. \nSupp. Def.’s Mot. to Dismiss 5, ECF No. 28 [“Br. Supp.”].)   Because the Court \nconcludes that Charah has failed to adequately plead the elements of knowledge and \ninducement, the Court need not and does not address Sequoia’s arguments relating \nto the validity of the Employment Agreement or justification. \n33. Sequoia contends that Charah has not alleged facts sufficient to satisfy \nCharah’s pleading requirement that Sequoia knew of Carroll’s Employment Contract.  \n(See Br. Supp. 9; Reply Supp. Def.’s Mot. to Dismiss 8 –9, ECF No. 39 [“Reply”].)  \nSpecifically, Sequoia argues that, apart from several conclusory allegations that  \nSequoia had knowledge of the Employment Agreement, the only alleged fact \nsupporting this conclusi on is Charah’s allegation that it sent Sequoia a copy of the \nEmployment Agreement on March 16, 2018.  (Reply 9; see also Br. Supp. 9 .)  \nKnowledge of the Employment Agreement on and after March  16, 2018, Sequoia \nargues, cannot support Charah’s claim for tortious interference with contract because \nCharah does not allege that on or after that date Sequoia intentionally induced \nCarroll to breach the Employment Agreement.  (See Br. Supp. 9; Reply 9.) \n34. “[W]hen alleging a claim for tortious interference with contra ct, it is not \nenough to broadly allege that the defendant[] ha d ‘knowledge of the contract[]’ ;  \nrather, a complaint must contain ‘facts sufficient to make a good claim’ that the \ndefendant[] knew of the contract[] at issue.”  Salon Blu, Inc. v. Salon Lofts Grp., LLC, \n2018 NCBC LEXIS 72, at *12 (N.C. Super. Ct. July 16, 2018) (quoting Krawiec v. \nManly, 370 N.C. 602, 606 –07, 811 S.E.2d 542, 546 –47 (2018)); see also Childress v. \nAbeles, 240 N.C. 667, 674, 84 S.E.2d 176, 182 (1954) (stating that a defendant has \n“knowledge of the contract within the meaning of the second element of [tortious \ninterference with contract] if he knows the facts which give rise to the plaintiff’s \ncontractual right against the third person”). \n35. Charah alleges that: (i) “[a]t all relevant times, and no later than March 16, \n2018, Sequoia knew of the [Employment] Agreement and Carroll’s continuing \nobligations to Charah[,]” (Am. Compl. ¶ 102); (ii) “with knowledge of the \n[Employment] Agreement,” Glover directed Carroll, on an unspecified date, to provide \nSequoia with Carah’s confidential information and trade secrets, which Carroll then \ndid on February 14, 2018, (Am. Compl. ¶¶ 62–63); and (iii) “Sequoia employed Carroll \ndespite Sequoia’s knowledge of the [Employment] Agreement[,]” (Am. Compl. ¶ 107).  \nThese general allegations of knowledge are not sufficient to “make a good claim” that \nSequoia knew of the Employment Agreement prior to March 16, 2018 as they do not \nallege facts supporting the knowledge allegations .  Krawiec, 370 N.C. at 607, 811 \nS.E.2d at 547; Salon Blu, 2018 NCBC LEXIS 72, at *12. \n36. At the hearing on the Motion, counsel for Charah argued that the Court \nshould follow Reichhold Chemicals, Inc. v. Goel, 146 N.C. App. 137, 150, 555 S.E.2d \n281, 290 (2001) , and con clude that Sequoia’s  alleged knowledge of the  prior \nemployment relationship between Charah and Carroll  is sufficient to satisfy  the \nknowledge element.  Reichhold Chemicals is, however, easily distinguishable from \nthe instant case and thus not controlling here.   \n37. In Reichhold Chemicals, Goel, an employee of Reichhold  Chemicals, Inc. \n(“Reichhold”), entered into a consulting agreement with Imperial  Adhesives, Inc. \n(“Imperial”) but did not inform Reichhold of the agreement.  Id. at 142–43, 555 S.E.2d \nat 285.  T hereafter, Reichhold filed suit against Imperial alleging that Goel had \nmisappropriated Reichhold’s trade secrets and shared them with Imperial.  Id. at 144, \n555 S.E.2d at 286.  In response, Imperial terminated its consulting agreement with \nGoel.  Id.  Goel thereafter counterclaimed against Reichhold for interfering with his \nconsulting agreement with Imperial.   Id. at 141, 555 S.E.2d at 284.   The Court of \nAppeals held that “insofar as [Reichhold] sought to disrupt the relationship between \n[Goel] and Impe rial, [Reichhold’s] knowledge of the relationship satisfies the \nknowledge requirement of tortious interference.”  Id. at 151, 555 S.E.2d at 290.  The \nCourt of Appeals analogized Goel’s claim to one for tortious interference with \nprospective economic advant age.  See id.  (“Inducing a person not to enter into a \ncontract is as much a tort as interference with established contract.  The fact that \n[Reichhold] may not have known, at the time it filed suit against Imperial, that [Goel] \nhad already signed the consulting agreement with Imperial cannot shield [Reichhold] \nfrom liability.” (internal citation omitted)).  \n38. Here, Sequoia’s alleged interference with the Employment Contract was \nnot aimed at disrupting an existing business relationship between Carroll and \nCharah.  The Amended Complaint does not allege that Sequoia induced Carroll to \nterminate his employment with Charah, and the allegations suggest that Carroll \nterminated his employment with Charah well in advance of his start date with \nSequoia.  (See Am. ¶¶ 37–38, 51, 54–55.)  Unlike in Reichhold Chemicals, Charah’s \nclaim for tortious interference with contract bears no relationship to a claim for \ntortious interference with prospective economic advantage.  The Court therefore finds \nReichhold Chemicals distinguishable on its facts and unpersuasive in its reasoning \nas applied to the instant case.  \n39. Charah does, however, sufficiently allege facts supporting the conclusion \nthat as of March 16, 2018, Sequoia knew of the Employment Agreement.  On March \n16, 2018, Charah delivered a written message to Sequoia informing Sequoia that it \nwas employing Carroll in violation of the Employment Agreement and enclosed a copy \nof the Employment Agreement for Sequoia’s review.  (Am. Compl. ¶ 68.)  The question \nthen becomes  whether Ch arah has adequately alleged that Sequoia intentionally \ninduced Carroll to breach the Employment Agreement on or after March 16, 2018. \n40. This Court has interpreted “induce” to mean “purposeful conduct,” “active \npersuasion, request, or petition.”  KRG New Hill Place, LLC v. Springs Inv’rs, LLC , \n2015 NCBC LEXIS 20, at *14, 15 (N.C. Super. Ct. Feb. 27, 2015) (quoting Inland Am. \nWinston Hotels, Inc. v. Crockett , 212 N.C. App. 349, 254, 712 S.E.2d 366 , 369 –70 \n(2011)).  Although this Court previously con sidered the interpretation of “induce” in \nthe context of a claim for tortious interference with prospective economic advantage, \n“there is nothing about the [C]ourt’s analysis of that word’s meaning  [in that type of \nclaim] that makes it inapplicable to this case.”  Id. at *15–16. \n41. Viewing the allegations of the Amended Complaint in the light most \nfavorable to Charah, it appears that Carroll is alleged to have breached the \nEmployment Agreement after March 16, 2018 in two ways: (i) by remaining employed \nwith Se quoia and working at the Belew’s Creek Site, and (ii) by continuing to \n“participat[e] in bidding for Duke [Energy] projects on behalf of Sequoia.”  (Am. \nCompl. ¶ 69.)  The Court concludes that t hese allegations are insufficient to satisfy \nthe inducement el ement of a tortious interference with contract claim.  At least as \nalleged here, Sequoia’s mere failure to terminate Carroll’s employment after March \n16, 2018, without more, does not equate to the sort of “purposeful conduct” or “active \npersuasion” necessary for inducement.  Furthermore, the allegation that, after March \n16, 2018, Carroll continued to participate in bidding for Duke Energy work as a \nSequoia employee is devoid of specific allegations as to exactly what Carroll did or \nthat Sequoia intentionally induced Carroll to do so. \n42. The Court concludes that the Amended Complaint does not sufficiently \nallege that Sequioa intentionally induced Carroll to breach the Employme nt \nAgreement on or after March 16, 2018.  Accordingly, Charah has not sufficiently \nalleged all of the elements of its claim for tortious interference with contract, and the \nclaim is properly dismissed.  \n43. At the hearing on the Motion, Charah’s counsel forecast evidence obtained \nduring discovery suggesting that Sequoia may have known of the Emp loyment \nAgreement prior to hiring Carroll.  Although these representations are not properly \nbefore the Court on a motion pursuant to Rule 12(b)(6), on the basis of these \nrepresentations, the Court concludes, in its discretion, that Charah’s claim for \ntortious interference with contract should be dismissed without prejudice.  First Fed. \nBank v. Aldridge , 230 N.C. App. 187, 191 –92, 749 S.E.2d 289, 292 (2013) (“The \ndecision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt . . . .  [T]he party whose claim is being dismissed has the burden to convince the \ncourt that the party  deserves a second chance[.]”  (internal citations and quotation \nmarks omitted)). \nB. Unfair and Deceptive Trade Practices \n44. Charah premises its claim for unfai r and deceptive trade practices  \n(“UDTP”) on the same allegations supporting its claim for tortious interference with \ncontract.  (Compare Am. Compl. ¶ 103, with Am. Compl. ¶ 112.)  Although a claim for \ntortious interference with contract may form the basis of a UDTP claim, see Bldg. \nCtr., Inc. v. Carter Lumber, Inc., 2016 NCBC LEXIS 79, at *30 (N.C. Super. Ct. Oct. \n21, 2016), having concluded that Charah’s tortious interference claim fails at the \npleading stage, the Court also concludes that this claim canno t support Charah’s \nUDTP claim, Salon Blu, 2018 NCBC LEXIS 72, at *19 –20 (dismissing UDTP claim \nwhen premised on claim for tortious interference with contract that did not survive \nmotion to dismiss). \n45. In its response brief, Charah also cites to opinions from this Court holding \nthat claims for trade secret misappropriation may support a UDTP claim.  ( Charah, \nLLC’s Resp. Opp’n to Def.’s Mot. to Dismiss  19, ECF No. 37  (citing E-Ntech Indep. \nTesting Servs. v. Air Masters, Inc., 2017 NCBC LEXIS 2, at *37 –38 (N.C. Super. Ct. \nJan. 5, 2017); S. Fastening Sys. v. Grabber Constr. Prods., 2015 NCBC LEXIS 42, at \n*28–29 (N.C. Super. Ct. Apr. 28, 2015 )).)  However, Charah has not brought a claim \nfor trade secret misappropriation against Sequioa, and Charah  has voluntarily \ndismissed its claim for trade secret misappropriation against Carroll.  ( See ECF No. \n21.) \n46. Regardless, the Amended Complaint contains only one allegation that \nSequioa acquired or used Charah’s purported trade secrets.  Charah alleges that on \nFebruary 14, 2018, at the direction of Glover, Carroll e -mailed to Glover the Charah \nDaily Report, which contained information on work Charah performed for Duke \nEnergy and was “confidential and a trad e secret[.]”   (Am. Compl. ¶¶ 62 –65.)  \nNotwithstanding the fact that Charah has not brought a trade secret \nmisappropriation claim against Sequoia, the Court concludes that the allegations \nconcerning the Charah Daily Report are not sufficiently particular to identify the \npurported trade secret.  See Krawiec , 37 0 N.C. at 609 –10, 811 S.E.2d at 547 –48.  \nAlthough Charah identifies the report by name and alleges it includes information \nconcerning work for Duke Energy, Charah makes no allegations as to what the \ninformation is or why it is deserving of trade secret protection.  Accordingly, Carroll’s \nalleged disclosure to Sequoia of the Charah Daily Report does not, by itself, satisfy \nthe pleading requirements of a UDTP claim.   \n47. Therefore, Charah’s UDTP claim is properly dismissed.  However, because \na valid claim for tortious interference with contract may support a UDTP claim, and \nbecause the Court has dismissed Charah’s tortious interference with claim without \nprejudice, the Court concludes that Charah’s claim for UDTP should  also be \ndismissed without prejudice. \nV.      CONCLUSION \n48. THEREFORE, for the foregoing reasons, the Court hereby GRANTS the \nMotion and the Amended Complaint is  DISMISSED without prejudice .  As a \nresult of the Court’s dismissal of all claims included in the Amended Complaint, t he \nDiscovery Motion filed by Plaintiff seeking an extension of the discovery period is \nDENIED as moot. \nSO ORDERED, this the 11th day of March, 2019. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n "
}