{
  "id": "f4ba96385c46f78b941032fd971c15fcf6e1287ebf7b9c01a1ab67d1e44fdd56",
  "source_file": "data/raw/ncbc/f4ba96385c46f78b941032fd971c15fcf6e1287ebf7b9c01a1ab67d1e44fdd56.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nDAVIDSON COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 793 \nKNC TECHNOLOGIES, LLC, f/k/a \nKEN-NECT COMMUNICATIONS, \nL.L.C., \n \nPlaintiff, \n \nv. \n \nERIC TUTTON and I-TECH \nSECURITY & NETWORK \nSOLUTIONS, LLC,  \n \nDefendants. \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION FOR PARTIAL \nSUMMARY JUDGMENT, \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT, AND \nDEFENDANTS’ MOTION TO \nEXCLUDE   \n \n THIS MATTER comes before the Court upon Plaintiff KNC Technologies LLC \n(“KNC”), f/k/a Ken -Nect Communication s, L.L.C.’s  Motion for Partial Summary \nJudgment (“KNC’s Motion for Partial Summary Judgment,” ECF No. 63), Defendants \nEric Tutton (“Tutton”) and I -Tech Security & Network Solutions, LLC’s (“I -Tech;” \ncollectively, Tutton and I-Tech are referred to as “Defendants”) Motion for Summary \nJudgment (“Defendants’ Motion for Summary Judgment,” ECF No. 64; together with \nKNC’s Motion for Partial Summary Judgment,  the “Motions for Summary \nJudgment”), and Defendants’ Motion to Exclude Expert Testimo ny of Erik Lioy \n(“Motion to Exclude,” ECF No. 68; together with the Motions for Summary Judgment, \nthe “Motions”).     \nTHE COURT, having considered the Motion s, the evidentiary materials filed \nby the parties,  the briefs filed in support of and in opposition to the Motions,  the \narguments of counsel at the hearing on the Motions, the applicable law , and other \nKNC Techs., LLC v. Tutton, 2021 NCBC 25. \nappropriate matters of record, CONCLUDES, that the Motions should be GRANTED, \nin part, and DENIED, in part, as set forth below.  \nVan Sickle Law, PLLC by R. Matthew Van Sickle for Plaintiff KNC \nTechnologies, LLC, f/k/a Ken-Nect Communications, L.L.C. \n \nFitzgerald Litigation by Stuart Punger for Defendants Eric Tutton and I -Tech \nSecurity & Network Solutions, LLC \n \nMcGuire, Judge.  \n1. The present dispute arises from KNC ’s former employment of Tutton \nand Tutton’s violation of a Non -Compete and Solicitation Agreement which he \nentered with KNC (“Non -Compete Agreement ,” ECF No. 3, at Ex. A, pp. 20 –25).  \nTutton’s violations of the  Non-Compete Agreement  were the subject of two prior \nlawsuits: one against Tutton (Ken-Nect Communications, L.L.C. v. Eric Tutton , 13-\nCVS-07572 (Forsyth County)1 (hereinafter, “ Tutton I ”)) and t he other against \nTutton’s then- employer, Nitor Solutions, Inc. (“Nitor”) ( KNC Technologies, LLC v. \nNitor Solutions, Inc., Case No. 1:14-cv-00874 (M.D.N.C. 2014) (hereinafter, the “Nitor \nLawsuit”)).  Both lawsuits were settled before trial.  As part of the settlement of \nTutton I, KNC and Tutton executed a Confidential Waiver, Release, and Settlement \nAgreement (“Settlement Agreement,” ECF No. 3, at pp. 26–30) and a Consent Order \nfor Permanent Injunction and Dismissal of Remaining Claims and Counterclaims \n(“Consent Order,”  ECF No. 3, at pp. 31 –33).  I n this action, Tutton, along with a \ncompany he formed, I-Tech, are alleged to have violated the terms of the Settlement \nAgreement and Consent Order.  Both parties now move for summary judgment. \n \n1 KNC was formerly known as Ken-Nect Communications, L.L.C. \nI. FACTS  \n2. “Although findings of fact are not necessary on a motion for summary \njudgment, it is helpful to the parties and the courts for the trial judge to articulate a \nsummary of the material facts which he considers are not at issue a nd which justify \nentry of judgment.”  Collier v. Collier, 204 N.C. App. 160, 161–62 (2010). \nA. Background \n3. KNC is in the business of installing low -voltage infrastructure , \nprimarily for communications and safety applications.  KNC employed Tutton as a \nfield technician and then  as a project manager from 2006 until October 2012, and \nagain from November 19, 2012 until November 14, 2013.2  (ECF No. 3, at ¶ 7, Ex. C, \npp. 12–13.)  As part of Tutton’s second stint of employment with KNC, Tutton signed \nthe Non-Compete Agreement.  The Non-Compete Agreement prohibited Tutton from \nworking for KNC’s competitors for a period of three (3) years following Tutton’s \ntermination from KNC and prohibited him from disclosing KNC’s trade secrets and \nconfidential information.  (Id. at Ex. A, at ¶¶ 6–7.)  \n4. On November 14, 2013, Tutton resigned his employment with KNC and \nbegan working for Nitor, a competitor of KNC.  Prior to his resignation, Tutton helped \nNitor download “file s containing KNC’s customer and supplier information,  pricing \nschemes, project plans and designs, estimates, and bids.”  (Aff. of Eric Tutton, Id . at \nEx. 1, ¶¶ 7–26.)   After joining Nitor, Tutton contacted KNC’s customers and helped \nNitor successfully solicit business from those customers.  (Id . at ¶¶ 31–40.)  KNC \n \n2 Tutton quit working for KNC for a brief period in October 2012.  (ECF No. 3, at Ex. 1, ¶ 6.)  \nsubsequently sued Tutton for breach of the Non -Compete Agreement in Forsyth \nCounty Superior Court ( Tutton I), claiming, inter alia, that Tutton provided KNC’s \nconfidential business information to Nitor.   \n5. In September 2014, KNC and Tutton settled Tutton I  by executing the \nSettlement Agreement  and the Consent Orde r, both of which Tutton entered \nvoluntarily and with representation of counsel .  ( Id. at Exs. 2 –3.)  The Settlement \nAgreement provided, inter alia, the following: “Tutton shall pay [KNC] the sum total \nof Five Thousand and No/100 Dollars ($5,000)”; “the Parties shall file a stipulation of \ndismissal without prejudice of all claims and counterclaims asserted in the Lawsuit”; \nand \nTutton consents and agrees to the entry of a Permanent \nInjunction against him for a period of (10) years through \nand including August 31, 2024 (the “Restricted Period”) in \naccordance with the terms of the proposed Consent Order \nfor Permanent Injunction attached as Exhibit A.  Pursuant \nto the terms of the Permanent Injunction and during the \nRestricted Period, Tutton shall not directly or indirectly (i) \nsolicit, contact, and/or make sales to [KNC] customers, (ii) \nsolicit, contact, and/or make sa les to the suppliers \nenumerated on Exhibit A, (iii) disparage, defame, slander, \nand/or malign [KNC], and (iv) retain or use any of its trade \nsecrets or confidential and proprietary information.  The \nparties shall work cooperatively and in good faith to obtain \nentry of the proposed Consent Order for Permanent \nInjunction attached as Exhibit A. \n \n(Id. at Ex. 2, ¶¶ 1–2, 4.) \n6. The Settlement Agreement contains the following  liquidated damages \nprovision:  \n[i]f at any time it is determined that Tutton has breached \nthe terms of the Permanent Injunction to be entered by the \nCourt pursuant to this Agreement, Tutton acknowledges \nand agrees that [KNC] shall be entitled to a payment of \nliquidated damages in the amoun t of Twenty -Five \nThousand and No/100 Dollars ($25,000.00) per violation.   \n \n(Id. at ¶ 6; hereinafter, the “Liquidated Damages Provision.” )  Further, t he \nSettlement Agreement states: “[t]he Parties agree that this Agreement shall not be \nsubject to any claim s of mistake of fact and that it expresses a full and complete \nsettlement.”  (Id. at ¶ 9.) \n7. The parties filed the Consent Order in Forsyth County Superior Court, \nand on September 17, 2014 , the Honorable Susan Bray entered the Consent Order.  \nThe Consent Order contained the following prohibitions on Tutton’s activities:  \na. [Tutton] is prohibited and enjoined from indirectly or \ndirectly soliciting[,] contacting, and/or making sales to \nany customers of [KNC]. \n \nb. The term “Customers” as used herein shall mean any \nparty for whom [KNC] had provided services as of \nNovember 14, 2013. \n \n(Id. at Ex. 3, ¶¶ 1–2; hereinafter, the “Customers Restriction.”) \n  \nc. [Tutton] is prohibited and enjoined from indirectly or \ndirectly soliciting, contacting, and/or making sales to \nany Suppliers of [KNC]. \n  \nd. The term “Suppliers” as used herein shall mean Accu -\nTech Corporation, ADI, Anixter, Inc., Communications \nSupply Corporation, Graybar Electric Company, \nBlackboard, Black Box, Norfolk Wire, and ScanSource \nand their operations in North Carolina, Virginia, \nSouth Carolina, Tennessee, and Georgia.  \n \n(Id. at Ex. 3, ¶¶ 3 –4 (hereinafter, the “Suppliers Restriction .”)  The Consent Order \nstates that it will “dissolve automatically on August 31, 2024,” and that “[Tutton] \nwaives any and all rights to seek modification to or relief from its terms until its \nnatural expiration.”  (Id. at ¶ 9.)   \nB. Post-execution of Settlement Agreement and Consent Order  \n8. After the Settlement Agreement and Consent Order were executed and \nentered by the Forsyth County Superior Court in September 2014, Tutton worked for \nPerformance Cabling Technologies (“Performance”)3  until he eventually left to help \nform I-Tech in April 2015 .  I-Tech is a member-managed limited liability company \ncomprised of three members :  Tutton , as President, holding a 49% membership \ninterest; Michelle Tutton (Tutton’s wife), as Assistant Vice President, holding a 41% \nmembership interest; and Regina Bagby (Tutton’s mother), as Vice President, holding \na 10% membership interest.  (ECF No. 66.2 [SEALED], redacted at ECF No. 74.2, at \np. 10; ECF No. 15.2.)  Performance and I-Tech perform many of the same services as \nKNC.   \n9. KNC alleges that Tutton , either while he was employed with  \nPerformance or as member-manager of I-Tech, “solicit[ed], contact[ed], and/or ma[de] \nsales to” several of KNC’s customers in violation of the Consent Order.  The evidence \nestablishes that after entry of the Settlement Agreement and Consent Order, Tutton \nperformed work directly for the following KNC customers: Guilford County Schools \n(“GCS”), the City of Winston-Salem, and Inmar.  Tutton also performed work for the \nfollowing KNC customers indirectly as a subcontractor for Johnson Control \n \n3 Tutton left Nitor and began working for Performance in March 2014 , prior to the Consent \nOrder being entered by Judge Bray in September 2014.  (ECF No. 66.2 [SEALED], redacted \nat ECF No. 74.2, pp. 2–3.)   \n \nInternational PLC  (“JCI”): Arbor Acres; the City of Greensboro; Teleflex; Thomas \nBus; Wake Forest Baptist Hospital (“WFBH”); Michael Cotrone (“Cotrone”); and the \nVeterans Administration (“VA”). \n10. KNC also alleges that Tutton contacted KNC’s suppliers Accu-Tek, ADI, \nNorfolk Wire, Communication Supply Corp. (“CSC”), and Graybar in violation of the \nterms of the Consent Order.  (ECF No. 73, at pp. 5–9.) \n11. While many of Tutton’s contacts with the aforementioned customers and \nsuppliers are undisputed (compare ECF No. 72, at pp. 12–16 with ECF No. 73, at pp. \n6–11), the details of each contact as well as their implication  with respect to the \nSettlement Agreement and Consent Order are heavily contested.  Nevertheless, the \nevidence in the record establishes the following undisputed material facts:  \ni. GCS \n12. KNC invoiced GCS on multiple occasions for services as early as 2005, \nand Tutton worked on GCS jobs while employed with KNC.  (ECF No. 66.11  \n[SEALED], at p p. 87–117; ECF No. 67.15 [SEALED], redacted at ECF No. 75.2,  at \npp. 27 –30.)  I-Tech provided services for GCS on numerous occasions from 2015 \nthrough 2019.  (See ECF No. 67.7 [SEALED], at pp. 1 –5).  With respect to Tutton’s \ncontact with GCS while at Performance, GCS was already a customer of Performance \nwhen Tutton became employed by Performance in 2014.  (See ECF No. 87.3, at pp. 1–\n5.)  However, according  to Performance president Gordon E. Drumwright \n(“Drumwright”), while Performance was working a job for GCS,  Tutton individually \ncontacted GCS to negotiate subcontractor  work for what would become I -Tech, and \nTutton resigned to pursue that work  with I-Tech shortly thereafter in 2015.  (ECF \nNo. 67.5, at p. 16.)   \nii. City of Winston-Salem  \n13. KNC invoiced the City of Winston -Salem for services  on multiple \noccasions from 2009 through 2013, and Tutton worked on City of Winston-Salem jobs \nwhile employed with KNC.  (ECF No. 66.11  [SEALED], pp. 28–29; ECF No. 67.5, at \npp. 8, 15.)  According to Drumwright, Tutton made contact with the City of Winston \nwhile at Performance by attending “bid meetings when he was chasing a bid at the \nCity of Winston.”  (ECF No. 67.5, at p. 15.)  There is no evidence that I-Tech performed \nservices for the City of Winston-Salem.  \niii. Inmar \n14. KNC invoiced Inmar for services on two occasions in 2009 and 2010.  \n(ECF No. 66.11 [SEALED], at p. 128.)  Since that time until at least 2018, KNC has \nnot provided work directly for Inmar.  (ECF No. 66.7 [SEALED], redacted at ECF No. \n74.4, at p. 21; ECF No. 66 .11 [SEALED], at p. 128.)  KNC believes it may have \nprovided services indirectly for Inmar as a subcontractor but could not verify the \naccuracy of this statement.  (ECF No. 66.7  [SEALED], redacted at ECF No. 74.4,  at \np. 21.)  Inmar’s subpoena response indicated that it could not locate “any statements \nof work, work orders, purchase orders, procurement records regarding accounts \nreceivable, or records regarding accounts payable” involving KNC from November 9, \n2012 through December 31, 2017.  (ECF No. 66.8  [SEALED], redacted at ECF No. \n79.1, at p. 39.)  Tutton did not know KNC performed work for Inmar.  (ECF No. 66.2 \n[SEALED], redacted at ECF No. 74.2 , at p. 11.)   There is no evidence that Tutton \nperformed services directly for Inmar  while at KNC.   I-Tech performed numerous \nservices directly for Inmar from 2015 through 2019.  (ECF No. 67.7 [SEALED], at pp. \n9–13; ECF No. 66.2 [SEALED], redacted at ECF No. 74.2, at p. 21.) \niv. Cotrone \n15. KNC provided services to Cotrone in 2010 and 2012.  (ECF  No. 66.11 \n[SEALED], at pp. 64 –65.)  Cotrone contacted Tutton in 2017, when Cotrone was \nemployed by Intelligent Visibility, Inc. (“Intelligent Visibility”), to discuss the \npotential of Tutton working with Cotrone on a project at Carteret General Hospital \n(“CGH”).  (ECF No. 14.4, at ¶¶ 1, 5.)  KNC provided services for Intelligent Visibility \nin 2017 and 2018, and for CGH on multiple occasions since 2006.   (ECF No. 66.11 \n[SEALED], at pp. 25, 407, 441.)  Cotrone, “a longtime customer of KNC technologies, \nincluding from November 14, 2013 to the present,” knew that “[CGH] was also a \ncustomer of KNC.”  ( Id. at ¶¶ 4, 6.)  Upon learning of the Consent Order, Cotrone \n“decided to not have any further communication with Mr. Tutton.”  ( Id. at ¶ 7.)  \nTutton never disclosed the existence of the Consent Order to Cotrone during their \nconversation regarding the CGH project.  (Id.) \nv. VA \n16. KNC invoiced the VA’s Salisbury and Winsto n-Salem, North Carolina \nlocations three times, all in 2008 and 2009 .  (ECF No. 66.11 [SEALED], at p. 226; \nECF No. 66.7 [SEALED], redacted at ECF No. 74.4, at p. 13.)  I -Tech performed \nservices for the VA solely at the Durham, NC location in 2019 and 2020 .4  (ECF No. \n67.7 [SEALED], at pp. 6–8; ECF No. 66.2 [SEALED], redacted at ECF No. 74.2, at p. \n5.)  \nvi. Sub-contractor work for JCI \n17. It is undisputed that Defendants performed work for certain KNC \ncustomers only as a subcontractor for JCI.  JCI was never a KNC customer.  (See ECF \nNo. 66.11 [SEALED].)  Rather, JCI installs proprietary systems, and subcontracts \nsome of its labor to I-Tech.  (ECF No. 66.2 [SEALED], redacted at ECF No. 74.2, pp. \n16–17.)  Defendants performed services as a  subcontractor of JCI for the following \nKNC customers: (a) Arbor Acres, (b) the City of Greensboro, (c) Teleflex, (d) Thomas \nBus, and (e) WFBH. \na. Arbor Acres  \n18. KNC invoiced Arbor Acres for services five times  during the period \nJanuary 2003 through November 2013, all in 2012. (ECF No. 66.11 [SEALED], at p. \n5).  Tutton did not know KNC ever performed work at Arbor Acres.  (ECF No. 66.2  \n[SEALED], redacted at ECF No. 74.2 , at p. 17.)  There is no evidence that Tutton \nperformed work directly for Arbor Acres while at KNC.  I-Tech performed services for \nArbor Acres as a subcontractor of JCI in 2018.  (ECF No. 67.7 [SEALED], at pp. 14 –\n17; ECF No. 66.2 [SEALED], redacted at ECF No. 74.2, at pp. 15–16.) \nb. City of Greensboro  \n \n4 KNC submitted one unsuccessful bid to the Durham VA location.  (ECF No. 66.7 [SEALED], \nredacted at ECF No. 74.4, at p. 13.)   \n19. KNC invoiced the City of Greensboro for services on seven occasions, all \nin 2013.  (ECF No. 66.11  [SEALED], at p. 120. )  There is no evidence that Tutton \nworked directly for the City of Greensboro while at KNC.  I-Tech performed services \nas a subcontractor of JCI for the City of Greensboro  in 2018.  (ECF No. 67.7 \n[SEALED], at pp. 18–20; ECF No. 14.6, at p. 2.)   \nc. Teleflex \n20. KNC invoiced Teleflex  for services four times , all in 2007 and 2008.   \n(ECF No. 66.11 [SEALED], at pp. 213–14; ECF No. 66.7 [SEALED], redacted at ECF \nNo. 74.4, at p. 21.)  Since that time, the record only shows one purchase order between \nKNC and a subsidiary of Teleflex.  (ECF No. 66.8  [SEALED], redacted at ECF No. \n79.1, at p. 43. )  Tutton did not know KNC ever performed work for Teleflex.  (ECF \nNo. 66.2 [SEALED], redacted at ECF No. 74.2 , at p. 23.)  There is no evidence that \nTutton performed work directly for Teleflex while at KNC.  I-Tech performed services \nfor Teleflex as a subcontractor of JCI.  (ECF No. ECF No. 67.7 [SEALED], at pp. 23–\n26; ECF No. 66.2 [SEALED], redacted at ECF No. 74.2, at p. 16.)   \nd. Thomas Bus  \n21. KNC invoiced Thomas Bus solely for services performed for Thomas Bus \nin 2008.  (ECF No. 66.11 [SEALED], at p. 215; ECF No. 66.7 [SEALED], redacted at \nECF No. 74.4, at p. 22. )  KNC has not done any work directly for Thomas Bus since \n2008.  (ECF No. 66.7 [SEALED], redacted at ECF No. 74.4,  at p. 22.)  KNC believes \nit has done work for Thomas Bus indirectly through some outside company that it \ncannot identify.  (Id. at p. 21.)  In response to a subpoena, Thomas Bus was not able \nto find any documents regarding work performed by KNC between November 9, 2012 \nand the present.  (ECF No. 66.8 [SEALED], redacted at ECF No. 79.1, at pp. 45–46.)  \nTutton did not know KNC ever worked for Thomas Bus.  (ECF No. 66.2  [SEALED], \nredacted at ECF No. 74.2, at p. 23.)  There is no evidence that Tutton worked directly \nwith Thomas Bus while at KNC.  I-Tech performed services as a subcontractor of JCI \nfor Thomas Bus.  (ECF No. 67.7 [SEALED], at pp. 29 –37; ECF No. 66.2 [SEALED], \nredacted at 74.2, at p. 16.)   \ne. WFBH \n22. KNC invoiced WFBH one time on January 28, 2013.  (EC F No. 66.11 \n[SEALED], at p. 228.)  Tutton was unaware that KNC did work at WFBH.  (ECF No. \n66.2 [SEALED], redacted at ECF No. 74.2, at p. 17.)  There is no evidence that Tutton \nworked directly with WFBH while at KNC.  I -Tech performed services as a \nsubcontractor of JCI for WFBH in 2018.  (ECF No. 66.3 [SEALED], redacted at ECF \nNo. 81.1, at pp. 23; ECF No. 67.7 [SEALED], at pp. 38–42.)   \nvii. Accu-Tek, ADI, Norfolk Wire, CSC, and Graybar \n23. With respect to suppliers, i t is undisputed that  Defendants contacted \nand purchased supplies from Accu-Tek, ADI, Norfolk Wire, CSC, and Graybar.  (ECF \nNo. 73, at p. 9; ECF No. 72, at p. 16.)  All of these entities are listed as “suppliers” of \nKNC in the Consent Order.  (See ECF No. 3, at Ex. 3, ¶4.) \nII. PROCEDURAL HISTORY  \n24. On April 9, 2019, KNC  filed the Complaint in this matter , alleging: \nbreach of the Settlement Agreement and Consent Order against Tutton ( “First \nClaim”) and against I-Tech (“Second Claim”) 5; tortious interference against I -Tech \n(“Third Claim”); misappropriation of trade secrets against Tutton and I-Tech (“Fifth \nClaim”); unfair trade practices  in violation of the North Carolina Unfair and \nDeceptive Trade Practices Act against Tutton and I-Tech (“UDTPA”) (“Sixth Claim”); \nand unjust enrichment against Tutton and I-Tech (“Seventh Claim”).  (ECF No. 3, at \n¶¶ 20–37, 44–58.)  The Complaint also requests that the Court disregard I -Tech’s \ncorporate form and hold it “jointly and severally responsible for Tutton’s conduct” \n(“Fourth Claim”) and “impose a constructive trust and direct Defendants to disgorge \nall profits gained from the violation of the  terms of the Settlement Agreement and \nConsent Order” (“Eighth Claim”).  (Id. at ¶¶ 38 –43, 59–64.)  Shortly after filing the \nComplaint, on April 17, 2019, KNC filed a Motion for Temporary Restraining Order \nand Preliminary Injunction which, inter alia, requested the Court enforce the terms \nof Settlement Agreement and Consent Order to preserve the status quo during the \npendency of this litigation.  (ECF No. 8.) \n25. On May 9, 2019, this matter was designated a mandatory complex \nbusiness case, and assigned to  the undersigned.  (Desig. Ord., ECF No. 1; Assign. \nOrd., ECF No. 2.) \n \n5 KNC and Defendants treat the Settlement Agreement and Consent Order as one integrated \nagreement for purposes of their breach of contract claims, and the Settlement Agreement \nmakes express reference to the permanent injunction to be entered by the Court in  the \nConsent Order.  Simpson v. Beaufort Cty. Lumber Co. , 193 N.C. 454, 455 (1927) (“A valid \ncontract . . . may consist of one or many pieces of paper, provided the several pieces are so \nconnected physically or by internal reference that there can be no uncertainty as to the \nmeaning and effect when taken together.”) \n26. On the same day, Defendants filed an  Answer, Motion to Dismiss, and \nAffirmative Defenses (“Motion to Dismiss,” ECF No. 5.)  The Motion to Dismiss \nsought dismissal of KNC’s claims for bre ach of the Settlement Agreement and \nConsent Order on grounds  that, inter alia , the ten -year restrictive period was  \nunreasonable and unenforceable as a matter of law.   The Motion to Dismiss was \nbriefed and a hearing was held. \n27. On October 9, 2019, the Court i ssued its Order and Opinion on \nDefendants’ Motion to Dismiss, which dismissed all KNC’s claims except KNC’s First, \nSecond, Third, and Sixth Claims.  KNC Techs., LLC v. Tutton, 2019 NCBC LEXIS 72, \n*40 (N.C. Super. Ct. Oct 9, 2019)  (“Dismissal Order”).  In the Dismissal Order, t he \nCourt denied Defendants’ M otion to D ismiss KNC’s claims for breach of the \nSettlement Agreement and Consent Order, holding that \nthe ten-year duration of the covenant in the Consent Order \nis reasonable and enforceable.  Tutton admittedly violated \nthe Non -compete Agreement after his resignation from \nKNC.  KNC brought a lawsuit against Tutton and the \nlawsuit was settled prior to trial, in part, because Tutton \nagreed to a set of narrowly -tailored restrictions on  his \nability to solicit KNC ’s customers and vendors for \napproximately ten years.   T utton is not prohibited from \ncompeting with KNC.   Rather, he is restricted only from \nsoliciting, contacting, or making sales to KNC ’s customers \nand to eight of KNC ’s vendors  and suppliers  . . . .  The \nrestrictions in the Consent Order do nothing more than \nprotect KNC ’s business interests, which Tutton has \nalready demonstrated a propensity to ignore.   Therefore, \nthe Court finds that the non- compete contained in the \nConsent Order is valid, reasonable, and enforceable. \n \n(Id. at *17–18.) \n \n28. On October 10, 2019, the Court issued its Order on Plaintiff’s Motion for \nTemporary Restraining Order and Preliminary Injunction, which “enjoined and \nprohibited [Tutton], directly or indirectly, alone or in concert with others, during the \npendency of this lawsuit or until further order of this Court” from  “soliciting, \ncontacting, and/or making sales to” KNC’s customers and suppliers.6  (ECF No. 30.)  \n29. On August 31,  2020, KNC filed the Motion for Partial Summary \nJudgment, along with a brief in support  (“Plaintiff’s Brief in Support of SJ,” ECF No. \n73), and exhibits (ECF No. 67.1 [SEALED], redacted at ECF No. 75.1; ECF Nos. 67.2–\n6; ECF No. 67.7 [SEALED]; ECF No. 67.8; ECF No. 67.9 [SEAL ED]; ECF No. 67.10; \nECF Nos. 67.11–12 [SEALED], redacted at ECF Nos. 81.4 –5; ECF No. 67.13; ECF \nNo. 67.14 [SEALED]; ECF No. 67.15 [SEALED], redacted at ECF No. 75.2 ).  \nDefendants filed a Brief in Opposition to Plaintiff’s Motion for Partial Summary \nJudgment (“Defendants’ Brief in Opposition to SJ,”  ECF No. 91), and exhibits (ECF \nNo. 87.1 [SEALED], redacted at ECF No. 88.1; ECF Nos. 87.2–6).  KNC filed a Reply \nBrief in Support of its Motion for Partial Summary Judgment.  (ECF No. 93.)   \n30. Also on August 31, 2020, Defendants filed their Motion for Summary \nJudgment on all claims (ECF No. 64), along with a brief in support (Defendants’ Brief \nin Support of SJ, ECF No. 72) and exhibits (ECF Nos. 66.1–4 [SEALED], redacted at \nECF Nos. 74.1–3, 81.1; ECF Nos. 66.5–6; ECF No. 66.7 [SEALED], redacted at ECF \nNo. 74.4; ECF No. 66.8 [SEALED], redacted at ECF No. 79.1; ECF Nos. 66.9–10; ECF \n \n6 Tutton was permitted to complete “any current contracts, projects, or other work he is \nalready performing for KNC’s customers as of the issuance of the temporary restraining order \nand preliminary injunction.”  (ECF No. 30, at p. 13.)   \nNo. 66.11 [SEALED]; ECF No. 66.12 [SEALED], redacted at ECF No. 81.2; ECF No. \n66.13 [SEALED], redacted at ECF No. 79.2; ECF No. 66.14; ECF No. 66.15 \n[SEALED], redacted at ECF No. 74.5; ECF No. 66.16; ECF No. 66.17 [SEALED], \nredacted at ECF No. 74.6; ECF No. 66.18–20).  Plaintiff filed a Brief in Opposition to \nDefendants’ Motion for Summary Judgment ( “Plaintiff’s Brief in Opposition  to SJ,” \nECF No. 90) and exhibits (ECF Nos 84.1–84.5).  Defendants filed their Reply Brief in \nSupport of Defendants’ Motion for Summary Judgment.  (ECF No. 92.)   \n31. Finally, also on August  31, 2020, Defendants filed their Motion to \nExclude (ECF No. 68), along with a brief in support (Bf. in Supp. of Mot. to Excl Exp. \nTest. of Erik Lioy, ECF No. 69) and exhibits (ECF No. 70.1 –2).  KNC filed a Brief in \nOpposition to Defendants’ Motion to Exclude Expert Testimony of Erik Lioy (ECF No. \n77) and exhibits (ECF No. 78.1–2).  No reply brief was filed.  \n32. The Court held a hearing on the Motions on November 30, 2020.  The \nMotions are now ripe for decision. \nIII. ANALYSIS  \nA. Standard of Review  \n33. Summary judgement is appropriate where “the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to a ju dgment as a matter of law.”  Variety Wholesalers, Inc. v. Salem \nLogistics Traffic Servs. , 365 N.C. 520, 523  (2012) (quoting N.C.G.S. § 1A -1, Rule \n56(c)).  “An issue is ‘genuine’ if it can be proven by substantial evidence and a fact is \n‘material’ if it wou ld constitute or irrevocably establish any material element of a \nclaim or a defense.”  CSX Transp., Inc. v. City of Fayetteville, 247 N.C. App. 517, 521 \n(2016) (quoting Lowe v. Bradford, 305 N.C. 366, 369 (1982)). \n34. On a motion for summary judgment, the Court views the evidence in the \n“light most favorable to the non-moving party.”  Allstate Ins. Co. v. Lahoud, 167 N.C. \nApp. 205, 207 (2004) (citation omitted). “The party moving for summary judgment \nultimately has the burden of establishing the lack of any issue of triable fact.”  Unitrin \nAuto & Home Ins. Co. v. McNeill , 215 N.C. App. 465, 467 (2011) (citations omitted).  \nThe moving party may meet this burden by “proving an essential element of the \nopposing party’s claim does not exist, cannot be proven at trial, or would be barred by \nan affirmative defense.”  Dobson v. Harris, 352 N.C. 77, 83 (2000) (citations omitted).  \nOnce the moving party “makes the required showing, the burden shifts to the \nnonmoving party to produce a forecast of evidence demonstrating specific facts, as \nopposed to allegations, showing that he can at least establish a prima facie case at \ntrial.”  Unitrin Auto & Home Ins. Co., 215 N.C. App. at 467 (citations omitted). \n35. In KNC’s Motion for Partial Summary Judgment, KNC seeks entry of \nsummary judgment in its favor on its First Claim for breach of contract against \nTutton and i ts Second Claim for breach of contract against I -Tech.  (ECF No. 63.)  \nDefendants’ Motion for Summary Judgment seeks summary judgment as to KNC’s \nremaining claims for breach of contract, tortious interference with contract, and \nviolation of the UDTPA.  (ECF No. 64, at pp. 1– 2.)  Defendants also seek summary \njudgment in their favor that the Liquidated Damages Provision  in the Settlement \nAgreement is unenforceable.  ( Id. at p. 1.)  Since both Motions seek summary \njudgment on the claims for breach of the Settlement Agreement and Consent Order, \nthe Court will first address the arguments relating to those claims. \nB. Waiver  \n \n36. KNC contends that Tutton waived his right to challenge the \nenforceability of the restrictive covenants because the Consent Order states that \nTutton “waives any and all right to seek modification to or relief from its terms until \nits natural expiration.”  (ECF No. 93, at pp. 3–4; ECF No. 3, p. 33, ¶ 9.)  KNC did not \nmake this argument in Plaintiff’s Brief in Support of SJ , but only in reply to  \nDefendants argu ment that the Consent Order is not beyond judicial review .  \nDefendants point to this Court’s prior finding in the Dismissal Order that it is “bound \nby North Carolina’s appellate jurisprudence to treat the Consent Order as a contract” \nand that “[t]he reasonableness of a non -competition covenant [in a contract] is a \nmatter of law for the court to decide.”  (ECF No. 91, at pp. 4 –5 (quoting KNC Techs., \nLLC, 2019 NCBC 72, at *11).) \n37. It is well settled in North Carolina that a “party may waive a contractual \nright by an intentional and voluntary relinquishment.”  McNally v. Allstate Ins. Co. , \n142 N.C. App. 680, 683 (2001) (citation omitted).   “The essential elements of waiver \nare (1) the existence, at the time of the alleged waiver, of a right, advantage, or \nbenefit; (2) the knowledge, actual or constructive, of the existence thereof; and (3) an \nintention to relinquish such right, advantage o r benefit.”  Fetner v. Granite Works, \n251 N.C. 296, 302 (1969) (citation omitted). “The question of waiver is mainly one of \nintention, which lies at the foundation of the doctrine.”  Comput. Design & \nIntegration, LLC v. Brown, 2018 NCBC LEXIS 216, at **28 (N.C. Super. Ct. Dec. 10, \n2018) (citing Butler v. Charlotte -Mecklenburg Bd. of Educ. , 2012 N.C. App. LEXIS \n675, at *11 (N.C. Ct. App. June 5, 2012)). \n38. In Plaintiff’s Reply in Support of SJ, KNC provides minimal argument \nand cursory citation to North Carolin a authority, and does not attempt to  apply the \nlaw regarding waiver to the specific facts of this case.  KNC provides no argument \nand cites to no evidence that, at the time Tutton’s attorneys signed the Consent \nOrder, Tutton intended to relinquish his right to a judicial determination as to the \nenforceability of its terms.  The Court is not persuaded that t he broad waiver \nprovision in the Consent Order, by itself, is sufficient to establish that Tutton waived \nhis right to seek a judicial review of  the enforceability of the restrictive covenants \nunder North Carolina law. \n39. In addition, the public policy concerns that require scrutiny of \nagreements in restraint of trade are not served by permitting parties to divest the \ncourts of their authority to determine the enforceability of restrictive covenants.  “At \ncommon law all contracts in restraint of trade were against public policy and void.”  \nKadis v. Britt, 224 N.C. 154, 158 (1994).  However, \nthe strict early common law rule invalidating all restraints \nwas relaxed and subsequently replaced by the test of the \nreasonableness of the restraint.  But it must be added that \nthis test must be applied against a public policy which has \ncome to recognize exceptions to the general rule.  Contracts \nin partial restraint of trade do not escape the condemnation \nof public policy unless they possess qualifying conditions \nwhich bring them within that exception.  They are still \ncontrary to public policy and void if nothing shows them to \nbe reasonable. \n \nId.  (internal quotations and citations omitted).  The  task of applying the  “test of \nreasonableness of the restraint ” lies with  the court s.  Jewel Box Stores Corp. v. \nMorrow, 272 N.C. 659, 663 (1968) (“The reasonableness of a restraining covenant is \na matter of law for the court to decide.”).  Since the courts must decide whether a \nrestrictive covenant  is reasonable, parties cannot shield the covenant from “the \ncondemnation of public policy” through a preemptive waiver of judicial review.  Kadis, \n224 N.C. at 158. \n40. Therefore, the Court concludes, as a matter of law, that Tutton has not \nwaived the right to have this Court determine the enforceability of the restrictive \ncovenants in the Consent Order.   \nC. I-Tech’s Liability for Breach of Contract \n41. In its Second Claim , KNC alleges that I-Tech breached the Settlement \nAgreement and Consent Order.  (ECF No. 3, at ¶¶ 25 –30.)  It is undisputed that I -\nTech is not a signatory to the Settlement Agreement or Consent Order.  Nevertheless, \nKNC alleges that “[t]he Settlement Agreement explicitly indicates that its terms are \nbinding on the parties’  successors or assigns” and “[u]pon current information and \nbelief, I-Tech is a successor or assign of Tutton and, therefore, is bound to the terms \nof the Settlement Agreement and Consent Order.”   ( Id. at ¶¶ 27 –28.)  In its Order \nand Opinion on Defendants’ Motion to Dismiss, the Court found: \n[a]lthough the current allegation that I-Tech has succeeded \nto or been assigned Tutton’s obligations under the \nSettlement Agreement is threadbare, at this stage of the \nproceeding the Court concludes that it should not b e \ndismissed, and Plaintiff should be permitted to take \ndiscovery on the issue. \n \nKNC Techs., Inc., 2019 NCBC LEXIS 72, at *25–26.  Discovery is now completed. \n42. KNC now argues that discovery has established that Tutton holds a 49% \nmembership interest in I-Tech, and “this . . . undercuts” the argument that I-Tech is \nnot a successor of Tutton and bound by the Settlement Agreement  and Consent \nOrder.  (ECF No. 73, at p. 11.)  KNC cites no authority for the proposition that a \nlimited liability company becomes a “su ccessor” to contracts entered into by its \nminority interest owners, nor does KNC make any other argument explaining how I-\nTech is a successor to Tutton .  Cf., Terres Bend Homeowners Ass’n v. Overcash , 185 \nN.C. App. 45, 51 (2007) (“Citing  Black's Law Dictionary  1283 (1979), the North \nCarolina Supreme Court has defined the term ‘successor’ to mean ‘[o]ne that succeeds \nor follows; one who takes the place that another has left, and sustains the like part \nor character; one who takes the place of another by  succession.’” (quoting Rosi v. \nMcCoy, 319 N.C. 589, 593 (1987))). \n43. KNC has failed to create an issue of fact that I -Tech is a successor to \nTutton for purposes of imposing the obligations of the Settlement Agreement and \nConsent Order on I-Tech.  Therefore, to the extent KNC seeks summary judgment in \nits favor on its Second Claim  for breach of contract by I- Tech, KNC’s Motion for \nPartial Summary Judgment should be DENIED.   To the extent Defendants seek \nsummary judgment in their favor on KNC’s Second Claim for breach of contract by I-\nTech, Defendants’ Motion for Summary Judgment should be GRANTED. \nD. Defendants’ Challenge to the Enforceability of Restrictive \nCovenants \n \n44. Defendants challenge the enforceability of the restrictive covenants in \nthe Consent Order and seek summary judgment in their favor on the grounds that \nthe covenants are overbroad and unenforceable as a matter of law .  (ECF No. 72, at \npp. 6–16.)7  It is well established that “the reasonableness of a restraining covenant \nis a matter of law for the court to decide.”  Jewel Box Stores Corp. v. Morrow, 272 N.C. \n659, 663 (1968).  \n45. In the Dismissal Order, the Court considered Defendants’ argument \nthat the restrictive covenant in the Consent Order should be analyzed solely under \nthe law applicable to employer-employee covenants and rejected it.  KNC Techs., LLC, \n2019 NCBC LEXIS 72,  at *17 (“[T]he Court declines to  adopt Defendants' assertion \nthat the restrictive covenant in the Consent Order should be treated as an employer-\nemployee non-compete.”).  The Court also considered North Carolina authority on \n \n7 KNC does not argue that Defendants are foreclosed from challenging the enforceability of \nthe restrictive covenants in their Motion for Summary Judgment based on the Court’s finding \nin the Dismissal Order that “ the non -compete contained in the Consent Order is valid, \nreasonable, and enforceable.”  KNC Techs., LLC, 2019 NCBC LEXIS 72 at *18.  Nevertheless, \nthe Court notes that the only challenge Defendants raised to the restrictive covenants in their \nMotion to Dismiss was to the ten-year restrictive period, and a ruling on the enforceability of \nthe customer restriction could not be determined without discovery.   To the extent the \nDismissal Order can be read as addressing issues other than the reasonableness of the \nrestrictive period, the Court hereby revises its prior ruling to make clear that it addressed \nonly the reasonableness of the ten -year restrictive period.  N.C.G.S. § 1A -1, Rule 54(b) (“In \nthe absence of entry of [ ] a final judgment, any order or other form of decision is subject to \nrevision at any time before the entry of judgment adjudicating all t he claims and the rights \nand liabilities of all the parties.” ).  As demonstrated by the discussion herein, the \ndetermination of the reasonableness of the Customers Restriction has benefitted from the \ndevelopment of the facts through discovery.  See Mkt. Am., Inc. v. Lee, 257 N.C. App. 98, 110 \n(2017) (citation omitted). \n \nenforcement of restrictive covenants contained in agreements between buyers and \nsellers of businesses.  Id. at *14.  Finally, the Court stated, in relevant part, as follows: \nWhile the law in North Carolina regarding these \ntraditional categories of non -competes is robust, “ [a] \nnumber of prior decisions . . . dealing with the \nenforceability” of non -compete agreements “ involved \nsituations which do not fit neatly into either the employer-\nemployee category or the business sale category.”  Outdoor \nLighting Perspectives Franchising v. Harders, 228 N.C. \nApp. 613, 621 (2013).  “[P]ractical differences between the \ntypical employer- employee arrangement and the typical \nbuyer-seller ar rangement render it illogical to conclude \nthat the rules typically govern[ing] either arrangement \nshould be applied with unbending rigidity.”  Id. at 622, 747 \nS.E.2d at 263. \n \nIn Outdoor Lighting, the court declined to accept plaintiff's \nargument that a non -compete agreement between a \nfranchisor and franchisee should be analyzed solely under \nthe employer-employee rubric.  Id. at 621 –22.  The court \nconcluded that the franchisor -franchisee relationship was \na “hybrid situation” differing from both employer-employee \nand buyer-seller context and did not fit neatly into either \ncategory.  Id. at 621. . . \n \nIn Outdoor Lighting, the court elected to utilize elements \nof both the employer -employee and the buyer -seller \ncategories when analyzing the non- compete in the \nfranchisor-franchisee context.   Id .  After assessing the \nvarying degrees of relevance of the factors in the employer-\nemployee and buyer -seller context, the court concluded \nthat:  “the ultimate issue . . . in resolving such disputes . . . \nis the extent to which the non-competition provision . . . is \nno more restrictive than necessary . . . with relevant factors \nto include . . . duration . . . geographic scope . . . and the \nextent to which the restriction is otherwise necessary to \nprotect the legitimate interests  of the franchisor. ”  Id. at \n623, 747 S.E.2d at 264. \n \nId. at *15 –16.  Finally, applying the reasoning underlying Outdoor Lighting, the \nCourt held “that the facts alleged in this case do not fit squarely under the analysis \napplied to restrictive covenants between employer and employee or buyer and seller, \nbut instead call for a more situation-specific approach.”  Id. at *16–17. \n46. In accordance with the conclusion reached in the Dismissal Order, the \nCourt now considers Defendants’ arguments regarding the enforceability of the \nConsent Order  to determine, under the specific facts of this case, whether the \nrestrictive covenant is no more restrictive than necessary to protect KNC’s legitimate \nbusiness interests.  Briefly summarized, the specific undisputed facts of this case \nestablish that Tutton admittedly committed egregious violations of restrictive \ncovenants contained in the Non- Compete Agreement he execut ed during his \nemployment with KNC; that KNC sued Tutton ( Tutton I) and Nitor (Nitor Lawsuit) \nas a result of those violations; that KNC and Tutton were represented by counsel in \nTutton I; that KNC and Tutton negotiated a Settlement Agreement and a Consent \nOrder resolving KNC’s claims against Tutton in Tutton I ; that as part of the \nconsideration provided by Tutton, he agreed to restrictive covenants prohibiting him \nfor a period of ten  years from soliciting, contacting, and/or  making sales to KNC \ncustomers and to certain KNC suppliers ; and that the restrictive covenants were \ncontained in a Consent Order entered by the court in Tutton I. \ni. Length of Restrictive Period  \n47. Defendants first argue that the ten-year length of the restrictive period \nin the Consent Order is too long and therefore unenforceable as a matter of law.  (ECF \nNo. 72, at pp. 8–9.)  Defendants raised this argument in their Motion to Dismiss, and \nthe Court rejected it at that early stage of the proceeding in its Dismissal Order.  KNC \nTechs., LLC, 2019 NCBC LEXIS 72 , at *17 (“On these facts, the Court is compelled \nto find that the ten-year duration of the covenant in the Consent Order is reasonable \nand enforceable.”).  The Court will concludes that its determination, even aided b y \ndiscovery conducted since then, is correct and will not revisit this issue again. \nii. Customers Restriction \n48. Defendants also now raise a different challenge to the restrictive \ncovenants, arguing that KNC’s “interpretation” of the term “customers” as including \nall KNC customers since KNC’s formation in 2003 through November 14, 2013 is \noverly broad and unenforceable.  (ECF No. 72, at  p. 9.)  KNC’s understanding of \n“customers” as defined in the Consent Order appears to be well-founded.  The Consent \nOrder prohibits Tutton from “ indirectly or directly soliciting[,] contacting, and/or \nmaking sales to any customers of [KNC]” and very clearly defines “customers” as “any \nparty KNC provided services as of November 14, 2013 ,” which appears to \nunambiguously include all individuals and  entities to which KNC provided services \nfrom KNC’s inception in 2003 up through November 14, 2013.  (ECF No. 3, at Ex. 3, \n¶¶ 1–2.)  \n49. Defendants argue that such a broad definition of “ customers” \nunreasonably restricts Tutton from soliciting or even contacting  customers with \nwhich Tutton had no contact as a KNC employee;  customers for which  KNC \nperformed a single, isolated job or for which KNC had not performed work for at least \nseveral years prior to November 14, 2013; customers for which KNC performed work \nonly during periods that Tutton was not even employed by KNC; and customers for \nwhich Defendants performed work only as a subcontractor of JCI.  (ECF No. 72, at p. \n9–16.)  Defendants contend that in restrictive covenants between employers and \nemployees, “[a] client-based limitation cannot extend beyond contacts made during \nthe period of employment.”  (Id. at pp. 9–10; quoting Farr Assocs., Inc. v. Baskin, 138 \nN.C. App. 276, 282  (2000) and citing other North Carolina authority holding the \nsame.) \n50. Defendants further argue that the unreasonable nature of the \nrestriction is exacerbated by the fact that KNC and Tutton never agreed  on a list of \ncustomers falling within  the definition of “customers” under the Consent Order.  \nDefendants contend, and KNC doesn’t dispute, that the record evidence does not \nsupport a claim that T utton possessed a list or had knowledge of  all of KNC’s \ncustomers at the time the Consent Order was entered .  (ECF No. 72, at p. 11.)   The \ncustomer list produced by KNC that is in the record is 237  pages long and identifies \nmany hundreds of KNC customers f or which it performed work between January \n2003 and November 2013.  (ECF No. 66.11 [SEALED], pp. 1 –238.)  KNC does not \nprovide information in its briefing as to which of these customers Tutton had contact \nwith during his employment with KNC. \n51. Finally, Defendants point to evidence showing that, even with regard to \nthe ten KNC customers that KNC claims Tutton solicited or contacted in violation of \nthe Consent Order, Tutton never had contact with at least seven of them while he \nwas employed with KNC.  (ECF No. 72, at pp. 12–16.)  KNC had not performed work \nfor at least four of the ten  customers since 2010.   (Id.)  KNC does not dispute this \nevidence. \n52. Thus, the Customers Restriction prohibits Tutton from contacting any  \ncustomer for which KNC has ever performed services since KNC’s inception in 2003  \nwithout regard to (a) when KNC performed work for the customer, (b) the number of \njobs KNC performed for the customer or how long a relationship KNC had with the \ncustomer, or (c) whether Tutton provided services to the customer or even ever had \ncontact with the customer.  While KNC undoubtedly has a n interest in its customer \nrelationships, the sweeping nature of the Customers Restriction  does not appear to \nbe designed  to protect KNC’s legitimate business int erests.  For example, t he \nevidence establishes that the Customers Restriction  would prohibit Tutton from \ncontacting, in 2018, customers which KNC last performed services in 2008 and 2010, \nand with which Tutton had no contact as a KNC employee.  (ECF No. 72, at pp. 12 –\n16.)  The restrictive covenant also would prevent T utton from performing services \nindirectly as a subcontractor of JCI for Arbor Acres, the City of Greensboro, Teleflex, \nThomas Bus, and WFBH .  As T utton explained in his deposition, this is work on \nproprietary JCI systems that KNC could not be hired to perform:  \nQ: Okay, so you did work [at Thomas Bus], but, again, \nyou feel that you’re shielded from them being your \ncustomer because of the intermediate contractor? \n  \nA: No, I’m not shielded. You know –  and you’ve got to \nunderstand the whole way this thing works.  [JCI] has been \nsupporting Thomas Bus, Teleflex, Arbor Acres, everyone \nwe’ve mentioned, they’ve been supporting the City of \nGreensboro.  They’v e been supporting these systems –  \nthese proprietary systems.   [JCI] installs proprietary \nsystems.  KNC can’t work on them.  KNC never worked on \nthem.  These locations, KNC has never done work on these \nsystems.  So, you know, KNC might have done something \nat Thomas Bus like pull a cable, but when –  you know, \nyou’re talking about two different systems.  And I’m getting \noff track here, but, you know, a lot of times, we don’t know \nwho these customers are.  We don’t have no interaction \nwith these customers.  Our customer is [JCI].   \n \n(ECF No. 66.2 [SEALED], redacted at ECF No. 74.2, at pp. 16–17.)   \n53. KNC does not argue that it has a legitimate business interest in such a \nbroad Customers Restriction.  Rather, KNC argues that the specific facts of this case \nwarrant enforceability  of the Customers Restriction  because of Tutton’s egregious \nconduct that was the subject of the Settlement Agreement and Consent Order.  (ECF \nNo. 90, at pp. 4–5, 8.) \n54. The Court has previously acknowledged the unique circumstances of \nthis case, which involves restrictive covenants obtained by KNC through a negotiated \nSettlement Agreement resolving a prior lawsuit and a Consent Order entered by the \ncourt.  KNC Techs., LLC , 2019 NCBC LEXIS 72, at *12– 13.  The Court also has  \nacknowledged what appears to be Tutton’s “propensity to ignore” restrictive \ncovenants based on his conduct leading to the filing of Tutton I.   Id . at *18.  \nNevertheless, the Court’s focus must be on “the extent to which the non- competition \nprovision . . . is no more rest rictive than necessary.”  Outdoor Lighting Perspectives, \n228 N.C. App. at 623.  KNC has not demonstrated a legitimate business interest that \nwould support a  client-based restriction  of this magnitude.  Therefore, the Court \nconcludes that the Customers Restriction is overbroad, and therefore unenforceable \nas a matter of law.    \n55. Accordingly, to the extent KNC seeks summary judgment in its favor on \nits First Claim for breach of contract as to the Customers Restriction, KNC’s Motion \nfor Partial Summary Judgment should be DENIED.  To the extent Defendants seek \nsummary judgment in their favor on KNC’s First Claim  for breach of contract as to \nthe Customers Restriction , Defendants’ Motion for Summary Judgment should be \nGRANTED. \niii. Suppliers Restriction  \n56. The Suppliers Restriction prohibits Tutton from “soliciting, contacting, \nand/or making sales to” nine  specific KNC suppliers.   Tutton admittedly contacted \nand made purchases from five of the listed suppliers.  Defendants contend that KNC \nhas not established a legitimate business justification for the Suppliers Restriction  \nbecause “making a purchase from a supplier does not harm KNC,” and therefore the \nCourt should find the covenant restricting Tutton from “contacting” KNC’s Suppliers \nunenforceable.  (ECF No. 91, at p. 15.) \n57. KNC contends that “[r]elationships with suppliers improve a \ncontractor’s business” and “can provide better pricing and access to training.”  (ECF \nNo. 73, at p. 10.)  KNC argues that “[i]t would make sense for KNC, in its efforts to \nsettle its claims in Tutton I , to have Mr. Tutton  agree to not compete by taking \nadvantage of KNC’s relationship with its suppliers.”  (ECF No. 73, at p. 10.)  Finally, \nKNC points to the fact that Tutton’s purchases from the suppliers listed in the \nConsent Order were “wholly unnecessary” because Tutton a dmits he could have \nobtained the same materials from suppliers not listed in the Suppliers Restriction .  \n(ECF No. 73, at p. 10; ECF No. 67.15 [SEALED], redacted at ECF No. 75.2, at pp. 21–\n22.) \n58. Defendants provide evidence that any alleged advantage Tutton c ould \nget from using KNC’s suppliers is largely illusory because a supplier’s pricing is \nsimply a product of the  volume of purchases , as set  by the manufacturer, and the \nsupplier has little discretion  in setting pricing.  (ECF No. 66.19, at pp. 2, 4 –7; ECF \nNo. 87.4, at pp. 1–2.)    \n59. While the evidence indicates that KNC’s business interest in prohibiting \nTutton from purchasing materials from KNC’s suppliers  in tenuous , the Court \nconcludes that, under the specific facts of this case , the Suppliers Restriction is not \nunreasonable.  First, unlike the Customers Restriction, prohibiting Tutton from using \na discrete list of suppliers has little impact on Tutton’s ability to work in his field of \nexpertise.  Tutton admittedly is able to purchase materials necessary to  I-Tech’s \nbusiness from suppliers other than those from which he is restricted. \n60. Second, the nine expressly identified suppliers listed by KNC are likely \nits key suppliers.  Defendants do not claim that there is evidence that KNC had not \ndone business with the specific suppliers for long periods of time or that Tutton did \nnot have contact with these suppliers during his employment with KNC. \n61. Finally, given the facts underlying Tutton I, it was not unreasonable for \nKNC to seek limited constraints on Tutton’s ability to immediately compete with \nKNC by potentially trading on KNC’s goodwill with its suppliers to obtain favorable \npricing or other advantageous treatment.  While KNC ultimately  overreached in \nattempting to prohibit solicitation of every  customer with which it had ever done \nbusiness, the prohibition on Tutton’s contact with targeted suppliers is  more \nreasonable. \n62. Therefore, the Court concludes that the Customers Restriction  \nprohibiting Tutton from contacting the nine expressly identified suppliers is not \nunreasonable. \nE. Claim for breach of Suppliers Restriction   \n63. KNC’s First Claim  for breach of contract encompasses a claim that \nTutton breached the Suppliers Restriction.  It is undisputed that Tutton, directly or \nindirectly through I -Tech, purchased supplies  from five suppliers on the list of \nrestricted suppliers: Accu-Teck, ADI, Norfolk Wire, CSC, and Graybar.  (ECF No. 91, \nat p. 15; ECF No. 72, at p. 16.)  Nevertheless, Defendants argue that “the plain \nlanguage [of the Suppliers Restriction] mirrors the language regarding customers \nand implies the restriction is on sales and contact leading to sales ,” and not \npurchases.  (ECF No. 91, at p. 15.)  KNC does not respond to this specific argument \nby Defendants. \n64. “When the language of the  contract is clear and unambiguous, \nconstruction of the agreement is a matter of law for the court and the court cannot \nlook beyond th e terms of the  contract to determine the intentions of the parties. ”  \nBank of Am., N.A. v. Rice, 230 N.C. App. 450, 456 (2013);  see also Lynn v. Lynn, 202 \nN.C. App. 423 (2010) (“Whether or not the language of a contract is ambiguous . . . is \na question for the court to determine.”).  A plain and unambiguous contract must be \ninterpreted as written.  RME Mgmt., LLC v. Chapel H.O.M. Assocs., LLC , 251 N.C. \nApp. 562 , 568  (2017).  If a contract is ambiguous, however,  interpretation of the \ncontract is a question of fact for the jury.   Variety Wholesalers, Inc. , 365 N.C. at \n525.  An ambiguity exists when the effect of provisions is uncertain or capable of \nseveral reasonable interpretations.  Id. \n65.  The Suppliers Restriction prohibits Tutton from “soliciting, contacting, \nand/or making sales  to any Suppliers of [KNC] ” but does not expressly prohibit \npurchasing from KNC’s suppliers.  (ECF No. 3, at Ex. 3, ¶ 3.)  Further, the Suppliers \nRestriction uses the term “and/or,” which can be interpreted as either conjunctive or \ndisjunctive and is ambiguous.   Wells Fargo Ins. Servs. USA v. Link , 2018 NCBC \nLEXIS 42, at *23 (N.C. Super. Ct. May 8, 2018) (finding that the use of “and/or” in \nprohibitions within  a restrictive covenant “creates an ambiguity” because the \nprohibition “could be read in both the conjunctive and disjunctive senses”), aff’d per \ncuriam, 372 N.C. 260 (2019).   In the conjunctive, the term “soliciting, contacting, and \nmaking sales to any S uppliers” could support Defendants’ interpretation of the \nprovision as prohibiting only contacts or solicitations of the suppliers that result in \nsales by one or more of the Defendants.  Read in the disjunctive, the provision can be \ninterpreted as prohibiting each of the separate activities of soliciting, contacting, or \nmaking sales, and would make Tutton’s contact with KNC’s suppliers for purposes of \nmaking purchases a breach of the Suppliers Restriction .  Accordingly, the  Court \nconcludes that the language  in the Suppliers Restriction  is susceptible of two \nreasonable interpretations and is ambiguous.    \n66. Since the Suppliers Restriction  is ambiguous, the Court cannot d ecide \nKNC’s claim that Tutton breached the Consent Order by contacting KNC’s suppliers.  \nTherefore, to the extent KNC seeks summary judgment in its favor on its First Claim \nof breach of contract for violation of the Suppliers Restriction , KNC’s Motion for \nPartial Summary Judgment should be DENIED.   To the extent Defendants seek \nsummary judgment in their favor on KNC’s First Claim  of breach of contract  for \nviolation of the Suppliers Restriction,  Defendants’ Motion for Summary Judgment \nshould be DENIED.  \nF. The Liquidated Damages Provision and the Motion to Exclude \n67. Defendants seek summary judgment on their argument that the \nLiquidated Damages Provision  in the Settlement Agreement is an unenforceable \npenalty.  (ECF No. 64, at p. 1; ECF No. 72, at pp. 16–25.)  “[I]t is well established that \na sum specified in the contract as the measure of recovery in the event of a breach \nwill be enforced if the court determines it to be a provision for liquidated damages, \nbut not enforced if it is determined to be a penalty.”  Majestic Cinema Holdings, LLC \nv. High Point Cinema, LLC , 191 N.C. App 163, 167 (2008) (citing Brenner v. Little \nRed Schoolhouse, Ltd. , 302 N.C. 207, 214 (1981)).  Our Supreme Court has \ndistinguished between liquidated damage s provisions in contracts , which are \nenforceable, and penalty clauses which are not enforceable: \nLiquidated damages are a sum which a party to a contract \nagrees to pay or a deposit which he agrees to forfeit, if he \nbreaks some promise, and which, having been arrived by a \ngood faith effort to estimate in advance the actual damage \nwhich would probably ensue from the breach, are legally \nrecoverable and retainable . . . if the breach occurs.   A \npenalty is a sum which a party similarly agrees to pay or \nforfeit . . . but which is fixed, no t as a pre -estimate of \nprobable actual damages, but as a punishment, the threat \nof which is designed to prevent the breach, or as security \n. . . to insure that the person injured shall collect his actual \ndamages.  \n \nKinston v. Suddreth, 266 N.C. 618, 620 (1966) (citation and internal quotations \nomitted).  In order to determine whether a fixed sum as a measure of recovery is a \nliquidated damage or an unenforceable penalty, “this Court will consider ‘the nature \nof the [c]ontract, the intention of the parties, [and] the sophistication of the \nparties . . . .’”  Majestic Cinema Holdings, LLC , 191 N.C. App. at 167 (quoting E. \nCarolina Internal Med., P.A. v. Faidas, 149 N.C. App. 940 (2002)).  “The party seeking \nto invalidate the liquidated damages clause bears the burden of proving the provision \ninvalid.”  WFC Lynnwood I LLC v. Lee of Raleigh, Inc., 259 N.C. App. 925, 929 (2018) \n(internal citations omitted). \n68. Under North Carolina law \n[w]hether a stipulated sum will be treated as a penalty or \nas liquidated damages may ordinarily be determined by \napplying one or more aspects of the following rule: A \nstipulated sum is for liquidated damages only (1) where the \ndamages which the parties might reasonably anticipate are \ndifficult to ascertain because of their indefiniteness or \nuncertainty and (2) where the amount stipulated is either \na reasonable estimate of the damages which would \nprobably be caused by a breach or is reasonably \nproportionate to the dama ges which have actually been \ncaused by the breach. \n \nKnutton v. Cofield, 273 N.C. 355, 361 (1968)  (emphasis added); see also Green Park \nInn, Inc. v. Moore, 149 N.C. App. 531, 538–39 (2002).   \n69. In this case, the Liquidated Damages Provision provides:  “Tutton \nacknowledges and agrees that [KNC] shall be entitled to a payment of liquidated \ndamages in the amount of Twenty -Five Thousand and No/100 Dollars ($25,000.00) \nper violation.”  (ECF No. 3, at Ex. 2, ¶ 6.) \ni. Difficulty of calculation \n70. Defendants provided the testimony of their e xpert, Michael Womble \n(“Womble”), that calculating or attempting to estimate an amount of damages \nresulting from breach of the Consent Order would not have been overly difficult.  \n(ECF No. 72, at pp. 20– 23.)  For example, u sing KNC’s historical financial data, \nWomble calculated, inter alia, that: \n• KNC’s average revenue, not profit, per job were \nsubstantially less than $25,000 each year from 2011-2018. \n(ECF No. 66.7, 22:7- 26:2, 114:24-115:9; ECF No. 66.8, Ex \n4, Ex 22; ECF No. 66.18, p. 2). \n \n• Only a small percentage of KNC’s jobs actually had gross \nrevenue of $25,000.00 or more in 2011, 2012, or 2013. (ECF \nNo. 66.7, 26:15-29:15, 200:10-202:6, 204:5-205:11; ECF No. \n66.8, Ex 5; ECF No. 66.18, p. 2). \n \n• From 2011-2013, KNC’s average annual gross profit per \njob was substantially less than $25,000.00. (ECF No. 66.18, \np. 2). \n \n(Id. at p. 23.)  Womble also determined that for the years 2011 –2013, only about 6% \nof KNC’s jobs for customers were for amounts greater than $25,000, and that KNC’s \naverage gross profit per job was $1,275.  (ECF No. 66.18, at p. 3.) \n71. In the face of this evidence , KNC pro vides no explanation as to why \ncalculating damages would have been difficult.  Instead, KNC simply provides the \nfollowing conclusion from its rebuttal expert, Eric Lioy:  \nAt the time the Settlement Agreement was executed, and \nthe Consent Order approved, estimating the damages that \nKNC would incur due to a violation of those agreements \nwould have been difficult.  Womble’s opinions to the \ncontrary are flawed and incorrect based on inadequate \nanalysis of the facts and evidence. \n \n(ECF No. 66.16, at p. 5.)  However, Lioy testified that the damages were only \nuncertain “because you don't know ahead of time . . . what would happen.”  (ECF No. \n66.15 [SEALED], redacted at ECF No. 74.5,  at p. 89.)  Nevertheless, Lioy admitted \nthat the cost of an average job and average  profitability per customer could be \ncalculated.  (Id. at p. 90.) \n72. While KNC’s evidence is sparse, the Court concludes that there remains \na genuine dispute of material fact on this issue of whether a reasonable estimate of \ndamages was difficult to ascertain .  Regardless,  Defendants may still meet their \nburden of establishing that the Liquidated Damages Provision is unenforceable by a \nshowing that the stipulated amount is not  a “reasonable estimate” of the damages \nlikely to be caused by a breach and is not “reasonably proportionate” to the damages \nactually caused by the breach.  Green Park Inn, Inc., 149 N.C. App. at 538–39. \nii. Reasonable estimate or reasonably proportionate to actual damages \n73. Defendants argue that, e ven if KNC has created an issue of fact as to \nthe difficulty of calculating the damages that would result from a breach, the \nundisputed facts establish that the $25,000 Liquidated Damages Provision was not a \nreasonable estimate of the damages that would be caused by a breach, nor is it \nreasonably proportionate to the actual damages that resulted from any breach.  (ECF \nNo. 72, at pp. 20–25.)   \n74. Defendants note that KNC was unable to provide any explanation for \nhow the sum of $25,000 was calculated or how it reflected a reasonable estimate of \nKNC’s potential damages.8  (Id. at p. 20 (citing testimony of KNC’s corporate witness, \nECF No. 66.7, passim.).)  Rather, KNC’s corporate witness admitted under oath that \nthe $25,000 Liquidated Damages Provision  was intended to be  a “deterrent” or \n“penalty” to discourage Tutton from breaching the Settlement Agreement and \nConsent Order: \nQ: Okay.  From KNC’s point of view, was the point of \nthe $25,000 provision just to be there as a –  a stick or a \nsword to make sure [Tutton] didn’t violate the – the \nagreement? \n  \nA: It should have been a deterrent. \n \nQ: But from KNC’s point of view was that the –  the \nreason for the $25,000 figure? \n \nA: No.  The reason for the $25,000 figure was the \ninjunction.  The injunction was signed in order to keep \n[Tutton] from competing with –  directly with KNC’s \ncustomers, or against us with our customers and our \nsuppliers. \n. . .  \n \nQ: Okay, but back in August and September of 2014, \nwas KNC’s perspective on $25,000 that it was a number \nthat would, you know, motivate [ ] Tutton not to break the \nagreement? \n \n8 Defendants also note that KNC did not have Lioy  analyze whether $25,000 per violation \nwas a reasonable estimate of KNC’s damages or reasonably proportionate to KNC’s actual \ndamages.  (Id. at p. 24 (citing ECF No. 66.15 [SEALED], redacted at ECF No. 74.5, at p. 15).)   \n  \nA: It should have, yes. \n  \nQ: From KNC’s perspective was that the primary \nreason that, you know, $25,000 was selected? \n  \nA: I don’t know if that was the primary reason, but it \nwas to ensure that there was –  a – a penalty for a \ncombination of things, and that is copying the network, \nillegal acts, and then furthermore, you know, if you don’t \nkeep the agreement this is what’s going to happen.   \n \n(ECF No. 66.7 [SEALED], redacted at ECF No. 74.4, at p. 9.)   \n75. Further, Defendants cite to the following testimony from KNC’s \ncorporate witness , which reveals KNC’s intention as to the application  of the \nLiquidated Damages Provision:  \nQ: Okay, and if there are three phone calls [by Tutton] \nto the same KNC customer that don’t result in any work, \nare those three phone calls a $75,000 violation? \n  \nA: If we know about them, yes.    \n. . . \n \nQ: And if there are multiple phone calls to the same \nsupplier is each phone call a separate $25,000 violation? \n  \nA: Yes.  \n \n(ECF No. 66.7 [SEALED], redacted at ECF No. 74.4, at p. 3.)  Naturally, Defendants \nargue tha t a calculation of damages under the Liquidated Damages Provision, as \nKNC would have it, cannot be a reasonable estimate of damages or reasonably \nproportionate to the damages actually suffered by KNC.  (ECF No. 72, at p. 23.)  This \nwould result in a $25,000 “liquidated damage” for each and every time Tutton came \nin “contact” with a KNC customer or su pplier, regardless of whether that contact \nresulted in actual work.  Further, Defendants point out that the total damages KNC \nis seeking are more than KNC’s total gross profit per job in 2011 and 2012, per year \nor combined.9  (ECF No. 72, at p. 24 (citing ECF No. 66.18, at pp. 1–3).) \n76. KNC does not respond to most of the evidence presented by Defendants \nshowing that $25,000 is not a reasonable estimate of the damages KNC would suffer \nfrom a breach of the Consent Order and not proportional to the damages KNC actually \nsuffered.  Rather , KNC contends only that it believes damages would have been \ndifficult to estimate, and that the Liquidated Damages Provision should be enforced \nbecause the parties agreed to it in the Settlement Agreement.  (ECF No. 91, at pp. 10–\n12.) \n77. The undisputed facts establish that the $25,000 per violation Liquidated \nDamages Provision was neither a reasonable estimate of the damages that would be \ncaused by a breach of the Consent Order nor reasonably proportionate to the damages \nwhich were actually caused by the alleged breaches.  The undisputed facts also \nestablish that the Liquidated Damages Provision  was intended as a penalty.   \nDefendants have carried their burden of establishing that the Liquidated Damages \nProvision is unenforceable.  WFC Lynnwood I LLC , 259 N.C. App. at 929.  \nAccordingly, t he Court  concludes that the L iquidated Damages Provision in the \nSettlement Agreement of $ 25,000 per violation is  an unenforceable  penalty.  \n \n9 Defendants contend that “KNC remains unable to calculate the full scope of its liquidated \ndamages, only calculating liquidated damages ‘in excess of $2 million’ regarding Customers \nand ‘exceeds $1,000,000’ for Suppliers.”   (ECF No. 72, at p. 23 (citing KNC’s Responses to \nDefs’ First Interrogs., ECF No. 66.9; KNC’s Supp. Responses to Defs.’ First Interrogs., ECF \nNo. 66.10, at pp. 3–5; ECF No. 66.7, at pp. 168).) \nTherefore, to the extent Defendants seek summary judgment in their favor on the \nissue of the enforceability of the Liquidated Damages Provision, Defendants’ Motion \nfor Summary Judgment should be GRANTED.   \niii. Motion to Exclude  \n78. Defendants move to exclude Eric Lioy’s testimony  based on  various \nalleged inadequacies in the formulation of his rebuttal opinion.  (ECF No. 69, at pp. \n2–5.)  The Court has carefully considered the Motion to Exclude, the b riefs filed in \nsupport of and in opposition to the Motion to Exclude, the exhibits filed by the parties, \nthe applicable law , and other appropriate matters of record,  and concludes in its \ndiscretion that the Motion to Exclude should be DENIED, without preju dice to \nDefendants’ right to seek to exclude Eric Lioy’s testimony and report from trial in this \nmatter.   \nG. Third and Sixth Claims for Relief \n79. Defendants also move for summary judgment on  KNC’s remaining \nclaims for tortious interference against I -Tech (Third Claim) and for unfair and \ndeceptive trade practices against both Tutton and I -Tech (Sixth Claim).  (Id. at pp. \n26–27; see ECF No. 3, at ¶¶ 31–37, 49–53.)   \ni. Tortious Interference with Contract   \n80. In the Compla int, KNC alleges that “[u]pon current information and \nbelief, I-Tech intentionally induced Tutton to breach the [Settlement Agreement and \nConsent Order]”  and “I-Tech’s actions were done without justification.”  (ECF No. 3, \nat ¶¶ 34–35.)  Defendants argue that they are entitled to summary judgment on the \nclaim for tortious interference on the grounds that (a) there is no evidence that I-Tech \nintentionally induced Tutton to breach the Settlement Agreement and Consent \nOrder, and (b) I-Tech did not act with legal malice.  (ECF No. 72, at p. 26.)  In support \nof this argument, Defendants contend  “[t]he evidence shows the other owners of I -\nTech had limited knowledge of the Con sent Order” and “ I-Tech was not founded to \ninjure or gain advantage over KNC, but to be a family company and support their \nfamily,” citing to the deposition of Tutton and Regina Bagby.  (Id. (citing to ECF No. \n66.2 [SEALED], redacted at ECF No. 74.2 , at pp. 9–10; ECF No. 66.6, at p. 4; ECF \nNo. 66).)   \n81. KNC argues that “Defendants appear to confuse actual malice with legal \nmalice” and “[a]t a minimum, the sheer volume of contacts and jobs that Defendants \nacquired with [GCS] at times in directly [sic]  competition with KNC, creates an issue \nof material fact,” precluding summary judgment on this claim.  (ECF No. 90, at p. \n12.)  \n82. The elements of a claim for tortious interference with contract are:  \n(1) a valid contract between the plaintiff and a third person \nwhich confers upon the plaintiff a contractual right against \na third person; (2) the defendant knows of the contract; (3) \nthe defendant intentionally induces the third person not to \nperform the contract; (4) and in doing so acts without \njustification; (5) resulting in actual damage to the plaintiff. \n \nBeverage Sys. of the Carolinas, LLC v. Associated Bev. Repair, LLC , 368 N.C. 693, \n699 (2016).  “This Court has interpreted ‘induce’ to mean ‘purposeful conduct,’ ‘active \npersuasion, request, or petition.’”  Charah, LLC v. Sequoia Servs. LLC , 2019 NCBC \nLEXIS 18, at *18 (N.C. Super. Ct. Mar. 11, 2019) (quoting KRG New Hill Place, LLC \nv. Springs Inv’rs, LLC , 2015 NCBC LEXIS 20, at *14– 15 (N.C. Super. Ct. Feb. 27, \n2015)) (citation omitted).   “[T]he inducement  required to establish a claim for \nintentional interference . . . requires purposeful conduct intended to influence a third \nparty not to enter into a contract with the claimant.”  KRG New Hill Place, LLC, 2015 \nNCBC LEXIS 20, at *15.  \n83. KNC did not respond to Defendants’ argument that there is no evidence \nthat I-Tech induced Tutton to breach the Settlement Agreement and Consent Order.  \nFurther, Defendants provided no evidence of any purposeful conduct by I-Tech or any \nof its owners or employees to induce Tutton to breach the Settlement Agreement and \nConsent Order.  (ECF No. 90, at p. 12.)   Therefore, to the extent Defendants seek \nsummary judgment in their favor on KNC’s Third Claim for tortious interference of \ncontract against I -Tech, Defendants’ Motion fo r Summary Judgment  should be \nGRANTED.   \nii. Unfair and Deceptive Trade Practices   \n84. In its Complaint, KNC alleges that “Defendants have engaged in unfair \ntrade practices and methods of competition, including engaging in willful violations \nof this Court's permanent injunction” in violation of the  UDTPA.  (ECF No. 3, at ¶ \n50.)  Defendants argue that KNC’s  UDTPA claim should be dismissed on summary \njudgment because “[t]here is no evidence of egregious or aggravating circumstances \nnecessary to prove a UDTP [A] claim.”  (ECF No. 72, at p. 27.)  Further, Defendants \nargue that the “violation of a covenant not-to-compete, essentially a breach of contract \nwithin the employer/employee relationship, lies outside the scope of the UDTP [A],” \nquoting Kinesis Advertising, Inc. v. Hill, 187 N.C. App. 1, 21 (2007).  (Id.)   \n85. KNC argues that “[t]he volume of violations  [of the Consent Order by \nTutton] is sufficient to create an issue of material fact as to the UDTP[A] claim” and \nthe precedent in Kinesis Advertising  should not apply because “the facts unique to \nthis case[ ] show that the analogy to employer-employee non-competition agreements \nis wholly inappropriate[.]”  (ECF No. 90, at p. 13.)   \n86. A claim of unfair trade practices requires proof of “(1) an unfair or \ndeceptive act or practice, (2) in or affecting commerce, which (3) proximately caused \nactual injury to the [plaintiff].”  Nucor Corp. v. Prudential Equity Grp., LLC, 189 N.C. \nApp. 731, 738 (2008).  However, “a mere breach of contract, albeit willful or \nintentional, cannot serve as the sole basis for a  UDTP[A] claim.”   \nFlanders/Precisionaire Corp. v. Bank of N.Y. Mellon Trust Co. , 2015 NCBC LEXIS \n36, at *37 (N.C. Super. Ct. Apr. 7, 2015) (citing Mitchell v. Linville, 148 N.C. App. 71, \n74 (2001)).  A “breach of contract must be accompanied by aggravating \ncircumstances—which may include ‘forged documents, lies, and fraudulent \ninducements’—to elevate it to an unfair or deceptive trade practice.”  Tillery Envtl. \nLLC v. A&D Holdings, Inc., 2017 NCBC LEXIS 68, at *9–10 (N.C. Super. Ct. Aug. 4, \n2017) (citation omitted).   \n87. The Court already has concluded that I -Tech cannot be held liable for \nviolations of the Settlement Agreement and Consent Order and granted summary \njudgment to Defendants on KNC’s claims against I -Tech for breach of contract.  The \nCourt also has granted summary judgment to Defendants on KNC’s claim for tortious \ninterference with contract against I-Tech.  Therefore, the Court concludes that there \nare no grounds upon which I -Tech can be held liable for engaging in unfair trade \npractices against KNC under the UDTPA.  To the exten t Defendants seek summary \njudgment in their favor on  KNC’s claim against I -Tech for violation of the UDTPA, \nDefendants’ Motion for Summary Judgment should be GRANTED. \n88. KNC’s claim against Tutton for violation of the UDTPA rests upon the \nclaim that Tutton breached the Settlement Agreement and Consent Order .  More \nspecifically, KNC’s UDTPA claim now rests upon Tutt on’s breach of the Suppliers \nRestriction.  To the extent Defendants argue that the UDTPA claim against Tutton \nshould be dismissed because it involves breach of a contract arising from  the \nemployer/employee relationship that is outside of the protections of  the UDTPA, see \nKinesis Advertising , 187 N.C. App. at 21, the Court disagrees with Defendants’ \nargument.  This case does not involve violation of an agreement between an employer \nand employee, it involves violation of a Consent Order entered as result of settlement \nbetween civil litigants.  The Court finds the facts underlying this case do not fall \nunder the holding in Kinesis Advertising. \n89. While the alleged breaches of the Suppliers Restriction do not fall within \nthe traditional categories of “aggravating c ircumstances” which support a claim \nunder the UDTPA, see Tillery Envtl. LLC, 2017 NCBC LEXIS 68, at *9–10, the facts \nand circumstances weigh against dismissal of the UDTPA claim at this stage.  As \npreviously addressed by this Court in assessing the Supplie rs Restriction’s \nreasonableness, the Suppliers Restriction targets nine  specifically listed entities  of \nwhich Tutton was clearly and unambiguously put on notice.  Further,  Tutton is \nadmittedly able to purchase materials necessary to I -Tech’s business from suppliers \nother than those listed in the Suppliers Restriction.  When considered in the context \nof Tutton’s apparent disregard for the restrictive covenants  in the Settlement \nAgreement and Consent Order , there is  a question of fact as to whether  Tutton \nintended to comply with the Suppliers Restriction at the time  entered into the  \nagreements.  See Wells Fargo Bank, N.A. v. Corneal, 238 N.C. App. 192, 196–97 (2014) \n(acknowledging that a party’s intention to “break its promise at the time that it made \nthe promise” may qualify  as an aggravating circumstance supporting a UDTPA \nclaim).  For these reasons, to the extent Defendants seek summary judgment in their \nfavor on KNC’s claim against Tutton for violation of the UDTPA, Defendants’ Motion \nfor Summary Judgment should be DENIED.   \nIV. CONCLUSION \nTHEREFORE, IT IS ORDERED that the Motion s are GRANTED, in part, \nand DENIED, in part, as follows:  \n1. To the extent Defendants seek summary judgment in their favor on \nKNC’s claim that Tutton breached the Customers Restriction ( First \nClaim), Defendants’ Motion for Summary Judgment is GRANTED; \n2. To the extent Defendants seek summary judgment in their favor on \nKNC’s claim that Tutton breached the Suppliers Restriction (First \nClaim), Defendants’ Motion for Summary Judgment is DENIED; \n3. To the extent Defendants seek summary judgment in their favor on \nKNC’s claim of breach of contract against I -Tech (Second Claim), \nDefendants’ Motion for Summary Judgment is GRANTED;  \n4. To the extent Defendants seek summary judgment on the contention \nthat the Liquidated Damages Provision  is unenforceable, \nDefendants’ Motion for Summary Judgment is GRANTED;  \n5. To the extent Defendants seek summary judgment in thei r favor on \nKNC’s tortious interference with contract claim (Third Claim), \nDefendants’ Motion for Summary Judgment is GRANTED.   \n6. To the extent Defendants seek summary judgment in their favor on \nKNC’s UDTPA claim (Sixth Claim), Defendants’ Motion for \nSummary Judgment is DENIED;  \n7. Defendants’ Motion to Exclude (ECF No. 68) is DENIED, without \nprejudice; and  \n8. KNC’s Motion for Partial Summary Judgment on its breach of \ncontract claim s against Tutton  (First Claim) and I -Tech (Second \nClaim) is DENIED. \n \nSO ORDERED, this the 8th day of April, 2021. \n \n    /s/ Gregory P. McGuire      \n    Gregory P. McGuire \n    Special Superior Court Judge \n    for Complex Business Cases \n "
}