{
  "id": "f4feb670b49b0e842ab5e96fae6ab6ea6c8b130810009191810b7d76ab26ccc4",
  "source_file": "data/raw/ncbc/f4feb670b49b0e842ab5e96fae6ab6ea6c8b130810009191810b7d76ab26ccc4.pdf",
  "raw_text": "Lau v. Constable, 2019 NCBC 69. \n \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF FORSYTH \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 4393 \n \nGREGORY LAU and VENT TECH \nCORPORATION, \n  \nPlaintiffs, \n \nv. \n \nDOUGLAS CONSTABLE, ROBERT \nMARTIN, TIFFANY WILLARD, and \nJENNIFER CONSTABLE, \n \nDefendants. \n \n \n \n \nORDER & OPINION ON CROSS \nMOTIONS FOR SUMMARY \nJUDGMENT \n \nTHIS MATTER is before the Court upon Plaintiffs Gregory Lau and Vent Tech \nCorporation’s Motion for Summary Judgment , (“Plaintiffs’ Motion”, ECF No. 155) , \nand Defendant Robert Martin’s Motion for Summary Judgment.  (“Martin’s Motion”, \nECF No. 157; collectively, the “Motions”.)  The Court, having considered the Motions, \nthe briefs in support of and in opposition to the Motions, the evidentiary materials \nfiled by the parties, the arguments of counsel at the hearing on the Motion, and other \nappropriate matters of record, concludes that the Motions should be GRANTED, in \npart, and DENIED, in part, for the reasons set forth below. \nTerpening Law PLLC by William R. Terpening for Plaintiffs Gregor y \nLau and Vent Tech Corporation. \n \nBlanco Tackabery & Matamoros, P.A. by Chad A. Archer, Elliot A. Fus, \nand Peter J. Juran for Defendant Robert Martin \n \nMcGuire, Judge. \n \n \nI. FACTS \n1. “The Court does not make findings of fact when ruling upon a motion for \nsummary judgment.  But[,] to provide context for its ruling, the Court may state \neither those facts that it believes are not in material dispute or those facts on which \na material dispute forecloses summary adjudication.”  Ehmann v. Medflow, Inc., 2017 \nNCBC LEXIS 88, at *6 (N.C. Super. Ct. Sept. 26, 2017). \n2. Plaintiff Gregory Lau (“Lau”) is the founder and current sole owner  of \nPlaintiff Vent Tech Corporation (“VTC”). 1  (Lau Depo. Excerpts Supp. of Pls., ECF \nNo. 159.2, at pp. 8, 13, 15–17; Robert Martin Aff., ECF No. 161 at pdf. pp. 1–25, ¶ 2 \n(hereinafter “Martin Aff.”).) 2  Lau formed VTC as a New Jersey company in the late \n1980s and moved it to Mocksville, North Carolina by the early 1990s.  (ECF No. 159.2, \nat pp. 12 –13; Martin Aff.,  at ¶ 2. )  VTC was  in the busines s of developing, \nmanufacturing, and selling medical devices with a focus on resuscitation products.  \n(Martin Aff. , at  ¶ 13 .)  In addition to its U.S. operations  in Mocksville , VTC had \nsignificant operations in China where it manufactured its products.  (Id. at ¶¶ 9, 19.)  \nLau served as VTC’s chief executive officer and the chairman of its Board of Directors.  \n(Id. at ¶ 19.)  However, during the relevant time period, he spent most of his time in \nChina managing the overseas manufacturing aspects of VTC’s operations.  (Id. at ¶¶ \n9–10, 19; Martin Depo. Supp. of Pls., ECF No. 159.5, at p. 20.)   \n                                                 \n1 VTC was formerly known as Ventlab Corporation but is referred to herein solely as VTC. \n2 ECF No. 161 is a single pdf. document that contains all of Defendant’s exhibits with no \ncontinuous page numbers. ECF No. 161, consequently, necessitates the implementation of an \nunorthodox citation form that notes the page rage within the pdf. where the cited material \ncan be located. \n \n \n3. Defendant Robert Martin (“Martin”) is a former employee, shareholder, \nand officer of VTC.  Martin joined the company as Director of Sales and Marketing in \n1993, was promoted to the position of Vice President of Sales and Marketing in 2000, \nand ultimately was named President of VTC sometime in 2004 or 2005.  (Martin Aff., \nat ¶¶ 1–12.)  As President, Martin’s primary focus was managing sales, marketing, \nand product development for VTC.  ( Id. at ¶ 11; ECF No. 159.12, at p. 28.)   From \n1999 until at least 2009, Martin was  a minority shareholder of VTC  holding a \nmembership interest of up to 11 to 11.5% of the company.  (ECF No. 159.12, at ¶ 26.)   \nIn 2009, Martin notified Lau of his intent to exercise his buyout rights and Martin \nwas paid out for his ownership interest over a period of time.  (Id. at ¶¶ 26–30.)   \n4. Defendant Doug Constable  (“Constable”) is a former employee, \nshareholder, and officer of VTC.  On Martin’s recommendation, Lau hired Constable \naround 2000 or 2001.  (Martin Depo. Supp. of Pls., ECF No. 159.5, at p. 20; ECF No. \n159.2, at p. 54 .)  During his time at VTC, Constable served as the E xecutive Vice \nPresident and operated as VTC’s Chief Financial Officer.  (Martin Aff., at ¶¶ 16, 19.)  \nConstable, inter alia, was in charge of all of VTC’s financial.  (Id.)  Constable also \nbecame a minority shareholder in VTC in or around 2009 and held as much as a 5% \nownership interest in the company.  (“Fahey Report”, ECF No. 159.4, at p. 4.) \n5. VTC remained in operation until December 31, 2012, at which time its \nassets were sold to a third -party company (the “Sale”) and its operations effective ly \nceased.  (Martin Aff. , at ¶ 35.)  Lau, Martin, and Constable were employed by VTC \nuntil the Sale.  \n \n \n6. In May of 2013, following the Sale of VTC, a representative of the \npurchaser of VTC, Dan Bowen (“Bowen”), visited Lau in China.  (ECF No. 159.2, at \npp. 176–77.)  According to Lau, during the visit Bowen suggested that VTC would \nhave been more valuable if Lau had been more careful managing the finances of the \ncompany, including accumulating alleged American Express credit card expenses of \n$110,000 to $120,000 a month.  ( Id.)  Lau states that this conversation with Bowen \nsparked his curiosity into whether Constable and Martin had acted improperly in \nmanaging the company’s resources.  (Id.)   \n7. In October 2013, Lau engaged Alex Fahey, a certified public accountant \nand certified fraud examiner, to investigate potential corporate wrongdoing carried \nout by Constable, Martin, and others employed by VTC.  (ECF No. 161 , at pdf. pp \n405-24, pp. 14–15 (hereinafter “Fahey Depo.”); “Fahey Aff. in Opp. to Martin”, ECF \nNo. 167.3.)  Fahey performed an initial fraud analysis, discovered alleged fraud, and \nrecommended that Lau hire an attorney.  (Fahey Depo., at p. 15.)   \n8. At some point following Lau’s discovery of the potential fraud, Lau, \nConstable, and Martin began to eng age in discussions about claims Lau believed he \nhad against Martin and Constable and vice versa.  (“2015 Tolling Agreement” , see \ngenerally, ECF No. 167.11.)  On December 28, 2015, Lau, Constable, and Martin \nentered into a Tolling Agreement “in their individual capacities and to the extent they \nwere owners, officers, or managers of [VTC] or Ventlab Holdings with the authority \nto bind said entities[.]”  (Id. at p. 1 )  Lau, Constable, and Martin entered the  2015 \nTolling Agreement to toll the applicable statutes of limitation until June 30, 2016 for \n \n \nLau’s potential claims “relating to or arising out of the ownership, management, \noperations, and sale of [VTC or Ventlab Holdings], or the use, misuse, or disposition \nof [VTC or Ventlab Holding s] funds or resources[.]”   (Id.)  The parties subsequently \nentered into another Tolling Agreement extending the tolling  period until July 21, \n2016.  (“2016 Tolling Agreement”, ECF No. 167.12; collectively with the 2015 Tolling \nAgreement, the “Tolling Agreements”.) \n9. On July 21, 2016, Plaintiffs filed this lawsuit, and on January 25, 2018, \nPlaintiffs, with leave of Court, filed the Amended Complaint.  (ECF Nos. 1, 110.)   \n10. The gravamen of the Amended Complaint is that Defendants, led by \nConstable, carried out a far -reaching scheme to misuse and steal millions of dollars \nfrom Plaintiffs.  ( “Amended Complaint”, ECF No. 110, at ¶¶ 1–14.)  Specifically, \nPlaintiffs assert that Constable falsified and manipulated VTC company records and \ndiverted Plaintiffs’ funds through unrelated entities (“Self -Dealing Entities”) and \naccounts to himself and others, and that all named Defendants  were aware of and  \npersonally benefitted from these diversions of Plaintiffs’ financial resources.  (Id.)   \n11. Plaintiffs and the Defendants other than Martin (“Settling Defendants”) \nsubsequently entered into a confidential settlement agreement .  On September 18, \n2018, Plaintiffs and the Settling Defendants filed a stipulation of dismissal \ndismissing Plaintiffs’ claims against the Settling Defendants with prejudice.  \n(“Stipulation of Dismissal”, ECF No. 135.)  Martin is the only remaining Defendant \nin this lawsuit.   \n \n \n12. The current dispute between Plaintiffs and Martin centers on Plaintiffs’ \ncontention that Lau––while residing in China and focusing his efforts on managing \nVTC’s manufacturing operations ––entrusted Martin with the responsibility of \noverseeing and managing VTC’s United States operations, and that Martin breached \nthat trust to the damage of Lau and VTC.  (Pls.’ Supp. Br., ECF No. 156, at pp. 1–3.)  \nMore specifically, Plaintiffs argue the evidence shows that Martin encouraged Lau to \nfocus his attention on VTC’s manufacturing operations in China and promised to \noversee and protect VTC’s U.S. Operations.  (ECF No. 159.2, at pp. 53, 78 –79.)  Lau \nclaims he would not have worked and lived in China for so long if he knew that Martin \n“[was] not watching the shop for [him.]”  ( Id. at pp. 78–79.)  Lau expected Martin’s \noversight to include, inter alia, review of VTC’s financial operations, including direct \noversight of Constable.  (Id. at pp. 53, 78–79, 81–82.)   \n13.  Plaintiffs assert that the evidence shows Martin neglected his duties to \nLau and VTC and injured Lau and VTC by (1) diverting Plaintiffs’ funds to himself , \nand (2) knowingly allowing his co -Defendants, primarily Constable, to divert \nPlaintiffs’ funds to themselves.  (ECF No. 156, at p. 5.)  Plaintiffs further contend that \nthe evidence shows Martin diverted Plaintiffs’ funds to himself by: (1) receiving illegal \npayments from VTC “sometimes directly, but often through the ownership of third \nparty entitites[;]” (2) using VTC’s credit card to pay for  hundreds of thousands of \ndollars of personal ex penses; and (3) receiving improper payments following the \nDecember 31, 2012 Sale of VTC.  ( Id. at p. 6.)  Plaintiffs point to the Report of Alex \nFahey, a certified fraud examiner and certified financial forensics expert employed \n \n \nby Plaintiffs, as the prima ry evidence that establishes Constable and Martin’ s \nimproper diversion of VTC’s funds and assets.  (“Fahey Report”, ECF No. 159.4.) \n14. Martin, however, denies knowledge, or involvement in, any of the \nwrongful transactions asserted by Plaintiffs  and argues tha t the evidence does not \nestablish any wrongdoing on his part .  (Martin Br. ISO . Mot. for SJ., ECF No. 158.)  \nMartin presents evidence that he never “participate[d] in or ha[d] oversight of \nfinancial management, bookkeeping, wire transfers , or management of th ese \nfunctions for [VTC.]”  (Martin Aff. , at ¶ 18; James Cochie Aff., ECF No. 161 at pdf. \npp. 309-11, ¶ 4; Chris Reed Aff., ECF No. 161, at pdf. pp. 312-15, ¶ 4.)  Martin instead \navers that Lau was responsible for VTC’s overall wellbeing  including oversight of \ncompany financials and personnel.  (Martin Aff. , at  ¶ 19.)  Furthermore, Martin \npresents evidence that he was President of VTC in title only and did not take on the \ntraditional duties of a company President.  (Id. at ¶ 12.)  Martin’s evidence is that his \nsole responsibility with VTC was driving its sales growth and managing its marketing \nand product development efforts.  (Id. at ¶¶ 11, 14.)  Martin also offers evidence that \nusing company funds for personal expenses was an accept ed practice embedded in \nVTC’s corporate culture and the Lau was an active participant  in doing the same .  \n(Id.)  Based on this evidence , and certain affirmative defenses raised in his Motion, \nMartin argues that Plaintiffs’ Motion should be denied, and that Martin’s own Motion \nshould be granted. (see generally, ECF No. 158.) \n \n \nII. PROCEDURAL BACKGROUND \n15. This action was commenced on July 21, 2016 and  was designated as a \ncomplex business case and assigned to the Honorable Michael L. Robinson  on July \n22, 2016 .  (Designation Order, ECF No. 4; Assignment Order, ECF  No. 5).  On \nJanuary 17, 2018, the case was reassigned to the undersigned.   (ECF No. 108.)  On \nJanuary 23, 2018, Plaintiffs were granted leave to file an amended complaint, and on \nJanuary 25, 2018, the Amended Complaint was filed with the Court.  (ECF No. 110.)   \n16. In the Amended Complaint, VTC asserts the following claims against \nMartin: constructive fraud (sixth claim for relief); breach of fiduciary duty (seventh \nclaim for relief); and conversion (eighth claim for relief).  Additionally, VTC and Lau \ncollectively assert claims against Martin for unjust enrichment (sixteenth claim for \nrelief); constructive trust (seventeenth claim for relief); and civil conspiracy \n(eighteenth claim for relief).  (ECF No. 110, at pp. 64–92.)  \n17. On April 1, 2019, Plaintiffs filed Plaintiffs’ Motion seeking summary \njudgment in their favor  on all of their claims against Martin.  (ECF No. 155.)  \nPlaintiffs also filed a brief in support of the  Motion, (ECF No. 156) , and multiple \nsupporting materials (Pls.’ Materials Supp. SJ., ECF Nos. 159–159.21.)  On the same \ndate, Martin filed Martin’s Motion seeking summary judgment on all claims asserted \nagainst him by Plaintiffs.  (ECF No. 157.)  Martin a lso submitted a brief in support \nof the Motion (Martin’s Br . Supp., ECF No. 158) and multiple supporting materials \n(Martin’s Materials Supp. SJ., ECF No. 161.)  \n \n \n18. On May 1, 2019, Plaintiffs filed their brief in opposition to Martin’s \nMotion, (Pls.’ Br. Opp. Martin Mot. SJ ., ECF No. 167) , and multiple materials in \nopposition. (Pls.’ Materials Opp. Martin Mot. SJ, ECF Nos. 167.1–167.13).  On May \n6, 2019, Martin filed his brief in opposition to Plaintiffs’ Motion , (Martin’s Br. Opp. \nPls. Mot. SJ, ECF No. 169), and multiple materials in opposition.  (ECF No. 170).  On \nMay 14, 2019, Martin filed his reply brief in support of his Motion.  (Martin’s Reply \nBr., ECF No. 174).  On May 29, 2019, Plaintiffs filed their reply brief and materials \nin support of their Motion.  (Pls.’ Reply Br., ECF No. 175; Pls.’ Reply Materials, ECF \nNo. 175.1–175.4.)  The Motions came before the Court for hearing on June 25, 2019. \n19. The Motions are now ripe for review by the Court.   \nIII. ANALYSIS \nA. Standard of Review \n20. “Summary judgment  is appropriate ‘if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with affidavits, if any, \nshow that there is no genuine issue of material fact and that any party is entitled to \njudgment as a matter of law.’”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quoting N.C. Gen. Stat. \n§ 1A-1, Rule 56(c) (hereinafter the NC Rules of Civil Procedure are referred to as \n“Rules”)).  The moving party bears the b urden of presenting evidence which shows \nthat there is no genuine issue of material fact and that the movant is entitled to \njudgment as a matter of law.   Hensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. \n561, 563, 668 S.E.2d 349, 351 (2008).  Where the moving party is the defendant, they \n \n \nmay meet this burden by “proving an essential element of the opposing party’s claim \ndoes not exist, cannot be proven at trial, or would have been barred by an affirmative \ndefense.”  Variety Wholesalers, Inc., 365 N.C. at 523, 723 S.E.2d at 747.   An issue is \n“material” if “resolution of the issue is so essential that the party against whom it is \nresolved may not prevail.”  McNair v. Boyette, 282 N.C. 230, 235, 192 S.E.2d 457, 460 \n(1972).  “A ‘genuine issue’ is one that ca n be maintained by substantial evidence.”  \nDobson v. Harris, 352 N.C. 77, 83, 530 S.E.2d 829, 835 (2000).   \n21. Once the movant presents evidence in support of his motion, the \nnonmovant “cannot rely on the allegations or denials set forth in her pleading [ ] and \nmust, instead, forecast evidence to show the existence of a genuine issue of material \nfact in order to preclude an award of summary judgment.”  Steele v. Bowden, 238 N.C. \nApp. 566, 577, 768 S.E.2d 47, 57 (2014) (internal citations and quotations omitt ed).  \nIn conducting its analysis, the Court  must view the evidence in the light most \nfavorable to the nonmovant.  Dobson, 352 N.C. at 83, 530 S.E.2d at 835. \nB. Lau Fails to Establish That He Has Standing to Raise Individual \nClaims Against Martin \n \n22. Preliminarily, Lau has not argued that he has standing to bring \nindividual claims against Martin.  “As a general rule, shareholders have no right to \nbring actions in their individual names to enforce causes of action accruing to the \ncorporation, but must assert such c laims derivatively on behalf of the corporation.”  \nNorman v. Nash Johnson & Sons’ Farms, Inc. , 140 N.C. App. 390, 395, 537 S.E.2d \n248, 253 (2000) (internal citation and quotations omitted).  There are two exceptions \nto this general rule.  A shareholder may maintain individual actions for injuries to \n \n \nthe company (1) “if the [member] can show that the wrongdoer owed him a special \nduty[,]” or (2) if “the injury suffered by the [member] is separate and distinct from the \ninjury suffered by the other [members] or  the [company] itself.”  Barger v. McCoy \nHillard & Parks, 346 N.C. 650, 658–59, 488 S.E.2d 215, 219 (1997). \n23. Lau has not argued that he has standing to bring individual claims \nagainst Martin under either of the exceptions to the general rule prohibiting \nshareholders from suing in their individual capacity.  Therefore, Martin’s motion for \nsummary judgment seeking dismissal of Lau’s individual claims against Martin for \nunjust enrichment and civil conspiracy should be GRANTED , Plaintiffs’ motion for \nsummary judgment seeking judgment in Lau’s favor as to his claims against Martin \nshould be DENIED, and Lau’s individual claims should be DISMISSED. \n24. Since both of Lau’s individual claims against Martin are dismissed, \nMartin’s motion for summary judgment seeking dismissal of Lau’s individual claim \nfor constructive trust also should be GRANTED.  Azure Dolphin, LLC v. Barton, 2017 \nNCBC LEXIS 90, at *29 (N.C. Super. Ct. Oct. 2, 2017) (dismissing plaintiffs’ request \nfor a constructive trust because a constructive trust is a remedy, not a cause of action, \nand plaintiffs’ underlying causes of action had been dismissed). \nC. Martin’s Affirmative Defenses \n25. The Court begins its analysis of the Motions by first addressing the \naffirmative defenses raised by Martin.  Martin argues that (1) each of Plaintiffs’ \nclaims are barred by the affirmative defenses of in pari delicto  and/or contributory \nnegligence; and (2) Plaintiffs’ claims are barred in whole or in part by the applicable \n \n \nstatutes of limitation.  (ECF No. 158 , at pdf. pp 9-19/31.)  The Court addresses each \nargument in turn. \na. In Pari Delicto \n26. The in pari delicto doctrine “prevents the courts from redistributi ng \nlosses among wrongdoers.”  Freedman v. Payne, 253 N.C. App. 282, 286, 800 S.E.2d \n686, 689 (2017)  (quotations and citation omitted) .  “The defense operates to  bar a \nplaintiff’s claims when the plaintiff is at least equally at fault with the defendant and \nthe allegedly wrongful conduct complained  of is the subject of the lawsuit.”  Zloop, \nInc. v. Parker Poe Adams & Bernstein, LLP , 2018 NCBC LEXIS 16, at *16 –17 (N.C. \nSuper. Ct. Feb. 16, 2018).  However, “the in pari delicto  doctrine generally is not \napplied to bar a claim by a corporation against its own wrongdoing agents. ”  Zloop, \nInc., 2018 NCBC LEXIS 16, at *34. \n27.  Here, Martin argues that he has presented evidence that Lau \ncommitted bad acts nearly identical in nature to the acts of which Martin is accused \nand that the in pari delicto doctrine should be applied to bar Plaintiffs’ claims.  (ECF \nNo. 158, at pdf. pp. 10–12/31.)  More specifically, Martin argues he has presented \nevidence that Lau used company funds to pay for work done at a con dominium Lau \nowned and that Lau was aware of and participated in using company funds to pay for \npersonal expenses while in China.  (Id.) \n28. The evidence on these issues, however, is hotly disputed and does not \nallow the Court to grant summary judgment to Martin on the grounds of the in pari \ndelicto doctrine.  For example, in his deposition, Lau explained that he never directed \n \n \nanyone to use company funds for work done on his personal condo and stated his \nbelief that such work never occurred.  (Lau Depo., ECF No. 161, at pdf. pp. 316-57, p. \n124.)  Furthermore, Lau stated that it was VTC’s policy that it did not pay for \npersonal expenses and that he tried to ensure he did not use company money for his \npersonal expenses.  (ECF No. 159.2, at p. 115.)  Lau a lso explained that the phrase \n“personal spending” used in the accounting records for VTC’s China operations \nactually referred to the company’s petty cash expenses and that he did not use \ncompany funds to pay for personal expenses in China.  ( Lau Depo., ECF No. 161, at. \npdf. pp. 316-57, p. 237.)  The evidence creates genuine issues of material fact as to \nwhether Lau committed any wrongdoing, let alone wrongdoing equal to that \npotentially committed by Martin.  Therefore, Martin’s affirmative defense based on \nthe in pari delicto doctrine fails at this stage and his motion for summary judgment \non that ground should be DENIED. \nb. Contributory Negligence \n29. Martin further argues that to the extent Lau knew about Constable’s \nmisconduct and/or participated in similar misc onduct, Lau’s failure to take proper \nprecautions to protect against Constable’s misdeeds is imputable to VTC and stands \nas a complete bar to its negligence -based breach of fiduciary duty and constructive \nfraud claims.  (ECF No. 158 at pdf. pp. 13/31.)  Here again, whether or not Lau knew \nof Constable’s misconduct or participated in any misconduct of his own is disputed.  \nIn his deposition, Lau states that while he was suspicious of the company’s \nperformance he did not become aware of any potential misdeeds by Constable or \n \n \nMartin until 2013, following the sale of VTC.  (ECF No. 159.2, at pp. 176 –77, 182.)  \nFurthermore, throughout his deposition testimony, Lau averred that he did not \nparticipate in spending the company’s money on personal matters and did not benefit \nfrom diversions of the company’s money.  ( See generally, ECF No. 159.2.)  Based on \nthe contested nature of the evidence on this issue, the Court cannot resolve the issue \nat the summary judgment stage .  Martin’s motion for summary judgment based on \nthe affirmative defense of contributory negligence should be DENIED. \nc. Statute of Limitations \n30. Martin’s next affirmative defense -based argument is that Plaintiffs’ \nclaims are barred in whole or in part by the applicable statutes of limitations.  (ECF  \nNo. 158 at pdf. pp. 14–19/31.)  Martin argues that each of Plaintiffs’ claims are subject \nto a three -year statute of limitations and further contends that the 2015 and 2016 \nTolling Agreements did not apply to VTC’s claims.  (Id.)    \n31. Plaintiffs argue that all of their claims were timely because the most \nrecent acts on which their claims are based occurred on or after December 31, 2012 , \nand the continuing wrong doctrine and the Tolling Agreements tolled Plaintiffs’ \nclaims which accrued on or after December 2 8, 2012.  (ECF No. 1 67, at pp. 15–19.)   \nPlaintiffs further argue that the statute of limitations for constructive fraud is ten \nyears, not three years.  (Id.)   \n32. The Court first addresses Martin’s argument that the Tolling \nAgreements do not apply to claims by VTC.  Based on a plain reading of the Tolling \nAgreements, Martin is incorrect.  The Tolling Agreements were entered by Lau, \n \n \nMartin, and Constable in their individual capacities and “ to the extent they are \nowners, officers, or managers of [VTC or Ventlab Holdings] with the authority to bind \nsaid entities.”  (ECF Nos. 167.11, 167.12 (emphasis added).)  Furthermore, the Tolling \nAgreements specifically provided that “[VTC or Ventlab Holdings] may have \nadditional claims or counterclaims against Lau or other parties” and included claims \nbelonging to VTC or Ventlab Holdings in the definition of “Claims” that were subject \nto the Tolling Agreements.  (ECF Nos. 167.11, 167.12.)  Therefore, the Court rejects \nMartin’s argument that the Tolling Agreements did not toll claims belonging to VTC.   \n33. The Court next addresses the statutes of limitation s applicable to \nPlaintiffs’ claims.  “[W]hether a cause of action is barred by the statute of limitations \nis a mixed question of law and fact.  When a defendant asserts the stat ute of \nlimitations as an affirmative defense, the burden rests on the plaintiff to prove that \nhis claims were timely filed.”  White v. Consol. Planning, Inc., 166 N.C. App. 283, 305, \n603 S.E.2d 147, 162 (2004) (internal citations and quotations omitted).   \n34. With respect to the continuing wrong doctrine and its impact on a \nstatute of limitations analysis, the North Carolina Supreme Court recently clarified \nthat although the doctrine has sometimes been treated as an exception to the rules \ngoverning the operation of statutes of limitation, “such a description of the doctrine \nin question is a misnomer given that the ‘continuing wrong’ doctrine does nothing \nmore than provide that the applicable limitations period starts anew in the event that \nan allegedly unlawful act is repeated.”  Quality Built Homes Inc. v. Town of Carthage, \n371 N.C. 60, 70, 813 S.E.2d 218, 226 (2018).  In other words, the continuing wrong \n \n \ndoctrine does not restart the statute of limitations period for earlier unlawful acts, it \njust provides tha t the limitations period starts anew for subsequently committed \nunlawful acts of the same nature.   \n35. For example, in Marzec v. Nye , the plaintiff’s complaint was filed on \nJune 4, 2008, and stated a breach of fiduciary duty claim against the defendant based \non the defendant’s failure to pay the plaintiff’s salary.  203 N.C. App. 88, 93–94, 690 \nS.E.2d 537, 542 (2010).  The defendant argued that any claim related to his failure to \npay accrued o n April 23, 2004, when the plaintiff sent his demand letter to the \ndefendant requesting an accounting and back pay and was therefore untimely under \nthe applicable three -year statute of limitation.  Id. at 94, 690 S.E.2d at 542.  The \nCourt of Appeals , apply ing the continuing wrong doctrine, concluded that a new \nbreach of fiduciary duty claim accrued each time the defendant failed to pay the \nplaintiff his monthly salary, and that the plaintiff’s breach of fiduciary duty claim \nwas timely as to the defendant’s failure to pay the plaintiff’s salary “during the three \nyears preceding the filing of the action .”  Id. at 95, 690 S.E.2d at 542 .  Thus, the \nplaintiff could only pursue his breach of fiduciary duty claim as to failures of the \ndefendant to pay his salary th at accrued on or after June 4, 2005.   See Id.   The \ncontinuing wrong doctrine did not allow him to reach back beyond the three -year \nlimitations period to earlier wrongs of the same nature.  Id.  \ni. VTC’s Claims for Conversion and Unjust Enrichment  \n \n36. VTC’s claim for conversion is governed by a three -year statute of \nlimitations which “generally begins running at the time a defendant asserts dominion \n \n \nover the property.”  Id. at 96, 690 S.E.2d at 543.  Likewise, VTC’s unjust enrichment \nclaim is also subject to a three-year statute of limitation.  Lockerman v. South River \nElec. Mbrshp. Corp., 250 N.C. App. 631, 641, 794 S.E.2d 346, 355 (2016).  Generally, \nneither claim is subject to a discovery rule.  White, 166 N.C. App. at 309 –311, 603 \nS.E.2d at 165 –66 (conclud ing the discovery rule did not apply to a claim for \nconversion); Lockerman v. South River Elec. Mbrshp. Corp. , 2015 NCBC LEXIS 60, \nat *23–24 (N.C. Super. Ct. June 8, 2015) (concluding the discovery rule did not apply \nto an unjust enrichment claim and notin g that “[t]he Court was unable to find any \ncase that specifically applies the discovery rule to an unjust enrichment claim.”)   \n37. Here, Plaintiffs entered the 2015 Tolling Agreement with Martin on \nDecember 28, 2015.  Thus, applying the three -year statute of limitations for \nconversion and unjust enrichment, VTC can only pursue claims for conversion for \nacts that accrued on or after December 28, 2012.  To the extent VTC seeks to recover \nfor alleged conversions or for unjust enrichment that occurred prior to December 28, \n2012, Martin’s motion for summary judgment should be GRANTED.   \nii. VTC’s Claims for Breach of Fiduciary Duty and Constructive \nFraud  \n \n38. VTC’s claim for breach of fiduciary duty is subject to a three-year statute \nof limitations.  Wilson v. Pershing, LLC, 801 S.E.2d 150, 157–58 (N.C. Ct. App. 2017). \nVTC’s claim for constructive fraud, which is based upon Martin’s alleged breach of \nhis fiduciary duty to VTC, is governed by a ten-year statute of limitations.  Toomer v. \nBranch Banking & Trust Co., 171 N.C. App. 58, 67, 614 S.E.2d 328, 335 (2005) (“[a] \nclaim of constructive fraud based upon a breach of fiduciary duty falls under the ten-\n \n \nyear statute of limitations contained in [N.C.G.S.] § 1-56 [ ].”); Honeycutt v. Weaver, \n812 S.E.2d 859, 864 (N.C. Ct. App. 2018) (same).  The statute of limitations on both \nclaims, which are grounded in fraud,  begins to run when the claimant knew or, by \ndue diligence, should have  known of the facts constituting the basis for the claim.  \nPiles v. Allstate Ins. Co., 187 N.C. App. 399, 403–04, 653 S.E.2d 181, 185 (2007). \n39. Here, Plaintiffs’ evidence is that VTC did not become aware of the \nconduct underlying Martin’s breaches of fiducia ry duty until May of 2013 when \nBowen discussed excessive spending on VTC’s corporate cards with Lau following the \nsale of VTC’s assets.  (ECF No. 159.2, at pp. 176–77, 182.)  Martin, on the other hand, \npresents evidence that Lau was in charge of VTC and had knowledge of VTC’s overall \nfinancial management so that Lau and VTC should have been aware of any breaches \nof duty related to the finances of the company much earlier than May 2013.  (Martin \nAff., at ¶ 19.)  Thus, there is a genuine issue of material fact as to when VTC knew or \nshould have known of the facts constituting the basis for its breach of fiduciary duty \nclaim against Martin.  This issue must be resolved by a jury.  Toomer, 171 N.C. App. \nat 69, 614 S.E.2d at 336 (“If the materials before the court present a factual question \nas to when a plaintiff knew or should have known of the facts giving rise to the \nclaim, then this issue must be submitted to the jury.”)  Therefore, Martin’s motion for \n \n \nsummary judgment based on a statute of limitations defense  as to VTC’s claims for \nbreach of fiduciary duty and constructive fraud should be DENIED.   \niii. VTC’s Claims for Constructive Trust and Civil Conspiracy \n \n40. “The statute of limitations applicable to a constructive trust claim is ten \nyears.  When the basis for imposing a constructive trust is fraud or mistake, however, \nthe statute of limitations is three years.”  Lau v. Constable, 2017 NCBC LEXIS 10, at \n*17 (N.C. Super. Ct. Feb. 7, 2017 ) (citing Stratton v. Royal Bank of C an., 211 N.C. \nApp. 78, 91–92, 712 S.E.2d 221, 232–33 (2011) (internal citations omitted)).  To that \nend, a constructive trust is  a remedy,  not a standalone cause of action .  See \nWeatherford v. Keenan, 128 N.C. App. 178, 179, 493 S.E.2d 812, 813 (1997) (citing \nRoper v. Edwards, 323 N.C. 461, 465, 373 S.E.2d 423, 425 (1988)).  Accordingly, as a \nremedy, the imposition of a  constructive trust is inherently linked to the statute of \nlimitations of an underlying cause of action such as  when “legal title to p roperty is \nacquired through a breach of duty, fraud, or some other circumstance.”  Cline v. Cline, \n297 N.C. 336, 343-44, 255 S.E.2d 399, 404 (1979); see also Cody Creek Park, Inc. v. \nCapital One Servs., LLC, 2017 U.S. Dist. LEXIS 115801, at *8 (M.D.N.C 2017) \n(stating: “[because] a constructive trust is a remedy under North Carolina law, the \napplicable statute of limitations for a claim seeking a constructive trust is the \nlimitations for the underlying cause of action”).  Similarly, the statute of limitations \nfor a civil conspiracy claim is governed by the underlying claim that forms the basis \n \n \nof the civil conspiracy claim.  BDM Invs. v. Lenhil, Inc., 2019 LEXIS 278, at *37 (N.C. \nCt. App. 2019).  \n41. Here, VTC can pursue the remedy of constructive trust and its claim for \ncivil conspiracy in accord with the Court’s findings on Martin’s statute of limitations \ndefenses as to each of VTC’s underlying claims.  As to VTC’s remedy of constructive \ntrust based on th e conversion and unjust enrichment claims, VTC can pursue a \nconstructive trust for claims that arose on or after December 28, 2012.  Likewise, as \nto VTC’s claim for civil conspiracy based on the conversion and unjust enrichme nt \nclaims, VTC can only pursue claims that accrued on or after December 28, 2012.  To \nthe extent that VTC seeks the remedy of constructive trust for alleged conversions or \nany unjust enrichment by Martin that occurred before December 28, 2012, Martin’s \nmotion for summary judgment should be GRANTED.  To the extent that VTC seeks \nto bring claims for civil conspiracy based on alleged conversions or unjust enrichment \nby Martin that occurred before December 28, 2012, Martin’s motion for summary \njudgment should also be GRANTED.  \n42. Further, as explained more thoroughly above, the statute of limitations \nfor VTC’s breach of fiduciary duty and constructive fraud claims did not begin to run \nuntil VTC knew or should have known about the facts giving rise to the claim.  VTC \nhas provided evidence that it was not aware of the alleged conduct giving rise to \nMartin’s breaches of fiduciary duty until May 2013.  (ECF No. 159.2, at pp. 176–77, \n182).  Conversely, Martin has presented evidence that Lau was in charge of VTC and \nshould have known about the alleged breaches before May 2013.  (Martin Aff., at ¶ \n \n \n19.)  The Court has denied Martin’s motion for summary judgment based on statute \nof limitations defenses as to VTC’s claims for breach of fiduciary duty and \nconstructive fraud.  And VTC’s claims for breach of fiduciary duty and constructive \nfraud could act as the basis for the imposition of a constructive trust or support a \nclaim for civil conspiracy.   Because the potential underlying claims —breach of \nfiduciary duty and constructive fraud—have survived, Martin’s motion for summary \njudgment based on statute of limitations defenses as to VTC’s claims for constructive \ntrust and civil conspiracy should be DENIED. \nD. Genuine Issues of Material Fact Preclude an Award of Summary \nJudgment for VTC  \n \na. VTC’s Claims for Breach of Fiduciary Duty and Constructive Fraud \n \n43. VTC argues that it should be granted summary judgment  with respect \nto its claims for breach of fiduciary duty and constructive fraud because Martin owed \nand breached fiduciary duties to VTC.  (ECF No. 156, at p. 14.)  Claims for breach of \nfiduciary duty and claims for constructive fraud require the demonstration of a \ncommon fundamental element.   To establish a claim for breach of fiduciary duty , a \nplaintiff must show that: (1) defendant owed plaintiff a fiduciary duty; (2) defendant \nbreached his fiduciary duty; and (3) the breach of fiduciary duty  was a proximate \ncause of injury to plaintiff.  Farndale Co., LLC v. Gibellini, 176 N.C. App. 60, 68, 628 \nS.E.2d 15, 20 (2006).  To succeed on a constructive fraud claim, a plaintiff must show \n(1) a relationship of trust and confidence akin to that of a fiduciary, (2) that the \ndefendant took advantage of that position of trust in order to benefit himself, and (3) \nthat the plaintiff was injured as a result.   Sterner v. Penn, 159 N.C. App. 626, 631, \n \n \n583 S.E.2d 670, 674 (2003) .  Accordingly, like a breach a fiduciary duty claim  \n“[c]onstructive fraud . . . arises in circumstances where a confidential relationship \nexists.”  Terry v. Terry, 302 N.C. 77, 83, 273 S.E.2d 674, 677 (1981).   \n44. VTC has alleged that Martin owed it fiduciary duties by operation of \nlaw.  (ECF No. 156 , at p. 14 .)  “In North Carolina, a  fiduciary duty can arise by \noperation of law (de jure).”  Lockerman, 250 N.C. App. at 635, 794 S.E.2d at 351 (citing \nAbbitt v. Gregory, 201 N.C. 577, 598, 160 S.E. 896, 906 (1931)).  Principal and agent \nrelationships are an example of a legal relation giving rise to de jure fiduciary duties.  \nId.  see also BDM Invs. v. Lenhil, Inc., 2014 NCBC LEXIS 6, at *21 (N.C. Super. Ct. \nMar. 20, 2014) (finding summary judgment to be inappropriate when there was a \ngenuine dispute of material fact as to whether an agency relationship existed between \nthe parties). \n45. By statute, a corporate officer must discharge his duties “(1) [i]n good \nfaith; (2) [w]ith the care an ordinarily prudent person in a like position would exercise \nunder similar circumstances; and (3) [i]n a manner he reasonably believes to be in \nthe best interest of the corporation.”  N.C.G.S. § 55-8-42(a)(1)–(3).  “A corporation can \nact only through its agents, which include its corporate officers.”  Ellison v. Alexander, \n207 N.C. App. 401, 414, 700 S.E.2d 102, 111 (2010) (quoting Woodson v. Rowland, 329 \nN.C. 330, 344, 407 S.E.2d 222, 231 (1991) ) (internal quotations omitted); see also \nMeiselman v. Meiselman, 58 N.C. App. 758, 775, 295 S.E.2d  249, 259 (1982) \n \n \n(providing: “[o]fficers and directors shall be deemed to stand in a fiduciary relation to \nthe corporation and to its shareholders”) (citation omitted). \n46. Here, Lau has introduced evidence that in the early 2000’s, Martin was \nappointed President, a corporate officer , of VTC.  (ECF No. 159.2 , at p. 86; Martin \nAff., at  ¶ 1 1.)   However, Martin has provided evidence showing that, while he \nretained the title of “President,” Martin at no time took on the traditional duties of a \ncorporate president and his title was merely “nominal.”  (Martin Aff., at ¶¶ 11-12.)  \nTherefore, there is a genuine dispute of material fact as to whether Martin owed a de \njure fiduciary duty to VTC.  \n47. VTC has also alleged that Martin owed fiduciary duties to VTC based \non the reality of the parties’ situation.  (ECF No. 156, at p. 14.)  North Carolina courts \nhave recognized that a fiduciary relationship can be created by the surrounding facts \nor circumstances—giving rise to a de facto fiduciary relationship.  Lockerman, 250 \nN.C. App at 635-37, 794 S.E.2d at 351-52.  “De facto relationships are less \nimmediately identifiable, as ‘[c]ourts of equity have carefully refrained from defining \nthe particular instances of fiduciary relations in such a manner that other and \nperhaps new  cases might be excluded. ’”  Hager v. Smithfield E. Health Holdings, \nLLC, 826 S.E.2d 567, 571–72 (N.C. Ct. App. 2019) (citing Abbitt, 201 N.C. at 598, 160 \nS.E. at 906).  To be sure, “[t]he standard for finding a de facto fiduciary relationship \nis a demanding one: Only when one party figuratively holds all the cards —all the \nfinancial power or technical information, for example—have North Carolina courts \nfound that the special circumstance of a fiduciary relationship has arisen.”   Id. 826 \n \n \nS.E.2d at 572 (citing Lockerman, 250 N.C. App. at 636, 794 S.E.2d at 352)  (internal \nquotations omitted).  \n48. The evidence in the record regarding whether Martin had a de facto \nfiduciary duty is disputed.  Lau has provided evidence that a de facto fiduciary \nrelationship was created  when Lau gave Martin control of VTC while Lau was in \nChina.  (ECF No. 159.2, at p. 53.)  In addition, Lau has provided evidence that Martin \nagreed to oversee the American operation and protect VTC’s interest.  Id.  Conversely, \nMartin has pointed to evidence indicating that  Lau always “remained ‘the man in \ncharge,’ just as he always remained the majority shareholde r and guiding force.”   \n(Martin Aff., at ¶ 12.)  Therefore, there is a factual dispute as to whether Martin \n“figuratively held all the cards” creating a de facto fiduciary duty.  Lockerman, 250 \nN.C. App. at 636, 794 S.E.2d at 352  (upholding a  trial court’s  grant of  summary \njudgment in defendant’s favor with respect to plaintiff’s claim of a de facto fiduciary \nduty when plaintiff exercised some control over the disputed transaction  and could \nnot show that defendant “figuratively held all the cards”).  Based on the record before \nthe Court, there is a genuine dispute of material fact as to whether Martin owed \nfiduciary duties to VTC.  Th erefore, VTC’s motion for summary judgment on its \nclaims for breach of fiduciary duty and constructive fraud should be DENIED. \nb. VTC’s Claim for Conversion \n \n49. VTC argues that it is entitled to summary judgment because  Martin \nwrongfully transferred  funds from  VTC to Martin through (1) the self -dealing \nentities; (2) the improper use of VTC’s credit cards; and (3) by improperly diverting \n \n \nVTC sale proceeds.  (ECF No. 156, at p. 21.)  North Carolina courts have held that , \n“[t]he tort of conversion is well defined as an ‘unauthorized assumption and exercise \nof the right of ownership over goods or personal chattels belonging to another, to the \nalteration of their condition or the exclusion of an owner ’s rights. ’”  Variety \nWholesalers, 365 N.C. at 523, 723 S.E.2d at 747 (citation omitted).  Essentially, \nconversion requires the establishment of two elements : “ownership in the plaintiff \nand wrongful possession or conversion by the defendant.”  Id.  Here, Lau has provided \nevidence, via the Fahey Report, that Martin was the recipient of hundreds of \nthousands of dollars that rightfully belonged in the hands of VTC.  (See generally, \nECF No. 159.4, at pp. 1–120.)  Martin, however, has brought forth evidence tending \nto show that he was never in wrongful possession of any funds belonging to VTC.   \n(Martin Aff., at ¶¶ 35–42, 47–55.) \n50. Additionally, Lau has presented evidence that VTC’s policy was that no \npersonal expenses were to be paid with company funds and that he was unaware that \nMartin was using company cards for personal expenses.  (ECF No. 159.2, at pp. 115, \n170.)  Martin has admitted to using company credit cards and company funds for \npersonal expenses.  (Martin Aff., at ¶ 24.)  However, Martin has provided at least \nsome evidence that Lau was aware of, participated in, and consented to these \npersonal expenditures of company funds.  (Martin Aff., at ¶¶ 21–23.)  In addition, \nMartin has provided that these expenditur es were accounted for annually or \n \n \nquarterly by conducting “square -ups.”3  (Id.)  Therefore, genuine issues of material \nfact exist regarding VTC’s claim for conversion , and VTC’s motion for summary \njudgment as to its claim for conversion should be DENIED.  \nc. VTC’s Claim for Unjust Enrichment \n \n51. Plaintiffs argue that summary judgment should be granted in their \nfavor on VTC’s claim for unjust enrichment because Martin will be unjustly enriched \nas a result of his actions.  (ECF No. 156, at pp. 25–26.) \n52. In North Carolina, to recover on a claim of unjust enrichment, a plaintiff \nmust prove: (1) that it conferred a benefit on another party; (2) that the other party \nconsciously accepted the benefit; and (3) that the benefit was not conferred \ngratuitously or by an interference in the affairs of the other party.  Southeastern \nShelter Corp. v. BTU, Inc., 154 N.C. App. 321, 330, 572 S.E.2d 200, 206 (2002).   \n53. VTC’s claim for unjust enrichment rests on the same evidence as VTC’s \nclaim for conversion.   (ECF No. 156 , at p. 26 .)  Accordingly, because the Court has \ndetermined that there is a genuine dispute as to the facts forming the basis for VTC’s \nclaim for conversion, Plaintiffs’ motion for summary judgment on VTC’s claim for \nunjust enrichment must also be DENIED.   \nd. VTC’s Claim for Constructive Trust \n54. Plaintiffs also contend that VTC is entitled to summary judgment on its \nclaims for constructive trust.  (ECF No. 156 , at p. 26.)  At day’s end, “the ultimate \n                                                 \n3 Martin states that company managers would reimburse the Company for personal expenses \nby “squaring up.”  (Martin Aff., at ¶ 21.)  Squaring up entailed taking less of a distribution \nthat otherwise was due to offset personal charges.  (Id.)  \n \n \ndecision whether to impose a constructive trust as an equitable remedy . . . rest[s] in \nthe discretion of the trial court.”   Variety Wholesalers, Inc., 365 N.C. at 531, 723 \nS.E.2d at 752.  Moreover, “[a] request for a constructive trust may not stand on its \nown absent a cause of action for which it is an appropriate remedy.”   In re \nSoutheastern Eye Center-Pending Matters, 2019 NCBC LEXIS 29, at *83 (N.C. Super. \nCt. May 7, 2019) (citation omitted). \n55. In this case,  Martin has raised issues of material fact concerning the \nfacts supporting VTC’s claim s for breach of fiduciary duty, constructive fraud, \nconversion, and unjust enrichment.  Accordingly, summary judgment is improper on \nall of VTC’s underlying claims and necessarily improper on the remedy of constructive \ntrust as applied to any of VTC’s claims.  Therefore, VTC’s motion for summary \njudgment in its favor on the claim of constructive trust should be DENIED. \n      e.  VTC’s Claim for Civil Conspiracy \n56. Finally, Plaintiffs argue that VTC is entitled to summary judgment on \nits claim that Martin and Constable were engaged in a civil conspiracy.  (ECF No. \n156, at p. 27.)  There are three elements of a claim for civil conspiracy: (1) two or more \npersons agree to do a wrongful act; (2) those persons commit an overt act in \nfurtherance of the agreement; and (3) the plaintiff is harmed as a result.  Pleasant \nValley Promenade v. Lechmere, Inc., 120 N.C. App. 650, 657, 464 S.E.2d 47, 54 (1995).  \nAn independent cause of action for civil conspiracy is not recognized in North \nCarolina.  Toomer v. Garrett, 155 N.C. App. 462, 483, 574 S.E.2d 76, 92 (2002).  Only \n \n \nwhere there is an underlying claim for unlawful conduct can a plaintiff state a claim \nfor civil conspiracy[.]”  Id. \n57.  On each of VTC’s underlying claims —breach of fiduciary duty, \nconstructive fraud, conversion , and unjust enrichment —the Court has determined \nthat genuine issues of material fact exist. Consequently, summary judgment is \nimproper with respect to each claim that could form the basis  or “the underlying \nwrong” for VTC’s civil conspiracy claim.   \n58. More precisely, the evidence in the record cuts both ways regarding \nwhether Martin participated in , agreed to,  or even knew that wrongs were being \nperpetrated against VTC.  Lau has produced evidence tending to show that Martin \nwas acting in concert with Constable to carry-out the alleged improper acts at issue.  \n(ECF No. 159.5 , at pp. 123 –32; ECF No. 159.4 , at pp. 1 –120.)  Conversely, Martin \npresents evidence tending to show that he was  unattuned to and not involved with \nthe Company’s finances, which were the province of Constable.  (Martin Aff., at ¶ 18; \nJames Cochie Aff., ECF No. 161 at pdf. pp. 309-11, ¶ 4; Chris Reed Aff., ECF No. 161, \nat pdf. pp. 312-15, ¶ 4.)  Accordingly, there is a genuine issue of material fact as to \nwhether Martin  was in agreement with or even  knew what Constable was up to.  \nTherefore, at this time the Court cannot grant summary judgment in favor of VTC on \nits claim for civil conspiracy.   \nTHEREFORE, IT IS ORDERED that: \n1. Martin’s motion for summary judgment seeking dismissal of \nLau’s individual claims against Martin for unjust enrichment, civil conspiracy, \n \n \nand constructive trust is GRANTED, Plaintiffs’ motion for summary judgment \nin Lau’s favor as to liability on Lau’s claims against Martin  is DENIED, and \nLau’s individual claims for unjust enrichment, civil conspiracy, and \nconstructive trust are DISMISSED. \n2. Martin’s motion for summary judgment in his favor on the basis \nthat each of VTC’s claims are barred by the aff irmative defense of in pari \ndelicto is DENIED. \n3. Martin’s motion for summary judgment in his favor on the basis \nthat each of VTC’s claims are barred by the affirmative defense of contributory \nnegligence is DENIED. \n4. Martin’s motion for summary judgment in his favor on the basis \nthat VTC’s claims for conversion and unjust enrichment are barred by the \napplicable statute of limitations is GRANTED in part, with respect to \nallegations of conversion and unjust enrichment occurring prior to December \n28, 2012.  As to allegations of conversion and unjust enrichment occurring after \nDecember 28, 2012, Martin’s Motion for summary judgment in his favor based \non the applicable statute of limitations is DENIED.    \n5. Martin’s motion for summary judgment in his favor on the basis \nthat VTC’s claims for breach of fiduciary duty and constructive fraud are \nbarred by the statute of limitations is DENIED. \n6. Martin’s motion for summary judgment in his favor on the basis \nthat VTC’s claims for constructive trust and civil conspiracy are barred by the \n \n \nstatute of limitations is GRANTED in part with respect to the  allegations of \nconversion and unjust enrichment occurring prior to December 28, 2012.   With \nregard to VTC’s claims for constructive trust and civil conspiracy based on the \nallegations of conversion and unjust enrichment occurring after December 28, \n2012, Martin’s motion for summary judgment in his favor is DENIED. \n7. To the extent that Martin seeks summary judgement in his favor \non the basis that VTC’s claims for constructive trust and civil conspiracy, based \non its claims for breach of fiduciary duty and constructive fraud, are barred by \nthe statute of limitations, Martin’s Motion for summary judgment is DENIED.  \n8. Plaintiffs’ motion for summary judgment in VTC’s favor as to \nliability on VTC’s claims for breach of fiduciary, constructive fraud, conversion, \nunjust enrichment, and civil conspiracy duty is DENIED. \n \n      SO ORDERED, this, the 24th day of September, 2019. \n \n \n/s/ Gregory P. McGuire     \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases \n "
}