{
  "id": "f5242f0527a2219c951b512d46f93f7d3297317c30e4c66dbf5cb312a80dcac3",
  "source_file": "data/raw/ncbc/f5242f0527a2219c951b512d46f93f7d3297317c30e4c66dbf5cb312a80dcac3.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 32848 \n \nMERZ PHARMACEUTICALS, LLC, \n \nPlaintiff, \n \nv. \n \nANDREW THOMAS, \n \nDefendant. \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION FOR \nPARTIAL SUMMARY JUDGMENT  \n \n \n THIS MATTER is before the Court on Defendant Andrew Thomas’ Motion for \nPartial Summary Judgment (“Motion,” ECF No. 63).  \n THE COURT , having considered the Motion, the briefs  of the parties , the \narguments of counsel, and all appropriate matters of record, CONCLUDES that the \nMotion should be DENIED for the reasons set out below.  \nMcGuireWoods LLP, by Heidi E. Siegmund, Dana L. Rust, and Zachary \nL. McCamey, for Plaintiff Merz Pharmaceuticals, LLC.  \nSpengler & Agans, PLLC, by Eric Spengler, for Defendant  Andrew \nThomas.  \nDavis, Judge.   \nINTRODUCTION \n1. This Court has on several prior occasions addressed legal issues \ninvolving the scenario in which an employee’s restrictive covenants have been \nassigned from his original employer to a new employer in conjunction with an asset \npurchase agreement between the two entities .  We  have held that when such a \nrestrictive covenant provides that it will only exist for a specified time period, the \nMerz Pharm., LLC v. Thomas, 2024 NCBC 35. \nclock begins to run immediately upon the termination of his  employment with the \noriginal employer.   \n2. The question raised by the present Motion is whether the same rule \nautomatically applies when the employee’s change in employer occurs by virtue of an \nasset transfer agreement between affiliated entities.  The Court concludes that it does \nnot. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. “The Court does not make findings of fact on motions for summary \njudgment; rather, the Court summarizes material facts it considers to be \nuncontested.”  McGuire v. Lord Corp. , 2021 NCBC LEXIS 4, at **1– 2 (N.C. Super. \nCt. Jan. 19, 2021) (cleaned up).   \n4. Plaintiff Merz Pharmaceuticals, LLC  (“Merz Pharmaceuticals”)  is a \nNorth Carolina limited liability company registered to do business in North \nCarolina.\n1  ( Def.’s Br. Supp. Mot. Ex. 3 , ECF No. 64. 3.)  In its Verified Complaint, \n(“V.C.,” ECF No. 3), Merz Pharmaceuticals is described as “a leading pharmaceutical \ncompany,” which  “markets and sells its products to healthcare providers for \ntherapeutic purposes.”  (V.C. ¶¶ 8, 11.)  At all relevant times, Merz, Inc. was the sole \nmember of Merz Pharmaceuticals.  (Cleef Aff. ¶ 4, ECF No. 74.2.)     \n \n1 At the time of organization, Merz Pharmaceuticals was known by a different name, “Merz \nPharmaceuticals/Consumer Products, LLC .” However, it was changed to “Merz \nPharmaceuticals, LLC” on 1 December 1998.   (Def.’s Br. Supp. Mot. Ex. 3 ; Def.’s Br. Supp. \nMot. Ex 4, ECF No. 64.4.) \n5. In October 2018, Defendant Andrew Thomas  began working a t Merz \nNorth America, Inc. (“Merz NA”) as its Director of Government and Federal Accounts.  \n(V.C. ¶¶ 1, 4.; Thomas Aff. I ¶ 18, ECF No. 19.1.)   \n6. Merz NA is a related entity of Merz Pharmaceuticals .2  As with Merz \nPharmaceuticals, Merz NA’s sole shareholder at all relevant times was Merz, Inc.  \n(Cleef Aff. ¶ 4.)  Moreover, Merz Pharmaceuticals, Merz  NA, and Merz, Inc., are “all \nindirect wholly-owned subsidiaries of Merz Pharmaceuticals GmbH, a German \ncorporation.”  (Cleef Aff. ¶ 4.)   Despite this shared ownership, there is no overlap \nbetween the managers of Merz  Pharmaceuticals and the officers of Merz NA .  ( See \nDef.’s Br. Supp. Mot. Ex. 5, ECF No. 64.5; Def.’s Br. Supp. Mot. Ex. 6, ECF No. 64.6.)   \n7. As a condition of his employment with M erz NA, Thomas was required \nto sign a Confidentiality, Nonsolicitation , and Proprietary Rights Agreement  (the \n“Agreement”), which contained certain restrictive covenants with respect to M erz \nNA’s confidential information and trade secrets, as well as a non-solicitation covenant \nregarding the customers of Merz NA.  (V.C., at Ex. A, ECF No. 3.) \n8. Although in this litigation Thomas has stated in an affidavit that he \ndoes not recall signing (electronically or otherwise) the Agreement  upon beginning \nhis employment with Merz NA (Thomas Aff. I ¶ 6.), for purposes of this Motion he \ndoes not challenge Merz’ evidence showing that he did, in fact, sign it.     \n \n2 The predecessor company of Merz NA was Merz Aesthetics, Inc., which was incorporated \non 12 July 1999 under the laws of Delaware.  (Def.’s Br. Supp. Mot. Ex. 1, ECF No. 64.1.)  On \n1 July 2013, Merz Aesthetics, Inc. was converted via merger to a North Carolina corporation, \nwith Merz NA as the surviving company.  (Def.’s Br. Supp. Mot. Ex. 2, ECF No. 64.2.)  \n \n9. The non-solicitation covenant in the Agreement states in pertinent part \nas follows:  \nWhile employed at Merz and for a period of one (1) year after termination \nof your employment  for any reason (whether voluntary or involuntary) \nyou will not, alone or with others, directly or indirectly, solicit or attempt \nto solicit, entice or attempt to  entice, induce or attempt to induce any \nCustomer or Supplier (as defined below) of Merz or its Affiliates to cease \ndoing business with Merz or its Affiliates, or to interfere  with any \nrelationship Merz or its Affiliates may have with a Customer or Supplier \nor to become a Customer or Supplier of a Merz competitor. \n(Agrmt. § 2(b) (emphasis added).) \n10. One of the primary drugs manufactured by Merz is Xeomin, which is “a \nfederally regulated botulinum toxin injection[,]” that can be used for both therapeutic \nand aesthetic purposes.  (V.C. ¶¶ 9–10.)   \n11. Thomas’ duties  while employed by Merz NA  included working to \nincrease Xeomin’s market share in the governmental sector.  (V.C. ¶ 9.)   \n12. For the first few years of his employment with Merz NA , “Merz \n[Pharmaceuticals] existed, but had no employees[,]” and did not sell Xeomin.  (Cleef \nAff. ¶ 3.)  \n13. Merz NA first obtained Food and Drug Administration  approval for \ncertain therapeutic uses of Xeomin in 2010 and for aesthetic uses in 2011.  (Cleef Aff. \n¶ 3.)  However, Merz Pharmaceuticals did not become the entity responsible for the \nsale of Xeomin for therapeutic purposes until 1 January 2021.  (Cleef Aff. ¶ 3.)   \n14. This change occurred because “[i] n 2020, Merz  [Pharmaceuticals] and \n[Merz NA] decided to separate [Merz NA] ’s therapeutics business division from its \naesthetics business division. ”  (Cleef Aff. ¶ 5.)  After this separation of busi ness \ndivisions was effectuated,  Merz NA continued to handle the sale of Xeomin for \naesthetic uses while Merz Pharmaceuticals was responsible for the sale of Xeomin for \ntherapeutic purposes.  (Cleef Aff. ¶¶ 3–5.)   \n15. On 30 November 2020, Thomas received a letter  (the “30 November \nLetter”) stating that “Merz Therapeutics . . . is transferring  operations from Merz \nNorth America, Inc. to Merz Pharmaceuticals, LLC, another Merz US  affiliate, on \nJanuary 1, 2021” and that his “employment will similarly  transfer and . . . you will \nbecome an employee with Merz Pharmaceuticals, LLC.”  (Thomas Aff. II , at Ex. C, \nECF No. 64.7.) \n16. On 1 January 2021, Merz NA and Merz Pharmaceuticals entered into \nan Asset Transfer Agreement (“ATA”), in which Merz NA “transferred substantially \nall of its assets and liabilities related to its therapeutics division to Merz \n[Pharmaceuticals].  This transfer included all employees working in [ Merz NA]’s \ntherapeutics division, including Thomas[.]”  (Cleef Aff. ¶ 5.)  Additionally, w ith \nrespect to the transferred employees, “the ATA transferred all restrictive covenant, \nnon-solicitation, and confidentiality agreements pertaining to the therapeutics \nbusiness from [Merz NA] to Merz [Pharmaceuticals].”  (Cleef Aff. ¶ 6.)    \n17. Thomas accepted the transfer of his employment.  ( See Thomas Aff. II, \nat Ex. C.)  Accordingly, from 1 January 2021  onward, Thomas was no longer an \nemployee of M erz NA and instead became an employee of Merz  Pharmaceuticals.  \n(Thomas Aff. III ¶ 11 , ECF No.  70.1.)  However, his “job duties and title remained \nunchanged.”  (Cleef Aff. ¶ 10.)  \n18. The Agreement was assigned from Merz NA to Merz Pharmaceuticals \nper the terms of the ATA.3   \n19. For reasons unrelated to the present  Motion, Merz Pharmaceuticals \nterminated Thomas’ employment on 31 July 2023.  (V.C. ¶ 35; Thomas Aff. I ¶ 25.)   \n20. On 3 August 2023, just a few days after his firing , Thomas began \ncommunicating with a representative from a company called Revance Therapeutics, \nInc. (“Revance”) about the possibility of him obtaining a job at Revance.  (V.C. ¶ 42.)  \n“Revance, like Merz, markets and sells injectables to healthcare professionals for \naesthetic and therapeutic purposes[,]” and is a “direct competitor of Merz in the \npharmaceutical industry.”  (V.C. ¶¶ 17–18.) \n21. Thomas ultimately accepted a position with Revance on or about 21 \nAugust 2023 as its “National Account Director, Market Access.” (Thomas Aff. I ¶ 38–\n40; see also Thomas Aff. I, at Ex. 4.)   \n22. On 8 September 2023, Merz Pharmaceuticals learned that Thomas had \nbegun working for Revance and proceeded to send both Thomas and Revance cease -\nand-desist letter s “raising concerns about [Thomas’s] misappropriation of Merz  \n[Pharmaceuticals’] trade secrets and potential communications with Merz  \n[Pharmaceuticals’] customers.”  (V.C. ¶¶ 51, 55.)  \n23. Merz Pharmaceuticals initiated this lawsuit by filing a Verified \nComplaint in Wake County Superior Court on 16 November 2023 in which Merz \nasserted claims against Thomas for (1) breach of contract ; (2) misappropriation of \n \n3 Although Thomas initially disputed that a valid assignment of the Agreement between Merz \nNA and Merz Pharmaceuticals actually occurred, he has now conceded this fact. \ntrade secrets under the North Carolina Trade Secrets Protection Act (“NCTSPA”); (3) \nconversion; (4) breach of fiduciary duty; and (5) violation of the North Carolina Unfair \nand Deceptive Trade Practices Act.  (V.C. ¶¶ 64–101.) \n24. This case was designated as a complex business case and assigned to the \nundersigned on 17 November 2023.  (ECF Nos. 1, 2.)   \n25. On 29 March 2024, Thomas filed the present Motion in which he seeks \nsummary judgment on Merz Pharmaceuticals’ claim for breach of contract based on \nhis alleged violation of the non -solicitation covenant of the Agreement.  Specifically, \nhe contends that Merz Pharmaceuticals’ deadline for seeking to enforce the covenant \nexpired one year after his employer switched from Merz NA to Merz Pharmaceuticals.  \n(Mot., at 1.)   \n26. A hearing was held on 6 May 2024 at which all parties were represented \nby counsel, and the Motion is now ripe for resolution.  \nLEGAL STANDARD \n27. It is well established that “[s]ummary judgment is proper ‘if the \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.’ ”  Morrell v. Hardin \nCreek, Inc., 371 N.C. 672, 680 (2018) (quoting N.C. R. Civ. P. 56(c)).  “[A] genu ine \nissue is one which can be maintained by substantial evidence.”  Kessing v. Nat’l \nMortg. Corp. , 278 N.C. 523, 534 (1971).  “Substantial evidence is such relevant \nevidence as a reasonable mind might accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference.”  Daughtridge v. Tanager \nLand, LLC, 373 N.C. 182, 187 (2019) (cleaned up). \n28. On a motion for summary judgment, “[t]he evidence must be considered \n‘in a light most favorable to the non -moving party.’ ”  McCutchen v. McCutchen , 360 \nN.C. 280, 286 (2006) (quoting Howerton v. Arai Helmet, Ltd. , 358 N.C. 440, 470 \n(2004)).  “[T]he party moving for summary judgment ultimately has the burden of \nestablishing the lack of any triable issue of fact.”  Pembee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491 (1985). \n29. The party moving for summary judgment may satisfy its burden by \nproving that “an essential element of the opposing party’s claim does not exist, cannot \nbe proven at trial, or would be barred by an affi rmative defense, . . . or by showing \nthrough discovery that the opposing party cannot produce evidence to support an \nessential element of [the] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000).  “If the \nmoving party satisfies its burden of proof, then t he burden shifts to the non- moving \nparty to ‘set forth specific facts showing that there is a genuine issue for trial.’ ”  Lowe \nv. Bradford , 305 N.C. 366, 369– 70 (1982) (quoting N.C. R. Civ. P. 56(e)).  If the \nnonmoving party does not satisfy its burden, t hen “summary judgment, if \nappropriate, shall be entered against [the nonmovant].”  United Cmty. Bank (Ga.) v. \nWolfe, 369 N.C. 555, 558 (2017) (quoting N.C. R. Civ. P. 56(e)).   \nANALYSIS \n30. Although Thomas has forecast  his belief that the non- solicitation \ncovenant is unenforceable for other reasons as well, the only ground he has asserted \nin the present Motion is  the alleged expiration of the applicable one- year period \nduring which the covenant  remained in effect.  Therefore, t his Opinion does not \naddress any a dditional issues relating to the enforceability of the non- solicitation \ncovenant.    \n31. To prevail on a breach of contract claim, a claimant  must show: “(1) \nexistence of a valid contract; and (2) breach of the terms of that contract.”   Poor v. \nHill, 138 N.C. App. 19, 26 (2000) (cleaned up).   \n32. Relying on a line of prior cases from this Court, Thomas argues that the \none-year period contained in the  non-solicitation covenant began to run as soon as \nthe ATA became effective.  He contends that it is “well -established under North \nCarolina law that when a non-solicitation covenant is assigned—for example, through \nan asset purchase agreement—the period of the restrictive covenant begins to run at \nthe time of the assignment because the employment relationship has been \nterminated.”  (Def.’s Br. Supp. Mot., at 8–9 (emphasis in original).)   \n33. In response, Merz Pharmaceuticals contends that “the change in \nThomas’ employer was one of form, not substance” and  that “[b]ecause Merz’s \nbusiness and its employment relationship with Thomas continued unchanged after \nthe transfer, his restrictive covenants did not begin to run until July 31, 2023, when \nMerz [Pharmaceuticals] fired him[.]”  (Pl.’s Br. Opp. Mot., at 2, ECF No. 74.)  It argues \n“that a purely administrative change in an employer’s form should not impact or limit \nthe successor employer’s rights to enforce a restrictive covenant.”  (Pls.’ Br. Opp. Mot., \nat 14.)  Accordingly, Merz Pharmaceuticals asserts, the restrictions contained in the \nnon-solicitation covenant would not expire until 31 July 2024—a year after Thomas’ \ntermination from Merz Pharmaceuticals.  (Pl.’s Br. Opp. Mot., at 2.) \n34. Before addressing the extent to  which Thomas’ job  did (or did not) \nchange following the ATA, the Court deems it appropriate to discuss  in some detail \nthe prior cases that form the basis for Thomas’ argument. \n35. The line of cases  from this Court relied upon by Thomas consists of \nBetter Bus. Forms & Prods., Inc. v. Craver (“ Craver”), 2007 NCBC LEXIS 34 (N.C. \nSuper. Ct. Nov. 1, 2007); Covenant Equip. Corp. v. Forklift Pro, Inc. (“ Covenant”), \n2008 NCBC LEXIS 12 (N.C. Super. Ct. May 1, 2008); Artistic S. Inc. v. Lund (“Lund”), \n2015 NCBC LEXIS 113 (N.C. Super. Ct. Dec. 9, 2015); and MarketPlace 4 Insurance, \nLLC v. Vaughn (“Vaughn”), 2023 NCBC LEXIS 31 (N.C. Super. Ct. Feb. 24, 2023). \n36. This issue was first addressed in Craver.  In that case , the defendant \nwas originally an employee of a company  called BBF.  The defendant’s employment \nagreement with BBF contained a non -competition covenant prohibit ing the \ndefendant from competing with BBF for a period of one year after the termination of \nhis employment.  Craver, 2007 NCBC LEXIS 34 at **3.     \n37. Approximately five years later, a nother company , GDX  “acquired \nsubstantially all of BBF’s assets in an asset purchase transaction[,]” and “[a]s a part \nof the transaction BBF assigned its contract rights between BBF and its employees \nto GDX .”  Id . at **4.   On the same day as the asset purchase transaction, the \ndefendant’s employment with BBF was terminated .  Id.  He  accepted employment \nwith GDX and continued working in the same job that he had with BBF.  Id. at **5.  \nThe defendant did not sign a new employment agreement with GDX.  Id.   \n38. A few years later, as a result of GDX’s filing of a voluntary bankruptcy \npetition, the plaintiff purchased all of the assets of GDX, including contractual rights \nbetween GDX and its employees.   Id.  On t he same day th at the purchase of GDX’s \nassets by the plaintiff was approved by court order, the defendant accepted \nemployment with another company, where he performed the same job functions as \nhe had at GDX and BBF.  Id. at **5–6.         \n39. The plaintiff subsequently brought suit against the defendant for breach \nof the non-competition covenant contained in his original employment agreement \nwith BBF , arguing that the covenant remained valid and enforceable because it \nsurvived both the first assignment to  GDX and the subsequent assignment to the \nplaintiff as a result of t he asset sale in connection with GDX’s bankruptcy \nproceedings.  Id. at **6, 8–9.  In response, the defendant argued that the restrictive \ncovenant was no longer enforceable by the time the plaintiff purchased GDX’s assets \nbecause the “rights regarding the restrictive  covenant, which GDX acquired from \nBBF in the asset purchase transaction , expired one year” after the defendant ’s \nemployment with BBF terminated and his employment with GDX began.  Id. at **9.  \n40. This Court noted that although the original restrictive covenant at issue \nwas initially valid and enforceable at the time it was agreed upon , “[n]ew issues of \nassignability . . . arose when the restrictive covenant was transferred, first to GDX, \nand then to Plaintiff[,]” and that resolution of those issues was “ultimately a question \nof public policy[.]”  Id. at **10. \n41. We concluded that  although the original restrictive covenant was  \nenforceable by GDX, it was not enforceable by the plaintiff.  Id. at **11.  In so holding, \nthe Court explained its rationale as follows:  \nIn the current case, the covenant might become a more restrictive \ncovenant with, for example, a wider area and/or different market than \ninitially agreed upon, because the employment agreement is transferred \nto a different employer --first to GDX then to Pla intiff--without being \nrenegotiated.  This transfer might put the employee in the situation of \nbeing under a restrictive covenant he did not agree to, one that may \nimpose restrictions he in fact never would have agreed to in his initial \nemployment agreement .  To impose wider or different restrictions is \nunfair to the employee.  To protect the employee, the restrictive \ncovenant should have been renegotiated. The argument that the \ncovenant is assignable because it protects the employer ’s capital \ninvestment in its employee . . .  is not a valid argument after the first \nassignment, when the business itself did not undertake to renegotiate \nthe covenant.  To let the restrictive covenant be transferable and \nenforceable in the first place protects the initial employer ’s capital \ninterest in its employee.  Presumably, BBF was paid for its investment \nin the employee, and the new employer received the benefit of being able \nto enforce the covenant.  When GDX hired Defendant Craver it should \nhave renegotiated the restrictiv e covenant.  The employee would have \nbeen able to negotiate the terms of employment, including the restrictive \ncovenant, instead of just having the old covenant transferred to a new \nemployer.  The termination of employment and failure to renegotiate the \nterms of the new employment, including the restrictive covenant, \ntriggered the one- year restrictive term and made the restrictive \ncovenant unenforceable a year into Craver ’s employment with GDX.  \nGDX would have had to enter into a new restrictive covenant wi th \nDefendant Craver if it wanted to extend the one- year restriction after \nDefendant Craver ’s employment with GDX began.  There are no \nallegations in the pleadings that this was done.  Thus, there was no valid \nrestrictive covenant left which could be assigned to Plaintiff.  Had GDX \npurchased BBF the entity instead of the entity’s assets, GDX could have \nenforced the agreement. \n. . .  \nUnder Plaintiff’s theory, there would be no limit to the number or nature \nof the subsequent purchasers of the covenant.  Employees would be left \nwith no bargaining power in accepting new employment.   Permitting \nrepeated reassignments of restrictive covenants, especially where they \nare purchased in a bankruptcy auction, requires an employee to either \naccept employment with a new employer without any negotiation of the \nterms and conditions of employment or be forced to change jobs.   \nId. at **15–18.  \n42. We revisited this issue in Covenant.  In that case, the defendant and his \noriginal employer entered into an employment agreement that contained a \nnoncompetition covenant with a duration of two  years following the termination of \nthe defendant’s employment with th at employer.  Covenant, 2008 NCBC LEXIS  12 \nat **3.  Subsequently, the defendant’s employer and the plaintiff entered into an asset \npurchase agreement.  Id. at **2.  As a result of this agreement (and as of the date of \nits execution), the defendant ceased to work for his original employer and instead \nbecame an employee of the plaintiff.  Id. at **21.   \n43. The defendant’s employment with the plaintiff ended in July 2007 , and \nthe defendant began working for a competitor of the plaintiff shortly thereafter .  Id.  \nThe plaintiff brought a claim against the defendant for breach of the noncompetition \ncovenant.  Id . at **5.  In response, t he defendant contended that the restrictive \ncovenants contained in his employment  agreement had expired because the \ncovenants began to run at the time his  employment with his original employer \nended—that is, at the time the  original employer and the plaintiff entered into the \nasset purchase agreement.  Id. at **20–21.   \n44. This Court ruled that the covenants at issue had expired because the \ndefendant’s alleged breach took place more than two years after the end of his \nemployment with his former employer.  Id .  at **25.  Relying  on Craver, we stated \nthe following:  \nThis Court has recently found that a noncompetition agreement that has \nbeen sold as part of an asset sale, as opposed to the sale of a business, \ngives the buyer the right to enforce the noncompetition agreement as of \nthe date of the sale but not to enforce the noncompetition agreement as \nif it had been entered into originally by the buyer.  Better Bus. Forms & \nProds., Inc. v. Craver, 2007 NCBC 34 P 33 (N.C. Super. Ct. Nov. 1, 2007) \n[(URL omitted) ]. In other words, the buyer of a noncompetition \nagreement does not step fully into the shoes of the original employer \nbecause the buyer is a new employer. Instead, the buyer can either \nenforce the noncompetition agreement or enter into a new \nnoncompetition agreement. \nIn this case, Plaintiff entered into an Asset Pur chase Agreement with \n[his] original employer, Wholesale Fork  Lifts, Inc.  Nowhere in the \npleadings is it asserted that Plaintiff renegotiated the Employment \nAgreement between Wholesale Fork Lifts, Inc. and [the defendant] or \nentered into a new noncompetiti on agreement with [the defendant]  \nwhen he began his employment with Plaintiff.  Plaintiff has the right to \nenforce the Employment Agreement, including the Covenants Against \nCompetition covenant, from the point of the asset sale on June 3, 2004.  \n[The defen dant] left the employment of Plaintiff on or about July 6, \n2007, and began his employment with [the plaintiff’s competitor]  \nimmediately or shortly afterwards.  The Covenants Against Competition \ncovenant of [the defendant]’s Employment Agreement expired two years \nafter his employment with Wholesale Fork Lifts, Inc. was terminated --\nJune 3, 2006.   Regardless of whether the Covenants Against \nCompetition covenant was enforceable, it has since expired. \nThis holding, as the holding in the Craver case, provides buyers who \nchoose to purchase assets rather than stock with the ability to enforce \ncovenants against employees of the selling company.  It also requires the \nbuyer, if it chooses to do so, to negotiate a new restrictive covenant with \nthe employee, t he consideration for which would be the new \nemployment. This policy is fair because the buyer may have a business \nwhich substantially changes the nature and scope of the restriction \noriginally agreed to by the employee. \nCovenant, 2008 NCBC LEXIS 12, at **23–26. \n45. In Lund—the third case relied upon by Thomas —the defendant \nemployee executed an employment agreement with SSNC on 10 October 20 01 and \nbegan working for SSNC as an outside sales representative on 29 October 2001.  \nLund, 2015 NCBC LEXIS at **4 –5.  The employment agreement contained various \nrestrictive covenants  remaining in effect for either one or  two years after the \ndefendant’s employment ended.  Id . at **13.  At the time the defendant and SSNC \nexecuted the employment agreement, SSNC was a wholly owned  subsidiary of SSI.  \nId. at **4.   \n46. In June 2009, SSI sold all , or substantially all , of its assets to the \nplaintiff.  Id. at **5.   In connection with this sale, the defendant’s employment \nagreement with SSNC was assigned to the plaintiff.  Id. at **6.  No new employment \nagreement was executed.  Id. at **6.   \n47. Lund ultimately resigned from his employment with  the plaintiff in \nApril 2012, so that he could begin working for a competing company, which he helped \ncreate.  Id. at **6–8.  After the defendant’s departure, the plaintiff sued the defendant \nfor breach of the restrictive covenants in the employment agreement.  Id. at **11–13.   \n48. The defendant argued “ that the one - and two -year post -employment \nrestrictions expired in June 2010 and June 2011, respectively[,]” because  “under \nNorth Carolina law, his employment under the Employ ment Agreement was \nterminated on the date of the asset sale, i.e., in June 2009.”  Id. at **13.  In addressing \nthis argument, this Court held as follows:  \nThe North Carolina courts have held that the acquisition of another \ncompany through an asset purchase  — as opposed to a purchase of \nownership interests —terminates the seller ’s existing employment \nrelationships.   \n. . . \nThis Court has therefore held that “ when an employer sells its assets, \nincluding its right to enforce a restrictive covenant in an employment \ncontract, the period of the restrictive covenant begins to run because the \nemployment relationship has been terminated. ” . . . Thus, “a \nnoncompetition agreement that has been sold as part of an asset sale      \n. . . gives the buyer the right to enforce the noncompetition agreement \nas of the date of the sale but not to enforce the noncompetition \nagreement as if it had been entered into originally by the buyer.”  . . .  \nThe facts pleaded here establish that Plaintiff purchased substantially \nall of SSNC’s assets in June 2009.  As a result, [defendant]’s employment \nunder the Employment Agreement was terminated at that time as a \nmatter of North Carolina law, and the time periods for the post -\nemployment restrictions in the Employment Agreement began to run.  \nAs Craver and Covenant make clear, Plaintiff had the option of either \nenforcing the restrictions as of the date of the asset sale or entering into \na new agreement with [defendant] .  Although Plaintiff attempted to \nnegotiate an agreement with [defenda nt] containing new post -\nemployment restrictions, [defendant]  never agreed to any such \nrestrictions.  Plaintiff therefore was left with the right to enforce the \npost-employment restrictions contained in [defendant ]’s Employment \nAgreement with SSNC. \nBased on [defendant]’s June 2009 termination, the one-year prohibition \non [defendant]’s solicitation of customers, prospects, and employees \nexpired in June 2010.  Because Plaintiff alleges that [defendant]’ s \npurported breach of these restrictions did not occur, at the earliest, until \nApril 2011, Plaintiff ’s claims for alleged breach of these restrictions \nshould therefore be dismissed. \nId. at **13–17.  \n49. Finally, in  Vaughn, a company called MarketPlace 4 Insurance  \n(“MarketPlace”) entered into an asset purchas e agreement with a separate entity—\nthe Gilliam Agency—on 13 November 2020.  Vaughn, 2023 NCBC LEXIS 31 at **2–\n3.  As a result of the transaction, MarketPlace acquired the Gilliam Agency’s assets, \nincluding the noncompetition covenants in effect between the Gilliam Agency and its \ncurrent and former employees .  Id.  As a result , certain employees previously \nemployed by the Gilliam Agency became employees of MarketPlace, including the \ndefendant.  Id . at **3.  The defendant had a pre -existing noncompetition covenant \nwith the Gilliam Agency, which was to last for one year.  Id.     \n50. After the asset purchase agreement took effect, the defendant continued \nworking for MarketPlace  until he resigned on or around 30 June 2021.  Id . at **5.  \nApproximately two months later, the defendant began working for another insurance \nagency.  Id.  MarketPlace then brought a claim for breach of the noncompetition \ncovenant against the defendant.  Id. at **12.   \n51. Based on the cases discussed above, t his Court stated that “when an \nasset purchase agreement is executed that purports to transfer a former employer’ s \nrights under a restrictive covenant to a new employer, the prescribed period \ncontained within the covenant begins to run from the date of the execution of the \nagreement.”  Id . at **15.  Applying  this rule, we concluded that “ any time -based \ncovenants contained in [the defendant]’s Agreement with the Gilliam Agency began \nto run when the [asset purchase agreement] was executed on 13 November 2020.”  Id. \nat **17.  As a result, we ruled that “any actionable breach of those covenants alleged \nto have been committed by Vaughn must have occurred prior to 13 November 2021—\nthat is, one year from the date the APA was executed.”  Id.   \n52. Here, Thomas asserts that Craver, Covenant, Lund, and Vaughn stand \nfor the proposition that as long as there is a change in employers from one legal entity \nto another —without the need for consideration of any other factors —the result \nreached by this Court in  those cases must logically follow such that the time period \ncontained in the restrictive covenant at issue begins to run as soon as the employee \nstops working for the original employer. \n53. The Court is unable to agree.  The rule applied in Craver and its progeny \nis clearly applicable when the original employer of an employee subject to a restrictive \ncovenant sells its assets to an unrelated entity who becomes the employee’s new \nemployer.  However, neither the parties’ briefs nor the Court’s own research  has \ndisclosed any North Carolina cases in which this rule has been applied  where the \nswitch in employers is more akin to an administrative transfer of  an employee \nbetween two affiliated entities. \n54. Merz Pharmaceuticals argues that this distinction is critical to the \nresult here, contending that the reasoning of our Court of Appeals in TSG Finishing \nLLC v. Bollinger  (“Bollinger”), 238 N.C. App. 586 ( 2014), is instructive.  Although \nBollinger concerned the issue of whether a restrictive covenant had been validly \nassigned by an original employer to a subsequent employer (rather than the question \nof whether the covenant at issue had expired) , we nonethel ess agree wit h Merz \nPharmaceuticals that the logic underlying the decision in that case is fully applicable \nhere. \n55. In Bollinger, the defendant  was a former employee of TSG, Inc.   \nApproximately fifteen years into his employment with  that company, the defendant \nentered into a non-disclosure and non -competition agreement with TSG, Inc. in \nexchange for a bonus and an increase in pay.  Bollinger, 238 N.C. App at 589.  Two \nyears later, TSG, Inc. file d for bankruptcy and, as a result, transferred its interests \nto plaintiff TSG  Finishing, LLC  (“TSG Finishing”) , “a wholly owned operating \nsubsidiary of TSG, Inc., which remained in operation.”  Id.  Despite the transfer of \ninterests, “[a]ccording to defendant, every aspect of his day -to-day job remained the \nsame after bankruptcy reorganization.”  Id.  \n56. A few years after the bankruptcy reorganization, the defendant left TSG \nFinishing to work for a direct competitor.   Following his departure, TSG Fin ishing \nfiled suit against the defendant for, among other things, breach of contract and sought \na preliminary injunction to prevent him “from breaching the non -compete and \nmisappropriating TSG [Finishing]’s trade secrets.”  Id. at 589.  The trial court denied \nthe preliminary injunction motion and held that the noncompetition agreement was \nunenforceable because it did not contain an express assignability covenant.  Id.      \n57. The Court of Appeals reversed  the trial court’s order, holding that the \nnoncompetition agreement had, in fact, been validly assigned to TSG Finishing as a \nresult of the bankruptcy reorganization.  Id.      \nThe situation in this case is not one where plaintiff was a “ stranger to \nthe original undertaking. ”  Unlike the sale of assets between two \ncompanies at arms’ length, . . . the assignment in this case took place in \nthe context of a bankruptcy reorganization , where the same company \npolicies and management were retained.  Plaintiff is a wholly owned \nsubsidiary of TSG, Inc., with whom  defendant entered into the non -\ncompete.  As Rosenstein testified at the hearing, “[i]t’s not a new entity \n. . . it ’s basically t he same company it was. ”  According to defendant, \nevery aspect of his job remained unchanged after the assignment.  \nTherefore, the facts here are more analogous to those cases where .  . . \ncourts have declined to make assignability covenant s a requirement,  \nsuch as with a stock sale or merger, because the contract rights are not \ngiven to a completely new entity.  . . . Accordingly, we reject the trial \ncourt’s conclusion that the non-compete is unenforceable because it did \nnot contain a specific assignability covenant.   \nId. at 596–97.  \n58. The above-quoted portion of Bollinger aptly contrasts, on the one hand, \nthe type of arm’s length transactions that existed in Craver and its progeny with, on \nthe other hand, the sort of transfer of assets between a ffiliated companies existing \nwithin the same corporate umbrella that occurred here.4  \n59. Although not by itself dispositive, we note that the ATA between Merz \nNA and Merz Pharmaceuticals was termed an Asset Transfer Agreement rather than \nan Asset Purchase Agreement—thereby suggesting that this transaction was akin to \nan administrative transfer  between affiliates .  Such a characterization is further \nsupported by the fact that no money changed hands between the two ent ities as a \nresult of the ATA.  (Cleef Aff. ¶ 8.)  \n60. Moreover, the record reveals the significant extent to which  the nature \nof Thomas’ job remained the same after the ATA was executed.   The Human \nResources Business Partner of Merz Pharmaceuticals, Hannah Cleef, testified on this \nissue as follows:  \nAfter the ATA, Thomas’ job duties and title remained unchanged.   \nThomas continued to oversee and develop Merz  [Pharmaceuticals’] \nfederal strategies, and he was still responsible for calling on the same \nfederal agencies, including top federal customers the Department of \nVeterans’ Affairs (“VA”) and the Department of Defense (“DoD”).   \nThomas did not have any new obligations or responsibilities as a result \nof the transfer. \n \n4 Although the Court of Appeals in Bollinger was applying Pennsylvania law, there is nothing \nabout its discussion of this issue that is in any way inconsistent with North Carolina law. \nAfter the transfer, all Merz [Pharm aceuticals] employees (including \nThomas) continued to receive many of their benefits through [Merz NA].  \nFor example, Merz  [Pharmaceuticals] employees remained enrolled in \n[Merz NA]  insurance plans until summer 2023.  To this day, Merz  \n[Pharmaceuticals] and [Merz NA] employees still share a 401(k) plan.  \nIn addition, Merz [Pharmaceuticals] employees continued to receive \nother [Merz NA]  employee perks, such as discounts on [Merz NA]  \nskincare product Neocutis.  Merz [Pharmaceuticals] also adopted all \n[Merz NA] employment policies, so the same policies continued in effect \nafter the transfer. \nMerz [Pharmaceuticals] also gave Thomas and other transferred \nemployees “credit” for their years of service with [Merz NA] when \nevaluating seniority and accrual of paid time off.  \n“Thomas (like other employees that transferred to Merz  \n[Pharmaceuticals]) did not have to apply for employment with Merz \n[Pharmaceuticals] or undergo any background checks to become a Merz \n[Pharmaceuticals] employee.  There was no transition period  during \nwhich the transferred [Merz NA]  employees were not working.  The \ntransferred employees simply began receiving paychecks from  Merz \n[Pharmaceuticals], instead of [Merz NA]; as a practical matter, nothing \nchanged.”   \n(Cleef Aff. ¶¶ 10–13.)   \n61. Indeed, the 30 November Letter informing Thomas that his employment \nwould transfer from Merz NA to Merz Pharmaceuticals stated that his “position will \ncontinue to be Director, Government and Federal Accounts, reporting to Kari \nEscobar, Vice President, US S ales[,]” and that “[a] ll elements of [his] compensation \nand benefits package remain unchanged .”  (Thomas Aff. II, at Ex. C.)  The 30 \nNovember Letter also provided that Merz Pharmaceuticals was “adopting all \ndocumented policies of Merz [NA].”  (Thomas Aff. II, at Ex. C.)   \n62. To be sure, as Thomas notes, some aspects of his job changed.  His place \nof work changed to a different office (albeit one across the street from his prior office),5 \nand Thomas received a new employee handbook issued by Merz Pharmaceuticals . \n(Thomas Aff. II ¶¶ 14, 16.)   In addition, Thomas “no longer reported to the CEO of \n[Merz NA] and [he] began to report to the CEO of Merz Therapeutics located in \nGermany.”  (Thomas Aff. II ¶ 17.)    \n63. But the Court does not believe that these very limited changes alter the \nconclusion that Thomas’ switch in employers between different Merz entities fails to \ninvoke the rule first articulated in Craver.  To the contrary, a holding that Thomas’ \nnon-solicitation covenant expired within one year after he ceased to be an employee \nof Merz NA can be reached only by a rote application of the Craver rule that is wholly \ndivorced from the above-described public policy considerations that gave rise to that \nrule in the first place.   \n64. In short, a holding that the non-solicitation covenant continued to apply \nto Thomas as if it had originally been agreed to between him and Merz \nPharmaceuticals simply does not result in the type of unfairness that this Court was \nconcerned about in Craver, Covenant, Lund, and Vaughn.   \n65. Accordingly, the Court holds that the applicable one-year period began \nto run not at the time Thomas ceased to be an employee of Merz NA but rather as of \nthe date of the termination of Thomas’ employment at Merz Pharmaceuticals on 31 \n \n5 The fact that his office moved is largely irrelevant considering that “[b]oth before and after \nthe transfer to Merz [Pharmaceuticals], Thomas worked remotely full-time from his home in \nSouth Carolina, and only occasionally visited Merz’s offices[.]”  (Cleef Aff. ¶ 16.) \nJuly 2023.  For this reason, the non-solicitation covenant will not expire until 31 July \n2024. \nCONCLUSION \nFor the reasons set out above, Thomas’ Motion is DENIED.  \nSO ORDERED, this the 22nd day of May, 2024.  \n       /s/ Mark A. Davis     \n       Mark A. Davis  \n       Special Superior Court Judge for  \n       Complex Business Cases  \n \n "
}