{
  "id": "f53d9157432138965261c13439939e9859a00c929faa12f7a66d0ff9ed8e1ead",
  "source_file": "data/raw/ncbc/f53d9157432138965261c13439939e9859a00c929faa12f7a66d0ff9ed8e1ead.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF IREDELL \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 2372 \nLINEAGE LOGISTICS, LLC, \n \nPlaintiff, \n \nv. \n \nPRIMUS BUILDERS, INC. and \nREPUBLIC REFRIGERATION, \nINC., \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO STRIKE \nAFFIRMATIVE DEFENSES AND \nTHIRD-PARTY DEFENDANT’S \nMOTION TO DISMISS \n \n \nREPUBLIC REFRIGERATION, \nINC., \n \nThird-Party Plaintiff, \n \nv. \n \nP3 ADVANTAGE, INC., \n \nThird-Party \nDefendant. \n \n \n \n1. THIS MATTER is before the Court on Plaintiff Lineage Logistics, LLC’s \n(“Lineage”) Motion to Strike Affirmative Defenses  (the “Motion to Strike”) under Rule \n12(f) of the North Carolina Rules of Civil Procedure (the “Rule(s)”), filed 27 November \n2023,1 and Third-Party Defendant P3 Advantage, Inc.’s (“P3”) Motion to Dismiss the \nThird-Party Complaint (the “Motion to Dismiss”; together with the Motion to Strike, \n \n1 (Pl. Lineage Logistics, LLC’s Mot. Strike Affirmative Defenses [hereinafter “Mot. Strike”], \nECF No. 177.) \n \nLineage Logistics, LLC v. Primus Builders, Inc., 2024 NCBC 9. \nthe “Motions”) under Rules 12(b)(2), (4), (5), and (6), filed 1 December 2023 , in the \nabove-captioned case.2 \n2. Having considered the Motions, the parties’ briefs in support of and in \nopposition to the Motions, the arguments of counsel at the hearing on the Motions, \nand other appropriate matters of record, the Court, in the exercise of its discretion, \nhereby GRANTS in part and DENIES in part the Motion to Strike and GRANTS \nthe Motion to Dismiss as set forth below.  \nMcGuireWoods LLP, by Alec Covington, Dylan M. Bensinger, Anthony \nTatum, Shelby Guilbert, and Zachary L. McCamey, for Plaintiff Lineage \nLogistics, LLC. \n \nHedrick Gardner Kincheloe & Garofalo, LLP, by David L. Levy and \nKristy M. D’Ambrosio, and Robinson Elliot & Smith,  by William C. \nRobinson and Dorothy M. Gooding, for Defendant Republic \nRefrigeration, Inc. \n \nGallivan, White, & Boyd, P .A., by Christopher M. Kelly and Shivani \nShah, and Taylor English Duma, LLP, by Ryan M. Arnold, Stephen L. \nWright, and Gregory G. Schultz, for Defendant Primus Builders, Inc. and \nThird-Party Defendant P3 Advantage, Inc. \n \nBledsoe, Chief Judge. \n \nI. \n \nFACTUAL BACKGROUND \n \n3. The Court does not make findings of fact on the Motions.  Rather, the Court \nrecites the allegations asserted and documents referenced in the pleadings that are \nrelevant to the Court’s determination of the Motions.   \n \n2 (Third-Party Def. P3 Advantage, Inc.’s Mot. Dismiss Third-Party Compl. [hereinafter “Mot. \nDismiss”], ECF No. 182.) \n4. Lineage operates a cold-storage facility in Statesville, North Carolina  that \nstores temperature-controlled food products for customers (the “Facility”) .3  Lineage \nassumed ownership of the Facility after it merged with Millard Refrigerated Services, \nLLC (“Millard”).4   \n5. Defendant Primus Builders, Inc. (“Primus”) is a general contractor \nspecializing in the construction of large, refrigerated buildings .5  Primus contracted \nwith Millard (the “Primus Contract”) to design and construct six blast cells at the \nFacility (the “Project”) .6  Primus entered a subcontract with Defendant Republic \nRefrigeration, Inc. (“Republic”) to perform services on the Project  (the “Republic \nSubcontract”).7   \n6. In the Primus Contract, Primus promised to name Lineage  and Millard as \nadditional insureds under several insurance policies and to indemnify Lineage  \nagainst claims and damages that arose out of Primus ’s performance on the Project. 8  \nSimilarly, under the Republic Subcontract, Republic promised to name Lineage as an \n \n3 (Pl. Lineage Logistics, LLC’s  Second Am. Compl. and Cross -Cl. ¶ 1 [hereinafter “ Lineage \nSecond Am. Compl.”], ECF No. 121.)   \n \n4 (Lineage Second Am. Compl. ¶ 2; Pl. Primus Builders, Inc. and P3 Advantage, LLC’s Second \nAm. Compl. ¶¶ 10–11 [hereinafter “Primus Second Am. Compl.”], ECF No. 122.) \n \n5 (Primus Second Am. Compl. ¶ 1.) \n \n6 (Lineage Second Am. Compl. ¶ 5.) \n \n7 (Lineage Second Am. Compl. ¶¶ 7, 25; Primus Am. Compl. ¶¶ 12–13.) \n \n8 (Lineage Second Am. Compl. ¶¶  27–29; Lineage Second Am. Compl. Ex. A Guaranteed \nMaximum Sum Contract 44, ECF No. 121.1.) \nadditional insured under several insurance policies and to indemnify Lineage against \nany claims or damages that arose out of Republic’s performance on the Project.9 \n7. Primus hired its affiliate P3 “to furnish labor for the demolition and removal \nof IMP walls in the old blast cells including old blast cell 9 of the Project.” 10  On 10 \nJanuary 2020, two P3 employees—Anthony Lamattina (“Lamattina”) and Carson \nBrandon Drawdy (“Drawdy”) —were using a scissor lift to work on one of the blast \ncells at the Facility. 11  Lineage alleges that after Lamattina and Drawdy completed \ntheir initial task, a Republic employee requested that they remain on the lift and \nremove ice from an evaporator on one of the blast cells. 12  While removing the ice, \nLamattina inadvertently punctured a coil containing liquid anhydrous ammonia, \nreleasing nearly 1,000 pounds of ammonia into the Facility (the “Incident”). 13  \nLamattina was exposed to the ammonia and died at the scene.  Drawdy was also \n \n9 (Lineage Second Am. Compl. ¶¶ 7, 30–31; Lineage Second Am. Compl. Ex. B Design/Build \nSubcontract 18, ECF No. 121.2.) \n \n10 (Republic Refrigeration, Inc.’s Mot. Dismiss, Am. Answer Pl.’s Second Am. Compl. and \nThird-Party Compl. [hereinafter “Republic’s Answer” or “Third-Party Compl.”] ¶ 15, ECF No. \n172.)  Republic’s Answer and Third-Party Complaint are located in different sections within \nECF No. 172, with Republi c’s Third -Party Complaint beginning on page fifteen of the \ndocument.  The Court’s references to “Republic’s Answer” or “Third-Party Compl.” will refer \nto the applicable section in ECF No. 172. \n \n11 (Lineage Second Am. Compl. ¶ 57; Primus Second Am. Compl. ¶¶ 22–26.)  Primus’s Second \nAmended Complaint does not identify Drawdy by name. \n \n12 (Lineage Second Am. Compl. ¶ 58.)  Primus’s Second Amended Complaint does not allege \nthat a Republic employee requested Lamattina to remain on the scissor lift or remove ice.  \n(Primus Second Am. Compl. ¶¶ 22–26.) \n \n13 (Lineage Second Am. Compl. ¶ 59; Primus Second Am. Compl. ¶ 22.) \n \nexposed, but he was able to jump to the floor and escape the building.  He was later \nhospitalized with significant injuries from the exposure.14 \n8. In addition to the human cost, the release of ammonia caused Lineage to \nincur massive cleanup and investigation costs, disruption to its business operations, \nand significant loss of products that were destroyed or rendered unusable because of \nthe ammonia exposure.\n15  Lineage and Primus allege that they have been named as \ndefendants in numerous lawsuits related to the Incident, including a wrongful death \naction by Lamattina’s estate and suits from customers seeking to recover for damage \nto property stored at the Facility (each an “Underlying Action”).\n16  Lineage and \nPrimus also allege that they face claims from property owners who have not yet \nbrought lawsuits.\n17 \nII. \nPROCEDURAL BACKGROUND \n9. This action began as an insurance coverage dispute.  On 26 August 2021, \nLineage filed its original complaint, asserting a single claim against National Union \n \n14 (Lineage Second Am. Compl. ¶ 60; Primus Second Am. Compl. ¶ 26.) \n \n15 (Lineage Second Am. Compl. ¶¶ 62–63.) \n \n16 Each amended complaint identifies three pending lawsuits: Stone ex rel. Estate of \nLamattina v. Lineage Logistics, LLC , Case No. 20 -CVS-3109 (N.C. Super. Ct. 2020); DFA \nDairy Brands, LLC v. Primus Builders, Inc. , Case No. 5:21 -cv-00025-KDB-DSC (W.D.N.C. \n2021); and Equatorial Seafood, LLC v. Lineage Logistics, LLC, Case No. 21-CVS-1960 (N.C. \nSuper. Ct. 2021).  (Lineage Am. Compl. ¶  64; Primus Am. Compl. ¶  27.)  Primus’s  Second \nAmended Complaint also names a separate action brought by Lineage against Primus, \nLineage Logistics, LLC v. Primus Builders, Inc., Case No. 23-CVS-62 (N.C. Super. Ct. 2023).  \n(Primus Am. Compl. ¶ 27.) \n \n17 (Lineage Second Am. Compl. ¶ 29; Primus Second Am. Compl. ¶ 33.) \n \nFire Insurance Comp any of Pittsburgh, PA  (“National Union”), Travelers Property \nCasualty Company of America (“Travelers”), and Hartford Fire Insurance Company \n(“Hartford”) for a declaratory judgment that Lineage was an additional insured under \nthese insurers’ relevant policies and entitled to coverage up to the combined limits of \nliability under those policies.18 \n10. The Court permitted Primus to intervene in this action on 29 November \n2021, and Primus filed its original C omplaint the following day. 19  After Hartford \nfiled an answer to Primus’s Complaint o n 15 December 2021 ,20 Primus filed an \namended complaint (“Primus’s Amended Complaint”) later that same day adding \nclaims against Hartford.21   \n11. Lineage filed an amended complaint and crossclaim on 5 January 2022, \nadding claims against Hartford, National Union, Primus, and Republic. 22  Lineage \nand Primus reached a settlement with National Union on 1 September 2022 23 and \n \n18 (Lineage Compl. ¶¶ 47–53, ECF No. 3.) \n \n19 (Order Primus Builders, Inc.’s Mot. Intervene as Pl., ECF No. 31; Pl. Primus Builders, \nInc.’s Compl. [hereinafter “Primus’s Original Compl.”], ECF No. 36.) \n \n20 (Def. Hartford Fire Insurance Company’s Answer Pl. Primus Builders, Inc.’s Compl., ECF \nNo. 41.)  Hartford filed its answer to Primus’s Original Complaint , but it was not until \nPrimus’s Amended Complaint that Primus actually named Hartford as a defendant. \n \n21 (Pl. Primus Builders, Inc.’s Am. Compl., ECF No. 42.)  Before Lineage filed its Amended \nComplaint, National Union and Travelers filed motions to dismiss or stay Primus’s Original \nComplaint, (ECF Nos. 48, 50), which this Court declared moot by an order dated 19 January \n2022, (ECF No. 60). \n \n22 (See generally Pl. Lineage Logistics LLC’s First Am. Compl. and Cross Claim, ECF No. 55.) \n \n23 (Lineage Second Am. Compl. ¶ 72.) \n \nwith Hartford in December 2022. 24  Lineage and Primus ultimately dismissed their \nclaims against National Union on 6 October 2022, 25 and against Hartford on 1 \nFebruary 2023.26 \n12. After dismissing their claims against these two insurers and with leave  of \ncourt, Lineage and Primus file d new complaints on 24 and 28 February 2023, \nrespectively.27  While these new complaints continued to seek relief against Travelers \nas the remaining insurer defendant, Lineage also brought claims for: \na. a declaratory judgment against Primus that Primus must defend and/or \nindemnify Lineage for losses sustained as a result of the Incident under \nthe Primus Contract;28  \nb. breach of the Primus Contract against Primus  for failure to indemnify \nLineage for its losses as required by the Primus Contract;29  \nc. a declaratory judgment that Republic must indemnify Lineage under \nthe Republic Subcontract;30  \n \n24 (Lineage Second Am. Compl. ¶ 84.) \n \n25 (Lineage Second Am. Compl. ¶ 72; Voluntary Dismissal With Prejudice All Claims Made \nAgainst Def. National Union Fire Insurance Company Pittsburgh, PA, ECF No. 104; \nStipulation Dismissal, ECF No. 105.) \n \n26 (Lineage Second Am. Compl. ¶ 87; Voluntary Dismissal With Prejudice All Claims Made \nAgainst Def. Hartford Fire Insurance Company, ECF No. 111; Notice Voluntary Dismissal, \nECF No. 112.) \n \n27 (Lineage Second Am. Compl.; Primus Second Am. Compl.) \n \n28 (Lineage Second Am. Compl. ¶¶ 133–38.) \n \n29 (Lineage Second Am. Compl. ¶¶ 139–46.) \n \n30 (Lineage Second Am. Compl. ¶¶ 147–52.) \nd. tortious interference with contract against Republic;31  and  \ne. breach of the Republic Subcontract against Republic for failure to \nindemnify Lineage as required by the Republic Subcontract.32 \n13. Travelers and Republic thereafter moved to dismiss these new \nComplaints,33 and in an Order dated 10 August 2023, the Court dismissed all claims \nagainst Travelers without prejudice but permitted Lineage’s claims against Republic \nfor declaratory judgment concerning Lineage’s rights to indemnity under the \nRepublic Subcontract and for breach of the indemnity obligations under that contract \nto proceed to discovery.34  Lineage’s claims against Primus for declaratory judgment \nconcerning Lineage’s rights to indemnity under the Primus Contract and for breach \nof the indemnity obligations under that contract remain in the case as well. \n14. On 2 October 2023, the Court entered a Consent Order realign ing the \nparties.35  That same day, Primus dismissed its declaratory judgment claims against \nRepublic without prejudice.36   \n \n31 (Lineage Second Am. Compl. ¶¶ 122–32.) \n \n32 (Lineage Second Am. Compl. ¶¶ 153–60.) \n \n33 (Def. Travelers Property Casualty Company America’s Mot. Dismiss the Second Am. \nCompl. Lineage Logistics, LLC, ECF No. 132; Def. Republic Refrigeration, Inc.’s Mot. Dismiss \nPl. Lineage Logistics, LLC’s Second Am. Compl. Pursuant Rule 12(b)(6), ECF No. 134.) \n \n34 (Order and Op. Travelers Property Casualty Company America’s Mots. Dismiss Pls.’ Am. \nCompls., Republic Refrigeration, Inc.’s Mot. Dismiss Lineage Logistics, LLC’s Am. Compl., \nand Republic Refrigeration, Inc.’s Mot . Stay, ECF No. 155; Lineage Logistics, LLC v. Nat’l \nUnion Fire Ins. Co. , 2023 NCBC LEXIS 97 (N.C. Super. Ct. Aug. 10, 2023) .)  In this order \nand opinion, the Court also denied Republic’s Motion to Stay, (ECF No. 135). \n \n35 (Consent Order Realignment the Parties, ECF No. 166.) \n \n36 (Notice Voluntary Dismissal Without Prejudice, ECF No. 165.) \n15. On 25 October 2023, Primus filed an amended answer to Lineage’s Second \nAmended Complaint  and included a crossclaim against Republic for express \nindemnification (“Primus’s Answer”).37   \n16. On 1 November 2023, Republic  also filed an amended answer to Lineage’s \nSecond Amended Complaint (“Republic’s Answer”) and, at the same time, asserted a \nthird-party complaint against P3 (the “Third-Party Complaint”) alleging that P3 was \nresponsible for the Incident and liable to Republic should Republic be ordered to pay \nLineage on its claims.38  Republic asserted claims against P3 for (i) negligence (Count \nI), (ii) common law indemnification (Count II), and (iii) contribution (Count III).39   \n17. Lineage filed its  Motion to Strike on 27 November 2023 , seeking to strike \ncertain of Republic’s and Primus’s affirmative defenses in their Answers to Lineage’s \nSecond Amended Complaint. 40  P3 filed the Motion to Dismiss the Third -Party \nComplaint on 1 December 2023 , seeking the dismissal of Republic’s third -party \nclaims against it.41   \n \n37 (Def. Primus Builders, Inc.’s Am. Answer Lineage Logistics, LLC’s Second Am. Compl. and \nCross-Cl. and Primus Builders, Inc.’s Cross -Cl. Against Republic  [hereinafter “Primus’s \nAnswer”], ECF No. 171.) \n \n38 (Third-Party Compl.) \n \n39 (Third-Party Compl. ¶¶ 26–36.) \n \n40 (Mot. Strike.) \n \n41 (Mot. Dismiss.) \n18. After full briefing, t he Court convened a hearing on the Motions  on 18 \nJanuary 2024, at which all parties were represented by counsel (the “Hearing”).  The \nMotions are now ripe for resolution. \nIII.  \n \nANALYSIS \n \nA. Lineage’s Motion to Strike \n \n19. Under Rule 12(f), a trial court “may order stricken from any pleading any \ninsufficient defense or any redundant, irrelevant, immaterial, impertinent, or \nscandalous matter.”  N.C.R. Civ. P. 12(f).  “Rule 12(f) motions are viewed with disfavor \nand are infrequently granted.”  Daily v. Mann Media, Inc., 95 N.C. App. 746, 748–49 \n(1989) (cleaned up).  A decision to grant or deny a Rule 12(f) motion to strike is within \nthe trial court’s sound discretion.  Reese v. City of Charlotte, 196 N.C. App. 557, 567 \n(2009).   \n20. Significantly for present purposes, “[a] motion under Rule 12(f) is a device \nto test the legal sufficiency of an affirmative defense,” Faulconer v. Wysong & Miles \nCo., 155 N.C. App. 598, 601 (2002) , and “[t]he requirements for pleading a defense \nare no more stringent than the requirements for pleading a claim for relief.”  Vernon \nv. Crist, 291 N.C. 646, 653 (1977).  As a result, a Rule 12(f) motion to strike affirmative \ndefenses is considered under the same standard as a motion to dismiss claims under \nRule 12(b)(6).  See,  e.g., Mozingo v. N.C. Nat’l Bank, 31 N.C. App. 157, 163 (1976) \n(noting that Rule 12(f) is an “analogue to” Rule 12(b)(6) and that “ the same tests \napply” to both rules); see also N.C.R. Civ. P. 8(a)–(c) (setting forth pleading \nrequirements for both claims for relief and defenses). \n21. This Court has recognized that “defenses may be stricken from pleadings, if \nthey are insufficient as a matter of law.”  Nat’l Fin. Partners Corp. v. Ray, 2014 NCBC \nLEXIS 50, at *18 (N.C. Super. Ct. Oct. 13, 2014) (quoting Palmer v. Oakland Farms, \nInc., 2010 U.S. Dist. LEXIS 63265, at *4 (W.D. Va. June 24, 2010)).   \n22. As this Court has explained: \n[T]o survive a motion to strike, a defendant must offer more than a \n“bare-bones conclusory allegation which simply names a legal theory but \ndoes not indicate how the theory is connected to the case at hand.”  Villa \nv. Ally Fin., Inc., 2014 U.S. Dist. LEXIS 25624, at *6 (M.D.N.C. Feb. 28, \n2014) (citation omitted); see also Johnson v. Clark, 2013 U.S. Dist. \nLEXIS 95492, at *4 –6 (E.D.N.C. July 9, 2013)  (striking “ conclusory \ndefenses” that failed to allege sufficient facts to provide the plaintiff with \nsufficient notice of the affirmative defenses in question); Koehler v. \nUnited States, 2012 U.S. Dist. LEXIS 163816, at *3– 4 (E.D.N.C. Nov. \n15, 2012) (providing that “conclusory defenses, presented without any \nfactual support, should be stricken”); Odyssey Imaging, LLC v. \nCardiology Assocs. of Johnston, LLC, 752 F. Supp. 2d 721, 726 (W.D. Va. \n2010) (explaining that “dismissal under Rule 12(f) is appropriate where \nthe defendant has not articulated its defenses so that they are \ncontextually comprehensible”).  “ When a court strikes a defense, the \ngeneral practice is to grant the defendant leave to amend.”  Banks v. \nRealty Mgmt. Serv., 2010 U.S. Dist. LEXIS 7501, at *3 (E.D. Va. Jan. \n29, 2010). \n \nNat’l Fin. Partners Corp., 2014 NCBC LEXIS 50, at *18; see also Staton v. N. State \nAcceptance, LLC, No. 1:13 -CV-277, 2013 U.S. Dist. LEXIS 105599, at *7 (M.D.N.C. \nJuly 29, 2013) (“At a minimum, therefore, a statement of an affirmative defense must \ngive notice to an opponent of its basis and go beyond conclusions.”). \n23. Thus, as Judge Robinson of this Court has summarized: “ a defense that is \nconclusory, contextually incomprehensible, not well-grounded in fact, speculative, or \notherwise devoid of any factual support may be stricken pursuant to Rule 12(f), since \nsuch a defense will ordinarily fail to give a party sufficient notice of the nature of the \ndefense as required by Rule 8.”  Merrell v. Smith, 2020 NCBC LEXIS 126, at *7 (N.C. \nSuper. Ct. Oct. 22, 2022); see, e.g., Carpenter v. Carpenter, 189 N.C. App. 755, 761 \n(2008) (reversing striking of answer containing defenses that could have “a possible \nbearing on the litigation”); Daily, 95 N.C. App. at 749 (affirming the striking of a \ndefense that had “no possible bearing upon the litigation”). \n24. Lineage’s Motion to Strike seeks to strike certain affirmative defenses from \nRepublic’s and Primus’s Amended Answers to Lineage’s Second Amended Complaint.  \nThe Court will consider each challenge in turn.  \n1. Republic’s Affirmative Defenses \n \n25. In response to Lineage’s Motion to Strike, Republic has agreed to withdraw \nthe following affirmative defenses: (i) adoption of any and all contractual defenses, \nlimitations, exclusions, and language (Third Defense); (ii) justification (Fourth \nDefense); (iii) adoption of defenses (Fifth and Sixth Defenses); (iv) a purported motion \nto strike (Seventh Defense); (v) collateral estoppel and res judicata (Eighth Defense); \n(vi) wa iver (Ninth Defense); (vii) laches (Tenth Defense); and (viii) accord, \nsatisfaction, and compromising settlement (Eleventh Defense) .42  Accordingly, the \nCourt will strike these defenses.43   \n \n42 ( See Mem. Opp’n Pl.’s Mot. Dismiss [sic] Strike Affirmative Defenses 5  [hereinafter \n“Republic’s Br. Opp’n Mot. Strike”], ECF No. 190.) \n \n43 The Motion to Strike also seeks to strike Republic’s thirteenth affirmative defense , which \nstates that “[Lineage’s] claims are barred in whole or in part to the extent they have been \nraised in a prior pending action.”  (Republic’s Answer 14; Pl. Lineage Logistics, LLC’s Mem. \n26. Republic seeks to maintain, however, three affirmative defenses which \nLineage seeks to strike  through its motion : (i) the defense titled “First Motion to \nDismiss,” a single-sentence “motion” asserted under Rule 12(b)(6) at the beginning of \nRepublic’s Answer;44 (ii) statute of limitations (Twelfth Defense);45 and (iii) N.C.G.S. \n§ 22B-1 (Fourteenth Defense).46   \na. “First Motion to Dismiss” \n27. Republic’s inclusion of its purported “First Motion to Dismiss”  at the \nbeginning of its amended answer  reflects common practice in the North Carolina \nstate courts.  Also typical of North Carolina state court practice, Republic’s purported \nmotion is not accompanied by a supporting brief.  Under Business Court Rule 7.2 (the \n“BCR(s)”), however, a motion to di smiss “must be set out in a separate document” —\ni.e., it may not be included in a party’s answer—and “[a] motion unaccompanied by a \nrequired brief may, in the discretion of the Court, be summarily denied.”  BCR 7.2. \n \nSupp. Mot. Strike Affirmative Defenses 12, 14 [hereinafter “Lineage’s Br. Supp.”], ECF No. \n178.)  Republic did not address Lineage’s Motion to Strike this defense in its briefing or at \nthe Hearing, and the Court agrees with Lineage that “Republic does not identify any previous \nlitigation that might have preclusive effect on this action[.]”  (Lineage’s Br. Supp. 12.)  \nAccordingly, the Court will strike this affirmative defense as well.  See also, e.g., Elhulu v. \nAlshalabi, 2021 NCBC LEXIS 44, *21 (N.C. Super. Ct. Apr. 29, 2021) (granting motion as \nuncontested when response brief did not respond to moving party’s argument); Glover Constr. \nCo. v. Sequoia Servs., LLC, 2020 NCBC LEXIS 76, at *23 (N.C. Super. Ct. June 18, 2020) \n(same). \n \n44 (Republic’s Answer 1.) \n \n45 (Republic’s Answer 14.) \n \n46 (Republic’s Answer 14.)   \n \n28. Rather than summarily deny the First Motion to Dismiss, however, the \nCourt, in the exercise of its discretion  and after discussion and agreement with the \nparties at the Hearing, elects not strike the First Motion to Dismiss but instead will \nconsider the purported motion inoperative and take n o action on it unless and until \nRepublic files a motion in compliance with BCR 7.2 .  Lineage will retain all its \navailable defenses to any such motion.  Accordingly, Lineage’s Motion to Strike the \nFirst Motion to Dismiss will be denied on this limited basis. \nb. Statute of Limitations (Twelfth Defense) \n29. Republic’s statute of limitations defense asserts that Lineage’s claim against \nRepublic for breach of the Republic Subcontract, which was filed on 24 February 2023, \nwas filed more than three years after the 10 Ja nuary 2020 Incident, which was the \nearliest date on which the claim could have accrued, and was thus after the applicable \nthree-year statute of limitations period had expired. 47  See, e.g. , Charlotte Motor \nSpeedway, Inc. v. Tindall Corp. , 195 N.C. App. 296, 301 (2009) ( “The statute of \nlimitations period for an indemnity contract is three years.”) ; see also, e.g. ,  \nChristenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 6 (2017) (“A cause of action \nis complete and the statute of limitations begins to run upon the inception of the loss \nfrom the contract, generally the date the promise is broken.”); Schenkel & Schul tz, \nInc. v. Hermon F. Fox & Assocs., P.C., 180 N.C. App. 257, 267 (2006) (“North Carolina \nfollows the general rule that a cause of action on an obligation to indemnify normally \naccrues when the indemnitee suffers actual loss.”).   \n \n47 (Republic’s Br. Opp’n Mot. Strike 6.)   \n \n30. Lineage argues in opposition that its claim was timely because, under Rule \n15(c), its claim for breach of the indemnity clause in the Republic Subcontract relates \nback to Lineage’s First Amended Complaint, which was filed on 5 January 2022, less \nthan two years after the Incident and thus well within the three -year statute of \nlimitations for breach of contract.  The Court agrees with Lineage. \n31. Under North Carolina law, “ [a] claim asserted in an amended pleading is \ndeemed to have been interposed at the time the claim in the original pleading was \ninterposed, unless the original pleading does not give notice of the transactions, \noccurrences, or series of transactions or occu rrences, to be proved pursuant to the \namended pleading.”  N.C.R. Civ. P. 15(c).  If an original complaint “gave notice under \nRule 8(a)(1) of a claim based on [the same transaction or occurrence], then the \namended complaint under Rule 15(c) is absorbed into the original[.]”  Pyco Supply Co. \nv. Am. Centennial Ins. Co. , 321 N.C. 435, 443 (1988).  Lineage ’s indemnity claim \nagainst Republic relates back to the First Amended Complaint because Lineage’s \nbreach of contract claim in the Second Amended Complaint  and its declaratory \njudgment claim in the First Amended Complaint are both based on Republic’s alleged \nbreach of the same indemnity provision in the Republic Subcontract .  Republic was \ntherefore on “notice of the transactions, occurrences, or series of transactions or \noccurrences” on which Lineage’s current breach of contract claim is based  upon the \nfiling of the First Amended Complaint .  The Court will therefore grant Lineage’s \nMotion to Strike Republic’s statute of limitations affirmative defense. \nc. N.C.G.S. § 22B-1 (Fourteenth Defense) \n32. The Court has previously rejected Republic’s argument that N.C.G.S. \n§ 22B-1 renders the Republic Subcontract’s indemnity provision void,48 and Republic \nhas represented that this affirmative defense is asserted solely to preserve the issue \nfor appeal. 49  Since the Court has already determined that Republic’s affirmative \ndefense fails as a matter of law, the Court will grant Lineage’s Motion t o Strike  \nRepublic’s affirmative defense based on section 22B-1.   \n2. Primus’s Affirmative Defenses \n \n33. In response to Lineage’s Motion to Strike, Primus has agreed to withdraw \nits affirmative defenses based on lack of subject matter jurisdiction (Fifth Defense) \nand the statute of limitations and/or repose (Seventh Defense). 50  Accordingly, the \nCourt will strike these defenses.  In addition, the parties agreed at the Hearing that \nPrimus’s unclean hands defense (Eighth Defense) should be str icken as to \nquantifiable past losses but remain as a defense to uncertain future losses.  The Court \nwill therefore memorialize the parties’ agreement in this Order and Opinion.   \n34. Lineage’s Motion to Strike has thus been narrowed to Primus’s affirmative \ndefenses for waiver (Third Defense) and equitable estoppel (Fourth Defense).\n51  These \n \n48 Lineage Logistics, LLC v. Nat’l Union Fire Ins. Co., 2023 NCBC LEXIS 97, at *40–41 (N.C. \nSuper. Ct. Aug. 10, 2023) ; (see also Lineage’s Br. Supp 13– 14; Republic’s Br. Opp’n Mot. \nStrike 6). \n \n49 (Republic’s Br. Opp’n Mot. Strike 6.) \n \n50 (Primus Builders, Inc.’s Mem. Opp’n Pl.’s Mot. Strike Affirmative Defenses 10 –11 \n[hereinafter “Primus’s Br. Opp’n”], ECF No. 189.) \n \n51 (Mot. Strike; Primus’s Answer 24–25.) \ndefenses are related, and through them , Primus alleges that Lineage has waived or \nis otherwise equitably estopped from seeking  indemnity from Primus because of \nLineage’s own negligence.52  Although Lineage argues that Primus has failed to allege \nfacts showing each of the required element s for waiver53 or equitable estoppel 54, \nnecessitating that each defense be str icken, the Court finds , upon a review of all of \nthe allegations of Primus’s amended answer, including those incorporated into these \ntwo defenses, that Primus has satisfied its pleading burden under Rule 8 to put \nLineage on notice of the facts supporting these affirmative defenses.  The Court  \nfurther concludes that each asserted defense could have “a  possible bearing on the \nlitigation.”  Carpenter, 189 N.C. App. at 761; see also Daily, 95 N.C. App. at 749.  As \na result, the Court will deny the Motion to Strike Primus’s affirmative defenses of \nwaiver and equitable estoppel. \n \n52 (Primus’s Br. Opp’n 12–13.) \n \n53 (Lineage’s Br. Supp. 3–4.)  See, e.g., Fetner v. Rocky Mount Marble & Granite Works, 251 \nN.C. 296, 302 (1959) (“The essential elements of waiver are (1) the existence, at the time of \nthe alleged waiver, of a right, advantage or benefit; (2) the knowledge, actual or constructive, \nof the existence thereof; and (3) an intention to relinquish such right, advantage or benefit.”).   \n \n54 (Lineage’s Br. Supp. 4–5.) See, e.g., Gore v. Myrtle/Mueller, 362 N.C. 27, 33–34 (2007):  \n \n[T]he essential elements of an equitable estoppel as related to the party \nestopped are: (1) Conduct which amounts to a false representation or \nconcealment of material facts, or at least, which is reasonably calculated to \nconvey the impression that the facts are otherwise than, and inconsistent with, \nthose which the party afterwards attempts to assert; (2) intention or \nexpectation that such conduct shall be acted upon by the other party, or \nconduct which at least is calculated to induce a reasonably prudent person to \nbelieve such conduct was intended or expected to be relied and acted upon; \n[and] (3) knowledge, actual or constructive, of the real facts. \n \nId. (cleaned up). \n \nB. P3’s Motion to Dismiss \n \n35. P3 seeks to dismiss all claims in Republic’s Third- Party Complaint for  \ninsufficiency of process under Rule s 12(b)(4) and 12(b)(5) and resulting lack of \npersonal jurisdiction under Rule 12(b)(2)  as well as for failure to state a claim upon \nwhich relief can be granted under Rule 12(b)(6).  P3 also moves to dismiss Republic’s \nnegligence claim on statute of limitations grounds (N.C.G.S.  § 1- 52) under Rule \n12(b)(6).  \n1. Insufficiency of Process/Lack of Personal Jurisdiction \n36. P3 contends that Republic failed to “submit a summons for issuance by the \nCourt” and “failed to properly serve the  Third-Party Complaint ,”55 requiring the \ndismissal of the third -party action against P3 for insufficient process under Rules \n12(b)(4) and 12(b)(5) and for lack of personal jurisdiction under Rule 12(b)(2).56   \n37. It is undisputed that Republic filed its Third-Party Complaint against P3 on \n1 November 2023 but did not cause a summons to be issued until 5 December 2023 \nand effect service upon P3 until 10 January 2024. 57  P3 argues that the T hird-Party \nComplaint should be dismissed because the delay in issuing the summons caused \nRepublic’s action against P3 to abate under Rule 4 (a), which provides that “[u]pon \n \n55 (Mem. Supp. P3 Advantage, Inc.’s Mot. Dismiss The Third-Party Compl. 10 [hereinafter \n“P3’s Br. Supp.”], ECF No. 183.)   \n \n56 (P3’s Br. Supp. 9–11.) \n \n57 The relevant summons documents are appended to the end of Republic’s brief opposing the \nMotion to Dismiss.  (Mem. Opp’n P3 Advantage, Inc.’s Mot. Dismiss Third- Party Compl. 9–\n16 [hereinafter “Republic’s Br. Opp’n Mot. Dismiss”], ECF No. 191.)  \n  \nthe filing of the complaint, summons shall be  issued forthwith, and in any event \nwithin five days.”   N.C.R. Civ. P.  4(a).  P3 further argues that dismissal for lack of \npersonal jurisdiction must follow, citing Thomas & Howard Co. v. Trimark \nCatastrophe Servs., Inc., 151 N.C. App. 88, 91 (2002) (“Absent valid service of process, \na court does not acquire personal jurisdiction over the defendant and the action must \nbe dismissed.” (citation omitted)).58 \n38. The Court of Appeals, however, has held that while an “action abate[s] upon \nfailure to issue proper summons within five days of filing the complaint, [ ] the action \nrevive[s] upon the issuance and service of summons on defendant.”  Roshelli v. Sperry, \n57 N.C. App. 305, 308 (1982).  In Roshelli, as here, a complaint abated and was subject \nto dismissal under Rule 4(a) after a summons was not issued within five days after \nthe complaint’s filing.  And again like here, a second summons was issued and served \nmore than five days after the complaint was filed.  The Court of Appeals held on these \nfacts that “the effect of the second summons  . . . was to revive and commence a new \naction on the date of issue.”  Id.  The Court, therefore, affirmed the trial court’s denial \nof the defendant’s motion to dismiss for insufficiency of process and lack of personal \njurisdiction.   \n39. Roshelli is controlling.  Although  Republic’s third-party action against P3 \nabated and was subject to dismissal under Rule 4(a) after Republic failed to cause a \nsummons to be issued within five days after the Third- Party Complaint was filed, \nRoshelli provides that the issuance and service of a second summons thereafter \n \n58 (P3’s Br. Supp. 10.) \nrevived the action.  Accordingly, P3’s Motion to Dismiss under Rules 12(b)(2), 12(b)(4), \nand 12(b)(5) is without merit and shall be denied.  See also, e.g., Morton v. Blue Ridge \nIns. Co., 250 N.C. 722, 724–25 (1959) (concluding that issuance of a second summons \ninstituted a new action at the time of issuance of the second summons).   \n2. Statute of Limitations \n40. P3 next moves under Rule 12(b)(6) to dismiss Republic’s negligence claim, \ncontending that that  claim is barred by the applicable three -year statute of \nlimitations under N.C.G.S. § 1-52.59  “A statute of limitations defense may properly \nbe asserted in a Rule 12(b)(6) motion to dismiss if it appears on the face of the \ncomplaint that such a statute bars the claim.”  Horton v. Carolina Medicorp, Inc., 344 \nN.C. 133, 136 (1996).  “Once a defendant raises a statute of limitations defense, the \nburden of showing that the action was instituted within the prescribed period is on \nthe plaintiff.  A plaintiff sustains this burden by showing that the relevant statute of \nlimitations has not expired.”  Id. \n41. When ruling on a motion to dismiss under Rule 12(b)(6), the Court must \nconsider “whether the allegations of the [challenged pleading], if treated as true, are \nsufficient to state a claim upon which relief can be granted under some legal theory.”  \nCorwin v. Brit. Am. Tobacco, PLC , 371 N.C. 605, 615 (2018) (quoting CommScope \nCredit Union v. Butler & Burke, LLP, 369 N.C. 48, 51 (2016)).  \n42. Dismissal pursuant to Rule 12(b)(6) is proper when “(1) the [challenged \npleading] on its face reveals that no law supports [its] claim[s]; (2) the [pleading] on \n \n59 (P3’s Br. Supp. 11–12.) \nits face reveals the absence of facts sufficient to make a good claim; or (3) the \n[pleading] disclo ses some fact that necessarily defeats the [non -moving party’s] \nclaim.”  Corwin, 371 N.C. at 615 (quoting Wood v. Guilford County, 355 N.C. 161, 166 \n(2002)).  \n43. On a Rule 12(b)(6) motion, the challenged pleading is construed liberally, \nviewing the allegations as true and in the light most favorable to the non- moving \nparty, and the claim is not dismissed unless it appears beyond doubt that the non -\nmoving party could prove no set of facts in support of his claim which would entitle \nhim to relief.  U.S. Bank Nat’l Ass’n ex rel. C -BASS Mortg. Loan Asset -Backed \nCertificates, Series 2006-RP2 v. Pinkney, 369 N.C. 723, 726 (2017).  While “the well -\npleaded material allegati ons of the [challenged pleading] are taken as true[,] \nconclusions of law or unwarranted deductions of fact are not admitted.”  Azure \nDolphin, LLC v. Barton , 371 N.C. 579, 599 (2018) (quoting Arnesen v. Rivers Edge \nGolf Club & Plantation, Inc., 368 N.C. 440, 448 (2015)). \n44. Under North Carolina law, a claim for negligence “accrues when the wrong \ngiving rise to the right to bring suit is committed.”  Harrold v. Dowd , 149 N.C. App. \n777, 781 (2002).  Republic’s negligence claim is based on P3’s alleged conduct in \ncausing the injuries suffered in the Incident.60  P3 argues that because the Incident \noccurred on 10 January 2020 and the Third -Party Complaint was filed over three \nyears later on 1 November 2023, Republic’s negligence claim should be dismissed.   \n \n60 (Third-Party Compl. ¶¶ 17–34.) \n \n45. Republic contends that its negligence claim  is timely because the claim  \nrelates back to Lineage’s claims for negligence, gross negligence, and indemnity in a \nlawsuit Lineage filed against P3 in January 2023 in Iredell County Superior County \n(Civil Action No.  23-CVS-62) (the “Iredell Action”). 61  Based on those allegations, \nRepublic contends that P3 has long been on notice of the events or occurrences giving \nrise to Republic’s negligence  claim and that relation back is therefore proper under \nRule 15(c).   \n46. At the Hearing, the parties sparred over the application of Crossman v.  \nMoore, 341 N.C. 185 (1995), and Baldwin v. Wilkie, 179 N.C. App. 567 (2006), to the \nfacts of this case.  In  Crossman, the Supreme Court held that Rule 15(c) “does not \napply to the naming of a new party -defendant to the action.  It is not authority for \nthe relation back of a claim against a new party.”  Id. at 187.  In Baldwin, the Court \nof Appeals looked to New York law for guidance to conclude that, for the purpose of \ndetermining venue, Rule 15(c) permitted relation back when th e claim of a newly \njoined plaintiff was “virtually identical” to the original plaintiff’s claim and the newly \njoined plaintiff, through its injury, was “similarly situated” to the original plaintiff.  \nBaldwin, 179 N.C. App. at 571 (quoting Key Int’l Mfg., Inc. v. Morse/Diesel, Inc., 536 \nN.Y.S.2d 792, 798 (1988)).   \n47. P3 was originally a plaintiff in this action asserting claims against Republic.  \nP3 dismissed those claims on 2 October 202362 and was no longer a party-plaintiff in \n \n61 (Republic’s Br. Opp’n Mot. Dismiss 5.) \n \n62 (Notice Voluntary Dismissal Without Prejudice.) \n \nthe litigation.63  Less than a month later, Republic brought P3 back into the case as \na third-party defendant.  While, as Republic contends, t he third-party claims that \nRepublic asserts against P3 are based on allegations very similar to those Lineage \nadvanced against P3 in the Iredell Action, Rule 15(c) contemplates relation back to \nthe “original pleading” in the same action, not to a pleading in a separate action.  See \nid. (applying relation back to the original complaint in the same action); see also, e.g., \nWatkins v. Stephenson, 57 F.4th 576, 580 (6th  Cir. 2023) (“[ the analogous Federal] \nRule 15’s text contemplates that the relevant filings will arise in the same  case.”).64  \nFurther, Crossman makes plain that Republic cannot get the benefit of Rule 15(c)’s \nrelation back provision since P3 is a newly added defendant.  Accordingly, since \nRepublic’s negligence claim w as filed more than three years after it accrued, that \nclaim is barred by the applicable statute of limitations.   P3’s Motion shall therefore \nbe granted dismissing this claim. \n \n63 (See Consent Order Realignment the Parties.) \n \n64 Numerous federal circuit decisions are to similar effect.  See, e.g., Velez-Diaz v. United \nStates, 507 F.3d 717, 719 (1st Cir. 2007) (“Rule 15(c), by its terms, applies to amended \npleadings in the same action as an original, timely pleading: the pleading sought to be \namended may not be a pleading filed in a different case.”  (emphasis in original)); Carter v. \nTex. Dep’t Health, 119 Fed. Appx. 577, 581 (5th Cir. 2004) (for purposes of Federal Rule 15(c), \nan “ ‘original pleading’ may not be a pleading filed in a different case”); United States ex rel. \nMalloy v. Telephonics Corp., 68 Fed. Appx. 270, 273 (3d Cir. 2003) (“We agree that Rule 15(c) \ndoes not permit a complaint filed in one civil action to relate back to a complaint filed in a \nseparate civil action.” (cleaned up)); Bailey v. N. Ind. Pub. Serv. Co., 910 F.2d 406, 413 (7th \nCir. 1990) (holding that a complaint filed in one civil action cannot relate back to a complaint \nfiled in a separate civil action) ; see also Turner v. Duke Univ., 325 N.C. 152, 164 (1989) \n(“Decisions under the federal rules are  [ ] pertinent for guidance  and enlightenm ent in \ndeveloping the philosophy of the North Carolina rules.”). \n     \n3. Failure to State a Claim Upon Which Relief May Be Granted \n48. P3 separately argues that because Lineage’s claims are grounded in \ncontract, not tort, Republic’s third- party claims for negligence, indemnity, and \ncontribution must be dismissed.65  The Court agrees.  \n49. First, the Court has already determined that Republic’s negligence claim \nagainst P3 shall be dismissed on statute of limitations grounds.  Even if the claim \nhad survived that challenge, however, the Court agrees with P3 66 that Republic’s \nfailure to allege any underlying tortious injury or damages provides a separate \nground for dismissal.  See, e.g., Parker v. Town of Erwin, 243 N.C. App. 84, 110 (2015) \n(requiring that a negligence claim allege both that “the breach was the actua l and \nproximate cause of the plaintiff’s injury” and that “damages resulted from the injury” \n(quoting Bostic Packaging, Inc. v. City of Monroe, 149 N.C. App. 825, 830 (2002))).   \n50. Moreover, while it is true that Republic will only be liable for breach of th e \nindemnity provision in the Republic Subcontract if it is found to be negligent in \nconnection with the Incident, Lineage’s claims against Republic are in contract, not \ntort.  And while Republic may defend against Lineage’s contract claim by seeking to \nestablish that it was not negligent (thereby avoiding liability on the contract claim), \nRepublic’s defense is a contract defense, not a basis to assert an independent \nnegligence claim against P3.  And since Republic’s contribution claim is only available \nif R epublic prevails on its negligence claim, that claim, too, must therefore be \n \n65 (P3’s Br. Supp. 13–16.) \n \n66 (P3’s Br. Supp. 12–13.) \n \ndismissed.  See, e.g. , State Farm Mut. Auto. Ins. Co. v. Holland , 324 N.C. 466, 470 \n(1989) (“[T]he right to contribution does not exist unless two or more parties are joint \ntortfeasors.”).  For each of these separate and independent  reasons, Republic’s \nnegligence and contribution claims shall be dismissed. \n51. Republic’s indemnification claim fares no better.  Republic frames the claim \nas “common law indemnification” and asserts that it is entitled to indemnity because \n“the damages alleged by Lineage were caused in whole or in part by the conduct of \nP3 Advantage, without any corresponding culpable conduct on the part of Republic.”\n67  \nP3 contends that this claim should be dismissed  because Lineage’s claims against \nRepublic do not sound in tort, and in the absence of a tort claim, Republic cannot seek \nindemnification from P3.68  The Court agrees with P3. \n52. “In North Carolina, a party’s rights to indemnity can rest on three bases: (1) \nan express contract; (2) a contract implied- in-fact; or (3) equitable concepts arising \nfrom the tort theory of indemnity, often referred to as a contract implied -in-law.”  \nKaleel Builders, Inc. v. Ashby, 161 N.C. App. 34, 38 (2003).  Republic does not allege \nan express contract or a contract implied- in-fact giving rise to a right to indemnity, \nso Republic’s “common law” right to indemnity, if it exists at all, is based on a right \nto indemnity implied-in-law. \n53. “For indemnification implied -in-law, more an equitable remedy than an \naction in and of itself, North Carolina law requires there be an underlying injury \n \n67 (P3’s Br. Supp. 15.) \n \n68 (P3’s Br. Supp. 15.) \nsounding in tort.  The party seeking indemnity must have imputed or derivative \nliability for the tortious conduct from which indemnity is sought.”  Id.  at 41.  Since \nthere is no tort claim against Republic for which it seeks indemnity  from P3 , \nRepublic’s claim does not fit the “active -passive tort-feasor framework” required to \nstate a claim for a right to indemnity implied-in-law.  See id. at 47 (holding that “the \nparties do not fit the active -passive tort -feasor framework required to support an \nequitable right to indemnity implied -in-law” where the plaintiff’s claim sought \nindemnification from a claim for breach of contract and not one sounding in tort).  \nSince Republic failed to allege any of the three bases that permit it a right to \nindemnity, the Court will grant P3’s Motion dismissing Republic’s claim for \nindemnification.69 \nIV. \n \nCONCLUSION  \n \n54. WHEREFORE: \na. The Court, in the exercise of its discretion,  hereby GRANTS in part \nand DENIES in part the Motion to Strike as follows: \ni. Lineage’s Motion to Strike is DENIED as to Republic’s “First \nMotion to Dismiss,” but the Court will consider the purported \n \n69 Republic also raises an additional timeliness argument —contending that its claims for \nindemnity and contribution are timely because they did not accrue until Lineage sued \nRepublic in January 2022.  But as discussed above, claims for implied-in-law indemnity and \ncontribution necessarily depend upon an underlying tort, and, here, Lineage has not asserted \na tort claim against Republic.  Therefore, Republic’s accrual argument, even if correct, does \nnot salvage its claims.  See Schenkel & Schultz, Inc., 180 N.C. App. at 268. \n \nmotion inoperative and take no action on it unl ess and until \nRepublic files a motion in compliance with BCR 7.2.  Lineage will \nretain all its available defenses to any such motion.   \nii. Lineage’s Motion to Strike is GRANTED as to Republic’s third, \nfourth, fifth, sixth, seventh, eighth, ninth, tenth, eleventh, \ntwelfth, thirteenth, and fourteenth affirmative defenses , and \nthose defenses shall be stricken without prejudice.70  \niii. Lineage’s Motion to Strike is DENIED as to Primus’s third and \nfourth affirmative defenses. \niv. Lineage’s Motion to Strike is GRANTED as to Primus’s fifth and \nseventh affirmative defenses, and those defenses shall be stricken \nwithout prejudice. \nv. Lineage’s Motion to Strike is GRANTED as to Primus’s eighth \naffirmative defense (unclean hands) to the extent that defense is \nasserted as a defense to Lineage’s claims for past losses, and that \ndefense shall be stricken to that extent without prejudice, but \nto the extent the defense is asserted as a defense to Lineage’s \nclaims for future losses, Lineage’s Motion to Strike is DENIED. \nb. The Court hereby GRANTS the Motion to Dismiss, and the Third-Party \nComplaint shall be DISMISSED with prejudice.  \n \n70 “When a court strikes a defense, the general practice is to grant the defendant leave to \namend.”  Nat’l Fin. Partners Corp., 2014 NCBC LEXIS 50, at *19 (quoting Banks, 2010 U.S. \nDist. LEXIS 7501, at *3).  \n SO ORDERED, this the 23rd day of February, 2024.     \n      \n/s/ Louis A. Bledsoe, III   \nLouis A. Bledsoe, III \n      Chief Business Court Judge \n "
}