{
  "id": "f53f90b6c18bbe4d54fec9e297c51a2eb867cf592810f9a1461c3e4d1776b8a1",
  "source_file": "data/raw/ncbc/f53f90b6c18bbe4d54fec9e297c51a2eb867cf592810f9a1461c3e4d1776b8a1.pdf",
  "raw_text": " \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n10 CVS 8327 \nOUT OF THE BOX DEVELOPERS, \nLLC, d/b/a OTB CONSULTING, \n \nPlaintiff, \n \nv. \n \nDOAN LAW, LLP and THE DOAN LAW \nFIRM, LLP, \n \nDefendants. \n \nORDER ON POST-TRIAL MOTIONS \nAND FINAL JUDGMENT \n \n{1} THIS MATTER is before the court on several post-trial motions: (1) \nDefense Counsel’s Motion to Withdraw; (2) Defendants’ Motion for Judgment \nNotwithstanding Verdict or for a New Trial, and Motion to Amend Judgment; (3) \nPlaintiff’s Motion for Additional Injunctive Relief; and (4) Plaintiff’s Request for \nAward of Attorneys’ Fees.  Defense Counsel’s Motion to Withdraw is uncontested.  \nEach of the contested motions has been fully briefed.  The motions are ripe for \nruling. \n Ellis & Winters LLP by Jonathan D. Sasser  and C. Scott Meyers for Plaintiff. \nSands Anderson P.C. by David McKenzie for Defendants. \nGale, Judge. \n \nProcedural Background for the Post-Trial Motions \n \n {2} This matter was tried before a jury beginning on May 19, 2014.  On \nMay 29, 2014, the jury returned its verdict on eighteen contested issues.  The court \nentered its Judgment on June 6, 2014, which indicated that it would award \nattorneys’ fees to Plaintiff pursuant to a subsequent application.  The Parties then \ntimely filed the above post-trial motions, and Plaintiff filed such application. \nOut of the Box Devs., LLC v. LogicBit Corp., 2014 NCBC 39.\n {3} The court has previously ente red multiple prior orders which \nsummarize the various claims and case history in significant detail.  See  \nOut of the Box Developers, LLC v. LogicBit Corp., 2013 NCBC LEXIS 28 (N.C. \nSuper. Ct. June 5, 2013); Out of the Box Developers, LLC v. LogicBit Corp., 2012 \nNCBC LEXIS 55 (N.C. Super. Ct. Oct. 20, 2012); Out of the Box Developers, LLC v. \nLogicBit Corp., Order, 10 CVS 827 [Wake] (N.C. Super. Ct. Jan. 30, 2014).  The \ncourt here offers a more abbreviated summary to provide context for the present \nmotions. \n {4} LexisNexis licenses time manageme nt software for attorneys known as \nTimeMatters.  The program is generic and not adaptive to any particular practice \narea.  Plaintiff Out of the Box Developers, Inc. (“OTB”) developed and licenses \ncustomizations to TimeMatters for bankruptcy attorneys, known as BKexpress.  \nDefendants Doan Law, LLP (“Doan Law”) and Doan Law Firm, LLP (“Doan Law \nFirm”) (collectively, “Doan Defendants”) are two of various Doan family entities \nwhich practice bankruptcy in several California locations.  Doan Law had license \nagreements with LexisNexis for TimeMatters and with OTB for BKexpress.  Doan \nLaw’s licensing agreement with OTB (“Licensing Agreement”), Schedule 1, Section \n8(ii) required Doan Law to allow OTB to remove its customizations at the end of the \nlicense period.  Schedule 1, Section 3 prohibited Doan Law from using OTB’s \nsoftware for purposes of gaining a competitive advantage. \n {5} The dispute arose at the end of  the first licensing period of the \nLicensing Agreement when the Parties could not agree on pricing to renew.  At that \ntime, former Defendants Frank Rivera and his company, LogicBit, had developed \nand were marketing an attorney time management program, known as HoudiniEsq.  \nDoan Law determined not to renew its license with BK\nexpress and to use \nHoudiniEsq instead.  Doan Law worked with Rivera to transport Doan Law’s client \ndata to the HoudiniEsq platform.  To accomplish the data transfer, Doan Law and \nRivera used an SQL script.  OTB obtained a copy of the script from Doan Law’s IT \ncontractor without Doan Law’s permission.  OTB claims Doan Law improperly \ntransported more than the firm’s data and further improperly copied essential \nelements from BKexpress into a modified HoudiniEsq platform for Doan Law’s use.  \nDefendants claim that they only transported necessary information to comprehend \nDoan Law’s own client data. \n{6} The Parties have hotly contested positions on multiple issues.  These \ndisputes include the following: (1) whether BKexpress embodies OTB’s trade \nsecrets; (2) whether OTB seeks to claim intellectual property in Doan Law’s own \nclient data; (3) whether OTB unlawfully attempted to restrict Doan Law’s access to \nits own data through the license restrictions; (4) whether Doan Law breached the \nLicensing Agreement by improperly refusing OTB access to remove BKexpress \ncustomizations at the end of the licensing term; (5) whether Doan Law, with Rivera \nand LogicBit’s assistance, improperly copied and utilized OTB’s proprietary \ncustomizations to adapt the HoudiniEsq platform to Doan Law’s bankruptcy \nplatform; (6) whether Doan Law was authorized to utilize the SQL script to unlock \nits own client data from BKexpress and did not otherwise use any of OTB’s \nproprietary data; (7) whether OTB is liable to Doan Law for obtaining and utilizing \nan unauthorized copy of the script file Doan Law used for its data migration; and (8) \nwhether either of the Parties is therefore liable for an unfair and deceptive trade \npractice or for punitive damages.  The court cautions that it has stated these issues \nin a simplified way to provide background.  Reference is again made to more \ndetailed discussion in the court’s prior orders. \n {7} The litigation began when OTB, fo llowing its review of the SQL script \nit obtained, filed its complaint for trade secret misappropriation and breach of \ncontract.  It sought immediate injunctive relief.  The presiding Superior Court judge \ngranted a temporary restraining order, after which the case was specially assigned \nto the Honorable Ben Tennille, who calendared the matter for hearing on OTB’s \nMotion for Preliminary Injunction.  The Parties then entered a negotiated \nagreement, which they did not file as a court order, and advised Judge Tennille \nthan no preliminary injunction order would be necessary.  Settlement negotiations \nfollowed shortly thereafter, resulting in an initial agreement in principle to resolve \nmatters by a small monetary payment and entry of an injunction.  However, no \nsettlement was consummated when the Parties could not agree on the scope of the \ninjunction. \n {8} The case then proceeded through extensive discovery and motion \npractice, with each side pressing affirmative claims and defenses against the other.  \nUltimately, OTBs claims against Rivera and LogicBit were dismissed. The matter \nproceeded to trial only on the claims between OTB, Doan Law, and Doan Law Firm.   \n {9} During the course of discovery, the court considered Plaintiff’s Motion \nfor Partial Summary Judgment and Defendants’ Motion to Dismiss for Lack of \nSubject Matter Jurisdiction.  In ruling, the court narrowed the trial issues by \ndismissing some of OTB’s claims because they were preempted by the Copyright \nAct.  The court also granted partial summary judgment in OTB’s favor against \nDoan Law for its breach of Section 8(ii) of the Licensing Agreement, which required \nthat OTB be given access to remove its customizations at the end of the licensing \nperiod.  Doan Law acknowledged its refusal, but contended that no damages \nresulted.  The court left the question of damages resulting from this breach to a \njury’s future determination.   \n {10} During the course of discovery an d before trial, the court was required \nto review multiple motions for sanctions.  By Order dated June 5, 2013, the court \nfound that monetary sanctions should be taxed, jointly and severally, against Doan \nLaw and Doan Law Firm for discovery abuses.  By Order dated July 10, 2013, the \ncourt quantified these sanctions in the total amount of $35,027.16.  Upon \nDefendants’ motion, the court deferred payment of the sanctions until after entry of \nJudgment following trial. \n {11} When the case was first set for trial, based on representations at the \npre-trial conference, the court arranged for the Parties to participate in an October \n2013 Settlement Conference before Chief Business Court Judge John Jolly.  No \nsettlement was reached. \n{12} The court was, however, required to continue the trial date when it \nwas advised that certain events had occurred on or around the mediation date that \nsuggested that Rivera and LogicBit had violated the court’s Protective Order by \nposting restricted documents on multiple internet websites.  The court allowed \nlimited discovery and then found such violations and entered sanctions against \nRivera and LogicBit. \n {13} The case proceeded to trial be tween OTB and the Doan Defendants.  \nAs evidenced by the verdict sheet, each side was exposed to jury findings that might \nsupport a finding of unfair and deceptive trade practices, with consequent exposure \nto treble damages and an award of attorneys’ fees.  At all times, Doan Law \nremained exposed to damages to be awarded for its breach of Section 8(ii) of the \nLicensing Agreement that the court earlier adjudicated.  Doan Law and Doan Law \nFirm also remained obligated for the sanctions the court had ordered, but for which \nit deferred payment. \n {14} Throughout trial, the court remind ed both sides that they each earlier \nindicated that neither reasonably expected a significant monetary recovery that \nwould justify their exposure to adverse findings on claims that would allow \nenhanced remedies.  The court continually encouraged the Parties to settle.  \nPlaintiff again indicated that it would accept any reasonable settlement offer that \nincluded a modest monetary contribution in addition to the sanctions the court had \nordered.  Defendants never made any offer to pay the court-imposed sanctions.  At \none point, Defendants offered to pay minimal damages if the court would forgive the \nsanctions.  That offer was later withdrawn. \n {15} The jury considered and answer ed the following eighteen contested \nissues: \nISSUE NUMBER ONE \nWhat amount is OTB entitled to recover from Doan Law, LLP for its breach of \nSection 8(ii) of the Licensing Agreement? \n \n $_________15,675.00_________________________ \n \n \n \n \n \nISSUE NUMBER TWO \nDid Doan Law, LLP breach Section 3 of its licensing agreement with OTB by \nimproperly using the BKexpress customizations to TimeMatters for the purpose of \ncompeting with OTB, creating derivative works from the System, or creating \nsoftware with similar functionality? \n \n Yes: __X____   No: _____ \n \nIf you answered “Yes,” proceed to Issue Number Three.  If you answered “No,” leave \nIssue Number Three blank and proceed to Issue Number Four. \n \nISSUE NUMBER THREE \nWhat amount is OTB entitled to recover from Doan Law, LLP for the breach of \nSection 3 of the License Agreement? \n \n \n $__________$1.00___________________________ \n \nISSUE NUMBER FOUR \nDoes OTB have protectable trade secrets in its BKexpress customizations to \nTimeMatters? \n \n Yes: __X____   No: _____ \n \nIf you answered “Yes,” proceed to Issue Number Five.  If you answered “No,” leave \nIssues Five, Six, Seven, Eight, and Nine blank and proceed to Issue Number Ten. \n \nISSUE NUMBER FIVE \nAs to any information from the BKexpress customizations to TimeMatters which \nOTB claims to be a trade secret, did the Defendants acquire that information by \nindependent development, reverse engineering, or from another person who had the \nright to disclose the trade secret? \n \n Yes: ______   No: __X___ \n \nIf you answered “Yes,” proceed to Issue Number Ten.  If you answered “No,” proceed \nto Issue Number Six. \n \n \nISSUE NUMBER SIX \nDid the Defendants misappropriate the trade secret of OTB? \n \n \n A. Doan Law, LLP  Yes: _____   No: __X___ \n  \n B. The Doan Law Firm, LLP Yes: _____   No: __X___ \n \n  \nIf you answered “Yes,” proceed to Issue Number Seven.  If you answered “No,” leave \nIssues Seven, Eight, and Nine blank and proceed to Issue Number Ten. \n \n \nISSUE NUMBER SEVEN \nDid the Defendants’ misappropriation of OTB’s trade secret as found in Issue \nNumber Six cause economic loss to OTB or unjustly enrich the Defendants? \n \n Yes: ______   No: _____ \n \n   (not answered) \n \nIf you answered “Yes,” proceed to Issue Number Eight.  If you answered “No,” leave \nIssues Eight and Nine blank and proceed to Issue Number Ten. \n \nISSUE NUMBER EIGHT \nIn what amount has OTB been damaged by the misappropriation of OTB’s trade \nsecret by the Defendants? \n \n$_____________________________________ \n \n(not answered) \n \n \n \n \n \nISSUE NUMBER NINE \nDid the Defendants conspire to misappropriate OTB’s trade secret? \n \nA. Did Doan Law LLP conspire with Do an Law firm LLP and/or Francisco \nRivera and/or LogicBit Corp. or any one of them, to misappropriate \nOTB’s BKexpress customizations to TimeMatters? \n \n Yes: ______   No: _____ \n \nB. Did Doan Law Firm, LLP conspi re with Doan Law LLP and/or \nFrancisco Rivera and/or LogicBit Corp. or any one of \nthem, to misappropriate OTB’s BKexpress customizations to \nTimeMatters? \n \n Yes: ______   No: _____ \n \n(not answered) \n \n \nISSUE NUMBER TEN \nDid the Defendants improperly delay and prevent OTB from removing its \nBKexpress customizations to TimeMatters from the Defendants’ computer system \nfor the purpose of gaining an improper competitive advantage?   \n \n A. Doan Law, LLP  Yes: _____   No: __X___ \n  \n B. The Doan Law Firm, LLP Yes: _____   No: __X___ \n \nIf you answer this Issue “YES” as to either Defendant, proceed to Issue Number 11.  \nIf you answer this Issue “NO” as to both Defendants, proceed to Issue Number 12. \n \n \n \n \n \n \nISSUE NUMBER ELEVEN \nIn what amount has OTB been injured by the Defendants’ improper delay and \nprevention? \n \n$_____________________________________ \n \n   (not answered) \n \nISSUE NUMBER TWELVE \nDid the Defendants willfully and purposefully breach the Licensing Agreement by \nimproperly using the BKexpress customizations to TimeMatters for the purpose of \ngaining a competitive advantage?   \n \n A. Doan Law, LLP  Yes: __X___   No: _____ \n  \n B. The Doan Law Firm, LLP Yes: _____   No: __X___ \n \n \nISSUE NUMBER THIRTEEN \nDid the Defendants improperly and/or without authorization copy or use any of \nOTB’s confidential information for the purpose of gaining a competitive advantage? \n \n \n A. Doan Law, LLP  Yes: __X__   No: _____ \n  \n B. The Doan Law Firm, LLP Yes: _____   No: __X___ \n \nIf you answer this Issue “YES” as to either Defendant, proceed to Issue Number 14.  \nIf you answer this Issue “NO” as to both Defendants, proceed to Issue Number 15. \n \nISSUE NUMBER FOURTEEN \nIf you answered “Yes” to the previous issue, in what amount has OTB been injured \nby the Defendants’ improper and/or unauthorized copying or use of OTB’s \nconfidential information for the purpose of gaining a competitive advantage? \n \n$____10,000.00_________________________________ \n \n \nISSUE NUMBER FIFTEEN \n \nDid OTB improperly acquire the SQL script for an improper competitive purpose? \n \n \nYes: ______   No: __X___ \n \nIf you answer this Issue “YES,” proceed to Issue Number 16.  If you answer this \nIssue “NO,” proceed to Issue Number 17. \n \nISSUE NUMBER SIXTEEN \n \nIn what amount have the Defendants been injured by OTB’s improper acquisition of \nthe SQL script for an improper competitive purpose? \n \n \n $___________________________________ \n \n(not answered) \n \n \nISSUE NUMBER SEVENTEEN \n \nDid OTB improperly use the SQL script for an improper competitive purpose? \n \nIf you answer this Issue “YES,” proceed to Issue Number 18.  If you answer this \nIssue “NO,” then you have completed your answers. \n \nYes: ______   No: __X___  \n \n \nISSUE NUMBER EIGHTEEN \n \nIn what amount have the Defendants been injured by OTB’s improper use of the \nSQL script for an improper competitive purpose? \n \n \n$_____________________________________ \n \n(not answered) \n \n {16} The court entered Judgment on June 6, 2014. The court there found \nand now reiterates its conclusion that the jury’s verdict as to Issues 13 and 14 \nsupport a finding that Doan Law engaged in an unfair and deceptive trade practice \nthat injured OTB. \n{17} The present motions followed and are separately considered below. \nI. Defense Counsel’s Motion to Withdraw \n{18} This Motion is made with Pl aintiff’s consent and is unopposed by \nDefendants after their notice of the Motion.    \n{19} Defense counsel previously mo ved to withdraw but withdrew the \nmotion.  Counsel then moved to withdraw on the eve of trial.  The court denied the \nmotion due to timing.  In so doing, it recognized that counsel was likely required to \nproceed even though it knew the Doan Defendants had not paid outstanding \nstatements and would not likely make current payments going forward.  \n{20} Counsel tried the case diligently and secured favorable verdicts for \nboth Defendants on several issues and for Doan Law Firm on all issues submitted \nagainst it.   \n{21} Counsel then made and briefed appropriate post-trial motions and \nresponded to Plaintiff’s motions before renewing its motion to withdraw. \n{22} The court finds that the Motion is supported by good cause and is \nmeritorious.  It is therefore GRANTED.  Sands Anderson P.C. is relieved of further \nresponsibility or representation in this action.   \n{23} Defendants are reminded that each  is a corporate entity that is not \nentitled to represent itself. \nII. Defendants’ Motion for Judgment Notwithstanding Verdict or for a New \nTrial, and Motion to Amend Judgment \n \n{24} This Motion includes these se parate assertions: (1) the court’s \ninstructions were improper and confusing; (2) the jury’s verdict is inconsistent; and \n(3) the court’s Judgment against Doan Law Firm is improper because there is no \njury verdict to support it.  Neither assertion has merit. \n{25} Throughout the pre-trial and trial processes, the court gave the Parties \nample opportunity to frame the jury issues and the jury instructions.  Defendants \ndid not object to the verdict sheet or the jury instructions.  Their present arguments \nare barred as untimely.  The court further concludes, in any event, that they are \nwithout merit, as the issues and jury instructions were proper. \n{26} The court finds that the jury’s verdict is not inconsistent.  The court \nhad, by a prior ruling, determined that Doan Law, as licensee, breached Section \n8(ii) of its Licensing Agreement with Plaintiff but left open the issue of damages \nthat the jury should award as to that breach.  The court submitted the issue of \ndamages for this breach solely against Doan Law.  There was adequate evidence \nupon which the jury determined the damages to be awarded against Doan Law \nbecause of its breach. \n{27} The evidence also supported, and the jury found, that Doan Law \nseparately breached Section 3 of the Licensing Agreement.  Again, this issue was \nsubmitted only against Doan Law as a party to the Licensing Agreement.  The jury \nfurther found that the breach was willful, purposeful, and for the purpose of gaining \na competitive advantage.  It first awarded nominal damages and then further \nawarded damages flowing from the willful and purposeful breach intended to \nachieve a competitive advantage.  These findings and awards are appropriate, \nconsistent, supported by the evidence, and neither illogical nor impossible.  They \nwere not rendered inconsistent simply because the jury did not also find that \nDefendants had misappropriated OTB’s trade secrets. \n{28} The court’s Judgment as against Doan Law Firm does not derive from \nthe jury’s verdict.  It implements only the sanctions the court entered by its July 10, \n2013 Order.  The obligation to pay those sanctions was in no respect dependent on \nthe jury’s verdict.  The sanctions were properly against Doan Law and Doan Law \nFirm jointly and severally because each was, at the time of the sanctions, a party \nactively prosecuting claims and subject to discovery obligations with which they did \nnot comply. \n{29} For the above reasons, and in the court’s discretion, Defendants’ \nMotion for Judgment Notwithstanding Verdict or for a New Trial, and Motion to \nAmend Judgment is DENIED. \nIII. Plaintiff’s Motion for Additional Injunctive Relief \n \n{30} Prior to Judgment, the court was generally aware that the Parties had \nentered some form of agreement in lieu of a preliminary injunction.  The court was \nnot then aware of the specifics of that agreement, or whether the court’s Judgment \nwould affect it.  Accordingly, when entering Judgment, the court left open whether \nit should or would provide additional injunctive relief.  Having now reviewed the \nParties’ agreement and the respective filings, the court concludes that no further \ninjunctive relief is appropriate. \n{31} The jury did not find any trade secret misappropriation that would \nsupport an injunction.  The jury did find a breach of contract through the improper \nuse of confidential information.  However, the Parties’ private agreement restricting \nDefendants’ activities has been in place in excess of four years and Plaintiff has not \nshown sufficient likelihood of future harm for which there is no adequate legal \nremedy.  Nor has Plaintiff demonstrated any other basis for further court-imposed \ninjunctive relief. \n{32} For those reasons, and in the court’s discretion, Plaintiff’s Motion for \nAdditional Injunctive Relief is DENIED.   \nIV. Plaintiff’s Request for Attorneys’ Fees \n \n{33} Plaintiff has requested fees in accordance with the court’s Judgment \nand has submitted its supporting invoices and affidavits.  The court must now \ndetermine the amount of a reasonable fee.  \n{34}   A trial court has discretion to award attorneys’ fees when a party has \n“willfully engaged in [an unfair or deceptive] act or practice, and there was an \nunwarranted refusal by such party to fully resolve the matter . . . .”  N.C. Gen. Stat. \n§ 75-16.1 (2013); Blankenship v. Town & Country Ford, Inc., 174 N.C. App. 764, \n771, 622 S.E.2d 638, 643 (2005) (quoting N.C. Gen. Stat. § 75-16.1).  The jury found \nthat Doan Law willfully and purposefully breached the Licensing Agreement.  The \ncourt then concluded that the breach was accompanied by aggravated \ncircumstances.  The contract itself does not include any exclusive means for \ndetermining damages flowing from the breach.  Doan Law engaged in an unfair and \ndeceptive trade practice.  Accordingly, Plaintiff is a prevailing party entitled to \nrecover reasonable attorneys’ fees pursuant to Section 75-16.1. \n{35} Doan Law was unreasonable and unwarranted in refusing to fully \nresolve the matter.  This conclusion is supported by the following facts. \n{36} The Parties reached an early te ntative agreement whereby all claims \nwould be resolved by payment of $7,500 plus an injunction that would restrain \nDefendants from competing with OTB in developing or selling time management \nsoftware for bankruptcy attorneys.  Doan Law contends that it never intended to \ncompete with OTB.1  It claims that it appropriately refused the settlement because \nof the requested injunction’s scope.  \n{37} The Parties engaged in substantial discovery and motion practice.  The \ncourt entered partial summary judgment adverse to Doan Law as to its breach of \nSection 8(ii) of the Licensing Agreement. \n{38} Thereafter, the court ordered the Doan Defendants to pay sanctions of \n$35,027.16 for discovery abuses. \n{39} All Parties noted the mounting costs of the litigation.  These costs \ncould have been contained.  Much of the effort counsel expended was in response to \nDefendants’ actions. \n{40} In summer 2013, Plaintiff offered an d Defendants refused to settle all \nclaims against the Doan Defendants for the payment of $7,500 plus an amount as \n                                                 \n1 The court is aware of substantial testimony that might call the assertion into question. \nthe court may find as damages attributable to the breach of Section 8(ii) of the \nLicensing Agreement.  \n{41} When conducting the first pre-tr ial conference, the court inquired of \nboth Parties as to whether either had a reasonable expectation of a monetary award \nequal to the further cost of trying the case.  Counsel indicated that there was no \nsuch expectation.  All appeared to agree that settlement might be warranted based \non the cost of further proceedings.  After further securing an understanding that \nPlaintiff remained prepared to settle all claims for a modest economic contribution, \nthe court undertook the unusual step of asking Chief Business Court Judge Jolly to \nconduct a settlement conference, for which the parties would not incur expenses in \nthe nature required for a private mediation.  The court has carefully guarded \nagainst asking Judge Jolly to reveal any of the confidential statements made during \nthe conference.  However, this court is aware, through the Parties, that the \nconference went well into the night but was unsuccessful in reaching a settlement.  \nThe court gave the Doan Defendants no basis to assume that the court would excuse \npayment of sanctions it had already ordered.  Plaintiff’s counsel, Mr. Sasser, has \nnow indicated by an uncontested affidavit that the Doan Defendants made no \nsettlement offer at the Settlement Conference.   \n{42} Defendants at one point made an Offer of Judgment for a total \npayment of $1,500.  They never tendered payment of the court-imposed sanctions.  \nThe jury granted an award ten times greater than the Offer of Judgment for Doan \nLaw’s breach of contract which the court had already adjudicated.  The jury then \ngranted Plaintiff further monetary relief against Doan Law on other claims.  Doan \nLaw had no reasonable basis to believe its liability could be determined to be equal \nto or less than $1,500. \n{43} During the course of the trial, on a number of occasions, both on the \nrecord and off the record, the court advised the Parties that the case should be \nsettled.  Among other factors favoring settlement, the Parties had no reasonable \nexpectation of recovery on a monetary award sufficient to justify their exposure to \nan adverse jury finding that could lead to the court finding an unfair and deceptive \ntrade practice.  The court assured Defendants that it would lend substantial \nassistance in an effort to finalize a settlement if they would agree to pay the \nsanctions already entered and a modest amount for the breach of contract.  \nDefendants steadfastly refused to pay the court-imposed sanctions. \n{44} The court is advised that at some point just prior to or during trial, \nDefendants offered to pay Plaintiff $7,500 but conditioned the offer on the court \nforgiving the sanctions it had ordered.  The court is further advised that this offer \nwas later withdrawn. \n{45} Doan Law’s willful refusal to re solve all matters was unwarranted and \nreflects no reasonable or rational consideration or acknowledgement of the \nminimum liability it faced. \n{46} Defendants were within their constitutional right in deciding to \nproceed to jury verdict.  However, decisions have consequences.  \n{47} Plaintiff could not force Defendants to settle.  Upon Doan Law’s refusal \nto settle, OTB was justified in efforts to prosecute its claims and to defend \ncounterclaims against it. \n{48} OTB is entitled to recover reas onable attorneys’ fees against Doan \nLaw.  The court must now determine what amount is reasonable to award. \n{49} The court is intimately familiar with the course of the litigation, \nhaving been required to write numerous substantive orders, review multiple briefs, \nconduct numerous hearings, and ultimately preside over a multi-day trial.   The \ncourt approached its review of the supporting documentation offered with the fee \nrequest with intimate familiarity with the issues, the litigation strategies employed, \nand the discovery and motion practice undertaken before trial.  It has an ample \nbasis on which to opine regarding the match between the tasks at hand and the \nskill and experience of the attorneys addressing those tasks.   \n{50}    The court’s task has nevertheless been a difficult one.  There is no \nsimple, tested, mathematical formula for determining a fee under these \ncircumstances.  Plaintiff succeeded on some claims but not on others.  The \nunsuccessful and successful claims arise primarily from a common nucleus of facts, \nso that efforts directed to one claim, defense, or counterclaim were at the same time \ndirected to others, making it essentially impossible to parse day-to-day activity \nbetween claims.  The requested fees far exceed the monetary recovery the jury \nawarded to Plaintiff.  But, the comparison between the fees expended and the final \nmonetary award, while a relevant consideration, is not conclusive.  Some value \nmust be attributed to the fact that Plaintiff achieved limitations on Defendants’ \nfurther conduct by securing an early agreement that the Parties entered into in lieu \nof having this court rule on Plaintiff’s Motion for Preliminary Injunction.  Further, \nthere is intrinsic value in the jury’s finding affirming Plaintiff’s claims that its \nproduct, BK\nexpress, embodies trade secrets over Defendants’ vigorous challenge \nthat OTB had no protectable trade secrets at all.  A finding in Doan Law’s favor \nwould have subjected OTB to substantial adverse economic consequences. \n{51} The court must consider certain fa ctors in light of the directive that \nany award of fees include findings with respect to (1) time and labor expended on \nthe case; (2) complexity of the issues; (3) the length and complexity of trial; (4) each \nattorney’s experience and ability; (5) the skill required to perform the necessary \nservices; (6) the attorneys’ hourly rates; and (7) comparable rates or fees for similar \nwork.  McKinnon v. CV Indus., Inc., ___ N.C. App. ___, 745 S.E.2d 343, 351 (2013) \n(quoting Shepard v. Bonita Vista Props., L.P., 191 N.C. App. 614, 627, 664 S.E.2d \n388, 396 (2008), aff’d per curiam, 363 N.C. 252, 675 S.E.2d 332 (2009)).  The court \nmust consider these factors in a way that accounts for OTB’s limited success.  If a \nplaintiff brings multiple claims arising from a common nucleus of facts, and \nsucceeds on some claims but not others, the court is not necessarily required to \nallocate fees between the successful and unsuccessful claims.  Morris v. Scenera \nResearch, LLC, ___ N.C. App. ___, 747 S.E.2d 362, 378 (2013).  At the same time, \nwhere the fee requested and the success achieved are incongruous, an adjustment \nmust be made to assure that the fee awarded is reasonable. Hensley v. Eckerhart, \n461 U.S. 424, 433 (1983).   \n{52} “The most useful starting po int for determining the amount of a \nreasonable fee is the number of hours reasonably expended on the litigation \nmultiplied by a reasonable hourly rate.”  Id. at 433.  This is commonly referred to as \nthe “lodestar” method.  See Certain v. Potter, 330 F. Supp. 2d 576, 582 (M.D.N.C. \n2004); Byers v. Carpenter, 1998 NCBC LEXIS 3, at *32 (N.C. Super. Ct. Jan. 30, \n1998).  Before determining the hours to include in the lodestar calculation, the \n“court . . . should exclude from this initial fee calculation hours that were not \n‘reasonably expended,’” including “hours that are excessive, redundant, or otherwise \nunnecessary.”  \nHensley, 461 U.S. at 434.  It follows that the court should, where \npossible, exclude time spent on matters not directly related to claims on which the \nprevailing party succeeded. \n{53} Particularly where there is an unwarranted refusal to settle, efforts \nthat might at first appear excessive or unreasonable to prosecute a claim may \nbecome reasonable in light of the actions by the opposing party that prompted them.  \nCf. Barbee v. Atl. Marine Sales & Serv., 115 N.C. App. 641, 649, 446 S.E.2d 117, \n122 (1994) (noting that “defendant’s intractability” supported the trial court’s \nattorneys’ fees determination and affirming an award for attorneys’ fees based, in \npart, on the length and complexity of trial). \n{54} The North Carolina Court of Appeals has regularly followed Hensley.  \nIn its review of this court’s allocation of a plaintiff’s counsel fees in another case \nwhere a plaintiff succeeded on some claims but not others, the court of appeals \nacknowledged that “where the plaintiff achieve[s] only limited success, the district \ncourt should award only that amount of fees that is reasonable in relation to the \nresults obtained.”  Morris, ___ N.C. App. at ___, 747 S.E.2d at 378 (quoting Hensley, \n461 U.S. at 440).   \nWhere the plaintiff has failed to prevail on a claim that is distinct in \nall respects from his successful claims, the hours spent on the \nunsuccessful claim should be excluded in considering the amount of a \nreasonable fee.  Where a lawsuit consists of related claims, a plaintiff \nwho has won substantial relief should not have his attorney[s’] fee[s] \nreduced simply because the district court did not adopt each contention \nraised.  But where the plaintiff achieved only limited success, the \ndistrict court should award only that amount of fees that is reasonable \nin relation to the results obtained. \nId. (quoting Hensley, 461 U.S. at 440). \n {55} In noting that the trial court is  not required to allocate fees simply \nbecause a plaintiff did not succeed on all claims, the court of appeals cited the \nfollowing cases with approval: (1) Whiteside Estates, Inc. v. Highlands Cove, LLC, \n146 N.C. App. 449, 553 S.E.2d 431 (2001), dismissed as moot and disc. review \ndenied, 356 N.C. 315, 571 S.E.2d 219 (2002); (2) Okwara v. Dillard Dep’t Stores, \nInc., 136 N.C. App. 587, 525 S.E.2d 481 (2000); (3) Hamilton v. Memorex Telex \nCorp., 118 N.C. App. 1, 454 S.E.2d 278, disc. review denied, 340 N.C. 260, 456 \nS.E.2d 831 (1995).  Morris, ___ N.C. App. at ___, 747 S.E.2d at 378.  However, in \nstating that the trial court is not required to allocate fees, the Court of Appeals did \nnot further hold that the trial court should never adjust to recognize any partial \nsuccess.  Indeed, Hensley instructs to the contrary: “[T]he most critical factor is the \ndegree of success obtained.”  Hensley, 461 U.S. at 436.   \n{56} Finding that an adjustment is  necessary is much easier than \ndeveloping the method for making that adjustment.  “There is no precise rule or \nformula for making these determinations.  The . . . court may attempt to identify \nspecific hours that should be eliminated, or\n it may simply reduce the award to \naccount for the limited success.”  Id. at 436– 37.  However, the “court should make \nclear that it has considered the relationship between the amount of the fee awarded \nand the results obtained.”  Id. at 437. \n {57} There is no guiding North Carolina case law that has established a \nmethod to determine the reasonable relationship between success and the amount \nof fees requested.  Noel Allen’s treatise on unfair business practices cites a case in \nwhich United States District Judge Malcom Howard of the Eastern District of \nNorth Carolina undertook a similar effort in \nAmerican Agri-Brokers v. Phykitt, No. \n1:88-cv-00657 (E.D.N.C. Oct. 3, 1991).  Noel Allen, North Carolina Business \nPractice § 11.05, at 11-7 (3d ed. 2014).  There, Judge Howard found that the \nsuccessful and unsuccessful claims arose from a common core of facts, consequently \n“making it difficult to divide the hours expended on a claim-by-claim basis.”  Am. \nAgri-Brokers, slip op. at 9.   Without fully explaining how he adopted his thirty \npercent discount, Judge Howard applied a “percentage reduction method” to \nestimate the total number of hours that went toward the litigation of successful \nclaims, noting that “[s]eparation of Plaintiff’s claims and Defendant’s acts is \nimpossible.”  Id., slip op. at 15. \n {58} After due consideration of the case law, the court adopts the following \nprocedure to implement Hensley as followed by our court of appeals.  First, the \ncourt inquires whether the fees reflected by the invoices are for services directly \nrelated to the claims upon which Plaintiff prevailed, whether they were undertaken \nby attorneys with the requisite and appropriate skill, and whether they were for \nwork done with reasonable efficiency.  The court makes necessary adjustments to \nlimit the number of hours to include in any lodestar.  See Hensley, 461 U.S. at 434.  \nSecond, the court determines the reasonable hourly fee to apply to the remaining \ntime to be included in calculating an award.  See id. at 433.  Third, the court applies \na percentage adjustment to account for Plaintiff’s degree of success.  Hensley, 461 \nU.S. at 436–37 (“The district court may . . . simply reduce the award to account for \nthe limited success.”).  Here the court concludes the percentage reduction should be \nfifty percent. \n {59} The court determined that this method was best implemented on an \ninvoice-by-invoice basis.  On the various invoices, the court eliminated from the fee \naward certain services not directly related to the claims on which Plaintiff \nsucceeded, including a portion of prosecuting claims that the court found were \npreempted by the Copyright Act, efforts seeking to compel arbitration, efforts for \nwhich the court has already afforded relief through its earlier sanctions, efforts in \nsecuring sanctions against Rivera and LogicBit which should not be charged against \nthe Doan Defendants, and work in developing Mr. Shortreed as an expert witness \nwho was later withdrawn.  \n{60} The court was able to judge efficien cies because it is familiar with the \ndetails of the pre-trial procedures.  A review of the supporting invoices reflects that \nOTB’s counsel made efforts to be efficient.  For the most part, the invoices \ndemonstrate that OTB’s counsel engaged in what has become the all-too-common \npractice in today’s litigation environment of having multiple lawyers attend a task \nwhere a single attorney might suffice.  However, particularly in complex cases, \nthere are certain occasions where it is necessary, and indeed efficient, for multiple \nattorneys to participate, for example, in client or attorney conferences where core \ntheories or strategies are developed.  Nevertheless, the court’s invoice review led it \nto conclude that some adjustments should be made for inefficiencies.  For example, \nPlaintiff had three attorneys attend the trial.  Even though each attorney actively \nparticipated, the court believes that the two senior attorneys, Messrs. Sasser and \nMeyers, could have handled the trial.  The court then excluded Ms. Marquis Segal’s \ntrial time.  Doing so is no reflection on the quality of her participation, as she \ncontributed well.  Further, because of the case’s long duration, the associate support \nattorney changed during the progress of the case, requiring transition and \nduplication.  The court made appropriate adjustments to account for this. \n {61} The court considered the reason ableness of the rates charged.  The \ncourt is aware of fees charged in similarly complex litigation by attorneys of similar \nskill and experience.  This awareness comes, in part, from the court’s own \nexperience as a litigator in cases of this type, its review of fee petitions submitted in \nother cases, and its general familiarity with the range of hourly rates charged in \nRaleigh and other North Carolina municipalities for complex litigation.   \n{62} The court finds that the hourly rates Plaintiff’s counsel charged were \nfair and reasonable and within the range charged for similar matters by similarly \nskilled and experienced attorneys and legal assistants in North Carolina.  This case \nwas complex and involved complicated factual and legal issues, demanding \nsubstantial skill from counsel.  Plaintiff’s counsel exhibited such skill and \nfamiliarity with trade secret litigation and the technology at issue in this case.  Mr. \nSasser, Mr. Meyers, and Ms. Marquis Segal each charged less than their standard \nhourly rates.  (Sasser Aff. ¶ 25.) \n {63} The court concludes that the rates represented on Plaintiff’s counsel \ninvoices are reasonable and should be followed in calculating the attorneys’ fees to \nbe awarded.  In particular, the court finds the following rates are reasonable and \nappropriate for this litigation: \n \n  Jon Sasser, partner  $495 \n  Scott Meyers, associate  $260 \n  Lenor Marquis Segal, associate $250 \n  Grant Garber, associate  $220 \n  Philip Holroyd, associate  $180 \n  Legal Assistants   $130 \n {64} After eliminating inefficient time from the lodestar, the court applied a \nfifty percent reduction to the value of remaining time calculations on the basis of \nthose hourly rates in order to achieve a reasonable and fair balance between the \nclaims on which Plaintiff succeeded and those on which it did not.  The court finds \nthat there is no other meaningful way to implement the directive of \nHensley as our \ncourt of appeals has followed it other than to apply a general percentage \nadjustment.   \n{65} It would be unfair to impose any greater discount to account for the \nfact that Plaintiff secured a verdict against Doan Law but not against Doan Law \nFirm.  There was no significant additional effort necessary because both were joined \nas defendants, and dropping the claims against Doan Law Firm would not have \nsaved significant resources.  Further, both Doan Law and Doan Law Firm pursued \ncounterclaims against OTB.   \n {66} The fee award does not include any time spent on the application for \nfees. \n {67} Through its review of invoices and application of reasonable rates to \nreasonable efforts by the appropriately skilled and experienced personnel, the court \nhas made the findings dictated by McKinnon, ___ N.C. App. at ___, 745 S.E.2d at \n351; Shepard, 191 N.C. App. at 626, 664 S.E.2d at 396; and similar cases. \n{68} Exhibit A reflects the deductions or adjustments the court made on an \ninvoice-by-invoice basis.  For each invoice, the court first eliminated time that \nshould be excluded either as unrelated to claims on which Plaintiff succeeded or for \ninefficiency.  It then applied the general percentage reduction of fifty percent.  In \nsome instances, the court discounted associate time by seventy-five percent, rather \nthan fifty percent, to eliminate inefficiency of transfer. \n{69}  The total amount  of fees requested is $1,162,895.00.  The court \ndetermines that the lodestar is $935,655.26.  After applying the fifty percent \nreduction, the court concludes that the reasonable award is $467,827.63. \n{70} The court has considered Doan  Law’s arguments that OTB is not \nentitled to recover attorneys’ fees because of Robert McNeill’s professional licensing \nissues.  The court finds the argument unpersuasive. \nCONCLUSION \n{70} For the foregoing reasons: \n1. The Motion to Withdraw by Defense Counsel Sands Anderson P.C. is \nGRANTED; \n2. Defendants’ Motion for Judgment Notwithstanding Verdict or for a New \nTrial, and Motion to Amend Judgment is DENIED; \n3. Plaintiff’s Motion for Additional Injunctive Relief is DENIED; \n4. Plaintiff shall recover from Doan Law LLP attorneys’ fees in the amount \nof $467,827.63, together with interest at the legal rate until paid; \n5. The court’s Judgment entered June 6, 2014, is hereby incorporated and is \nFINAL in all respects. \n \nIT IS SO ORDERED this 29th day of August, 2014. \n \n \n \n \n \n \n \n \n \nEXHIBIT A \n \nInvoice Date Amount Billed Fee Award Comments \n05/10/2010 $4,784.50 $2,392.25 50% Reduction \n06/10/2010 $87,775.50 $43,887.75 50% Reduction \n08/27/2010 $20,786.00 $10,393.00 50% Reduction \n09/29/2020 $17,347.50 $6,081.75 50% Reduct ion – Sasser time; 75% Reduction for \nHolyrod time – change in associate efficiency. \n10/26/2010 $8,509.50 $3,030.75 50% Reductio n – Sasser time; 75% Reduction for \nHolyrod time – change in associate efficiency. \n11/22/2010 $11,405.50 $3,574.25 50% Reductio n – Sasser and legal assistant time; \n75% Reduction for Holyrod time – change in \nassociate efficiency. \n12/27/2010 $5,016.00 $1,617.00 50% Reduction – Sasser and legal assistant time; \n75% Reduction for Holyrod time – change in \nassociate efficiency. \n01/20/2011 $7,956.00 $3,276.00 50% Reduction – Sasser and legal assistant time; \n75% Reduction for Holyrod time – change in \nassociate efficiency. \n02/08/2011 $9,792.00 $0.00 Exclude time on effort to compel arbitration. \n03/14/2011 $1,417.50 $0.00 Exclude time on effort to compel arbitration. \n04/06/2011 $399.00 $199.50 50% Reduction \n05/26/2011 $18.00 $0.00 Exclude time  for status report email – not \ncompensable. \n06/14/2011 $23,850.00 $668.25 Exclude time on effort to compel arbitration and \nassociated time; 50% Reduction – remaining \nSasser time. \n07/06/2011 $1,800.00 $648.00 50% Reduction – Sasser time; 75% Reduction for \nHolyrod time – change in associate efficiency. \n08/26/2011 $24,010.50 $12,005.25 50% Reduction \n09/26/2011 $21,101.50 $7,548.75 50% Reduct ion – Sasser time; Exclude associate \ntime corresponding to transition from Holyrod to \nGarber. \n11/18/2011 $9,647.00 $8,203.00 50% Reduction – Associate time; allow 100% \nSasser time. \n01/17/2012 $34,573.50 $16,835.63 50% Reduction – Sasser and Garber time; 75% \nReduction for remaining time. \n02/14/2012 $94,902.50 $47,194.50 50% Reduct ion – Sasser, Garber, and Meyers time; \n75% Reduction for remaining time. \n03/15/2012 $23,540.50 $11,770.25 50% Reduction \n04/19/2012 $12,164.00 $6,082.00 50% Reduction \n05/18/2012 $35,569.00 $17,784.50 50% Reduction \n06/18/2012 $11,429.00 $5,714.50 50% Reduction \n07/26/2012 $13,955.00 $6,977.50 50% Reduction \n08/29/2012 $22,168.50 $11,084.25 50% Reduction \n09/21/2012 $15,221.00 $3,805.25 Exclude time corresponding to withdrawn expert \nShortreed; 50% Reduction of all remaining time. \n10/12/2012 $2,794.00 $1,397.00 50% Reduction \n11/21/2012 $6,610.00 $3,305.00 50% Reduction \n12/14/2012 $6,346.00 $3,173.00 50% Reduction \n01/16/2013 $10,859.00 $5,429.50 50% Reduction \n02/15/2013 $17,030.00 $6,099.00 Exclude associ ate time corresponding to transition \nfrom Garber to Marquis-Segal; 50% Reduction for \nall remaining time. \n03/13/2013 $2,356.50 $500.00 Exclude Marquis-Se gal time for orientation to file; \n50% Reduction for all remaining time. \n04/17/2013 $22,385.00 $9.830.00 Exclude Marq uis-Segal time – duplicative; 50% \nReduction for all remaining time. \n05/13/2013 $50,459.00 $10,229.50 Exclude $30, 000 corresponding to efforts reflected \nin court’s earlier sanctions award; 50% reduction \nfor all remaining time. \n06/06/2013 $57,120.50 $27,022.75 Exclude Ma rquis-Segal time at hearing – third \nattorney at hearing; 50% Reduction for all \nremaining time. \n07/16/2013 $11,572.50 $3,250.00 Exclude $5,0 00 corresponding to earlier sanctions \naward; 50% reduction for all remaining time.   \n08/16/2013 $15,048.00 $0.00 Exclude time corresponding to withdrawn expert. \n09/20/2013 $11,623.00 $4,000.00 Exclude time corresponding to withdrawn expert; \nExclude Marquis-Segal time – duplicative; 50% \nReduction for all remaining time. \n10/17/2013 $52,482.00 $23,750.00 Exclude $5,0 00 for participation of third attorney; \n50% Reduction for all remaining time. \n11/07/2013 $50,619.00 $23,309.50 50% Reduction \n12/16/2013 $21,270.00 $5,000.00 Ex clude fees related to discovery as to sanctions \norder related to other defendants; 50% Reduction \nfor all remaining time. \n01/21/2014 $14,344.00 $0.00 Ex clude fees for pursuit of sanctions against other \ndefendants. \n02/19/2014 $10,552.00 $0.00 Ex clude fees for pursuit of sanctions against other \ndefendants. \n03/26/2014 $23,466.50 $5,000.00 Ex clude fees for pursuit of sanctions against other \ndefendants (approximately $11,000.00); Exclude \nduplicative Marquis-Segal time (approximately \n$2,500; 50% Reduction for all remaining time. \n04/25/2014 $17.997.50 $8,998.75 50% Reduction \n06/12/2014 $238,794.50 $94,759.75 Exclude Ma rqius-Segal trial participation; 50% \nReduction for remaining time. \n "
}