{
  "id": "f576d03b708dd42fe8d4c40ee692d1ce4a03eca24bd622206717e3e0bc4b2138",
  "source_file": "data/raw/ncbc/f576d03b708dd42fe8d4c40ee692d1ce4a03eca24bd622206717e3e0bc4b2138.pdf",
  "raw_text": "Worley v. Moore, 2018 NCBC 113. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \nCOUNTY OF COLUMBUS SUPERIOR COURT DIVISION \n 15 CVS 1316 \nDENNIS WORLEY; STERLING \nKOONCE; FLYING A LIMITED \nPARTNERSHIP L.P.; JOSEPH W. \nFORBES, JR.; KENNETH CLARK; \nJAMES BOGGESS; JOEL WEBB; \nJAIMIE LIVINGSTON; JAMES E. \nBENNETT, JR.; DAVID MINER; \nRONALD ENGLISH; and MDF, LLC, \n \nORDER AND OPINION ON \nDEFENDANT TOSHIBA \nCORPORATION’S MOTION TO \nDISMISS \n Plaintiffs, \n v.  \n \nROY J. MOORE; PIERCE J. \nROBERTS; DAVID BROWN; \nMICHAEL ADAMS; CHRISTOPHER \nBAKER; JAMES KERR; FRANK \nMCCAMANT; NEIL KELLEN; GINI \nCOYLE; JOSEPH MOWERY; \nTOSHIBA CORPORATION; ALAMO \nACQUISITION CORP.; and \nSTEPHENS, INC., \n  \nDefendants. \n THIS MATTER comes before the Court on Defendant Toshiba Corporation’s \n(“Toshiba”) Motion to Dismiss Pursuant to Rule 12(b)(6).  (“Motion”, ECF No. 124.)  \nToshiba moves to dismiss all of the six claims asserted against it in the Second \nAmended Complaint (“SAC”).  (Sec. Am. Compl., ECF No. 123.)1   \n THE COURT, having considered the Motion, the briefs filed in support of and \nin opposition to the Motion, the arguments of counsel at the hearing, and other \n                                            \n1 The SAC raises claims only against Michael Adams and Toshiba. \n \n \nappropriate matters of record, CONCLUDES that the Motion should be GRANTED, \nin part, and DENIED, in part, in the manner and for the reasons set forth below. \nNexsen Pruet, PLLC, by R. Daniel Boyce for Plaintiffs. \nRuyakCherian LLP, by Robert F. Ruyak, Richard A. Ripley  (pro hac \nvice), and Arthur T. Farrell for Plaintiffs. \nKilpatrick Townsend & Stockton LLP, by Jason M. Wenker, John M. \nMoye, Elizabeth L Winters, Joel D. Bush (pro hac vice) and Stephen E. \nHudson (pro hac vice)  for Defendants Michael Adams and Toshiba \nCorporation.  \nMcGuire, Judge. \nI. RELEVANT PROCEDURAL FACTS \n1. On February 28, 2017, this Court entered its Opinion and Order on \nDefendants’ Motions to Dismiss (the “First Dismissal Order”). Worley v. Moore, 2017 \nNCBC LEXIS 15 (N.C. Super. Ct. Feb. 28, 2017).  (ECF No. 99.)  In the First Dismissal \nOrder, the Court dismissed all of the Defendants except for Michael Adams (“Adams”) \nGini Coyle, and Toshiba based on the allegations in the First Amend ed Complaint \n(“FAC”).  (First Am. Compl., ECF No. 18.)  Worley, 2017 NCBC LEXIS 15, at *79–80. \n2. On April 18, 2018 , Plaintiffs filed the SAC.  The factual allegations in \nthe SAC are virtually identical to the allegation s in the FAC, but the SAC makes \nclaims only against Adams and Toshiba.  In the SAC, Plaintiffs allege claims against \nToshiba for common law fraud  (Count II) , conspiracy to defraud  (Count IV) , \nfraudulent inducement  (Count V) , violation of the North Carolina S ecurities Act  \n(“NCSA”) (Count VI) , unlawful taking, conversion, and unjust enrichment  (Count \n \n \nVII), and violation of the North Carolina Unfair and Deceptive Trade Practices Act \n(“UDTPA”) (Count VIII). \n3. On May 21, 2018, Toshiba filed the Motion to Dismiss and accompanying \nbrief in support.  (Br. Supp. Toshiba MTD, ECF No. 125.)  Plaintiffs filed their brief \nin opposition on June 11, 2018.  (Pls. ’ Br. Opp. Def. MTD, ECF No. 127 .)  Toshiba \nfiled a reply  on June 25, 2018 .  (ECF No. 128 .)  The  Court held a hearing on the \nMotion.  Plaintiffs subsequently sought leave to file additional legal authority \nresponding to questions raised by the Court at the hearing , and the Court granted \nleave.  (Mot. for Leave, ECF No. 139; Order, ECF No. 143.)  The Motion it is now ripe \nfor disposition. \nII. FACTS AND PROCEDURAL BACKGROUND \n4. The Court does not make findings of fact on motions to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure ( “Rule(s)”) , but only \nrecites those facts included in the complaint that are relevant to the Court’s \ndetermination of the Motion.   See e.g., Concrete Serv. Corp. v. Inv’rs Grp., Inc. , 79 \nN.C. App. 678, 681, 340 S.E.2d 755, 758 (1986) .  The full factual background \nunderlying Plaintiffs’ claims is set out in th e First Dismissal Motion.  Worley, 2017 \nNCBC LEXIS 15, at *2–18.  The Court recites here only those facts necessary to the \ndisposition of the Motion. \n5. Plaintiffs are former holders of the common stock of Consert, Inc. \n(“Consert”).  (ECF No. 123, at ¶¶ 3–14.) \n6. Defendant Toshiba is a Japanese corporation. (Id. at ¶ 16.) \n \n \n7. Defendant Adams is a former director of Consert.  ( Id. at ¶ 17.) \n(Collectively, Toshiba and Adams are referred to as “Defendants”). \n8. Roy J. Moo re (“Moore”), Pierce J. Roberts  (“Roberts”), David Brown, \nChristopher Baker,  James Kerr, Frank  McCamant, and Neil Kellen, are former \nofficers and/or directors of Consert (collectively, “ Former Directors”).  (Id. at ¶¶ 18–\n25.)  The Former Directors are alleged to be “co -conspirators” in the unlawful acts \nalleged in the SAC.  (Id.) \n9. Alamo Acquisiti on Corp. (“Alamo”) was a wholly -owned subsidiary of \nToshiba.  Alamo is alleged to be a “co-conspirator” in the unlawful acts alleged in the \nSAC. (Id. at ¶ 27.) \n10. Stephens, Inc. (“Stephens Bank”) was retained and employ ed as an \ninvestment bank by Consert, and Joseph S. Mowery (“Mowery”) was a Managing \nDirector of Stephens Bank. (Id. at ¶¶ 29–30.) Stephens Bank and Mowery are alleged \nto be “co -conspirators” in the unlawful acts alleged in the SAC  (collectively, the \nAlamo, Stephens Bank, and Mowery are referred to as “co-conspirators”).  (Id.) \n11. On January 24, 2013, following negotiations between Consert’s board of \ndirectors and Toshiba, Consert and Toshiba entered into an Agreement and Plan of \nMerger (“Merger Agreement”) under which Toshiba acquired all of the stock of \nConsert and then merged Consert into Alamo.  The Merger closed on February 5, \n2013 (“the Merger”).  (Id. at ¶ 36.)   \n12. In the SAC, Plaintiffs allege that Defendants and co-conspirators  \norchestrated the timing of, the negotiations related to, the \nterms and conditions of, and the actual sale of Consert to \n \n \nToshiba in a manner and under circumstances that \nmaximized the monetary benefits of the sale to themselves \nand which disregarded, compro mised, and ultimately \nprecluded[ ]  monetary returns to Plaintiffs on their \ninvestments as shareholders in Consert.  \n  \n(ECF No. 123, at ¶ 38.)  The Former Directors allegedly maximized the monetary \nbenefits from the Merger to themselves by:  \nsubstantially increas[ing] and accru[ing] their salaries, \nbonuses, special ‘change of control payments’ and other \ncompensation in order to create preferential payments to \nthemselves from the sale proceeds; ma[king] personal loans \nto Consert on usurious and egregious ter ms in order to \ncreate preferential interest and principal payments to \nthemselves from the sale proceeds ; and limit[ing] the \nnegotiations and sale of Consert to  a buyer (Defendant \nToshiba) who agreed to permit the [Former Directors] to \nmake all of these preferential payments to themselves from \nthe sales proceeds.    \n \n(Id. at ¶ 48.) \n13. On the other hand, t he Merger Agreement provided for payment to \nholders of Consert’s common stock (the “common shareholders”), including Plaintiffs, \nsolely from two post-Merger “earn out” events.  The first earn out was based on  the \nperformance of a contract between Toshiba and CPS Energy Corporation (“CPS”), to \nbe executed post-Merger. (the “Toshiba/CPS Contract”).  (Id. at ¶ 123.)  The second \nearn out was based on the settlement of a lawsuit in which Consert was a party at \nthe time of the Merger (the “Itron Lawsuit”). (Id. at ¶ 125.)  The common shareholders \nwould receive payments based on revenue generated by Toshiba under the \nToshiba/CPS Contract, and would receive payments from a portion of the amount \npaid to Toshiba in settlement of the Itron Lawsuit.  (ECF No. 123, at ¶¶ 123–25.)  The \n \n \nestimated total payments to common shareholders from these two events was $60 –\n70 million.  (Id. at ¶ 126.)   \n14. The earn outs, however, were contingent on an all-or-nothing “trigger.” \n(Id. at ¶ 127.)  Toshiba would only be required to make the earn out payments to the \ncommon shareholders if the Toshiba/CPS Contract (a) contained “a firm commitment \nfor the purchase of smart -grid hardware, software and/or servic es in a minimum \naggregate value of $100 million over a period of five years,” and (b) if the Toshiba/CPS \nContract was fully executed within one year of the Merger’s closing, or by February \n4, 2014.  (Id. at ¶ 128 ; Toshiba Mot. to Dis. Ex. 1, ECF No. 124.1, at p. 5 (“Merger \nInformation Statement”).) \n15.   Plaintiffs allege that Defendants and the co -conspirators knew that \nCPS would not enter into a “firm commitment” for the minimum con tract of $100 \nmillion, and that the trigger was “illusory and a sham” that would never be achieved. \n(ECF No. 123, at ¶ 127.)  Defendants and the co-conspirators misrepresented to, and \nconcealed from, the common shareholders that they likely would not receive the earn \nout payments when presenting the Merger plan to the shareholders for review and \napproval.  (Id. at ¶¶ 133, 136, 146–47, 153.) \n16. On January 25, 2013, Consert held a shareho lders meeting at which it \nannounced the Merger Agreement to Consert’s shareholders (“Shareholders \nMeeting”).  (Id. at 88.)  Plaintiffs allege that during the Shareholders Meeting, Moore \nand Mowery made misrepresentations to common  shareholders, and that Consert \nwithheld information material to the Merger.  (Id. at ¶¶ 90 –98.)  Moore stated that \n \n \nthe earn out payments were “most likely to occur” and “absolutely achievable.”  ( Id. \nat ¶ 92.)  Moore also expressed the opinion that the Merger was “in the best in terest \nof all shareholders.”  (Id. at ¶ 93.) \n17. On January 28, 2013, Consert sent to its shareholders a “Merger \nInformation Statement” and “Shareholder Consent.”  (Id. at ¶ 99; Merger Info. Stat. \nand Shareholder Consent, ECF No. 124.1 .)  Plaintiffs allege tha t the  Merger \nInformation Statement contained misrepresentations and omissions of material facts \nregarding the Merger.  (Id. at ¶¶ 101–02, 105–19.)  However, the Merger Information \nStatement stated that the earn out payments were “contingent” and “uncertain .”  \n(ECF No. 124.1, at pp. WOR_7895–WOR_7897.) \n18. Each of the Plaintiffs signed and returned  the Shareholder Consent \nform consenting to the merger and surrendering their shares of common stock.  (ECF \nNo. 123, at ¶ 119; ECF No. 124.1, at p. WOR_7899.)  The Merger closed on February \n5, 2013.  \n19. Plaintiffs do not allege that Toshiba had any direct communications or \ndealings with Plaintiffs during the negotiation of the Merger Agreement or prior to \nthe closing of the Merger.  Instead, Plaintiffs claim that Toshiba was “fully aware” of \nthe Former Directors’ self -dealing, knew of “misleading statements” and “material \nomissions” in the Former Directors’ communications with Plaintiffs, and that Toshiba \n“did nothing to stop the fraudulent communications .”  (ECF No. 123, a t ¶¶ 44–45.)  \nDespite knowing that the co -conspirators had misrepresented the details of the \nMerger to, or concealed information from, the common stockholders, Toshiba is \n \n \nalleged to have done “nothing to stop such fraudulent communicati ons.”  (ECF No. \n123, at ¶ 45.)  Plaintiffs further allege that \nToshiba fraudulently, with the intent to deceive, signed the \nMerger Agreement which contained untrue and misleading \nstatements of material fact, failed to disclose, and \nintentionally omitted necessary material fac ts, on all of \nwhich facts Defendants intended for Plaintiffs to rely in \ndetermining whether they should consent to the sale of and \nredemption of their stock in Consert. By so doing, [ ]  \nToshiba fully participated in the conspiracy and scheme to \ndefraud Plaintiffs in collusion with the other Defendants[.] \n \n(Id. at ¶ 147.) \n \n20.  The Merger resulted in Toshiba paying $30 million in cash \nconsideration as follows:  $2.2 million was paid to the Former Directors, including \nAdams, and other Consert executives in the form of “change  of control” and bonus \npayments;  $2 million was paid to Consert’s advisors, including Stephens Bank and \nMowery;  $14 million was used to repay Consert’s obligations and loans, including \nsubstantial amounts to Roberts and Moore and to certai n strategic investors who \nwere represented on Consert’s board by other Former Directors, for “bridge  loans” \nmade by them to Consert; and  approximately $9.8 million was paid to holders of \nConsert Series A and Series B Preferred stock, including substantial amounts to the \nFormer Directors and the companies they represented on the board.  (Id. at ¶ 121.) \n21. The trigger event for payments to Plaintiffs from the earn outs contained \nin the Merger Agreement did not occur, and Plaintiffs ultimately did not receive any \ncompensation in exchange for their shares of common stock.   Instead, “Toshiba \nexecuted an agreement with CPS with a value of less than the required $100 million, \n \n \nthereby avoiding the trigger requirements and eliminating any earn out to Plaintiffs.”  \n(Id. at ¶ 148.)  Plaintiffs allege that the contract Toshiba entered into with CPS has \ngenerated substantial revenues, but no earn out payments have been made because \nthe trigger was not achieved.  (Id. at ¶ 149.) \n22. In February, 2015, the Itron Litigation was set tled and for “multiple \nmillions of dollars.”  ( Id. at ¶ 150.)  No earn out payments were made from the \nsettlement proceeds because the trigger was not achieved. \nIII. LEGAL STANDARD \n23. The Court, in deciding a Rule 12(b)(6) motion, treats the well -pleaded \nallegations of the complaint as true and admitted.   Sutton v. Duke, 277 N.C. 94, 98 \n(1970).  The facts and permissible inferences set forth in the complaint are to be \ntreated in a light most favorable to the nonmoving party .  Ford v. Peaches Entm ’t \nCorp., 83 N.C. App. 155, 156 (1986).  As our Court of Appeals has noted, the “essential \nquestion” raised by a Rule 12(b)(6) motion is “whether the complaint, when liberally \nconstrued, states a claim upon which relief can be granted on any theory. ” Barnaby \nv. Boardman, 70 N.C. App. 299, 302 (1984), rev’d on other grounds , 313 N.C. 565 \n(1985) (citations and emphasis omitted).  Dismissal of a claim pursuant to Rule \n12(b)(6) is proper “(1) when the complaint on its face reveals that no law supports \nplaintiff’s claim; (2) when the complaint reveals on its face the absence of fact \nsufficient to make a good claim; [or] (3) when some fact disclosed in the complaint \nnecessarily defeats the plaintiff’s claim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 \nS.E.2d 222, 224 (1985 ).  Otherwise, “a complaint should not be dismissed for \n \n \ninsufficiency unless it appears to a certainty that plaintiff is entitled to no relief under \nany state of facts which could be proved in support of the claim.”  Sutton, 277 N.C. at \n103, 176 S.E.2d at 166 (emphasis omitted).  The Court construes the complaint \nliberally and accepts all allegations as true.  Laster v. Francis , 199 N.C. App. 572, \n577, 681 S.E.2d 858, 862 (2009).  However, the Court is not required “to accept as \ntrue allegations that are me rely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.” Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005). \nIV. ANALYSIS \nA. Count II: Common Law Fraud and Count V: Fraudulent Inducement \n24. Plaintiffs make claims against Toshiba for fraud and fraudulent \ninducement.  (ECF No. 123, at ¶¶ 162–67; 181–85.)  Defendants move to dismiss these \nclaims on the grounds that, inter alia, Plaintiffs do not allege that Toshiba had any \ncommunications with or made any misrepresentations directly to Plaintiffs, Toshiba \nwas under no legal duty to disclose information to Plaintiffs, and Plaintiffs could not \nreasonably have relied on any representation s that t he triggers for the earn outs \nwould be achieved.  (ECF No. 125, at pp. 10–14.) \n25. The essential elements of fraud  or fraudulent inducement are: “(1) \n[f]alse representation or concealment of a material fact, (2) reasonably calculated to \ndeceive, (3) made with intent to deceive, (4) which does in fact deceive, (5) resulting \nin damage to the injured party.”  Terry v. Terry, 302 N.C. 77, 83, 273 S.E.2d 674, 677 \n(1981); see also Ward v. Fogel , 237 N.C. App. 570, 581, 768 S.E.2d 292, 301 (2014) .  \n \n \nAdditionally, the d eceived party must reasonably  have relied on the allegedly false \nrepresentations.  Forbis v. Neal, 361 N.C. 519, 527, 649 S.E.2d 382, 387 (2007). \n26. Plaintiffs have not alleged that Toshiba made affirmative \nmisrepresentations to Plaintiffs.  Instead, Plaintiffs apparently contend that Toshiba \nis somehow responsible for misrepresentations that were made to Plaintiffs by other \nco-conspirators because Toshiba knew that misrepresentations were being made but \ndid nothing to stop them.  Plaintiffs have not pointed t he Court to any basis in law \nupon which Toshiba could be responsible for statements made to Plaintiffs by the \nFormer Directors or any other co-conspirator.   \n27. If a claim of fraud is based on concealment of a material fact, the plaintiff \nmust also allege tha t the party allegedly committing the fraud had a duty to \nspeak.  E.g., Griffin v. Wheeler-Leonard & Co., 290 N.C. 185, 198, 225 S.E.2d 557, 565 \n(1976)(“[I]t is well settled that where there is a duty to speak  the concealment of a \nmaterial fact is equivalen t to fraudulent representation” (emphasis \nadded).); Lawrence v. UMLIC-Five Corp., 2007 NCBC LEXIS 20, at *8 (N.C. Super. \nCt. June 18, 2007)  (“Where the claim arises by concealment or nondisclosure, \n[p]laintiffs also must allege that all or some of the [d]efendants had a duty to disclose \nmaterial information to them, as silence is fraudulent only when there is a duty to \nspeak.”). \n28. Plaintiffs have not pleaded facts that would support an allegation that \nToshiba had an obligation to disclose directly to Plaintiffs , nor provided any legal \nauthority that would support a duty to disclose by Toshiba to Plaintiffs under the \n \n \ncircumstances present in this case.  Again, Toshiba did not negotiate the terms of the \nMerger Agreement with Plaintiffs directly, and did not have direct communications \nwith Plaintiffs.2   \n29. Finally, t he facts pleaded in the SAC do not support , and, in fact \nundercut, the allegation that Plaintiffs could reasonably have relied on any \nmisrepresentations or omissions regarding the l ikelihood of achieving the earn out \ntriggers.  First, Plaintiffs have n ot alleged that the Merger Agreement required \nToshiba to enter into the Toshiba/CPS Contract.  To the contrary, they allege that the \nMerger Agreement gave Toshiba “total and exclusive control over both the execution \nand value of the  [Toshiba/CPS Contract]” and “ the unbridled right[ ]  to conclude a \ncontract with CPS in an amount less than $100 million, or delay the execution of an \nagreement until after February 4, 2014, to completely avoid paying any earn out to” \nthe common shareholders.  (ECF No. 123, at ¶¶ 143, 145.) \n30. In addition, “[r]eliance is not reasonable where the plaintiff could have \ndiscovered the truth of the matter through reasonable diligence, but failed to \ninvestigate.”  Sullivan v. Mebane Packaging Group, Inc. , 158 N.C. App. 19, 26, 581 \nS.E.2d 452, 458 (2003) .  Here, Plaintiffs allege that they were provided with the \nMerger Information Statement along with the Shareholder Consent forms  seeking \nsurrender of the stock and approval of the Merger.  The Merger Info rmation \nStatement clearly stated  that the earn out p ayments were not gu aranteed, but \ninstead were “contingent” and “uncertain .”  (ECF No. 124.1, at pp. WOR_7895–\n                                            \n2 As discussed below at paragraphs 40–41, an acquiring company generally has no duty to \ndisclose information to the acquired company’s shareholders. \n \n \nWOR_7897.)  The Merger Information Statement also provided information about the \ntime frames for payment of the earn outs, but qualified that infor mation by stating \nthat the specified timeline would apply only “if any” payments were made at all.  (Id. \nat p. WOR_7901.)  The use of this type of language in the Merger Info rmation \nStatement should have placed Plaintiffs on notice that they could not rely on \nstatements by Former Directors or other co -conspirators regarding the likelihood of \nreceiving earn out payments.  See Sullivan, 158 N.C. App. at 27, 581 S.E.2d at 459 \n(affirming summary judgment for defendants on plaintiff -shareholder’s claim for \nfraud arising from alleged misrepresentations and omissions by defendants in sale of \nstock by plaintiff where plaintiff was provided with documents summarizing \nplaintiff’s pertinent rights); Atkinson v. Lackey, 2015 NCBC LEXIS 21, at *40 (N.C. \nSuper. Ct.  Feb. 27, 2015) (dismissing fraud claim and holding that plaintiffs’ reliance \nwas unreasonable where “ the information disclosed in the [private placement \nmemo][,] . . . which [p]laintiffs received after the alleged misconduct and before they \nmade their investments, plainly contradicted the alleged misrepresentations and \nomissions about which [p]laintiffs complain”).   \n31. Plaintiffs have not alleged that Toshiba ma de any affirmative \nmisrepresentations to Plaintiffs, nor pleaded facts that would establish a legal duty \non Toshiba to disclose information to Plaintiffs relating to the Merger.  In addition, \nthe allegations in the SAC and the information provided in the Merger Information \nStatement establish that Plaintiffs could not reasonably have relied on any \nrepresentations or omissions regarding whether the trigger event necessary for the \n \n \nearn out payments would be achieved.  Toshiba’s motion to dismiss Plaintiffs’ claims \nfor common law fraud and fraudulent inducement should be GRANTED, and the \nclaims DISMISSED.  \nB. Count IV: Conspiracy to Defraud \n32. Plaintiffs make a claim for conspiracy to defraud against Toshiba.  (ECF \nNo. 123, at ¶¶ 174–80.)  Plaintiffs allege that Toshiba “agreed, colluded and conspired \nwith” Adams and the co -conspirators, “and intentionally performed one or more \nactions in furtherance of an illegal scheme to defraud Plaintiffs [.]”  ( Id. at ¶ 175.)  \n“Specifically,” Plaintiffs allege, Toshiba “saw, approved and did nothing to stop the \ndistribution of Shareholder Consent Documents that were misleading and contained \nmaterial omissions . . . . [which] were sent with the express purpose of misleadin g \nPlaintiffs in order to get them to agree” to the Merger.  (Id. at ¶¶ 176–77.)   \n33.  “A claim for damages resulting from a conspiracy to defraud exists \nwhere there is an agreement between two or more persons to defraud a party, and as \na result of acts done in furtherance of, and pursuant to the agreement, that party is \ndamaged.”  Johnson v. First Union Corp. , 128 N.C. App. 450, 459, 496 S.E.2d 1, 8 \n(1998) (citing Fox v. Wilson, 85 N.C. App. 292, 301, 354 S.E.2d 737, 743 (1987) ).  “A \nclaim for conspiracy to defraud cannot succeed without a successful underlying claim \nfor fraud.”  Jay Group, Ltd. v. Glasgow, 139 N.C. App 595, 59 9, 534 S.E.2d 233, 236 \n(2000); see also, Sellers v. Morton, 191 N.C. App. 75, 83, 661 S.E.2d 915, 922 (2008) \n(“Only where there is an un derlying claim for unlawful conduct can a plaintiff state \na claim for civil conspiracy by also alleging the agreement of two or more parties to \n \n \ncarry out the conduct and injury resulting from that agreement.”) (quoting Toomer v. \nGarrett, 155 N.C. App. 462,  483, 574 S.E.2d 76, 92 (2002); and citing Muse v. \nMorrison, 234 N.C. 195, 66 S.E.2d 783 (1951)). \n34. There is no underlying claim for fraud left standing in this case.  The \nCourt has dismissed the claims for fraud against Toshiba in this order.  The Court \npreviously dismissed the claims for fraud against all of the present and former \nDefendant-conspirators.  Worley, 2017 NCBC LEXIS 15, at *79–80.  Since there is no \nviable claim for fraud against any present or former party to this action, the claim for \nconspiracy to defraud also must fail.  See Precision Components, Inc. v. C.W. Bearing \nUSA, Inc., 630 F. Supp. 2d 635, 645, (W .D.N.C. Dec. 16, 2008) (dismissing the civil \nconspiracy claim where the two other claims upon which plaintiff relied were \ndismissed). \n35. Therefore, Toshiba’s motion to dismiss Plaintiffs’ claim for conspiracy to \ndefraud should be GRANTED, and the claim DISMISSED.  \nC. Count VI: Violation of the North Carolina Securities Act \n36. Plaintiffs claim that Toshiba violated sections 78A -56(b) and 78A -8 of \nthe NCSA.  (ECF No. 123, at ¶¶ 186–91.)  Section  78A-56(b) provides a cause of action \nto  \n[a]ny person who purchases a security by means of any \nuntrue statement of a material fact or any omission to state \na material fact necessary in order to make the sta tements \nmade, in the light of the circumstances under which they \nare made, not misleading (the seller not knowing of the \nuntruth or omission), and who does not sustain the burden \nof proof that the person did not know, and in the exercise \n \n \nof reasonable care could not have known, of the untruth or \nomission[.] \nG.S. § 78A-56(b).  \n37. Pursuant to G. S. § 78A-8: \nIt is unlawful for any person, in connection with the offer, \nsale or purchase of any security, directly or indirectly: \n(1) To employ any device, scheme, or artifice to defraud, \n(2) To make any untrue statement of a material fact or to \nomit to state a material fact necessary in order to make the \nstatements made, in the light of the circumstances under \nwhich they are made, not misleading or, \n(3) To engage in an y act, practice, or course of business \nwhich operates or would operate as a fraud or deceit upon \nany person. \n38. Plaintiffs allege that Toshiba purchased the Consert stock “(i) with \nknowledge that the material facts disclosed to Plaintiffs in the Merger Agreem ent \nwere untrue and/or misleading, (ii) knowingly omitting and failing to disclose facts \nmaterial to Plaintiffs’ shareholder consent, which made the statements in the Merger \nagreement (sic) misleading in the circumstances under which they were made, and \n(iii) employing an act, practice, course of business, and scheme to defraud and deceive \nPlaintiffs.”  (ECF No. 123, at ¶ 188.) \n39. The Court has already concluded that Plaintiffs have not sufficiently \nalleged that Toshiba made any statements to Plaintiffs in con nection with the \nMerger, let alone statements that could constitute misrepresentations, or statements \nfrom which Toshiba made misleading omissions.  Since Plaintiffs have not alleged \n \n \nstatements by Toshiba, Toshiba cannot be liable to Plaintiffs pursuant to G.S. §§ 78A-\n56(b) and 78A-8(2). \n40. Furthermore, there was no duty on Toshiba, as a purchaser of securities, \nto disclose anything to Plaintiffs in relation to the Merger.  “[A] purchaser of stock \nwho has no duty to a prospective seller because he is neither an insider nor a fiduciary \nhas been held to have no obligation to reveal material facts.”  Chiarella v. United \nStates, 445 U.S. 222, 229, 100 S. Ct. 1108, 1115 (1980).  This Court has previously \nheld that the NCSA does not impose a general “duty to speak” on sellers or purchasers \nof stock.  NNN Durham Office Portfolio 1, LLC v. Highwoods Realty Ltd. P’ship, 2013 \nNCBC LEXIS 11, at *2 9–30 (N.C. Super. Ct. Feb. 14, 2013).  Courts in other \njurisdictions also “have uniformly declined to find a duty to disclose running from one \nparty in an arm ’s-length securities transaction to the shareholders of the \ncounterparty to the transaction, absent some fiduciary or other special relatio nship \nbetween them.”  Badger v. S. Farm Bureau Life Ins. Co., 612 F.3d 1334, 1343 (2010) \n(citing numerous cases from the 5th, 8th, and 7th Circuits, and from Delaware, \nPennsylvania, and New York  holding the same).   Plaintiffs have not alleged that \nToshiba had a fiduciary or any other relationship with them that imposed a duty to \ndisclose on Toshiba. \n41. Furthermore, to the extent Plaintiffs allege and argue that Toshiba had \na duty to disclose arising from its knowledge that the Merger Information Statement \nand other communications made to Plaintiffs by the  alleged co-conspirators were \nmisleading or omitted material facts, Plaintiffs have cited no authority to support \n \n \nsuch argument, and  the Court finds it unpersuasive.  Id. at 1342 (finding that the \ntrial court’s jury instruction imposing on the acquiring company a duty to disclose \ninformation to the acquired company’s shareholders because it “knew or was severely \nreckless as to whether material information had not been fully disclosed to the \nshareholders or that the disclosures made  . . . were materially misleading” was “clear \nerror”).   \n42.   Plaintiffs have not alleged that Toshiba made statements to Plaintiffs \nthat could give rise to a violation of the NCSA, nor have Plaintiffs alleged that \nToshiba had any duty to disclose information to Plaintiffs.  Accordingly, Toshiba’s \nmotion to dismiss Plaintiffs’ claims for violation of the NCSA should be GRANTED.  \nD. Count VII: Unlawful Taking and Conversion \n43. Plaintiffs make claims against Toshiba for conve rsion, “unlawful \ntaking,” and unjust enrichment.  (ECF No. 123, at ¶¶ 192 –201.)  Plaintiffs seek \n“restitution from [ ] Toshiba for the full value of all benefits and gains obtained by [ ] \nToshiba resulting from the transfer of Plaintiffs’ ownership interests in Consert stock \nto [ ] Toshiba.”  (Id. at ¶ 197.) \ni. Conversion and unlawful taking \n44. Conversion is the “unauthorized assumption and exercise of the right of \nownership over goods or personal chattels belonging to another, to the alteration of \ntheir condition or the exclusion of an owner’ s rights.”  Variety Wholesalers, Inc. v. \nSalem Logistics Traffic Servs., LLC , 365 N.C. 520, 523, 723 S.E.2d 744, 747 \n(2012) (internal citation and quotation marks omitted).  “ There are, in effect, two \n \n \nessential elements of a  conversion claim: ownership in the plaintiff and wrongful \npossession or conversion by the defendant.”  Id.  “Where there has been no wrongful \ntaking or disposal of the goods, and the defendant has merely come rightfully into \npossession and then refused to surrender them, demand and refusal are necessary to \nthe existence of the tort. ”  White v. Consol. Planning, Inc. , 166 N.C. App. 283, 310 –\n11, 603 S.E.2d 147, 165 (2004) (citation and quotation marks omitted).   \n45. While Plaintiffs allege in conclusory fashion that “[t]he transfer of \nPlaintiffs’ stock interests to Defendant Toshiba was an unlawful taking and \nconversion,” (ECF No. 123, at ¶ 194), the facts pleaded in the SAC defeat the \nallegation.  Plaintiffs allege that they each signed the Shareholder Consent that \nsurrendered their stock in Consert pursuant to the Merger Agreement with Toshiba \n“in exchange for the consideration which the undersigned is entitled in respect to \nthe . . . Merger Agreement.”  (ECF No. 123, at ¶ 119; ECF No. 124.1, at p. WOR_7942.)  \nTherefore, the allegations establish that Toshiba did not take wrongful or \nunauthorized possession of Plaintiffs’ stock, but rather that Plaintiffs  consented to \nthe transfers of the stock. \n46. Plaintiffs argue that the transfers of their stock was not with thei r \nconsent because Toshiba fraudulently induced the transfers.  (ECF No. 127, at pp. \n17–18.)  The Court, however, has dismissed Plaintiffs’ claim for fraudulent \ninducement, and the allegations of fraud cannot support the contention that Toshiba \ntook unauthorized possession of Plaintiffs’ stock. \n \n \n47. Finally, since Toshiba rightfully came into possession of Plaintiffs’ stock \ninterests, Plaintiffs were required to allege that they made demand for return of those \ninterests and that Toshiba refused the demand.  White, 166 N.C. App. at 310–11, 603 \nS.E.2d at 165; Stratton v. Royal Bank of Can. , 2010 NCBC LEXIS 1, *20 –21 (N.C. \nSuper. Ct. Feb. 5, 2010) (“If there is no wrongful taking, i.e., if the defendant rightfully \ncomes into possession and then refuses to surrender t he goods, then demand and \nrefusal is necessary for the tort of conversion to exist.”) .  Plaintiffs have not alleged \nthat they demanded return of the stock interests nor that Toshiba refused  such \ndemand. \n48. In conclusion, Toshiba’s motion to dismiss Plaintiffs ’ claim for \nconversion should be GRANTED, and the claim DISMISSED. \nii.  Unjust enrichment \n49. Plaintiffs make a claim for unjust enrichment, alleging that Toshiba \n“unjustly enriched itself by inducing Plaintiffs to transfer all of their ownership \ninterests in Consert stock to Defendant Toshiba without just and adequate \ncompensation to Plaintiffs.”  ( ECF No. 123,  at ¶ 193.) Toshiba makes very limited \nargument in support of dismissal of the unjust enrichment claim , essentially \ncontending unjust enrichment should fail because Plaintiffs have an adequate \nremedy at law.  (ECF No. 128, at pp. 13–14.) \n50. “A claim of unjust enrichment is an alternative to a claim based on \nbreach of contract whereby, upon the absence of an actual agreement between the \nparties, the court imp lies that a ‘quasi -contract’ existed and permits a plaintiff to \n \n \nbring an action in restitution to recover the amount of the benefit  conferred on the \ndefendant.”  Volumetrics Med. Imaging, Inc. v. ATL Ultrasound, Inc., 243 F. Supp. 2d \n386, 411–12 (2003) (citing Horack v. Southern Real Estate Co. of Charlotte, Inc. , 150 \nN.C. App. 305, 311, 563 S.E.2d 47, 52 (2002)); see also Islet Scis., Inc. v. Brighthaven \nVentures, LLC, 2017 NCBC LEXIS 4, at *15 (N.C. Super. Ct. Jan. 12, 2017) (“A claim \nfor unjust enrichmen t is neither in tort nor contract but is described as a claim in \nquasi contract or a contract implied in law” (quoting Booe v. Shadrick, 322 N.C. 567, \n570, 369 S.E.2d 554, 556) (internal quotation marks omitted).). “The general rule of \nunjust enrichment is that where services are rendered and expenditures made by one \nparty to or for the benefit of another, without an express contract to pay, the law will \nimply a promise to  pay a fair compensation therefor.”  Atlantic C. L. R. Co. v. State \nHighway Comm’n, 268 N.C. 92, 95 –96, 150 S.E.2d 70, 73 (1966).   “The doctrine of \nunjust enrichment was devised by equity to exact the return of, or payment for, \nbenefits received under circumstances where it would be unfair for the recipient to \nretain them without the contributor being repaid or compensated.”  Collins v. Davis, \n68 N.C. App. 588, 591, 315 S.E.2d 759, 761 (1984). \n51. In North Carolina, to recover on a claim of unjust enrichment, a plaintiff \nmust prove that: (1) it conferred a ben efit on another party; (2) the other party \nconsciously accepted the benefit; and (3) the benefit was not conferred gratuitously or \nby an interference in the affairs of the other party.   Southeastern Shelter Corp. v. \nBTU, Inc., 154 N.C. App. 321, 330, 572 S.E.2d 200, 206 (2002). \n \n \n52. Plaintiffs con tend that they conferred a benefit on Toshiba by \nsurrendering their common stock and consenting to the Merger.  Plaintiffs allege that \nToshiba needed Plaintiffs’ consent because “ one of the conditions to closing in the \n[Merger Agreement] was a requirement that less than 35% of Consert shareholders \nexercise their Dissenters’ Rights under Delaware law. ”  (ECF No. 123, at ¶ 105.)  \nPlaintiffs’ surrender of their stock and consents were not gratuitous, but rather were \nprovided in exchange for the opportunity to participate in the earn out payments from \nToshiba. \n53. Plaintiffs further allege that Toshiba consciously accepted the benefit of \nPlaintiffs’ consent  knowing “that it would take no action which might trigger the \nEarn-out provisions of the Me rger Agreement or take any other action which would \nrequire Toshiba to pay any earn-out” to Plaintiffs.  (Id. at ¶ 146.)  Further, “Toshiba \nhad no incentive to execute [the Toshiba/CPS Contract]  . . . because, in so doing, it \nwould have been required to po tentially pay over $60 million as an earn out to” \nPlaintiffs and other common stockholders.  ( Id. at ¶ 145.)  Plaintiffs allege that as a \nresult of their consents, Toshiba has retained the revenues from the work it has \nperformed for CPS and from the settle ment of the Itron lawsuit without having to \nshare any of it with Plaintiffs, and that despite paying only $30 million for Consert, \n“Toshiba has, to date, received revenues resulting from its acquisition of Consert of \napproximately $200 million,” while Plaintiffs have received nothing for their common \nstock. (Id. at ¶¶ 148–54.) \n \n \n54. The Court finds that Plaintiffs have alleged facts sufficient to support a \nclaim for unjust enrichmen t, and to survive a motion to dismiss.   The allegations \nsuggest that Toshiba received the benefit of Plaintiffs’ consent to the Merger “under \ncircumstances where it would be unfair for the recipient to retain them without the \ncontributor being repaid or compensated.”   Collins, 68 N.C. App. at 591, 315 S.E.2d \nat 761.  Therefore Toshiba’s motion to dismiss Plaintiffs’ claim for unjust enrichment \nshould be DENIED.  \nE. Count VIII: Violation of the North Carolina Unfair and Deceptive Trade \nPractices Act \n \n55. As Plaintiffs’ final claim, they allege that Toshiba engaged in unfair or \ndeceptive trade practices in violation of the UDTPA.  (ECF No. 123, at ¶¶ 202 –06.)  \nPlaintiffs allege that during “the time leading up to the [M]erger,” Toshiba made \n“numerous misrepresentations” and withheld information.  ( Id. at ¶ 203.)  Plaintiff \nclaims that Toshiba’s conduct was “deceptive and in violation of the law.”  (Id.)   \n56. “To establish a prima facie case of unfair and deceptive trade practices, \na plaintiff must show that (1) the defendant committed an unfair or deceptive act or \npractice, (2) the act was in or affecting commerce, and (3) the act proximately caused \ninjury to the plaintiff.”  White v. Consol. Planning, Inc., 166 N.C. App. 283, 303, 603 \nS.E.2d 147, 161 (2004).   Plaintiffs argue that their UDTPA claim is based on their \nclaims for fraud.  (ECF No. 127, at p. 15.)   \n57. Since the Court has dismissed Plaintiffs’ claims for fraud, the claim for \nviolation of the UDTPA also should be dismissed.  B & F Slosman v. Sonopress, Inc., \n148 N.C. App. 81, 89, 557 S.E.2d 176, 182 (2001) (The essence of plaintiff’s [UDTPA] \n \n \nclaim is that defendant committed fraud . . . . Having determined that plaintiff has \nfailed to make a prima facie case with respect to [the fraud claim], we likewise \nconclude plaintiff has not established a claim for unfair and deceptive b usiness \npractices.”); Combs & Assocs. v. Kennedy, 147 N.C. App. 362, 375, 555 S.E.2d 634, 642 \n(2001) (“[P]laintiff’s claim that defendants engaged in unfair and deceptive trade \npractices rests with its claims for misappropriation of trade secrets, tortious  \ninterference with contracts and civil conspiracy.   Having determined that the trial \ncourt properly granted summary judgment on each of these claims, we likewise \nconclude that no claim for unfair and deceptive trade practices exists.”).  \n58. Therefore, Toshiba’s motion to dismiss Plaintiffs’ claim for unfair and \ndeceptive trade practices should be GRANTED, and the claim DISMISSED.  \nV. CONCLUSION \nIn conclusion, the Motion is GRANTED, in part, and DENIED, in part, as \nfollows: \n1. Toshiba’s motion to dismiss Plaintiffs’ claim for unjust enrichment is \nDENIED. \n2. Except as specifically denied herein, Toshiba’s motion to dismiss the \nremainder of Plaintiffs’ claims is GRANTED. \n  \n \n \nSO ORDERED, this, the 2nd day of November, 2018.  \n \n \n  /s/ Gregory P. McGuire  \n    Gregory P. McGuire \n    Special Superior Court Judge for \n    Complex Business Cases \n "
}