{
  "id": "f5783f577f0485e21562a8a6db3c4ef6bc29aa83134236a3fe09cf477fe9afb8",
  "source_file": "data/raw/ncbc/f5783f577f0485e21562a8a6db3c4ef6bc29aa83134236a3fe09cf477fe9afb8.pdf",
  "raw_text": "JDH Capital, LLC v. Flowers, 2009 NCBC 4. \n \nNORTH CAROLINA \n \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF  JUSTICE \nSUPERIOR COURT DIVISION \n07 CVS 5354 \nJDH CAPITAL, LLC, \n \nPlaintiff,  \n \nv.  \n \nREBECCA D. FLOWERS, DWF \nDEVELOPMENT, INC., and \nFLOWERS PLANTATION \nFOUNDATION, INC. f/k/a \nFLOWERS PLANTATION, INC. , \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT AND \nPLAINTIFF’S MOTION FOR LEAVE TO \nAMEND COMPLAINT\n \n{1} This matter is before the Court on Defendants’ Motion for Summary \nJudgment and Plaintiff’s Motion for Leave to Amend the Complaint.  This Opinion, \nand the Court’s decision in Crockett Capital Corp. v. Inland Am. Winston Hotels, \nInc., 2009 NCBC 5 (N.C. Super. Ct. Mar. 13, 2009) (hereinafter “Crockett”), entered \ncontemporaneously, both address the requirements necessary to create a binding \ncontract.\n1  Both cases involve real estate development.  Plaintiff in this case seeks \ndamages for breach of contract.  Plaintiff in Crockett seeks specific performance of \ncertain terms of the contract, as well as damages.   \n{2} In each case, Defendants assert that there is no enforceable agreement, \nonly an agreement to agree at a later date.  Because the legal standards and the \nfactors to be considered are the same in both cases, the Court will address them in \nidentical fashion.  The application of those standards and factors will be addressed \nwithin the context of the facts in each case and the differing standards for summary \njudgment and motions to dismiss for failure to state a claim.  This case involves an \n                                                 \n1 Crockett is decided on a Rule 12(b)(6) motion. \n \nadditional question of whether, how, and when quantum meruit claims may be \ncreated in circumstances where there is an unenforceable agreement to agree.  \n{3}  For the reasons set forth below, the Court hereby GRANTS Defendants’ \nMotion for Summary Judgment on all issues. \n  \nJohnston, Allison & Hord by Daniel A. Merlin, Martin L. White, and Robert \nL. Burchette for Plaintiff JDH Capital, LLC. \n \nManning, Fulton & Skinner, P.A. by William S. Cherry, III and Michael T. \nMedford for Defendants Rebecca D. Flowers, DWF Development, Inc., and \nFlowers Plantation Foundation, Inc. \n \nArmstrong & Armstrong, P.A. by L. Lamar Armstrong, Jr. for Defendants \nRebecca D. Flowers, DWF Development, Inc., and Flowers Plantation \nFoundation, Inc. \n \nTennille, Judge. \n \nI.  \nLEGAL STANDARD \n{4} This case is before the Court on summary judgment.  Discovery was \nextensive and is complete.  The Court is thus applying the standard of review \napplicable to summary judgment. \n{5} Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto judgment as a matter of law.”  N.C.R. Civ. P. 56(c).  “It is not the purpose of the \nrule to resolve disputed material issues of fact but rather to determine if such issues \nexist.”  Id. at 56 cmt.  The burden of showing a lack of triable issues of fact falls \nupon the moving party.  See, e.g., Pembee Mfg. Corp. v. Cape Fear Constr. Co., 313 \nN.C. 488, 491, 329 S.E.2d 350, 353 (1985).  Once this burden has been met, the \nnonmoving party must “produce a forecast of evidence demonstrating that [it] will \nbe able to make out at least a prima facie case at trial.”  Collingwood v. Gen. Elec. \nReal Estate Equities, Inc., 324 N.C. 63, 66, 376 S.E.2d 425, 427 (1989).  The Court \n  \nmust exercise caution in granting a motion for summary judgment.  N.C. Nat’l Bank \nv. Gillespie, 291 N.C. 303, 310, 230 S.E.2d 375, 379 (1976).  \n \nII. \nFACTS \n{6} Analysis of the facts in this case begins with the parties and their \nrelationship to each other.  Rebecca D. Flowers (“Flowers”) is the owner of an \nundeveloped twenty-eight (28) acre tract of land at the intersection of Highway 42 \nand Buffalo Road in Johnston County.  The twenty-eight (28) acre tract has been in \nher family for generations.  Prior to 2005, Flowers had been developing other \nnearby property owned by her as a residential development known as Flowers \nPlantation.  Flowers controlled all aspects of the residential development of her \nproperty.  She was not interested in selling the twenty-eight (28) acre tract. \n{7}   As of 2005, Flowers had considered building a commercial/retail center on \nthe tract and had some architectural plans drawn for a “Marketplace” center.  While \nFlowers had experience with residential development, she did not have experience \nwith commercial development.  Furthermore, Flowers had never worked with a \nprofessional real estate developer.  In fact, according to Plaintiff, Flowers was \ninexperienced and naïve when it came to commercial development.  (Hill Dep. (Vol. \nI) 77:3–78:7, Dec. 19, 2007.)  Flowers used Len Woodall (“Woodall”), an independent \ncertified public accountant in Raleigh, as an accountant and business advisor and to \nassist her in negotiations. \n{8} JDH Capital, LLC (“JDH”) is in the business of developing commercial \nproperty.  According to its counsel’s oral argument and its President’s deposition, it \nis one of the best, if not the best, commercial developers in the Southeast.  JDH has \nvast experience in developing commercial sites of various kinds.   \n{9} JDH regularly seeks out development opportunities in which it can own \nand/or manage the property once it is developed.  JDH has experience developing \ncommercial real estate through joint venture agreements.  In fact, JDH has at least \ntwo (2) law firms that regularly assist it in the creation of legal documents involving \n  \nits business.  JDH’s officers and other personnel are sophisticated businessmen and \nbusinesswomen.  JDH employs agents who actively look for property to purchase for \ndevelopment purposes.  Those agents saw Flowers’ tract and approached Flowers \nabout purchasing it. \n{10} Flowers initially told JDH that she was not interested in selling her \nproperty.  She did, however, indicate a willingness to look at a possible joint venture \nwith JDH, and discussions between the two (2) parties followed.  In concept, \nFlowers would contribute her property to the joint venture, and JDH would provide \nthe services and expertise to design, build, and obtain financing for the \ndevelopment. \n{11} The nature of real estate development makes drafting contracts more \ndifficult.  Various contingencies can have material impacts on the viability of a \nspecific development project.  Zoning problems, environmental issues, interest \nrates, access to, and cost of, capital, and construction costs are all examples of \nvariables that may not be known at the time parties begin negotiations or sign \nletters of intent.   \n{12} Joint ventures are frequently used in real estate development and \nmanagement.  Those joint ventures are generally governed by lengthy and detailed \noperating agreements.  By its nature, real estate development must be flexible.  It is \ndifficult to reach an agreement until all the variables are known or one party agrees \nto bear the risks associated with a particular variable. \n{13} In addition to the normal problems associated with real estate \ndevelopment, the Flowers/JDH negotiations presented several unique problems.  \nFirst, there was a disparity of expertise between the parties.  Flowers was not \nfamiliar with joint ventures or commercial development.  Second, and most \nimportantly, Flowers retained her nearby residential property, and she had a \nparticular interest in the commercial project fitting in with, and being beneficial to, \nher remaining property.  Third, since the property had been in her family for \ngenerations, Flowers had a personal interest in what happened with the \ndevelopment.  Architectural control was a key issue for Flowers.  These personal \n  \nissues were known to JDH before the Letter of Intent was signed on March 30, \n2006. \n{14} Several significant things occurred during the initial negotiations and \nprior to the signing of the Letter of Intent.  In particular, the parties had differing \nviews of what the commercial development would be.  Flowers sent JDH plans she \nhad drawn up for a “Marketplace” commercial center.  Conversely, JDH sent \nFlowers commercial development plans centered on a grocery store as the anchor \ntenant.  JDH furnished Flowers with site plans and other ideas in order to convince \nher that she was better off doing a joint venture with JDH, as opposed to developing \nthe tract herself.  Prior to the signing of the Letter of Intent, JDH had disclosed its \nposition that one (1) of three (3) specific grocery store chains, including Lowe’s \nFoods, should be the anchor tenant.  All of these disclosures were made prior to the \nsigning of any agreement in order to demonstrate JDH’s expertise.  JDH proposed \nto Flowers that an LLC be formed to own and operate the center. \n{15} JDH authored the first draft of the Letter of Intent to be executed by the \nparties.  The first draft, as well as the final draft, contained the following language \nprepared by JDH: \nBoth parties agree to work diligently toward the full execution of \nlimited liability company documents reflecting the terms and \nconditions agreed upon herein within 30 days of the date of this \nagreement. \n \nThis Letter of Intent does not create any binding, contractual rights \nbetween Flowers and JDH and shall se rve only as an expression of \nintention between the parties. \n \n(Letter of Intent, March 30, 2006, at 3.)  JDH chose to call the document a “Letter of \nIntent.”  Neither the description of the document nor the language quoted above \nwas proposed by Flowers. \n{16} The final executed version of the Letter of Intent was dated March 30, \n2006.  Significantly, it was contemplated that the final operating agreement for the \nLLC would be completed within thirty (30) days.  JDH, the expert in developing \ncommercial property by way of joint ventures, had the responsibility for getting the \n  \nrequisite documents drafted.  Had the parties adhered to the thirty (30)-day \nschedule and reached either an agreement or an impasse, it is unlikely this case \nwould be pending.  However, no draft of an LLC agreement was circulated until \nJuly 20, 2006, almost four (4) months later.  Importantly, the Letter of Intent made \nno provision for any right or remedy in the event the negotiations that were to \nfollow were not successful. \n{17} Many significant items were not agreed upon at the time the Letter of \nIntent was signed.  Agreement on those significant items, as well as other smaller \nitems, was to be finalized in the written LLC agreement.  Agreement on several of \nthe critical issues impacted decisions on other critical issues.  For example, Flowers \nwanted, and was granted, final architectural control.  Approval of the final \narchitectural plan, however, was still subject to agreement on a budget for the \nproject.  When the Letter of Intent was signed, no final agreement on an \narchitectural plan or a budget had been reached.  Thus, Flowers’ concerns over \ncontrol of the architectural plan were not satisfactorily addressed at the time the \nLetter of Intent was signed.  Moreover, when the Letter of Intent was signed, no \nagreement had been reached as to the value of Flowers’ property to be contributed \nto the LLC.  That value would impact many of the provisions in the final agreement. \n{18} The final proposed operating agreement produced by JDH was forty-two \n(42) pages long—thirty-eight (38) more th an the Letter of Intent.  Moreover, the \nfinal proposed operating agreement contained many material provisions not covered \nby the Letter of Intent.  Among the material provisions which differed from, were \nadded to, or omitted from, the Letter of Intent were the following: \n• detailed provisions on management of the LLC;  \n• a provision for sales commissions on sales of any portion of the tract; \n• provisions for Rights-Obligations of members;  \n• detailed provisions governing capital calls and loans, including \nprovisions that permitted JDH to determine when Flowers had to \nmake capital contributions; \n  \n• Flowers’ right to succeed as managing member if JDH sold its \nmembership; \n• specific terms for allocation of profits, losses, and other allocations;  \n• distribution provisions; \n• buy-sell provisions;  \n• provisions governing dissolution and liquidation; and  \n• new representations and warranties.  \n(Defs.’ Br. Supp. Mot. Summ. J. 7–8.)  Interestingly, the proposed operating \ndocuments contained a provision which permitted JDH to withdraw from the LLC \nbefore Flowers’ property was contributed and recover its expenses if Flowers sold \nthe property within eighteen (18) months of JDH’s withdrawal.  The lengthy LLC \nprovisions were not unusual.  The documentation necessary for development and \noperation of a commercial real estate joint venture is substantial and often contains \nmany material provisions that need to be agreed upon.  It would be unusual, if not \nimpossible, for a commercial joint venture, such as that contemplated by the Letter \nof Intent, to be formed and operate without such detailed agreements. \n{19} Other important issues remained unaddressed when Flowers declined to \nproceed with the joint venture.  JDH was to provide the guarantee for the financing \nof the project.  Flowers, through Woodall, had taken the position that no binding \nagreement would be signed without JDH first providing its financial information. \nThat information was never made available.  \n{20} Flowers took actions that were consistent with her ability to withdraw \nbefore a final agreement was signed.  She took responsibility for, and paid the cost \nof, obtaining licenses, permits, zoning changes, and other governmental \nimprovements.  Typically, such activities would have been performed by the \ndeveloper.  Flowers also contracted directly with a civil engineer, who drew up plans \nfor the site.  Furthermore, Flowers got a referendum passed permitting the sale of \nbeer and wine on the tract once a grocery store was located on the property. \n{21} Other points of contention arose.  For example, when JDH proposed a \nbudget, Flowers learned, for the first time, that JDH had contracted out certain \n  \nwork it was to do and then included charges for that work in the budget.  \nReasonably, Flowers disagreed with that portion of the budget.  There were also \nissues surrounding architectural additions.  Ultimately, no agreement could be \nreached on the architectural additions Flowers wanted. \n{22} Flowers expressed concern over JDH’s delay in obtaining tenants for the \nproperty and its failure—in her view—to have  a leasing agent on site.  Flowers also \nexpressed overall concern about JDH’s commitment to the project. \n{23} For its part, JDH had prepared development plans and, most importantly, \nhad what it believed was a commitment from Lowe’s Foods to be the anchor grocery \nstore tenant, although no lease had been signed.  In reality, neither JDH nor \nFlowers had a binding commitment from Lowe’s Foods.  JDH did have people \nworking on prospective tenants, although no leases had been negotiated.  Its \nlawyers were working on the LLC documentation, albeit slowly.  No financing had \nbeen secured.  Many of the tasks JDH was to perform, however, depended upon the \nexecution of an LLC agreement and ownership by the joint venture of the property \nto be developed.   \n{24} At the time the summary judgment motion was argued, the property had \nnot been developed by Flowers.  Although Lowe’s Foods had continued to express \ninterest in a lease, no lease had been signed. \n{25} During the period following the execution of the Letter of Intent, Flowers, \nor her representative, expressed her belief that there was no binding agreement in \nplace between Flowers and JDH.  In addition to Mr. Woodall’s communications that \nthere could be no binding agreement until JDH’s financials were received, Flowers \nsent emails to JDH on September 19, 2006, September 27, 2006, October 4, 2006, \nand October 13, 2006, each of which indicated that no final agreement had been \nreached.  JDH did not dispute her assertions.  Flowers ultimately declined to sign \nthe proposed LLC agreement and declined to go forward with the joint development. \n  \n \n \n  \nIII. \nANALYSIS \nA. \nTHE LETTER OF INTENT \n{26} The first question presented is whether there was a binding written \nagreement to form a joint venture, the breach of which would permit Plaintiff to \nrecover damages.  On summary judgment the Court is not limited to reviewing just \nthe terms of the document at issue or the allegations in the complaint as it would be \non a motion to dismiss.  See N.C.R. Civ. P. 56(c).  Here, the Court has also \nconsidered the undisputed facts, including the sophistication and relationship of the \nparties.   \n{27} Flowers had no experience with joint ventures or development of \ncommercial real estate.  Her experience was limited to the development of \nresidential property owned by her family.  Flowers had a strong emotional tie to the \nproperty, and she did not want to sell it.  Flowers had no prior dealings with, and \ndid not know, JDH or any of its officials.  It was therefore logical that she would \nproceed cautiously by entering into a non-binding preliminary agreement until a \nmore detailed and comprehensive agreement could be executed.  Moreover, it was \nlogical for Flowers to proceed cautiously knowing that the commercial development \nwould significantly impact her separate residential property. \n{28} When JDH proposed the Letter of Intent, it was aware of Flowers’ \nconcerns, her personal attachment to the property, and her separate residential \ndevelopment.  Thus, the relationship of the parties and the circumstances \nsurrounding execution of the Letter of Intent support the finding that it was not \nintended to be a binding agreement, but was subject to further negotiation and \ndocumentation. \n{29} The document itself supports a finding that it was a non-binding \nagreement.  This case falls squarely within the holding of this Court in Durham \nCoca-Cola Bottling Co. v. Coca-Cola Bottling Co. Consolidated, 2003 NCBC 3 (N.C. \nSuper. Ct. Apr. 28, 2003), \n  \nhttp://www.ncbusinesscourt.net/opinions/2003%20NCBC%203.htm (holding that a \nletter of intent was not a valid or enforceable contract).  The Letter of Intent here is \nsimilar to the Letter of Intent in Durham Coca-Cola in that (1) the document in this \ncase says on its face it is a letter of intent and that it is non-binding, (2) the \ndocument contemplates the execution of a more complete agreement, (3) there is no \nlanguage inferring an intent to be bound, and (4) a comparison of the length of the \nLetter of Intent and the proposed joint venture agreement demonstrates the \nnumerous material terms yet to be determined when the Letter of Intent was \nsigned.  As this Court pointed out in Durham Coca-Cola: \nThe acceptance of a proposal to make a future contract, the terms of \nwhich are to be subsequently fixed, is not binding.  In Boyce, our \nCourt of Appeals made it clear that an agreement “made expressly \nsubject to a future agreement” is not enforceable, even if the parties \nintended the document to be a fina l agreement.  By its own terms, \nthe writing in \nBoyce was incomplete and subject to \nsupplementation by a more detailed agreement.  Furthermore, “[a]n \noffer to enter into a contract in the future must, to be binding, \nspecify all the essential and material terms and leave nothing to be \nagreed upon as a result of future negotiations.” \n \n. . . . \n \nThe outward manifestations of intent indicate that the parties did \nnot intend for the [Letter of Intent] to be the final, complete \nagreement of the parties; the lang uage within the agreement, the \nbehavior of the parties before signing the [Letter of Intent], and the \nbehavior of the parties after signing the [Letter of Intent] all \nindicate that there was no mutual assent; thus, the [Letter of \nIntent] was not a contract.   \n \nDurham Coca-Cola, 2003 NCBC 3, ¶¶ 37, 46 (quoting Boyce v. McMahon, 22 N.C. \nApp. 254, 258, 206 S.E.2d 496, 499, aff’d, 285 N.C. 730, 208 S.E.2d 692 (1974)) \n(internal citations omitted). \n{30} There is no doubt that material terms were addressed in the proposed joint \nventure agreement that were not addressed, or not addressed in significant detail, \nin the Letter of Intent.  Where material terms are omitted from an agreement and \n  \nmust be supplied by the court, the agreement is unenforceable.  See Boyce, 285 N.C. \nat 735, 208 S.E.2d at 695. \n{31} The economic reasons courts should decline to fill in material gaps left \nopen by contracting parties is cogently addressed by Judge Richard A. Posner in his \narticle, “The Law and Economics of Contract Interpretation,” 83 Tex. L. Rev. 1581 \n(2005):     \n The tradeoffs in deciding whether to create a gap filler have been \nrecognized for a long time.  The benefits are savings in contractual \ntransaction costs.  Instead of parties to dealership contracts having to \ninsert a best-efforts clause in every contract, the court interpolates \nsuch a clause in just the tiny fraction of contracts that are drawn into \nlitigation in which an issue concerning the adequacy of the dealer’s \nefforts arises.  The costs of judi cial gap filling are the error and \nadministrative costs of judicial intervention.  Those costs will be \nprohibitive, and then the court will refuse to fill the gap, as in the \ncommon law’s refusal to enforce a contract that lacks a price or \nquantity term.  The alternative of interpolating a “reasonable price” or \n“reasonable quantity” clause is rejected because a court would find it \ntoo burdensome to figure out what price or quantity the parties would \nhave chosen had they negotiated the term.  Not only would the court \nincur the administrative cost of having to conduct an elaborate inquiry, \nbut no matter how elaborate the inquiry, a substantial probability of \nerror would remain, and an erroneous interpretation undermines the \nutility of contracting as a method of organizing economic activity. \nNor would the cost savings be significant.  Normally it is only \nthrough inadvertence that the parties will have failed to negotiate \nprice or quantity, and in those cases judicial interpolation of the \nmissing term would not reduce overall contractual transaction costs.  \nOn the contrary, it would increase them.  The costs of judicial gap \nfilling in such a case would exceed th e costs to the parties of filling the \ngap at the contract-negotiation stage;  that is implied by the parties’ \nhaving inadvertently omitted them.  Also, the absence of such a term is \noften compelling evidence that the parties’ negotiations had not \nreached the stage of actual agreement.  In that event, judicial \ninterpolation of terms would amount to the court making a contract for \nthe parties rather than enforcing something that could properly be \nregarded as the deal they had struck. \n \n  \n83 Tex. L. Rev. 1581, 1587–8 (internal citations omitted).  The fact that there \nwere so many significant terms unaddressed in the Letter of Intent is a clear \nindication that the parties had not reached agreement. \n{32} The Court’s conclusion that the Letter of Intent was non-binding is further \nsupported by the nature of the transaction.  The completion of a real estate \ndevelopment project, and its ongoing management in a joint venture, generally \nrequire the execution of lengthy, sophisticated, and detailed documents to govern \nthe relationships between the parties. \n{33} In addition, there is clear evidence that JDH understood that Flowers did \nnot consider the Letter of Intent to be binding and JDH failed to take a contrary \nposition at the time those statements were made.  See supra ¶ 25.  \n{34} Furthermore, JDH drafted the Letter of Intent and is responsible for the \nnon-binding language.  Any ambiguity, therefore, should be resolved against JDH.  \nSee Reichold Chem., Inc. v. Goel, 146 N.C. App. 137,153, 555 S.E.2d 281, 291 (2001); \nsee also Washburn v. Yadkin Valley Bank & Trust Co., ___ N.C. App. ___, ___, 660 \nS.E.2d 577, 583 (2008). \n{35} Moreover, JDH was responsible in large part for the delay in preparing a \ndetailed final agreement.  The Court notes that the binding agreement was to be \nprepared within thirty (30) days of the date of the Letter of Intent.  Had that been \ndone, many of the problems would have been avoided.  It was within JDH’s control \nto see that the binding agreement was signed before the project progressed too far. \n{36} JDH was thus responsible for both the ambiguity in the original Letter of \nIntent and the delay in drafting the formal documentation.  JDH created the \nuncertainty.  It is not unusual for courts to use contract interpretation rules to \npunish the party responsible for creating contracting uncertainty.  See Posner, \nsupra, at 1592. \n{37} Significantly, the Letter of Intent failed to provide a remedy in the event \nthe joint venture was never formed.  As a sophisticated developer, JDH could have \nprovided for a remedy in the Letter of Intent.  The absence of any remedy is the best \nindication that this was simply a non-binding agreement by which the parties \n  \nexplored the possibility of a joint venture without any obligation to go forward and \nwithout any penalty for failing to complete a final agreement.   \n{38} In this respect, the Letter of Intent differs significantly from the \nagreement at issue in Crockett.  In Crockett, the Court was not required to supply \nany material terms in order to enforce the agreement.  The agreement was complete \nin the sense that it provided a contractual remedy in the event there was no \nagreement reached in connection with a proposed joint venture.  Here, the Court \nwould have to speculate as to the final design of the development, the projected \nbudget, and the success of the development in order to determine damages from an \nunexecuted agreement.  The collapse of the real estate and credit markets in the fall \nof 2008 demonstrate the unreliability inherent in making the last determination.  \nThe \nCrockett case is closer to the decision in Sony Ericsson Mobile Commc’ns USA, \nInc. v. Agere Sys., Inc., 2007 NCBC 28 (N.C. Super. Ct. Aug. 27, 2007), \nhttp://www.ncbusinesscourt.net/opinions/2007%20NCBC%2028.pdf, aff’d, No. COA \n08-525 (N.C. Ct. App. Mar. 3, 2009), where the Court found that it did not have to \nsupply any additional terms in order to enforce the agreement. \n{39} Finally, the conduct of the parties after execution of the Letter of Intent is \nalso indicative of its non-binding nature.  The parties continued to negotiate \nimportant issues, such as budget and architectural design and layout.  \nFurthermore, no credit line was put in place for financing a completed transaction.  \nFlowers did not hide her belief that there was no binding agreement in place and \nmade her views known directly to JDH. \n{40} JDH had at least three (3) means of protecting itself.  First, JDH could \nhave seen that the definitive agreement was executed within thirty (30) days as it \noriginally proposed.  Second, it could have provided a remedy in the event an \nagreement could not be reached.  Finally, it could have insisted on binding language \nin the Letter of Intent. \n{41} In summary, the conduct of the parties both before and after execution of \nthe Letter of Intent, the language of the document itself, and the necessity for the \nCourt to supply material terms, all support the conclusion that the Letter of Intent \n  \nwas a non-binding agreement to agree, which is unenforceable.  The non-binding \nlanguage in the agreement, drafted by Plaintiff, is the most compelling factor. \nB. \nORAL AGREEMENT AND PARTIAL PERFORMANCE \n{42} The second question raised by the pending motions is whether this \nunenforceable Letter of Intent may be converted into an enforceable agreement by \nan oral agreement or partial performance.  Plaintiff has moved to amend the \ncomplaint to allege an oral agreement and has argued that the Letter of Intent \nbecame enforceable by virtue of partial performance by the parties. \n{43} Each theory requires the Court to ignore the plain language of the Letter \nof Intent, which calls for the execution of a detailed final agreement of the type \ngenerally associated with similar real estate development projects.  Plaintiff argues \nthat as the negotiations progressed, more and more issues were resolved until all \nthe material terms had been settled, thus creating a binding contract by partial \nperformance or oral agreement.  \n{44}  For the same reasons our courts have declined to enforce agreements to \nagree, the Court is not persuaded that either theory is applicable here.  Where the \nparties have failed to reach an agreement from which the courts can glean the \nmaterial terms, courts should not be in the business of creating contracts for the \nparties.  \nSee Posner, supra, at 1587–8; see also Boyce, 285 N.C. at 734, 208 S.E.2d \nat 695; Knight v. Sharif, 875 F.2d 516, 524 (5th Cir. 1989) (noting “the potential \ntyranny of courts in forcing contracts upon parties which they were not willing to \nmake for themselves”).   Nor should the courts ignore an initial agreement between \nthe parties that fails to include binding language and specifically states that the \nagreement is non-binding until a definitive agreement is reached.  That is \nparticularly true where the business arrangement being negotiated is one in which \na comprehensive agreement is both normal and advisable.  \nSee Adjustrite Sys., Inc. \nv. GAB Bus. Serv., Inc., 145 F.3d 543, 549 (2nd Cir. 1998).  Based on the record \nbefore the Court, there is no evidence that either party waived the execution of \n  \nbinding agreements governing the operation of the LLC.  The evidence is to the \ncontrary. \n{45} Here, the final architectural plan had not been agreed upon, and it affected \nthe budget.  The budget, therefore, was not finalized.  Nor had the financing been \nput in place, which would have been a significant part of completing the deal.   \n{46} One fundamentally fair way of assessing Plaintiff’s argument is to \ndetermine whether there was an agreement that could be enforced against Plaintiff \nif it had declined to execute the final agreement.  The Court could not force Plaintiff \nto complete the joint venture without creating terms for the contract that Plaintiff \nnever agreed to.  Plaintiff had responsibility for arranging the financing of the \ndevelopment.  What financing terms would the Court have imposed on Plaintiff?  \nHow would the Court have determined damages if Plaintiff had not gone forward \nwith the development?  What architectural plan and budget would the Court have \nused?  What terms would the Court have included in the LLC agreement?  What \ndeadlines for completion would the Court have used?  What lease terms for space \nother than the anchor tenant would the Court have used?  How could the Court \nhave ordered specific performance as to JDH?  Ultimately, JDH should not be in a \nposition to enforce a contract which could not be enforced against it.  \n{47} For the foregoing reasons, JDH has failed to establish an oral contract or a \ncontract based upon partial performance.  Amendment of the Complaint would \ntherefore be futile.  See Carter v. Rockingham Cty. Bd. of Educ., 158 N.C. App. 687, \n690, 582 S.E.2d 69, 72 (2003); see also Rosenthal v. Perkins, 42 N.C. App. 449, 455, \n257 S.E.2d 63, 67 (1979).  The Motion for Leave to Amend the Complaint is \ntherefore DENIED. \nC. \nQUANTUM MERUIT \n{48} The Court now turns to Plaintiff’s claim for quantum meruit.  This cause of \naction fails for a number of reasons.  Most importantly, Plaintiff has failed to \nestablish an expectation that it would be paid for any service.  To award damages \nfor quantum meruit under these circumstances would create enormous uncertainty \n  \nin real estate development law and lead to needless litigation in the future.  In \naddition, Plaintiff’s original damage claim for the entire value of a fully developed \nand leased commercial tract is unsupported by law.  Plaintiff’s more narrow damage \nclaims for specific services fail because Flowers has yet to receive a benefit from the \npurported services, and any future benefit is speculative and uncertain.  Some of \nthe services urged to support the quantum meruit claim were actually ideas given \nto Flowers in order to demonstrate JDH’s expertise and thus encourage her \nparticipation in the joint venture.  Furthermore, the ideas were given to Flowers \nprior to the parties’ entry into the Letter of Intent. \n{49} Parties enter into letters of intent because they have unresolved issues.  \nThey understand that there are risks involved because of the clear possibility that \nno final agreement may be reached.  JDH is a sophisticated developer.  It drafted \nthe Letter of Intent.  It knew that there were risks involved.  It knew that Flowers \nhad reservations and specific desires with respect to her property.  At no time did \nJDH indicate to Flowers that she would be expected to pay for any service it \nprovided if a final agreement was not reached.  It could have contracted for that \nprotection.  Moreover, there is no evidence in this record that Flowers believed she \nwould have to compensate JDH if a final agreement was not reached.  JDH was free \nat any point to decline performance of any service unless it received an agreement \nto be paid.  JDH could have eliminated the risks, but it chose not to do so.   \n{50} Absent some evidence of expectation of payment, there can be no claim for \nquantum meruit.  Otherwise, parties would be unable to enter into letters of intent \nbecause they would never know what liabilities they might incur if a final deal was \nnot reached.  The rationale for rejecting quantum meruit under circumstances such \nas these is clearly stated in Paramount Brokers, Inc. v. Digital River, Inc., 126 F. \nSupp. 2d 939 (D. Md. 2000): \n[A] plaintiff may recover under the theory of quantum meruit only  \nif it had a reasonable expectation of being paid.  A broker may \nrecover under a theory of quantum meruit if his efforts have been \ncontributed under circumstances from which an expectation of \npayment may be inferred.  \n  \nOn the record here, this Court concludes that plaintiff's \nquantum meruit  claim must fail.  It cannot be inferred on this \nrecord that plaintiff had a reasonable expectation of being paid for \nservices rendered during the period  of time when the parties were \nattempting to negotiate a finalized broker agreement.  As a broker \nwhich had engaged in prior negotiations of the sort involved in this \ncase, plaintiff knew from the outset that if no final agreement was \never reached by the parties, lost time and effort would result.  \nParties seeking to conclude a business deal like this one obviously \nassume risks of this sort.  \n \nParamount, 126 F. Supp. 2d at 949 (internal citations omitted). \n{51} Plaintiff has asserted two (2) different measures of damages under the \nquantum meruit claim.  Both have defects.  North Carolina law is clear that a \nplaintiff in a quantum meruit case is only entitled to recover the reasonable value of \nservices or goods accepted and appropriated by a defendant.  See MacEachern v. \nRockwell Int’l Corp., 41 N.C. App. 73, 76, 254 S.E.2d 263, 266 (1979); see also \nForbes v. Pillmon, 22 N.C. App. 69, 70, 205 S.E.2d 600, 601 (1974); Stout v. Smith, 4 \nN.C. App. 81, 84, 165 S.E.2d 789, 792 (1969). \n{52} Plaintiff’s first approach to damages was to claim, in essence, the amount \nof profit it would have received from the joint development if the project had been \ncompleted.  Under this approach, Plaintiff would be rewarded for services it never \nactually provided.  JDH never arranged financing, guaranteed any debt, supervised \nthe building of any structure, leased any space, or managed any development.  \nThus, its claim to lost profits is not the proper measure of damages for the \nreasonable value of services rendered. \n{53} Plaintiff’s alternative approach to damages was to claim that it provided \nspecific services for which Flowers was obligated to pay.  The two main services for \nwhich compensation is sought are design and layout recommendations and \nsolicitation of Lowe’s Foods as the anchor tenant.  The development has not been \nbuilt, so there has been no appropriation of this service by Flowers.  JDH provided \nFlowers with ideas about the development prior to signing the Letter of Intent.  It \ndid so voluntarily and without expectation of payment.  Given the total collapse of \n  \nthe real estate market, neither the Court nor a jury should speculate that the \ndevelopment will be built and that it will be built according to the plans in existence \nwhen Flowers pulled out of the Letter of Intent.  Likewise, no lease was entered into \nwith Lowe’s Foods as a tenant.  The only evidence is that Flowers did approach \nLowe’s Foods after termination of her relationship with JDH and that Lowe’s Foods \nwas prepared to enter into negotiations with her.  Had JDH procured an actual \nlease, pursuant to which Lowe’s Foods actually occupied space and paid rent, a \ndifferent outcome may have resulted.  In that case, JDH would have provided a \nservice for which the reasonable value could be determined, and that service would \nhave been accepted and appropriated or used by Flowers.  However, that never \noccurred.\n2  JDH’s first and second measures of damage are not supported by our \nlaw. \nD. \n TORT CLAIMS \n{54} Finally, the Court turns to Plaintiff’s negligent misrepresentation, fraud, \nand unfair trade practice claims.  Defendants are entitled to summary judgment on \nthese claims as well.  \n{55} JDH sought out Flowers.  Flowers did not go looking for JDH.  Flowers \nalready planned to develop her property and expressed reluctance to get involved \nwith JDH.  She explained at the outset that she wanted architectural control over \nthe property, which would affect her adjacent residential real estate development.  \nJDH knew there were budgeting, financing, and leasing issues to be negotiated at \nthe time it entered into the Letter of Intent.  Furthermore, JDH inserted the \nlanguage regarding the necessity of a final written LLC agreement in the Letter of \nIntent.  After the Letter of Intent was signed, JDH knew there were still material \n                                                 \n2 The Court notes for the record that there was evidence from Plaintiff that prior to entering into the \nLetter of Intent, Plaintiff had already told Flowers about defects in her design and layout and made \nspecific recommendations for changes.  Plaintiff also explained to Flowers that she was looking for \nthe wrong anchor grocery store and that there were only three she should be considering, including \nLowe’s Foods.  The Court also notes that Flowers paid her own draftsman to actually create the \nlayouts for the buildings for the development.  JDH may not recover for ideas it gave Flowers in \norder to impress her with its expertise. \n  \nissues to be resolved.  JDH, not Flowers, was responsible for the delay in getting the \ndocument prepared.  Flowers did not delay the process.  In fact, she voiced her \nconcerns over the delays.  Other than the failure to reach a final agreement, there is \nno evidence that Flowers made any untrue representation to JDH or made any \npromise which she did not intend to keep.  \nSee Williams v. Williams, 220 N.C. 806, \n810, 18 S.E.2d 364, 366 (1942) (stating that mere unfulfilled promises cannot be the \nbasis for a cause of action for fraud unless the promissor had no intention of \ncarrying out the promise at the time it was made and that proof of non-performance \nis not sufficient to establish the necessary fraudulent intent).  There is no evidence \nthat Flowers hid anything from JDH.  There is ample evidence that she voiced her \nconcerns before and after the Letter of Intent was signed.  JDH, by its own \ntestimony, portrayed her as naïve when it came to real estate development.  (Hill \nDep. (Vol. I) 77:3–78:7 Dec. 19, 2007.)  As previously noted, sophisticated businesses \nlike JDH know that there are risks associated with letters of intent and willingly \nassume those risks when entering into such agreements.  Therefore, JDH could not \nestablish reasonable reliance on Flower’s oral statements.   \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \nV. \nCONCLUSION \n{56} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and \nDECREED: \n1. Defendant’s Motion for Summary Judgment is GRANTED; \n2. Plaintiff’s Motion for Leave to Amend the Complaint is \nDENIED; and \n3. Plaintiff’s claims are dismissed with prejudice. \n \nSO ORDERED, this 13th day of March, 2009. \n \n       \n  "
}