{
  "id": "f5d18401bce5cd9b531c44a8313e778861d6544de8fba62fc4320e01a228241c",
  "source_file": "data/raw/ncbc/f5d18401bce5cd9b531c44a8313e778861d6544de8fba62fc4320e01a228241c.pdf",
  "raw_text": "Finkel v. Palm Park, Inc., 2018 NCBC 111. \n \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 17 CVS 14515 \n \n \nDAVID FINKEL, HD FUNDING, \nINC., and HORIZON FUNDING, \nLLC,  \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO \nDISMISS AND PLAINTIFFS’ \nRENEWED MOTION FOR \nJUDGMENT ON THE PLEADINGS \n Plaintiff, \n v.  \n \nPALM PARK, INC., NATHAN \nBYELICK, MARGARET \nBYELICK, OAK CREST \nPROPERTY MANAGEMENT, \nINC., and THE OAKS AT \nNORTHGATE, LLC, \n  \nDefendants. \n \nTHIS MATTER is before the Court on Defendants’ Motion to Dismiss pursuant \nto Rule 12(b)(1), N.C. Gen. Stat. § 1A -1 (hereinafter, the General Statutes will be \nreferred to as “G.S.” and the Rules of Civil Procedure will be referred to as “Rule(s)”).  \n(“Rule 12(b)(1) Motion”, ECF No. 48.)  Also before the Court are Palm Park, Inc. and \nOak Crest Property Management, Inc.’s Motion to Dismiss pursuant to Rule 12(b)(6) \n(“Rule 12(b)(6) Motion”, ECF No. 36) , and Plaintiffs’ Renewed Motion for Judgment \non the Pleadin gs pursuant to Rule 12(c) .  (“Rule 12(c) Motion”, ECF No. 44 ; \ncollectively, the Rule 12(b)(1), Rule 12(b)(2), and Rule 12(c) Motions are referred to as \nthe “Motions”.) \nHaving considered the Motions, the briefs filed in support of and in opposition \nto the Motions, the affidavits submitted, the arguments of counsel at the hearing, and \n \n \n \nother appropriate matters of record, the Court concludes that: the Rule 12(b)(1) \nMotion should be GRANTED, in part, and DENIED, in part; the Rule 12(b)(6) Motion \nshould be DENIED; and the Rule 12(c) Motion should be DENIED.  \nSmith Moore Leatherwood LLP, by Mark A. Finkelstein, Esq. for Plaintiffs \nDavid Finkel, HD Funding, Inc., and Horizon Funding, LLC. \n \nParry Tyndall White, by James C. White, Esq. for Defendants Palm Park, Inc., \nNathan Byelick, Margaret Byelick, Oak Crest Property Management, Inc., and \nThe Oaks at Northgate, LLC. \nMcGuire, Judge. \nI. FACTS AND PROCEDURAL HISTORY \nA. The Parties \n1. Plaintiff David Finkel (“Finkel”) is a resident of Wyoming and a member \nand the manager of Plaintiff Horizon Funding, LLC (“Horizon”), a Wyoming limited \nliability company.  Finkel also is a shareholder and the president of Plaintiff HD \nFunding, Inc. (“HD Funding”).  (First Am. Compl., ECF No. 31, at ¶¶ 1–2, “FAC”.) \n2.  Defendant Nathan  Byelick (“Nathan”) is a citizen and resident of \nChatham County, North Carolina, and is the president of Oak Crest Property \nManagement, Inc. (“Oak Crest”).  Oak Crest is a North Carolina corporation with its \nprincipal place of business in Wake County.  Nathan and his w ife, Defendan t \nMargaret Byelick (“Margaret”), are the sole shareholders of Oak Crest (collectively, \nNathan and Margaret are referred to as the “Byelicks”). \nB. Factual Background \n3. Until sometime in 2013, Horizon was a 37.5% owner and member, and \nOak Crest was a  62.5% owner and member, of Defendant The Oaks at Northgate, \n \n \n \nLLC (“TONG”).  TONG is the sole shareholder of Defendant Palm Park, Inc. (“Palm \nPark”), a North Carolina corporation which owns property located i n Wake County.  \nPalm Park is the main asset of TONG.  (ECF No. 31, at ¶ 4.) \n4. Finkel, on behalf of Horizon , and Nathan, on behalf of Oak Crest, \nentered into a written Operating Agreement for TONG (“TONG OA”).  (TONG OA, \nECF No. 11, Ex. 1.)  Nathan and Margaret are listed as the managers of TONG in the \nTONG OA.  (Id. at p. 36; ECF No. 31, at ¶¶ 5, 6.)  Plaintiffs also allege that “[u]ntil \nMargaret [ ] amended the annual report of TONG on December 15, 2017, Oak Crest \nwas listed as a manager of TONG on the [S]ecretary of [S]tate’s web site and held \nitself out to Plaintiffs as a manager” of TONG.  (ECF No. 31, at ¶ 7.)  Pursuant to \nsection 3.4(c) of the TONG OA, the managers owe fiduciary duties to the company \nand its members.  (ECF No. 11, Ex. 1, at p. 9.) \n5. The TONG OA provides procedures for transferring memb ership \ninterests and the effects of failing to follow those procedures.  Article 11 of the TONG \nOA governs how membership interest s may be transferred.  (Id. at pp. 21–23.)  The \nTONG OA  requires a transferor-member to get written approval from the other \nmembers before tran sferring a  membership interest.  The transferor -member also \nmust provide TONG with an opinion of counsel  that the proposed transfer will not \nviolate any federal or state securities laws  and will not jeopardize TONG’s \npartnership tax trea tment.  ( Id. at p. 22.)  The TONG OA also provides that if the \ntransfer is not made properly it “shall be deemed invalid, null and voi d, and of no \nforce and effect.”  (Id.) \n \n \n \n6. Once the interest is transferred , the transferee must be admitted as a \nmember of TO NG by obtaining the written consent of TONG’s members and \nmanagers, accepting the terms of the TONG OA, and paying any costs incurred in \nmaking them a member.  (Id. at p. 23.)  Until the transferee is admitted as a member \n“the transferee of a Membership Interest shall not be entitled to any rights, powers, \nor privileges of a Member, except that the transferee shall be entitled to receive the \ndistributions and allocations to which the Member would be entitled.”  (Id. at p. 22.)   \n7. In 2013, Finkel transferred Horizon’s membership interest in TONG to \nHD Funding.   It is not clear by what means Finkel made the transfer ( by sale, \nassignment, etc.), but the parties dispute whether the transfer was done properly and \nwas effective.  Plaintiffs contend  that the transfer was merely a “re -titling” of \nHorizon’s interest and not a transfer as contemplated by the TONG OA, that the \ntransfer was done with the understand ing and agreement of Nathan, and that \nNathan and TONG treated HD Funding as a member after the transfer.  (Finkel Aff., \nECF No. 52, at ¶¶  20–21, 25.)   On the other hand, Defendants contend that the \ntransfer was not in compliance with the TONG OA because Horizon did not obtain \nthe consent of Oak Crest prior to transferring the interest, and HD Funding d id not \nobtain the written agreement of TONG’s members and managers to be admitted as a \nmember of TONG. Defendants contend that, at most, HD Funding became an interest \nowner with rights to distributions , but not a member with full members hip rights.  \n(ECF No. 50, at ¶¶ 6–9.) \n \n \n \n8. Plaintiffs allege that Nathan and Margaret have breached the fiduciary \nduties they owe to HD Funding by  “withholding documents and information and \nseeking to take advantage of any transaction consolidating ownership and control of \nTONG,” and by “(1) taking compensation from TONG in violation of Paragraph 3.8 of \nthe [TONG OA] , (2) owning property in competition with TONG in violation of \nParagraph 3.11 of the [TONG OA], (3) borrowing or requesting funds without the \nwritten consent of [HD] Funding in violation of Paragraph 3.3(h) and (i) [sic], (4) \npurchasing and leasing real or personal property without the written consent of [HD] \nFunding in violation of Paragraph 3.3(j), (5) executing instruments and documents \nwithout the written consent of  [HD] Funding in violation of Paragraph 3.3(k), (6) \nentering into other contracts with a value of over $20,000.00 without the written \nconsent of [HD] Funding in violation of Paragraph 3.3(l) [,] and failing to meet their \nobligations under Paragraph 3.4 of the [TONG OA].”  (ECF No. 31, at ¶¶ 40–41.) \n9. Plaintiffs also allege  that Finkel and N athan “have a special \nrelationship of trust and confidence” and that Nathan owes Finkel a fiduciary duty \nin Finkel’s individual capacity.  (Id. at ¶¶ 11–12.) \n10.  Finkel and Nathan are no longer communicating and are deadlocked in \nthe management of TONG.  In addition, Nathan has refused to provide Finkel \nfinancial information about TONG.  (Id. at ¶¶ 22–25.)  The parties seek to have TONG \nvalued for purposes of permitting one party to buy out the other. \n \n \n \nC. Procedural History \n11. Plaintiffs filed the FAC on February 23, 2018.  The FAC asserts claims \nfor: (1) the v aluation and sale of TONG pursuant to G.S. § 57D -6-03(d) in lieu of \ndissolution; (2) in the alternative, dissolution of TONG; (3) an order compelling TONG \nto provide access to information and records  pursuant to § 57D-3-04; and (4) breach \nof fiduciary duty by Nathan, Margaret, and Oak Crest.  (Id. at ¶¶ 14–43.) \n12. On March 26, 2018 , Palm Park and Oak Crest  filed the Rule 12(b)(6) \nMotion with an accompanying Brief in Support.  (Defs.’ Br. Supp. Rule 12(b)(6) Mot., \nECF No. 37.)  On April 6, 2018 , Plaintiffs filed an opposition brief.  (Pls.’ Br. Opp. \nRule 12(b)(6) Mot., ECF No. 42.)  Defendants did not file a reply. \n13. On April 13, 2018, Plaintiffs filed the Rule 12(c) Motion accompanied by \na Brief in Support.  (Pls.’ Renewed Rule 12(c) Mot., ECF No. 44; Pls.’ Br. Supp. Rule \n12(c) Mot., ECF No.  45.)  On May 21, 2018 , Defendants jointly filed a Response to \nPlaintiffs’ Rule 12(c) Motion.  (Defs.’ Br. Opp. Rule 12(c) Mot., ECF No. 47.)  Plaintiffs \ndid not file a reply. \n14. On May 29, 2018, Defendants filed the Rule 12(b)(1) Motion along with \na brief in support.  (Defs.’ Br . Supp. Mot. Dis., ECF No. 49.)   On June 11, 2018 , \nPlaintiffs filed a brief in opposition to the Rule 12(b)(1) Motion.  (Pls.’ Br. Opp. Mot. \nDis., ECF No. 51.)  On June 25, 2018, Defendants filed a reply brief.  (Defs.’ Reply \nSupp. Mot. Dis., ECF No. 53.) \n \n \n \n15. The Motions have been fully briefed, the Court has held a hearing , the \nCourt will first analyze the Rule 12(b)(1) Motion, followed by the Rule 12(b)(6) Motion, \nand finally the Rule 12(c) Motion.   \nII. ANALYSIS \nA. Rule 12(b)(1) Motion \n16. Defendants move to dismiss all of Plaintiffs’ claims against all \nDefendants pursuant to Rule 12(b)(1) on the grounds that none of the Plaintiffs are \nmembers of TONG and therefore lack standing to pursue the claims. \n17. “Standing is a necessary prerequisite to a court’s proper exercise of \nsubject matter jurisdiction.”  Neuse River Found., Inc. v. Smithfield Foods, Inc. , 155 \nN.C. App. 110, 113, 574 S.E.2d 48, 51 (2002)  (citations and quotations omitted) .  \n“Standing ‘refers to whether a party has a sufficient stake in an otherwise justiciable \ncontroversy so as to properly seek adjudication of the matter.’”  Woodring v. Swieter, \n180 N.C. App. 362, 366, 637 S.E.2d 269, 274 (2006) (quoting Neuse River Found., Inc., \n155 N.C. App. at 114, 574 S.E.2d at 57).  North Carolina courts use the term ‘standing’ \n“to refer generally to a party’s right to have a court decide the merits of a dispute. ”  \nNeuse River Found., Inc., 155 N.C. App. at 114, 574 S.E.2d at 52.  Standing is assessed \nat the time the complaint is filed.  Messer v. Town of Chapel Hill, 346 N.C. 259, 260, \n485 S.E.2d 269, 270 (1997).  \n18. In considering a motion to dismiss for lack of standing, the Court must \n“view the allegations as true and the supporting record in the light most favorable to \nthe non-moving party.”  Mangum v. Raleigh Bd. o f Adjustment, 362 N.C. 640, 644, \n \n \n \n669 S.E.2d 279, 283 (2008).  “‘[M]atters outside the pleadings . . . may be considered \nand weighed by the court in determining the existence of jurisdiction over the subject \nmatter.’”  State v. Seneca -Cayuga Tobacco Co. , 197 N.C. App. 176, 181, 676 S.E.2d \n579, 583 (2009) (quoting Tart v. Walker, 38 N.C. App. 500, 502, 248 S.E.2d 736, 737 \n(1978)).  The burden is on the party invoking jurisdiction to establish standing.  \nMarriot v. Chatham Cty., 187 N.C. App. 491, 494, 654 S.E.2d 13, 16 (2007).  The Court \nwill only grant a Rule 12(b)(1) motion “if the material jurisdiction al facts are not in \ndispute and the moving party is entitled to a judgment as a matter of law.”  Wilkie v. \nStanley, 2011 NCBC LEXIS 11, at *10 (N.C. Super. Ct. Apr. 20, 2 011) (citing \nSouthstar Funding, L.L.C. v. Warrant, Perry & Anthony, P.L.L.C. , 445 F. Supp . 2d \n583, 584 (E.D.N.C. 2006)). \ni. Finkel does not have standing to sue as a member of TONG. \n19. Preliminarily, Finkel is not a member of TONG and lacks standing to \nbring the first claim for relief for fair valuation, the second claim for judicial \ndissolution, and the third claim for relief for enforcement of member’s rights to \ninformation.  See G.S. § 57D -6-03 (“In any proceeding brought by a member . . . .” \n(emphasis added )); In re  Klingerman, 388 B.R. 677, 678 (Bankr. E.D.N.C. 2008)  \n(“[T]he North Carolina statutes provide for judicial dissolution only where a \nproceeding is brought by the Attorney General, a member, or the limited liability \ncompany itself.”); G.S. § 57D -3-04 (information rights belong to the member s of the \ncompany).  Accordingly, to the extent the Rule 12(b)(1) Motion seeks dismissal of \nclaims Finkel is attempting to bring as a member of TONG for fair valuation, judicial \n \n \n \ndissolution, or for enforcement of member’s rights to information, the motion should \nbe GRANTED and those claims should be DISMISSED. \n20. Similarly, to the extent Finkel attempts to state a claim for breach of \nfiduciary duty based on an alleged status as a member of TONG, the Rule 12(b)(1) \nMotion should be GRANTED, and that claim should be DISMISSED.   \n21. To the extent Finkel attempts to allege a claim for breach of a fiduciary \nduty owed by Nathan to Finkel as an individual arising from “a special relationship \nof trust and confidence” (ECF No. 31, at ¶¶ 11–12, 39), and not based on Finkel being \na member of TONG , Defendants have not argued for dismissal of this claim.   \nAccordingly, to the extent the Rule 12(b)(1) Motion seeks dismissal of Finkel’s claim \nfor breach of a fiduciary duty owed to Finkel by Nathan as an individual arising from \n“a special relationship of trust and confidence,” the motion should be DENIED. \nii. Plaintiffs have created an issue of fact regarding whether Nathan and \nTONG should be estopped from denying that HD Funding is a member \nof TONG. \n \n22. Plaintiffs allege that HD Funding is currently a member of TONG as a \nresult of Horizon’s transfer of membership interests to HD Funding.  Defendants \ncontend that Horizon failed to properly transfer full membership interests to HD \nFunding because Horizon did not get written consent from Oak Crest to the transfer \nas required by the TONG OA.  (ECF No. 49, at pp. 3 –4.)  Alternatively, Defendants \nargue that, even if Horizon’s transfer of its interest in TONG to HD Funding was \neffective, HD Funding failed to obtain the written consent of TONG’s m embers and \nmanagers that is required to become a member.  Defendants contend that this leaves \n \n \n \nHD Funding as merely an economic interest holder entitled to distributions, and not \na member with full rights to bring claims as a member.  (Id. at pp. 4–5.)  Accordingly, \nDefendants argue, all of the claims must be dismissed.  (Id. at p. 6.) \n23. Plaintiffs concede that Horizon did not comply with the letter of the \nTONG OA in transferring its interest to HD Funding.  Instead, Plaintiffs first argue \nthat the transfer was a mere “re-titling” of Horizon’s membership interest in TONG \nin the name of HD Funding in which N athan acquiesced and that did not require \ncompliance with the procedures in the TONG OA.  ( ECF No. 52, at ¶¶ 19 –22; ECF \nNo. 51, at pp. 3–5.)  The Court finds this argument unpersuasive.   \n24. The FAC identifies Horizon and HD Funding as separate parties and \nlegal entities,  and do es not  allege that Horizon merely changed its name and \ncontinued to operate a s HD Funding .  The TONG OA provides that  a transfer \n“includes a sale, assignment, gift, pledge, exchange, or other disposition.”  (ECF No. \n11, at p. 21.)  The evidence before the Court shows that in 2013 Horizon’s ownership \ninterest in TONG was transferred, in one form or another, to HD Funding.  (ECF No. \n50, Exh. A.)  The Court concludes that Horizon’s transfer of its membership interest \nwas a transfer within the meaning of the TONG OA. \n25. Plaintiffs next contend that Defendants should be equitably estopped \nfrom denying that HD Fundin g is a member of TONG because Nathan and TONG \nacquiesced in the transfer at the time it was made, have  treated HD Funding as a \nmember following the transfer of interest , and have raised the issue of whether \n \n \n \nHorizon properly transferred its interest for the first time in this lawsuit .  (ECF No. \n51, at pp. 6–9.) \n26. Generally, the doctrine of equitable estoppel applies  \nwhen anyone, by his acts, representations, or admissions, \nor by his silence when he ought to speak out, intentionally \nor through culpable negligence induces another to believe  \ncertain facts exist, and such other rightfully relies and acts \non such belief, so that he will be prejudiced if the former is \npermitted to deny the existence of such facts.   \n \nWhitacre Partnership v. Biosignia, Inc. , 358 N.C. 1, 17, 591 S.E.2d 870, 881 (N .C., \n2004) (quotation marks omitted).  T he essential elements of equitable estoppel are: \n(1) words or conduct by the party against whom the estoppel is alleged amounting to \na misrepresentation or concealment of material facts; (2) the party against whom the \nestoppel is alleged must have knowledge, either actual or implied, that the \nrepresentations were untrue; (3) the truth of the representations must be unknown \nto the party claiming the benefit of the estoppel; (4) the party estopped must intend \nthat his conduct or representations will be acted on; (5) the representations or conduct \nmust have been relied and acted on by the party claiming the benefit of the estoppel; \n(6) the party claiming the benefit of the estoppel must have acted based on the \nrepresentation such that he would be prejudiced if the first party be permitted to deny \nthe truth thereof.  See, e.g., Yancey v. Watkins, 2 N.C. App. 672, 674–75, 163 S.E.2d \n625, 626–27 (1968). \n27. In support of their claim of equitable estoppel , Plaintiffs point to \nevidence that: (1) N athan was aware of the manner in which Finkel transferred \nHorizon’s interest to HD Funding and led Plaintiffs to believe that the transfer was \n \n \n \ndone properly  (ECF No. 52, at ¶ 20); (2) TONG sent HD Funding a Form K-1 showing \nthat HD Funding held an ownership interest in TONG for tax year 2013 (Id. at ¶ 25); \n(3) Nathan referred to Finkel as a “member” of TONG after the transfer, including in \na July  2017 email discussing the potential purchase of HD Funding’s interest in \nTONG (Id. at ¶ 25, Ex. D) and; (4) in 2017, Finkel guaranteed a loan taken out by \nPalm Park in his individual capacity.   Finkel would not have guaranteed the loan if \nhe had not believed he was a member.  (Id. at ¶¶ 27–29, Ex. E.)  Finally, Finkel claims \nhe brought this lawsuit based on Nathan’s representations and conduct that led \nFinkel to believe HD Funding was a member of TONG.  (Id. at ¶ 30.) \n28. The Court concludes that Plaintiffs have, at this stage of the case, \npresented sufficient evidence  to support their theory that Defend ants should be \nestopped from claiming that Horizon did not properly transfer its interest to HD \nFunding and that HD Funding is merely an economic interest holder in TONG.  The \nevidence creates at least a colorable claim that Nathan and TONG engaged in conduct \nand/or made representations to HD Funding and Finkel both at the time of, and after, \nHorizon’s transfer of its interest upon which they reasonably relied  in forming the \nbelief that HD Funding had stepped into Horizon’s shoes and was a full member of \nTONG.  Plaintiffs also have presented evidence that Finkel and HD Funding took \ncertain actions in reliance on the belief HD Funding was a member of TONG.  On the \nother hand , Defendants do not claim, let alone present evidence, that Nathan or \nTONG raised a question as to the propriety of Horizon’s transfer to HD Funding prior \nto becoming involved in this lawsuit.  Therefore, to the extent  the Rule 12(b)(1) \n \n \n \nMotion seeks dismissal of HD Funding’s claims on the ground of lack of standing, the \nmotion should be DENIED. \niii. Defendants admit Horizon was a member of TONG at the time Plaintiffs \nfiled this lawsuit. \n \n29. Defendants also contend that Horizon lacks standing because it was not \na member of TONG at the time the lawsuit was filed .  (ECF No. 49, at pp. 3 –4.)  \nDefendants contend that Horizon lacks standing to bring any claim because “Horizon \nwas a member of TONG only until sometime in 2013” when it transferred its interests \nto HD Funding.  (ECF No. 49, at p. 1 (introduction ¶).)  However, this position fails \nbecause TONG and the Byelicks admitted in their respective answers to the FAC that \nHorizon was a member of TONG at the time it brought this lawsuit.  (TONG’s Answ. \nFAC, ECF No. 34, at ¶ 2; Byelicks’ Answ. FAC, ECF No. 35, at ¶ 2.)  Therefore, to the \nextent the Rule 12(b)(1) Motion seeks dismissal of Horizon’s claims on the ground of \nlack of standing, the motion should be DENIED.1 \nB. Rule 12(b)(6) Motion \n30. Defendants Palm Park and Oak Crest move for dismissal on the grounds \nthat the FAC does not state claims against them.  \n31. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the complaint, treated as \n                                            \n1 Overlooking their admissions, Defendants raise for the first time in their reply brief an \nargument that Horizon somehow lacks standing because the 2013 transfer of interest created \na “buy-sell event” under Article 13 of the TONG OA.  (ECF No. 53, at p p. 7–8.)  Defendants \nclaim that on June 25, 2018, they notified Horizon that i t was invoking its rights under the \nbuy-sell provisions.  (Id. at p.7.)  Given TONG’s and the Byelicks’ admissions, the Court need \nnot address at this time the question of whethe r buy-sell rights under the TONG OA were \ntriggered. \n \n \n \ntrue, are sufficient to state a claim upon which  relief may be granted under some \nlegal theory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987).  Our appellate courts frequently reaffirm \nthat North Carolina is a notice pleading state.  See, e.g., Feltman v. City of Wilson , \n238 N.C. App. 246, 252, 767 S.E.2d 615, 620 (2014) (quoting Wake Cty. v. Hotels.com, \nL.P., 762 S.E.2d 477, 486 (2014)).  “Under notice pleading, a statement of claim is \nadequate if it gives sufficient notice of the claim asserted to enable the adverse party \nto answer and prepare for trial, to allow for the application of the res judicata, and to \nshow the type of case brought.”  Id.  \n32. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face  reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a good claim; [or] \n(3) when some fact disclosed in the complaint necessarily defeats the plaintiff’s \nclaim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985).  Otherwise, \n“a complaint should not be dismissed for insufficiency unless it appears to a certainty \nthat plaintiff is entitled to no relief under any state of facts which could be proved in \nsupport of the claim.”  Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) \n(emphasis omitted).  The Court construes the complaint liberally and accepts all \nallegations as true.  Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 \n(2009).  However, the Court is not required “to accept as true allegations that are \nmerely conclusory, unwarranted deductions of fact, or unreasonable inferences.” \n \n \n \nGood Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, \n274, 620 S.E.2d 873, 880 (2005). \n33. The Court will consider the claims as alleged against Palm Park \nseparately from those alleged against Oak Crest. \ni. Palm Park is a proper party. \n34. The FAC makes no substantive allegations regarding and seeks no \naffirmative relief against Palm Park .  Plaintiffs argue that Palm Park is a proper \nparty, rather than a necessary party, because Palm Park is the main asset of TONG, \nPalm Park’s operations may be impacted by the outcome of this lawsuit, and at a \nminimum, it may be called upon to provide its financial records in this lawsuit.  (ECF \nNo. 31, at pp. 2–6.)    \n35. One “whose interest may be affected by a decree, but whose presence is \nnot essential in order for the court to adjudicate the rights of others” is a “proper” \nparty, but not a necessary party.  Crosrol Carding Devs., Inc. v. Gunter & Cooke, Inc., \n12 N.C. App. 448, 452, 183 S.E.2d 834, 837 (1971).  Unlike necessary parties, a proper \nparty may, but is not required to, be joined.  Id. at 451.  “Whether proper parties will \nbe ordered joined rests within the sound discretion of the trial court.”  Long v. City of \nCharlotte, 306 N.C. 187, 212, 293 S.E.2d 101, 117 (1982). \n36. The Court concludes, in its discretion, that Palm Park should remain in \nthe case as a proper party.  Palm Park is currently represented by the same counsel \nas the other Defendants and is participating in the suit in conjunction with \nDefendants.  Palm Park may also be necessary for the final disposition of the action \n \n \n \nor enforcement of a judgment .  Therefore, Palm Park’s Rule 12(b)(6) Motion should  \nbe DENIED.   \nii. Oak Crest is a proper party. \n37. Oak Crest holds a 62.5% membership interest in TONG, and Plaintiffs \nallege Oak Crest was listed in TONG’s filings with the North Carolina Secretary of \nState, and held itself out, as a manager of TONG.  (ECF No. 31, at ¶¶ 7, 20.)  Plaintiffs \nalso allege that Oak Crest “failed to act openly and honestly” in its role as manager , \napparently in breach of fiduciary duties .  (Id. at ¶¶ 42–43.)  Oak Crest argues that \nOak Crest’s inclusion in paragraphs 42 and 43 of the F AC “appears to be a typo,” \n(ECF No. 37, at p. 4), but provides no  basis for this contention, particularly in light \nof Plaintiffs’ allegations that Oak Crest held itself out as a manager .  Accordingly, \nthe Court proceeds with its analysis taking as true that Oak Crest was a manager of \nTONG. \n38. Plaintiffs’ first claim for relief is for fair valuation and sale of TONG, \nand Plaintiffs’ second claim for relief is for dissolution of TONG.  Oak Crest argues \nthat TONG is the only Defendant against whom Plaintiffs can allege their first and \nsecond claims for relief.  (ECF No. 37, at pp. 2–3.)  Pursuant to G.S. § 57D-6-03(a), “A \nproceeding . . . to dissolve an LLC is to be brought against the LLC.”  Plaintiff “may \nnot join an interest owner or company official as a party to the proceeding unless and \nto the extent relief is sought against the interest owner or company official for that \nperson’s own actions.”  Id.   \n \n \n \n39. Oak Crest is alleged to be a manager of TONG , so the general rule in \nG.S. § 57D-6-03(a) would appear to apply.  However, Plaintiffs make a claim against \nOak Crest for breach of fiduciary duties .  (ECF No. 31, at ¶¶ 42 –43.)  Therefore, \nbecause Plaintiffs seek relief against Oak Crest for Oak Crest’s own actions, Oak \nCrest’s Rule 12(b)(6) Motion  to dismiss the firs t and second claims should be \nDENIED.  \n40. While Plaintiffs’ third claim for judicial enforcement of a member’s right \nto information under G.S. § 57D-3-04 could be brought exclusively against TONG, as \nan alleged manager of TONG, Oak Crest is at least a proper party that would be able \nto carry into effect an order requiring production of such records.  G.S. § 57D-3-04(c).  \nAccordingly, Oak Crest’s Rule 12(b)(6) Motion to dismiss the third claim should be \nDENIED.  \n41. Finally, Plaintiffs’ fourth claim for relief is for breach of fiduciary duty \nby the managers of TONG.  Oak Crest is alleged to be a manager of TONG and is \nalleged to have breached its fiduciary duties owed to members of TONG.  The Court \nnotes that, as Defendants contend, it is possible that the evidence will show that Oak \nCrest was not actually a manager of TONG.  At this stage, however, the allegatio ns \nare sufficient for Plaintiff s’ breach of fiduciary duty claim to proceed against Oak \nCrest.  Oak Crest’s Rule 12(b)(6) Motion to dismiss Plaintiffs’ fourth claim should be \nDENIED. \n \n \n \nC. Rule 12(c) Motion \n42. Plaintiffs ask  the Court  to enter judgment on the pleadings by (1) \n“determining that the [C]ourt should provide procedures for determining fair value” \nof TONG; and (2) providing proce dures to determine TONG’s fair value.  (EC F No. \n44, at pp. 1–2.)  Plaintiffs suggest that the Court schedule a hearing to establish the \nprocedure for determining TONG’s fair value, and ignore the relevant procedure for \nvaluation listed in the TONG OA .  (ECF No. 44, at p. 8.)  Defendants argue in \nresponse that it is too early in the process to determine the valuatio n method of \nTONG, as Plaintiffs’ claim for judicial dissolution has not yet been decided.     \n43. Under a motion for judgment on the pleadings  \n[t]he trial court may consider only the pleadings and \nexhibits which are attached and incorporated into the \npleadings . . . . No evidence is to be heard, and the trial \njudge is not to consider statements of fact in the briefs of \nthe parties or the testimony of allegations by the parties in \ndifferent proceedings. \n \nDavis v. Durham Mental Health/Dev. Disabilities/Subst. Abuse Area Auth., 165 N.C. \nApp. 100, 104, 598 S.E.2d 237, 240 (2004) (internal quotations and citations omitted).  \n“The purpose of Rule 12(c) is to dispose of baseless claims or defenses when the formal \npleadings reveal their lack of merit.  Judgment on the pleadings is proper when all of \nthe material issues of fact are admitted in the pleadings, and only questions of law \nremain.”  Coker v. DaimlerChrysler Corp., 172 N.C. App. 386, 390, 617 S.E.2d 306, \n309 (2005) (quoting Ragsdale v. Kennedy , 286 N.C. 130, 137, 209 S.E.2d 494, 499 \n(1974)) (internal quot ations and citations omitted).  “When the pleadings do not \nresolve all the factual issues, judgment on the pleadings is generally inappropriate.”  \n \n \n \nSteeves v. Scot. Cty. Bd. of Health, 152 N.C. App. 400, 405, 567 S.E.2d 817, 820 (2002) \n(emphasis added).  \n44. Plaintiffs argue  that “both sides seek to have the Court establish a \nprocedure” for the valuation of TONG, so the Court can and should do so pursuant to \nRule 12(c) at this time by conducting a separ ate hearing, presumably so the p arties \ncan present arguments for various differing valuation methods.  Defendants argue in \nresponse that there are facts in dispute, including whether dissolution is appropriate \nat all, and the effect of the Buy -Sell provision of the Operating Agreement on any \nattempt to value a member’s interest in TONG.  (ECF No. 47, at p. 2.)  \n45. The Court agrees with Defendants that there are facts in dispute at this \ntime, including the appropriateness of dissolution and the effect of the TONG OA and \nits recommended valuation procedure, such that an immediate determination of the \nproper valuation method of TONG pursuant to Rule 12(c) is inappropriate.  The Court \nrecognizes that it will likely eventually have to engage in the determination Plaintiffs \nseek, but the pleadings are not sufficient to establish that Defendants’ counterclaims \nare baseless or without merit, and that Plaintiffs a re entitled to their requested \nvaluation method at this time.   \n46. Accordingly, the Rule 12(c) Motion should be DENIED.  \nTHEREFORE, IT IS ORDERED that the pending Motions are disposed of as follows: \n1. The Rule 12(b)(1) Motion, to the extent it seeks dismissal of claims brought by \nPlaintiff David Finkel for lack of standing  as a member of TONG,  is \nGRANTED. \n \n \n \n2. The Rule 12(b)(1) Motion, to the extent it seeks dismissal of Finkel’s claim for \nbreach of a fiduciary duty owed to Finkel by Nathan as an individual arising \nfrom “a special relati onship of trust and confidence,”  and not as a member of \nTONG, is DENIED.  \n3. The Rule 12(b)(1) Motion, to the extent it seeks dismissal of the claims raised \nby HD Funding and Horizon, is DENIED. \n4. The Rule 12(b)(6) Motion is DENIED. \n5. The Rule 12(c) Motion is DENIED.  \n \nSO ORDERED, this 24th day of October, 2018. \n \n  /s/ Gregory P. McGuire   \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases "
}