{
  "id": "f5e789704fbd7b53d1d33466883ef13b8c4a65808dcff8ebc798b5c2a67e2b0a",
  "source_file": "data/raw/ncbc/f5e789704fbd7b53d1d33466883ef13b8c4a65808dcff8ebc798b5c2a67e2b0a.pdf",
  "raw_text": "In re Progress Energy Shareholder Litigation, 2011 NCBC 44.   \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 11 CVS 739 \n  \n \nIn re Progress Energy Shareholder ) \nLitigation ) \nFINAL ORDER AND JUDGMENT \nTHIS MATTER comes before the court upon the Motion of Plaintiffs Pipefitters \nLocal Union #357 Trust Funds, Louisiana Municipal Police Employees' Retirement \nSystem, David Thomas, Ethel Mitchell, Lorraine Engel, Bells Candy, LLC, Harry Stecker \nand Stephen Bushansky for Final Approval of Settlement and Award of Attorneys' Fees \nand Expenses (the \"Motion\"), filed in this consolidated civil action (the \"Action\") on \nOctober 20, 2011; and  \nTHE COURT, after considering the Motion, submissions of counsel, objections to \nthe Motion and other appropriate matters of record, makes the following FINDINGS of \nFACT: \n[1] On January 10, 2011, Progress Energy , Inc. (\"PGN\") announced that it \nhad entered into an Agreement and Plan of Merger (\"Merger Agreement\") with Diamond \nAcquisition Corporation (\"Diamond\"), a wholly owned subsidiary of Duke Energy \nCorporation (\"Duke Energy\").  Pursuant to the Merger Agreement, PGN and Duke \nEnergy would be combined via the merger (\"Merger\") of PGN and Diamond in a stock-\nfor-stock transaction, with the new company being called Duke Energy and PGN's \nshareholders receiving 2.6125 shares of Duke Energy common stock in exchange for \neach share of PGN stock (the \"Proposed Transaction\"). \n[2] Beginning on January 14, 2011, ten (10) separate Plaintiffs, each a \npurported shareholder of PGN, filed putative class action lawsuits in Wake County \nSuperior Court, alleging, among other things, that the PGN Board of Directors (the \n\"Board\") breached its fiduciary duties to PGN shareholders and that Duke Energy aided \nand abetted such breaches in connection with the negotiation and approval of the \nProposed Transaction. \n[3] The above-mentioned class actions subsequently were designated \nMandatory Complex Business Cases under N.C. Gen. Stat. § 7A-45.4 and assigned to \nthe undersigned.  \n[4] On March 22, 2011, Plaintiffs filed a Consent Motion for Consolidation and \nAppointment of Interim Lead Counsel, Interim Executive Committee Members and \nInterim Co-Liason Counsel (\"Motion for Consolidation\"). \n[5] On May 12, 2011, the court entered an Order requiring the submission of \ndetailed confidential information setting forth each firm's qualifications and plan for \nlitigating the Action, which Plaintiffs' attorneys submitted on May 20, 2011, and \ndiscussed with the court at a hearing and status conference on June 7, 2011. \n[6] On June 17, 2011, the court, under Ru le 42(a), North Carolina Rules of \nCivil Procedure (\"Rule(s)\"), consolidated the ten (10) separately-filed actions related to \nthe Merger, bearing Wake County file numbers 11 CVS 646, 11 CVS 662, 11 CVS 739, \n11 CVS 804, 11 CVS 375, 11 CVS 1226, 11 CVS 1339, 11 CVS 2000 and 11 CVS \n2302, into the above-captioned Action.  On the same day, the court also entered a Case \nManagement Order establishing case procedures, setting case deadlines and setting \nJuly 29, 2011, as the hearing date for Plaintiffs' anticipated motion for preliminary \ninjunction relative to the shareholder votes.  The court further appointed Jason S. \nCowart, Esq. of Pomerantz Haudek Grossman & Gross LLP as Lead Counsel (\"Lead \nCounsel\"); Brian C. Kerr, Esq. of Brower Piven, PC, Robert Kaplan, Esq. of Kaplan Fox \n& Kilsheimer LLP, Christine Azar, Esq. of Labaton Sucharow, LLP, Stuart A. Davidson, \nEsq. of Robbins Geller Rudman & Dowd, LLP as Executive Committee Members and \nGary W. Jackson, Esq. of Jackson & McGee, LLP and Larry S. McDevitt, Esq. of The \nVan Winkle Law Firm as Liason Counsel.   \n[7] On March 17, 2011, Duke Energy f iled with the Securities and Exchange \nCommission (\"SEC\") a preliminary joint proxy statement and prospectus on Form S-4 \non behalf of Duke Energy and PGN regarding the Proposed Transaction, which it \nthereafter amended five times on April 8, 2011, April 25, 2011, May 13, 2011, June 30, \n2011 and July 7, 2011 (the \"Proxy\").   \n[8] On June 21, 2011, Plaintiffs f iled their Verified Consolidated Amended \nClass Action Complaint (\"Consolidated Complaint\"), alleging that the PGN Board \nbreached its fiduciary duty in connection with the Proxy and Duke Energy aided and \nabetted in the PGN Board's breach.  Plaintiffs also alleged that the Proxy was deficient \nand did not provide adequate disclosure to PGN shareholders in connection with \nwhether to vote for or against the Proposed Transaction.  \n[9] Subsequently, Plaintiffs conducted a significant amount of discovery.  \n[10] On July 7, 2011, PGN and Duke Energy jointly announced that special \nmeetings of their respective shareholders to vote on the Proposed Transaction would be \nheld on August 23, 2011. \n[11] On July 11, 2011, the parties ent ered into an agreement in principle, \noutlined in a Memorandum of Understanding (\"MOU\"), providing for the proposed \nsettlement of the Action. \n[12] On July 15, 2011, PGN filed wit h the SEC and made available to PGN \nstockholders a Form 8-K, which included the additional disclosures requested and \nnegotiated by Plaintiffs that constitute the consideration received in exchange for the \nproposed settlement.  \n[13] Effective July 27, 2011, the settlem ent was memorialized in the Stipulation \nand Agreement of Compromise, Settlement, and Release (\"Settlement Agreement\" or \n\"Settlement\").1 \n[14] In sum, the Settlement Agreement  culminated in material disclosures \n(\"Disclosures\") that provided shareholders with information concerning: (a) why the \nPGN Board discontinued negotiations with potential alternative bidder Dominion, (b) \nhow the Proposed Transaction compared to similar deals, (c) whether the Proposed \nTransaction was fair in light of the projected value of post-merger Duke Energy and (d) \nthe risks that post-merger Duke Energy faces.  The Disclosures also included details of \na comparable transactions analysis performed by PGN's lead investment bank, Lazard \nFréres (\"Lazard\").  The Disclosures were material to the Plaintiffs' claims.  Further, the \nDisclosures benefited PGN shareholders by providing them with additional material \ninformation to cast a fully-informed vote on the Proposed Transaction.     \n[15] The Settlement Agreement was jo ined and consented to by the parties \nand (along with the defined terms therein) is incorporated herein by reference. \n                                                 \n1 All defined terms shall have the same meanings ascribed to them in the Settlement Agreement, unless \notherwise defined herein. \n[16] On August 3, 2011, the court preliminarily certified the class, approved the \nSettlement Agreement and authorized the distribution of notice to all members of the \nclass.  The court's Scheduling Order set forth procedural guidelines for disseminating \nnotice, filing objections and appearing at the hearing on final approval of the Settlement \nAgreement.  \n[17] Specifically, the cour t preliminarily certified the Action as a non-opt-out \nclass action, pursuant to Rule 23, on behalf of a class consisting of all persons or \nentities who held shares of PGN common stock, either of record or beneficially, at any \ntime from January 8, 2011, through and including the date of closing of the Proposed \nTransaction, including any and all of their respective successors in interest, \npredecessors, representatives, trustees, executors, administrators, heirs, assigns or \ntransferees, immediate and remote, and any person or entity acting for or on behalf of, \nor claiming under, any of them, and each of them, excluding Defendants, members of \nthe immediate family of any Defendant, and any entity in which a Defendant has or had \na controlling interest, and the legal representatives, heirs, successors or assigns of any \nsuch excluded person (the \"Class\"). \n[18] On or about August 15-16, 2011, the Notice of Pendency of Class Action \nand Settlement of Class Action (\"Notice\") was disseminated to the Class in accordance \nwith the Scheduling Order.  The Notice was mailed to over 230,000 Class members, \nposted on PGN's website and published in several newspapers.  \n[19] On August 23, 2011, at a special m eeting held by PGN, nearly ninety-six \npercent (96%) of PGN shareholders voted in favor of the Proposed Transaction. \n[20] On October 20, 2011, Plaintiffs2 filed the Motion, seeking final approval of \nthe Settlement Agreement, including an award of attorneys' fees and expenses in the \namount of $550,000.   \n[21] On October 27, 2011, the Settlement Agreement was offered to the court \nat a hearing (the \"Settlement Hearing\").  Plaintiffs' attorneys offered oral argument in \nsupport of the Motion, Defendants' counsel was present, but did not oppose the Motion \nand no objectors appeared to be heard.       \n[22] The court received a total of se ven (7) objections to the Settlement \nAgreement, only one of which comported with the procedural requirements set forth in \nthe Scheduling Order but all of which the court, in its discretion, has fully considered \n(the \"Objection(s)\"). \n[23] The Objection by Richard Dance (\"Dance\") was the only Objection that \ncomplied with the Scheduling Order requirements.  Dance complains that the \nSettlement Agreement is not fair and reasonable because Plaintiffs filed a \"frivolous \naction\" and the \"PGN stockholders should not be required to pay for the frivolity of \n[Plaintiffs].\"3  Plaintiffs' Action was not frivolous when filed and this objection is \noverruled.   \n[24] Although untimely, Martin Galaton's (\"Galaton\") Objection offers the most \nsubstantive attack on the Settlement Agreement, as compared to other Objections.  \nGalaton complains that the disclosures obtained by the Settlement Agreement are \ninadequate and provide no material benefit to the Class, largely because the \n                                                 \n2 At the time of filing of the Motion, Plaintiff Richard Van Tassell (\"Van Tassell\") did not seek final approval \nof the Settlement.  However, at the Settlement Hearing, Lead Counsel informed the court that Van Tassell \nnow consents to final approval of the Settlement. \n3 October 26, 2011 Notice Filing Objections, Ex. 5.   \ndisclosures do not include free cash flow projections.4  Galaton contends that this \ninformation is the most valuable disclosure because it provides a company's projected \nvalue as a standalone entity, which is material to a shareholder's determination as to \nwhether to approve a merger.5  Most notably, Galaton objects to the Settlement \nAgreement because final approval will release the claims of his class action lawsuit filed \nin federal court, which is related to the PGN-Duke Energy Merger.  See, e.g., Galaton v. \nJohnson, 5:11-CV-397-D (E.D.N.C. 2011).6   \n[25] The court overrules Galaton's Objection because he offers no substantive \nexplanation as to why it would be better for Plaintiffs to reject the Settlement Agreement \nand continue to litigate.  As previously mentioned, the Disclosures provided by the \nSettlement Agreement were material and provided sufficient information regarding the \nprojected value of post-merger Duke Energy.  The overwhelming approval of the Merger \nby PGN shareholders after being provided with such Disclosures is strong evidence that \nthe Class was satisfied with the Proposed Transaction and did not need the disclosure \nof free cash flow projections to determine whether the Merger was in the best interest of \nPGN shareholders. \n[26] The Objections filed by Jolene Jespersen, Robert Crowe, Rich Gladden, \nGloria Whitaker and R. Karder appear to attack the proposed award of attorneys' fees \n(\"Proposed Fee Award\") in the Settlement Agreement.  These Objections do not \n                                                 \n4 Id. Ex. 6.  \n5 Id.  \n6 Galaton filed his class action complaint on July 18, 2011, well after the MOU in this Action was \nannounced.  Galaton moved for a preliminary injunction to enjoin the PGN shareholder vote on the \nProposed Transaction.  On August 16, 2011, Judge Dever denied Galaton's motion. Galaton v. Johnson, \n5:11-CV-397-D, 2011 U.S. Dist. Lexis 92125 (E.D.N.C. Aug. 16, 2011) (\"[T]he court does not believe that \nGalaton is likely to succeed on the merits . . . .\").  As such, Judge Dever's denial of Galaton's preliminary \ninjunction motion reflects the weakness of Galaton's claim for the disclosure of free cash flow projections. \nsubstantively challenge the Settlement Agreement, aside from arguing that the Action \nwas frivolously filed and the attorneys' fees are excessive and should not be paid by \nPGN shareholders. \n[27] As to the Proposed Fee Award: \na. Plaintiffs' attorneys did attain some benefit for the Class by securing \nadditional material Disclosures from Defendants.  \nb. The non-monetary benefit  to the Class is difficult to value. \nc. The Proposed Fee Award was negotiated in good faith after the \nparties agreed in principle to the proposed Settlement Agreement.  \nd. PGN has agreed to pay an award of  attorneys' fees and expenses \nup to $550,000. \ne. Plaintiffs' attorneys undertook representation in this Action on a \ncontingency basis.  \nf. Plaintiffs' attorneys entered in to written retainer agreements with \ntheir clients, which authorized for the sharing and allocation of fees among \nPlaintiffs' attorneys based upon the work performed and in accordance with \napplicable law. \ng. Any attorneys' fees and expenses  awarded in this Action will not be \npaid directly by the Class.7 \n                                                 \n7 Some Objections complain that PGN shareholders will indirectly be forced to pay the Proposed Fee \nAward.  These Objections, however, ignore the presumption that the PGN Board exercised sound \nbusiness judgment in agreeing to settle this litigation and pay the award of attorneys' fees to prevent \nfurther defense costs that may also have been assumed, at least indirectly, by PGN shareholders.  \nMoreover, given that PGN has approximately 294.6 million shares outstanding, an award of $550,000 \nwould result in each PGN shareholder being indirectly responsible for less than 1/5 of one penny per \nshare.  \nh. Plaintiffs' attorneys are hi ghly respected and experienced in \nshareholder class action litigation. \ni. The contested issues are nov el and complex, and Plaintiffs' \nattorneys litigated under significant time constraints. \nj. Plaintiffs' attorneys agreed to an up-front allocation of leadership, \nwork and fees, which was submitted in camera to the court in May 2011.   \nk. All Plaintiffs' attorneys subm itted comprehensive time records \ndetailing work done in furtherance of the Action.  \nl. Plaintiffs' attorneys attest that they collectively devoted a total of \n4,227 hours to this litigation since inception, which at their normal billing rates, \namounts to a lodestar of $2,145,972.  However, Plaintiffs' attorneys recognize – \nand the court agrees – that that time expended prior to the Motion for \nConsolidation, filed on March 22, 2011, is duplicative. \nm. Plaintiffs' attorneys attest that  they expended 3,088 hours to this \nlitigation after March 22, 2011, which at their normal billing rates, amounts to a \nlodestar of $1,510,302.   \nn. The time expended after March 22, 2011, was both reasonable and \ncustomary for this type of litigation.  After filing the Consolidated Complaint, \nPlaintiffs' attorneys conducted substantial discovery, including the service of ten \n(10) third-party subpoenas, review of over 160,000 pages of documents, \nnumerous informal interviews of fact witnesses, experts and depositions of \nPGN's CEO and Lazard.  Plaintiffs' attorneys also negotiated the Settlement \nAgreement terms and drafted papers and notices disseminated to the Class and \nfiled with the court.         \no. Plaintiffs' attorneys incurred a total of $147,728 in expenses in \nfurtherance of this Action, primarily attributable to expert fees, travel and typical \nlitigation costs, such as filing and deposition fees. \np. All Plaintiffs' attorneys attest through affidavits to the accuracy of \ntheir fee reports and underlying documentation.  All Plaintiffs' attorneys also state \nunder oath that they believe the Proposed Fee Award to be fair and reasonable. \nq. After deducting expenses, the proposed net attorneys' fees award \nis approximately $402,271.  Based upon the number of hours expended after \nMarch 22, 2011, Plaintiffs' attorneys seek an award that amounts to a fee of \napproximately $130 per hour.  Such an hourly rate is well below the typical and \ncustomary rate charged by attorneys in North Carolina for similar litigation. \nr. In determining whether the Propo sed Fee Award is reasonable, the \ncourt has considered, among other things, Plaintiffs’ May 2011 in camera \nsubmission, the instant Motion and fee affidavits and all exhibits thereto, which \ninclude a breakdown of hours and lodestar pre-and-post Motion for \nConsolidation, a categorization of post-consolidation hours and lodestar into \ncompensable categories, an expense report, a client letter authorizing the \nallocation of fees among counsel and the affidavits of two North Carolina \npractitioners who are not counsel of record in the Action.        \nNOW THEREFORE, based on the foregoing FINDINGS of FACT, the court \nreaches the following CONCLUSIONS of LAW: \n[28] The court has jurisdiction over t he subject matter of this Action and the \nparties, including all members of the Class, and the court retains jurisdiction to construe, \nenforce and administer the Settlement. \nClass Certification \n[29] Rule 23 governs class actions in  North Carolina and provides that the \ncourt may certify a class action where the following requirements are met: \n(1) the existence of a class, (2) that the named \nrepresentative will fairly and adequately represent the \ninterests of all class members, (3 ) that there is no conflict of \ninterest between the representative and class members, (4) \nthat class members outside  the jurisdiction will be \nadequately represented, (5) that the named party has a \ngenuine personal interest in the ou tcome of the litigation, (6) \nthat class members are so numerous  that it is impractical to \nbring them all before the cour t, (7) that adequate notice of \nthe class action is given to class members. \n \nPerry v. Union Camp Corp., 100 N.C. App. 168, 170 (1990) (citing Crow v. Citicorp \nAcceptance Co., 319 N.C. 274 (1987)).  A class exists where \"the named and unnamed \nmembers each have an interest in either the same issue of law or of fact, and that issue \npredominates over issues affecting only individual class members.\"  Crow, 319 N.C. at \n280. \n[30] This court has previously certified non-opt-out classes in merger disputes.  \nSee, e.g., Ehrenhaus v. Baker, Mecklenburg County No. 08 CVS 22632 (N.C. Super. \nCt. Feb. 5, 2010); In re Quintiles Transnat’l Corp. S’holder Litig., Durham County No. 02 \nCVS 5348 (N.C. Super. Ct. Oct. 13, 2003); In re Delhaize Am., Inc. S’holder Litig., \nMecklenburg County No. 00 CVS 13706 (N.C. Super. Ct. Oct. 29, 2001).  These cases \nare consistent with the views of courts from other jurisdictions that have certified non-\nopt-out classes where primarily equitable relief was sought.  See, e.g., In re \nPhiladelphia Stock Exch., Inc., 945 A.2d 1123, 1137 (Del. 2008); In re A.H. Robins Co., \n880 F.2d 709, 728 (4th Cir. 1989). \n[31] A non-opt-out class is appropriate here because this is not a case where \nthe parties \"seek to bind known plaintiffs concerning claims wholly or predominantly for \nmoney judgments.\"  Ehrenhaus v. Baker, No. COA10-1034, 2011 N.C. App. Lexis 2161 \n(N.C. Ct. App. Oct. 4, 2011) (citing Phillips Petroleum Co. v. Shutts, 472 U.S. 797, 812 \n(1985)).  Instead, from the outset, Plaintiffs pled and litigated this case as one in which \nequitable claims predominated (to enjoin the PGN-Duke Energy Merger). \n[32] Rule 23 has been satisfied and t he Action has properly been maintained \naccording to its provisions.  Specifically, (a) a class exists in that Plaintiffs and the \nunnamed members of the Class each have an interest in either the same issue of law or \nfact, and that issue predominates over issues affecting only individual class members; \n(b) Plaintiffs have fairly and adequately represented and will fairly and adequately \nrepresent the interests of all members of the Class; (c) there are no conflicts of interest \nbetween Plaintiffs and members of the Class; (d) Plaintiffs have a genuine personal \ninterest, not a mere technical interest, in the outcome of the case; (e) Class members \nare so numerous that it is impractical to bring them all before the court and (f) adequate \nnotice has been given to all members of the Class, as mentioned below. \n[33] Accordingly, the Action should be certified as a non-opt-out class action, \npursuant to Rule 23. \nSettlement Approval \n[34] Settlement has long b een preferred to litigation, and public policy prefers \nupholding good faith settlements, even without strong regard to the consideration \nunderlying the settlement.  Ehrenhaus, 2011 N.C. App. Lexis 2161, at *24 (citing Knight \nPubl’g Co. v. Chase Manhattan Bank, N.A., 131 N.C. App. 257, 262 (1988)). \n[35] In Ehrenhaus, the Court of Appeals set forth the framework for how a trial \ncourt should evaluate a class action settlement.  Id. at *25-26.  First, the trial court \nshould conduct a preliminary approval hearing \"to determine whether the proposed \nsettlement is within the range of possible approval.\"  Id. (quoting Horton v. Merrill Lynch, \nPierce, Fenner & Smith, Inc., 855 F. Supp. 825, 827 (E.D.N.C. 1994)).  If the trial court \ngrants preliminary approval, \"notice is sent to the class, [and] the court conducts a \n‘fairness’ hearing, at which all interested parties are afforded an opportunity to be heard \non the proposed settlement.\"  Id.; see also Frost v. Mazda Motor of Am., 353 N.C. 188, \n197 (2000) (\"[N.C.] Rule 23 does not by its terms require notice to class members, but \nadequate notice is dictated by ‘fundamental fairness and due process.’\") (quoting Crow, \n319 N.C. at 283)).  At this second hearing, the trial court must ascertain whether the \nproposed settlement is \"fair, reasonable, and adequate.\"  Id.; Horton, 855 F. Supp. at \n827.  Proponents of class action settlements bear the burden of showing that the \nsettlement meets this standard.  Id. (citing Holmes v. Cont’l Can Co., 706 F.2d 1144, \n1147 (11th Cir. 1983)). \n[36] Here, preliminary approval has already been granted and Notice has been \ndistributed.  On or about August 15-16, 2011, the Notice was disseminated by mailing, \npublication and website posting, as provided for in the Scheduling Order and as stated \nin the affidavits regarding Notice, filed with the court by Defendants. The form and \nmanner of the Notice given to the Class is determined to have been reasonable and \nappropriate and the best notice practicable under the circumstances, to have been \ngiven in full compliance with the requirements of due process and Rule 23 and to \nconstitute full and adequate notice to the Class.   \n[37] As such, the remaining question bef ore the court is whether the proposed \nSettlement is fair, reasonable and adequate. \n[38] Courts commonly utilize the fo llowing factors when determining the \nfairness, reasonableness and adequacy of a proposed class action settlement:  (a) the \nstrength of the plaintiff’s case, (b) the defendant’s ability to pay, (c) the complexity and \ncost of further litigation, (d) the amount of opposition to the settlement, (e) class \nmembers’ reaction to the proposed settlement, (f) counsel’s opinion and (g) the stage of \nthe proceedings and how much discovery has been completed.  See Ehrenhaus, 2011 \nN.C. App. Lexis 2161, at *27-29 (citing Armstrong v. Bd. of Sch. Dir. of Milwaukee, 616 \nF.2d 205, 214 (7th Cir. 1980), overruled on other grounds, Felzen v. Andreas, 134 F.3d \n873 (7th Cir. 1998)).   \n[39] As such, the court has applied the foregoing factors to the present case, \nand Plaintiffs have met their burden of proving that the Settlement is fair, reasonable \nand adequate. \n[40] First, nothing in the record suggests that Plaintiffs’ claims are strong \nenough to justify further litigation.  Lead Counsel conceded at the Settlement Hearing \nthat after conducting discovery, he realized that the breach of fiduciary duty claims \nagainst Defendants were not strong.  By its very nature, litigation directed at attacking \nthe business judgment of corporate directors in a merger transaction is an uncertain \nproposition, and the probability of success of Plaintiffs in this Action is rather minimal.  \nThis observation is corroborated by the fact that the proposed PGN-Duke Energy \nMerger was approved by nearly ninety-six percent (96%) of votes entitled to be cast by \nPGN shareholders, which is strong evidence that the PGN Board exercised sound \nbusiness judgment in negotiating the Merger. \n[41] Further, Notice of the terms of the Settlement Agreement was mailed to \nover 230,000 PGN shareholders, yet only seven (7) objected.  Thus, the overwhelming \nmajority of the Class has been virtually silent as to the Settlement Agreement. \n[42] It is well settled that \"the reaction of  the class to the settlement is perhaps \nthe most significant factor to be weighed in considering its adequacy.\"  Ehrenhaus, 2011 \nN.C. App. Lexis 2161, at *28 (quoting Sala v. Nat’l R.R. Passenger Corp., 721 F. Supp. \n80, 83 (E.D. Pa. 1989)).  Accordingly, the nearly silent reaction of the Class here \nsupports a finding that the Settlement is fair and reasonable.  Id. at *67. \n[43] Most of the Objections only take issue with the Proposed Fee Award and \ndo not attack the substance of the Settlement Agreement.  Specifically, the Objections \nas a whole reflect a sentiment of disapproval with regard to awarding attorneys’ fees in \na class action settlement that only provided relief to the Class in the form of non-\nmonetary Disclosures. \n[44] As previously mentioned, only the Galaton Objection complains that the \nSettlement in substance is inadequate, unfair or unreasonable. Based upon the above \nfindings, none of the Objections warrant rejection of the Settlement Agreement and \ntherefore all Objections should be overruled.  However, the sentiment of the Objections \nis relevant when determining whether an award of attorneys’ fees should be granted. \n[45] Furthermore, the court is persuaded by the judgment of counsel who \nnegotiated the Settlement Agreement.  In determining the fairness of a settlement, \"the \nopinion of experienced and informed counsel is entitled to considerable weight\" \nprovided counsel has undertaken a \"detailed assessment[] of the strengths and \nweaknesses of the claims asserted, the applicable damages, and the likelihood of \nrecovery.\"  Ehrenhaus, 2011 N.C. App. Lexis 2161, at *68 (quoting In re Am. Bank Note \nHolographics, Inc., 127 F. Supp. 2d 418, 430 (S.D.N.Y. 2001)). \n[46] The experienced lawyers in this  case have concluded, and the court \nagrees, that the Settlement Agreement offers a reasonable compromise given the \nuncertain value of the remaining claims and the expense and delay that would result \nfrom further litigation. \n[47] To the extent that the Class is being required to forego claims for money \ndamages related to the alleged inadequacy of the Proposed Transaction, consistent \nwith the evaluation of Plaintiffs’ attorneys, such claims would face the substantial hurdle \nof overcoming the defense of North Carolina’s business judgment rule.  \n[48] Accordingly, the Settlement is fair, reasonable and the benefits secured by \nvirtue of the additional Disclosures are adequate to support entry of dismissal with \nprejudice of all claims asserted in this Action.  As such, the Settlement should be \nAPPROVED.   \nAttorneys’ Fees \n[49] In addition to final approval of th e Settlement, Plaintiffs’ attorneys also \npetition the court for an award of attorneys’ fees in the amount of $550,000.  \n[50] As noted above, the Pr oposed Fee Award is a major point of contention, \nas raised by the Objections.  \n[51] Plaintiffs contend that Defendants contractually agreed to pay the \nProposed Fee Award as part of the Settlement Agreement, which supports a finding and \nconclusion that the fee is reasonable and should be awarded.  See Ehrenhaus, 2011 \nN.C. App. Lexis 2161, at *74 (\"While any ‘compromise’ in a class action must be \nreviewed by a court, a court cannot modify a purely contractual settlement.\"). \n[52] Upon careful review of the Settlement Agreement, it appears that \nDefendants agreed that PGN \"would pay up to $550,000\" in Plaintiff attorneys’ fees.8   \nWhile the Settlement Agreement does not bind the court to award attorneys’ fees to \nPlaintiffs’ attorneys in any specific amount, the arm's-length agreement between the \nparties supports a finding that the Proposed Fee Award is reasonable.  \n[53] Despite the contractual agreement between the parties regarding Plaintiff \nattorneys' fees, the relevant inquiry before the court is whether the Proposed Fee Award \nis reasonable under the Ehrenhaus analysis.  In North Carolina, the reasonableness of \nattorneys’ fees is governed by Rule 1.5 of the Revised Rules of Professional Conduct of \nthe North Carolina State Bar (\"RPC\").  Ehrenhaus, 2011 N.C. App. Lexis 2161, at *74-\n75.  RPC 1.5 provides that \"[a] lawyer shall not make an agreement for, charge, or \ncollect an illegal or clearly excessive fee or collect a clearly excessive amount for \nexpenses.\"  Id. at *75.  The factors to be utilized when determining whether a fee is \nclearly excessive include the following: \n(1) the time and labor required, the novelty and difficulty of \nthe questions involved, and the skill requisite to perform the \n                                                 \n8 Settlement Agreement ¶ 15 (\"[S]ubject to the terms and conditions of this [Settlement] and any order of \nthe [c]ourt, PGN shall pay the attorneys’ fees and expenses awarded by the court . . . .\") (emphasis \nadded).  Additionally, the Notice disseminated to the Class states that Plaintiffs' counsel \"intend to petition \nthe court at the Settlement Hearing for an award of attorneys fees\" and \"Defendants agree not to oppose \nthe application for attorneys' fees and expenses as long as the application does not exceed in the \naggregate of $550,000.\"  Notice 7.  \nlegal service properly; (2) the likelihood, if apparent to the \nclient, that the acceptance of the particular employment will \npreclude other empl oyment by the lawyer; (3) the fee \ncustomarily charged in the localit y for similar legal services; \n(4) the amount involved and th e results obtained; (5) the \ntime limitations imposed by the client or by the \ncircumstances; (6) the nature and length of the professional \nrelationship with the client; (7 ) the experience, reputation, \nand ability of the lawyer or lawyers performing the services; \nand (8) whether the fee is fixed or contingent.     \n \nId. (quoting RPC 1.5(a)(1)-(8)). \n \n[54] As to RPC 1.5(a)(1), Plaintiffs' attorneys have provided time records and \naffidavits, which attest that over 3,000 hours of work were expended in furtherance of \nthis Action.  The time expended is reasonable in light of the complex nature of the \nAction.  Specifically, the Action involved the valuation of a publicly-owned utility by \nvarious investment banking methodologies and the potential impacts on valuation by a \ncomplex regulatory approval process.  As such, the extensive labor expended and \ncomplexities of this Action weigh strongly in favor of granting the Proposed Fee Award. \n[55] As to RPC 1.5(a)(2), Plainti ffs and their counsel understood that \nprosecution of this Action would necessitate considerable time and resources that \notherwise could have been spent on other matters.  In fact, Lead Counsel attests that \nthis Action required the full-time attention of two (2) attorneys for approximately two (2) \nmonths.  Such a finding weighs strongly in favor of granting the Proposed Fee Award. \n[56] As to RPC 1.5(a)(3), the Proposed  Fee Award seeks a fee that is well \nbelow the amount customarily charged in North Carolina for similar services.  \nSpecifically, Plaintiffs' attorneys are seeking a fee of approximately $402,271 for 3,088 \nhours of work expended after March 22, 2011, which effectively amounts to a rate of \napproximately $130 per hour.  North Carolina attorneys involved in complex commercial \nlitigation typically charge much higher hourly rates for their legal services.  Accordingly, \nthe Proposed Fee Award is reasonable in light of the amount customarily charged in \nNorth Carolina for similar services.  \n[57] As to RPC 1.5(a)(4), Plaintiffs' a ttorneys obtained a favorable result for the \nClass, which supports the Proposed Fee Award.  As previously mentioned, Plaintiffs' \nattorneys secured material Disclosures, largely contained in a Form 8-K filed with the \nSEC, prior to the PGN shareholder vote on the Merger, which enabled PGN \nshareholders to cast a fully-informed vote.  The Disclosures enhanced the PGN \nshareholders' understanding of how and why PGN entered into the Proposed \nTransaction with Duke Energy, while also providing additional financial data regarding \nthe projected benefits and risks of the Merger.  Accordingly, the Proposed Fee Award is \nreasonable in light of the results obtained by Plaintiffs' attorneys.  \n[58] As to RPC 1.5(a)(5), Plaintiffs' attorneys devoted a significant amount of \nwork under a compressed schedule, which favors an award of attorneys' fees.  Plaintiffs' \nattorneys conducted extensive discovery over a few months, which was necessitated by \nthe scheduled PGN shareholder vote in August 2011 on the Proposed Transaction.  As \na result, the circumstances of this litigation required Plaintiffs' attorneys to devote \nsubstantial labor and resources in a short time, which weighs in favor of granting the \nProposed Fee Award. \n[59] As to RPC 1.5(a)(6), several Plaintiffs are large institutional entities with \nlongstanding relationships with Plaintiffs' attorneys, which supports the Proposed Fee \nAward.  \n[60] As to RPC 1.5(a)(7), Plaintiffs ' attorneys are some of the most well-\nrespected, elite securities class action litigators in the country.  Accordingly, the \nexceptional experience, reputation and ability of Plaintiffs' attorneys weighs in favor of \ngranting the Proposed Fee Award.  \n[61] As to RPC 1.5(a)(8), Plaintiffs' attorneys entered into this litigation on a \ncontingency basis, and the contingency fee requested is reasonable under the \ncircumstances.  To date, Plaintiffs' attorneys have forgone payment of their legal fees \nand expenses in furtherance of Plaintiffs' claims.  Moreover, in light of the hours \nexpended by Plaintiffs' attorneys in this litigation, the contingency fee requested is \nreasonable, which weighs in favor of granting the Proposed Fee Award.                 \n[62] Based on the foregoing, Plaint iffs’ attorneys have satisfied the \nrequirements of North Carolina law, including but not limited to the factors set forth in \nRPC 1.5, which weigh heavily in favor of a finding that the Proposed Fee Award is \nreasonable. \nNOW THEREFORE, the court, having all applicable facts, rules, law and \nprecedent, including but not limited to those cited in the Motion, and based upon the \nforegoing FINDINGS of FACT and CONCLUSIONS of LAW, hereby ORDERS, \nADJUDGES and DECREES that:   \n[1] The Motion is GRANTED.  \n[2] This Action is certified as a non-opt -out class action, pursuant to Rule 23. \n[3] Plaintiffs are certified as representatives of the Class and were adequately \nrepresented by their counsel, and the representatives and their counsel fairly and \nadequately protected the interests of the Class. \n[4] The form and manner of the Notice  is reasonable, appropriate and most \npracticable under the circumstances, given in full compliance with the requirements of \ndue process and Rule 23, and constitutes full and adequate notice to the Class. \n[5] The Settlement is fair, reasonable and adequate, and is APPROVED.  \n[6] All members of t he Class are bound by the Final Order and Judgment \nentered herein, as full and adequate notice of the proceedings was given and as a full \nopportunity to be heard was provided to members of the Class. \n[7] The parties to the Settlement Agr eement are directed to comply with, and \nto consummate, the Settlement Agreement in accordance with its terms and provisions. \n[8] This Final Order and Judgment hereby DISMISSES the Action with \nprejudice and releases and fully and completely discharges any and all claims, \ndemands, rights, actions or causes of action, liabilities, damages, losses, obligations, \njudgments, suits, fees, expenses, and costs, whether known or unknown, contingent or \nabsolute, suspected or unsuspected, disclosed or undisclosed, matured or unmatured, \nof any nature whatsoever, whether individual, class, direct, derivative or representative, \nthat have been, could have been, or in the future can be asserted in the Action or in any \ncourt, tribunal or proceeding (including, but not limited to, any and all claims arising \nunder federal, state, foreign or common law, including the federal securities laws and \nany state disclosure law) by or on behalf of any member of the Class (whether \nindividual, class, representative, legal, equitable or any other type or in any other \ncapacity), against any Defendant and each of such Defendant’s respective parent \nentities, associates, affiliates or subsidiaries, and each and all of each such Defendant’s \nrespective past, present or future officers, directors, stockholders, agents, \nrepresentatives, employees, attorneys, financial or investment advisors, advisors, \nconsultants, accountants, investment bankers (including without limitation Lazard, \nBarclays, J.P. Morgan, and BAML), commercial bankers, trustees, engineers, agents, \ninsurers, co-insurers and reinsurers, heirs, executors, trustees, general or limited \npartners or partnerships, limited liability companies, members, heirs, executors, \npersonal or legal representatives, estates, administrators, predecessors, successors \nand assigns (collectively, \"Released Persons\"), which arise out of any of the allegations, \nfacts, events, acquisitions, matters, acts, occurrences, statements, representations, \nmisrepresentations, omissions, or any other matter, thing or cause whatsoever, or any \nseries thereof, embraced, involved or set forth in, or referred to or otherwise related in \nany way to, directly or indirectly: (a) the Proposed Transaction, or any amendment \nthereto; (b) the adequacy of the consideration to be paid to PGN shareholders in \nconnection with the Proposed Transaction; (c) the statutory or other legal or fiduciary \nobligations, if any, of Defendants or Released Persons in connection with the Proposed \nTransaction, or any amendment thereto; (d) the negotiations in connection with the \nProposed Transaction, or any amendment thereto; (e) the processes, events and \nanalyses leading up to the Proposed Transaction, or any amendment thereto; (f) the \nterms and provisions of the Merger Agreement; or (g) the disclosures or disclosure \nobligations of any of Defendants or Released Persons in connection with the Proposed \nTransaction including with respect to the Proxy (collectively, \"Settled Claims\"); provided, \nhowever, that the Settled Claims shall not include any claims to enforce the Stipulation \nand/or any claim asserted under state or federal securities laws by any person who \nacquires Duke Energy stock pursuant to the Proposed Transaction for any material \nmisrepresentations or omissions by Duke Energy pertaining to Duke Energy’s financial \nstatements, so long as such claims could not have been asserted in the Verified \nConsolidated Amended Class Action Complaint and do not arise out of the factual \nallegations set forth therein.  Plaintiffs and their counsel hereby state, in this regard, that \nthey have not investigated such claims, they are not aware of any facts that would \nsupport such claims, and they have no reason to believe that there are any such \nmisrepresentations or omissions in Duke Energy’s financial statements.   \n[9] Plaintiffs and all member s of the Class, or any of them, together with their \nagents, heirs, successors in interest, transferees and assigns, hereby are barred from \ncommencing, prosecuting, instigating or in any way participating in the commencement \nor prosecution of any action asserting any of the Settled Claims, either directly, \nrepresentatively, derivatively, or in any other capacity, against any of the Released \nPersons.  \n[10] This Final Order and Judgment hereby fully, finally, and forever releases, \nrelinquishes and discharges Plaintiffs, Plaintiffs’ attorneys and members of the Class, \nfrom any and all claims arising out of the institution, prosecution, settlement or \nresolution of the Action, provided, however, that Defendants and the Released Persons \nretain the right to enforce the terms of the Settlement Agreement. \n[11] The release and discharge included in  this Final Order and Judgment shall \nextend to claims that Plaintiffs in the Action, for themselves and on behalf of the Class, \ndo not know or suspect to exist at the time of the release and that, if known, might have \naffected the decision to enter into the release.  Without in any way limiting the foregoing, \nPlaintiffs, and each member of the Class, shall be deemed, to the full extent permitted \nby law, to waive any and all provisions, rights, and benefits conferred by any law of the \nUnited States or any state or territory of the United States or principle of common law, \nwhich governs or limits a person’s release of unknown claims.   \n[12] Neither the Settlement Agreement nor any act performed or document \nexecuted pursuant to or in furtherance of the Settlement Agreement shall constitute or \nbe construed to be an admission of, or evidence of, the validity or lack of validity of the \nSettled Claims, or of any wrongdoing or liability of any party, or deemed to be or used \nas an admission of, or evidence of any fault or omission of any party in any civil, \ncriminal or administrative proceeding in any Court, administrative agency or other \ntribunal.  The parties to this Settlement Agreement or any of them may file this Final \nOrder and Judgment in any other action that may be brought against them in order to \nsupport a defense or counterclaim based on principles of res judicata, collateral \nestoppel, release, good faith settlement, judgment bar or reduction or any theory of \nclaim preclusion or issue preclusion or similar defense or counterclaim. \n[13] Plaintiffs’ attorneys are awar ded fees and expenses in the amount of \n$550,000, in connection with this Action, which shall be paid, in accordance with the \nterms of the Settlement Agreement, by PGN (or its successor(s) in interest), to \nPomerantz Haudek Grossman & Gross LLP, as receiving agent for Plaintiffs’ attorneys, \nwithin ten (10) business days from the entry of this Order.   \n[14] If, for any reason, the Settlement is terminated, overturned, or materially \nmodified on appeal or as a result of further proceedings on remand, or otherwise does \nnot become effective, unless the parties shall agree otherwise, the parties shall revert to \ntheir litigation positions immediately prior to the execution of the Settlement and this \nFinal Order and Judgment shall become null and void. \nThis the 29th day of November, 2011. \n "
}