{
  "id": "f66a92681fb819c0cab7b30ada7622c3dffd9ebf6b175346ee2aab571476d8d6",
  "source_file": "data/raw/ncbc/f66a92681fb819c0cab7b30ada7622c3dffd9ebf6b175346ee2aab571476d8d6.pdf",
  "raw_text": "DDM&S Holdings, LLC v. Doc Watson Enters., LLC, 2016 NCBC 86. \n \nSTATE OF NORTH CAROLINA \nCATAWBA COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 3107 \nDDM&S HOLDINGS, LLC; \nNICHOLAS DICRISTO; JOHN \nDICRISTO; CHARLES MCEWEN; \nand JON SZYMANSKI, \n \nPlaintiffs, \nv. \nDOC WATSON ENTERPRISES, LLC; \nT. STEUART WATSON; and \nDONALD PHILLIP SMITH, JR.,  \n \nDefendants. \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n)\n)\n) \nORDER AND OPINION ON PLAINTIFFS’ \nMOTION TO DISMISS \nCOUNTERCLAIMS \n \n1. THIS MATTER is before the Court upon Plaintiffs DDM&S Holdings, LLC, \nNicholas DiCristo, John Dicristo, Charles McEwen, and Jon Szymanski’s \n(collectively, “Plaintiffs”) Motion to Dismiss Defendants Doc Watson Enterprises, \nLLC (“DWE”) and T. Steuart Watson’s (collectively, the “Watson Defendants”) \nCounterclaims (the “Motion”) pursuant to Rule 12(b)(6) of the North Carolina Rules \nof Civil Procedure (“Rule(s)”).  For the  reasons discussed below, the Court hereby \nDENIES the Motion.   \nNexsen Pruet, PLLC, by R. Daniel Boyce, and Marks & Klein, LLP, by Justin \nM. Kle in, for Plaintiffs DDM&S Holdings, LLC, Nicholas DiCristo, John \nDiCristo, Charles McEwen, and Jon Szymanski. \n \nQuinn, Connor, Weaver, Davies & Rouco LLP, by Richard P. Rouco, and Rouco \nLaw PLLC, by George Rouco, for Defendants Doc Watson Enterprises, LLC \nand T. Steuart Watson. \n \nJones Childers McLurkin & Donaldson PLLC, by Mark L. Childers, for \nDefendant Donald Phillip Smith, Jr. \n \nRobinson, Judge. \nI. INTRODUCTION \n2. This lawsuit was originally filed in 2014 and arises out of Plaintiffs’ \ncontention that Plaintiffs were improperly squeezed out of PoliceReports.US \n(“PRUS”) by the Watson Defendants and Defendant Donald Phillip Smith, Jr. in \nadvance of a lucrative sales transaction, which caused Plaintiffs damage. \n3. After Plaintiffs filed an Amended Complaint in February 2016, the Watson \nDefendants filed Counterclaims against Plaintiffs for abuse of process and tortious \ninterference with contract, alleging that Plaintiffs filed their lawsuit in order to \ninduce the purchaser of PRUS to withhold certain escrow fun ds from the Watson \nDefendants, and thus to coerce the Watson Defendants into paying Plaintiffs \nadditional compensation for their membership interest in PRUS. \n4. Because the Court determines that the Watson Defendants have \nadequately pleaded claims for abuse o f process and tortious interference  with \ncontract, the Court concludes that the Motion should be denied. \nII. PROCEDURAL HISTORY \n5. Plaintiffs filed their original Complaint in this action on December 23, 2014.   \n6. The case was designated as a complex business case pursuant to N.C. Gen. \nStat. § 7A -45.4 by order of the Chief Justice of the North Carolina Supreme dated \nJanuary 26, 2015, and was assigned to the Honorable Louis A. Bledsoe, III by order \ndated the same day.  The case was later reassigned to the undersigned by order dated \nJuly 5, 2016. \n7. After an initial period of substantial discovery, and a mediation impasse, \nPlaintiffs filed a Motion for Leave to File Amended Complaint on January 25, 2016.  \nThe Court (Bledsoe, J.) entered an Order granting that motion, and Plaintiffs filed \ntheir Amended Complaint on February 22, 2016.   \n8. Mr. Smith filed his Answer on April 22, 2016. \n9. On May 26, 2016, the Watson Defendants filed their Answer to Amended \nComplaint and Counterclaims.   \n10. Plaintiffs filed the Motion on July 15, 2 016.  Briefing was completed, and \nthe Court held a hearing on the Motion on October 5, 2016. \nIII. FACTUAL BACKGROUND \n11. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6), but only recites those facts included in the Watson Def endants’ \nCounterclaims that are relevant to the Court’s determination of the Motion.  See, e.g., \nConcrete Serv. Corp. v. Investors Grp., Inc. , 79 N.C. App. 678, 681, 340 S.E.2d 755, \n758 (1986).     \n12. On November 12, 2013, Plaintiffs assigned their membership  interest in \nPolice Reports.US to DWE in exchange for a sum of $2,000,000 to be paid in \ninstallments, pursuant to an Assignment Agreement (the “Assignment Agreement”).  \n(Watson Defs.’ Countercl. ¶ 1.)  The Assignment Agreement provides that the parties \nto that Agreement  \ngenerally release and discharge [each party] from any and all claims, \nliabilities, expenses, damages, demands, actions and causes of action of \nany kind, whether known or unknown, liquidated or unliquidated, \nabsolute or contingent, in law or in equity, arising from or relating to \nfacts occurring during the period from the beginning of time to the end \nof the Earth, including but not limited to any and all claims against \nAssignee, Company, Derochers, Huneycutt and Watson or any of them \narising out of or relating to the Assignor’s Units and Membership \nInterest in the Company or the operation of the Company at any time.   \n \n(Watson Defs.’ Countercl. ¶ 3.)   \n13. The Assignment Agreement also contained a  “conditional tail payment” \nprovision, which provided that, in the event PRUS was sold to a third party at or \nabove a minimum trigger price, Plaintiffs would receive a conditional tail payment \nthat was to be calculated as a percentage of the actual total s ales price.  (Watson \nDefs.’ Countercl. ¶ 4.)   \n14. On August 4, 2014, the Watson Defendants executed a purchase agreement \nwith LexisNexis Claims Solutions, Inc. (“LexisNexis”) (the “LexisNexis Agreement”), \npursuant to which LexisNexis acquired PRUS.  From the proceeds of that transaction, \nPlaintiffs received (1) a payoff of all outstanding amounts owed under the Assignment \nAgreement, and (2) the conditional tail payment.  (Watson Defs.’ Countercl. ¶ 5.)   \n15. Plaintiffs received a copy of the LexisNexis Agreement, and were aware \nthat it contained an indemnification escrow, which held back approximately \n$2,000,000 (the “Escrow Funds”).  (Watson Defs.’ Countercl. ¶¶ 6–7.)   \n16. Shortly after filing this lawsuit, Plaintiffs notified a LexisNexis affiliate \nthat Plaintiffs had filed a lawsuit related to the sale of Plaintiffs’ membership interest \nto the Watson Defendants, and requested that LexisNexis preserve relevant \ndocuments.  (Watson Defs.’ Countercl. ¶ 8.)  Additionally, by naming Mr. Smith as a \ndefendant, Plaintiffs c aused Mr. Smith to file a notice of claim against the \nindemnification escrow.  (Watson Defs.’ Countercl. ¶ 9.)   \n17. The Watson Defendants allege that the notice from Mr. Smith, and the \npreservation letter sent to LexisNexis, caused LexisNexis to notify the escrow agent \nto withhold any distribution of the Escrow Funds.  (Watson Defs.’ Countercl. ¶ 10.)  \nThe Watson Defendants have not received distributions of any of the Escrow Funds.  \n(Watson Defs.’ Countercl. ¶ 10.)   \n18. The Watson Defendants further allege that Plaintiffs either knew or \nwantonly and recklessly disregarded the fact that filing suit regarding the sale of \ntheir membership interest to the Watson Defendants would induce LexisNexis to \nplace a hold on distribution of the Escrow Funds.  Thus, the Watson Defendants \nallege, Plaintiffs filed this lawsuit in an effort to prevent distributions of the Escrow \nFunds, and t hereby gain leverage to extract additional money from the Watson \nDefendants.  (Watson Defs.’ Countercl. ¶ 11.)   \nIV. LEGAL STANDARD \n19.   In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations of the Watson Defendants’ Co unterclaims in the light most \nfavorable to the Watson Defendants.  The Court’s inquiry is “whether, as a matter of \nlaw, the allegations of the [counterclaims], treated as true, are sufficient to state a \nclaim upon which relief may be granted under some leg al theory.”  Harris v. NCNB \nNat’l Bank, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  The Court construes \nthe Counterclaims liberally and accepts all allegations as true.  Laster v. Francis, 199 \nN.C. App. 572, 577, 681 S.E.2d 858, 862 (2009). \n20. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \n[counterclaim] on its face reveals that no law supports [defendant’s] claim; (2) when \nthe [counterclaim] reveals on its face the absence of fact sufficient to make a good \nclaim; [or] (3) when some fact disclosed in the [counterclaim] necessarily defeats the \n[defendant’s] claim.”  Oates v. JAG, Inc. , 314 N.C. 276, 278, 333 S.E.2d 222, 224 \n(1985); see also Jackson v. Bumgardner , 318 N.C. 172, 175, 347 S.E.2d 743, 745 \n(1986).  Otherwise, “a [counterclaim] should not be dismissed for insufficiency unless \nit appears to a certainty that [defendant] is entitled to no relief under any state of \nfacts which could be proved in support of the claim.”  Sutton v. Duke, 277 N.C. 94, \n103, 176 S.E.2d 161, 166 (1970) (emphasis omitted).   \n21. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App.  266, 274, 620 \nS.E.2d 873, 880 (2005).  The Court can also ignore a party’s legal conclusions set forth \nin its pleading.  McCrann v. Pinehurst, LLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, \n777 (2013).   \nV. ANALYSIS \n22. The Watson Defendants assert two counterc laims against Plaintiffs: (1) \nabuse of process, and (2) intentional interference with contract. \n \nA. Abuse of Process \n23. “[A]buse of process is the misuse of legal pr ocess for an ulterior purpose.”  \nChidnese v. Chidnese, 210 N.C. App. 299, 310, 708 S.E.2d 725, 734 (2011) (quoting \nFowle v. Fowle, 263 N.C. 724, 728, 140 S.E.2d 398, 401 (1965)).  An abuse of process \nclaim “requires both an ulterior motive and an act in the use of the legal process not \nproper in the regular prosecution of the proceeding.”  Stanback v. Stanback, 297 N.C. \n181, 201, 254 S.E.2d 611, 624 (1979) (quoting R. Byrd, Malicious Prosecution in North \nCarolina, 47 N.C.L. Rev. 285, 288 (1969)).   \nThe ulterior motive requirement is satisfied when the plainti ff [or \ncounterclaim plaintiff] alleges that the prior action was initiated by \ndefendant [or counterclaim defendant]  or used by him to achieve a \ncollateral purpose not within the normal scope of the process used.  The \nact requirement is satisfied when the plaintiff alleges that once the prior \nproceeding was initiated, the defendant committed some willful act \nwhereby he sought to use the existence of the proceeding to gain \nadvantage of the plaintiff in respect to some collateral matter. \n  \nId.  Ultimately,  \n[t]he test as to whether there is an abuse of process is whether the \nprocess has been used to accomplish some end which is without the \nregular purview of the process, or which compels the party against \nwhom it is used to do some collateral thing which he c ould not legally \nand regularly be compelled to do.   \n \nMfrs. & Jobbers Fin. Corp. v. Lane, 221 N.C. 189, 196, 19 S.E.2d 849, 853 (1942). \n24. As to the ulterior motive requirement, t he Watson Defendants allege  that \nPlaintiffs “filed suit for the ulterior purpose  of preventing distributions from the \nindemnification escrow to [the Watson Defendants].”  (Watson Defs.’ Countercl. ¶ 16.)  \nThe Court concludes, and Plaintiffs do not dispute, that this is a sufficient allegation \nthat the Plaintiffs initiated their action  for the collateral purpose of preventing the \ndistributions of the Escrow Funds to the Watson Defendants, and that this purpose \nwas not within the normal scope of the process used.   \n25. As to the act requirement, the Watson Defendants allege that “[a]fter filing \nof suit, [Plaintiffs] notified LexisNexis of their lawsuit [by sending the preservation \nletter] knowing it would result in the non -distribution of funds from the \nindemnification escrow.  [Plaintiffs] took such action in order to coerce or oppress the \n[Watson Defendants] into paying additional compensation for [Plaintiffs’] \nmembership interest.”  (Watson Defs.’ Countercl. ¶ 16.)   \n26. The Court concludes that these allegations, taken as true, sufficiently state \na claim for abuse of process to survive a motion to dismiss under Rule 12(b)(6).  The \nWatson Defendants have alleged that an act done after the proceeding was initiated—\nthe sending of the preservation letter—was done to gain an advantage over Plaintiffs \nwith respect to a collateral matter.   \n27. Plaintiffs argue that a preservation of evidence letter can never serve as \nthe basis for an abuse of process claim.  Indeed, all other things equal, there is nothing \ninherently improper about a plaintiff sending a letter to individuals who may have \nrelevant evidence requesting that they  preserve such evidence.  It is a routine \nlitigation practice.  The fact that is a routine litigation practice, however, does not \nmean that such an act can never be used to gain an advantage with respect to some \ncollateral matter.  North Carolina courts consistently hold that acts otherwise routine \nand permissible can constitute an improper act sufficient to satisfy the “act” element \nof an abuse of process claim.  See, e.g., Hewes v. Wolfe, 74 N.C. App. 610, 614, 330 \nS.E.2d 16 , 19 (1985) (denying Rule 12(b)(6) motion where plaintiff alleged that \ndefendants filed notices of lis pendens in order to coerce plaintiffs and to achieve a \npurpose for which lis pendens was never intended).    \n28. If, through discovery, the Watson Defendants  are able to prove what they \nallege—that Plaintiffs sent the preservation of evidence letter in order to coerce the \nWatson Defendants into paying additional compensation for Plaintiffs’ membership \ninterest in PRUS—then such proof would be sufficient for an abuse of process claim.  \nCoercing a party into paying additional monies is not a purpose for which a \npreservation of evidence letter is intended.  See, e.g., Carson v. Moody, 99 N.C. App. \n724, 729, 394 S.E.2d 194, 198 (1990) (“Use of process to obtain a p ayment of a civil \nclaim meets the second prong of the test.”).  That Plaintiffs contend that this was not \ntheir purpose for sending the letter is irrelevant to the determination of whether the \nWatson Defendants have sufficiently pleaded their claim to with stand Rule 12(b)(6) \ndismissal. \n29. Accordingly, the Court concludes that Plaintiffs’ Motion with respect to the \nWatson Defendants’ abuse of process counterclaim should be denied.   \nB. Tortious Interference with Contract \n30. In order to state a claim for tortious interference with contract, a plaintiff \nmust allege:  \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \nthe defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to plaintiff.   \n \nArea Landscaping, L.L.C. v. Glaxo-Wellcome, Inc., 160 N.C. App. 520, 523, 586 S.E.2d \n507, 510 (2003).  As to the fourth element, “[i]nterference is without justification if a \ndefendant’s motive is not reasonably related to the protection of a legitimate business \ninterest.”  Sellers v. Morton, 191 N.C. App. 75, 82, 661 S.E.2d 915, 921 (2008).  Thus, \nhere, the Watson Defendants “must show that [Plaintiffs] acted with malice and for \na reason not reasonably related to the protection of a legitimate business interest of \nthe [Watson Defendants].”  Id.  “A motion under Rule 12(b)(6) should be granted when \nthe complaint reveals that the interference was justified or privileged.”  Peoples Sec. \nLife Ins. Co. v. Hooks, 322 N.C. 216, 220, 367 S.E.2d 647, 650 (1988).  “[T]he complaint \nmust admit of no motive for inter ference other than malice.”  Filmar Racing, Inc. v. \nStewart, 141 N.C. App. 668, 674, 541 S.E.2d 733, 378 (2001).   \n31. In their Motion, Plaintiffs contend that the Watson Defendants’ claim fails \nbecause Plaintiffs had a legitimate business interest in filing t he lawsuit.   The \nWatson Defendants’ relevant allegations include the following: \n the Watson Defendants have a valid contract with LexisNexis regarding \nthe purchase of PRUS that entitles the Watson Defendants to payment \nof the Escrow Funds, (Watson Defs.’ Countercl. ¶ 21); \n Plaintiffs received a copy of the LexisNexis purchase agreement, \n(Watson Defs.’ Countercl. ¶ 6) , and were aware that the LexisNexis \npurchase agreement contained an indemnification escrow, (Watson \nDefs.’ Countercl. ¶ 7); \n Plaintiffs filed suit to induce LexisNexis to assert a claim to monies in \nthe indemnification escrow, preventing the release of the Escrow Funds \nto the Watson Defendants, (Watson Defs.’ Countercl. ¶ 23); \n Plaintiffs’ lawsuit and its continued maintenance are without \njustification because they had released all claims against the Watson \nDefendants, had accepted payments from LexisNexis in satisfaction of \ndebt owed to Plaintiffs arising from the sale of their membership \ninterests, and knew that the Watson Defendants had no arrange ments \nor discussions with LexisNexis prior to the execution of the Assignment \nAgreement, an allegation which was critical to Plaintiffs’ original \nlawsuit, (Watson Defs.’ Countercl. ¶ 24); and \n as a result of Plaintiffs’ malicious conduct, the Watson Defenda nts did \nnot receive the first distribution from the Escrow Funds and have thus \nbeen injured, (Watson Defs.’ Countercl. ¶ 25). \n32. Contrary to Plaintiffs’ interpretation, these allegations, taken as true, do \nnot admit of a motive other than malice, or any legit imate business justification.  \nPlaintiffs cite to several North Carolina cases that have held the following are \nlegitimate business purposes: \n a defendant’s desire to “increase sales of its products,” Combs & Assocs., \nInc. v. Kennedy, 147 N.C. App. 362, 271, 555 S.E.2d 634, 641 (2001); \n a defendant’s desire “to establish a competing business,” id.; \n a defendant’s desire “to satisfy the liens” on its assets, Sellers, 191 N.C. \nApp. at 83, 661 S.E.2d 915 at 922; and \n a defendant’s desire to pay a “less expensive p rice” for services, Area \nLandscaping, 160 N.C. App. at 524, 586 S.E.2d 507, 510–11. \nNone of these legitimate business purposes, however, are at issue here.  The Watson \nDefendants’ Counterclaim does not admit, nor do Plaintiffs contend, that, in filing \ntheir lawsuit, Plaintiffs had a desire to increase sales, establish a competing business, \nsatisfy liens, or pay a less expensive price.   \n33. In Hooks, plaintiff alleged that defendant offered plaintiff’s employees job \nopportunities which induced them to terminate at-will contracts and induced them to \nbreach non -competition provisions in their employment contracts.  Plaintiff also \nalleged, however, that defendant’s new job involved developing new territory for the \nnew employer.  The North Carolina Supreme Court concluded that such an allegation \nadmitted a legitimate business purpose.  Hooks, 322 N.C. 216, 222, 367 S.E.2d 647, \n650 (1988) (“We conclude that the hiring and placing of the plaintiff’s former \nemployees by the defendant for the purpose of developing the territ ory assigned to \nhim by a company competing with the plaintiff amounted to justifiable interference.”). \n34. Here, however, there is no similar allegation.  Despite Plaintiffs’ \ncontentions (and allegations in their Amended Complaint, which the Court does not \nconsider in its resolution of this Motion) to the contrary, there is no allegation in the \nWatson Defendants’ Counterclaims that Plaintiffs had any business justification for \nfiling the lawsuit other than the malicious purpose of inducing LexisNexis to prevent \nthe release of the escrow funds to the Watson Defendants. \n35. Discovery may ultimately show that Plaintiffs were justified in interfering \nwith the LexisNexis Agreement; Plaintiffs certainly contend that they were, and \nPlaintiffs’ Amended Complaint in this cas e alleges that they were.  However, \nconsidering only the allegations in the Watson Defendants’ Counterclaims, and \nassuming those allegations to be true, the Watson Defendants have sufficiently stated \na claim for tortious interference with contract to survive Plaintiffs’ Motion.   \n36. Accordingly, the Court concludes that Plaintiffs’ Motion with respect to the \nWatson Defendants’ counterclaim for tortious interference should be denied. \nVI. CONCLUSION \n37. For the foregoing reasons, the Court hereby DENIES the Motion. \n \nSO ORDERED, this the 10th day of November, 2016. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}