{
  "id": "f678787c4b9ab4424f2aff9c57860a5478a0498ff6f24b04ce682fa473c383b2",
  "source_file": "data/raw/ncbc/f678787c4b9ab4424f2aff9c57860a5478a0498ff6f24b04ce682fa473c383b2.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF ROBESON \nIN THE GENERAL COURT OF JUSTICE  \nSUPERIOR COURT DIVISION \n09 CVS 3031 \n \nLANNESS K. McKEE and LANNESS \nK. McKEE, JR., \n \n                  \nPlaintiffs, \n \nv. \n \nHUNTINGTON JAMES, JOHNNIE \nMARSHBURN, and COCONUT \nHOLDINGS, LLC,  \n \n              \nDefendants, \n \nv. \n \nLANNESS K. McKEE & COMPANY, \nINC., \n \n                              Nominal Defendant.      \n \n \n \n \n \n \n \n \n \nORDER AND OPINION \n \n \n{1} THIS MATTER  is before the Court upon Defendant Huntington \nJames’s (“James”) Motion for Summa ry Judgment, Defendant Coconut \nHoldings, LLC’s (“Coconut Holdings”) Motion for Summary Judgment, and \nJames’s Motion to Exclude Plaintiffs ’ Expert Witnesses’ Affidavits and \nTestimony (“Motion to Exclude Expert Testimony”) (collectively, the \n“Motions”).  \n{2} The Court, having considered the Motions, affidavits and supporting \nbriefs, as well as the arguments of counsel at the September 25, 2014 hearing \nin this matter, hereby GRANTS James’s Motion for Summary Judgment, \nGRANTS Coconut Holdings’s Motion for Summary Judgment, and, in light of \nthese rulings, DENIES as moot James’s Motion to Exclude Expert Testimony. \nMcKee v. James, 2014 NCBC 73.\n \n \nBrazil & Dunn, by K. Scott Brazil and Chad W. Dunn, and The Foster Law \nFirm, P.A., by Jeffrey B. Foster, for Plaintiffs. \n \nPoyner Spruill, LLP, by Joshua B.  Durham and Jason B. James, for \nDefendant Huntington James. \n \nBell, Davis & Pitt, P.A., by Edward B. Davis and Andrew A. Freeman, for \nDefendant Coconut Holdings, LLC. \n \nBledsoe, Judge. \nI. \nBACKGROUND \n{3} The facts and procedural background of this case are recited in detail \nin McKee v. James , 2013 NCBC 38 (N.C. Super. Ct., July 24, 2013), \nhttp://www.ncbusinesscourt.net/opinions/2013_NCBC_38.pdf.  The pertinent \nbackground for purposes of resolving the present Motions is set forth below. \n{4} Plaintiff Lanness K. McKee (“Lanness”) formed Lanness K. McKee & \nCo., Inc. (“McKee Craft” or “the Company”), a Fairmont, North Carolina-based \ncompany, more than forty years ago “for the purpose of building top-of-the-line \nboats for government and recreational use.”  (Compl. ¶ 8.)  Lanness’s son, \nPlaintiff Lanness K. McKee, Jr. (“Key”), later joined McKee Craft and became \nits President in 1989. (Lanness Dep. 66:14–68:3, Mar. 16, 2011.)   \n{5} For decades, McKee Craft serviced a broad client base, comprised of \nbusinesses, government agencies, and recreational boaters, and was a well-\nrespected brand in the boating industry .  (Compl. ¶¶ 10, 12; Marshburn Dep. \n16:20–25, Sept. 15, 2010.)  The Company was known for producing “unsinkable \n \n \nboats” through use of a unique “pressure  foam filled construction” design.  \n(Compl. ¶¶ 14—16.)   \n{6} In early 2007, James contacted McKee Craft seeking an “unsinkable” \nboat for his personal use.  (Compl. ¶ 19.)  When McKee Craf t agreed to build \nhis boat as requested, James remarked that he was glad he would not need to \ntake the “drastic step” of buying hi s own boat manufacturer to construct a \nsuitable boat.  (Pls.’ Ex. 4.)  \n{7} McKee Craft’s financial condition ha d begun to deteriorate in the \nyears preceding James’s initial contact with the Company.  Though Company \nsales peaked at approximately $9.2 million in 2004, sales thereafter decreased \neach year from 2005 to 2007.  (Pls.’ Ex. 14.).  McKee Craft was also short on \ncash, a problem that caused it to fall be hind on its payments to vendors, who \nin turn began to withhold parts and materials critical to the Company’s \noperations, thereby hindering the Company’s production and thus contributing \nto a growing backlog of orders.\n1  (Key Dep. 79:23–25, Oct.14—15, 2013; Pls.’ \nEx. 13. 2).  The Company’s cash flow problems ultimately forced it to halt \nproduction of James’s boat in February 2007.   (James Aff. ¶ 4.)   \n{8} Soon thereafter, in April 2007, James and Key began discussing the \npossibility of James making a cash cont ribution to McKee Craft in exchange \n                                                 \n1 Plaintiffs attribute McKee Craft’s cash flow problems to the Company’s “unprecedented sales” \nprior to James’s engagement with the Company.  (Compl. ¶ 20; Pls.’ Br. Opp. James Mot. S.J., \np. 4.)  This assertion is directly contradicted by Key’s deposition testimony that sales declined \nin 2005, 2006 and 2007.  (Key Dep. 44:1–46:6.)  \n \n2 Plaintiffs’ Exhibit 13 sets forth thirty-two (32) of McKee Craft’s “Known Problems & Issues” \nas of August 2007. \n \n \nfor an ownership interest in the Company.  (James Aff. ¶ 5.)  James reviewed \nMcKee Craft’s financial statements, si gning a Confidentiality Agreement in \nthe process (Pls.’ Ex. 6.), and visited the Company’s facilities, taking notes that \nincluded: “How much would it cost to start from scratch?”  (Pls.’ Ex. 3.)  \n{9} In an email to Key dated April 18, 2007, James outlined three \n“options” for them to explore: (i) James could “simply pay McKee Craft to build \nthe boat that [he wanted] and then go on  [his] way”; (ii) James could start his \nown boating company and pay McKee Craft to build boats for his new company; \nor (iii) James could “purchase a portion or all of the company’s shares or make \nan ‘investment’ by personally guaranteeing the company’s debts so that the \nbanks would leave the company alone and give it time to pay off those \nbalances.”  (Pls.’ Ex. 5.) \n{10} On May 30, 2007, the parties executed a Temporary Share Purchase \nAgreement (“TSPA”), which provided that James would make a $300,000 \nequity investment in McKee Craft by May 31, 2008 in exchange for an \napproximate 20% stake in the Company.\n3 (Compl. ¶ 35; Pls.’ Ex. 9.).  Rather \nthan delay his investment for up to a year as permitted under the TSPA, James \nprovided the full $300,000 contribution on the effective date of the TSPA (\ni.e., \n                                                 \n3 Prior to execution of the TSPA, all of McKee Craft’s stock was held by Plaintiffs and other \nmembers of the McKee family.  (Pls.’ Ex. 9.) \n \n \n \nMay 30, 2007),4 and McKee Craft used the funds to pay its vendors.  (Key Dep. \n205:16–215:4.) \n{11} As contemplated in the TSPA, the parties subsequently executed a \nCommon Stock Purchase Agreement (“CSPA I”), a more detailed agreement \nconcerning James’s investment and owne rship interest in McKee Craft, on \nAugust 6, 2007. 5  (Pls.’ Ex. 104)  The parties were represented by counsel in \nnegotiating CSPA I, which included a me rger clause specifying that CSPA I \nrepresented “the entire agreement and understanding of the parties relating \nto the subject matter [t]herein and merge[d] all prior discussions and \nagreements between them, including the [T SPA].”  (Frazier Aff. ¶ 3; Pls.’ Ex. \n104, p. 14.) \n{12} Notwithstanding James’s initial investment, McKee Craft’s cash flow \nproblems persisted, prompting James to extend numerous loans to McKee \nCraft in an attempt to keep the Company  afloat.  (James Aff. ¶ 21.)  The \nundisputed evidence shows that James  loaned the Company $78,000.00 on \nJune 19, 2007; $50,000.00 on August 7,  2007; $48,000.00 on August 17, 2007; \n$124,000.00 on August 24, 2007; $10, 000.00 on November 27, 2007; and \n$50,000.00 on January 10, 2008.  (James Aff. ¶ 21, p. 60, 186–90.)   \n                                                 \n4 Because of the company’s immediate need for cash, James provided $50,000 of the $300,000 \nto McKee Craft on May 23, 2007, prior to execution of the TSPA (James Aff. ¶ 9.), and the \nremaining $250,000 on May 30, 2007, the day the TSPA was executed. (James Aff., p. 185; \nKey Dep. 205:16–215:4.) \n \n5 CSPA I had an effective date of May 30, 2007.  (Frazier Aff. ¶ 4.)  \n \n \n{13} Having substantially increased his investment in McKee Craft, \nJames indicated to Key that the January 10, 2008, $50,000 loan was the “final \nstraw” and that if McKee Craft needed additional funds, he would need to \nrenegotiate his interest in the Company.  (James Aff. ¶¶ 21–22, p. 60.).  James \nalso made a note to himself around this time concerning the liquidation value \nof the Company’s inventory.  (Pls.’ Ex. 20.)  \n{14} On February 6, 2008, the partie s executed a Consolidated Share \nPurchase Agreement (“CSPA II”), which left James holding 88.65% of McKee \nCraft’s outstanding stock. (Frazier Aff. Ex. 7, p. 3.)  James paid $8,582.50 for \nthe newly acquired McKee Craft shares, the equivalent of $1 per share.  \n(Frazier Aff. Ex. 6, p. 1.)  Plaintiffs allege that they agreed to this arrangement \nbased in part on James’s purported pr omises that, among other things, he \nwould hire advisors to help “turnaro und” McKee Craft’s business and would \nretain Plaintiffs as McKee Craft e mployees.  (Compl. ¶¶ 48—57.)  These \npurported promises are not reflected in CSPA II, however, as James \nspecifically declined Key’s request to include them in the agreement. (James \nAff., p. 148–51; Key Dep. 261:20–267:23; Frazier Aff. Ex. 6.)  The parties were \nrepresented by counsel in executing CSPA  II, which includes a merger clause \nnearly identical to the merger clause set forth in CSPA I. (Frazier Aff. Ex. 6, p. \n4.) \n{15} Following execution of CSPA II, James placed Key in charge of \ngovernment sales and hired Defendant Johnnie Marshburn (“Marshburn”), a \n \n \nformer McKee Craft consultant, to serv e as the Company’s controller.  (Key \nDep. 93:22–95:2; Marshbur n Dep. 13:6–23:12, 46:16– 49:2.)  McKee Craft’s \nfinancial condition remained bleak, however, as the Company was not immune \nto the ailing economy of 2008, the detrimental effects of which caused \nnumerous other boat manufacturers, i.e., companies in McKee Craft’s line of \nbusiness, to cease operations around this time.  (Vickers Dep. 195:10–197:6, \nMar. 17, 2011; Wilkerson Dep. 23:12–24:25 , Oct. 16, 2013; James Aff. ¶ 32.)  \nKey has acknowledged the damage caused to McKee Craft by the economic \nrecession. (James Aff., p. 153.)  \n{16} James formed several new entities, including Coconut Holdings and \nMarine Contract Manufacturing (“MCM”), between February and April 2008.  \n(James Dep. 143:11–148:6.)  James esta blished and capitalized Defendant \nCoconut Holdings specifically to acquire real estate in Lumberton to be used \nfor new McKee Craft facilities, though the plan ultimately fell through.  (James \nDep. 144:8—12.)  James also formed MC M in order to build boats for McKee \nCraft and to serve as backup facilities in the event creditors foreclosed on \nMcKee Craft’s plant.  (James Dep. 147: 2—25.)  Plaintiffs allege that James \nformed these entities as part of a plan to start a new boating company – \nwithout Plaintiffs – using McKee Craft’s historic assets.   \n{17} James ceased McKee Craft’s business operations sometime between \nJune and August 2008.  (James De p. 148:24—149:6.)  James cites the \n“[w]orldwide economic meltdown, high fuel prices,” and unanticipated debt \n \n \nobligations as factors that contributed to this decision.    (James Dep. 143:11—\n144:3.)  He also laid of f most of McKee Craft’s employees, including Key, \nexplaining to them that his financial exposure had far exceeded what he had \nexpected based on his initial discussions with Key.  (James Dep. 143:11–144:3; \nJames Aff., p. 121–124, 128.)   \n{18} Key subsequently attempted to reacquire James’s McKee Craft \nshares and to repay the money that James had loaned to the Company, but he \nwas unable to secure adequate funding to do so.  (James Aff., p. 127, 129, 131–\n158)  In an email to James dated February 13, 2009, Key states as follows:  \nI appreciate what you have done, and I stand behind my \nconviction that I will get funded next week.  I never wanted you \nor anyone to lose any money with McKee Craft.  In hindsight the \nmarket conditions now may have caused major problems as we \nare seeing now. \n \n(James Aff., p. 153.) \n \n{19} By May 2009, James had begun the process of winding up McKee \nCraft.  Through counsel, James contac ted Country Boys Auction & Realty \n(“Country Boys”) to schedule an auctio n for the sale of McKee Craft’s boat \nmolds and plugs, the Company’s primary and most valuable remaining assets.\n \n(Shannon Hoff Dep. 60:22—65:21, Aug. 23, 2011.)  Following an advertising \ncampaign, which Plaintiffs contend failed to provide adequate notice to \nprospective buyers, Coconut Holdings purchased the McKee Craft boat molds \nand plugs for $40,000 at an auction held July 30, 2009.  (Pls.’ Ex. 68.)   \n \n \n{20} Coconut Holdings subsequently ac quired ownership of the McKee \nCraft trademarks, which had been exclud ed from the auction, for a purchase \nprice of $1,000.  (Pls.’ Ex. 76 at 79:8–81:19.) \n{21}   Coconut Holdings continues to  own the McKee Craft trademarks, \nbut does not use them.  (Pls.’ Ex. 76 at 49:25–50:3.) \n{22} Since winding up McKee Craft, James  has used the historic McKee \nCraft boat molds to build boats thro ugh a separate entity, MHM Marine \n(“MHM”).  (Pls.’ Ex. 74, p. 56:8—56:16.)  It is unclear based on the submissions \nof record whether MHM continues to do so. \n{23} On August 27, 2009, Plaintiffs filed their original Complaint in this \naction, asserting numerous claims for relief against James and Marshburn. 6   \nPlaintiffs’ claims against James allege , in essence, that McKee Craft was a \nvaluable and successfully operatin g company before James, through \nmisrepresentations, broken  promises, and other alleged deceitful conduct, \nacquired and looted the Company, leavin g Plaintiffs “broke and destitute.” \n(Pls.’ Br. Opp. James Mot. S.J., p. 2.)  \n{24} This action was subsequently designated a mandatory complex \nbusiness case and assigned to this Court (Murphy, J.) on October 26, 2009.  The \ncase was reassigned to the undersigned on July 2, 2014. \n                                                 \n6 Because Marshburn has not moved for summa ry judgment, the Court will not discuss \nPlaintiffs’ claims against him except to the extent necessary to resolve the present Motions. \n \n \n{25} Plaintiffs filed a Second Amended Complaint 7 (hereinafter, the \n“Complaint”) on October 13, 2010, join ing Coconut Holdings as a Defendant \nand McKee Craft as a Nominal Defendant to this action.  The Complaint \nasserts direct claims as well as derivative claims brought by Plaintiffs on \nbehalf of McKee Craft in their capacity as McKee Craft shareholders. \n{26} The Court (Murphy, J.) has dismi ssed many of Plaintiffs’ claims \nthrough Orders previously entered in this action.  \nMcKee v. James, No. 09 CVS \n03031 (N.C. Super. Ct., April 14, 2010)  (denying Plaintiffs’ request for \ninjunctive relief); McKee v. James, No. 09 CVS 03031 (N.C. Super. Ct., June \n10, 2010) (granting in part and denying in part Defendant’s first motion to \ndismiss); McKee v. James , 2013 NCBC 38 (N.C. Super. Ct., July 24, 2013) \n(granting in part and denying in part James’s second Motion to Dismiss).   \n{27} Still pending before the Court are Plaintiffs’ claims against James for \nbreach of contract (direct), fraud (direc t), breach of fiduciary duty (direct and \nderivative), gross mismanagement (deriv ative), civil conspiracy (direct and \nderivative), conversion (derivative), unfair and deceptive trade practices \n(“UDTP”) (direct and derivative), unjust enrichment (derivative), and punitive \ndamages.  Also pending are Plaintiff’s claims against Coconut Holdings, \nconsisting of the same claims that re main pending against James, but which \nare premised upon a “piercing the corporate veil” theory of recovery.\n8  \n                                                 \n7 Plaintiffs had previously filed a First Amended Complaint on June 15, 2010. \n \n8 As noted above, the Court will not address Plaintiffs’ claims against Marshburn. \n \n \n{28} On January 31, 2014, both James and Coconut Holdings moved for \nsummary judgment with respect to Plaintiffs’ remaining claims against them \npursuant to Rule 56 of the North Carolina Rules of Civil Procedure.  That same \nday, James also moved pursuant to Rule 702 of the North Carolina Rules of \nEvidence to exclude certain testimony proffered by four of Plaintiff’s purported \nexpert witnesses.  \n{29} The Court held a hearing on these matters on September 25, 2014.   \nII. \nANALYSIS \nA. \nJames’s Motion for Summary Judgment \n{30} James seeks an order granting summary judgment in his favor and \ndismissing Plaintiffs’ remaining claims against him with prejudice.  The \nCourt will examine the merits of James’s Motion for Summary Judgment \nwith respect to each of Plaintiff’s claims, in turn, below. \nLegal Standard \n{31} Summary judgment is proper “if the pleadings, depositions, answers \nto interrogatories, and admissions on file , together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party \nis entitled to a judgment as a matter of law.” N.C.G.S. § 1A-1, Rule 56(c) (2014).  \nThe party moving for summary judgment may prevail on its motion by \ndemonstrating (1) that an essential element of the plaintiff’s claim is \nnonexistent; (2) that the plaintiff is un able to produce evidence to support an \n \n \nessential element of the claim; or (3) that the plaintiff cannot surmount an \naffirmative defense that bars th e claim as a matter of law.  Hash v. Estate of \nHenley, 190 N.C. App. 645, 647, 661 S.E. 2d 52, 53 (2008).  The movant’s \ncontentions are to be “carefully scrutinized while those of the opposing party \nare indulgently regarded.”  DeCarlo v. Gerryco, Inc., 46 N.C. App. 15, 19, 264 \nS.E. 370, 373 (1980).  Th e party opposing summary judgment may not, \nhowever, “rest upon the mere allegation s or denials of his pleading, but his \nresponse, by affidavits or as otherwise provided in this rule, must set forth \nspecific facts showing that there is a genuine issue for trial.”  N.C.G.S. § 1A-1, \nRule 56(e) (2014).   \nBreach of Contract (Direct) \n{32} “The elements of a claim for breach of contract are (1) existence of a \nvalid contract and (2) breach of the terms of that contract.”  Poor v. Hill, 138 \nN.C. App. 19, 26, 530 S.E.2d 838, 843 (2000).    \nTSPA II \n{33} Plaintiffs predicate their breach of contract claim primarily upon \nJames’s alleged failure to honor a number of promises that he purportedly \nmade in connection with TSPA II.  (Compl. ¶¶ 105—07.)  Specifically, Plaintiffs \ncontend that they relinquished their McKee Craft stock, and thus a controlling \ninterest in the Company, in reliance on James’s purported promises to do the \nfollowing: \n[i] Provide funding for the expansion of [McKee Craft]; \n \n \n \n[ii] Pay the creditors of the Company pursuant to agreements \nreached with those creditors;  \n \n[iii] Provide continuing employment of the Plaintiffs by the \nCompany at a salary commensurate with the skill and \nknowledge level of the Plaintiffs and their years of service \nbuilding the Company; \n \n[iv] Provide continuing health  insurance benefits to the \nPlaintiffs; \n \n[v] Protect the assets of the Company and transfer the stock of \nthe Company back to the Plaintiffs at such time as the \nCompany was realizing the rewards of the new government \ncontracts and sales; \n \n[vi] Continue to honor the warranty obligation of the Company \nto its customers; and \n \n[vii] Protect the Plaintiff’s [sic ] personal property which was \npledged to secure debts of the Company. \n \n(Compl. ¶ 107.)  Plaintiffs allege that  James breached every one of these \npromises to Plaintiffs’ detriment.  \n{34} Where a contract is reduced to writin g, “[p]arol testimony of prior or \ncontemporaneous negotiations inconsiste nt with [the] written contract, or \nwhich tends to substitute a new or different contract for the one evidenced by \nthe writing, is incompetent.”  West Jefferson v. Edwards , 74 N.C. App. 377, \n379, 329 S.E.2d 407, 409 (1985).  Our Supreme has explained the parol \nevidence rule as follows: \nA contract not required to be in writing may be partly written and \npartly oral. However, where the parties have deliberately put \ntheir engagements in writing in such terms as import a legal \nobligation free of uncertainty, it  is presumed the writing was \nintended by the parties to represent all their engagements as to \nthe elements dealt with in the writing. Accordingly, all prior and \n \n \ncontemporaneous negotiations in respect to those elements are \ndeemed merged in the written agreement. And the rule is that, in \nthe absence of fraud or mistak e or allegation thereof, parol \ntestimony of prior or contemporaneous negotiations or \nconversations inconsistent with the writing, or which tend to \nsubstitute a new and different contract from the one evidenced by \nthe writing, is incompetent. \n \nId. (quoting Neal v. Marrone, 239 N.C. 73, 77, 79 S.E. 2d 239, 242 (1953)). \n{35} A merger clause reinforces the parol evidence rule by “creat[ing] a \nrebuttable presumption that the writing represents the final agreement \nbetween the parties.”  Zinn v. Walker, 87 N.C. App. 325, 333, 361 S.E.2d 314, \n318 (1987)).  “Generally, in  order to effectively re but the presumption, the \nclaimant must establish the existence of  fraud, bad faith, unconscionability, \nnegligent omission or mistake in fact.”  Id.  North Carolina courts have also \ndeclined to enforce merger clauses where doing so “would frustrate and distort \nthe parties’ true intentions and understanding regarding the contract[.]”  Id. \nat 333, 361 S.E.2d at 318—19 (citing Loving Co. v. Latham, 20 N.C. App. 318, \n201 S.E.2d 516 (1974), wherein the court held that “to permit the standardized \nlanguage in the printed forms, . . . to nullify the clearly understood and \nexpressed intent of the contracting parties would lead to a patently unjust and \nabsurd result” (ellipsis in original)).   \n{36} Here, the alleged breaches are based on oral representations made by \nJames prior to CSPA II, the parties’ written agreement which encompasses the \nsubject matter of James’s purported promises but which is devoid of any \nreference to such promises.  CSPA II also  includes a merger clause specifying \n \n \nthat CSPA II represents the parties’ entire agreement concerning the \ntransaction in question, namely, James’s purchase of a controlling interest in \nMcKee Craft.  Any promises made by James or Plaintiffs prior to CSPA II have \nt h u s  b e e n  s u p e r s e d e d  b y  C S P A  I I ,  and are therefore irrelevant, absent a \nshowing of fraud or other grounds to rebut the presumption that CSPA II \nrepresented the parties’ final agreement. \n{37} Plaintiffs insist that they never would have relinquished their McKee \nCraft shares at a price of $1 per share absent James’s purported promises, that \nthey were defrauded into doing so, and that failure to construe James’s \npromises as part of CSPA II “would fr ustrate and distort the parties’ true \nintentions and understanding regarding [their agreement.]”  See Zinn, 87 N.C. \nApp. at 333, 361 S.E.2d at 318—19.   \n{38} The undisputed evidence before the Court reveals neither evidence of \nfraud in connection with CSPA II nor evidence that Plaintiffs’ intentions \nconcerning CSPA II would be “frustrate d” if James’s purported promises are \nexcluded from CSPA II.  To the contrary, the undisputed evidence indicates \nthat Plaintiffs understood what they were giving up in executing CSPA II and \nalso understood that James’s promises were not part of that agreement.  \nSpecifically, Plaintiffs, who were represented by counsel in the transaction, \nacknowledged that they were not “cap able and willing to provide or secure \nsufficient equity or debt financing to solve the Corporation’s severe financial \nneed” and that McKee Craft’s “common stock [was] worth only a nominal \n \n \namount.” (Frazier Aff. Ex. 7, pg. 1.)   The evidence also reveals that Key, on the \nadvice of counsel, sought inclusion of James’s purported promises in CSPA II, \nbut James specifically refused.  ( James Aff., p. 148–51; Key Dep. 261:20–\n267:23.)   \n{39} Zinn v. Walker, 87 N.C App. 325, 361 S.E.2d 314 (1987), the case cited \nby Plaintiffs in support of their contention on this issue, is easily distinguished \nfrom the present case.  Zinn involved three contemporaneously executed \ncontracts, the third of which set forth boilerplate language containing a merger \nclause.  Id. at 333, 361 S.E.2d at 318.  The co urt determined that because the \nparties intended the three contracts to be construed as a single agreement, \nneither the parol evidence rule nor the merger clause in the third contract \nprecluded evidence concerning the earlier contracts.  Id. at 332—33, 361 S.E.2d \nat 318—19.  Here, in contrast, the partie s knew that James’s earlier promises \nwere not integrated into CSPA II – and therefore could not have intended for \nthem to be part of the agreement – because Key requested their inclusion and \nJames specifically rejected them.  Although there is no need to inquire further, \nthe Court additionally notes that, unlike the boilerplate provisions of the \ncontract in Zinn, the contract here, CSPA II, consisted of provisions carefully \nnegotiated by counsel on both sides of the transaction.  See Huttenstine v. \nMast, 537 F. Supp. 2d 795, 803—04 (E.D.N.C.  2008) (distinguishing a contract \nthat had been “extensively negotiated between counsel of the parties” from the \n“preprinted boilerplate provisions” at issue in Zinn in concluding that the court \n \n \nwas “compelled to give effect to the [contract’s] merger clause” under the \ncircumstances).  Accordingly, the Court finds no basis to circumvent the \nparties’ bargained-for merger clause in  the instant case and concludes that \nCSPA II supersedes any purported prom ises made by James prior to that \nagreement. \nMcKee Craft’s Cash Flow Plan \n{40} The Court also finds no merit in Plaintiffs’ contention that James \nbreached a promise to contribute $1. 35 million to McKee Craft in connection \nwith a cash flow plan drafted by a Company consultant in February 2008.  The \nundisputed evidence shows that the cash flow plan was not part of any contract \nbetween the parties and does not reflect whether James’s personal funds were \nto serve as the source of the contribu tion.  (Pls.’ Ex. 103.)  James in fact \nprocured a $1.4 million line of credit for McKee Craft in March 2008, after Key \nhad struggled for some time to obtain a loan on the Company’s behalf.  (Pls.’ \nEx. 49.)  Moreover, Key could not recall in his deposition testimony any amount \nthat James had failed to pay McKe e Craft (Key Dep.  205:16–215:4.), and \nJennifer Shumpert, McKee Craft’s in-house accountant, testified only that the \n“cash flow plan . . . showed approximately $1.5 million cash injection” and that \nshe “believe[d] Hunt James was going to invest $1.5 million once he obtained \na majority interest.”  (Shumpert Aff. ¶ 4.)  There is no evidence, in other words, \nthat James breached any promise made in connection with the $1.35 million \ncontribution contemplated by the cash flow plan. \n \n \nConfidentiality Agreement \n{41} Plaintiffs further contend that James breached the Confidentiality \nAgreement that he signed in April 2007, when he was considering his initial \ninvestment in McKee Craft, because “from the very beginning” he intended to \nuse the information he gathered on  McKee Craft to form his own boat \nmanufacturing company.  (P ls.’ Br. Opp. James Mot. S.J., p. 33.)  Plaintiffs \nspecifically cite only the Confidentiality Agreement itself in support of this \ncontention, and the Court, having review ed the record, finds no evidence to \nsuggest that James actually used any of the information acquired in his initial \ninvestigation of McKee Craft in violation of the Confidentiality Agreement.  \nAccordingly, this contention is without merit. \nTSPA and CSPA I \n{42} Plaintiffs contend that James also breached the TSPA and CSPA I.  \nCiting neither specific evidence of  James’s alleged breaches of these \nagreements nor authority to support their position, Plaintiffs sweepingly aver \nthat these agreements “presumed and included in their intent that James \nwould (a) give his best efforts to McKee Craft and not some competing \nenterprise; (b) invest heavily in the company to cause its turnaround; [and] (c) \nprovide the company with his expertise an d [that of] others.”  (Pls.’ Br. Opp. \nJames Mot. S.J., p. 33.)  It is undisputed, however, that the TSPA did not \ninclude these “presumed” terms; that CSPA I superseded the TSPA; that CSPA \nI did not include these terms; and that CSPA I included a merger clause \n \n \nspecifying that CSPA I represented “the entire agreement and understanding \nof the parties relating to the subject matter [t]herein and merge[d] all prior \ndiscussions and agreements between them , including the [TSPA].”  (Frazier \nAff. ¶ 3; Pls.’ Ex. 104, p. 14.)  Plaintiffs’ contention that the proffered terms \nshould be implied into these agreements is thus without merit.9   \n{43} The Court notes the allegations in Plaintiffs’’ Complaint that James \nbreached the TSPA when he “delayed  in delivering part of the [$300,000] \ncapital he had promised in exchange for the [McKee Craft] shares.”  (Compl. ¶ \n37.)  These allegations are contradicted by the record evidence, which reveals \nthat James provided the full $300,000 contribution by May 30, 2007, one day \nprior to the May 31, 2007 deadline imposed by the TSPA.  Key in fact conceded \nthe timeliness of this contribution in his deposition testimony and, as noted \nabove, was unable to identify \nany payment that James had delayed or withheld \nfrom the Company.  (Key Dep. 205: 16–215:4.)  Indeed, Key was unable to \nreconcile his testimony with the allegations set forth in paragraphs 37 through \n40 of the Complaint, which assert that James delayed the $300,000 \ncontribution; that “[i]n the meantime, accounts payable began to stack up, \nresulting in crippling interest and penalt ies owed to creditors”; that “James \npurposely slowed the investment of ca pital to create a perilous financial \ncondition for the company”; and that “[a]s a result of [James’s] failure to \nprovide the promised capital, [McKee Craft] would need to seek bankruptcy re-\n                                                 \n9 The Court also declines, to the extent it is argued, to read these terms into CSPA II for the \nsame reasons. \n \n \norganization or another source of capital.”  (Compl. ¶¶ 37—40.)  The Court \naccordingly finds no evidentiary support for Plaintiffs’ contentions concerning \nJames’s alleged breaches of the parties’ shareholder agreements. \nAdditional Promises \n{44} Plaintiffs vaguely allude to ot her contracts “supported by the \nconsideration” that James also purportedly breached.  (Pls. Br. Opp. James \nMot. S.J., p. 33.)  Plaintiffs have faile d to identify such contracts, however, \nmuch less evidence that would create an issue of material fact concerning \nwhether they were breached.  See Charlotte Motor Speedway, LLC v. Cnty. of \nCabarrus, 748 S.E.2d 171, 175 (N.C. Ct. App. 2013), review allowed, 753 S.E.2d \n664 (N.C. 2014) (providing that  “claims for breach of contract . . . necessarily \nhinge on the threshold issue of whethe r a valid contract actually existed \nbetween [the parties]”).   \n{45} Accordingly, in light of the fore going, the Court GRANTS James’s \nMotion for Summary Judgment with respect to Plaintiffs’ breach of contract \nclaim and DISMISSES this claim with prejudice. \nFraud (direct) \n{46} A plaintiff must establish the following elements in order to prevail \non a fraud claim: \n(1) that the defendant made a repr esentation of a material past \nor present fact; (2) that the repres entation was false; (3) that it \nwas made by the defendant with knowledge that it was false or \nmade recklessly without regard to its truth; (4) that the defendant \nintended that the plaintiff rely on the representation; (5) that the \nplaintiff did reasonably rely on it; and (6) injury. \n \n \n \nBraun v. Glade Valley Sch., Inc. , 77 N.C. App. 83, 87,  334 S.E.2d 404, 407 \n(1985) (citing Johnson v. Phoenix Mutual Life Ins. Co., 300 N.C. 247, 266 S.E. \n2d 610 (1980)).  Whereas “a mere promis sory representation will not support \nan action for fraud[,] . . . a promissory misrepresentation may constitute actual \nfraud if the misrepresentation is made with intent to deceive and with no \nintent to comply with the stated  promise or representation.”  Id. (citations \nomitted).  \n{47} Plaintiffs predicate their fraud claim in part upon James’s purported \npromises discussed above in connection with Plaintiffs’ breach of contract \nclaim.  Having dismissed Plaintiffs’ breach of contract claim, supra, Plaintiffs’ \nfraud claim likewise fails to the extent that it relies on those same purported \npromises.  To the extent Plaintiff co ntends that James induced them to \nrelinquish their McKee Craft shares through representations that did not rise \nto the level of promises, the Court finds that Plaintiffs are unable to show that \ntheir reliance on such representations was reasonable under the \ncircumstances.\n10  Indeed, James and Plaintiffs engaged in numerous \ndiscussions, wherein James made many representations to Plaintiffs, and Key, \nlikewise, made many representations to James, concerning, for instance, \nMcKee Craft’s potential for growth wh en he and James began discussing \n                                                 \n10 Plaintiffs contend that reliance is not a necessary element of fraud when the underlying \nallegations concern the defendant’s failure to disclose information (Pls.’ Br. Opp. James Mot. \nS.J., p. 35–36.)  This contention is irrelevant for purposes of the present analysis, however, as \nthe Court (Murphy, J.) has previously dismisse d Plaintiffs’ fraudulent concealment claim.  \nMcKee, 2013 NCBC 38, at ¶¶ 50–57. \n \n \n \nJames’s investment in the Company.  Th e precise contours of the parties’ \narrangement, however, were carefully negotiated, reduced to writing, and \nclearly defined in the parties’ three shareholder agreements – the TSPA, CSPA \nI, and CSPA II.  Though Plaintiffs may have been induced into these \nagreements by their desire to save McKee  Craft, there is no indication that \nthey were defrauded into entering them .  As discussed above, Plaintiffs were \nrepresented by counsel and were cognizant of the fact that the parties’ \nnegotiated, written agreement, CSPA II, neglected to formalize some of the \nassurances that they had requested.  (Frazier Aff. Ex. 7 at 1.)  The Court \nconcludes, therefore, that any reliance by Plaintiffs on James’s pre-CSPA II \nrepresentations concerning the subject matter of that agreement, the breadth \nof which encompasses the alleged misrepre sentations of which Plaintiffs now \ncomplain, was unreasonable as a matter of law.  \nSee, e.g., Johnson v. Owens, \n263 N.C. 754, 758, 140 S.E.2d 311, 314 ( 1965) (“When the circumstances are \nsuch that a plaintiff seeking relief fr om alleged fraud must have known the \ntruth, the doctrine of reasonable reliance will prevent him from recovering for \na misrepresentation which, if in point of fact made, did not deceive him.”); \nBroussard v. Meineke Disc. Muffler Shops , 155 F.3d 331, 341 (4th Cir. 1998) \n(“[I]f a plaintiff had an alternative source for the information that is alleged to \nhave been concealed from or misrepresented to him, his ignorance or reliance \non any misinformation is not reasonable.”). \n \n \n{48} Plaintiffs additionally support their fraud claim with allegations that \nJames intentionally misrepresented himself as an experienced, sophisticated \ninvestor, who sought to use his resou rces and experience to restore McKee \nCraft to profitability, when in fact James  intended all along to take control of \nthe Company, plunder its value and assets, and then use those assets to start \na new boat manufacturing company, leaving Plaintiffs in his wake.  Plaintiffs \nhave put forth no evidence, however, to support this theory.  To the contrary, \nand to the extent that these represen tations are not subsumed within the \nsubject matter of CSPA II, the undisputed evidence shows that James invested \nsubstantial time and resources in McKee Craft, an established but faltering \ncompany, in the midst of an economic recession.  The evidence indicating that \nJames marketed himself as willing an d able to turnaround McKee Craft’s \nbusiness, but then failed to do so, at most reflects puffery, not actionable fraud, \nand as such provides no grounds for Plaintiffs’ requested relief.  \nPlymouth \nCnty. Ret. Ass’n v. Primo Water Corp. , 966 F. Supp. 2d 525, 544 (M.D.N.C. \n2013) (“[S]tatements that consist of noth ing more than indefinite statements \nof corporate optimism, also known as ‘puffery,’ are immaterial as a matter of \nlaw.”  (Citation and quotation marks omitted)); Hillson Partners Ltd. P’ship v. \nAdage, Inc., 42 F.3d 204, 211 (4th Cir. 1994) (affirming dismissal of fraud claim \nbecause statements in question consis ted of “puffing statements” upon which \n“[n]o reasonable investor would rely”); Howard v. Haddad, 962 F.2d 328, 331 \n \n \n(4th Cir. 1992) (affirming dismissal of fraud claim because the alleged \nmisrepresentations constituted “puffery” and not material statements of fact).   \n{49} Accordingly, the Court GRANTS James’s Motion for Summary \nJudgment with respect to Plaintiffs’ fraud claim and DISMISSES this claim \nwith prejudice. \nBreach of Fiduciary Duty (direct and derivative) \n{50} Plaintiffs contend that James, as McKee’s Craft majority shareholder, \nbreached duties owed to them, as mino rity shareholders, and also breached \nduties owed to the Company itself. \n{51} “A claim for breach of fiduciary duty requires the existence of a \nfiduciary relationship.”  White v. Consol. Planning, Inc. , 166 N.C. App. 283, \n293, 603 S.E.2d 147, 155 (2004)   “[I]n North Carolina majority shareholders \nowe a fiduciary duty and obligation of go od faith to minority shareholders as \nwell as to the corporation.”  Loy v. Lorm Corp. , 52 N.C. App. 428, 432, 278 \nS.E.2d 897, 901 (1981).  Our Supreme Court has explained as follows:   \nThe devolution of unlimited power imposes on holders of the \nmajority of the stock a correlative duty, the duty of a fiduciary or \nagent, to the holders of the minority of the stock, who can act only \nthrough them -- the duty to exercise good faith, care, and diligence \nto make the property of the corporation produce the largest \npossible amount, to protect the in terests of the holders of the \nminority of the stock, and to secure and pay over to them their \njust proportion of the income and of the proceeds of the corporate \nproperty. The controlling majority of the stockholders of a \ncorporation, while not trustees in a technical sense, have a real \nduty to protect the interests of the minority in the management \nof the corporation, especially where they undertake to run the \ncorporation without giving the minority a voice therein. This is so \nbecause the holders of a majority  of the stock have a community \nof interest with the minority ho lders in the same property and \n \n \nbecause the latter can act and contract in relation to the corporate \nproperty only through the former. It  is the fact of control of the \ncommon property held and exercised, and not the particular \nmeans by which or manner in which the control is exercised, that \ncreates the fiduciary obligation on the part of the majority \nstockholders in a corporation fo r the minority holders. Actual \nfraud or mismanagement, theref ore, is not essential to the \napplication of the rule. \n \nGaines v. Long Mfg. Co., 234 N.C. 340, 344—45, 67 S.E.2d 350, 353 (1951). \n{52} “[M]inority shareholders in a clos ely held corporation who allege \nwrongful conduct and corruption against the majority shareholders in the \ncorporation may bring an individual action against those shareholders, in \naddition to maintaining a derivative action on behalf of the corporation.”  \nNorman v. Nash Johnson & Sons’ Farms, Inc. , 140 N.C. App. 390, 405, 537 \nS.E.2d 248, 259 (2000). \nCompeting Entities & Country Boys Auction \n{53} Plaintiffs contend that James brea ched fiduciary duties to McKee \nCraft by forming competing entities, wh ich, in essence, diverted James’s \nattention and resources away from McK ee Craft.  Plaintiffs primarily take \nissue with Coconut Holdings, describing it  as an “alter ego” of James’s that \n“was formed in order to continue the improper conduct and specifically to \npurchase, for a small percentage of thei r true value, the molds and plugs of \n[McKee Craft].”  (Compl. ¶ 121.)   \n{54} James explained in his deposition testimony that he formed Coconut \nHoldings with the specific objective of using the entity to acquire new facilities \nfor McKee Craft in Lumberton.  James further testified that he formed another \n \n \nentity, MCM, essentially as a prophylactic measure, to provide alternate \nfacilities in the event that creditors moved to foreclose on McKee Craft’s plant, \nas the Company was heavily encumbered with debt.  There is no evidence, only \nallegations, to suggest that James’s formation of these other entities harmed \nMcKee Craft.  Similarly, there is no evid ence to suggest that James used the \nMcKee Craft assets in operating any business other than that of McKee Craft \nuntil November 2009, after McKee Craft ha d ceased operations and sold its \nassets in liquidation.   \n{55} With respect to Coconut Holdings’s purchase of the McKee Craft \nassets at the July 30, 2009 auction, Pl aintiffs assert that James, through \ncounsel Shannon Hoff, intentionally provided inadequate notice of the auction \nin order to suppress advertising, minimize bidders, and essentially ensure that \nJames, through Coconut Holdings, would be able to purchase the assets well \nbelow market price.   \n{56} The undisputed evidence reveals th at Ms. Hoff contacted Country \nBoys in May 2009 to set up an auction at which the McKee Craft boat molds \nand plugs would be sold in furtheranc e of James’s plan to wind up the \nCompany, and that although Country Boys advised that it needed forty-five \n(45) days to advertise the auction, Ms. Hoff did not give the final go ahead to \nbegin advertising until approximatel y one week before  the auction.  \nNevertheless, advertisements placed on line, including on Auction Zip, “the \nlargest directory of live auction listings in the United States,” in addition to \n \n \nadvertisements placed in eight North Carolina newspapers, garnered \n“approximately 80 to 100 phone calls from potential bidders inquiring about \nthe boat molds and plugs.”  (Mike Gurkins Aff. ¶¶ 3–7.)   Indeed, the \nundisputed evidence reveals that approximately twenty people attended the \nauction and that, among these twenty people, at least four submitted bids for \nthe molds and plugs.  (Gurkins Aff. ¶¶ 7–8; Marshburn Dep. 129:7–130:20). \n{57} Plaintiffs complain that the $40,000 paid by Coconut Holdings for the \nMcKee Craft assets represented only “a small percentage of their true value[.]”  \n(Compl. ¶ 121.)  Even ignoring the fact that Coconut Holdings’s bid prevailed \nover the bids of several others at the au ction, however, there is no indication, \nbased upon the undisputed evidence before the Court, that $40,000 was an \nunexpectedly low bid under the circumstances.  Plaintiffs offer Key’s deposition \ntestimony that the McKee Craft boat molds were assigned a liquidation value \nof $250,000 in September 2006, but this valuation fails to take into account the \nobvious and crushing impact of the 2008 recession on the boating industry.  \n(Key Dep., 163:4— 164:13.).   \n{58} Plaintiffs’ only evidence concerning the value of the assets in question \nat the time of the July 30, 2009 auction consists of an affi davit from William \nHolseberg, in which Mr. Holseberg, who has been in the boating business for \nmore than twenty-five (25) years, represents that he would have paid \n“substantially more” than $40,000 for the molds had he been aware of the \nauction.  (Pls.’ Ex. 92, p. 2.)  This attempt by Plaintiffs to create a genuine issue \n \n \nof material fact must fail, however, as  simply tendering an affidavit from one \nindividual who claims that he would have paid “substantially more” for the \nassets does nothing to show that Coconut Holdings’s $40,000 bid was below \n(liquidation) market value, much less that the bid – which, again, prevailed \nover several other bidders at an auctio n attended by twenty people – was so \nunreasonably low that James breached a duty to the Company in conducting \nthe sale.  Accordingly, the Court finds that Plaintiffs have failed to produce the \nrequisite forecast of evidence to support this contention.    \nBank of America Line of Credit \n{59} Plaintiffs contend that James brea ched duties owed to McKee Craft \nand Plaintiffs when he obtained a $1.4 million loan from Bank of America on \nbehalf of the Company, instead of personally contributing the $1.35 million \ncontemplated in the Company’s February 2008 cash flow plan.  (Pls.’ Br. Opp. \nJames Mot. S.J., p. 29.)  The undisputed evidence reveals, however, that James \nand Key discussed the $1.4 million loan and Key did not object; that Key had \npreviously tried to obtain loans on behalf of the Company without success; and \nthat the cash flow plan neither required that the contemplated $1.35 million \ncontribution derive from James’s pers onal funds nor became part of any \ncontract between the parties.  Accordin gly, Plaintiffs’ contention is without \nevidentiary support. \n \n \n \n \nJames’s Right of First Refusal \n{60} Plaintiffs next contend that James breached a fiduciary duty to the \nCompany by “[u]sing [his] right of first refusal to block other deals so [that he \ncould] raid the corporate assets . . . .”  (Pls. Br. Opp. James Mot. S.J., p. 30.)  \nPlaintiffs, however, have failed to produce evidence of any deals that James \npurportedly blocked using his right of first refusal.  Accordingly, this \ncontention is without merit, irrespecti ve of whether conduct of the nature \nalleged would constitute a breach of fiduciary duty. \nGovernment Sales \n{61} Plaintiffs next contend that James breached a fiduciary duty to the \nCompany by “cancel[ing] lucrative orders  for boats for no apparent reason.”  \n(Pls. Br. Opp. James Mot. S.J., p. 30.)  There is no evidence, however, that \nJames ever cancelled any sales order.  To the contrary, Rowland Turner, who \nworked with Key on McKee Craft’s government contracts, stated in his \ndeposition testimony that “[t]here were no government orders cancelled” \nduring his employment with the Company.  (Turner Dep. 53:11—53:18, Oct. \n17, 2013.)   \nPlaintiffs’ Employment with McKee Craft \n{62} Plaintiffs contend that James breached a fiduciary duty to them when \nhe terminated their employment with McKee Craft.   \n{63} Minority shareholders may have a reasonable expectation of \ncontinued employment with the company.  \nClark v. B.H. Holland Co., Inc., 852 \n \n \nF. Supp. 1268, 1274, n. 2 (E.D.N.C. 1994) (citing Meiselman v. Meiselman, 309 \nN.C. 279, 290, 307 S.E.2d 55 1, 558 (1983)).  The ques tion of whether such \nexpectation is reasonable constitutes a question of fact not appropriately \nresolved on a motion for summary judgme nt “unless ‘it is perfectly clear that \nno issue of fact is involved and inquiry into the facts is not desirable to clarify \nthe application of the law.’”  Clark, 852 F. Supp. at 1274 (quoting Pierce v. Ford \nMotor Co., 190 F.2d 910, 915 (4th Cir. 1951)).  \n{64} Here, it is “perfectly clear” that Plaintiffs did not have a reasonable \nexpectation of continued employment with McKee Craft.  James explicitly \ndeclined to provide such an assurance in CSPA II, which governed the parties’ \narrangement following James’s acquisition of a majority interest in McKee \nCraft.  This contention accordingly fails for reasons detailed above in \nconnection with Plaintiffs’ breach of contract claim. \n{65} The Court has reviewed Plaintiffs’ remaining contentions in support \nof their breach of fiduciary claim and finds them to be without evidentiary \nsupport.  Accordingly, the Court G RANTS James’s Motion for Summary \nJudgment with respect to Plaintiffs’ breach of fiduciary duty claims and \nDISMISSES these claims with prejudice. \nGross Mismanagement (derivative) \n{66} Plaintiffs cite no evidence to support their gross mismanagement \nclaim specifically and instead rely on the same allegations discussed above in \nconnection with their breach of fiduciary duty claims.  The Court found no \nmerit in these contentions, \nsupra, and finds no merit in them here as well. \n \n \n{67} Accordingly, the Court GRANTS James’s Motion for Summary \nJudgment with respect to Plainti ffs’ gross mismanagement claim and \nDISMISSES this claim with prejudice.   \nConversion (derivative) \n{68} “Conversion is defined as ‘an unauthorized assumption and exercise \nof the right of ownership over goods or personal chattels belonging to another, \nto the alteration of their condition or the exclusion of an owner’s \nrights.’”  Gallimore v. Sink , 27 N.C. App. 65, 67,  218 S.E.2d 181,183 (1975) \n(citations omitted) (emphasis added).   \n{69} Plaintiffs’ predicate their conversi on claim upon allegations that \nJames sold McKee Craft’s assets “below  market price, and corporate assets \nwent missing[.]”  (Pls.’ Br. Opp. Jam es Mot. S.J., p. 38.)  The Court has \naddressed and rejected Plaintiffs’ contention concerning the propriety of the \nJuly 30, 2009 auction at which th e McKee Craft assets were sold, supra, and \nPlaintiffs fail to identify any evidence to support their assertion that James \nconverted McKee Craft assets that “went missing.”    \n{70} Accordingly, the Court GRANTS James’s Motion for Summary \nJudgment with respect to Plaintiffs’ conversion claim and DISMISSES this \nclaim with prejudice.  \nUnjust Enrichment (derivative) \n{71} “Under North Carolina law, a plaintiff demonstrates unjust \nenrichment by showing that ‘it conferred a benefit on another party, that the \nother party consciously accepted the benefit, and that the benefit was not \n \n \nconferred gratuitously or by an interference in the affairs of the other party.’”  \nWJ Global LLC v. Farrell , 941 F. Supp. 2d 688, 693 (E.D.N.C. 2013) (citation \nomitted).   \n{72} The Court finds, upon thorough review, that Plaintiffs’ evidence fails \nto disclose any benefit conferred on James by McKee Craft that would support \na claim for unjust enrichment.   \n{73} Accordingly, the Court GRANTS James’s Motion for Summary \nJudgment with respect to Plaintiffs’ unjust enrichment claim and DISMISSES \nthis claim with prejudice.  \nCivil Conspiracy (Direct and Derivative) \n{74} Plaintiffs allege that James, Ma rshburn, and Coconut Holdings \n“formed a conspiracy to shut down McKee Craft and raid the assets.”  (Pls.’ Br. \nOpp. James Mot. S.J., p. 40.); Co mpl. ¶¶ 161–66.)  James contends that \nsummary judgment is appropriate beca use “Plaintiffs are wholly unable to \npoint to any actual agreement between  James and Marshbur n.”  (James Br. \nSupp. Mot. S.J., p. 31.) \nA threshold requirement in any cause of action for damages \ncaused by acts committed pursuant  to a conspiracy must be the \nshowing that a conspiracy in fact existed.  The existence of a \nconspiracy requires proof of an  agreement between two or more \npersons.  Although civil liability for conspiracy may be established \nby circumstantial evidence, the ev idence of the agreement must \nbe sufficient to create more than a suspicion or conjecture in order \nto justify submission to a jury.  \n \nHenderson v. LeBauer , 101 N.C. App. 255, 261,  399 S.E.2d 142, 145 \n(1991) (citations omitted). \n \n \n{75} Plaintiffs offer in-house accountant  Shumpert’s affidavit, in which \nMs. Shumpert states that “Marshburn told  me . . . that he was hired to shut \ndown McKee Craft.”  (Shumpert Aff. ¶ 8.).  Ms. Shumpert  clarified in her \ndeposition, however, that Marshburn’s statement reflected in her affidavit was \nbased upon his suspicion alone and not on any statement or particular pattern \nof behavior by James (Shumpert Dep. 44:17–45:20, Oct. 16, 2013.)   \n{76} Plaintiffs allege that James and Marshburn made a concerted effort \nto exclude Key from certain aspects of  McKee Craft’s operations, concerning, \nfor example, the hiring of Company employees, (Pls.’ Ex. 50), and access to the \nCompany’s accounting software.  (L ewis Dep. 37:15–25, Oct. 16, 2013.) \nMashburn testified in his deposition, however, that he and James never \ndiscussed excluding Key from Company information or management decisions.  \n(Marshburn Dep. 50:8–18.) \n{77} The Court finds Plaintiffs’ evidence insufficient to create more than a \nsuspicion or conjecture that there existed the requisite agreement between \nJames and Marshburn to demonstrate the existence of a civil conspiracy and \nsupport submission of this claim to a jury.  Accordingly, the Court GRANTS \nJames’s Motion for Summary Judgment with respect to Plaintiffs’ civil \nconspiracy claim and DISMISSES this claim with prejudice. \nUnfair and Deceptive Trade Practices (Direct and Derivative) \n{78} North Carolina’s Unfair and Deceptive Trade Practices Act (“the Act”) \ntargets “unfair or deceptive acts or practices in or affecting commerce[.]”  \nN.C.G.S. § 75-1.1(a) (2014).  Although the Act broadly defines “commerce” to \n \n \ninclude “all business activities, however denominated,” N.C.G.S § 75-1.1(b) \n(2014), our Courts have held that the Act “is not intended to apply to all wrongs \nin a business setting.”  HAJMM Co. v. House of Raeford Farms, Inc., 328 N.C. \n578, 593, 403 S.E.2d 483, 492 (1991).   \n{79} To establish the “commerce” requirement, the defendant’s conduct \n“must affect commerce in a commercial setting, . . . not in a private relationship \ntype setting such as corporate governance issues, . . . securities transactions, . \n. . or disputes arising from employment[.]”  In re Brokers, Inc. , 396 B.R. 146, \n161 (Bankr. M.D.N.C. 2008) (citations omitted).  “Matters of internal corporate \nmanagement . . . do not affect comme rce as defined by Chapter 75 and our \nSupreme Court.”  Wilson v. Blue Ridge Elec. Membership Corp., 157 N.C. App. \n355, 358, 578 S.E.2d 692, 694; see also White v. Thompson , 364 N.C. 47, 52, \n691 S.E.2d 676, 679 (2010) (explaining that the Act applies to “(1) interactions \nbetween businesses, and (2) interactions between businesses and consumers”).  \n{80} At an earlier stage of these proc eedings, this Court (Murphy, J.) \nobserved the following with respect to Plaintiffs’ UDTP claims: \nAlthough many of Plaintiffs’ allegations in the Complaint relate \nto the internal dispute between th e shareholders and the sale of \nstock in McKee Craft, Plaintiffs also allege other actions as the \nbasis of their claims, including that James improperly (1) \ninformed government purchasers that their orders would not be \nfilled, (2) directed staff to stop  honoring warranty claims of the \ncorporation, (3) sold or gave away boats already manufactured for \nother entities, and (4) auctioned the molds and plugs used to build \nboats to Coconut Holdings “for less than reasonable or fair market \nvalue.”  (V. 2nd Am. Compl. ¶¶ 64–65, 72, 151.)  These allegations \nfall outside of the internal dispute and stock sale, and involve \ninteractions with other comme rcial businesses.  Therefore, \n \n \naccepting the allegations as true, the Court concludes that James’ \nalleged acts were “in or affecting commerce.”  Furthermore, \nbecause these acts partially fo rm the basis for Plaintiffs’ \nunderlying tort claims and, thus , may offend established public \npolicy, see Marshall v. Miller, 302 N.C. 539, 548, 276 S.E.2d 397, \n403 (1981), the Court concludes that  Plaintiffs have sufficiently \npled a claim for unfair and deceptive trade practices.   \nMcKee, 2013 NCBC 38 at ¶ 71. \n{81} Reviewing now the evidence brought forward to support Plaintiffs’ \nallegations, the Court finds that the und isputed evidence of record does not \nreveal a dispute between McKee Craft and another business or consumers at \nlarge, but rather a dispute between Pl aintiffs and James as co-owners of \nMcKee Craft.  Plaintiffs’ evidence, in  other words, fails to support the \nallegations that permitted Plaintiffs to maintain their UDTP claim at the \nmotion to dismiss stage of these proc eedings.   Additionally, the Court’s \ndismissal of Plaintiffs’ claims, supra , has extinguished the “underlying tort \nclaims” that this Court (Murphy, J.) previously determined were supportive of \nPlaintiffs’ UDTP claim.      \n{82} Accordingly, the Court GRANTS James’s Motion for Summary \nJudgment with respect to Plaintiffs’ UDTP claim and DISMISSES this claim \nwith prejudice.  \nPunitive Damages \n{83} The Court has dismissed all of Plaintiffs’ claims for which \ncompensatory damages are recoverable, supra.  Absent a viable claim for \ncompensatory damages, there can be no bas is for a punitive damages award.   \nSprings v. City of Charlotte , 730 S.E.2d 803, 805 (N.C. Ct. App. 2012) (“To \n \n \njustify an award of punitive damages,  the claimant must  prove that the \ndefendant is liable for compensatory damages . . . .’”); N.C.G.S. § 1D-15 (2014) \n(providing that “[p]unitive damages may be awarded only if the claimant \nproves that the defendant is liable fo r compensatory damages . . .” (emphasis \nadded)).  Accordingly, the Court GRANTS James’s Motion for Summary \nJudgment with respect to Plaintiffs’ punitive damages claim and DISMISSES \nthis claim with prejudice. \nB. \nCoconut Holdings’s Motion for Summary Judgment \n{84} Coconut Holdings has also moved for summary judgment with respect \nto all of Plaintiffs’ claims against it .  Plaintiffs’ claims against Coconut \nHoldings derive from, and are thus contingent upon, Plaintiffs’ claims against \nJames, in that they seek to hold Coco nut Holdings liable for James’s conduct \nunder a piercing the corporate veil th eory. Because the Court has dismissed \nPlaintiffs’ claims against James, however, there remains no basis for recovery \nagainst Coconut Holdings.  Accord ingly, the Court GRANTS Coconut \nHoldings’s Motion for Summary Judgment, and DISMISSES Plaintiffs’ claims \nagainst Coconut Holdings with prejudice. \nC. \nJames’s Motion to Exclude Expert Testimony \n{85} The Court concludes, in light of it s dismissal of Plaintiffs’ claims \nagainst both James and Coconut Holdings, supra, that there is no need to \ninquire into the merits of James’s Motion to Exclude Expert Testimony.  \n \n \nHaving reviewed the contested testimony, however, the Court notes that \nadmission of such testimony would not alter the conclusions reached above.  \nIII. \nCONCLUSION \n{86} For the foregoing reasons, the Court hereby GRANTS James’s \nMotion for Summary Judgment, GRANTS Coconut Holdings’s Motion for \nSummary Judgment, and DENIES as moot James’s Motion to Exclude \nExpert Testimony.  \n \nSO ORDERED, this the 31st day of December, 2014. \n \n         \n "
}