{
  "id": "f684f486f954ffda6cdc3ef5a8137fa33b31028c8cfd43aa8459b70e627eff38",
  "source_file": "data/raw/ncbc/f684f486f954ffda6cdc3ef5a8137fa33b31028c8cfd43aa8459b70e627eff38.pdf",
  "raw_text": "Aldridge v. Metro. Life Ins. Co., 2019 NCBC 49. \n \nSTATE OF NORTH CAROLINA \n \nUNION COUNTY \n \n \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 1050 [MASTER FILE] \nRelated Cases: \n18 CVS 1124 (Union); 18 CVS 12201 \n(Mecklenburg); 18 CS 4978 (Guilford); 18 \nCVS 19512 (Mecklenburg); 18 CVS 528 \n(Lincoln); 18 CVS 307 (Yadkin) \n \nJAMES ALDRIDGE, \n \nPlaintiff, \n \nv. \n \nMETROPOLITAN LIFE \nINSURANCE COMPANY; MSI \nFINANCIAL SERVICES, INC. f/k/a \nMETLIFE SECURITIES, INC.; and \nBENJAMIN LOWDER, JR., \n \nDefendants. \n \n \n \nORDER AND OPINION  \nON DEFENDANTS’  \nRULE 12(b)(1) MOTIONS  \n \n \n \n1. THIS MATTER  is before the Court on fourteen separate motions to \ndismiss for lack of standing pursuant to Rule 12(b)(1) of the North Carolina Rules of \nCivil Procedure (“Rule(s)”) filed in the following unconsolidated actions: (i) J. Aldridge \nv. Metropolitan Life Ins urance Co., et al. , (18 CVS 1050; Union County); (ii) K. \nAldridge v. Metropolitan Life Insurance Co., et al., (18 CVS 1124; Union County); (iii) \nGoulet v. Metropolitan Life Ins urance Co., et al. , (18 CVS 12201; Mecklenburg \nCounty); (iv) Kelly, et al.  v. Metropolitan Life Ins urance Co., et al. , (18 CVS 4978; \nGuilford County); (v) Olin v. Metropolitan Life Ins urance Co., et al., (18 CVS 19512; \nMecklenburg County); (vi) Peterson v. Metropolitan Life Insurance Co., et al., (18 CVS \n \n \n528; Lincoln County); and (vii) Williams, et al. v. Metropolitan Life Insurance Co., et \nal., (18 CVS 307; Yadkin County) (the “Actions”).1   \n2. Although the Actions are unconsolidated, on August 15, 2019 the Court \nentered orders in each of the Actions consolidating them for purposes of issuing this \nOrder and Opinion and designating J. Aldridge v. Metropolitan Life Insurance Co. , \n(18 CVS 1050; Union County), as the “Master File.”  ( See, e.g., ECF No. 75 (18 CVS \n1050).) \n3. The motions can be divided into five (5) groups:  \n(a) Defendants Metropolitan Life Insurance Company’s (“MetLife Insurance”) \nand MSI Financial Services, Inc., f/k/a MetLife Securities, Inc.’s (“MSI”) \n(collectively, the “MetLife Defendants” or “MetLife”) Motions to Dismiss: (i) \nPlaintiff James Aldridge’s (“J. Aldridge”) First Amended Complaint (the “J. \nAldridge Complaint”), (ECF No. 52 (18 CVS 1050)),2 (ii) Plaintiff Katherine \nAldridge’s (“K. Aldridge”) First Amended Complaint (the “K. Aldridge \nComplaint”), (ECF No. 51 (18 CVS 1124)) , (iii) Plaintiff Adam Goulet ’s \n(“Goulet”) First Amended Complaint (the “Goulet Complaint”), (ECF No. 37 \n(18 CVS 12201)) , (iv) Plaintiffs John “Kris” Kelly  (“Kelly”), Paul M. Leite  \n                                                           \n1 Defendants’ fourteen separate motions to dismiss also seek dismissal of all claims in the \nseven Complaints for failure to state a claim pursuant to Rules 12(b)(6) and 9(b).  Because of \nthe complexity of the legal issues raised by the motions and the differing legal standards and \nanalyses required under Rule 12(b)(1), on the one hand, and Rules 12(b)(6) and 9(b), on the \nother, the Court will address the motions under the latter Rules in a separate order and \nopinion. \n \n2 For purposes of this second paragraph,  citations to docket entries on the Court’s online \ndocket are to the Motions to Dismiss in the Actions and not to the Complaints. \n \n \n(“Leite”), Randy J. Reittinger  (“Reittinger”), Dana Lemons  (“D. Lemons”), \nand Herbert Lee Lemons ’s (collectively with D. Lemons, the “Lemonses”)  \nFirst Amended Complaint (the “Kelly  Complaint”), (ECF No. 60 (18 CVS \n4978)), (v) Plaintiff Donald B. Olin’s  (“Olin”) Complaint (the “Olin \nComplaint”), (ECF No. 19 (18 CVS 19512)), (vi) Plaintiff Andrew Peterson’s \n(“Peterson”) First Amended Complaint (the “Peterson Complaint”)  (ECF \nNo. 46 (18 CVS 528) ), and (vii) Plaintiffs James Williams (“J. Williams”) \nand William Van Williams’ s (collectively with J. Williams, the \n“Williamses”) First Amended Complaint (the “Williams Complaint”), (ECF \nNo. 48 (18 CVS 307) ), (all twelve plaintiffs collectively, “Plaintiffs ”) (all \nseven complaints collectively, the “ Complaints”) (all seven of the MetLife \nDefendants’ motions to dismiss the Complaints collectively, the “MetLife \nMotions”);  \n(b) Defendant Benjamin Lowder, Jr.’s (“Lowder”) Motion to Dismiss t he J. \nAldridge Complaint, (ECF No. 50 (18 CVS 1050));  \n(c) Lowder and Defendant Gary Wayne Hammond’s (“Hammond”) Motions to \nDismiss: (i) the K. Aldridge Complaint , (ECF No. 52 (18 CVS 1124)) , and \n(ii) the Olin Complaint, (ECF No. 17 (18 CVS 19512));  \n(d) Hammond’s Motions to Dismiss: (i) the Goulet Complaint, (ECF No. 39 (18 \nCVS 12201)), and (ii) the Peterson Complaint, (ECF No. 44 (18 CVS 528)) ; \nand  \n \n \n(e) Defendant John D. Phillips’ s (“Phillips”) Motions to Dismiss: (i) the Kelly \nComplaint, (ECF No. 58 (18 CVS 4978)) , and (ii) the Williams Complaint , \n(ECF No. 46 (18 CVS 307)), ( Lowder, Hammond, and Phillips collectively, \nthe “Individual Defendants”)  (the Individual Defendants’ motions to \ndismiss collectively, the “Individual Defendants’ Motions”).   \nThe Individual Defen dants and the MetLife Defendants are collectively referred to \nherein as “Defendants.”   The MetLife Motions and the Individual Defendants’ \nMotions are collectively referred to herein as the “Motions.”   \n4. Having considered the Motions, the parties’ briefs in support of and in \nopposition to the Motions, the arguments of counsel at the March 6, 2019 hearing on \nthe Motions, and other appropriate matters of record, the Court hereby DENIES the \nIndividual Defendants’ Motions and GRANTS in part  and DENIES in part  the \nMetLife Motions, for the reasons set forth below.  \nHemmings & Stevens, PLLC , by Aaron C. Hemmings and Kelly Ann \nStevens, for Plaintiffs.  \n \nParker Poe Adams & Berstein LLP , by Charles E. Raynal IV, William \nEsser, Stephen Vincent Cary, and Katie M. Iams; and Morgan Lewis & \nBockius, LLP, by Amy J. Greer and John Alfred Vassallo, for the MetLife \nDefendants.  \n \nCranfill Sumner & Hartzog LLP, by Marshal F. Wall and Mica Nguyen \nWorthy, for Defendants Lowder and Hammond. \n \nWyatt & Blake, by James Frank Wyatt III; and Mullins Duncan Harrell \n& Russell PLLC, by Leslie Cooper Harrell, for Defendant Phillips.  \n \nRobinson, Judge. \n \n \n \n \n \n \nI. INTRODUCTION \n5. These lawsuits arise out of an alleged Ponzi scheme3 operated by Charlotte, \nNorth Carolina businessman Richard C. Siskey4 (“Siskey”) for a number of years prior \nto his death on December  28, 2016.  Each plaintiff engaged Siskey as a securities \nbroker, investment advisor, and/or insurance agent.   \n6. From 2000 until his death in December 2016, Siskey is alleged to have been \na MetLife employee, working as a financial and investment advisor, securities broker, \nand insurance salesman at Wall Street Capitol, MetLife’s Charlotte, North Carolina \nbranch office through  which MetLife and its agents sold securities and insurance \npolicies and provided financial and investment advice .  The Individual Defendants \nare all MetLife employees who worked with Siskey at the Wall Street Capitol office.  \nPlaintiffs bring these Actions alleging that Defendants knew of, participated in, \nand/or assisted Siskey in concealing  his Ponzi scheme  and allowed Siskey to \ncontinually defraud Plaintiffs and others5 over his sixteen years working for MetLife \nat the Wall Street Capitol office. \n                                                           \n3 As explained by this Court in a related case, “[a] Ponzi scheme is a scam whereby early \ninvestors are paid returns from money contributed by later investors in order to entice more \ninvestors.”  Stone St. Partners, LLC v. Williamson, 2018 NCBC LEXIS 77, *2 n.1 (N.C. Super. \nCt. July 26, 2018) (quoting Blyth v. McCrary, 184 N.C. App. 654, 657 n.1, 646 S.E.2d 813, 815 \nn.1 (2007)); see also United States v. Loayza, 107 F.3d 257, 259 n.1 (4th Cir. 1997) (defining \n“Ponzi scheme” as a form of fraud “in which early investors are paid off with money received \nfrom later investors to prevent discovery and to encourage additional and larger \ninvestments”). \n \n4 Neither Siskey nor his estate is a party to any of the Actions. \n \n5 As of the date of this Order and Opinion, the undersigned presides over six additional \nlawsuits involving Siskey’s alleged Ponzi scheme  pending in the Business Court.  See, e.g., \n \n \n \n7. Of rel evance to the Motions, Plaintiffs allege that through Defendants ’ \nactions they invested in one or more of the following four entities now in bankruptcy \nproceedings before the United States Bankruptcy Court for the Western District of \nNorth Carolina (the “Bankruptcy Court” or “Bankruptcy Proceedings”): TSI Holdings, \nLLC (“TSI Holdings”), WSC Holdings, LLC (“WSC Holdings”), SouthPark Partners, \nLLC (“SPP”), and Sharon Road Properties, LLC (“SRP”) (collectively, the “Bankrupt \nEntities”).6  The issue before th e Court on the Motions is whether Plaintiffs, rather \nthan the trustee in the Bankruptcy P roceedings, Joseph W. Grier (the  “Bankruptcy \nTrustee”), has standing to assert the claims brought in the Complaints to the extent \nsuch claims are based on Plaintiffs’ investments in the Bankrupt Entities.  \nII. PROCEDURAL BACKGROUND \n8. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motions. \n9. Plaintiffs initiated the Actions in 2018, 7 and the Actions  were thereafter \ndesignated as mandatory complex business cases under N.C.G.S. § 7A -45.4(a) by \n                                                           \nBrewer v. Metro. Life Ins. Co. , 2018 CVS 21685 (Mecklenburg County, N.C. Super. Ct.); \nDreibelbis v. Metro. Life Ins. Co. , 2019 CVS 5033 (Mecklenburg County, N.C. Super. Ct.); \nMachen v. Metro. Life Ins. Co. , 2018 CVS 24234 (Mecklenburg County, N.C. Super. Ct.); \nMartin v. Metro. Life Ins. Co. , 2018 CVS 22954 (Mecklenburg County, N.C. Super. Ct.); \nPacker v. Metro. Life Ins. Co. , 2019 CVS 12902 (Mecklenburg County, N.C. Super. Ct.); \nSpillars v. Metro. Life Ins. Co., 2018 CVS 23038 (Mecklenburg County, N.C. Super. Ct.).  \n   \n6 In re TSI Holdings, LLC , Petition No. 17 -30132 (Bankr. W.D.N.C.); In re WSC Holdings, \nLLC, Petition No. 17-30338 (Bankr. W.D.N.C.); In re SouthPark Partners, LLC, Petition No. \n17-30339 (Bankr. W.D.N.C.); In re Sharon Road Properties, LLC , Petition No. 17 -30363 \n(Bankr. W.D.N.C.). \n \n7 The original complaints in the first six Actions were filed on the following dates: (i) J. \nAldridge Complaint ‒ April 26, 2018, (ECF No. 3 (18 CVS 1050)); (ii) Peterson Complaint ‒ \n \n \n \norder of then-Chief Justice Mark R. Martin, (see, e.g., ECF No. 6 (18 CVS 1050)), and \nassigned to the Honorable Louis A. Bledsoe, III, (see, e.g., ECF No. 2 (18 CVS 1050)).  \nThereafter, the Actions were re -assigned to the undersigned on February 15, 2019.  \n(See, e.g., ECF No. 66 (18 CVS 1050).)   \n10. The J. Aldridge Complaint, K. Aldridge Complaint, Goulet Complaint, Kelly \nComplaint, Peterson Complaint, and Williams Complaint each allege nine claims for \nrelief: fraud; constructive fraud; violation s of the North Carolina Securities Act \n(“NCSA”); negligent misrepresentation; professional negligence8; negligence9; unfair \nand deceptive trade practices (“UDTP”)10; vicarious liability11; and punitive damages.  \nThe Olin Complaint  contains these same claims for relief along with claims for \n                                                           \nApril 27, 2018, (ECF No. 3 (18 CVS 528)); (iii) Kelly Complaint ‒ May 3, 2018, (ECF No. 4 (18 \nCVS 4978)); (iv) K. Aldridge Complaint ‒ May 7, 2018, (ECF No. 3 (18 CVS 1124)); (v) \nWilliams Complaint ‒ May 22, 2018, (ECF No. 3 (18 CVS 307)); and (vi) Goulet Complaint ‒ \nJune 18, 2018, (ECF No. 3 (18 CVS 12201).)  Each of these original complaints was amended \nas of right on September 26, 2018.  (ECF No. 37 (1 8 CVS 1050); ECF No. 31 (18 CVS 528); \nECF No. 48 (18 CVS 4978); ECF No. 36 (18 CVS 1124); ECF No. 36 (18 CVS 307); ECF No. \n24 (18 CVS 12201).)  The Olin Complaint was filed on October 9, 2018, (ECF No. 3 (18 CVS \n19512)), and has not been amended.   \n \n8 Plaintiffs assert their claims for professional negligence only against the Individual \nDefendants. \n \n9 Plaintiffs assert their claims for negligence only against the MetLife Defendants. \n \n10 Plaintiffs’ UDTP claims were originally asserted against the MetLif e Defendants and \nformer-Defendant 4th Floor Properties, LLC (“4th Floor Properties”).  Except for Olin, who \nasserted no claims against 4th Floor Properties, Plaintiffs voluntarily dismissed their claims \nagainst 4th Floor Properties without prejudice on Oct ober 31, 2018.  ( ECF No. 44 (18 CVS \n1050); ECF No. 38 (18 CVS 528); ECF No. 43 (18 CVS 1124); ECF No. 42 (18 CVS 307); ECF \nNo. 31 (18 CVS 12201); ECF No. 54 (18 CVS 4978).)  Accordingly, Plaintiffs now assert their \nUDTP claims only against the MetLife Defendants. \n \n11 Plaintiffs assert their claims for vicarious liability only against the MetLife Defendants. \n \n \n \nviolations of the North Carolina Investment Advisors Act  (“NCIAA”) against (i) the \nMetLife Defendants, and (ii) Lowder and Hammond.      \n11. Defendants filed the Motions on December  3, 2018 with respect to all \nComplaints other than the Olin Complaint.  Lowder  and Hammond filed their \nmotions as to the Olin Complaint on December 19, 2018, and the MetLife Defendants \nfiled their motions on with respect to the Olin Complaint on December 20, 2018.  The \nMotions have been fully briefed, and the Court held a hearing on  the Motions on \nMarch 6, 2019 at which all parties were represented by counsel.   \n12. The Motions are ripe for resolution. \nIII. FACTUAL BACKGROUND12 \n13. The Court does not make findings of fact when ruling on motions to dismiss \nunder Rule 12(b)(1) but only recites those factual allegations that are relevant and \nnecessary to the Court’s determination of the Motions.  \n                                                           \n12 The Complaints, all prepared and drafted by the same attorneys at the same law firm, \ncontain nearly verbatim allegations concerning the Ponzi scheme an d Defendants’ alleged \ninvolvement therein before alleging, under a separate heading in each complaint, the \nallegations purportedly relevant to the particular plaintiff(s)’ claims.  Therefore, to assist in \nreadability and to avoid large record citations, wi th few exceptions, the Court cites to the \nnumbered allegations in one complaint only —the J. Aldridge Complaint —for much of this \nsection.  Because neither Hammond nor Phillips are named defendants in the J. Aldridge \nComplaint, certain facts pertaining to th ose two defendants, and common to the actions in \nwhich they are named defendants, are drawn from the K. Aldridge Complaint (for Hammond) \nand the Kelly Complaint (for Phillips).  The Court has carefully reviewed all the Actions to \nensure that the allegation s relevant to its analysis and ruling s are consistent across each \ncomplaint, and where they are not, the Court has so noted.  For reference, these general \nallegations appear in the J. Aldridge Complaint at paragraphs 9−111; the K. Aldridge \nComplaint at paragraphs 10−112; the Goulet Complaint at paragraphs 9−111; the Kelly \nComplaint at paragraphs 14−116; the Olin Complaint at paragraphs 10−111; the Peterson \nComplaint at paragraphs 9−111; and the Williams Complaint at paragraphs 11−113.  When \npresenting Plaintiffs’ specific allegations leading up to and surrounding their investments in \nthe Ponzi scheme —and particularly in the Bankrupt Entities —the Court cites to the \nPlaintiff-specific allegations in the appropriate Complaint.  \n \n \nA. The Parties \n14. Plaintiffs are all residents of North Carolina.  J. Aldridge and K. Aldridge \nreside in Union County.  (J. Aldridge Compl. ¶ 2, ECF No. 37; K. Aldridge Compl. ¶ \n2, ECF No. 36.)  Goulet and Olin reside in Mecklenburg County.  (Goulet Compl. ¶ 2, \nECF No. 24; Olin Compl. ¶ 2, ECF No. 3.)  Kelly, Leite, Reittinger, and the Lemonses, \nreside in Guilford County.  (Kelly Compl. ¶¶ 2− 6, ECF No. 48.)  Peterson resides in \nLincoln County.  (Peterson Compl. ¶ 2, ECF No. 31.)  The Williamses reside in Yadkin \nCounty.  (Williams Compl. ¶¶ 2−3, ECF No. 36.)  \n15. MetLife Insurance is a New York corporation with its principal place of \nbusiness located in New York, New York.  (J. Aldridge Compl. ¶ 3.)  MSI is a Delaware \ncorporation with its principal place of business located in Springfield, Massachusetts.  \n(J. Aldridge Compl. ¶ 4.)  During the time period relevant to the Complaint, MSI was \na wholly o wned subsidiary of MetLife Insurance.  (J. Aldridge Compl. ¶ 4.)  MSI is \nregistered with the Securities and Exchange Commission (the “SEC”) as a broker -\ndealer under Section 15(b)(1) of the Securities Exchange Act of 1934 and is a \nregistered investment advisor under N.C. Gen. Stat. § 78C -2.  (J. Aldridge Compl. ¶ \n4.)  The MetLife Defendants have offices located in Mecklenburg County, North \nCarolina, conducting business in North Carolina under the registered assumed name \n“Wall Street Capitol.”  (J. Aldridge Compl. ¶¶ 3–4, 9, 15.) \n16. The Individual Defendants are all residents of North Carolina.  (J. Aldridge \nCompl. ¶ 6; K. Aldridge Compl. ¶ 7; Kelly Compl. ¶ 10.)  Lowder and Phillips reside \n \n \nin Mecklenburg County.  (J. Aldridge Compl. ¶ 6 ; Kelly Compl. ¶ 10 .)  Hammond \nresides in Lincoln County.  (K. Aldridge Compl. ¶ 7.)   \n17. From 2000 through at least 2016, the Individual Defendants were MetLife \nemployees, working alongside Siskey at MetLife ’s Wall Street Capitol office as \nlicensed insurance agents, securities brokers, and financial and investment advisors.  \n(J. Aldridge Compl. ¶¶ 24, 26; K. Aldridge Compl. ¶¶ 32, 34; Kelly Compl. ¶¶ 32, 34.)  \nAs part of their employment with MetLife, the Individual Defendants  sold life, \naccident, and sickness insurance products, provided financial advice, and /or sold \nsecurities to Plaintiffs and other MetLife customers.  (J. Aldridge Compl. ¶ 25 ; K. \nAldridge Compl. ¶ 33; Kelly Compl. ¶ 33.)  Additionally, in 2001, Phillips and Siskey \nformed WSC Holdings , for which Siskey and the Individual Defendants solicited \nMetLife customers’ investments .  (Kelly Compl. ¶ 35 .)  With MetLife’s approval, \nPhillips and Siskey served as officers of WSC Holdings.  (Kelly Compl. ¶ 35.)   \nB. Siskey and Wall Street Capitol \n18. In 1999, Siskey assisted MetLife in forming and establishing Wall Street \nCapitol as MetLife’s branch office in Charlotte, North Carolina.  (J. Aldridge Compl. \n¶ 14.)  In January 2000, MetLife filed a Certificate of Assumed Name with the \nRegister of Deeds in Mecklenburg Co unty, North Carolina  to operate its business \nunder the name “ Wall Street Capitol .”  (J. Aldridge Compl. ¶ 15.)  MetLife leased \noffice space for the Wall Street Capitol branch on the fourth floor of a building located \nat 4521 Sharon Road, Charlotte, North Carolina.  (J. Aldridge Compl. ¶ 21.)     \n \n \n19. Under the name Wall Street Capitol, MetLife sold life insurance products \nto the public, and bought and sold various securities, stocks, bonds, mutual funds, \nand other investmen t products as a broker -dealer.  (J. Aldridge Compl. ¶¶ 16 –17.)  \nMetLife placed signs at the entrance and around the Wall Street Capitol office \nindicating that Wall Street Capitol was “an office of MetLife.”  (J. Aldridge Compl. ¶¶ \n22, 37(a)).)  Siskey pres ented Wall Street Capitol to the public as “an office of \nMetLife[,]”  (J. Aldridge Compl. ¶ 20), and stated in written advertisements and offers \nto sell securities that he was “the Founder of Wall Street Capitol, a broad based retail \nfinancial services company that is part of MetLife Financial Services[,]”  (J. Aldridge \nCompl. ¶ 37(e)).   MetLife made similar representations in advertisements .  (See J. \nAldridge ¶ 37(c).)  MetLife also provided its customers with periodic written life \ninsurance, securities, an d investment and portfolio statements with “Wall Street \nCapitol” listed as MetLife’s branch office and 4521 Sharon Road, Suite 400, Charlotte, \nNorth Carolina as MetLife’s address.  (J. Aldridge ¶¶ 37(d), (f).)   \n20. Siskey worked as a MetLife employee out of the Wall Street Capitol office \nfrom 2000 through his death in 2016.  ( See J. Aldridge Compl. ¶ ¶ 14–15, 18.)  Like \nthe Individual Defendants, Siskey was an insurance salesperson, financial and \ninvestment advisor, securities salesperson, and broker for MetLi fe.  (J. Aldridge \nCompl. ¶¶ 18, 36.) \n \n \n \nC. Wall Street Capitol Ponzi Scheme13 \n21. During his tenure at Wall Street Capitol, Siskey formed more than twenty \ndifferent companies, including TSI Holdin gs, SPP, WSC Holdings , and SRP .  (J. \nAldridge Compl. ¶ 42.)  MetLife was aware of Siskey’s formation of, and appointments \nto officer positions in, these companies.  (J. Aldridge Compl. ¶¶ 44–46.) \n22. From the Wall Street Capitol office, Siskey and other MetLife employees \n(including the Individual Defendants) sold MetLife securi ties, as well as other \nsecurities and investments in Siskey’s aforementioned companies, and used Siskey’s \ncompanies to establish and implement an elaborate Ponzi scheme within MetLife’s \nWall Street Capitol branch office  (the “Ponzi Scheme”) .  (J. Aldridge Compl. ¶¶ \n47−49.) \n23. In October 2015, the Federal Bureau of Investigation (“FBI”) began \ninvestigating Siskey’s business transactions, including his transactions involving \ncasinos, as well as his personal and business accounts.  (J. Aldridge Compl. ¶ 50.)  Of \nSiskey’s twenty or more companies, the FBI identified the corporate bank accounts of \nthe Bankrupt Entities —WSC Holdings, SPP, TSI Holdings, and SRP—and Siskey \nIndustries, LLC (“Siskey Industries”) as being used in the Ponzi Scheme.  (J. Aldridge \nCompl. ¶ 51.)  Plaintiffs allege that filings with the North Carolina Secretary of State \nidentify Siskey as the manager, president, and/or organizing member of each of the \nBankrupt Entities and Siskey Industries.  (J. Aldridge Compl. ¶ 52.)  In addition to \n                                                           \n13 The Complaints also outline an alleged insurance scheme operated by Siskey with the aid \nof the Defendants.  (See, e.g., J. Aldridge Compl. ¶¶ 98–111.)  The Court does not discuss the \ndetails of the alleged insurance scheme in this Order and Opinion as they are irrelevant to \nDefendants’ standing arguments presented in the pending Motions.     \n \n \nthe five companies identified by the FBI as involved in the Ponzi Scheme, Plaintiffs \nallege that other Siskey-related corporate entities involved in the Ponzi Scheme \nincluded The Premier Fund, LLC, Premier One, LLC and Premier II, LLC (“Premier \nII”) (all e ight corporate entities together, referred to as the “Ponzi Entities”).  (J. \nAldridge Compl. ¶ 55.)      \n24. Specifically, Plaintiffs allege that, under the guise and appearance of \nMetLife over at least a sixteen -year period, Siskey purported to invest investo rs’ \n(including Plaintiffs’) money  in the Ponzi Entities , but instead shuffled investor \nmoney between the bank accounts of the Ponzi Entities  and his personal bank \naccounts.  (J. Aldridge Compl . ¶ 56.)  The funds shuffled to other Ponzi Entities’ \naccounts and Siskey’s personal accounts were used to pay for his lavish personal \nlifestyle, to pay his gambling debts, and to pay investors when they sought the return \nof their money.  (J. Aldridge Comp l. ¶ 56.)  Siskey and the Individual Defendants, \nallegedly with MetLife’s knowledge and while working at the Wall Street Capitol \noffice, enticed Plaintiffs and other clients to invest cash, funds from their individual \nretirement accounts (“IRAs”), employee  benefit plans, life insurance policies, and \ninheritances with the Ponzi Entities by falsely promising them “guaranteed” and \n“safe asset-backed investments” with a “fixed rate” of return that could be liquidated \nwhenever the client desired.  (J. Aldridge C ompl. ¶¶ 57−60, 67.)   Responding to \nsolicitations from MetLife’s Wall Street Capitol office, more than 200 investors \ninvested in the Ponzi Scheme from 2000 through 2016 with Siskey and with the help \nof the Individual Defendants.  (See J. Aldridge Compl. ¶¶ 57−60.)            \n \n \n25. After the FBI seized Siskey’s assets and publicly revealed the allegations \nconcerning the Ponzi Scheme, Siskey committed suicide on December 28, 2016 .  (J. \nAldridge Compl. ¶¶ 53–54.) \n26. Plaintiffs allege that the MetLife Defendants participated in an d ratified \nthe Ponzi Scheme by allowing Siskey to continue as a MetLife employee  and sell \nsecurities to investors, including Plaintiffs , when the MetLife Defendants had \nknowledge and actual notice of Siskey’s illegal conduct in securities transactions.  \n(See J. Aldridge Compl. ¶¶ 69, 73.)  Specifically, Plaintiffs allege that as early as 2002, \nMetLife’s Vice President and Compliance Director and MetLife’s Senior Compliance \nConsultant (together, “MetLife’s Senior Directors”) discussed with Siskey, over \nseveral dates by phone and in writing, Siskey’s involvement with some of the Ponzi \nEntities.  ( J. Aldridge Compl. ¶ 70.)  Thereafter in 2004, Siskey was fined and \nsuspended by the National Association of Securities Dealers (“NASD”) for selling high \nrisk promissory notes issued by some of the Ponzi Entities  without disclosing his \nparticipation in these outside securities transactions.  (J. Aldridge Compl. ¶¶ 74−75.)  \nSiskey’s two -year suspension  prohibited him from associat ing with any NASD \nmember, including MetLife, in any capacity from 2004 to 2006.  (J. Aldridge Compl. \n¶¶ 76–77.)  \n27. In March 2011, the United States Department of Labor (“DOL”) determined \nthat Siskey and Wall Street Capitol had violated the Employee Retirement Income \nSecurity Act of 1974 (“ERISA”) by investing the assets of employee benefit plans into \nthe same Ponzi Entities that MetLife’s Senior Directors discussed with Siskey in 2002 \n \n \nand that were involved in the 2004 NASD investigation.  (J. Aldridge Compl. ¶ 81.)  \nAs a result of Siskey’s ERISA violation, in 2011, the DOL permanently banned Siskey \nfrom acting in a fiduciary capacity on behalf of any employee benefit plan covered by \nERISA.  (J. Aldridge Compl. ¶ 81.) \n28. Plaintiffs allege that , despite its knowledge  of Siskey’s participation in \nfraudulent securities transactions as early as 2002,  MetLife took no action to stop \nSiskey’s fraud on the Plaintiffs and the public, including after the disciplinary actions \ntaken by the NASD and DOL in 2004 and 2011, respectively.  (J. Aldridge Compl. ¶¶ \n69, 72, 74 , 76, 82 .)  Rather, during Siskey’s 2004–06 suspension, MetLife allowed \nSiskey to con tinue providing investment a dvice and financial services, including  \nselling securities from the Wall Street Capitol office to Plaintiffs and other MetLife \ncustomers.  (J. Aldridge Compl. ¶¶ 77−78.)   Additionally, Plaintiffs allege that, in \n2011 and again in 2013, MetLife “reinstated Siskey as a MetLife broker and entered \ninto additional brokerage contracts with him. ”  (J. Aldridge Compl. ¶ 84.)  Plaintiffs \nallege that MetLife allowed Siskey to carry on his everyday business for MetLife, \ncontinued to provide Siskey with office space, staff, furnishings and equipment, and \ncontinued to pay him his same compensation because he was a top sales performer \nand generated significant profits for the MetLife Defendants.  (J. Aldridge Compl. ¶¶ \n79, 87.)  \nD. Plaintiffs’ Investments in the Bankrupt Entities \n29. Plaintiffs allege that they are each customers of MetLife, having been \nintroduced to Wall Street Capitol and Siskey, as well as Lowder, Hammond, and/or \n \n \nPhillips, at various times between 2000 and 2016.   (See J. Aldridge Compl. ¶¶ 112–\n13, 116; K. Aldridge Compl. ¶¶ 112–13, 117–18; Goulet Compl. ¶¶ 112–13, 116; Kelly \nCompl. ¶¶ 117–18, 145–46, 170–71, 196–98, 222–24; Olin Compl. ¶¶ 112, 118, 120–\n21; Peterson Compl. ¶¶ 112–13; Williams Compl. ¶¶ 114–15.)  Plaintiffs further \nallege that, when meeting with Siskey and one or more of the Individual Defendants, \nSiskey and the Individual Defendants represented to Plaintiffs that Wall Street \nCapitol was an office of MetLife and that Siskey and the Individual Defendants were \nemployees and agents of MetLife , or otherwise represented MetLife in the sale of \nsecurities, investments, and insurance.  (J. Aldridge Compl. ¶¶  113–15; K. Aldridge \nCompl. ¶¶ 114–15; Goulet Compl. ¶¶ 113–14; Kelly Compl. ¶¶ 118, 146, 172–73, 198–\n99, 224–25; Olin Compl. ¶¶ 114, 116; Peterson Compl. ¶ 114; Williams Compl. ¶¶ \n115, 133.)  J. Aldridge, K. Aldridge, Goulet, Olin, Peterson, and J. Williams allege \nthey observed signs and/or other representations at the Wall Street Capitol office \nindicating that it was an office of MetLife.  (J. Aldridge Compl. ¶ 114; K. Aldridge \nCompl. ¶ 115; Goulet Comp l. ¶ 115; Olin Compl. ¶ 115; Peterson Compl. ¶ 115; \nWilliams Compl. ¶ 116.)   \n30. Each of the Plaintiffs alleges that Siskey and/or one or more of the \nIndividual Defendants “enticed” them to invest with Wall Street Capitol, including in \nthe Bankrupt Entities, by representing and promising Plaintiffs a fixed rate of return \nfrom safe,  no-risk, asset-backed investment s that could be liquidated whenever \nPlaintiffs desired.  (See J. Aldridge Compl. ¶ ¶ 57–58; K. Aldridge Compl. ¶¶ 58–59, \n61; Goulet Compl. ¶ ¶ 57, 60; Kelly Compl. ¶ ¶ 62, 64; Olin Compl. ¶¶ 57, 59, 61 ; \n \n \nPeterson Compl. ¶ ¶ 57, 60; Williams Compl. ¶ ¶ 59, 61; see also J. Aldridge Compl. \n¶126; K. Aldridge Compl. ¶ 141; Goulet Compl. ¶ 118; Kelly Compl. ¶¶ 118–19, 146–\n47, 173, 199, 2 25; Olin Compl. ¶¶ 121 –22; Williams Compl. ¶¶ 115, 133.)   \nFurthermore, J. Aldridge and K. Aldridge allege that MetLife represented to them \nthat Siskey, Lowder, and Hammond were “trusted, reputable, and experienced \ninvestment advisers, brokers[,] and insurance agents of MetLife.”  (J. Aldridge Compl. \n¶ 119; K. Aldridge Compl. ¶ 121.) \n31. Based on these representations, and other misrepresentations and \nomissions set forth below, Plaintiffs allege that Siskey and the Individual \nDefendants, “under the guise and appearance of MetLife and Wall Street Capitol,”  \ninduced Plaintiffs to invest in one or more of the Bankrupt Entities through MetLife’s \nWall Street Capitol office.  (J. Aldridge Compl. ¶¶ 57–58; K. Aldridge Compl. ¶¶ 58–\n59, 61; Goulet Compl . ¶¶ 57, 60; Kelly Compl. ¶¶ 62, 64; Olin Compl. ¶¶ 58 –59, 61; \nPeterson Compl. ¶¶ 57, 60; Williams Compl. ¶¶ 59, 61.)  \nE. The Bankruptcy Proceedings \n32. On January 27, 2017, an involuntary bankruptcy petition was filed against \none of the Ponzi Entities,  TSI Holdings, thereby initiating a Chapter 7 bankruptcy \ncase before the  Bankruptcy Court .  (J. Aldridge Compl. ¶ 62.)  Thereafter, WSC \nHoldings, SPP, and SRP also entered bankruptcy, with the Bankruptcy Trustee \nserving as trustee for each of the Bankrupt Entities.  (J. Aldridge Compl. ¶ 63; see J. \nAldridge Compl. Ex. 10.)  \n \n \n33. Plaintiffs each filed proofs of claim in the Bankruptcy Proceedings directed \nto the particular Bankrupt Entity in which they invested.   (See, e.g., Ex. 1 to Pls.’ \nMot. for Extension of Time, ECF No. 58.1 [“Proofs of Claim”]  (18 CVS 1050) .)  \nSpecifically: (i) Goulet, Kelly, and Olin filed proofs of claim regarding TSI Holdings, \n(Proofs of Claim Ex. A); J. Aldridge, K. Aldridge, Leite, the Lemonses, and Reittinger \nfiled proofs of claim regarding WSC Holdings, (Proofs of Claim Ex. B); J. Aldridge \nfiled a proof of claim regarding SPP , (Proofs of Claim Ex. C); and J. Aldridge, Kelly, \nPeterson, and the Williamses  filed proofs of claim regard ing SRP, (Proofs of Claim \nEx. E).        \n34. In late 2018, the Bankruptcy Trustee and other parties to the Bankruptcy \nProceedings, including  the MetLife Defendants , negotiated and submitted for the \nBankruptcy Court’s approval a settlement and release agreement (the “Settlement \nAgreement”).  ( Ex. 3 to Pls.’ Mot. for Extension of Time Ex. A, ECF No. 58.3 \n[“Settlement Agreement”] (18 CVS 1050).)   The Settlement Agreement essentially \nprovides, in relevant part, that the Bankruptcy Trustee, on behalf of the Bankrupt \nEntities, releases all claims against MetLife arising out of the Ponzi Scheme in \nexchange for MetLife’s contribution to a bankruptcy settlement fund.  (See Settlement \nAgreement §§ 3(b), 6(e).)   \n35. The Settlement Agreement’s release provision provides: \nThe Trustee, on behalf of the [Bankrupt Entities], hereby releas es . . . \nMetLife and any of MetLife’s respective past and present . . . employees, \n[and] agents [e.g., the Individual Defendants] . . .  (collectively, t he \n“MetLife Released Parties”), from any and all claims, . . . and caus es of \naction . . . , whether at law or in equity, [and]  whether owned or \n \n \ncontrolled by the Trustee or that the Trustee has standing to pursue on \nbehalf of [the Bankrupt Entities]. \n \n(Settlement Agreement § 6(e)(i).)  The Settlement Agreement further provides that \nthe Bankruptcy Trustee releases MetLife of: \ncauses of action for actual fraud, constructive fraud, negligent \nmisrepresentation, . . . negligence, unfair and deceptive trade practices, \n. . . private causes of action based on state or federal insurance or \nsecurities law violation, vicarious liability, respondeat superior , . . . \nand/or punitive damages arising out of or relating to or in connection \nwith acts or omissions by any of the  MetLife Released Parties that \nallegedly injured the Ponzi Debtors [e.g., Plaintiffs] and/or SRP and, \ntherefore, allegedly injured generally creditors of one or more of the \n[Bankrupt Entities.] \n \n(Settlement Agreement § 6(e)(i).)  Notably, pursuant to the S ettlement Agreement, \nthe Bankruptcy Trustee releases MetLife from liability for the same types of causes \nof action brought by Plaintiffs in the Actions.  This release is limited, however, in that \nthe release: \nshall not limit or otherwise affect causes of a ction against the MetLife \nReleased Parties (if any) owned by individual creditors based on alleged \nmisconduct directed specifically toward only such creditor and causing \nan injury unique only to such creditor (i.e., an injury other than the \ngeneralized harm to [the Bankruptcy Entities’] creditors caused by a loss \nof invested funds as a result of the Ponzi [s]cheme). \n \n(Settlement Agreement § 6(e)(i) (emphasis omitted).)   \n36. At the hearing on the Motions, counsel for all parties represented and \nconfirmed to the  Court that all conditions precedent to the Bankruptcy Court’s \napproval of the Settlement Agreement had been satisfied and that the Bankruptcy \nCourt approved the Settlement, which is now in effect. \n \n \n \nIV. ANALYSIS \n37. Defendants move to dismiss Plaintiffs’ claims regarding their investments \nin the Bankrupt Entities pursuant to Rule 12(b)(1), arguing that: (a) the Bankruptcy \nTrustee has “first crack” at these claims ; (b) the Bankruptcy Trustee has negotiated \na settlement of these claims on behalf of the Bankrupt Entities; and (c) the Settlement \nAgreement includes a release of the MetLife Defendants  and the Individual \nDefendants, as employees and agents of the MetLife Defendants,  from all claims \nbrought by Plaintiffs  arising from Plaintiffs’ investments in the Bankrup t Entities.  \n(See, e.g., MetLife Defs.’ Mem. Supp. Mot. to Dismiss First Am. Compl. 32 –35, ECF \nNo. 53 (18 CVS 1050) [“MetLife’s Mem. Supp.”]; Defs. Lowder & Hammond’s Mem. L. \nSupp. Mot. to Dismiss First Am. Compl. 10 –13, ECF No. 54 (18 CVS 1124) \n[“Hammond & Lowder’s Mem. Supp.”]; Def. Phillips’s Br. Supp. Mot. to Dismiss 4–6, \nECF No. 59 (18 CVS 4978) [“Phillips’s Br. Supp.”]; MetLife Defs.’ Reply Mem. Supp. \nMot. to Dismiss First Am. Compl. 5–7, ECF No. 69 (18 CVS 1050) [“MetLife’s Reply”]; \nReply by Defs. Lowder & Hammond to Pl. K. Aldridge’s Resp. to Defs.’ Mot. to Dismiss \n1–3, ECF No. 70 (18 CVS 1124) [“Lowder & Hammond’s Reply”]; Def. Phillips’s Reply \nSupp. Mot. to Dismiss 2–5, ECF No. 75 (18 CVS 4978) [“Phillips’s Reply”].)14   \n38. As a result, Defendants contend that Plaintiffs lack standing to bring their \nclaims to the extent such claims  are based on their investments in the Bankrupt \nEntities.  The Court notes at the outset that  dismissal of Plaintiffs’ claims pursuant \n                                                           \n14 As the Court did when citing to the Complaints for the common allegations describing the \nalleged Ponzi Scheme, where Defendants’ arguments in their briefs are similar or identical \nagainst each Plaintiff, the Court cites to a single brief as representative  of Defendants’ \narguments in each of the Actions. \n \n \nto the Motions would not resolve all claims as to any given  Plaintiff, nor would it \nresult in a dismissal of the entirety of any of the Complaints.  Collectively, Plaintiffs \nallege that they invested in several entities through Siskey and Wall Street Capitol, \nonly four of which are part of th e Bankruptcy Proceedings.  Thus, to the extent \nPlaintiffs’ claims are based on their investments in entities other than the Bankrupt \nEntities or premised on allegations unrelated to Plaintiffs’ securities investments, \ntheir claims are not targeted by the Motions.  \nA. Preliminary Matters: (i) Plaintiffs’ UDTP and Punitive Damages \nClaims and (ii) Defendants’ Collateral Estoppel Arguments  \n \n39. Before addressing the merits of Defendants’ argument s, the Court \naddresses three preliminary matters.  First, t he Court notes that Plaintiffs’ UDTP \nclaims appear to be  based solely on allegations regarding an alleged insurance \nscheme and not on specific investments made in any entities, let alone investments \nin the Bankrupt Entities.  (See J. Aldridge Compl. ¶¶ 240–48; K. Aldridge Compl. ¶¶ \n227–35; Goulet Compl. ¶¶ 195–203; Kelly Compl. ¶¶ 310–18; Olin Compl. ¶¶ 239–44; \nPeterson Compl. ¶¶ 195 –203; Williams Compl. ¶¶ 211 –19.)  Therefore , the Court \nconcludes that Plaintiffs’ UDTP claims are not subject to the following “first crack” \nanalysis and DENIES the Motions under Rule 12(b)(1) to the extent the Motions seek \ndismissal of Plaintiffs’ UDTP claims on this basis.15 \n                                                           \n15 The MetLife Defendants also challenge Goulet’s, Kelly’s, Leite’s, Reittinger’s, the \nLemonses’, Olin’s, Peterson’s, and the Williamses’ UDTP claims pursuant to Rule 12(b)(1) on \nstanding grounds unrelated to the “first crack” doctrine.  (See MetLife Defs.’ Mem. Supp. Mot. \nto Dismiss First Am. Compl. 25, ECF No. 38 (18 CVS 12201); MetLife Defs.’ Mem. Supp. Mot. \nto Dismiss First Am. Compl. 32, ECF No. 61 (18 CVS 4978); MetLife Defs.’ Mem. Supp. Mot. \nto Dismiss Compl. 27–28, ECF No. 20 (18 CVS 19512); MetLife Defs.’ Mem. Supp. Mot. to \n \n \n \n40. Second, the Court does not address Plaintiffs’ standing to request punitive \ndamages in this Orde r and Opinion.  Plaintiffs allege in each of the Complaints a \nseparate, independent cause of action for punitive damages.  (See J. Aldridge Compl. \n¶¶ 225−59; K. Aldridge Compl. ¶¶ 242−46; Goulet Compl. ¶¶ 210−14; Kelly Compl. \n¶¶ 325−29; Olin Compl. ¶¶ 251−55; Peterson Compl. ¶¶ 210−14; Williams Compl. ¶¶ \n226−30.)  North Carolina courts have repeatedly held that “a claim for punitive \ndamages is not a stand -alone claim.”  Funderburk v. JPMorgan Chase Bank, N.A. , \n241 N.C. App. 415, 425 (2015) .  The Court concludes that, while this may be a basis \nfor dismissing stand-alone claims for punitive damages pursuant to Rule 12(b)(6), the \nexistence or non -existence of an independent cause of action  under North Carolina \nlaw does not present a question of Plaintiffs’  standing or the Court’s subject matter \njurisdiction under Rule 12(b)(1).  The Court therefore will not address Plaintiffs’ \nstand-alone claim for punitive damages in this Order and Opinion. \n41.   Finally, Defendants argue that J. Aldridge, Kelly, Peterson, and the \nWilliamses are collaterally estopped from alleging that SRP was one of the entities \nSiskey used to perpetuate the Ponzi Scheme because the Bankruptcy Court has \nalready determined that SRP is not a Ponzi entity.  ( See MetLife’s Mem. Supp. 35; \nMetLife’s Reply 7; Phillips’s Reply 5–6; Def. Lowder’s Reply to Pl. J. Aldridge’s Resp. \nto Lowder’s Mot. to Dismiss 3, ECF No. 68 (18 CVS 1050); Def. Hammond’s Mem. \n                                                           \nDismiss First Am. Compl. 25, ECF No. 38 (18 CVS 528); MetLife Defs.’ Mem. Supp. Mot. to \nDismiss First Am. Compl. 27 –28, ECF No. 49 (18 CVS 307).)  Because the MetLife \nDefendants’ a rguments do not concern whether the Bankruptcy Trustee, rather than \nPlaintiffs, has standing to bring the UDTP claims, the Court elects to discuss the merits of \nthese alternative arguments under Rule 12(b)(1) in its forthcoming order and opinion on \nDefendants’ motions to dismiss pursuant to Rules 12(b)(6) and 9(b).   \n \n \nSupp. Mot. to Dismiss Am. Compl. 28, ECF No. 45 (18 CVS 528); Def. Phillips’s Br. \nSupp. Mot. to Dismiss 7, ECF No. 47 (18 CVS 307); Def. Phillips’s Reply Supp. Mot. \nto Dismiss 5–6, ECF No. 63 (18 CVS 307).)   \n42. Regardless of the MetLife Defendant’s position on the applicability of the \nforegoing standing analysis to investments in SRP, the Settlement Agreement makes \nclear that the Bankruptcy Trustee, on behalf of SRP, settled all claims  against \nMetLife and the Indi vidual Defendants  based on investments in SRP .  ( See \nSettlement Agreement § 6(e)(i).)  Because the Bankruptcy Trustee has settled claims \non behalf of SRP against Defendants, the Court must determine whether Plaintiffs \nhave standing to assert claims based o n their investments in SRP  regardless of \nwhether that entity was involved in the Ponzi Scheme .  The Court will revisit , if \nnecessary, the merits of Defendants’ collateral estoppel argument when considering \nthe motions to dismiss pursuant to Rule s 12(b)(6) and 9(b).  With these preliminary \nmatters addressed, the Court turns to the merits of Defendants ’ “first crack”  \narguments. \nB. The “First Crack” Doctrine \n43. “Rule 12(b)(1) permits a party to contest, by motion, the jurisdiction of the \ntrial court over the subjec t matter in controversy.”  Swan Beach Corolla, LLC v. \nCounty of Currituck, 234 N.C. App. 617, 621, 760 S.E.2d 302, 307 (2014) (citation and \nquotation marks omitted).  A court shall dismiss the action when it appears that the \ncourt lacks subject matter jurisdiction.  N.C.G.S. § 1A-1, Rule 12(h)(3).   \n \n \n44. “In order for a court to have subject matter jurisdiction to hear a claim, the \nparty bringing the claim must have standing.”  Newton v. Barth, 248 N.C. App. 331, \n336, 788 S.E.2d 653, 659 (2016) (citation and quotation marks omitted); Smith v. \nForsyth Cty. Bd. of Adjustment , 186 N.C. App. 651, 653, 652 S.E.2d 355, 357 (2007) \n(“Standing is a necessary prerequisite to a court’s proper exercise of subject matter \njurisdiction, and is a question of law . . . .” (internal citations, quotation marks, and \nbrackets omitted)).  “[T]he party seek ing to bring [its] claim before the court must \ninclude allegations which demonstrate why [it] has standing in the particular case[.]”  \nCherry v. Wiesner, 245 N.C. App. 339, 346, 781 S.E.2d 871, 877 (2016); see Neuse River \nFound., Inc. v. Smithfield Foods, Inc., 155 N.C. App. 110, 113, 574 S.E.2d 48, 51 \n(2002). \n45. On a motion to dismiss under  Rule 12(b)(1), the Court “may consider and \nweigh matters outside the pleadings. ”  Dep't of Transp. v. Blue , 147 N.C. App. 596, \n603, 556 S.E.2d 609, 617 (2001).  If the Cou rt “confines its evaluation to the \npleadings,” however, it “must accept as true the plaintiff's allegations and construe \nthem in the light most favorable to the plaintiff.”  Id. \n46. The filing of a bankruptcy petition “creates an estate.”  11 U.S.C. § 541(a).  \n“An estate is a separate legal identity, created on (and by) the filing of a bankruptcy \npetition, and continuing until confirmation, conversion, or dismissal of the case.”  In \nre Herberman, 122 B.R. 273, 278 (Bankr. W.D. Tex. 1990).  Property of the bankruptcy \nestate includes “all legal or equitable inte rests of the debtor in property  as of the \ncommencement of the case.”  11 U.S.C. § 541(a)(1).  “The phrase ‘all legal or equitable \n \n \ninterests of the debtor in proper ty’ has been construed broadly, and includes ‘rights \nof action’ such as claims based on state or federal law.”  Highland Capital Mgmt. LP \nv. Chesapeake Energy Corp. (In re Seven Seas Petroleum, Inc.), 522 F.2d 575, 584 (5th \nCir. 2008) (citations omitted). \n47. Only the trustee of the bankruptcy estate has standing to pursue claims \nthat belong to the bankruptcy estate unless and until the trustee abandons those \nclaims.16  See Nat’l Am. Ins. Co. v. Ruppert Landscaping Co. , 187 F.3d 439, 441 (4th \nCir. 1999).  Put another way, “the trustee should have first crack at challenging the  \n. . . transaction”  and bringing claims against third parties.   Id. (emphasis added).  \nNorth Carolina courts have recognized this principle, hold ing that “North Carolina \nstate trial court s lack subject matter jurisdiction to hear claims belonging to a \nbankruptcy estate.”  Keener Lumber Co. v. Perry , 149 N.C. App. 19, 26, 560 S.E.2d \n817, 822 (2002) (citing Tart v. Prescott’s Pharmacies, Inc., 118 N.C. App. 516, 521, 456 \nS.E.2d 121, 125 (1995)); Associated Hardwoods, Inc. v. Lail , 2018 NCBC LEXIS 81, \n*9–10 (N.C. Super. Ct. Aug. 6, 2018);  Indus. Fabricators, Inc. v. At -Net Servs . – \nCharlotte, Inc. , 2018 NCBC LEXIS 47, at *16 –17 (N.C. Super. Ct. May 9, 2018).  \nAccordingly, if Plaintiffs’ claims based on their investments in the Bankrupt Entities \nare the property of the Bankrupt Entities’ estates, only the Bankruptcy Trustee has \nstanding to assert these claims. \n                                                           \n16 “After notice and a hearing, the trustee may abandon any property of the estate that is \nburdensome to the estate or that is of inconsequential value and benefit to the estate.”  11 \nU.S.C. § 5 54(a).  “Unless the court orders otherwise, property of the estate that is not \nabandoned under this section and that is not administered in the case remains property of \nthe estate.”  Id. § 554(d). \n \n \n48. In the context of these Actions and the related Bankruptcy Proceedings, the \nterm “first crack” doctrine is something of a misnomer.  The record in the Bankruptcy \nProceedings reflects that the Bankruptcy Trustee did not bring any claims against \nDefendants but rather entered into the Sett lement A greement with the MetLife \nDefendants and their employees/agents, the Individual Defendants.  The Settlement \nAgreement, subsequently approved  by the Bankruptcy Court  and finalized, settled \nany and all claims against the MetLife Defendants and the Individual Defendants \narising from their actions concerning the Bankrupt Entities and the Ponzi Scheme.  \nAccordingly, the question before the Court is not quite whether the Bankruptcy \nTrustee should have “first crack” at Plaintiffs’ claims; rather, it is whether Plaintiffs’ \nclaims fall within the scope of those claims the Bankruptcy Trustee had the power to \nsettle, and did settle, on behalf of the Bankrupt Entities  (or alternatively chose not \nto pursue).  See, e.g., In re Midstate Mills, 2015 Bankr. LEXIS 3105, at *19 (Bankr. \nW.D.N.C. Sept. 15, 2015).   \n49. In determining whether a claim is the property of the bankruptcy estate \npursuant to section 541(a)(1), and thus “under the full authority of the bankruptcy \ntrustee,” the Court must examine  the complaint’s allegations and “the nature of the \nclaim under state law.”  Keener, 149 N.C. App. at 26, 560 S.E.2d at 822; see also \nAlvarez v. Ward, 2012 U.S. Dist. LEXIS 4557, at *12 (W.D.N.C. Jan. 13, 2012).   \n50. In undertaking this analysis, the Court accept s as true Plain tiffs’ \nallegations in the Complaints and constru es the allegations in the light most \nfavorable to Plaintiffs, see Blue, 147 N.C. App. at 603, 556 S.E.2d at 609, but does not \n \n \nevaluate or determine the sufficiency of the allegations to state a claim , see In re \nMidstate Mills , 2015 Bankr. LEXIS 3105, at *19  (“The court will not determine \nwhether the [ ] Plaintiffs have stated claims for relief . . . but will only decide whether \nthe causes of action, as pled, fall within the scope of the claims settled by the Trustee \n. . . or . . . are personal to the [  ] Plaintiffs.”); Newton, 248 N.C. App. at 335, 339 –40, \n343–45, 788 S.E.2d at 659, 661, 663 –64 (considering “the gravamen” of plaintiffs’ \nclaims to determine whether plaintiffs or the bank ruptcy trustee had standing and \nreserving for separate consideration under Rule 12(b)(6) a claim -by-claim \ndetermination of the sufficiency of the claims as pleaded);  see also A&G Goldman \nP’ship v. Picard (In re Bernard L. Madoff Inv. Secs., LLC), 739 F. App’x 679, 685 (2d \nCir. 2018) (“[T]he appropriate inquiry is not whether the complaint would survive a \nmotion to dismiss pursuant to [Federal] Rule 12(b)(6).  However, the substance of the \nallegations is relevant insofar as it helps us to determine whether, despite the label \n[plaintiffs] attach to it, the claim asserted is actually a disguised fraudulent transfer \nclaim that is derivative of the [t]rustee’s fraudulent transfer claim.”); In re Seven Seas \nPetroleum, 522 F.3d at 587–88 (“It is not our place to consider whether the [plaintiffs’] \nallegations are sufficient to state a cause of action under Texas l aw, or to speculate \nas to what set of facts might ultimately be proven in support of recovery. . . .  Simply \nput, the fact that the [plaintiffs] ultimately may be unable to pr evail on the claims \ndoes not render the claims property of the [bankruptcy] estate.”). \n51. In North Carolina, the general rule is that “when all creditors of an \ninsolvent or bankrupt corporation share an injury based on a common act, only a \n \n \nreceiver or trustee has standing to assert the creditors’ collective claim against \ndirectors on behalf of the corporation.”  Angell v. Kelly, 336 F. Supp. 2d 540, 544−45 \n(M.D.N.C. 2004) (applying North Carolina law); see Keener, 149 N.C. App. at 25, 560 \nS.E.2d at 820; see also Underwood v. Stafford, 270 N.C. 700, 703, 155 S.E.2d 211, 213 \n(1967).  This principle is based on the rationale that a creditor in this situation has \nonly been injured indirectly by the mere fact that the creditor, like all other creditors, \ncannot get what it is due because of a direct injury to the bankrupt entity.  See \nAlvarez, 2012 U.S. Dist. LEXIS 4557 at *12.  \n52. However, there are limits to a bankruptcy trustee’s standing to bring claims \non behalf of third parties.  Specifically, relying on the United States Supreme Court’s \ndecision in Caplin v. Marine Midland Grace Trust Co., 406 U.S. 416 (1972), our Court \nof Appeals has noted that, typically, “the trustee’s authority to bring suit on behalf of \nthe bankruptcy estate does not extend to state law claims by the estate’s creditors \nagainst third parties [,]” Newton, 248 N.C. App. at 337, 788 S.E.2d at 659 (citing \nCaplin, 406 U.S. at 433−34); see also Picard v. JPMorgan Chase Bank & Co. (I n re \nBernard L. Madoff Inv. Sec. LLC) , 721 F.3d  54, 67 (2d Cir. 2013) .  The Court of \nAppeals has held that a bankruptcy trustee’s standing to bring a claim against third \nparties is thus limited where the claim is founded on injuries peculiar or personal to \nan individual creditor rather than on injuries suffered by the bankrupt entity or all \ncreditors generally.  See, e.g., Keener, 149 N.C. App. at 26, 560 SE.2d at 822.  When a \nclaim is peculiar or personal to an individual creditor, it belongs to, and is pro perly \n \n \nmaintained by, that particular creditor.  See id.  Pursuant to North Carolina law, \ntherefore,  \ncreditors of a bankruptcy estate may prosecute individual actions \nagainst a third party if they can show either (1) that the wrongdoer owed \nthem a special duty, or (2) that the injury suffered by the creditors is \npersonal to them and distinct from the injury sustained by the \ncorporation itself.   \n \nNewton, 248 N.C. App. at 338, 788 S.E.2d at 659–60 (quoting Barger v. McCoy Hillard \n& Parks, 346 N.C. 650, 660, 488 S.E.2d 215, 220−21 (1997) (quotation marks and \nbrackets omitted)).    \n53. The Newton court’s reliance on Barger v. McCoy Hillard & Parks  for this \nproposition is perhaps not surprising given that many of this State’s reported \ndecisions concerning a creditor-plaintiff’s standing to assert claims to the exclusion \nof the trustee  largely concern creditors attempting to bring direct suits against \ndirectors and officers of bankrupt entities.  See generally Alvarez , 2012 U.S. Dist. \nLEXIS 4557; Angell, 336 F. Supp. 2d 540; In re Midstate Mills , 2015 Bankr. LEXIS \n3105; Underwood, 270 N.C. 700, 155 S.E.2d 211; Keener, 149 N.C. App. 19, 560 S.E.2d \n817; Associated Hardwoods, 2018 NCBC LEXIS 81.  These cases therefore discussed \nat length the presumption against individual creditors bringing actions individually \nfor harm done to the bankrupt corporation.  The Court notes that, here, Plaintiffs \nhave not asserted claims against Siskey’s estate arising from Siskey’s role as a \ndirector of any of the Bankrupt Entities.  Furthermore, Phillips is the only defendant \nalleged to be an officer of one of the Bankruptcy Entities —namely, WSC Holdings.  \n(See Kelly Compl. ¶ 35.)  Leite, the Lemonses, and Reittinger are the only Plaintiffs \n \n \nwho assert claims against Phillips based, at least in part, on their investments in \nWSC Holdings.  ( See Kelly Compl. ¶¶ 148, 174, 200, 226.)  However, Leite, the \nLemonses, and Reittinger do not base their claims against Phillips regarding \ninvestments in WSC Holdings on Phillips’s o fficer status; rather, their claims are \npremised on Phillips’s role in inducing them to invest in WSC Holdings  as their \ninvestment advisor and as an employee of MetLife. \n54. With the  foregoing principles in mind, the Court turns to Defendants’ \nspecific “first crack” arguments. \nC. The Fact that Plaintiffs’ Allegations Outline a Ponzi Scheme is Not \nDispositive of Plaintiffs’ Standing \n \n55. Before considering Plaintiffs’ claims, the Court may dispose of one broadly \napplicable argument advanced by the MetLife Defendants , Lowder, and Hammond.  \nThe argument is this : Plaintiffs lack standing to assert any claims regarding their \ninvestments in the Bankrupt Entities because, as evident by the nearly identical \nallegations across all Complaints, Plaintiffs suffered the same gene ral injury \nexperienced by any other investor in the Ponzi Scheme—diminution in value of their \ninvestments due to Siskey’s transfer of invested funds from the Bankrupt Entities to \nother entities and/or his personal accounts .  (See MetLife Mem. Supp. 34 & n. 13; \nMetLife’s Reply 5; Lowder & Hammond’s Reply 3.)  Indeed, the MetLife Defendants \ncontend that each of the Plaintiffs’ injuries, as alleged, were caused by the Ponzi \nScheme and thus represent generalized, rather than particularized, harm.   (See \nMetLife’s Reply 5.) \n \n \n56. This argument has surface appeal.  As alleged, Siskey, allegedly with the \naid of Defendants, orchestrated the Ponzi Scheme by soliciting Plaintiffs’ and others’ \ninvestments in companies that Siskey controlled; then, rather than investing \nPlaintiffs’ funds, Siskey withdrew funds from the companies to fund his lavish \npersonal lifestyle, pay his gambling debts, and pay other investors who sought the \nreturn of their invested funds .  A s a result of Siskey’s withdrawal of funds, the \ncompanies we re unable to repay investors, including Plaintiffs.   The Bankruptcy \nProceedings then ensued.   \n57. The MetLife Defendants contend that, as alleged, Plaintiffs’ injuries were \ncaused by Siskey’s fraudulent transfer of funds from the Bankrupt Entities.  ( See, \ne.g., MetLife’s Reply 5.)  According to the MetLife Defendants, Siskey’s transfers of \nfunds caused direct injur ies to the Bankrupt Entities, and Plaintiff s’ losses as \ninvestors in the Bankrupt Entities were “merely indirect or derivative of the \ncompanies’ loss[es].”  (MetLife’s Reply 5.)  Because Plaintiffs’ losses are exactly the \nsame as the losses of the Bankrupt Entities  (and of all other investors in the Ponzi \nScheme), the MetLife Defendants argue  that Plaintiffs’ claims, however \ndenominated, are  simply fraudulent transfer claims that belong to the Bankrupt \nEntities, and thus only the  Bankruptcy Trustee has standing to bring these claims.  \n(MetLife’s Reply 5–6; see MetLife’s Mem. Supp. 34–35.) \n58. The MetLife Defendants cite to several cases in which courts have held that \nvictims of Ponzi schemes lack standing to assert claims against third parties to \nrecover for lost investments in a Ponzi-scheme entity in bankruptcy.  (MetLife Mem. \n \n \nSupp. 34 & n.13.)  Lowder and Hammond go so far as to say that a conclusion that \nPlaintiffs, as Ponzi scheme victims, have standing to bring their claims is \n“inconsistent with the law[.]” (Lowder & Hammond’s Reply 3.)   \n59. As the United States District Court for the Southern District of New York  \nstated in evaluating investors’  claims against third parties involved in the well-\nknown Bernard Madoff Ponzi scheme cases, “claims that arise in the aftermath of a \nPonzi scheme are classic examples of generalized harm.”  Ritchie Capital Mgmt., \nL.L.C. v. Gen. Elec. Capital Corp., 121 F. Supp. 3d 321, 336 (S.D.N.Y. 2015), aff’d, 821 \nF.3d 349 (2d Cir. 2016) (per curiam); see also Bash v. Textron Fin. Corp. (In re Fair \nFin. Co.), 834 F.3d 651, 676 (6th Cir. 2016); Sec. Inv’r Prot. Corp. v. Bernard L. Madoff \nInv. Sec. LLC (In re Madoff), 598 B.R. 102, 112–17 (S.D.N.Y. 2019); A & G Goldman \nP’ship v. Capital Growth Co. ( In re Bernard L. Madoff Inv. Sec. LLC ), 565 B.R. 510, \n522–25 (S.D.N.Y 2017), aff’d sub nom., A&G Goldman P’ship v. Picard (In re Bernard \nL. Madoff Inv. Sec. LLC), 739 F. App’x 679 (2d Cir 2018); Fox v. Picard (In re Madoff), \n848 F. Supp. 2d 469, 479 –80 (S.D.N.Y. 2012), aff’d sub nom., Marshall v. Picard (In \nre Bernard L. Madoff Inv. Sec. LLC) , 740 F.3d 81 (2d Cir. 2014); Greenpond S., LLC \nv. Gen. Elec. Capital Corp., 886 N.W.2d 649 (Minn. Ct. App. 2016) \n60. However, several other federal court decisions have held that Ponzi-scheme \nvictims, and not bankruptcy trustees, have standing to assert claims against third \nparties where the claims are based on the third-party’s conduct specifically aimed at \nthe plaintiff-investors.  See, e.g., Picard, 721 F.3d at 71 (concluding, on similar Ponzi \nscheme allegations, that the trustee lacked standing to assert “claims on behalf of \n \n \nthousands of customers against thirty-party financial institutions for their handling \nof individual investments made on various dates in varying amounts” because the \ncustomers were all affected differently); Hirsch v. Arthur Andersen & Co. , 72 F.3d \n1085, 1094 (2d Cir.1995) (concluding that claims predicated on the distribution of \nmisleading documents to investors in the corporation “are the property of those \ninvestors, and may be asserted only by them and to the exclusion of [the trustee]”); \nE.F. Hutton & Co. v. Hadley, 901 F.2d 979, 981, 986–87 (11th Cir. 1988) (holding that \ndefrauded investors, and not the bankruptcy trustee, had standing to bring claims \narising out of bankruptcy debtor’s Ponzi scheme); cf. Marshall, 740 F.3d  at 93 \n(concluding that plaintiffs lacked standing because they had not alleged defendants \ntook any “particularized actions[,]” such as “that the [defendants] made any \nmisrepresentations to [the plaintiffs]” (internal quotation marks omitted)).17 \n61. Accordingly, though generalized injuries among creditor-victims of Ponzi \nschemes may be common, the Court concludes that the fact that Plaintiffs’ allegations \noutline a Ponzi scheme is not dispositive of the Court’s inquiry.  Rather, the Court is \n                                                           \n17 Furthermore, the parties do not cite, and the Court’s own research has not identified, any \ncontrolling North Carolina state court decision addressing whether a plaintiff, rather than \nthe bankruptcy trustee, has standing to assert claims against a third party arising out of a \nPonzi scheme.  At least one North Car olina federal court, the United States Bankruptcy \nCourt for the Western District of North Carolina, has addressed this issue.  See Sigmon v. \nEsposito (In re Rahab Tr. & Mgmt. Co.), 2002 Bankr. LEXIS 1876 (Bankr. W.D.N.C. Mar. 4, \n2002).  That case, however, concerned whether the trustee had standing to bring claims under \n11 U.S.C. § 544, pursuant to the trustee’s avoidance powers, rather than under section 541 \nas property of the bankruptcy estate.  Id. at *9 –10, 16 –17 (holding that trustee lacked \nstanding under section 544 to bring North Carolina state law claims on behalf of the Ponzi-\nscheme debtor’s creditors).  Here, Defendants do not argue that only the Bankruptcy Trustee \nhas standing pursuant to section 544; rather, they argue that Plaintiffs’ claims bas ed on \ninvestments in the Bankrupt Entities are the property of the bankruptcy estates, invoking \nsection 541.  Accordingly, In re Rahab Trust & Management Co. is distinguishable from the \ninstant Actions.  \n \n \ntasked with examining “the nature of the claim[s]”  and determining, based on that \nexamination, whether the claims are personal to Plaintiffs.  See Keener, 149 N.C. App. \nat 26, 560 S.E.2d at 822 .  The Court first addresses Plaintiffs’ claims against the \nIndividual Defendants, and then proceeds to consider Plaintiffs’ claims against the \nMetLife Defendants. \nD. Plaintiffs’ Claims Against the Individual Defendants \n62. Plaintiffs bring claims against one or more of the Individual Defendants for \nfraud, constructive fraud, primary violations of the NCSA, negligent \nmisrepresentation, and professional negligence.  ( See, e.g. , J. Aldridge Compl. ¶¶ \n176–230, 255–54.)  Additionally, Olin brings a claim against Lowder and Hammond \nfor primary violations of the NCIAA.  (See Olin Compl. ¶¶ 199–205.)  \n63. Plaintiffs have standing to bring these claims against the Individual \nDefendants if the nature or gravamen of Plaintiffs’ claims is that either (1) the injury \nsuffered by Plaintiffs in relation to their investments in the Bankrupt Entities is \npersonal to them and distinct from the injury sustained by the Bankrupt Entities, or \n(2) the Individual Defendants owed Plaintiffs a special duty.  See Newton, 248 N.C. \nApp. at 338, 788 S.E.2d at 659–60 (citing Barger, 346 N.C. at 660, 488 S.E.2d at 220–\n21).   \n64. Regarding the distinct injury exception, the North Carolina Supreme Court \nhas stated that “[a]n injury is peculiar or personal . . . if a legal basis exists to support \nplaintiffs’ allegations of an individual loss, separate and distinct from any damage \nsuffered by the corporation.”   Barger, 346 N.C. at 659, 488 S.E.2d at 220 (internal \n \n \nquotation marks omitted) (quoting Howell v. Fisher , 49 N.C. App. 488, 492, 272 \nS.E.2d 19, 23 (1980) ).  The Court of Appeal s in Newton applied the distinct -injury \nexception to permit a bankruptcy estate’s creditors  to pursue claims against third \nparties, concluding that the defendants’ misrepresentations and concealment of facts \nregarding the financial health of a corporation subsequently put into bankruptcy  \ninduced the plaintiffs to enter into certain contracts  by which the plaintiffs became \ncreditors of the bankruptcy estate.  248 N.C. App. at 339–40, 788 S.E.2d at 661.   \n65. The Court finds the Court of Appeals’ analysis of this issue in Newton to be \ninstructive.  There, the plaintiffs, who were customers, vendors, and suppliers of the \nbankrupt entity, brought claims for fraud and UDTP alleging that certain defendants \n“falsified financial statements” and repeatedly assured plaintiffs “that the company \nwould receive additional funds and continue to perform its contractual obligations.”  \nId. at 339, 788 S.E.2d at 660.  Two of the defendants, the president of the bankrupt \nentity and his father, argued that the plaintiffs’ injuries were merely “injuries to [the \nbankrupt entity] itself, shared by all its creditors, and therefore properly belonged to \nthe bankruptcy trustee.”  Id. at 339, 788 S.E.2d 660–61 (citing Ruppert Landscaping, \n187 F.3d at 441; Gleneagles Trading, LLC v. Welsh, Carson, Anderson & Stowe, VI, \nLP (In re Bridge Info. Sys., Inc.), 344 B.R. 587, 594 (E.D. Mo. 2006)).   \n66. The Newton court rejected this argument, conclud ing that the plaintiffs’ \ninjuries were “separate and distinct from any injury to [the bankrupt entity] or any \nother creditor of the bankruptcy estate,” and thus held that the fraud and UDTP \n \n \nclaims belonged to the plaintiffs.  Id. at 339–40, 788 S.E.2d at 661.  Crucial to the \nNewton court’s holding was its conclusion that: \nthe gravamen of the [plaintiffs’] fraud and UDTP claims is not merely \nthat they were injured by [the bankrupt entity’s] collapse and the \nresulting breach of its contractual obligations to them, but instead that \nthey never would have suffered any injury  if they had not been \nfraudulently induced into entering into contracts with [the bankrupt \nentity] as a result of misrepresentations made by [the bankrupt entity’s] \nstaff actin g at [the defendant -president’s] direction . . ., when [the \ndefendant-president] was already aware of the company’s financial \ndistress.   \n \nId. at 339–40, 788 S.E.2d at 661 (emphasis in original).  The Newton court also noted \nthat the complaint detailed how the plaintiffs, the bankrupt entity’s customers, \nvendors, and suppliers, “relied on the alleged misrepresentation when entering into \ntheir individual contracts with [the bankrupt entity] on various dates and for varying \namounts, thereby resulting in injuries to themselves in their individual capacities.”   \nId. at 340, 788 S.E.2d at 661.   The court therefore concluded that the creditor -\nplaintiffs’ injuries were “separate and distinct from any injury” to the bankrupt entity \n“or any other creditor of the bankruptcy estate[,]” and that the creditor-plaintiffs had \nstanding to assert their claims.  Id. \n67. As the Court reads the Complaints, Plaintiffs’ claims based on their \ninvestments in the Bankrupt Entities against the Individual Defendants for fraud, \nconstructive fraud, negligent misrepresentation, violations of the NCSA, and \nprofessional negligence, and Olin’s claim against Lowder and Hammond for violation \nof the NCIAA, are all traceable to  the Individual D efendants’ various alleged \nfraudulent and/or negligent  misrepresentations, omissions, and concealment  of \n \n \nmaterial facts when advising Plaintiffs to invest with Wall Street Capitol.  (See, e.g., \nJ. Aldridge Compl. ¶¶ 176 –230; see also J. Aldridge Compl. ¶¶ 57–58; K. Aldridge \nCompl. ¶¶ 58–59, 61; Goulet Compl. ¶¶ 57, 60; Kelly Compl. ¶¶ 62, 64; Olin Compl. \n¶¶ 57–59, 61; Peterson Compl. ¶¶ 57, 60; Williams Compl. ¶¶ 59, 61.)     \n68. Based on these representations, and other misrepresentations and \nomissions set forth below, Plaintiffs allege that Siskey and the Individual \nDefendants, “under the guise and appearance of MetLife and Wall Street Capitol,” \ninduced Plaintiffs to invest in one or more of the Bankrupt Entities through MetLife’s \nWall Street Capitol office.  (J. Aldridge Compl. ¶¶ 57–58; K. Aldridge Compl. ¶¶ 58–\n59 , 61; Goulet Compl. ¶¶ 57, 60; Kelly Compl. ¶¶ 62, 64; Olin Compl. ¶¶ 58 –59, 61; \nPeterson Compl. ¶¶ 57, 60; Williams Compl. ¶¶ 59, 61.)     \n69. J. Aldridge invested in all four of the Bankrupt Entities —TSI Holdings, \nWSC Holdings, SRP, and SPP , (J. Aldridge Compl. ¶ 128) , although the J. Aldridge \nComplaint provides  details about investments in only two of the entities —WSC \nHoldings and SPP, (see J. Aldridge Compl. ¶¶ 128–42).  He initially invested $259,000 \ninto Premier II in 2001.   Siskey subsequently advised him that he had to transfer his \ninvestment in Premier II  to WSC Holdings.  (J. Aldridge Compl. ¶¶ 128, 131.).  In \nthis connection, J. Aldridge alleges that Lowder falsely represented that he would \nmake a ten percent return on any investment he transferred to WSC Holdings and \n“specifically made statements to [J.  Aldridge that] there was ‘no risk.’”  (J. Aldridge \nCompl. ¶ 132.)  On the basis of these alleged misrepresentations, J. Aldridge  \npermitted the transfer of his $259,000 investment in Premier II to WSC Holding in \n \n \n2003.  (See J. Aldridge Compl. ¶ 128.)  Regarding SPP, J. Aldridge alleges that Siskey \nand Lowder falsely represented to him that he would receive a “4% fixed guaranteed \nrate of return” on any investment in that entity.  (J. Aldridge.  Compl. ¶ 134.)  Relying \non this information, J. Aldridge invested $50,000 in SPP on September 11, 2014.  (J. \nAldridge Compl. ¶ 135.)  \n70. K. Aldridge alleges that she was induced by Siskey, Lowder, and Hammond \nto invest $100,000.00 of her life savings in WSC Holdin gs on April 12, 2016.  (K. \nAldridge Compl. ¶¶ 138, 140; see K. Aldridge Compl. ¶ 124.)  She asserts that Siskey, \nLowder, and Hammond each made false statements to her in April 2016 that an \ninvestment in WSC Holdings was a “guaranteed and safe investment wi th \nguaranteed [and fixed] rates of return” when, in fact, the money was deposited into \nother accounts for Siskey’s personal use.  (K. Aldridge Compl. ¶¶ 138, 141.)  K. \nAldridge further alleges that Lowder, Hammond, and Siskey  falsely represented to \nher that the check she wrote to WSC Holdings on April 12, 2016 would be invested in \nWSC Holdings, a legitimate company.  (K. Aldridge Compl. ¶ 148; see K. Aldridge \nCompl. ¶¶ 142, 146.)  \n71. Turning to Goulet, b ased on Siskey’s and Hammond’s representations, \nincluding Siskey’s assertion that Goulet was “guaranteed” a 3.9% rate of return on \nhis investment so long as he kept the funds invested for one year, on April 8, 2015, \nGoulet alleges he was induced to invest $420,000.00 in TSI Holdings.  (Goulet Compl. \n¶¶ 120–21.)   \n \n \n72. Kelly alleges that, in reliance on Phillips’s and Siskey’s misrepresentations \nand/or omissions, he was induced to invest in TSI Holdings and SRP.  (Kelly Compl. \n¶¶ 119–20, 124, 133, 135.)  Kelly made three investments in TSI Holdings —on June \n23, 2015, July 28, 2015, and November 20, 2015—totaling $305,227.00.  (Kelly Compl. \n¶¶ 119–21, 124.)  “Based on the same false representations,” Kelly alleges Siskey and \nPhillips induced him to invest $100,000.00 in SRP.  (Kelly Compl. ¶¶ 129 –30.)  \nAccording to Kelly,  Siskey and Phillips misrepresented, both orally and in writing, \nthe value of SRP’s ownership interest in the Wall Street Capitol building against its \ndebt liability by millions of dollars.  (Kelly Compl. ¶ 130.)  He avers that Siskey and \nPhillips provided him with a written statement materially misrepresenting that the \nbuilding was valued at $23.2 million  when in fact it was worth substantially less .  \n(Kelly Compl. ¶ 130.) \n73. Leite alleges that, in 2015 and 2016, Phillips met with him and, as a \nMetLife and Wa ll Street Capitol representative, “convinced . . . Leite to invest \nthousands of dollars of his life savings in the [Ponzi Scheme,] which [Phillips] \nrepresented [was] ‘guaranteed.’”  (Kelly Compl. ¶¶ 145 –47, 161.)  Allegedly on the \nbasis of these representations, Leite invested $100,000 in WSC Holdings on August \n15, 2016.  (Kelly Compl. ¶¶ 148–49.)   \n74. In reliance on Phillips ’ and Siskey’s  misrepresentations and omissions, \nReittinger alleges he was induced by Siskey and Phillips  to invest $100 ,000.00 in \nWSC Holdings on August 12, 2016.  (Kelly Compl. ¶¶ 174–75, 187.) \n \n \n75. The Lemonses allege that, by their misrepresentations and omissions, \nSiskey and Phillips induced them each to invest $100,000.00 in WSC Holdings on \nApril 5, 2016 by transferring funds from their respective IRAs.  (Kelly Compl. ¶¶ 200, \n202–04, 213, 226, 228–30, 238.) \n76. On August 8, 2010, Olin received $773,299.24 from an asset sale related to \nan investment previously made with Wall Street Capitol.  (Olin Compl. ¶ 131.)  \nAccording to Olin, two months later, Siskey advised Olin to invest the proceeds in TSI \nHoldings, representing to Olin that he would earn a “guaranteed 5% rate of return.”  \n(Olin Compl. ¶ 132.)  These statements were made in the MetLife offices in the \npresence of Lowder a nd Hammond, who purportedly also represented to Olin that \ninvestments made with Wall Street Capitol were “guaranteed” with a fixed rate of \nreturn and used these meetings to sell Olin and his wife MetLife insurance policies.  \n(Olin Compl. ¶¶ 132, 146, 150.)   Based on these alleged misrepresentations, Olin \nalleges he invested twice in TSI Holdings, first investing $500,000 on October 7, 2010 \nand then investing another $200,000 on January 14, 2014.  (Olin Compl. ¶¶ 120, 132, \n133; see Olin Compl. ¶ 152.)   \n77. Peterson alleges that, based on Hammond’s misrepresentations and \nomissions, he met with Siskey about investing in SRP on or about April 21, 2016, at \nwhich point Siskey misrepresented that SRP’s debt liability was only $5 million when \nit was actually $8.25 million.  (Peterson Compl. ¶ 123.)  Peterson alleges that he was \ninduced to invest $225,000.00 in SRP based on  these misrepresentations and  \nomissions.  (Peterson Compl. ¶ 122.) \n \n \n78. The Williamses allege that “[u]nder MetLife’s assumed name of Wall Street \nCapitol,” Siskey and Phillips induced them to invest $50,000.00 each in SRP on May \n31, 2016 by overstating, both orally and in writing, the value of SRP’s ownership \ninterest in the Wall Street Capitol building against  its debt liability by millions of \ndollars.  (Williams Compl. ¶¶ 117 –18, 134 –35; see Williams Compl. ¶¶ 122, 138.)  \nSpecifically, they allege that Siskey and Phillips provided them with a n erroneous \nwritten statement that the building carried $5 million in debt when it in fact carried \n$8.25 million in debt.  (Williams Compl. ¶¶ 118, 135.)  The Williamses also allege that \nSiskey and Phillips misrepresented to the Williamses that their investments in SRP \nwould achieve “[l]iquidity within 6 months (guaranteed by [] Siskey and [SRP]).”  \n(Williams Compl. ¶¶ 118, 135.) \n79. Several of the Plaintiffs allege that, after investing in the Bankrupt \nEntities, they received verbal assurances and/or written statements, which they \nbelieved were from Wall Street Capitol/MetLife, falsely stating that the ir \ninvestments were guaranteed, safe, and/or had appreciated in value. (See J. Aldridge \nCompl. ¶¶ 160–61; K. Aldridge Compl. ¶¶ 142–43, 149; Kelly Compl. ¶¶ 123, 152–53, \n178–79, 205–06, 231–32; Olin Compl. ¶ ¶ 122, 127 ; Williams Compl. ¶¶ 125, 139.)  \nAdditionally, Plaintiffs allege that the Individual Defendants  (as well as Siskey)  \nomitted and concealed Siskey’s disciplinary history when inducing them to invest  in \nthe Bankrupt Entities.  ( See J. Aldridge Compl. ¶ ¶ 137–38, 171, 173 ; K. Aldridge \nCompl. ¶ 122; Goulet Compl. ¶ 119; Kelly Compl. ¶¶ 122, 151, 177, 212, 237; Olin \nCompl. ¶¶ 151, 154; Peterson Compl. ¶ ¶ 119, 122 ; Williams Compl. ¶¶ 121, 137.)  \n \n \nPlaintiffs each assert that they would not have invested in the Bankrupt Entities had \nthey known this information.  ( See J. Aldridge Compl. ¶ 139; K. Aldridge Compl. ¶ \n158; Goulet Compl. ¶ 125; Kelly Compl. ¶¶ 142, 167, 193, 219, 244; Olin Compl. ¶ \n160; Peterson Compl. ¶ 125; Williams Compl. ¶¶ 129, 145.) \n80. J. Aldridge, K. Aldridge, Goulet, Kelly, Leite, Reittinger, the Lemonses, and \nOlin allege their damages resulted in part from their investments in one or more of \nTSI Holdings, WSC Holdings, and SPP being subject to pro rata distributions in the \nBankruptcy Proceedings.  (J. Aldridge Compl. ¶ 167; K. Aldridge Compl. ¶ 145; Goulet \nCompl. ¶ 124; Kelly Compl. ¶¶ 128, 155, 164, 181, 209, 216, 234, 241; Olin Compl. ¶ \n135.)  Kelly, Peterson, and the Williamses allege their damages resulted in part from \nthe Bankruptcy Trustee’s sale of SRP’s interest in the Wall Street Capitol office for \nwell below its represented value .  (Kelly Compl. ¶ 130; Peterson Compl. ¶ 126; \nWilliams Compl. ¶¶ 118, 135.)   \n81. However, t he gravamen of Plain tiffs’ claims against the Individual \nDefendants is not merely that they were injured by the destruction of the value of \ntheir investments in the Bankrupt Entities by Siskey’s  perpetration of the Ponzi \nScheme, but rather, like the creditors in Newton, that they “never would have suffered \nany injury” if they had not been induced to invest in these entities by the Individual \nDefendants’ (and Siskey’s) fraudulent and/or negligent misrepresentations and \nomissions/concealment.  See Newton , 348 N.C. App. at 340, 788 S.E.2d at 661 \n(emphasis in original).   This is precisely the kind of distinct and separate injury \nrecognized in Newton.  See id. at 339–40, 788 S.E.2d at 661. \n \n \n82. The Individual Defendants attempt to avoid this conclusion by arguing that \nthe only direct injury was to the Bankrupt Entities and Plaintiffs ’ injuries were \nderivative in nature.  The Newton court considered and rejected a similar argument  \nthere, reasoning that, while the bankrupt entity was surely injured by the \ndefendants’ conduct, the creditor-plaintiffs sustained individualized injuries because \nthey had been fraudulently induced into entering the contracts at issue.  See 248 N.C. \nApp. at 339–40, 788 S.E.2d at 661.   \n83. The Court finds the Individual Defendants’ similar argu ment unavailing.  \nThe Individual Defendants’ alleged conduct inducing Plaintiffs to invest in the \nBankrupt Entities, if it harmed the Bankrupt Entities at all, also harmed Plaintiffs \n“in their individual capacities.”   Id. at 340, 778 S.E.2d at 661 ; see also In Re Seven \nSeas Petroleum, 522 F.3d at 585 (“[I]t is entirely possible for a bankruptcy estate and \na creditor to own separate claims against a third party arising out of the same general \nseries of events and broad course of conduct.”); Bankers Tr. Co. v. Rhoades, 859 F.2d \n1096, 1101 (2d Cir. 1988) (“Put simply, if [the plaintiff -creditor] was injured by \ndefendants’ acts . . . it has standing to bring [its] claim, regardless of the fact that [the \ndebtor estate] might also have suffered an identical inj ury for which it has a similar \nright of recovery.” (internal citation omitted)).   \n84. Additionally, the Individual Defendants  argue that the claims brought \nagainst them “are not unique to Plaintiff[s]” because Plaintiffs in all of the \nComplaints “have asserted numerous identical allegations” describing “losses arising \nfrom an alleged failure to disclose the exact same facts and describing the exact same \n \n \ngeneral injury as that experienced by every other investor in” the Ponzi Scheme.  \n(Lowder & Hammond’s Br. Supp. 12–13; Phillips’s Br. Supp. 6; see Phillips’s Reply 3–\n4.)  In other words, the Individual Defendants argue that Plaintiffs suffered common \ninjuries based on the Individual Defendants’ alleged common acts, and thus \nPlaintiffs’ claimed injuries cannot be personal or particular to them. \n85. The Court also finds th is argument unpersuasive.  Implicit in the \nIndividual Defendants’ argument is that if Plaintiffs suffered the same type of injury \nbased on the same  type of actions by the Individual Defendants, Plaintiffs’ injuries \ncannot be personal to them.  The Court does not read the relevant case law this way. \nNewton itself was a class action , and yet the fact that the defendants , and their \nemployees, made the same types of misrepresentations to, and concealed the same \ntypes of information from, the creditor-plaintiffs—a prerequisite to Rule 23 class \ncertification—did not foreclose the creditor -plaintiffs’ standing where they were \ninduced to enter “into their individual contracts with [the bankrupt entity] on various \ndates and for varying amounts[.]”  248 N.C. App. at 340, 788 S.E.2d at 661; see also \nHirsch, 72 F.3d at 1094 (concluding that claims predicated on the distribution of \nmisleading private placement memoranda to investors in the corporati on “are the \nproperty of those investors, and may be asserted only by them and to the exclusion of \n[the trustee]”).  Here, Plaintiffs, allegedly relying on the Individual Defendants’ \nmisrepresentations, omissions, and/or concealment, made individual investm ents in \nthe bankrupt entities “on various dates and for varying amounts, thereby resulting \nin injuries to themselves in their individual capacities.”  Id.   \n \n \n86. For these reasons, the Court concludes that Plaintiffs have standing to \nassert their claims based o n investments in the Bankrupt Entities , under Newton’s \npersonal and distinct injury exception.  Newton, 248 N.C. App. at 339–40, 788 S.E.2d \nat 661.  As a result, the Court need not, and does not, address whether Plaintiffs have \nstanding to bring their claims against the Individual Defendants under the special-\nduty exception. \n87. The Court’s conclusion is supported by decisions from this State’s federal \nand state courts  in addition to Newton.  See, e.g. , Angell, 336 F. Supp. 2d at 547 \n(concluding that claims for fraud, negligent misrepresentation, and unfair and \ndeceptive trade practices based on the defendants’ assurances, which were made \ndirectly to the plaintiffs to induce them to execute merger documents, were “factually \nunique” to the plai ntiffs); In re Midstate Mills , 2015 Bankr. LEXIS 3105, at *15, \n17−18 (acknowledging that, if the plaintiffs could plead “individualized harm rooted \nin specific misrepresentations made to them personally,” the plaintiffs would have \nstanding to pursue claims  under North Carolina law); Lillian Knitting Mills Co. v. \nEarle, 233 N.C. 74, 76, 62 S.E.2d 492, 493 (1950) ( concluding that an individual \ncreditor could maintain a claim based on fraudulent misrepresentations made \ndirectly to that creditor).   \n88. The Court’s conclusion is further supported by decisions of courts in other \njurisdictions dealing with similar facts.  Picard, 721 F.3d at 71 (concluding, on similar \nPonzi scheme allegations, that the trustee lacked standing to assert “claims on behalf \nof thousands of customers against thirty -party financial institutions for their \n \n \nhandling of individual investments made on vario us dates in varying amounts” \nbecause the customers were all affected differently); Hirsch, 72 F.3d at 1094 \n(concluding that claims predicated on the distribution of misleading documents to \ninvestors in the corporation “are the property of those investors, and may be asserted \nonly by them and to the exclusion of [the trustee]”); cf. Marshall, 740 F.3d at 93 \n(concluding that plaintiffs lacked standing where they had not alleged defendants \ntook any “particularized actions[,]” such as “that the [defendants] mad e any \nmisrepresentations to [the plaintiffs]” (internal quotation marks omitted)).   \n89. Accordingly, the Court determines that the Individual Defendants’ Motions \nseeking dismissal of Plaintiffs’ claims under the “first crack” doctrine should be, and \nare, DENIED.     \nE. Plaintiffs’ Claims Against the MetLife Defendants \n90. Plaintiffs bring claims aga inst the MetLife Defendants for fraud, \nconstructive fraud, violation of the NCS A, negligent misrepresentation, negligence,  \nand vicarious liability.  ( See, e.g., J. Aldridge Compl. ¶¶ 176–225, 231–38, 249–54.)  \nAdditionally, Olin brings a claim against the MetLife Defendants for violation of the \nNCIAA.  (See Olin Compl. ¶¶ 206–09.)   \n1. Vicarious Liability \n \n91. In their claim for vicarious liability  on the basis of respondeat superior, \nPlaintiffs allege that the MetLife Defendants are liable for the “foregoing claims for \nrelief” as a result of Siskey’s and the Individual Defendants’ actions as employees and \n \n \nagents of MetLife and Wall Street  Capitol.  (See, e.g., J. Aldridge Compl. ¶ 251.) 18  \nPlaintiffs’ use of the phrase “foregoing claims for relief ” creates some confusion \nbecause, based on the order of the claims in the Complaints, the “foregoing claims for \nrelief” include claims brought only against the MetLife Defendants —i.e., Plaintiffs’ \nclaims for negligence.  Moreover, Plaintiffs specifically identify fraud,  constructive \nfraud, and (primary) violations of the NCSA (section 78A-56(a)(2)) (and Olin identifies \nhis claim for violation of the NCIAA (section 78C -38(a)(2))),19 as claims for which \nMetLife is vicariously liable.  ( J. Aldridge Compl. ¶ 25 3; Olin Compl. ¶ 249.).  This \nlist, however, omits Plaintiffs’ claims for negligent misrepresentation.   \n92. This inconsistency notwithstanding, the Court considers each Complaint as \na whole and , for purposes of the Motions,  treats Plaintiffs’ claims for vicarious \n                                                           \n18 In this subsection IV.E, the Court cites only to t he J. Aldridge Complaint for allegations \nrepresentative of those alleged across all the Complaints.   For Olin’s claims under the \nNCIAA, which only Olin asserts, and allegations relevant thereto, the Court cites to the Olin \nComplaint. \n  \n19 At least one opinion of this Court has applied agency principles, including the doctrine of \nrespondeat superior, to claims arising under section 78A -56(a)(2) (primary liability) of the \nNCSA.  See Atkinson v. Lackey, 2015 NCBC LEXIS 21, at *18 –19 (N.C. Super. Ct. Feb. 27, \n2015) (“It is undisputed that Mehler was authorized to manage and solicit investments on \nbehalf of the Pacific Fund by virtue of his management role in Pacific Capital.  It is also \nundisputed that Mehler was acting at all times within the scope of the authority provided to \nhim by Pacific Capital and that Mehler directly solicited Plaintiffs’ investments in the Pacific \nFund.  Accordingly, the Court concludes that Pacific Capital is an offeror or seller under the \nNCSA on the undisputed evidence of record.” (internal citations omitted)).  Furthermore, this \nCourt has analyzed claims for primary liability under the NCSA and for primary liability \nunder the NCIAA similarly.  Compare Austin v. Regal Inv. Advisors, LLC, 2018 NCBC LEXIS \n3, *40 –47 (N.C. Super. Ct. Jan. 8 , 2018) (analyzing primary liability under section 78A -\n56(a)(2) of the NCSA), with id. at *52–53 (analyzing primary liability under section s 78C-\n38(a)(1), (a)(2) of the NCIAA).  Accordingly, for purposes of the Court’s standing analysis, it \nis assumed that  a party may assert a claim for vicarious liability against a defendant -\nprincipal for its agent’s primary violations of the NCSA and NCIAA.    \n \n \nliability as attempting to impose liability on the MetLife Defendants for all claims \nbrought against the Individual Defendants. \n93. “It is elementary that the principal is liable for the acts of his agent, \nwhether malicious or negligent,  . . . when the agent or servant is acting within the \nline of his duty and exercising the functions of his employment.”  White v. Consol. \nPlanning, Inc., 166 N.C. App. 283, 297, 603 S.E.2d 147, 157 (2004) (quoting Thrower \nv. Coble Dairy Prods. Coop., Inc., 249 N.C. 109, 111–12, 105 S.E.2d 428, 430 (1958)).  \nAccordingly, “[w]hen an employee commits a tort while acting within the scope of his \nemployment, the tort can be imputed to the employer under the doctrine of respondeat \nsuperior.”  Estate of Redding v. Welborn, 170 N.C. App. 324, 330, 612 S.E.2d 664, 668 \n(2005); see Greensboro Hous. Auth. v. Kirkpatrick & Assocs. , 56 N.C. App. 400, 403, \n289 S.E.2d 115, 117 (1982) (“The general rule is that a principal is chargeable with, \nand bound by, the knowledge of or notice to his agent received whi le the agent is \nacting as such within the scope of  his authority and in reference to a matter over \nwhich his authority extends, although the agent does not in fact inform his principal \nthereof.”); Overton v. Henderson , 28 N.C. App 699, 701, 222 S.E.2d 724,  726 (1976) \n(“The principal is liable for the acts of his agent, whether malicious or negligent[.]”). \n94. Plaintiffs allege that Siskey and the Individual Defendants were employees \nand agents of MetLife.  Plaintiffs assert that, even after his fines and suspensions by \nregulatory authorities arising from arguably serious misconduct , Siskey, with \nMetLife’s knowledge and consent, continued to do the same work he had always done \nat MetLife, indicating that this work was “an integral part of the business of MetLife \n \n \n[and that] the relationship had been permanent for many years.”  ( See, e.g. , J. \nAldridge Compl. ¶ ¶ 87–89; see also, e.g. , J. Aldridge Compl. ¶¶ 67 –85.)  Moreover, \nPlaintiffs allege that MetLife provided the facilities and equipment used by Siskey  \n(and the Individual Defendants), had supervision and control of him, required him to \nfollow MetLife policies, and had to approve certain paperwork and transactions he \nundertook.  (See, e.g., J. Aldridge Compl. ¶ 89.)  Further, Plaintiffs allege that Siskey \n“did not  have the freedom to adopt certain methods of doing work over MetLife’s \ncompliance rules and policies[.]”  (See, e.g., J. Aldridge Compl. ¶ 90.)  The Complaints \nare also replete with allegations that the Individual Defendants were employees and \nagents of M etLife who sold securities and provided investment and other financial \nadvice to Plaintiffs.  (See, e.g., J. Aldridge Compl. ¶¶ 25–29, 32–33, 35–39, 250.)   \n95. As detailed above in section V.D, Plaintiffs allege that Siskey and the \nIndividual Defendants, as Plaintiffs’ investment and financial advisors, encouraged \nPlaintiffs to invest in the Bankrupt Entities.  The Court concludes that Plaintiffs have \nsufficiently alleged, for purposes of the Court’s standing analysis, that Siskey and the \nIndividual Defend ants were acting within the scope of their employment and/or \nagency with the MetLife Defendants when they induced Plaintiffs to invest in the \nBankrupt Entities through fraudulent and/or negligent misrepresentations. \n96. The Court has concluded that Plaintiffs have standing to assert their claims \nfor fraud, constructive fraud, negligent misrepresentation, primary violations of the \nNCSA, primary violations of the NCIAA (Olin only), and professional negligence  \nagainst the Individual Defendants .  Because the allege d actions of Siskey and the \n \n \nIndividual Defendant giving rise to Plaintiffs’ personal and distinct injuries relating \nto their investments in the Bankrupt Entities may be imputed to MetLife, see Estate \nof Redding , 170 N.C. App. at 330, 612 S.E.2d at 668,  the Court concludes that \nPlaintiffs have standing to assert  these claims on a respondeat superior theory of \nliability against the MetLife Defendants.  The MetLife Defendants may not use the \nBankruptcy Proceedings to “immunize them[selves] from liability” for their agents’ \nand employees’ fraudulent and negligent actions.  See Newton, 248 N.C. App. at 340, \n788 S.E.2d at 661. \n97. Accordingly, the MetLife Motions should be, and are, DENIED to the extent \nthey seek dismissal of Plaintiffs’ claim s for vicarious liability under the “first crack” \ndoctrine. \n2. Violations of the NCSA and NCIAA \n \n98. Article 7 of the NCSA provides for civil liability that may be “primary” or \n“secondary.”  N.C.G.S. § 78A-56(a)(1)–(2), (c); see also Piazza v. Kirkbride, 246 N.C. \nApp 576, 596, 785 S.E.2d 695, 708 (2016), aff’d in part and modified in part, 372 N.C. \n137, 827 S.E.2d 479 (2019). \n99. Based on the Court’s reading of the Complaints, Plaintiffs do not attempt \nto impose primary liability  under section 78A -56(a)(2) on the MetLi fe Defendants, \nexcept through their vicarious liability claim premised on Siskey’s and the Individual \nDefendants’ primary liability.  Rather, Plaintiffs’ NCSA  claims seek to hold the \nMetLife Defendants  secondarily liable under section 78A -56(c)(1).  ( See, e.g., J. \nAldridge Compl. ¶¶ 198–210.)  Accordingly, the Court limits its consideration of the \n \n \nMetLife Motions to whether Plaintiffs have standing to assert claims brought for \nsecondary liability under section 78A-56(c)(1). \n100. The NCSA’s secondary liability provision provides: \nEvery person who directly or indirectly controls a person liable under \nsubsection (a), (b), or (b1)  of this section, every partner, officer, or \ndirector of the person, every person occupying a similar status or \nperforming similar functio ns, and every dealer or salesman who \nmaterially aids in the sale is also liable jointly and severally with and to \nthe same extent as the person, unless able to sustain the burden of proof \nthat the person did not know, and in the exercise of reasonable care  \ncould not have known, of the existence of the facts by reason of which \nthe liability is alleged to exist. \n \nN.C.G.S. 78A-56(c)(1).   \n101. Thus, a plaintiff bringing a claim for secondary liability under section 78A-\n56(c)(1) “must first plead a primary violation” under section 78-56(a)(2).  Austin, 2018 \nNCBC LEXIS 3, at *47.  As discussed above, the Court has concluded that Plaintiffs \nhave standing to bring their claims for primary violations under section 78A-56(a)(2) \nagainst the Individual Defendants. \n102. “In addition, a plaintiff must prove that the defendant fits within the \ncategory of persons specified in [section] 56(c)(1), which includes [e]very person who \ndirectly or indirectly controls a person liable under subsection (a), (b), or (b1) of’” \nsection 78A -56.  Id. (internal citations and quotation marks omitted) (second \nalteration in original).  Plaintiffs allege that the MetLife Defendants “exercised direct \ncontrol over their employees,” including Siskey and the Individual Defendants, “as \nsellers or offerors with regard to securities transactions conducted with customers of \nthe Wall Street Capitol branch of MetLife and therefore exercised control over” Siskey \n \n \nand the Individual Defendants under section 78A -56(c)(1).  ( See, e.g. , J. Aldridge. \nCompl. ¶ 206.)  Plaintiffs further allege the MetLife Defendants were specifically \naware of Siskey’s disciplinary history.  (See, e.g., J. Aldridge Compl. ¶ 207.)   \n103. Olin alone asserts a claim against the MetLife Defendants for secondary \nviolations of the NCIAA.  (See Olin Compl. ¶¶ 206–09.)  “The NCIAA, like the NCSA, \ncreates a private cause of action against person s who commit primary violations of \nthe NCIAA and for persons who are liable as control persons.”  Austin, 2018 NCBC \nLEXIS 3, at *50 (citing N.C.G.S. § 78C -38(a)–(b)).  The NCIAA imposes primary \nliability on: \n(a) Any person who: \n \n(1) Engages in the business of advising others, for compensation, \neither directly or through publications or writing, as to the value \nof securities or as to the advisability of inves ting in, purchasing, \nor selling securities, or who, for compensation and as part of a \nregular business, issues or promulgates analyses or reports \nconcerning securities, in violation of [N.C.G.S. §] 78C-8(b), . . . or \n \n(2) Receives directly or indirectly, any consideration from another \nperson for advice as to the value of securities or their purchase or \nsale, whether through the issuance of analyses, reports or \notherwise and employees any device, scheme, or artifice to \ndefraud such other person or engages in  any act, practice or \ncourse of business which operates or would operate as a fraud or \ndeceit on such other person in violation of [N.C.G.S. § 78C-8(a)(1) \nor (2). . . . \n \n \nN.C.G.S. § 78C -38(a).  The Court has concluded that Olin has standing to assert \nclaims against Lowder and Hammond for primary violations of the NCIAA. \n104. The secondary liability provision of the NCIAA states in pertinent part that: \n \n \n(b)(1) Every person who directly or indirectly controls a person liable \nunder subsection (a) of this section, in cluding every partner, officer, or \ndirector of the person, every person occupying a similar status or \nperforming similar functions, and every dealer or salesman who \nmaterially aids in the conduct giving rise to the liability is liable jointly \nand severally with and to the same extent as the person, unless able to \nsustain the burden of proof that the person did not know, and in the \nexercise of reasonable care could not have known, of the existence of the \nfacts by reason of which the liability is alleged to exist. \n \nN.C.G.S. § 78C-38(b)(1).  Olin alleges that “the MetLife Defendants d/b/a Wall Street \nCapitol directly or indirectly controlled” Siskey, Lowder, and Hammond, “from 2000 \nthrough 2016.”  (Olin Compl. ¶ 207.) \n105. The secondary liability provisions of the NCSA and the NCIAA provide for \nliability as to two classes of persons: (i) control persons; and (ii) dealers or salesmen \n“who materially aid[]” in the sale of securities or the conduct giving rise to primary \nliability  N.C.G.S. § 78A -56(c)(1); id. § 78C-38(b)(1).   As to control person liability, \n“the statute does not provide a manner for determining ‘who directly or indirectly \ncontrols’ a primarily liable person.”  Tillery Envtl. LLC v. A&D Holdings, Inc. , 2018 \nNCBC LEXIS 13, at *68–69 (N.C. Super. Ct. Feb. 9, 2018).  However, “this Court has \npreviously looked to ‘analogous federal control person liability statutes, such as 15 \nU.S.C. § 77o, when interpreting [section 78A-56(c)].’”  Id. at *69 (alteration in original) \n(quoting NNN Durham Office Portfolio 1, LLC v. Highwoods Realty Ltd. P’ship, 2013 \nNCBC LEXIS 11, at *41 (N.C. Super. Ct. Feb. 19, 2013)).  “Federal courts often invoke \na two-part test to determine control person liability under section 77o.”  Atkinson, \n2015 NCBC LEXIS 21, at *30.  “First, the ‘control person’ needs to have actually \nexercised general control over the operations of the wrongdo er, and second, the \n \n \ncontrol person must have had the power or ability—even if not exercised—to control \nthe specific transaction or activity that is alleged to give rise to liability.”  Donohoe v. \nConsol. Operating & Prod. Corp. , 30 F.3d 907, 911 –12 (7th Cir. 1994 ) (emphasis in \noriginal). \n106. Whether a creditor-plaintiff may have standing to assert claims  against a \nthird party for control person liability  under sections 78A-56(c)(1) and 78C -38(b)(1) \nhas not been addressed by our State’s courts, and the parties ’ briefing provides no \nguidance on this issue.  \n107. At least one federal court, however, has addressed this issue in the Ponzi -\nscheme/bankruptcy context.  See A & G Goldman P’ship v. Picard (In re Bernard L. \nMadoff Inv. Sec., LLC), 2013 U.S. Dist. LEXIS 143956 (S.D.N.Y Sept. 30, 2013).  In \nthat case, a grou p of plaintiffs sought to bring federal securities fraud claims \npremised on a control person theory of liability against third parties.  Id. at *7–8, 20–\n26.  The court first recognized that the creditor -plaintiffs “could conceivably assert \nnon-derivative s ecurities claims  [against third parties]  based on control person \nliability . . . [i]f the [] [c]omplaints plead[ed] bona fide securities fraud claims resulting \nin injuries to investors[,]” such as the creditor -plaintiffs.  Id. at *18–19.  As alleged, \nhowever, the claims pleaded “nothing more than that the [third -parties] traded on \ntheir own [bankrupt entity] accounts, knowing that such ‘trades’ were fraudulent, \nand then withdrew the ‘proceeds’ of such falsified transactions from [the bank rupt \nentity].”  Id. at 23 (emphasis in original).  Accordingly, the court concluded that the \nclaims were nothing more than disguised fraudulent transfer claims —derivative of \n \n \nclaims the bankruptcy trustee could bring —which only the bankruptcy trustee could \nbring against the third parties.   Id. at 27. \n108. The facts as alleged in the instant Complaints are considerably different.  \nThe Complaints in these Actions contain no allegations that the MetLife Defendants \ntraded on their own accounts with the Bankrupt Entities or that such accounts \nexisted.  Furthermore, Plaintiffs do not allege that the MetLife Defendants \ntransferred funds from the Bankrupt Entities to the mselves or anyone else —they \nallege that only Siskey made such transfers.  Rather, Plaintiffs allege that the \nMetLife Defendants employed, supervised, and controlled Siskey and the Individual \nDefendants as investment advisors and offerors and sellers of sec urities during the \nrelevant time period and with respect to Plaintiffs’ investments in the Bankrupt \nEntities.  Without considering or deciding whether Plaintiffs’ allegations are \nsufficient to withstand a motion under Rule 12(b)(6), the Court concludes tha t for \npurposes of its standing analysis, Plaintiffs have sufficiently alleged that the MetLife \nDefendants fall within the meaning of “person[s] who directly or indirectly control[]” \nunder the NCSA and NCIAA.  \n109. The Court therefore concludes that Plaintiffs’ claims against the MetLife \nDefendants under section 78A -56(c)(1) and Olin’s claim under section 78C -38(b)(1) \nare bona fide claims for control person liability which Plaintiffs’ have standing to \nbring. \n110. This reasoning is bolstered by a comparison to the Cour t’s analysis of \nPlaintiffs’ claims for vicarious liability.  Though vicarious liability on a theory of \n \n \nrespondeat superior, on the one hand,  and control person liability under the NCSA \nand NCIAA, on the other,  are clearly distinct, they have in common that  one party \nmay be liable for the conduct of another party depending on the parties’ relationship \nto one another.  See N.C.G.S. § 78A-56(c)(1); id. at 78C-38(b)(1); Atkinson, 2015 NCBC \nLEXIS 21, at *17 (“If [p]laintiffs can prove that an offerer or seller h as primary \nliability under [section] 78A -56(a)(2), secondary liability will lie for ‘[e]very person \nwho directly or indirectly controls [that person.] ’” (third and fourth  alterations in \noriginal) (emphasis added)). \n111. Plaintiffs also seek to hold the MetLife Defendants liable under section \n78A-56(a)(2) as aiders and abettors of Siskey’s and the Individual Defendants’ alleged \nsecurities fraud.20  (See, e.g., J. Aldridge Compl. ¶ 208.)  This Court has stated that \n“materially aid[ing]” a primary violator should “require allegations of conduct which \nrises to the level of having contributed substantial assistance to the act or conduct \nleading to primary liability under the NCSA[.]” Highwoods Realty , 2013 NCBC \nLEXIS 11, at *49.  Here, Plaintiffs allege that the MetLif e Defendants materially \naided the Individual Defendants’ violations of section 78A -56(a)(2) “by actively \nconcealing the known facts of [ ] Siskey’s illegal actions from” the Plaintiffs.  (See, e.g., \nJ. Aldridge Compl. ¶ 208.)   The Court concludes that the reasoning applied to \nPlaintiffs’ claims for control person liability are also applicable to Plaintiffs’ claims \nfor aiding and abetting liability under the NCSA and leads to the same result. \n                                                           \n20 Olin does not appear to allege an aiding and abetting theory of secondary liability against \nthe MetLife Defendants under the NCIAA.  (See Olin Compl. ¶¶ 206–09.) \n \n \n112. The Court therefore concludes , again without deciding whether Plaintiffs’ \nallegations survive scrutiny under Rule 12(b)(6),  that Plaintiffs have standing to \nassert their claims for secondary liability under the NCSA, and Olin has standing to \nassert his claim for secondary liability under the NCIAA.  Accordingly, the MetLife \nMotions should be, and are, DENIED to the extent they seek dismissal of these claims \nunder the “first crack” doctrine. \n3. Fraud, Constructive Fraud, and Negligent Misrepresentation \n \n113. As noted above, Plaintiffs ’ fraud, constructive fraud, and negligent \nmisrepresentation claims are each traceable to the Individual Defendants’ and \nSiskey’s alleged conduct in inducing Plaintiffs to invest in the Bankrupt Entities \nthrough fraudulent and or negligent misrepresentations and/or omissions.  Plaintiffs \nbring thes e same claims directly against the MetLife Defendants.  ( See, e.g. , J. \nAldridge Compl. ¶¶ 176 –90.)  The gist of Plaintiffs’ claims against the MetLife \nDefendants is that the MetLife Defendants allegedly knew of Siskey’s disciplinary \nhistory and, through th eir own internal investigations, knew about alleged illegal \nconduct involving securities transactions at the Wall Street Capitol office, but, rather \nthan inform Plaintiffs, concealed these facts.  ( See, e.g., J. Aldridge Compl. ¶¶ 182 –\n88.) \n114.  The Court concludes that Plaintiffs lack standing to assert their claims for \nfraud, constructive fraud, and negligent misrepresentation directly against the \nMetLife Defendants based on their omission-and-concealment theory of liability. \n \n \n115. First, Plaintiffs have not alleged a personal or particularized injury on the \nbasis of the MetLife Defendants’ omissions and concealment.  While the Newton court \nspecifically found such injuries when the defendants made misrepresentations, \ncoupled with concealment of the company’s financial condition to induce the plaintiffs \nto become creditors, 248 N.C. App. at 339 –40, 788 S.E.2d at 661 , Plaintiffs here do \nnot allege that they were induced to invest in the Bankrupt Entities through any \nmisrepresentations directly by the MetLife Defendants.  \n116. The only statements Plaintiffs’ identify as allegedly made by the MetLife \nDefendants are that: (i) Siskey and others at the Wall Street Capitol office were \ntrusted and reputable, (see, e.g., J. Aldridge Compl. ¶¶ 38, 119, 121–22, 182, 186); and \n(ii) periodic account statements were sent by MetLife d/b/a Wall Street Capitol, (see, \ne.g., J. Aldridge Compl. ¶ 182).  As to the former, though these statements may have \ncontributed to Plaintiffs’ decisions to seek financial a nd investment advice from \nSiskey and the Individual Defendants, Plaintiffs do not allege that the statements \ninduced Plaintiffs to invest in the Bankrupt Entities.   As to the latter, by Plaintiffs’ \nown allegations, the statements were made  and/or sent by t he MetLife Defendants  \nafter Plaintiffs invested in the Bankrupt Entities and thus could not have induced \ntheir investments.  Accordingly, the Court concludes Plaintiffs lack standing to assert \nthese claims against the MetLife Defendants under Newton’s direct-injury exception. \n117. Having determined that Plaintiffs do not have standing to assert their \nclaims against the MetLife Defendants for fraud, constructive fraud, and negligent \nmisrepresentation under Newton’s direct-injury exception, the Court now considers \n \n \nwhether Plaintiffs have standing to bring these claims u nder the special -duty \nexception.  The Court concludes that Plaintiffs do not. \n118. Our Supreme Court has held that to qualify as a special duty under Barger, \nthe duty must be “personal to” Plaintiffs.  Green v. Freeman, 367 N.C. 136, 143, 749 \nS.E.2d 262, 269 (quoting Barger, 346 at 661, 488 S.E.2d at 221).  Our courts have \nrecognized that special duties  exist in the shareholder context in a variety of \ncircumstances, including, but not limited to,  “when the wrongful actions of a party \ninduced an individual to become a shareholder; when a party violated its fiduciary \nduty to the shareholder; when the party performed individualized services directly \nfor the shareholder; and when a party undertook to a dvise shareholders \nindependently of the corporation.”  Barger, 346 N.C. at 220, 488 S.E.2d at 659  (and \nnoting this list “is illustrative” and “not an exclusive list of all factual situations in \nwhich a special duty may be found” ).  These same “illustrative” circumstances have \nbeen applied in the creditor context.  See, e.g., Green, 367 N.C. at 143, 749 S.E.2d at \n269. \n119. Based on its review of the Complaints here, t he Court concludes that \nPlaintiffs have failed to plead that the MetLife Defendants owed Plaintif fs a special \nduty sufficient to create standing.  To the contrary, all Plaintiffs have alleged to show \nsuch a duty is that the MetLife Defendants knew of the Ponzi Scheme and failed to \nadvise Plaintiffs of Siskey’s disciplinary history.  Otherwise, Plaintiffs’ rely on their \nconclusory allegation that the MetLife Defendants owed them “a duty of care  when \nproviding [them] with information regarding investment and financial advice [.]”  \n \n \n(See, e.g., J. Aldridge Compl. ¶ 213 .)  Such is not enough .  Cf. In re Midstate Mills, \n2015 Bankr. LEXIS 3105, at * 23–24 (concluding that  allegations that  defendants \nbreached their fiduciary duty to creditor -plaintiffs in circumstances amounting to a \nwinding up or dissolution of the bankrupt entity  were sufficient to support creditor-\nplaintiffs’ standing); Keener Lumber, 149 N.C. App. at 26, 560 S.E.2d at 822 (same).    \n120. Furthermore, Plaintiffs allege in their constructive fraud claims that the \nMetLife Defendants owed them a fiduciary duty and breached this duty.  (See, e.g., J. \nAldridge Compl. ¶ 193.)  “For breach of fiduciary duty to exist, there must first be a \nfiduciary relationship between the parties.”  Green, 367 N.C. at 141, 749 S.E.2d at \n268.  The Court need not decide, however, for purposes of resolving the standing issue, \nwhether Plaintiffs’ adequately allege that there was a fiduciary relationship between \nthe MetLife Defendants and Plaintiffs.  Even if the MetLife Defendants owed \nPlaintiffs a fiduciary duty and breached that duty, the MetLife Defendants’ conduct—\nomitting and concealing Siskey’s disciplinary history and the Ponzi Scheme —would \nhave affected all MetLife customers who invested in the Bankrupt Entities in the \nsame way.  See Associated Hardwoods, 2018 NCBC LEXIS 81, at * 19–20 (concluding \ncreditors lacked standing to assert claims against third parties for funds owed from \na bankrupt entity where the creditors’ allegations of breach of fiduciary duty revealed \nthat they were treated similarly to all other creditors).  Here, Plaintiffs “make[] no \nallegation[s] that [they were] treated any differently” by the MetLife Defendants \n“than other [ ] creditors of” the Bankrupt Entities.  Id.  \n \n \n121. The Court therefore concludes that these claims are the property of the \nBankrupt Entities’ bankruptcy estates , and only the Ban kruptcy Trustee has \nstanding to bring or settle these claims.  \n122. Plaintiffs therefore lack standing to bring their claims for fraud, \nconstructive fraud, and negligent misrepresentation directly against the MetLife \nDefendants.  Accordingly, the MetLife Motions should be, and are, GRANTED to the \nextent they seek dismissal of the claims against them for fraud, constructive fraud, \nand negligent misrepresentation arising from Plaintiffs’ investments in the Bankrupt \nEntities.  Notwithstanding this conclusion, Plaintiffs have standing to proceed with \ntheir fraud, constructive fraud, and negligent misrepresentation claims to the extent \nsuch claims seek to hold the MetLife Defendants vicariously liable for the actions of \nSiskey and the Individual Defendants.   \n4. Negligence (Negligent Supervision) \n \n123. Although Plaintiffs each assert a general negligence claim against the \nMetLife Defendants,  (see, e.g. , J. Aldridge Compl. ¶ ¶ 231–38), Plaintiffs’ counsel \nconceded at the hearing on the Motions that these claims are negli gent supervision \nclaims.  Accordingly, the Court analyzes them as such. \n124.  “North Carolina recognizes a cause of action for negligent supervision and \nretention as an independent tort based on the employer’s liability to third parties.”  \nSmith v. Privette , 128 N.C. App. 490, 494, 495 S.E.2d 395, 398 (1998).   Plaintiffs’ \nnegligent supervision claims are based on many of the same allegations underlying \ntheir claims for fraud, constructive fraud, and negligent misrepresentation.  (See, e.g., \n \n \n232–36.)  Because t he Court determines that these allegations do not support a \nconclusion that Plaintiffs suffer ed a direct, personalized injury due to the MetLife \nDefendants’ alleged conduct and that the MetLife Defendants did not owe Plaintiffs \na special duty, Plaintiffs’ claims for negligent supervision also fail for lack of standing.  \nCf. Newton, 248 N.C. App. at 339–40, 788 S.E.2d at 661. \n125. The other allegations underlying Plaintiffs’ negligent supervision claim all \npertain to the MetLife Defendants’ conduct in supervising and failing to train Siskey \nin such a way as to allow him to perpetrate the Ponzi Scheme with the aid of the \nIndividual Defendants.  (See, e.g., J. Aldridge Compl. ¶¶ 236–37.)  These allegations \ndo not provide Plaintiffs with standing under either of the Barger/Newton exceptions.   \n126. The Court therefore concludes that these claims are the property of the \nBankrupt Entities’ bankruptcy estates , and only the Bankruptcy Trustee has \nstanding to bring or settle these claims. Accordingl y, the Court concludes that \nPlaintiffs lack standing to assert their negligent supervision claims against the \nMetLife Defendants to the extent such claims are premised on Plaintiffs’ investments \nin the Bankrupt Entities. \n127. The Court therefore determines that  MetLife Motions should be, and are, \nGRANTED to the extent they seek dismissal of Plaintiffs’ claims for negligent \nsupervision premised on Plaintiffs’ investments in the Bankrupt Entities. \n5. In pari delicto \n \n128. Plaintiffs contend that they may nevertheless proceed with their claims, to \nthe extent the Court determines the claims are property of the Bankrupt Entities’ \n \n \nbankruptcy estates, because the Bankruptcy Trustee is barred from asserting such \nclaims under the equitable doctrine of in pari delicto.  (See, e.g., Pl.’s Mem. Opp’n to \nMots. to Dismiss by Defs. Metro. Life Ins. Co. & MSI Fin. Servs., Inc. 5–10, ECF No. \n64 [“Pl.’s Mem. Opp’n”] (18 CVS 1050).)   \n129. “The common -law doctrine of in pari delicto  (meaning ‘of equal faul t’) is \noften described as an affirmative defense that bars a wrongdoer from recovering \nagainst his alleged co-conspirators.”  In re Bogdan, 414 F.3d 507, 511 (4th Cir. 2005) \n(citing Perma Life Mufflers, Inc. v. Int’l Parts Corp. , 392 U.S. 134, 135 (1968), \noverruled on other grounds by Copperweld Corp. v. Independence Tube Corp., 467 U.S. \n752 (1984)).  Plaintiffs’ position is that the ir allegations show that the MetLife \nDefendants were co -conspirators with  the Bankrupt Entities used by Siskey to \ndefraud the Plaintif fs.  (See, e.g., Pl.’s Mem. Opp’n 7 –10.)  Because the Bankruptcy \nTrustee “stands in the shoes of the [Bankrupt Entities] and can only assert those \ncauses of action possessed by the [Bankrupt Entities,]” Plaintiffs argue that the \nBankruptcy Trustee is subject “to the same defenses as could have been asserted” by \nany parties against whom he may bring claims.  (Pl.’s Mem. Opp’n 5 (citing In re \nDerivium Capital LLC, 716 F.3d 355, 367 (4th Cir. 2013 )).)  Plaintiffs therefore \ncontend that “because MetLife participated in and profited from the Ponzi scheme \nand conspired with the [Bankrupt Entities], the [Bankruptcy] Trustee . . . has no \nstanding to assert or settle [Plaintiffs’] claims for damages against MetLife[.]”  (Pl.’s \nMem. Opp’n 9.) \n \n \n130. The MetLife Defendants respond that Plaintiffs’ reliance on the in pari \ndelicto affirmative defense is “misplaced.”  (MetLife’s Reply 6.)  The Court agrees.  \nAlthough this State’s reported decisions addressing the issue implicated by the \nMotions do n ot discuss the doctrine of in pari delicto  in the standing context, the \nCourt finds related federal authority instructive on this issue.   \n131. First, generally, an  “analysis of standing does not include an analysis of \nequitable defenses, such as in pari delicto.”  Official Comm. of Unsecured Creditors v. \nR.F. Lafferty & Co. , 267 F.3d 340, 346 –47 (3d Cir. 2001) (“ Whether a party has \nstanding to bring claims and whether a party’s claims are barred by an equitable \ndefense are two separate questions, to be a ddressed on their own terms.” ); see In re \nFair Fin. Co., 834 F.3d at 675–76 (collecting cases distinguishing between standing \nand the affirmative defense of in pari delicto). \n132. Second, because in pari delicto is an affirmative defense, some federal \ncourts have declined to engage in “hypothetical analysis” where, as here, the \nBankruptcy Trustee did not bring any claims against third parties but settled with \nthird parties instead.  See Capital Growth, 565 B.R. at 526 (“To apply the in pari \ndelicto doctrine here, where the Trustee did not bring the claim asserted in the [ ] \ncomplaint would perversely require ruling on a hypothetical controversy over the \nTrustee’s standing to bring an action that the Trustee never brought when the \nTrustee had the  right and the standing to bring the claims he has already settled \nwith the [third parties].” (citation and internal quotation marks omitted)). \n \n \n133. The Court is therefore not persuaded by Plaintiffs’ argument and concludes \nthat the in pari delicto  doctrine is inapplicable to , and thus does not alter , the \nstanding analysis conducted by the Court here. \nV. CONCLUSION \n134. THEREFORE, based on the foregoing, the Court hereby GRANTS in part \nand DENIES in part the Motions and ORDERS as follows: \nA. The Individual Defendants’ Motions are DENIED to the extent they seek \ndismissal under Rule 12(b)(1) and the “first crack” doctrine of Plaintiffs’ \nclaims against the Individual Defendants based on Plaintiffs’ investments \nin the Bankrupt Entities.  \nB. The MetLife Motions are DENIED to the extent they seek dismissal under \nRule 12(b)(1) and the “first crack” doctrine of Plaintiffs’ claims against the \nMetLife Defendants’ for vicarious liability, and thus Plaintiffs’ claims for \nfraud, constructive fraud, negligent m isrepresentation, primary violations \nof the NCSA, professional negligence , and Olin’s claim for primary \nviolations of the NCIAA,  premised on a respondeat superior  theory of \nliability for the MetLife Defendants, based on Plaintiffs’ investments in the \nBankrupt Entities. \nC. The MetLife Motions are DENIED to the extent they seek dismissal under \nRule 12(b)(1) and the “first crack” doctrine of Plaintiffs’ claims against the \nMetLife Defendants for secondary violations of the NCSA and Olin’s claim \n \n \nagainst the Me tLife Defendants for secondary violations of the NCIAA  \nbased on Plaintiffs’ investments in the Bankrupt Entities. \nD. The MetLife Motion s are GRANTED to the extent they seek dismissal \nunder Rule 12(b)(1) and the “first crack” doctrine of Plaintiffs’  claims \nagainst the MetLife Defendants for fraud, constructive fraud, and negligent \nmisrepresentation based on Plaintiffs’ investments in the Bankrupt \nEntities on a direct theory of liability, and these claims are DISMISSED \nwithout prejudice. \nE. The MetLife Motions are GRANTED to the extent they seek dismissal \nunder Rule 12(b)(1) and the “first crack” doctrine of Plaintiffs’ claims for \nnegligent supervision  based on Plaintiffs’ investments in the Bankrupt \nEntities, and these claims are DISMISSED without prejudice. \n135. The Court RESERVES RULING on the Motions to the extent they seek \ndismissal of Plaintiffs’ UDTP and punitive damages claims on grounds distinct from \nPlaintiffs’ investments in the Bankrupt Entities.  The Court will address the Motions \non these grounds in its forthcoming order and opinion on Defendants’ motions \npursuant to Rule 12(b)(6).  Except as expressly stated in this paragraph, the Motions \nare DENIED to the extent , if any,  they seek dismissal of Plaintiffs’ UDTP  and \npunitive damages claims based on Rule 12(b)(1) and the “first crack” doctrine. \n \n \n \n \n \nSO ORDERED, this the 15th day of August, 2019. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}