{
  "id": "f747b224a71a8648b33e7b98651ee3f4fd56cfde4860ca798b7970fbd92d7f2f",
  "source_file": "data/raw/ncbc/f747b224a71a8648b33e7b98651ee3f4fd56cfde4860ca798b7970fbd92d7f2f.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 10612 \n \nNANCY WRIGHT; GREG WRIGHT; \nand JODY STANSELL, individually \nand as members of LORUSSO \nVENTURES, LLC d/b/a \nCINCH.SKIRT, \n \nPlaintiffs, \n \nv. \n \nKRISTA LORUSSO, individually and \nas a member-manager of LORUSSO \nVENTURES, LLC d/b/a \nCINCH.SKIRT,  \n \nDefendant, \n \nv.  \n \nLORUSSO VENTURES, LLC d/b/a \nCINCH.SKIRT, \n \nNominal \nDefendant. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON NOMINAL \nDEFENDANT LORUSSO VENTURES, \nLLC’S MOTION TO DISMISS SECOND \nAMENDED COMPLAINT \n \n \nMiller Law Group,  PLLC, by W. Stacy Miller , II, and Law Office of \nMatthew I. Van Horn, PLLC , by Matthew I. Van Horn, for Plaintiffs \nNancy Wright, Greg Wright, and Jody Stansell. \nLeonard G. Kornberg,  P.A., by Leonard G. Kornberg , for Defendant \nKrista LoRusso. \nHiggins & Owens , PLLC, by Sara W. Higgins, for Nominal Defendant \nLoRusso Ventures, LLC. \nConrad, J. \n1. LoRusso Ventures, LLC is a small business that makes bed skirts for use in \nhotels.  It goes by the name Cinch.Skirt and has just four members.  In this action, \nthree members (Nancy Wright, Greg Wright, and Jody Stansell ) joined together to \nsue the fourth (Krista LoRusso), asserting a mix of direct and derivative claims rooted \nWright v. LoRusso, 2022 NCBC 18. \n \n \nin allegations of fraud and mismanagement.  LoRusso responded with counterclaims \nfor everything from breach of contract to computer trespass .  Discovery is ongoing, \nand the merits of these claims and counterclaims are not yet at issue. \n2. This decision concerns, instead,  a procedural miscue.  Cinch.Skirt , \nappearing as a nominal defendant, contends that the Wrights and Stansell neglected \nto serve it with a summons in timely fashion.  It has moved to be dismissed from the \ncase as a result.  (ECF Nos. 97, 98.) \n3. Procedural missteps have stymied this litigation from its start in August \n2020.  Indeed, the original complaint  was defective.  ( See ECF No. 3.)   Because an \nLLC is “a necessary party to any litigation brought derivatively in its name ,” the \nWrights and Stansell  should have named Cinch.Skirt as a nominal defendant.  \nSwenson v. Thibaut , 39 N.C. App. 77, 98 (1978) .  They  didn’t, necessitating an \namendment. \n4. After amending the complaint to add Cinch.Skirt, the Wrights and Stansell \nobtained a summons issued to the company  but didn’t immediately serve it.  Sixty \ndays elapsed, and the summons became “ dormant.”  Valentine v. Solosko , 270 N.C. \nApp. 812, 815 (2020) (quoting  Dozier v. Crandall, 105 N.C. App. 74,  75 (1992)).  At \nthat point, the Wrights and Stansell could have bought more time by getting an \nendorsement from the clerk of court or obtaining an alias or pluries summons .  See \nid. (discussing N.C. R. Civ. P. 4(d) ).  They did neither , inexplicably letting the \nsummons expire .  It was this expired summons that the Wrights and Stansell \neventually served on Cinch.Skirt in May 2021—nearly six months after it was issued. \n \n \n5. A series of motions followed.  LoRusso (who apparently had received proper \nservice of process) moved to dismiss most of the claims against her for failure to state \na claim for relief .  (See ECF Nos. 18, 19.)  More pertinent here, Cinch.Skirt filed its \nown motion to dismiss  based on the  belated service of the expired summons.  (See \nECF Nos. 23, 24.)  These motions were scheduled to be argued, but on the eve of th e \nhearing, the Wrights and Stansell moved  to amend their complaint a second time.  \n(ECF No. 60.)  With consent from LoRusso and Cinch.Skirt, the Court granted leave \nto amend, denied the motions to dismiss without prejudice as moot, and directed the \nWrights and Stansell to file their second amended complaint  by 3 December 2021.   \n(ECF No. 64.)  That deadline passed without a filing.  Five days delinquent , t he \nWrights and Stansell filed the second amended complaint.  (See 2d Am. Compl., ECF \nNo. 65.)  They did not obtain a new summons issued to Cinch.Skirt. \n6. Renewing its motion to dismiss, Cinch.Skirt now contends that service of \nthe expired summons in May 2021 was a nullity, that it has never received service of \na valid summons, and that th e action is therefore discontinued as to the company \n(but not LoRusso).  It has a point.  The Wrights and Stansell concede that they failed \nto serve the summons on time.  Their only defense—waiver —is baseless.  After  \naccepting service of the expired summons through c ounsel, Cinch.Skirt objected to \nthe sufficiency of process and moved for dismissal at the very first opportunity.  That \nis hardly a waiver.  Troubling too is that the Wrights and Stansell raised this defense \nin a  late-filed brief, continuing a pattern of missed deadlines  and disdain for \nprocedural rules. \n \n \n7. Even so, dismissal is the wrong remedy, at least in this case.  Yes, failure to \nserve Cinch.Skirt within the time allotted means  that this action was discontinued \nas to the company.  See, e.g., Dozier, 105 N.C. App. at 78.  But discontinuance is not \ndefinitive.  Usually, the plaintiff can fix the error simply by obtaining and serving a \nnew summons; the action then resumes and is “deemed to have commenced from th[e] \ndate” the new summons is issued.   Id.   Moreover, Cinch.Skirt is a necessary party \ndue to the presence of derivative claims  on its behalf.  A ny dismissal would be \nshort-lived, perhaps requiring t he Court to  act on its own motion to rejoin the \ncompany as a party.   See, e.g.,  White v. Pate, 308 N.C. 759, 764 (1983); Rice v. \nRandolph, 96 N.C. App. 112, 113 (1989). \n8. To avoid more disruption and delay, the better course is to ensure now that \nCinch.Skirt is served as a nominal defendant rather than dismiss it and rejoin it later.  \nNo prejudice would result.  In theory,  the date the action is deemed to have \ncommenced might implicate the statute of limitations, but that seems unlikely given \nthat the company has no claims against it.  (See 2d Am. Compl. ¶ 117.)  And in any \nevent, under Dozier, when the action is deemed to have commenced as to Cinch.Skirt \ndepends on when Cinch.Skirt is properly served with process, not whether it is or is \nnot dismissed from the case in the interim.  105 N.C. App. at 78. \n9. Thus, the Court ORDERS that the Wrights and Stansell shall obtain and \nserve summons on Cinch.Skirt on or before 5 May 2022.  Having done so, the Court \nDENIES the motion to dismiss as moot. \n \n \n \n SO ORDERED, this the 22nd day of April, 2022. \n \n \n       /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}