{
  "id": "f77b73bcbea2d154623d3395a20b4077e42ff6119390c91b41203c0d479a9aea",
  "source_file": "data/raw/ncbc/f77b73bcbea2d154623d3395a20b4077e42ff6119390c91b41203c0d479a9aea.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 9285 \nFOUNDATION BUILDING \nMATERIALS, LLC, \n \n Plaintiff / Counterclaim \n Defendant, \n \nv. \n \nCONKING & CALABRESE, CO., INC.; \nCONKING & CALABRESE SE, INC.; \nJEREMY CHAVIS; DOUGLAS \nCALABRESE; CHRISTOPHER \nCIROCCO; RON GREENE; MAY \nZAMBRANO; and COREY BELL,  \n \n Defendants / Counterclaimants / \n Third-Party Plaintiffs, \n \n          v. \n \nROBERT HENSHAW, Individually, \n                              \n            Third-Party Defendant. \n \nORDER AND OPINION ON MOTION \nTO DISMISS DEFENDANTS’ \nAMENDED COUNTERCLAIMS AND \nTHIRD-PARTY COMPLAINT \n1. THIS MATTER is before the Court on Plaintiff  / Counterclaim \nDefendant Foundation Building Materials, LLC and Third-Party Defendant Robert \nHenshaw’s Motion to Dismiss Defendants Conking & Calabrese Co., Inc. and Conking \n& Calabrese, SE’s Amended C ounterclaims and Third- Party Complaint , \n(the “Motion”), filed pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure (the “Rule(s)”), (ECF No. 88).  \nFound. Bldg. Materials, LLC v. Conking & Calabrese, Co., 2024 NCBC 17. \n2. The Court, having considered the Motion, the briefs supporting and \nopposing the Motion, and the parties’ arguments at a hearing held 19 December 2023, \nconcludes for the reasons stated below that the Motion should be GRANTED.  \nOgletree, Deakins, Nash, Smoak & Stewart, P.C., by J. Allen Thomas, Haseeb \nFatmi, and Savannah Trimmer for Plaintiff Foundation Building Materials, \nLLC, and Third-Party Defendant Robert Henshaw.  \nRichard L. Robertson & Associates, P.A., by Ryan T. Vince; and McDermott IP \nLaw, by Richard Michael McDermott, for Defendants Conking & Calabrese, \nCo., Inc., and Conking & Calabrese SE, Inc. \nEarp, J.  \nI. FACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact when ruling on a motion to \ndismiss.  It recites below the factual allegations in the A mended Counterclaims and \nAmended Third-Party Complaint that are relevant to the Motion before the Court.  \n4. Conking & Calabrese Co., Inc. (“Conking NY”) was formed in or around \n1975 in the State of New York.  (Defs.’ Mot. to Dismiss, Answer, and Aff. Defs. to Pl.’s \nFirst Am. Ver. Compl., and Countercls., and Third-Party Compl. [“Am. Countercls. / \nAm. Third-Party Compl.”], ¶ 4, ECF No. 86.) \n5. Conking NY is a drywall and building material distributor that \ndistributes construction materials for commercial and residential projects, primarily \nthose in or around the State of New York.  (Am. Countercls. ¶¶ 4-6; Am. Third-Party \nCompl. ¶¶ 4-6.) \n6. Conking & Calabrese, SE (“ Conking SE ,” together with Conking NY, \n“Conking”) was formed in the State of New York on or about 27 January 2023.  On or \nabout 9 March 2023, Conking SE was formed in the State of North Carolina.  ( Am. \nCountercls. ¶¶ 9-10; Am. Third-Party Compl. ¶¶ 9-10.) \n7. Conking purchases building materials from manufacturers and then \nsells and furnishes the materials to customers.  (Am. Countercls. ¶ 6; Am. Third-\nParty Compl. ¶ 6.)  Conking and F oundation Building Materials, LLC (“F BM”) are \ncompetitors in this industry.  ( Am. Countercls. ¶ 19; Am. Third-Party Compl. ¶ 21.)  \nRobert Henshaw (“Henshaw”) is a Regional Vice President for FBM.  ( Am. Third-\nParty Compl. ¶ 14.) \n8. Defendants contend that FBM and Henshaw know “information, facts, \nand circumstances associated” (1) “with Conking’s previous or historical, and in some \ncases, valid and existing (or ongoing), business relations and/or contractual relations \nwith various manufacturers and customers in the indust ry” and (2) “with Conking’s \nprospective entry into business relations and/or contractual relations with various \nmanufacturers and customers in the industry.”  ( Am. Countercls. ¶¶ 20-21; Am. \nThird-Party Compl. ¶¶ 22-23.) \n9. Defendants allege that beginning as early as May 2023, FBM  and \nHenshaw have “induced and attempted to induce, or otherwise pressured and \nattempted to pressure, various manufacturers and customers in the industry from  \ncontinuing, or to otherwise end valid and existing (or ongoing), contractual relations \nwith Conking, and/or to cease doing business with Conking[.]”  (Am. Countercls. ¶ 22; \nAm. Third-Party Compl.  ¶ 24.)  Furthermore, Defendants allege that FBM and \nHenshaw have “induced and attempted to induce, or otherwise pressured and \nattempted to pressure, various manufacturers and customers in the industry from \nentering into contractual relations and/or prospective contractual relations with \nConking, and/or to refrain from doing business with Conking now and /or in the \nfuture[.]”  (Am. Countercls. ¶ 23; Am. Third-Party Compl. ¶ 25.) \n10. In addition, Defendant s contend such inducements to manufacturers \nand/or customers by FBM and Henshaw “include, but may not be limited to, directing \nor pressuring certain parties to discontinue or otherwise end valid and existing (or \nongoing) business or contractual relations with Conking, directing or pressuring \ncertain parties not to engage or contract  or otherwise do business  with Conking, as \nwell as placing or threateni ng to place certain parties on nationwide ‘holds’ directly \nwith FBM , should such parties fail or refuse to comply with FBM’s pressures or \ndemands.”  (Am. Countercls. ¶ 24; Am. Third-Party Compl. ¶ 26 (emphasis omitted).) \n11. With respect to the material supply  industry, a “hold” is “commonly \nunderstood to mean a decision by one party in the industry . . . to pause, discontinue, \nor otherwise refrain from doing business with another party in the \nindustry . . . typically, but not always, on a temporary basis.”  (Am. Countercls. ¶ 25; \nAm. Third-Party Compl. ¶ 27.) \n12. On 15 June 2023, MBA Building Supplies, Inc. (“MBA”) placed a \nbusiness “hold” on Conking.  ( Am. Countercls. ¶ 30; Am. Third-Party Compl. ¶ 32.)  \nMBA informed Conking that it received communicati ons from FBM/Henshaw to \ncease doing business with Conking.  ( Am. Countercls. ¶ 29; Am. Third-Party \nCompl. ¶ 31.)  At some point, MBA reversed this hold ; however, the “hold” was put \nback in p lace in August 2023.  ( Am. Countercls. ¶¶ 31-32; Am. Third-Party \nCompl. ¶¶ 33-34.)  Defendants contend th e second “hold” “was a direct result of \ncontinued demands, pressure, and efforts from FBM/Henshaw  for it to not do [sic] \nbusiness with, to cease doing business with or otherwise end contractual relations \nwith Conking, and to otherwise not do business with Conking in the future.”  ( Am. \nCountercls. ¶ 32; Am. Third-Party Compl. ¶ 34.)  FBM’s influence is made possible \ndue to its “respective size and nationwide presence[.]”  (Am. Countercls. ¶ 26; Am. \nThird-Party Compl. ¶ 28.) \n13. Defendants allege that other manufacturers and/or customers in the \nindustry (in addition to MBA) have placed similar “hold(s)” on or with Conking, or \nhave been engaging in “slow open ings”1 with respect to Conking.  ( Am. Countercls. \n¶ 36; Am. Third-Party Compl. ¶ 38.) \n14. FBM filed its Verified Complaint and Motion for Temporary, \nPreliminary, and Permanent Injunction on 26 May 2023.  The Verified Complaint \npurports to allege claims for misappropriation of trade secrets, tortious interf erence \nwith prospective business relations, unjust enrichment, breach of fiduciary duty, \nconstructive fraud, fraud, violation of the North Carolina Unfair and Deceptive Trade \nPractices Act, and common law unfair competition.  ( See generally Ver . Compl. \n[“Compl.”], ECF No. 3.) \n \n1 A “slow open” is commonly understood to mean a decision by one party in the industry to \nslowly do business with another party.  “[F]or example, a manufacturer agreeing to sell and \ndeliver material to a material supplier such as Conking, but at or on a delayed or prolonged \nschedule,” would be engaging in a slow open.   (Am. Countercls.  ¶ 37; Am. Third -Party \nCompl. ¶ 39.) \n15. The case was designated as a complex business case on 30 May 2023 and \nassigned to the undersigned the same day.  (ECF Nos. 1, 2.) \n16. On 10 July 2023, Defendants filed a Motion to Dismiss, Answer, and \nAffirmative Defenses to Plaintiff’s Verified Complaint. 2  I ncluded in their pleading  \nwere Conking’s  counterclaims against FBM, as well as a third-party complaint \nagainst Henshaw, individually.  (See generally ECF No. 32.) \n17. On 15 September 202 3, FBM filed a Motion to Dismiss Defendants’ \nCounterclaims and Third-Party Complaint (the “Motion to Dismiss”),  (ECF No. 46).  \nOn 14 November 2023, FBM filed its First Amended Verified Complaint, adding new \nDefendants and claims.  ( See generally Am. Ver. Compl., ECF No. 82.)  On 14 \nDecember 2023, Defendants filed their Answer to the Amended Complaint.  At the \nsame time, Defendants amended their Counterclaims and Third-Party Complaint. \n18. Defendants’ Amended Counterclaims include tortious interference with \nbusiness relations or prospective contract, unfair and deceptive trade practices, and \ncommon law unfair competition.  The same claims are asserted  in the Amended \nThird-Party Complaint, almost verbatim, against Henshaw.  \n19. The Court held a hearing on the Motion to Dismiss on 19 December \n2023.  ( See Not. of Hrg., ECF No. 85.)  At the hearing, Defendants’ counsel argued  \n \n2Although Defendants’ pleading is captioned as Motion to Dismiss and includes a Motion to \nDismiss as its First Defense, pursuant to Business Court Rule 7.2, “[e]ach motion must be \nset out in a separate document.”  Furthermore, “a Rule 12(b) motion to dismiss for failure to \nstate a claim must be filed prior to [the filing of] an answer, not contemporaneously with or \nminutes after.”  B IOMILQ, Inc. v. Guiliano , 2023 NCBC LEXIS 142, at ** 5-6 (N.C. Super. \nCt. Nov. 13, 2023) (quoting Johnston v. Johnston Props., Inc., 2018 NCBC LEXIS 119, at **14 \n(N.C. Super. Ct. Nov. 15, 2018)) (emphasis in original).  \n \nthat the filing of the Amended Counterclaims and Amended Third -Party Complaint \nmooted the original Motion to Dismiss, which was directed to Defendants’  original \ncounterclaims and third-party complaint.  Accordingly, on 11 January 2024, with the \nCourt’s permission, Plaintiff refiled the Motion and incorporated its earlier brief .  \nPlaintiff contends that Defendants’ amended filing did not change anything, and that \nConking’s amended claims “do not address or correct the fundamental failing of [its] \nclaims.”3  (Motion ¶ 5, ECF No. 88.) \n20. The Motion is now ripe for disposition.  \nII. LEGAL STANDARD \n21. Pursuant to Rule 12(b)(6), dismissal of a claim is proper if “(1) the \ncomplaint on its face reveals that no law supports the plaintiff’s claim; (2) the \ncomplaint on its face reveals the absence of f acts sufficient to make a good claim; or \n(3) the complaint  discloses some fact that necessarily defeats the plaintiff’s claim.”  \nCorwin v. Brit. Am. Tobacco, PLC, 371 N.C. 605, 615 (2018).  Otherwise, “a complaint \nshould not be dismissed for insufficiency unless it appears to a certainty that plaintiff \nis entitled to no relief under any state of facts which could be proved in support of the \nclaim.”  Sutton v. Duke, 277 N.C. 94, 103 (1970) (emphasis omitted).  \n22. When deciding a motion to dismiss, the Court construes the complaint \nliberally and accepts all allegations as true.  See Laster v. Francis, 199 N.C. App. 572, \n577 (2009).  Nevertheless, the Court is not required “to accept as true allegations that \n \n3 Counsel presented their arguments with respect to dismissal of the amended claims at the \nhearing on 19 December 2023.  The Court determines that a second hearing on the ( refiled) \nMotion to Dismiss would not assist it in its determination.  See BCR 7.4. \nare merely conclusory, unwarranted deductions of fact, or unreasonable inferences.”  \nGood Hope Hosp., Inc. v. N.C. HHS, Div. of Facility Servs. , 174 N.C. App. 266, 274 \n(2005) (quoting Veney v. Wyche, 293 F.3d 726, 730 (4th Cir. 2002)).  \nIII. ANALYSIS \nA. Wrongful or Tortious Interference with Business Relations or \nProspective Contract \n \n23. Both Defendants’ first Counterclaim and their first Third-Party Claim \nare for wrongful or tortious interference with business relations or prospective \ncontract. \n24. “A claim for tortious interference with ‘ business relations’  embraces \nclaims for interference with both existing contracts and prospective future contracts.”  \nE-Ntech Indep. Testing Servs. v. Air Masters, Inc., 2017 NCBC LEXIS 2, at **14 (N.C. \nSuper. Ct. Jan. 5, 2017).  “[A] claim for tortious interference with existing contracts \nrequires the plaintiff t o allege that a valid contract existed between plaintiff and a \nthird person who was induced by defendant not to perform without justification.”  Id.; \nsee also United Lab., Inc. v. Kuykendall , 322 N.C. 643, 661 (1988).  “In contrast, a \nclaim for tortious in terference with future contracts or prospective economic \nadvantage requires the plaintiff to allege that defendants acted without justification \nin inducing a third party to refrain from entering into a contract with them which \ncontract would have ensued but for the interference.”  Id. (citation and internal \nquotation marks omitted).  \n25. FBM and Henshaw contend t hat the amended claims filed by Conking \nshould be dismissed because the pleadings do not allege that FBM or Henshaw acted \nwithout justification or for an improper purpose.  (See Motion ¶ 5.)  The Court agrees.  \n26. FBM and Conking are competitors in the material supply industry, (Am. \nCountercls. ¶ 19; Am. Third-Party Compl. ¶ 21).  “Generally speaking, interference \nwith contract is justified if it is motivated by a legitimate business purpose, as when \nthe plaintiff and the defendant  . . . are competitors.”  Emb ree Constr. Grp., Inc. v. \nRafcor, Inc., 330 N.C. 487, 498 (1992); see also Daniel Grp., Inc. v. Am. Sales & Mktg., \n2016 NCBC LEXIS 112, at *31- 32 (N.C. Super. Ct. Dec. 15, 2016) (“In light of the \nallegations that Defendants were competitors . . . Plaintiff has not alleged a claim for \ntortious interference.”); Combs & Assocs. v. Kennedy , 147 N.C. App. 362, 371 (2001) \n(holding that one’s desire to “establish a competing business” was a justification for \ninterference).   \n27. The privilege to interfere , however, “is lost if exercised for a wrong \npurpose.”  Peoples Sec. Life Ins. Co. v. Hooks, 322 N.C. 216, 220 ( 1988) ( internal \nquotation marks and citation omitted) .  “In general, a wrong purpose exists where \nthe act is done other than as a reasonable and bona fide attempt to protect the \ninterest of the defendant which is involved.”  Id.  (emphasis in original).   If the \ndefendant is motivated by “a malicious wish to injure the plaintiff, his actions are not \njustified.”  Id. at 221.  \n28. Conking alleges that FBM/Henshaw acted  “without justification or an \notherwise legi timate purpose,” and that their  actions were  not committed “solely \nbecause FBM and Conking are competitors.”  (Am. Countercls. ¶ 38; Am. Third-Party \nCompl. ¶ 40.)  Conking also alleges that FBM/Henshaw “willfully, intentionally, and \nmaliciously, or otherwise wrongfully”  engaged in the purported interference.  (Am. \nCountercls. ¶ 40; Am. Third-Party Compl. ¶ 42.)  \n29. These however, are conclusory allegations , and “general allegations of \nmalice are insufficient as a matter of pleading.”  Lendingtree, LLC v. Intercontinental \nCapital Grp., Inc. , 2017 NCBC LEXIS 54, at **14 (N.C. Super. Ct. June 23, 2017) \n(quoting Pinewood Homes, Inc. v . Harris, 184 N.C. App. 597, 605  (2007)); see also \nPlasman v. Decca Furniture (USA), Inc. , 2016 NCBC LEXIS 80, at * *42-43 (N.C. \nSuper. Ct. Oct. 21, 2016) (allegation that defendant “maliciously intended to interfere \nwith [  ] contracts” is insufficient to a llege tortious interference absent supporting \nfacts).  \n30. Except for its conclusory allegations, Conking does not allege any facts  \nshowing that FBM/Henshaw acted without justification.   See Med1 NC Servs., LLC \nv. Med1 Plus, LLC , 2020 NCBC LEXIS 24, at * 29 (N.C. Super. Ct. Feb. 26, 2020)  \n(stating that the plaintiff must “allege facts showing that the defendants acted \nwithout justification in inducing a third party to refrain from entering into a contract \nwith them, which contract would have ensued but for the interference” (cleaned up)); \nWalker v. Sloan , 137 N.C. App. 387, 393 (2000) ( holding that to state a claim for \nwrongful interference with prospective advantage, the plaintiff must allege facts to \nshow that the defendants acte d without justification); Wells Fargo Ins. Servs. USA, \nInc. v. Link, 372 N.C. 260, 285 (2019) (holding that tortious interference claim must \nbe dismissed where plaintiff alleged defendants acted “without justification” but did \nnot “plead facts supporting a claim” that defendants acted “for any improper \npurpose”); Daniel Grp., Inc., 2016 NCBC LEXIS 112, at *31 (holding plaintiff failed \nto state a claim for tortious interference because plaintiff did not plead facts \ndemonstrating that defendants’ actions were not prompted by legitimate business \npurposes and explaining that the court was “not compelled to accept” legal \nconclusions that defendants acted for a “reason not reasonably related to the \nprotection of a legitimate business interest”).   \n31. Accordingly, FBM/Henshaw’s Motion to Dismiss as to Conking’s claims \nfor tortious interference is  GRANTED, and the claims are DISMISSED  without \nprejudice.\n4 \nB. Unfair and Deceptive Trade Practices \n32. Defendants’ second Counterclaim and their second Third-Party Claim \nare for unfair and deceptive trade practices .  The claims are premised on three \ngrounds.  First, Defendants contend that FBM’s alleged tortious interference is an \nunfair trade practice under N.C.G.S. § 75 -1.1.  Second, Defendants contend that \nFBM’s use of “holds” constitutes an unfair trade practice.  Third, Defendants contend \nthat the commencement and prosecution of this Action in and of itself constitutes an \nunfair and deceptive trade practice.   ( See Am. Countercls.  ¶ 45; Am. Third -Party \nCompl. ¶ 47.) \n \n4 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt[.]”  First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013). \n \n33. “A violation of unfair and deceptive trade practices under [N.C.]G.S. \n§ 75-1.1 occurs when ‘(1) defendant committed an unfair or deceptive act or practice, \n(2) the action in question was in or affecting commerce, and (3) the act proximately \ncaused injury to the plaintiff.’ ”  Salon Blu, Inc. v. Salon Lofts Grp., LLC, 2018 NCBC \nLEXIS 72, at * 18-19 (N.C. Super. Ct. July 16, 2018) (quoting Dalton v. Camp, 353 \nN.C. 647, 656 (2001)).  “An act is unfair when a party ‘engages in conduct which \namounts to an inequitable assertion of its power or position,’ and an act is unfair or \ndeceptive if it is ‘immoral, unethical, oppressive, unscrupulous, or substantially \ninjurious to customers.’ ”  Id. at *19 (quoting S.N.R. Mgmt. Corp. v. Danube Partners \n141, LLC, 189 N. C. App. 601, 607 (2008)).   “The facts surrounding the transaction \nand the impact on the marketplace determine whether a particular act is unfair or \ndeceptive, and this determination is a question of law for the court.”  Noble v. Hooters \nof Greenville, LLC, 199 N.C. App. 163, 167 (2009). \n34. To the extent that Conking’s unfair and deceptive trade practices claims \nare based on their failed  tortious interference claims, the se claims also fail.   See \nCharah, LLC v. Sequoia Servs., LLC, 2020 NCBC LEXIS 52, at *19 (N.C. Super. Ct. \nApr. 17, 2020)  (“[W]hen the UDTP claim rests solely upon other claims, such as a \nclaim for tortious interference with contract, which the court determines should be \ndismissed, the UDTP claim must fail as well.”); see also Combs, 147 N.C. App. at 374 \n(“[P]laintiff’s claim that defendants engaged in unfair and deceptive trade practices \nrests with its claims for misappropriation of trade secrets, tortious interference with \ncontracts and civil conspiracy.   Having determined that the trial court properly \ngranted summary judgment on each of these claims, we likewise conclude that no \nclaim for unfair and deceptive trade practices exists.”); Am erigas Propane, L.P. v. \nCoffey, 2015 NCBC LEXIS 98, at * *40-41 (N.C. Super Ct. Oct. 15, 2015) (dismissing \nclaim under UDTPA where court had already dismissed underlying claims).  \n35. Moving to Conking’s allegation that FBM exploited its market power \nand attempted to stifle Conking’s ability to compete in the North Carolina market by \nconvincing manufacturers (such as MBA) and customers to place Conking on holds \nor slow opens, the Court concludes that Conking has again failed to allege a violation \nof the UDTPA.  To the extent Conking’s complaint is that FBM has used its market \npower inequitably, the conduct alleged does not amount to a violation of Chapter 75.  \nNorth Carolina courts have rejected similar arguments based on the principle that, \n“[i]n the absence of conspiracy or monopoly, one may deal with whom he pleases.”  Tel. \nServs., Inc. v. General Tel. Co. of South, 92 N.C. App. 90, 93 (1988) (quoting United \nArtists Records, Inc. v. E. Tape Corp., 19 N.C. App. 207, 214 (1973)). \n36. Conking has not alleged that either a conspiracy or a monopoly exists.  \n“To state a claim for civil conspiracy, a plaintiff must allege: ‘(1) an agreement \nbetween two or more individuals; (2) to do an unlawful act or to do a lawful act in an \nunlawful way; (3) resulting in injury to plaintiff inflicted by one or more of the \nconspirators; and (4) pursuant to a common scheme.’ ”  Glob. Textile All., Inc. v. TDI \nWorldwide, LLC, 2018 NCBC LEXIS 104, at **18-19 (N.C. Super. Ct. Oct. 9, \n2018) (quoting Piraino Bros., LLC v. Atlantic Fin. Grp., Inc., 211 N.C. App. 343, 350 \n(2011)).  Moreover, “[c]ivil conspiracy is not an independent cause of action in North \nCarolina.  Rather, liability for civil conspiracy must be alleged in conjunction with an \nunderlying claim for unlawful conduct.”  Id. at **18 (citing Toomer v. Garrett, 155 \nN.C. App. 462, 483 (2002)).  These  allegations are absent from the Amended \nCounterclaims and Amended Third-Party Complaint. \n37. In addition, t he amended claims lack the essential elements of an \nantitrust claim, including an allegation regarding FBM’s “possession of monopoly \npower in the relevant market” and its “willful acquisition or maintenance” of that \npower.  Maxwell Foods, LLC v. Smithfield Foods, Inc., 2021 NCBC LEXIS 71, at **19-\n20 (N.C. Super. Ct. Aug. 26, 2021) (citing Sykes v. Health Network Sols., Inc., 2017 \nNCBC LEXIS 73, at *60 (N.C. Super. Ct. Aug. 18, 2017) (quoting Oksanen v. Page \nMem'l Hosp., 945 F.2d 696, 710 (4th Cir. 1991)), aff'd, 372 N.C. 326 (2019)).  “When \na plaintiff alleges monopolistic misconduct as the basis for overlapping antitrust \nand section 75-1.1 claims, the failure of the antitrust claim also defeats liability \nunder section 75-1.1.”  Maxwell Foods, LLC, 2021 NCBC LEXIS 71, at **20 (citing \nSiteLink Software, LLC v. Red Nova Labs, Inc., 2016 NCBC LEXIS 45, at *32 (N.C. \nSuper. Ct. June 14, 2016) (dismissing section 75-1.1 claim based on deficient \nantitrust allegations)); Drs. Making Housecalls-Internal Med., P.A. v. Onsite Care, \nPLLC, 2019 NCBC LEXIS 6, at *20 (N.C. Super. Ct. Jan. 16, 2019) (same); R. J. \nReynolds Tobacco Co. v. Philip Morris Inc., 199 F. Supp. 2d 362, 396 (M.D.N.C. \n2002) (same), aff'd per curiam, 67 F. App'x 810 (4th Cir. 2003). \n38. Accordingly, to the extent Conking  seeks to bring a UDTPA claim \nagainst FBM for the alleged improper exertion of its market power, the claim shall \nbe dismissed. \n39. As for Conking’s contention  that the lawsuit itself is an unfair and \ndeceptive trade practice, the Noerr-Pennington doctrine5 provides that “a party who \nseeks redress by filing a lawsuit is immune from claims that are base d solely on the \npursuit of that lawsuit.”  Velocity Solutions, Inc. v. BSG Fin., LLC, 2016 NCBC LEXIS \n19, at **15 (N.C. Super. Ct. Feb. 22, 2016).   \n40. The immunity can be lost, however, if the  lawsuit is “a mere sham to \ncover what is actually nothing more than an attempt to interfere directly with the \nbusiness relationships of a competitor.”  Lowder Constr. Inc. v. Phillips, 2020 NCBC \nLEXIS 1, at * 11 (N .C. Super. Ct. Jan. 8, 2020) .  This  “sham litigation” exception  \napplies “when 1) the claim asserted is ‘objectively meritless’ and 2) the court finds \n‘the litigant’s subjective motivation’ was an unlawful intent to ‘interfere directly with \nthe business relationships of a competitor. ’ ”  Id. (quoting Lorillard Tobacco Co. v. \nR.J. Reynolds Tobacco Co. , 2011 NCBC LEXIS 31, at * *15-16 (N.C. Super. Ct. Aug. \n8, 2011).  Indeed, “[p]roving that the filing of a lawsuit is a mere sham carries an \nextremely high burden[.]”  Lowder Constr., Inc., 2020 NCBC LEXIS 1, at *11.  \n41. “A plaintiff who files an ‘objectively reasonable’ lawsuit cannot be held \nliable for an unfair trade practice under [N.C.G.S.] § 75 -1.1 regardless of the \n \n5 The Noerr-Pennington doctrine originated in and derived its name from the U.S. Supreme \nCourt’s decisions in Eastern Railroad Presidents Conference v. Noerr Motor Freight, Inc., 365 \nU.S. 127 (1961) and United Mine Workers v. Pennington, 381 U.S. 657 (1965). \nplaintiff’s subjective intent and even if the suit was institute d for ‘no legitimate \npurpose.’ ”  Lorillard Tobacco Co. , 2011 NCBC LEXIS 31, at **1 (quoting Reichhold \nChems., Inc. v. Goel , 146 N.C. App. 137, 157 (2001) ).  “ A lawsuit is objectively \nreasonable if an objective litigant could conclude that the suit is reasonably calculated \nto elicit a favorable outcome.”  Reichhold Chems ., Inc ., 146 N.C. App. at 157 \n(cleaned up).   \n42. In this case, Conking does not present factual allegations that would \nsupport a conclusion that FBM’s claims are not objectively reasonable.  Furthermore, \nthis Court has already granted in part FBM’s Motion for Preliminary Injunction , \nthereby determining that Plaintiff ha s a reasonabl e likelihood of success on the \nmerits of its claims.  (See Order and Opinion on Pl.’s Mot. for Prelim. Inj., ECF No. \n34.)  Thus, Defendants’ attempt to base its UDTPA claims on Plaintiff’s filing of this \nlawsuit lacks merit, and its claims on this basis shall be dismissed. \n43. Accordingly, FBM/Henshaw’s Motion to Dismiss Conking’s UDTPA \nclaims is GRANTED, and the claims are DISMISSED without prejudice. \nC. Common Law Unfair Competition \n44. Next, Defendants assert both a Counterclaim and a Third-Party Claim \nfor common law unfair competition. \n45. As this Court has observed, “[t]he standard which a plaintiff must meet \nto recover on an unfair competition claim under the common law is not appreciably \ndifferent from a claim for unfair or deceptive trade practices [pursuant to Chapter \n75].”  Se. Anesthesiology Consultants, PLLC v. Charlotte -Mecklenburg Hosp. Auth., \n2019 NCBC LEXIS 107, at * 21-22 (N.C. Super. Ct. Dec. 13, 2019) (quoting Global \nTextile Alliance, Inc. v. TDI Worldwide, LLC , 2018 NCBC LEXIS 10 4, at *23 (N.C. \nSuper. Ct. Oct. 9, 2018) ) (alteration in or iginal); see also BellSouth Corp. v. White \nDirectory Publrs., Inc., 42 F. Supp. 2d 598, 615 (M.D.N.C. 1999) ; Cty. of Wake PDF \nElec. & Supply Co., LLC v. Jacobsen, 2020 NCBC LEXIS 103, at *26-27 (N.C. Super. \nCt. Sept. 9, 2020). \n46. As discussed above, Conking has failed to state a claim for unfair or \ndeceptive trade practices.  Therefore, its claims for common law unfair competition \npremised on the same allegations also fail.  \n47. Accordingly, FBM/Henshaw’s Motion to Dismiss as to Conking’s claims \nfor common law unfair competition is GRANTED, and the claims are DISMISSED \nwithout prejudice. \nIV. CONCLUSION \n48. WHEREFORE, Plaintiff’s Motion to Dismiss Defendants Conking & \nCalabrese, Co., Inc and Conking and Calabrese SE, Inc.’s Amended Counterclaims \nand Third-Party Complaint Pursuant to Rule 12(b)(6), ECF No. 88, is GRANTED.  \nDefendants’ Counterclaims and Third-Party Complaint are DISMISSED without \nprejudice.  \n  \nIT IS SO ORDERED, this the 4th day of March, 2024. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}