{
  "id": "f782f6d8a341b702ae355dd906c6bccc8bce001c8320979825ba363058e61fd5",
  "source_file": "data/raw/ncbc/f782f6d8a341b702ae355dd906c6bccc8bce001c8320979825ba363058e61fd5.pdf",
  "raw_text": "Hall v. Dancy, 2018 NCBC 61. \nSTATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 4747 \nJ. CAMPBELL HALL, III, individually \nand as Trustee of the J. Campbell Hall, \nIII Revocable Trust, \n \nPlaintiff, \n \nv. \n \nBRIAN E. DANCY,  \n \nDefendant. \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \nOR TO STAY AND COMPEL \nARBITRATION  \n \n1. THIS MATTER is before the Court on Defendant’s Motion to Dismiss or \nto Stay and Compel Arbitration (“Motion”).  For the reasons discussed below, the  \nMotion is GRANTED to the extent it seeks a demand for arbitration, but the issue of \narbitrability is referred to the arbitrator.   \nTuggle Duggins, P.A., by Denis E. Jacobson, Brandy L. Mansouraty, and \nSpencer C. Krantz, for Plaintiff.  \n \nRossabi Reardon Klein Spivey PLLC, by Amiel J. Rossabi, for Defendant.  \nGale, Chief Judge.  \n2. In 2000, Plaintiff J. Campbell Hall, III (“Hall”) and Defendant Brian E. \nDancy (“Dancy”) established Powder Works of High Point, Inc. (“Powder Works” ), a \ncorporation that provides powder -coating services to industrial companies.  (Compl. \n¶¶ 8–11, ECF No. 3 .)1  Both Hall and Dancy are officers and directors of Powder \n                                                 \n1 Dancy has not yet answered the Complaint.  Except where noted, the Court believes that \nthe provisions of the Complaint cited in this Order and Opinion are not contested , and the \nparties have stipulated that they executed the agreement containing the arbitration \nprovision on which Dancy relies in seeking to compel arbitration.   \n \n \n \n \nWorks; Hall serves as the President , and Dancy serves as th e Vice President and \nSecretary.  (Compl. ¶¶ 9–10.)  \n3. Hall and Dancy executed the Powder Works , Inc. Shareholders \nAgreement (“Shareholders Agreement”), dated October 26, 2000.  (See Compl. Ex. E \n(“Shareholders Agreement”).)  Among other provisions, the Shareholders Agreement \ndefines Hall as majority shareholder and Dan cy as minority shareholder, provides  \nthat the majority shareholder can purchase the interests of the minority shareholder \nupon termination of the minority shareholder’s employment  with the affiliated  \ncompany, Metal Works of High Point, Inc. (“Metal Works”), and provides how shares \nwill be valued in the event of such a repurchase.   (See Shareholders Agreement \n§§ 1.12, 1.14, 4.1, 4.2, 4.3, 4.5.)  \n4. The Shareholders Agreement includes the following paragraph: \nArbitration. All controversies relating  to this Agreement shall be \nresolved by binding arbitration conducted in Greensboro, North \nCarolina under the North Carolina Uniform Arbitration Act and, to the \nextent permitted by such Act, the Commercial Arbitration Rules of the \nAmerican Arbitration Association .  There shall be a single arbitrator, \nwho shall be a retired North Carolina Superior Court Judge.  The \narbitrator may award attorney’s fees and expenses. \n \n(Shareholders Agreement § 10.20 (emphasis added).)  \n \n5. After Dancy resigned from Metal Works , Hall gave notice of his intent \nto purchase Dancy’s Powder Works’ shares and began the valuation process .  ( See \nCompl. ¶¶ 58–59.)  Dancy objected to Hall’s repurchase of his shares and contends \nthat he, not Hall, is the majority shareholder of Powder Works.  (See Compl. ¶¶ 61, \n64.)  Hall then initiated this action on April 20, 2018, filing the Complaint along with \n \n \n \n \na Notice of Designation of Action as Mandatory Complex Business Case U nder N.C. \nGen. Stat. §  7A-45(a).  The case was d esignated as a mandatory complex business \ncase by order of the Chief Justice and assigned to the undersigned.  (See ECF Nos. 1, \n2.)   \n6. Hall seeks a declaratory judgment stating that he is the majority \nshareholder of Powder Works as the owner of seventy -nine shares and Dancy is the \nminority shareholder of Powder Works as the owner of twenty -one shares.  ( See \nCompl. ¶¶ 69–71.)  Alternatively, Hall asserts an equitable claim to remove the cloud \non his title to Powder Works’ shares.  ( See Compl. ¶¶ 83 –86.)  Hall  also seeks an \ninjunction prohibiting Dancy from contending that he is the majority shareholder of \nPowder Works and from interfering with the operation and management of Powder \nWorks.  (See Compl. ¶ 94.)   \n7. On May 8, 2018, in lieu of an Answer, Dancy filed this Motion, \ncontending that Hall’s claims and the rights of the parties addressed in the Complaint \nare subject to the mandatory arbitration provision of the Shareholders Agreement .  \n(Mot. Dismiss or Stay & Compel Arbitration, ECF No. 9.)   \n8. The Court heard argument on the Motion on June 13, 2018.   While the \nparties presented competing argume nts as to whether the dispute  falls within the \nscope of the arbitration provision, neither party discussed whether determining the \narbitrability of this dispute is a matter to be decided by the arbitrator rather than the \nCourt. \n \n \n \n \n9. The dispute  turns on who is Powder Works’ majority owner.  Dancy \ncontends that Hall’s claims relate to the Shareholders Agreement because Hall seeks \nto exercise rights provided to th e majority shareholder by the Shareholders \nAgreement.  Hall contends that his claims are broader than, and fall outside the scope \nof, the Shareholders Agreement.  Hall acknowledges that he is attempting to exercise \nhis right to repurchase Dancy’s shares pursuant to the Shareholders Agreement, but \ncontends that the dispute extends to Dancy’s interference in corporate management.  \nHall stresses that the ultimate determination of who is majority owner will be \nresolved by evidence preceding and independent of the Shareholders Agreement.  \n10. When a party moves to compel arbitration , a court will  first “address \nwhether the [FAA] or the [North Carolina Act] applies to any agreement to arbitrate.”  \nAP Atl., Inc. v. Crescent Univ. City Venture, LLC , No. 15 CVS 14745, 2 016 NCBC \nLEXIS 60, at *10 (N.C. Super. Ct. July 28, 2016) (alteration in original) (quoting King \nv. Bryant, 225 N.C. App. 340, 344, 737 S.E.2d 802, 806 (2013)).  Ultimately, under the \nFAA or the North Carolina Act, “whether a dispute is subject to arbitration is a matter \nof contract law.”  Raspet v. Buck, 147 N.C. App. 133, 135, 554 S.E.2d 676, 678 (2001).  \nThe party seeking to compel arbitration “must show that the parties mutually agreed \nto arbitrate their disputes.”  Slaughter v. Swicegood , 162 N.C. App.  457, 461, 591 \nS.E.2d 577, 580 (2004) (quoting Routh v. Snap -On Tools Corp. , 108 N.C. App. 268, \n271–72, 423 S.E.2d 791, 794 (1992)).   \n11. Because the issue of arbitrability will be the same whether applying the \nFAA or the North Carolina Uniform Arbitration Act (“North Carolina Act”), the Court \n \n \n \n \nneed not discuss which act applies.   See Scottish Re Life Corp. v. Transamerica \nOccidental Life Ins. Co., 184 N.C. App. 292, 295, 647 S.E.2d 102, 104 (2007) (quoting \nVolt Info. Scis v. Bd. of Trs., 489 U.S. 468, 477–78 (1989)) (explaining that “state law \nis preempted only ‘to the extent that it actually conflicts with federal law,’” meaning \nthe court must “determine whether application of the RUAA ‘would undermine the \ngoals and policies of the FAA’”); Park v. Merrill Lynch, Pierce, Fenner & Smith, Inc., \n159 N.C. App. 120, 122, 582 S.E.2d 375, 378 (2003) (quoting Saturn Distrib. Corp. v. \nWilliams, 905 F.2d 719, 723–24 (4th Cir. 1990)) (“The FAA only preempts state rules \nof contract formation ‘which single out arbitration clauses and unreasonably burden \nthe ability to form arbitration agreements. . . .’”).   \n12. Typically, the Court decides issues of “substantive arbitrability,” \nincluding “whether an arbitration clause in a concededly binding contract applies to \na particular type of controversy.”  AP Atl., Inc., 2016 NCBC LEXIS 60, at *13 (quoting \nBailey v. Ford Motor Co. , 244 N.C. App. 346, 351, 780 S.E.2d 920, 925 (2015)) .  To \ndecide such issues, the Court must determine : (1) “whether the parties had a valid \nagreement to arbit rate,” and (2) “whether ‘the specific dispute falls within the \nsubstantive scope of that agreement.’”  Sloan Fin. Grp., Inc. v. Beckett, 159 N.C. App. \n470, 478, 583 S.E.2d 325, 330 (2003) (quoting PaineWebber Inc. v. Hartmann , 921 \nF.2d 507, 511 (3d Cir. 1990)).   \n13. However, parties can contractually agree that the arbitrator, not the \nCourt, will decide issues of substantive arbitrability.  See Gaylor, Inc. v. Vizor, LLC, \nNo. 15 CVS 839, 2015 NCBC LEXIS 102, at *1 5 (N.C. Super. Ct. Oct. 30, 2015) \n \n \n \n \n(alteration in original) (quoting AT&T Techs. v. Communs. Workers of Am., 475 U.S. \n643, 649 (1986)) (“The United States Supreme Court has held that ‘[u]nless the \nparties clearly and unmista kably provide otherwise, the question of whether the \nparties agreed to arbitrate is to be decided by the court, not the arbitrator.’”).  Under \nthe FAA, to overcome the presumption that the Court addresses issues of substantive \narbitrability, a party must show “that the parties clearly and unmistakably intended \nfor the arbitrator, instead of a court, to decide issues of substantive arbitrability.”  AP \nAtl., Inc., 2016 NCBC LEXIS 60, at *14 (quoting Bailey, 244 N.C. App. at 351, 780 \nS.E.2d at 925).  “[T]he standard under the North Carolina Act to overcome  the \npresumption is less exacting.”  Id.   \n14. Under either the FAA or the North Carolina Act, when the parties’  \narbitration agreement specifically incorporates the American Arbitration Association \n(“AAA”) rules, such incorporation demonstrates that the  parties clearly and \nunmistakably intended for the arbitrator to resolve disputes regarding arbitrability.  \nSee Epic Games, Inc. v. Murphy-Johnson, __ N.C. App. __, 785 S.E.2d 137, 144 (2016) \n(concluding that the parties “incorporation of the AAA rules demonstrate[s] that the \nparties agreed the arbitrator should decide issues of substantive arbitrability”) ; see, \ne.g., AP Atl., Inc., 2016 NCBC LEXIS 60, at *15, 17–18 (concluding that “the parties \ndelegated in clear and unmistakable terms the threshold issue of substantive \narbitrability to the Arbitrator” because the parties’ arbitration agreement stated that \nthe arbitration “would be ‘governed by the [AAA] Construction Industry Rules’”); \nGaylor, Inc., 2015 NCBC LEXIS 102, at *18 (concluding that the arbitrability of the \n \n \n \n \nclaim at issue mu st be determined by the arbitrator because the arbitration \nagreement adopted the A AA Construction Industry Rules); see also Archer & White \nSales, Inc. v. Henry Schein, Inc., 878 F.3d 488, 493 (5th Cir. 2017) (quoting Petrofac, \nInc. v. DynMcDermott Petroleum Operations Co. , 687 F.3d 671, 675 (5th Cir. 2012) ) \n(“An arbitration agreement that expressly incorporates the AAA Rules ‘presents clear \nand unmistakable evidence that the parties agreed to arbitrate arbitrability.’”).   \n15. Here, t he parties’ arbitration provision specifically states that it is \ngoverned by the “North C arolina Uniform Arbitration Act  and, to the extent \npermitted by such Act, the Commercial Arbitration Rules of the American Arbitration \nAssociation.”  (Shareholders Agreement § 10.20.)  Rule 7 of the AAA Commercial \nArbitration Rules provides that “[t]he arbitrator shall have the power to rule on his \nor her own jurisdiction, including any objections with respect to the existence, scope, \nor validity of the arbitration agreement or to the arbitrability  of any claim or \ncounterclaim.”  AAA, Commercial Arbitration Rules and Mediation Procedures, Rule \n7(a) (Oct. 1, 2013).  \n16. The Court  finds and concludes that the pa rties clearly adopted the \nCommercial Rules of the AAA  and thereby agreed  that the arbitrator would \ndetermine whether the disputes  between the parties  are withi n the scope of the \narbitration provision.   \n17. Accordingly, Hall’s claims shall be submitted to bind ing arbitration .  \nConsistent with section 1-569.7(g) of the North Carolina General Statutes, this action \nis stayed pending conclusion of that arbitration.   \n \n \n \n \nIT IS SO ORDERED, this the 27th day of June 2018. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n "
}