{
  "id": "f7cb6ddff1a44ddac849a9ae413ac6c0db06d7f4d58ea310c3a46df03ebfe1bc",
  "source_file": "data/raw/ncbc/f7cb6ddff1a44ddac849a9ae413ac6c0db06d7f4d58ea310c3a46df03ebfe1bc.pdf",
  "raw_text": "Wirth v. Sunpath, LLC, 2017 NCBC 82. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 517 \n \nPETER WIRTH, Individually and as \nOwner of SUCCESSIONS, LLC, \n \n   Plaintiff, \n \nv. \n \nSUNPATH, LLC; ALONZO A. \nMORROW, II; TRACI SCOTT \nMORROW; and LATRICE MIGNON \nHOGUE, \n \n   Defendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO \nDISMISS \n \n1. THIS MATTER  is before the Court on Defendants’ Motion to Dismiss \nPursuant to Rule 12(b )(1) (the “Rule 12(b)(1) Motion ”) and Defendants ’ Motion to \nDismiss Pursuant to Rule 12(b)(6) (the “Rule 12(b)(6) Motion ”) (collectively, the \n“Motions”) filed on April 3, 2017.  Having considered the Motions, the briefs, and the \narguments of counsel at a h earing on the Motions, the Court  GRANTS the Rule \n12(b)(1) Motion, and DENIES the Rule 12(b)(6) Motion as untimely.   \n Newkirk Law Office, by Robert B. Newkirk, III, for Plaintiff. \n \nTuggle Duggins, P.A., by Charles K. Blackmon, Brandy L. Mills, and \nBenjamin P. Hintze, for Defendants. \n \nRobinson, Judge.  \nI. PROCEDURAL HISTORY \n2. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motions.   \n \n \n3. Plaintiff Peter Wirth (“Plaintiff” or “Wirth”) initiated the current action on \nJanuary 6, 2017 by filing a Complaint and a Motion to Enforce Arbitration Agreement \n(the “Complaint”) against Sunpath, LLC (“Sunpath”) and Alonzo A. Morrow, II, Traci \nScott Morrow, and Latrice Mignon Hogue (collectively, the “Individual Defendants”).  \n(ECF No. 1.)   \n4. This case was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated March 9, 2017 , \n(ECF No. 6), and assigned to the undersigned by order of Chief Business Court Judge \nJames L. Gale dated March 10, 2017, (ECF No. 7).  \n5. On March 14, 2017, Defendants filed their Answer.  (ECF No. 8.) \n6. On April 3, 2017, Defendants filed the Motions.  (ECF Nos. 12, 15.)  \n7. The Motions have been fully briefed, and t he Court held a hearing on the \nMotions on June 6, 2017.  The Motions are now ripe for resolution.  \nII. FACTUAL BACKGROUND \n8. The Court does not make findings of fact on the Motions, but only recites \nthose fact s that are relevant and necessary to the Court’s  determination of the \nMotions.   \nA. The Parties \n9. Successions, LLC (“Successions”) was a certified critical access behavioral \nhealth agency (“CABHA”) engaged in providing behavioral health treatment services \nin Mecklenburg County , North Carolina .  ( ECF No. 1  at ¶ 17 .)  Wirth was the  sole \nowner of Successions until he sold his membership interest on July 23, 2012.  (ECF \n \n \nNo. 1 at  ¶ 3; Defs.’ Br. Supp. Mot. Dismiss Rule 12(b)(1) Ex. B , ECF No. 14.)   \nSuccessions was administratively dissolved by the North Carolina Secretary of State \nin 2015.  (ECF No. 1 at ¶ 4.) \n10. Sunpath is a limited liability company  engaged in providing behavioral \nhealth treatment services in Gaston County , North Carolina .  ( ECF No. 1 at  ¶¶ 6, \n18.)  The Individual Defendants are former members of Sunpath.  (See ECF No. 1 at \n¶ 37.)   \nB. Successions and Sunpath Execute a Letter of Intent to Merge \n11. On January 9, 2012, Successions and Sunpath executed a Letter of Intent \n(“LOI”) contemplating that the two companies would  “merge all of the tangible \nproperties and assets of each party relating to and necessary to run the businesses of \neach.”  (Compl. Ex. A at ¶¶ 2.1−2.2, ECF No. 18.)  \n12. The LOI set a closing date of January 9, 2012, “or at a time convenient to \nall parties.”  (ECF No. 18 at Ex. A, ¶ 2.2.)  The parties contemplated completion of \nthe merger by April 30, 2012.  (ECF No. 18 at Ex. A, ¶ 2.3.) \n13. Pursuant to the LOI, the parties intended “to move all consumers who have \nconsented to such a transfer to the care of the surviving entity , which is expected to \nbe Sunpath, LLC or a successor [.]”  (ECF No. 18 at Ex. A , ¶ 2.4.)  Additionally, \n“Successions or its successor ” would be entitled to 40% of Sunpath’s or the new \nentity’s net profits.  (ECF No. 18 at Ex. A, ¶ 2.4(b).)   \n14. The LOI further provided that  the parties were to “execute an Operating \nAgreement for the new entity or execute documents to amend the Operating \n \n \nAgreement for the surviving entity to reflect the distribution plan outlined herein[.]”  \n(ECF No. 18 at Ex. A, ¶ 2.4(f).) \n15. The LOI additionally states:  \nSuccessors.  This Agreement inures to the benefit of and shall be binding \non each of the parties hereto or any of them, their respective \nrepresentatives and successors; provided however, this Agreement and \nthe rights and obligations hereunder shall not be assignable by any \nParty without written consent of all Parties.  Which [sic] consent will \nnot be unreasonably withheld. \n \n(ECF No. 18 at Ex. A, ¶ 11.5.)    \n16. The LOI was signed on behalf of Successions by Wirth and on behalf of \nSunpath by Defendant Latrice Mignon Hogue.  (ECF No. 18 at Ex. A, 4.)   \n17. Plaintiff alleges that by March 2012, Successions completed the transfer of \nall of its consumers to Sunpath.  (ECF No. 1 at ¶ 22.)  In the affidavit filed by Plaintiff, \nWirth testifies that he “believe[s] the client transfer was completed by April 30, 2012.”  \n(Br. Opp’n Defs.’ 12(b)(1) Mot. Ex. A, at ¶ 4, ECF No. 25.) \nC. Plaintiff Sells His Membership Interest in Successions \n18. On July 23, 2012, Wirth entered into a Membership Interest Purchase \nAgreement pursuant to which Wirth sold his interest in Successions  to two \nindividuals who are not parties to this action  in exchange for $125,000.  (ECF No. 1 \nat ¶ 23; ECF No. 14 at Ex. B, ¶ 1.2.)  Pursuant to the agreement, the closing of this \ntransaction occurred on the same day as the execution of the agreement —July 23, \n2012.  (ECF No. 14 at Ex. B, 6–7.) \n19. The Membership Interest Purchase Agreement stated: \nAt the Closing, Buyers will be added as Members of [Successions] with \n \n \na 100% Membership Interest.  Seller shall remain as a Manager of \n[Successions].  Ninety (90) days after the Closing, Seller shall execute \nan amendment to the Operating Agreement removing himself as a \nManager of [Successions] after the Closing date.  Buyers shall receive \nall profits from Company Operations, which will be reflected on all tax \nfilings for 2012.  \n \n(ECF No. 14 at Ex. B, ¶ 1.3.) \nD. Sunpath Terminates the LOI and Plaintiff Files Suit \n20. On February 24, 2013, Sunpath’s prior counsel informed Successions’ \ncounsel by mail that Sunpath was te rminating the LOI, alleging that Successions \nfailed to fulfill its contractual obligations.  (ECF No. 18 at Ex. B.) \n21. Plaintiff initiated an action against Defendants on June 2, 2014 by filing a \ncomplaint (the “2014 Complaint”) in Mecklenburg County, North Carolina, Civil \nAction Number 14 CVS 10182.  (ECF No. 1 at ¶ 13.) \n22. On January 8, 2016, Plaintiff voluntarily dismissed the 2014 Complaint \npursuant to Rule 41(a) of the North Carolina Rules of Civil Procedure (“Rule(s)”).   \n(ECF No. 1 at ¶ 14.)   \n23. Plaintiff filed the instant action on January 6, 2017, asserting claims \nindividually and derivatively on behalf of Successions for  breach of contract, \nmisrepresentation, fraudulent transfer of a ssets, civil conspiracy,  unfair and \ndeceptive trade practices  (“UDTP”), and enforceable arbitration.  ( ECF No. 1 at 5–\n10.) \nIII. RULE 12(b)(6) MOTION \nA. Legal Standard \n24. Rule 12(b) of the North Carolina Rules of Civil Procedure expressly provides \n \n \nthat a Rule 12(b)(6) motion “shall be made before pleading if a further pleading is \npermitted.”  N.C. Gen. Stat. § 1A -1, Rule 12(b).  This Court previously held “a Rule \n12(b) motion to dismiss for failure to state a claim must be filed prior to an answer[,]” \nregardless of w hether the answer asserts a motion to dismiss for failure to state a \nclaim.  New Friendship Used Clothing Collection, LLC v. Katz , 2017 NCBC LEXIS \n72, at *24 (N.C. Super. Ct. Aug. 18, 2017).  There, defendant filed an answer asserting \na defense for failure to state a claim, and then filed a separate Rule 12(b)(6) motion \nand brief three days later.  Id.  Because the motion and brief were filed after the \nanswer, this Court held that the motion was untimely.  Id. \n25. Additionally, Rule 7.2 of the General Rules of Practice and Procedure for \nthe North Carolina Business Court (“BCR”) provides that all motions “must be \naccompanied by a brief” and “must be set out in a separate document.”  BCR 7.2.  \nWhere a motion is not accompanied by a required brief, the Court may su mmarily \ndeny the motion.  Id.   \n26. However, a failure to file a Rule 12(b) motion for failure to state a claim \nbefore filing a responsive pleading does not waive the defense, but rather the party \nmay raise the defense pursuant to Rule 12(h)(2).  New Friendshi p Used Clothing \nCollection, LLC, 2017 NCBC LEXIS 72, at *17.  Rule 12(h)(2) provides that such a \ndefense, when not raised prior to filing an answer, “may be made in any pleading \npermitted or ordered under Rule 7(a), or by motion for judgment on the pleadings, or \nat the trial on the merits.”  N.C. Gen. Stat. § 1A -1, Rule 12(h)(2).  In recently \ninterpreting North Carolina’s Rule 12(b), this Court looked to Fourth Circuit and \n \n \nNorth Carolina federal district court decisions holding that, under the Federal Rules \nof Civil Procedure, an untimely Rule 12(b)(6) motion may be construed as a Rule 12(c) \nmotion for judgment on the pleadings.  New Friendship Used Clothing Collection, \nLLC, 2017 NCBC LEXIS 72, at *21–22.  This Court concluded that “a post -answer \nRule 12(b) motion to dismiss for failure to state a claim may, if appropriate, be \nconsidered as a Rule 12(c) motion for judgment on the pleadings.”  Id. at *24. \nB. Timeliness of Defendants’ Rule 12(b)(6) Motion \n27. Here, Defendants filed their Answer on March 14, 2017.   (ECF No. 8.)  In \ntheir Fourth Affirmative Defense , Defendants asserted that Plaintiff’s Complaint is \nsubject to dismissal pursuant to Rule 12(b)(6) for failure to state a claim for which \nrelief can be granted.  (ECF No. 8 at 9.)  On April 3, 2017, nearl y three weeks after \nfiling the  Answer, D efendants filed their Rule 12(b)(6) Motion and accompanying \nbrief.  (ECF Nos. 15–16.)  Because Defendants did not file their Rule 12(b)(6) Motion \nbefore they filed an answer, the Motion is untimely and should be dismissed .  The \nCourt, in its discretion, declines to construe Defendants’ Motion as a Rule 12(c) \nmotion for judgment on the pleadings, and therefore denies Defendants’ Rule 12(b)(6) \nMotion.  \nIV. RULE 12(b)(1) MOTION \nA. Legal Standard \n28. “Standing is a necessary prerequisite to a court’s proper exercise of subject \nmatter jurisdiction. ”  Neuse River Found., Inc. v. Smithfield Foods, Inc. , 155 N.C. \nApp. 110, 113, 574 S.E.2d 48, 51 (2002).  Standing arguments may be presented under \n \n \nboth Rule 12(b)(1) and Rule 12(b)(6).  Fairfield Harbour Prop. Owners Ass’n, Inc. v. \nMidsouth Golf, LLC, 215 N.C. App. 66, 72, 71 S.E.2d 273, 280 (2011).  In determining \na motion to dismiss for lack of standing, the allegations should be taken as true and \nread in the light most favorable to the non-moving party.  Mangum v. Raleigh Bd. of \nAdjustment, 362 N.C. 640, 644, 669 S.E.2d 279, 283 (2008).  In ruling on a motion to \ndismiss for lack of standing pursuant to Rule 12(b)(1), the Court may consider \nmatters outside the pleadings in determining whether subject matter jurisdiction \nexists.  Keith v. Wallerich , 201 N.C. App. 550, 554, 687 S.E.2d 299, 302 (2009) .  \nPlaintiff has the burden of proving that he has standing to bring his claims.  Neuse \nRiver Found., Inc., 155 N.C. App. at 113, 574 S.E.2d at 51.   \n29. Standing refers to a party’s right to have the Court decide the merits of its \ndispute.  Neuse River Found., I nc., 155 N.C. App. at 114, 574 S.E.2d at 52.  The \nelements of standing are \n(1) “injury in fact”—an invasion of a legally protected interest that is (a) \nconcrete and particularized and (b) actual or imminent, not conjectural \nor hypothetical; (2) the injury is fairly traceable to the challenged action \nof the defendant; and (3) it is likely, as opposed to merely speculative, \nthat the injury will be redressed by a favorable decision.  \n \nId. (quoting Lujan v. Defenders of Wildlife, 504 U.S. 555, 560−61 (1992)).   \n30. In order to have standing to assert a derivative claim on behalf of an LLC , \nplaintiff must either be “a member of the LLC at the time of the act or omission for \nwhich the proceeding is brought” or acquire his ownership interest “by operation of \nlaw from a n ownership interest that was owned by a member at that time.”  N.C. \nGen. Stat. § 57D-8-01(a)(1).  In addition, the member must “[make a] written demand \n \n \non the LLC to take suitable action ,” and then must either (i) receive notice from the \nLLC that its dema nd was rejected, (ii) wait ninety days from the date the demand \nwas made, or (iii) allege that the LLC would be irreparably harmed by waiting for the \nexpiration of the ninety-day period.  Id. § 57D-8-01(a)(2).   \n31. In considering whether a member of an LLC has standing to  assert an \nindividual claim, “members of an LLC are treated like corporate shareholders and \nmanagers are similar to directors .”  Levin v. Jacobson , 2015 NCBC LEXIS 111, at \n*14−15 (N.C. Super. Ct. Dec. 7, 2015); see also Russell M. Robinson, II, Robinson on \nNorth Carolina Corporation Law  § 34.04[5] (7th ed. 2016)  (“A derivative action on \nbehalf of an LLC will be governed by essentially the same rules that apply to a \nderivative action on behalf of a corporation.   Therefore, whether the member must \nbring the suit individually or on behalf of the LLC turns on whether the alleged \ninjuries were caused directly to the member or are a consequence of breaches of \nfiduciary duty that harmed the LLC.” (footnote omitted)).   \n32. It is a well-settled principle of North Carolina law that a shareholder of a \ncorporation cannot pursue individual causes of action for wrongs or injuries to the \ncorporation.  Barger v. McCoy Hillard & Parks , 346 N.C. 650, 658, 488 S.E.2d 215, \n219 (1997); Corwin v. British Am. Tobacco PLC , 796 S.E.2d 324, 338 (N.C. Ct. App. \n2016).  There are two exceptions: (1) when there is a special duty between the \nwrongdoer and the shareholder; and (2) when the shareholder suffered an injury \nseparate and distinct from the injury s uffered by the corporation and the other \nshareholders.  Barger, 346 N.C. at 658, 488 S.E.2d at 219; Corwin, 796 S.E.2d at 338.   \n \n \n33. For the special duty exception to apply, “the duty must be one that the \nalleged wrongdoer owed directly to the shareholder as a n individual”—a duty that \nwas personal to the shareholder and separate and distinct from the fiduciary duty \nowed to the corporation.  Barger, 346 N.C. at 659, 488 S.E.2d at 220.  Plaintiff Wirth \ndoes not argue that the special duty exception applies to his  claims.  Therefore, the \nCourt does not analyze his claims on that basis. \n34. For the special injury exception to apply, the injury must be peculiar or \npersonal to the shareholder.   Id.  “[A] plaintiff must show that its particular injury \nwas ‘separate and distinct from the injury sustained by the other shareholders or the \ncorporation itself.’”  Raymond James Capital Partners, L.P. v. Hayes, 789 S.E.2d 695, \n702 (N.C. Ct. App. 2016) (quoting Barger, 346 N.C. at 659, 488 S.E.2d at 219).   “An \ninjury is peculiar or  personal to the shareholder if a legal basis exists to support \nplaintiff[’s] allegations of an individual loss, separate and distinct from any damage \nsuffered by the corporation.”  Barger, 346 N.C. at 659, 488 S.E.2d at 220 (quotation \nmarks omitted). \nB. Wirth’s Standing \n \n35. The Rule 12(b)(1) Motion seeks dismissal of Plaintiff’s claims on the ground \nthat Plaintiff lacks standing because all of the claims are derivative claims belonging \nto Successions .  (Defs.’ Br. Supp. Mot. Dismiss Rule 12(b)(1) at 4, ECF No. 13.)  \nPlaintiff contends that he has standing to bring his claims as the success or of \nSuccessions or as a third-party beneficiary of the LOI.  (Br. Opp’n Defs.’ 12(b)(1) Mot. \nat 3, ECF No. 24.) \n \n \n1. Plaintiff’s Derivative Claims \n36. It is not clear which claims, if any, Plaintiff asserts derivatively on behalf \nof Successions.  The Court concludes, however, that Plaintiff lacks standing to bring \nany derivative claims on behalf of Successions.   \n37. Plaintiff lacks standing to bring claims on behalf of Successions because \nPlaintiff has not alleged that he made an appropriate demand on Successions to take \nsuitable action, as required by N.C. Gen. Stat. § 57D -8-01(a)(2).  “A party’s standing \nto bring a derivative  claim depends on whether they properly meet the demand \nrequirement.”  Petty v. Morris, 2014 NCBC LEXIS 67, at *4 (N.C. Super. Ct. Dec. 16, \n2014); see also Marriott v. Chatham Cty. , 187 N.C. App. 491, 494, 654 S.E.2d 13, 16 \n(2007) (“Standing is a necessary  prerequisite to a court’s proper exercise of subject \nmatter jurisdiction.”  (quotation marks omitted) ).  Although Successions wa s \nadministratively dissolved on February 2, 2015, (ECF No. 1 at ¶ 4), “[t]he dissolution \nof the LLC does not prevent commencement of a proceeding by or against the LLC in \nits own name,” N.C. Gen. Stat. § 57D-6-07(f).  Successions must bring these claims on \nits own behalf, or they must be brought by a person who was a member at the relevant \ntimes after a proper demand.   \n38. Putting aside whether Plaintiff was a member of Successions at the time of \nthe alleged wrongdoing, because Plaintiff fails to allege that he  made the requisite \npre-suit demand on Successions, Plaintiff lacks standing to bring claims as “owner of \nSuccessions,” and the Rule 12(b)(1) Motion to Dismiss Plaintiff’s derivative claims, if \nany, is granted.   \n \n \n2. Plaintiff’s Direct Claims \n39. Plaintiff also appears to assert direct claims for  breach of contract,  \nmisrepresentation, conspiracy, fraudulent transfer of assets, and UDTP.   (ECF No. \n1.)   \n40. Because Wirth’s direct claims for misrepresentation, civil conspiracy, and \nUDTP are based on wrongs to Successions, in order to have standing Wirth must \nallege that (1) Defendants owed him a special duty or (2) that Plaintiff suffered an \ninjury separate and distinct from any injury suffered by successions.  Barger, 346 \nN.C. at 658, 488 S.E.2d at 219. \n41. Plaintiff does not allege that Defendants owed him a special duty; thus, he \nonly has standing to assert direct claims if he suffered a separate and distinct injury.  \nThe Complaint alleges that “Plaintiff has suffered damages in excess of $1 million ” \nincluding “lost profit distributions[,] ” “lost benefits (or the value of the  benefits)[,]” \nand “lost revenue due from the sale of SUNPATH[.]”  (See ECF No. 1 at ¶¶ 44, 52, 60, \n65, 73.)   \n42. Plaintiff’s factual allegations that he suffered an injury focus almost \nexclusively on  the transfer of clients from Successions to Sunpath , (ECF No. 1 at \n¶¶ 22, 50; ECF No. 24 at 4–5), an injury to Successions.  The lost profit distributions \nand lost revenue from the sale of Sunpath were injuries to Succe ssions, the party to \nthe LOI that was entitled to such distributions and revenue.  Although Plaintiff \nalleges that after Sunpath terminated the LOI, “SUNPATH terminated certain \nbenefits previously available to WIRTH, including healthcare coverage[,]” (ECF No. \n \n \n1 at ¶ 26), neither the LOI nor anything in the record demonstrates that Wirth or \nSuccessions was entitled to receive any benefits such as healthcare coverage.  \nTherefore, the Court concludes that Wirth has not alleged a separate and distinct \ninjury that would grant him standing to bring these direct claims.  For these reasons, \nDefendants’ Rule 12(b)(1) Motion should be granted as to those claims.  \n43. Plaintiff also asserts a direct claim for fraudulent transfer of assets, \nalleging the Individual Defendants sold Sunpath to a third-party buyer, (ECF No. 1 \nat ¶ 37), “for inappropriate purposes, including, but not limited to, transferring the \nassets so that Plaintiff would have a more difficult time in collecting on his claim of \nownership interest in Sunpath[,]” (ECF No. 1 at ¶ 55).   \n44. The Uniform Voidable Transactions Act (“UVTA”), formerly the Uniform \nFraudulent Transfer Act (“UFTA”), allows a creditor to bring a civil action against a \ndebtor for certain transfers made by the debtor.  N.C. Gen. Stat. § 39A -23.7; see also \nMcKee v. James, 2013 NCBC LEXIS 33, at *39 (N.C. Super. Ct. July 24, 2013).  Under \nthe UVTA, a creditor is a person who has a claim, N.C. Gen. Stat. § 39-23.1(4), which \nis further defined as a “right to payment[,]” N.C. Gen. Stat. § 39 -23.1(3).  Thus, “[a] \nplaintiff must have standing as a creditor to proceed with a claim under the UVTA.”  \nTransatlantic Healthcare, LLC v. Alpha Constr. of the Triad, Inc., 2017 NCBC LEXIS \n21, at *21 (N.C. Super. Ct. Mar. 9, 2017).   \n45. Reading the facts in the record in the light  most favorable to Plaintiff, \nPlaintiff is not a “creditor” for purposes of the UVTA.  The LOI was executed between \nSuccessions and Sunpath and expressly provided that distributions from the \n \n \nsurviving entity were to be distributed to Successions or its suc cessor.  (ECF No. 18 \nat Ex. A, ¶ 2.4(b), (d).)  Because Plaintiff has not alleged sufficient facts to \ndemonstrate that he is the successor of Successions ’ entitlement to any such \npayments, any right to payment that exists under the LOI belongs to Successio ns.  \nBecause Plaintiff is not a “creditor” under the UVTA, he lacks standing to bring a \ndirect claim for fraudulent transfer.  Therefore, the Rule 12(b)(1) Motion to Dismiss \nPlaintiff’s direct fraudulent transfer of assets claim is granted. \n46. Defendants also challenge Plaintiff’s standing to assert a direct breach of \ncontract claim.  (ECF No. 13 at 4–5.)  “In the context of a breach of contract claim, \nthe parties who execute an agreement are real parties in interest and have standing \nto sue.”  King Fa, LLC v. Ming Xen Chen, 788 S.E.2d 646, 649 (N.C. Ct. App. 2016) .  \nIn addition, North Carolina has long recognized the right of “third-party beneficiaries \nnot in privity of contract to bring an action in their own name to enforce the contract \nmade for their benefi t[.]”  Vogel v. Reed Supply Co. , 277 N.C. 119, 126, 177 S.E.2d \n273, 278 (1970).  Thus, for Plaintiff to have standing to assert a direct claim for breach \nof contract, he must allege that he is either a party to the LOI or a third -party \nbeneficiary.  Holshouser v. Shaner Hotel Grp. Props. One Ltd. P’ship., 134 N.C. App. \n391, 399, 518 S.E.2d 17, 24 (1999). \n47. Plaintiff was not a party to the LOI, which by its terms provides that the \nagreement is between Sunpath  and Successions.  (ECF No. 18 at Ex. A, 1.)  While \nPlaintiff’s signature does appear on the LOI, he signed on Successions’ behalf, not his \nown.  (ECF No. 18 at Ex. A, at 4 .)  Plaintiff is, thus, not a party to the LOI, as “[a]n \n \n \nLLC is an entity distinct from its interest owners.”  N.C. Gen. Stat. § 57D-2-01(a); see \nalso Coderre v. Futrell , 224 N.C. App. 454, 457, 736 S.E.2d 784, 787 (2012) (finding \nthat a company representative lacked standing to enforce an agreement where he had \nsigned the purchase agreem ent in his representative capacity); Priest v. Coch, 2013 \nNCBC LEXIS 6, at *10–11 (N.C. Super. Ct. Jan. 25, 2013) (dismissing a claim by an \nindividual plaintiff who signed the contract on behalf of a law firm). \n48. Next, Plaintiff contends that he has standing to bring the breach of contract \nclaim because he is the successor in interest to Successions.  (ECF No. 24 at 3.)  As \nnoted above, however, Plaintiff alleges no facts to support his conclusory allegation \nthat he is a successor.   Instead, Plaintiff argues that because Plaintiff was the sole \nmember of Successions and that the LOI provided that benefits would flow to \nSuccessions “or its successor,” Plaintiff “not only could have been a ‘successor’ but was \nthe successor” of Successions.  (ECF No. 24 at 3.)  Again, Plaintiff’s factual allegations \nfail to support such a contention. \n49. Finally, Plaintiff argues that he has standing to enforce the LOI as a third-\nparty beneficiary.  (ECF No. 24 at 3.)  To state a breach of contract claim as a third -\nparty beneficiary, Plaintiff must allege: “(1) the existence of a contract between two \nother persons; (2) that the contract was valid and enforceable;  (3) that the contract \nwas entered into for his direct, and not incidental, benefit.”  Hoots v. Pryor, 106 N.C. \nApp. 397, 408,  417 S.E.2d 269, 276 (1992).  “A person is a direct beneficiary of the \ncontract if the contracting parties intended to confer a legally enforceable benefit on \nthat person.”  Babb v. Bynum & Murphrey, PLLC , 182 N.C. App. 750, 753 –54, 643 \n \n \nS.E.2d 55, 57 –58 (2007) (emphasis added).  When a third person seeks to enforce a \ncontract made between other parties, “the contract must be strictly construed against \nthe party seeking enforcement.”  Id.  Generally, in determining whether a claimant \nis a third -party beneficiary, courts should look to “the intention of the parties who \nactually made the contract.  The real test is said to be whether the contracting parties \nintended that a third person should receive a benefit which might be enforced in the \ncourts.”  Vogel, 277 N.C. at 128, 177 S.E.2d at 279 (quotation marks omitted) (quoting \n17 Am. Jur. 2d, Contracts § 304).   \n50. Plaintiff’s Complaint alleges that, under the LOI, “Wirth was to receive a \n40% interest in any new en tity or the surviving company. ”  (ECF No. 1 at ¶  21.)  \nHowever, the LOI  attached to the Complaint presents facts that contradict this \nallegation.  The LOI provided that “Successions or its successor shall be entitled to a \ndistribution of 40% of the net profit of the new entity or surviving company after the \nmerger period[.]”  (ECF No. 18 at Ex. A, ¶ 2.4(b)  (emphasis added).)  The fact that \nany benefit to Successions would have ultimately flowed to Wirth, as the sole member \nof Successions  at the time , does not make Wirth’s name interchangeable with \nSuccessions and does not show that the parties intended to confer a direct benefit on \nWirth.   \n51. Although absent from his Complaint, Wirth argues in his brief that \nDefendants ratified his position as a third -party beneficiary by paying him directly \nas a member of Sunp ath after Successions transferred its clients to Sunpath.  (ECF \nNo. 24 at 4.)  Wirth also submitted an affidavit stating that “[b]etween joining \n \n \nSunpath and February 23, 2013, [he] was paid distributions as an owner would \nreceive.”  (ECF No. 25  at ¶ 6.)  H owever, in looking at the terms of the LOI, this is \ninsufficient to find that Sunpath and Successions intended at the time the LOI was \nexecuted to bestow upon Wirth a legally enforceable benefit.   \n52. Therefore, the Court concludes that Plaintiff has not carried his burden of \ndemonstrating that he is an intended third-party beneficiary of the LOI.   \n53. Because Plaintiff can demonstrate no legally sufficient basis to assert \nstanding to enforce the LOI, the Rule 12(b)(1) Motion as to Plaintiff’s direct breach of \ncontract claim should be granted.    \n54. Because “[a] dismissal under Rule 12(b)(1)  . . . is not a dismissal on the \nmerits[,]” the Court’s dismissal of Plaintiff’s claims for lack of standing is without \nprejudice.  Soma Tech., Inc. v. Dalamagas, 2017 NCBC LEXIS 43, at * 29–30 (N.C. \nSuper. Ct. May 11, 2017).   \nV. CONCLUSION \n55. For the foregoing reasons, the Court ORDERS as follows: \nA. The Court GRANTS the Rule 12(b)(1) Motion as to Plaintiff’s direct \nand derivative claims and dismisses these claims without prejudice. \nB. The Court DENIES the Rule 12(b)(6) Motion as untimely.  \n \n \n \n \n \n \n \n \n \n \nSO ORDERED, this the 14th day of September, 2017. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}