{
  "id": "f7d39ee740d5a66e12c957e860f1783c463470fbd9e83d82f162a40b5c451628",
  "source_file": "data/raw/ncbc/f7d39ee740d5a66e12c957e860f1783c463470fbd9e83d82f162a40b5c451628.pdf",
  "raw_text": "Menscer v. Pac. All. Corp, 2017 NCBC 52. \n \nSTATE OF NORTH CAROLINA \n \nCUMBERLAND COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 995 \nMASTER FILE \n(related case 16 CVS 5904)  \nRANDAL MENSCER;  \nERIC MENSCER; and TROY \nMENSCER, Individually and \nDerivatively on behalf of STAR \nLEASING, INC., a North Carolina \nCorporation, \n \n  Plaintiffs, \n \nv. \n \nPACIFIC ALLIANCE \nCORPORATION, a Utah Corporation; \nSTEVEN K. CLARK; REX \nWILHOITE; CORY PAYNE; BURKE \nPERRETT; and MARQUETTE \nTRANSPORTATION FINANCE, LLC, \na Missouri Limited Liability \nCompany,  \n \n  Defendants, \n \nand \n \nSTAR LEASING, INC., a North \nCarolina Corporation, \n \n Nominal Defendant. \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR \nPARTIAL SUMMARY JUDGMENT \nAND DEFENDANT’S MOTION TO \nENFORCE FOREIGN JUDGMENT \n \nPACIFIC ALLIANCE \nCORPORATION, \n \n  Plaintiff, \n \nv. \n \nSTAR LEASING, INC.,  \n \nDefendant. \n \n \n \n \n1. THIS MATTER is before the Court on Plaintiffs Randal Menscer \n(“Randal”), Eric Menscer  (“Eric”), and Troy Menscer’s  (“Troy”) (collectively, the \n“Menscers”) Motion for Partial Summary Judgment and Defendant Pacific Alliance \nCorporation’s (“Pacific”) Motion to Enforce Foreign Judgment (collectively, the \n“Motions”).  Having considered the Motions, the briefs and evidence in support of, and \nopposition to, the Motions, and the arguments of counsel at a hearing on the Motions, \nthe Court GRANTS in part and DENIES in part the Menscers’ Motion for Partial \nSummary Judgment and DENIES Pacific’s Motion to Enforce Foreign Judgment. \nThe Law O ffices of Lonnie M. Player, Jr., PLLC, by Lonnie M. Player, \nJr., and Stevens Martin Vaughn & Tadych, PLLC, by Michael J. Tadych, \nfor Plaintiffs Randal Menscer, Eric Menscer, and Troy Menscer. \n \nMcCoy Wiggins Cleveland & McClean PLLC, by Richard M. Wiggins and \nKenneth B. Dantinne, for Defendants Pacific Alliance Corporation, \nSteven K. Clark, Rex Wilhoite, Cory Payne, and Burke Perrett. \n \nMcGuireWoods LLP, by Anita M. Foss and Carlo L. Rodes, for Defendant \nMarquette Transportation Finance, LLC.  \n \nYarborough, Wi nters & Neville, P.A., by J. Thomas Neville, for \nDefendant/Nominal Defendant Star Leasing, Inc.  \n \nRobinson, Judge. \nI. INTRODUCTION \n2. At the core of these two actions lies a dispute as to the ownership and \ncontrol of Star Leasing, Inc. (“Star Leasing”).  Randal was the president, chief \nexecutive officer, and majority shareholder of Star Leasing until at least January \n2010.  At that time, Randal, on behalf of Star Leasing, and Defendant Steven K. Clark \n(“Clark”), on behalf of Pacific, were negotiating a share exch ange pursuant to which \n \n \nRandal would sell all his shares in Star Leasing in exchange for shares in Pacific.  \nPacific, Clark, Defendant Rex Wilhoite (“Wilhoite”), Defendant Cory Payne (“Payne”), \nand Defendant Burke Perrett (“Perrett”) (collectively, the “Pac ific Defendants”) \ncontend that Star Leasing became a wholly -owned subsidiary of Pacific pursuant to \nthis share exchange.  The Menscers contend that the share exchange never came to \nfruition and that Eric and Troy, in addition to Randal, are the sole shareh olders, \ndirectors, and officers of Star Leasing.   \n3. Substantially entangled with this dispute as to the ownership and control \nof Star Leasing is the issue of the validity of a Judgment of the Second Judicial \nDistrict Court in and for Weber County, Utah, Ogden Department (the “Utah Court”) \nentered on April 20, 2016 in favor of Pacific and against Star Leasing in the amount \nof $2.8 million (the “Utah Judgment”).  Plaintiffs contend that the Utah Judgment is \nunenforceable because it was procured through extrins ic fraud and in violation of \nStar Leasing’s due process rights as Pacific intervened in the middle of the litigation, \nfired counsel for Star Leasing retained by Randal, improperly assumed control over \nthe litigation on Star Leasing’s behalf, and caused a judgment to be entered against \nStar Leasing.  Pacific Defendants argue that, as the sole shareholder of Star Leasing, \nPacific was entitled to manage and control Star Leasing’s role in the Utah litigation.  \nIn essence, Plaintiffs contend that the Utah Judgment is unenforceable because the \nMenscers are the sole owners of Star Leasing, and Pacific Defendants contend that \nthe Utah Judgment is enforceable because Pacific, not the Menscers, is the sole owner \nof Star Leasing.         \n \n \nII. PROCEDURAL AND FACTUAL BACKGROUND \n4. The Court does not make findings of fact when ruling on a motion for \nsummary judgment, but it may summarize the underlying facts to provide context for \nits ruling.  E.g., In re Estate of Pope , 192 N.C. App. 321, 329, 666 S.E.2d 140, 147 \n(2008).  Further, t he Court sets forth here only those portions of the procedural \nhistory relevant to its determination of the Motions.  \n5. Star Leasing is a North Carolina corporation with its principal place of \nbusiness in Fayetteville, North Carolina.  (Pls.’ Mot. Partial Summ. J., at Aff. Randal \nMenscer ¶ 2.)  Star Leasing is a trucking, warehousing, and logistics company that \nconcentrates in truckload freight hauling.  ( First Am. and Realigned Compl. ¶ 12  \n[hereinafter Realigned Compl.]; Pacific Defs.’ Am. Answer ¶ 12.) \n6. It is undisputed that Randal was the president of Star Leasing until at least \nNovember 2015.  (Aff. Randal Menscer ¶ 2; Suppl. Materials in Supp. Pacific’s Mot. \nEnforce Foreign J. Ex. A., at Dep. Ex. 25.)  It is also undisputed that Randal was the \nmajority shareholder of Star Leasing until at least January 2010.  (Suppl. Materials \nin Supp. Pacific’s Mot. Enforce Foreign J. Ex. A, at 33:7−15 [hereinafter Randal Dep.]; \nStar Leasing’s Suppl. Materials in Opp’n Pacific’s Mot. Enforce Foreign J. Ex. 14, at \n52:25−53:19 [hereinafter Clark Dep.]; Realigned Compl. ¶ 13; Pacific Defs.’ Am. \nAnswer ¶ 13.)      \n7. Pacific was a Delaware corporation until in or around 2015.   (Clark Dep. \n216:23−25.)  As of the date of this O rder and Opinion, Pacific is a Utah corporation \n \n \nwith its principal place of business in North Salt Lake City, Utah.  (Realigned Compl. \n¶ 2; Pacific Defs.’ Am. Answer ¶ 2.) \n8. Clark is the president of Pacific, a member of Pacific’s board of directors, \nand the majority shareholder of Pacific.  (Realigned Compl. ¶ 3; Pacific Defs.’ Am. \nAnswer ¶ 3.)  \n9. Wilhoite is a member of Pacific’s board of directors and a shareholder of \nPacific.  (Star Leasing’s Suppl. Materials in Opp’n Pacific’s Mot. Enforce Foreign J. \nEx. 17, at 19:13−24 [hereinafter Wilhoite Dep.].)  Wilhoite began serving on Pacific’s \nboard in 2012 and became a shareholder at some time prior to becoming a member of \nthe board.  (Wilhoite Dep. 19:13−20:5.)  \n10. Payne is a shareholder of Pacific and a former member of Pacific’s board of \ndirectors.  (Star Leasing’s Suppl. Materials in Opp’n Ex. 16, at 5:4−17 [hereinafter \nPayne Dep.].)  \n11. Perrett is a member of Pacific’s board of directors.  (Realigned Compl. ¶ 6; \nPacific Defs.’ Am. Answer ¶ 6.) \n12. In or around 2009, Clark, as president of Pacific, and Randal, as president \nof Star Leasing, discussed a possible merger of Star Leasing into Pacific, but no \nmerger ever occurred.  (Randal Dep. 81:21−23; Clark Dep. 51:21−53:4.) \n13. At some time thereafter, Randal and Clark contemplated a share exchange \n(the “Share Exchange”) by which Star Leasing was to become a wholly -owned \nsubsidiary of Pacific.   (Randal Dep. 179:8−10, 345:14−22; Clark Dep. 53:5−19, \n130:22−25, 204:7−10.)  Pursuant to the Share Exchange, Randal was to sell all of his \n \n \nshares in Star Leasing to Pacific, thereby making Pacific the 100% owner of Star \nLeasing, in exchange for shares in Pacific .  (Randal Dep. 179:8−22; Clark Dep. \n52:21−53:7, 204:7−10.)  The Share Exchange was to be effective in January 2010.   \n(Randal Dep. 345:14−22; Clark Dep. 53:13−15.)            \n14. The Menscers and Pacific Defendants dispute whether the Share Exchange \nwas ever consummated and thus whether Star Leasing became a wholly -owned \nsubsidiary of Pacific or remained under the Menscers’ control.  The Menscers contend \nthat the Share Exchange was never consummated—that Randal neither transferred \nany Star Leasing stock nor received any stock from Pacific as required by the Share \nExchange.  Pacific Defendants contend  that Star Leasing became a whol ly-owned \nsubsidiary of Pacific in January 2010 pursuant to the Share Exchange.   \n15. On January 7, 2016, Star Leasing allegedly filed an Amended Business \nCorporation Annual Report (“Amended Report”) with the North Carolina Department \nof the Secretary of State (“Secretary of State”) for the fiscal year ended December 31, \n2014 that listed Clark, Wilhoite,  Payne, and Danny Gustafson (“Gustafson”) as the \nofficers of Star Leasing.  (Mots. Dismiss, Answer, Affirmative Defenses, Countercls. \nand Third -Party Compl. Ex. A.)   The Amended Report was signed by Clark on \nDecember 3, 2015 purporting to be Star Leasing’s president.  (Mots. Dismiss, Answer, \nAffirmative Defenses, Countercls. and Third-Party Compl. Ex. A.) \n16. On February 10, 2016, Clark purported to cause Star Leasing to initiate \nCivil Action No. 16 CVS 995 by filing a Complaint that asserted claims against the \nMenscers, MMX Transportation, Inc., and LTD Ventures, Inc. alleging that the \n \n \nMenscers were improperly holding themselves out as agents, officers, or directors of \nStar Leasing and damaging Star Leasing’s property.  The Complaint was verified by \nClark as Star Leasing’s purported president. \n17. On February 25, 2016, Star Leasing allegedly filed a Business Corporation \nAnnual Report (“Report”) with the Secretary of State for the fiscal year ended \nDecember 31, 2015 that listed Clark, Wilhoite, and Perrett as the officers of Star \nLeasing.  (Mots. Dismiss, Answer, Affirmative Defenses, Countercls. and Third-Party \nCompl. Ex. A.)  This Report was signed by Clark on February 25, 2016 purporting to \nbe Star Leasing’s president.   (Mots. Dismiss, Answer, Affirmative Defenses, \nCountercls. and Third-Party Compl. Ex. A.) \n18. On April 6, 2016, Star Leasing allegedly filed another Report for the fiscal \nyear ended December 31, 2015 that listed Clark, Wilhoite, and Perrett as the officers \nof Star Leasing.   (Mots. Dismiss, Answer, Affirmative Defenses, Countercls. and \nThird-Party Compl. Ex. A.)   This Report was signed by Clark on Februa ry 10, 2016 \npurporting to be Star Leasing’s president.   (Mots. Dismiss, Answer, Affirmative \nDefenses, Countercls. and Third-Party Compl. Ex. A.)  \n19. On April 6, 2016, the Menscers, MMX Transportation, Inc., and LTD \nVentures, Inc. filed their Motions to Dismis s, Answer, Affirmative Defenses, \nCounterclaims, and Third-Party Complaint (“the Menscers’ First Complaint”) against \nPacific, Clark, Wilhoite, Payne, Perrett, Rory Eddings, and Marquette \nTransportation Finance, LLC (“Marquette”).  The Menscers’ First Complaint sought, \nin part, a declaratory judgment that the Menscers are the sole shar eholders, \n \n \ndirectors, and officers of Star Leasing and neither Pacific, Clark, Wilhoite, Payne, nor \nPerrett have any ownership in, or right or claim against , Star Leasing or any of its \nassets.     \n20. Civil Action No. 16 CVS 995 was designated as a mandatory complex \nbusiness case by order of the Chief Justice of the Supreme Court of North Carolina \ndated May 17, 2016 and assigned to the undersigned by order of Chief Business Court \nJudge James L. Gale dated July 6, 2016. \n21. On August 10, 2016, the Court entered a Scheduling Order  following a \nstatus conference with the parties at which no counsel appeared for Star Leasing.  At \nthe status conference, counsel for both Pac ific Defendants and the Menscers \nconfirmed that it had become impossible for anyone to act on behalf of Star Leasing \nin the context of the controversy over who the true owners, directors, and officers of \nStar Leasing are, and as such, it was impossible to resolve the dispute through the \nposture of the case as originally filed by Star Leasing, by and through Clark.  The \nScheduling Order, in part, directed the parties to confer and discuss whether Star \nLeasing was a necessary party to any proceeding to declare its rightful owners, if only \non a nominal basis, and, if so, whether separate counsel should be retained for Star \nLeasing and the means by which compensation for that attorney should be funded.  \nThe Court further directed the partie s to confer and discus s whether realigning the \nparties would allow the Court to address injuries to Star Leasing and, if not, whether \nthe pleadings should be restated so as to limit claims that may be pursued by the \nparties directly.       \n \n \n22. On August 23, 2016, Pacific initiated Civil Action No. 16 CVS 5904 against \nStar Leasing by filing an authe nticated copy of the Utah Judgment entered in favor \nof Pacific and against Star Leasing  in the amount of $2.8 million and an affidavit of \nClark on behalf of Pacific, the judgment creditor. \n23. On September 1, 2016, the parties filed their report stating that Pacific \nDefendants and the Menscers had agreed that Star Leasing is a prope r, nominal \nparty to this action,  Star Leasing shall  be represented by J. Thomas Neville of \nYarborough Winters & Neville, P.A., and realigning the parties was appropriate.  In \naddition to Star Leasing being a nominal defendant to this action, the parties agreed \nthat the Menscers should be realigned as plaintiffs and that Pacific Defendants \nshould be realigned as defendants.        \n24. On September 20, 2016, Star Leasing , through independent counsel,  filed \nin Civil Action No. 16 CVS 5904 its Motion to Seek Relief and Notice of Defenses to \nForeign Judgment.   \n25. Civil Action No. 16 CVS 5904 was designated as a mandatory complex \nbusiness case by order of the Chief Justice of the Supreme Court of North Carolina \ndated September 29, 2016 and assigned to the undersigned by order of Chief Business \nCourt Judge James L. Gale dated September 30, 2016.  \n26. On October 5, 2016, the Menscers filed their First Amended and Realigned \nComplaint (the “Realigned Complaint”).  The Realigned Complaint brings  claims, \nindividually and derivatively on behalf of Star Leasing, against Pacific Defendants \nand Marquette for a declaratory judgment, civil conspiracy, tortious interference with \n \n \nbusiness relations, violation of N.C. Gen. Stat. § 55D -18, and an accounting.   \n(Realigned Compl. 2, 7, 9−11.)   \n27. On October 21, 2016, the Court entered a Consolidation Order consolidating \nCivil Action No. 16 CVS 995 and Civil Action No. 16 CVS 5904 into a single action, \nand designating Civil Action No. 16 CVS 995 as the lead case and the action in which \nall future pleadings and documents should be filed.    \n28. On January 4, 2017, the Menscers filed their Motion for Partial Summary \nJudgment and supporting brief , seeking judgment as matter of law on their claims \nfor a declaratory judgment and violation of N.C. Gen. Stat. § 55D-18.   \n29. On January 27, 2017, Pacific filed its Motion to Enforce Foreign Judgment \nand supporting brief.  \n30. After full briefing, the Court held a hearing on the Motions  on April 12, \n2017.  At the parties’ request, t he Court permitted the filing of supplemental \nmaterials, which was completed on May 12, 2017.   \n31. The Motions are now ripe for resolution. \nIII. MOTION FOR PARTIAL SUMMARY JUDGMENT \n32. The Menscers move for summary judgment on their claim seeking a \ndeclaratory judgment and their claim for violation of N.C. Gen. Stat. § 55D-18.  As to \ntheir claim for a declaratory judgment , the Menscers contend that they are entitled \nto a judgment declaring that they are the sole shareholders, directors, and officers of \nStar Leasing and  neither Pacific, Clark, Wilhoite, Payne, nor Perrett have any \nownership in, or right or claim against, Star Leasing or any of its assets.   (Pls.’ Mot. \n \n \nPartial Summ. J. ¶ 7.)  As to their claim for violation of section 55D-18, the Menscers \ncontend that Star Leasing  is entitled to an order directing the Secretary of State to \nremove from its records the Amended Report and Reports  signed by Clark and filed  \non January 7, 2016, February 25, 2016, and April 6, 2016.  (Pls.’ Mot. Partial Summ. \nJ. ¶ 8.)  \nA. Legal Standard \n33. Summary judgment is appropriate “if the pleadings, depositions, answ ers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C. Gen. Stat. § 1A -1, Rule 56(c).  “A ‘ge nuine \nissue’ is one that can be maintained by substantial evidence.”  Dobson v. Harris, 352 \nN.C. 77, 83, 530 S.E.2d 829, 835 (2000).  In ruling on a motion for summary judgment \nunder Rule 56(c), the Court may consider any material in the record that would be \nadmissible in evidence.  Whitman v. Forbes, 55 N.C. App. 706, 709, 286 S.E.2d 889, \n891 (1982).  “[U]ncertified or otherwise inadmissible documents may be considered \nby the court if not challenged by means of a timely objection.”  E-B Grain Co. v. \nDenton, 73 N.C. App. 14, 20, 325 S.E.2d 522, 526 (1985).     \n34. The moving party bears the burden of showing that there is no genuine \nissue of material fact and that the movant is entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 56 3, 668 S.E.2d 349, 351 \n(2008).  “Once the party seeking summary judgment makes the required showing, the \nburden shifts to the nonmoving party to produce a forecast of evidence demonstrating \n \n \nspecific facts, as opposed to allegations, showing that he can at least establish a prima \nfacie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784−85, 534 S.E.2d 660, \n664 (2000).  The Court must view the evidence in the light most favorable to the \nnonmovant.  Dobson, 352 N.C. at 83, 530 S.E.2d a t 835.  However, the nonmovant \n“may not rest upon the mere allegations or denials of his pleading, but his response, \nby affidavits or as otherwise provided in this rule, must set forth specific facts \nshowing that there is a genuine issue for trial.  If [th e nonmovant] does not so \nrespond, summary judgment, if appropriate, shall be entered against [the \nnonmovant].”  N.C. Gen. Stat. § 1A-1, Rule 56(e). \nB. Analysis \n1. Declaratory Judgment \n35. The Menscers seek a declaratory judgment that they are the sole \nshareholders, directors, and officers of Star Leasing and that neither Pacific, Clark, \nWilhoite, Payne, nor Perrett have any ownership in, or right or claim against, Sta r \nLeasing or any of its assets.  (Pls.’ Mot. Partial Summ. J. ¶ 7.)    \n36. Pursuant to N.C. Gen. Stat. § 1-253, “[c]ourts of record within their \nrespective jurisdictions shall have power to declare rights, status, and other legal \nrelations . . . and such declarations shall have the force and effect of a final judgment \nor decree.”  N.C. Gen. Stat. § 1-253; see also Halstead v. Plymale, 231 N.C. App. 253, \n255−56, 750 S.E.2d 894, 896 (2013) (quoting N.C. Gen. Stat. § 1-253). \n \n  \n \n \na. The Menscers are entitled to summary judgment based \non the admissions by Pacific Defendants.  \n    \n37. In support of their Motion for Partial Summary Judgment, the Menscers \nsubmitted requests for admissions that were served on each of the Pacific Defendants \npursuant to Rule 36 of the North Carolina Rules of Civil Procedure (“Rule(s)”) and to \nwhich Pacific Defendants  failed to respond.  (Pls.’ Mot. Partial Summ. J., at Aff. \nMichael J. Tadych, at Exs. A−E [hereinafter Reqs. for Admis.].) \n38. “Rule 36 serves two vital purposes, both of w hich are designed to reduce \ntrial time.  Admissions are sought, first to facilitate proof with respect to issues that \ncannot be eliminated from the case, and secondly, to narrow the issues by eliminating \nthose that can be.”  Excel Staffing Serv., Inc. v. HP Reidsville, Inc., 172 N.C. App. 281, \n284−85, 616 S.E.2d 349, 352 (2005) (quoting N.C. Gen. Stat. § 1A-1, Rule 36 cmt. to \n1975 amendment).  Under the express language of Rule 36(a),  when a request for \nadmission is made, “[t]he matter is admitted unless, within 30 days after service of \nthe request, or within such shorter or longer time as the court may allow, the party \nto whom the request is directed serves upon the party requesting the admission a \nwritten answer or objection addressed to the matter[.]”  N.C. Gen. Stat. § 1A-1, Rule \n36(a).  Rule 36(b) provides that “[a]ny matter admitted under this rule is conclusively \nestablished unless the court on motion permits withdrawal or amendment of the \nadmission.”  N.C. Gen. Stat. § 1A-1, Rule 36(b).   \n39. Our appellate courts have held that “Rule 36 means exactly  what it says.”  \nExcel Staffing Serv., Inc., 172 N.C. App. at 285, 616 S.E.2d at 352.  “Where one party \nfails to timely respond to another’s request for admissions, the facts in question are \n \n \ndeemed to be judiciall y admitted under Rule 36  . . . .”  J.M. Parker & Sons, Inc. v. \nWilliam Barber, Inc., 208 N.C. App. 682, 688, 704 S.E.2d 64, 68 (2010); see also In re \nForeclosure by Goddard & Peterson, PLLC, 789 S.E.2d 835, 840 (N.C. Ct. App. 2016) \n(“In order to avoid having requests for admissions deemed admitted, a party must \nrespond within the period of the rule if there is any objection whatsoever to the \nrequest.  Failure to do so means that the facts in question are judicially established.” \n(citation omitted) (quotation marks omitted) (first quoting Town of Chapel Hill v. \nBurchette, 100 N.C. App. 157, 162, 394 S.E.2d 698, 701 (1990); then quoting J.M. \nParker & Sons, Inc., 208 N.C. App. at 688, 704 S.E.2d at 58) ).  “A judicial admission \nis not evidence, but rather removes the admitted fact from the field of evidence  by \nformally conceding its existence.  Admissions are as effectual as if the facts admitted \nwere found by a jury . . . .”  Poore v. Swan Quarter Farms, Inc., 94 N.C. App. 530, 535, \n380 S.E.2d 577, 579 (1989) (citation omitted) (quotation marks omitted).  “Facts that \nare ad mitted under Rule 36(b) are sufficient to support a gra nt of summary \njudgment.”  Goins v. Puleo, 350 N.C. 277, 280, 512 S.E.2d 748, 750 (1999).      \n40. Here, it is undisputed that the Menscers served requests for admissions on \nPacific, Clark, Wilhoite, Payne, and Perrett  on July 13, 2016 .  (Pls.’ Mot. Partial \nSumm. J., at Aff. Michael J. Tadych, at ¶ 2.)   It is also undisputed that n one of the \nPacific Defendants responded to the requests for admissions.  (Aff. Michael J. Tadych \n¶ 3.)  To date, Pacific Defendants have not addressed their failure to respond to the \nMenscers’ requests for admissions.  Pacific Defendants did not address such failure \nin their response brief or during the hearing on the Motions.  Further, Pacific \n \n \nDefendants have not moved the Court —expressly or impliedly —to withdraw or \namend their admissions.   \n41. The Supreme Court of North Carolina was presented with similar facts in  \nGoins v. Puleo .  In Goins, plaintiff brought a medical negligence action against \ndefendants.  350 N.C. at 278, 512 S.E.2d at 749 .  Plaintiff failed to respond to \ndefendants’ requests for admission , one of which  asked plaintiff to admit that the \nhealth care provided by defendants conformed with the applicable standards of \nmedical care.  Id.  Defendants moved for summary judgme nt on the ground that \nplaintiff failed to respond to defendants’ requests for admission and, as a result, \nplaintiff had admitted by operation of law that defendants complied with the \napplicable standard of care.  Id. at 279, 512 S.E.2d at 749.  Plaintiff did not move or \notherwise request that the trial court allow her to withdraw or amend her admissions.  \nId.  Despite plaintiff’s failure to seek leave to withdraw or amend, the trial court \ndenied defendants’ motion for summary judgment, stating  that summary judgment \nwas an extreme measure .  Id. at 279, 512 S.E.2d at 749−50 .  The Court of Appeals \naffirmed.  Id. at 279, 512 S.E.2d at 750.  Defendants appealed to the Supreme Court, \narguing that because plaintiff failed to respond to the requests for admission and did \nnot move to amend or withdraw her admissions, the admissions were conclusively \nestablished and constituted a valid basis for summary judgment.  Id.  The Supreme \nCourt agreed  with defendants  and reversed the rulings of the trial court and the \nCourt of Appeals.  Id.  The Supreme Court reasoned that plaintiff did not respond to \nthe requests for admission or move the court, expressl y or impliedly, to withdraw or \n \n \namend her admissions.  Id. at 281, 512 S.E.2d at 751 .  As such, “the trial court was \nrequired to grant defendants’ motion and enter an order of summary judgment in \ntheir favor.”  Id. (emphasis added).  The Supreme Court emphasized that “[t]he entry \nof summary judgment in favor of defendants in this case may appear to lead to a \nharsh result.  Nevertheless, the Rules of Civil Procedure promote the orderly and \nuniform administration of justice, and all litigants are entitled to rely on them.”  Id.     \n42. Although the decision of whether to grant a motion to withdraw or amend \na party’s Rule 36 admissions is within the Court’s discretion, the Court is unable to \nexercise that discretion in the absence of an express or implied motion to withdraw \nor amend.  Notwithstanding that the Menscers’ Motion for Partial Summary \nJudgment was grounded on Pacific Defendants’ admissions, Pacific Defendants have \nnot made any such motion or even addressed their failure to respond to the Menscers’ \nrequests for admissions.  Therefore, because Pacific Defendants failed to respond to \nthe Menscers’ requests for admissions and have not moved the Court to withdraw or \namend their admissions, the mat ters therein are deemed admitted by  Pacific \nDefendants and are conclusively established for purposes of this litigation and, more \nspecifically, for purposes of the Court’s determination of the Menscers ’ Motion for \nPartial Summary Judgment.   \n43. The matters admitted by Pacific Defendants include the following: \n There has been  no merger of Star Leasing and Pacific, (Reqs. for \nAdmis. No. 1); \n \n \n There has been no share exchange between Star Leasing and Pacific, \n(Reqs. for Admis. No. 4); \n Pacific Defendants possess no documents that reflect that a share \nexchange between Star Leasing and Pacific was ever consummated, \n(Reqs. for Admis. No. 13); \n Star Leasing remains an independent North Carolina corporation, \n(Reqs. for Admis. No. 10); \n The Menscers are the only shareholders of Star Leasing, (Reqs. for \nAdmis. No. 9); \n Clark has no ownership  interest or beneficial interest in Star \nLeasing, (Reqs. for Admis. Nos. 17−18); \n Perrett has no ownership interest or beneficial interest in Star \nLeasing, (Reqs. for Admis. Nos. 23−24); \n Payne has no ownership interest or beneficial interest in Star \nLeasing, (Reqs. for Admis. Nos. 33−34); \n Wilhoite has no ownership interest or beneficial interest in Star \nLeasing, (Reqs. for Admis. Nos. 38−39); \n Pacific has paid no consideration to Randal, Eric, Troy, or any other \nperson for shares in Star Leasing, (Reqs. for Admis. Nos. 5−8); \n Clark has paid no consideration to any person for any ownership \ninterest or beneficial interest in Star Leasing, (Reqs. for Admis. No. \n19); \n \n \n Perrett has paid no consideration to any person for any ownership \ninterest or beneficial interest in Star Leasing, (Reqs. for Admis. No. \n25); \n Payne has paid no consideration to any person for any ownership \ninterest or beneficial interest in Star Leasing, (Reqs. for Admis. No. \n35); \n Wilhoite has paid no consideration to any person for any ownership \ninterest or beneficial interest in Star Leasing , (Reqs. for Admis. No. \n40) \n Randal is the president of Star Leasing, (Reqs. for Admis. No. 11); \n Clark is neither the president, nor a director or officer, of Star \nLeasing, (Reqs. for Admis. Nos. 14−16); \n Perrett is not the controller, or a director or officer, of Star Leasing , \n(Reqs. for Admis. Nos. 20−22); \n Payne is not a director or officer of Star Leasing , (Reqs. for Admis. \nNos. 31−32); and \n Wilhoite is not a director or officer of Star Leasing, (Reqs. for Admis. \nNo. 36−37).   \n44. The deposition testimony of Randal and Pacific Defendants does not \novercome the conclusive effect of Pacific Defendants’ judicial admissions so as to \ncreate a genuine issue of fact.  Although Randal testified that Star Leasing became a \nsubsidiary of Pacific in January 2010, (Randal Dep. 345:12−22), Randal testified that \n \n \nhe did not know whether Star Leasing’s status as a subsidiary of Pacific ever changed \nand that he assumed he owned Star Leasing because he never gave his Star Leasing \nstock or rec eived Pacific stock, (Randal Dep. 178:13− 80:12, 346:22−47:9 ).  Randal \nextensively testified that he never received any stock or payment from Pacific, the \nShare Exchange never came to fruition, the Menscers never transferred their Star \nLeasing stock to anyo ne, and that he had never seen or received Pacific stock \ncertificates in h is name.  (Randal Dep. 97:9−98:2 , 178:5−80:21, 260:16−62:10, \n348:6−16, 350:11−24.)   \n45. To the extent Pacific Defendants contend that Pacific Defendants’  \ndeposition testimony creates a genuine issue of material fact, controlling law holds to \nthe contrary.  In Southland Amusements & Vending, Inc. v. Rourk, defendant failed \nto timely respond to plaintiff’s requests for admission s.  143 N.C. App. 88, 91, 545 \nS.E.2d 254, 255 (2001).   As a result, defendant was deemed to have admitted that \ndefendant entered into and subsequently breached an agreement.   Id.  Plaintiff \nmoved for summary judgment  and defendant argued that an issue of mat erial fact \nexisted because defendant denied signing the agreement  during his deposition.  Id. \nat 91, 545 S.E.2d at 255−56.   The trial court concluded that the genuineness of the \nagreement and defendant’s signature on such agreement was a fact that had been  \nconclusively established by defendant’ s deemed admission  and entered summary \njudgment against defendant on the issue of his liability.  Id. at 91−92, 545 S.E.2d at \n256.  On appeal, the North Carolina Court of Appeals affirmed the trial court’s grant \nof summary judgment, stating that no issue of material fact existed and summary \n \n \njudgment in favor of plaintiff was proper as a matter of law.  Id. at 94, 545 S.E.2d at \n257. \n46. Similar to defendant in Rourk, Pacific Defendants’ failure to timely respond \nto the Menscers’ requests for admissions judicially establishes that the Menscers are \nthe only shareholders of Star Leasing and that there has been no share exchange \nbetween Pacific and Star Leasing.  Just as the defendant in Rourk could not overcome \nthe conclusive effect of his judicial admissions by submitting his deposition testimony \nto the contrary, deposition testimony of Clark, Payne, and Wilhoite that Star Leasing \nis a wholly -owned subsidiary of Pacific is likewise insufficient to overcome the \nconclusive effect of their judicial admissions to raise a genuine issue of fact.  See also \nJ.M. Parker & Sons, Inc., 208 N.C. App. at 690, 704 S.E.2d at 69  (“[D]efendants are \nbound by their Rule 36 admissions, and no assertions in [defendant’s] affidavit can \novercome the conclusive effect of defendants’ previous Rule 36 admissions.  Therefore, \ndefendants cannot raise an issue of fact which would support denial of summary \njudgment to plaintiff.”).  \n47. Although the judicial admissions establish that Clark, Wilhoite, and Payne \nare not directors of Star Leasing, they do not establish that the Menscers are the \ndirectors of Star Leasing.  Nonetheless, the Menscers have submitted the minutes of \nStar Leasing’s annual board of directors meetings, which reflect that the Menscers \nwere the directors of Star Leasing from 2007 through 2010 and 2012 t hrough 2014.  \n(Star Leasing’s Suppl. Materials in Opp’n Ex. 1.)  Pacific submitted evidence tending \nto show that on October 6, 2015, Pacific, as the alleged 100% owner of Star Leasing, \n \n \nremoved all members of Star Leasing’s board of directors and elected Clark, Wilhoite, \nand Payne as directors and Clark as the chairman of the board.  (Randal Dep. Ex. 23, \nat MENSCER 000269−71.)   As the Court has already concluded that Pacific \nDefendants are bound by their Rule 36 admissions that the Menscers, not Pacific, are \nthe sole shareholders of Star Leasing, Pacific did not have the authority to fire the \ndirectors of Star Leasing and elect Clark, Wilhoite, and Payne as directors.             \nb. Res judicata, collateral estoppel, and judicial estoppel \ndo not apply to preclude the Menscers’ claims.   \n \n48. Pacific Defendants  also oppose the Menscers’ Motion for Partial Summary \nJudgment on the grounds that pursuant to  the doctrines of  res judicata, coll ateral \nestoppel, and judicial estoppel, the Utah Judgment bars the Menscers’ claims that \nthey are the sole shareholders, officers, and directors of Star Leasing.  (Mem. Opp’n \nPls.’ Mot. Partial Summ. J. 3−4.)  The Court considers each of these doctrines in turn. \n(i) Res Judicata \n49. “Under the doctrine of res judicata or ‘claim preclusion,’ a final judgment \non the merits in one action precludes a second suit based on the same cause of action \nbetween the same parties or their privies.”  Whitacre P’ship v. BioSignia,  Inc., 358 \nN.C. 1, 15, 591 S.E.2d 870, 880 (2004).  “For res judicata to apply, a party must show \nthat the previous suit resulted in a final judgment on the merits, that the same cause \nof action is involved, and that both the party asserting res judicata and the party \nagainst whom res judicata is asserted were either parties or stand in privity with \nparties.”  Williams v. Peabody, 217 N.C. App. 1, 5, 719 S.E.2d 88, 93 (2011) (quoting \nState ex rel. Tucker v. Frinzi, 344 N.C. 411, 413−14, 474 S.E.2d 127, 128 (1996)).  The \n \n \nburden of establishing that res judicata applies is on the party asserting the doctrine.  \nBluebird Corp. v. Aubin, 188 N.C. App. 671, 679, 657 S.E.2d 55, 62 (2008). \n50. The first element of res judicata, that the previous suit resulted in a final  \njudgment on the merits, is discussed in the Court’s analysis of the Motion to Enforce \nForeign Judgment.  For purposes of this analysis, the Court assumes that the Utah \nJudgment is a final judgment on the merits.     \n51. Pacific Defendants have failed to offer evidence in support of the second \nelement of res judicata, that the same cause of action in the previous suit is involved \nin the present suit.  The plaintiff in the action in Utah pursuant to which the Utah \nJudgment was entered ( the “Utah Action”), Steve Hanson (“Hanson”), sued Pacific, \nSuperior Filtration Products, LLC (“Superior Filtration”) , Clark, and Star Leasing \nclaiming that he was entitled to $500,000 plus interest pursuant to an unpaid \npromissory note executed between Hanson and Pacific.  (Pls.’ Reply Br. Supp. Partial \nSumm. J. Ex. F, at 3 [hereinafter Hanson’s Second Am. Compl.].)   Pacific, Superior \nFiltration, and Clark asserted crossclaims in that same action against Star Leasing \nfor breach of contract, breach of the implied covenant of good fai th and fair dealing, \nunjust enrichment, quantum meruit, promissory estoppel, and fraud and \nmisrepresentation—all of which arose out of, and were b ased on, S tar Leasing ’s \nalleged failure to repay the amount loaned by Hanson and for allegedly inducing \nPacific to enter into the loan agreement with Hanson .  (Pls.’ Reply Br. Supp. Partial \nSumm. J. Ex. G, at 11−19 [hereinafter Pacific, Superior Filtration, and Clark’s \nAnswer to Hanson’s Second Am. Compl. and Am. Crosscl.].)   Star Leasing asserted \n \n \ncrossclaims agai nst Superior Filtration for breach of contract, unjust enrichment, \nquantum meruit, promissory estoppel, and implied in fact contract —all of which \narose out of, and were based on, services allegedly provided by Star Leasing to \nSuperior Filtration.  (Pacific’s Mot. Enforce Foreign J. Ex. F, at 10−17 [hereinafter \nStar Leasing’s Answer and Crosscl.].) \n52. Pacific Defendants have presented no argument as to  how this action \ninvolves the same causes of action as the Utah Action, nor could they—the Menscers \nbring claims for a declaratory judgment, civil conspiracy, tortious interference with \nbusiness relations, violation of N.C. Gen. Stat. § 55D -18, and an accounting.  The  \nclaims in this action are not the same as the claims asserted in the Utah Action.  As \nsuch, res judicata does not apply. \n53. Further, res judicata does not apply because Pacific Defendants have failed \nto offer any evidence in support of the third element, that the parties against whom \nres judicata is asserted were either parties to the prior su it or stand in privity with \nparties to the prior suit .  It is undisputed that the Menscers were not parties to the \nUtah Action.  Accordingly, for this requirement to be met, the Menscers must be in \nprivity with Star Leasing, which w as a party to the Utah Action.  “Although the \nmeaning of ‘privity’ has proven to be elusive, and ‘there is no definition of the \nword . . . which can be applied in all cases,’ the prevailing definition in our cases . . . is \nthat privity ‘denotes a mutual or successive relationship  to the s ame rights of \nproperty.’”  Whitacre P’ship , 358 N.C. at 36, 591 S.E.2d at 893 (first omission in \noriginal) (quoting Frinzi, 344 N.C. at 416−17, 474 S.E.2d at 130).  Privity exists when \n \n \na person is “so identified in interest with another that he re presents the same legal \nright.”  Id. (quoting Frinzi, 344 N.C. at 417, 474 S.E.2d at 130).  \n54. Here, Pacific Defendants have not argued that the Menscers are in privity \nwith Star Leasing or provide d any evidentiary basis on which this Court could so \nconclude.  Although the Menscers contend that they are the sole shareholders, \ndirectors, and officers of Star Leasing, “[t]he mere fact that one is a shareholder or \nofficer of a corporation is not sufficient to establish privity[.]”  Williams, 217 N.C. \nApp. at 8, 719 S.E.2d at 94.  Therefore, the Court concludes that the Menscers are \nnot in privity with Star Leasing. \n55. Nonetheless, there is an exception to the requirement that a person must \nbe in privity with a party in orde r to be bound by a prior judgment.  Id. at 8−9, 719 \nS.E.2d at 94.  Under this exception, commonly referred to as the Lassiter exception,  \n[a] person who is not a party but who controls an action, individually or \nin cooperation with others, is bound by the adjudications of litigated \nmatters as if he were a party if he has a proprietary interest or financial \ninterest in the judgment or in the determination of a question of fact or \na question or law with reference to the same subject matter, or \ntransactions; if the other party has notice of his participation, the other \nparty is equally bound. \n \nId. (quoting Thompson v. Lassiter , 246 N.C. 34, 39, 97 S.E.2d 492, 496 (1957)).   \nControl of the prior lawsuit is the threshold requirement of the except ion to the \nprivity element.  Id. at 10, 719 S.E.2d at 95.    \n56. Here, Pacific Defendants have not offered sufficient evidence that the \nMenscers control led the Utah Action.  The undisputed evidence shows that on \nDecember 5, 2014, Star Leasing’s controller, Kathy Locklear (“Locklear”), at Randal’s \n \n \ndirection, hired Jesse Oakeson (“Oakeson”) of Jones, Waldo, Holbrook & McDonough, \nPC (“Jones Waldo”) to represent Star Leasing in the Utah Action.  (Pls.’ Reply Br. \nSupp. Partial Summ. J. Ex. D, at ¶ 5 [hereinafter Aff . Kathy Locklear], Ex. I, at ¶ 5  \n[hereinafter Second Aff. Randal Menscer] .)  Randal helped Oakeson prepare Star \nLeasing’s answer, which was filed on January 7, 2015.   (Randal Dep. 344:16−45:22.)  \nOtherwise, however, the undisputed evidence confirms that Randal had no control \nover, participation in, or knowledge of the Utah Action.  Pacific, by and through Clark, \nWilhoite, and Payne,  fired Oakeson in November 2015 and hired a new attorney, \nLarry G. Reed (“Reed”) , to represent Star Leasing without informing  Randal or \nLocklear.  (Randal Dep. Ex. 26, at PAC 002051.)  Neither Randal nor Locklear knew \nof Oakeson’s withdrawal or Reed’s appearance, and neither Randal nor Locklear \nknew of the Utah Judgment until after it was entered.   (Randal Dep. 299:23−300:2; \nSecond Aff. Randal Menscer ¶¶ 6−9; Aff. Kathy Locklear ¶¶ 6−8.)   In short, the \nundisputed evidence shows that Randal had minimal participation in the Utah Action \non behalf of Star Leasing at its very inception and thereafter was excluded from  \nparticipating in, and completely uninformed of, the Utah Action.  Accordingly, the \nundisputed evidence shows that the Menscers did not have control over the Utah \nAction so as to invoke the Lassiter exception to the privity requirement. \n57. Therefore, res judicata does not apply to bar the Menscers’ assertions of \nownership because the undisputed evidence shows that the same causes of action are \nnot involved, the Menscers are not in privity with Star Leasing, and the exception to \nthe privity requirement does not apply. \n \n \n(ii) Collateral Estoppel  \n58. Under the collateral estoppel doctrine, the determination of an issue in a \nprior judicial proceeding precludes the relitigation of that issue in a later action by a \nparty to the prior action and its privies.  Whitacre P’ship, 358 N.C. at 15, 591 S.E.2d \nat 880.  For collateral estoppel to apply to a party and its privies, the party asserting \nthe doctrine must show the following:  \n(1) [T]he issues to be concluded mu st be the same as those involved in \nthe prior action; (2) in the prior action, the issues must have been raised \nand actually litigated; (3) the issues must have been material and \nrelevant to the disposition of the prior action; and (4) the determination \nmade of those issues in the prior action must hav e been necessary and \nessential to the resulting judgment. \n \nMcCallum v. N.C. C oop. Extension Serv. of N.C. State  Univ., 142 N.C. App. 48, 54, \n542 S.E.2d 227, 233 (2001) (quoting King v. Grindstaff, 284 N.C. 348, 358, 200 S.E.2d \n799, 806 (1973)).   \n59. Pacific Defendants have failed to show  all the requirements of collateral \nestoppel.  As discussed above, Pacific Defendants have failed to offer evidence \nshowing that the Menscers are in privity with Star Leasing or that  the exception to \nthe privity requirement ap plies.  Collateral estoppel does n ot apply on this ground \nalone.  Moreover, although Pacific Defendants have shown that an issue in the action \nbefore this Court is the same as an issue in the Utah Action that was raised and \nactually litigated, Pacific Defe ndants have failed to show that such issue was \nmaterial and relevant to the disposition of the Utah Action, or that determination of \nsuch issue was necessary and essential to the Utah Judgment.   \n \n \n60. As to the requirement that the issue to be concluded is the same as an issue \ninvolved in  the Utah Action , t he issue of Star Leasing’s  ownership was an  issue \ndetermined by the Utah Court as the Utah Court concluded that Star Leasing is a \nwholly-owned subsidiary of Pacific.   (Pacific’s Mot. Enforce Foreign J. Ex. A, at ¶ 1 \n[hereinafter Judgment].)  As to the second requirement, t his issue was raised and \nactually litigated because Pacif ic alleged that Star Leasing is  a wholly -owned \nsubsidiary of Pacific and Star Leasing , at t his time acting by and through Randal,  \nadmitted such allegation , thereby obviating the need to further litigate the issue .  \n(Pls.’ Reply Br. Supp. Partial Summ. J.  Ex. C, at 13, at ¶ 11  [hereinafter Pacific’s \nThird-Party Claim]; Star Leasing’s Answer and Crosscl. 3, at ¶ 11; Hanson’s Second \nAm. Compl. ¶ 4; Star Leasing’s Answer to Hanson’s Second Am. Compl. ¶ 4.)   \n61. Even so, Pacific Defendants have failed to show that the issue of Star \nLeasing’s ownership was material and relevant to the disposition of the Utah Action, \nor that the determination of Star Leasing’s ownership was necessary and essential to \nthe Utah Judgment .  There is nothing in the record that indicates how or why the  \nissue of Star Leasing’s ownership was material and relevant to the disposition of the \nUtah Action, or how or why  the Utah Court’s determination of Star Leasing’s \nownership was necessary and essential to the Utah Judgment.  As discussed above, \nPacific alleged that Star Leasing was indebted to it because Hanson loaned the money \nto Pacific with the understanding that the money would go to Star Leasing, and Star \nLeasing promised to repay the money loaned by Hanson.  The findings of fact on \nwhich the Utah Judgment was entered state that Pacific loaned $1.8 million of its \n \n \nown funds, plus the $500,000 loan ed by  Hanson, to Star Leasing pu rsuant to an \nagreement obligating Star Leasing to repay such amount plus interest.  (Pacific’s Mot. \nEnforce Foreign J. Ex. B, at ¶¶ 5−6 [hereinafter Findings of Fact and Conclusions of \nLaw].)  Pacific Defendants have not produced any evidence that the ownership of Star \nLeasing was even remotely related to the Utah Judgment in favor of Pacific and \nagainst Star Leasing based on Pacific’s $2.3 million loan to Star Leasing—a loan that \nthe Utah Court found was made pursuant to an agreement.   \n62. Pacific Defendants argue that the issue of Star Leasing’s ownership was \nnecessary to the Utah Judgment because the Utah Court found that Pacific did not \nauthorize Star Leasing’s assertion of crossclaims against Superior Filtra tion and \ndismissed such crossclaims with prejudice.  (Mem. Opp’n Pls.’ Mot. Partial Summ. J. \n5.)  This argument is unavailing.  All corporate powers shall be exercised by or under \nthe authority of an entity’s board of directors.  N.C. Gen. Stat. § 55-8-01(b).  One such \ncorporate power is the power to sue and complain in its corporate name.  N.C. Gen. \nStat. § 55 -3-02(a)(1).  Regard less of whether Star Leasing is  a wholly -owned \nsubsidiary of Pacific, Star Leasing did not need Pacific’s authorization to assert  \ncrossclaims against Superior Filtration.    \n63. Pacific Defendants have failed to offer any evidence that the ownership of \nStar Leasing was material and relevant to the disposition of the Utah Action.  Pacific \nDefendants have further failed to offer any sufficient evidence or explanation as to \nwhy the Utah Court’s determination that Star Leasing is a wholly-owned subsidiary \nof Pacific was necessary and essential  to the Utah Judgment—which entered \n \n \njudgment in the amount of $2.8 million in favor of Pacific and a gainst Star Leasing \nfor money owed under an agreement.   \n64. In sum, collateral estoppel does not apply because Pacific Defendants have \nfailed to show that the Menscers are  in privity with Star Leasing, that the issue of \nStar Leasing’s ownership was  material and relevant to the disposition of the Utah \nAction, and that the Utah Court’s determination of Star Le asing’s ownership was  \nnecessary and essential to the Utah Judgment. \n(iii) Judicial Estoppel       \n65. Unlike res judicata and collateral estoppel, which primarily seek to protect \nlitigants, j udicial estoppel seeks to protec t courts from manipulation.  Whitacre \nP’ship, 358 N.C. at 24, 591 S.E.2d at 885.  “Where a party assumes a certain position \nin a legal proceeding, and succeeds in maintaining that position, he may  not \nthereafter, simply because his interests have changed, assume a contrary position, \nespecially if it be to the prejudice of the party who has acquiesced in the position \nformerly taken . . . .”  Id. at 22, 591 S.E.2d at 884 (omission in original) (quoting New \nHampshire v. Maine , 532 U.S. 742, 749 (2001)).   The decision of whether to apply \njudicial estoppel is in the sound discretion of the trial court.  Id. at 33, 591 S.E.2d at \n892.  “[J]udicial estoppel requires discretionary weighing of the relevant factors, not \nrote application of inflexible prerequisites or an exhaustive formula.”  Id. at 28, 591 \nS.E.2d at 888 (quotation marks omitted).   \n66. These factors include but are not limited to:  \nFirst, a party’s subsequent position must be clearly inconsistent with its \nearlier position.\n   Second, courts regularly inquire whether \n \n \nthe party has succeeded in persuadi ng a court to accept that party ’s \nearlier position, so that judicial acceptance of an inconsistent position in \na later proceeding might pose a threat to judicial integrity by leading to \ninconsistent court determinations or the perception that either the first \nor the second court was misled.  Third, courts consider whether the party \nseeking to assert an inconsistent position would derive an unfair \nadvantage or impose an unfair detriment on the opposing party if not \nestopped. \n \nId. at 28−29, 591 S.E.2d at 888−89 (citations omitted) (quotation marks omitted).  “If \na trial court believes that justice would not be served by judicially estopping a party’s \nfactual contention, it may decline to do so.”  Id. at 33, 591 S.E.2d at 892.   \n67. As made clear by our Supreme Court: \n[T]he doctrine expressly guides our trial cou rts to consider whether a \nparty’s prior position was innocently asserted.  We follow the lead of the \nUnited States Supreme Court in stressing that “it may be appropriate \nto resist application of judicial estoppel when a party’s prior position was \nbased on inadvertence or mistake.” \n \nId. at 34, 591 S.E.2d at 892 (quotations omitted) (quoting New Hampshire, 532 U.S. \nat 753).  Notwithstanding that judicial estoppel is a discretionary doctrine, as with \nres judicata and collateral estoppel, the party to be judici ally estopped must be in \nprivity with the party who made the prior inconsistent statement.  Id. at 37, 591 \nS.E.2d at 894. \n68. As discussed above, the undisputed evidence shows that the Menscers are \nnot in privity with Star Leasing and, even if the Lassiter exception applies in the \njudicial estoppel context, the Court has already concluded that the re is no evidence \nthat the Menscers had the requisite control over the Utah Action for the exception to \napply.  As such, even if otherwise justified, application of th e doctrine would be \nimproper on the undisputed evidence here.                   \n \n \n69. Therefore, the Court concludes that res judicata, collateral estoppel, and \njudicial estoppel do not apply to preclude the Menscers’ claims that they are the sole \nshareholders of Star Leasing.  Accordingly, the Court grants the Menscers’ Motion \nfor Partial Summary Judgment on their claim for a judgment  declaring that the \nMenscers are the sole shareholders, directors, and officers of Star Leasing and that \nneither Pacific, Clark, Wilhoite, Payne, nor  Perrett have any ownership in Star \nLeasing.   \n2. Violation of N.C. Gen. Stat. § 55D-18 \n70. The Menscers seek an order directing the Secretary of State to remove from \nits records the Amended Report and Reports signed by Clark and filed on January 7, \n2016, February 25, 2016, and April 6, 2016.  (Pls.’ Mot. Partial Summ. J. ¶ 8.) \n71. Section 55D-18 provides that “[a] person commits an offense if the person \nsigns a document the person knows is false in any material respect with intent that \nthe document be delivered to the Secretary of State for filing.”  N.C. Gen. Stat. § 55D-\n18(a).  The Menscers contend that the Amended Report and Reports are false because \nthey reflect that Clark, Wilhoite, Payne, and Perrett were the officers of Star Leasing, \nand none of them have ever been an officer or director of Star Leasing.   (Pls.’ Mem. \nSupp. Mot. Partial Summ. J. 5.)  \n72. Because the Court has concluded , based on the undisputed evidence,  that \nthe Menscers are the sole directors and officers of Star Leasing and neither Clark, \nWilhoite, Payne, nor Perrett is a director or officer of Star Leasing, it follows that the \nAmended Report and Reports are false.  However, the Menscers have not submitted \n \n \nany evidence that Clark signed the Amended Report and Reports knowing they were \nfalse.  Therefore, the Court concludes that the Menscers have failed to satisfy their \nburden to show that no  genuine issue of material fact exists , and the Menscers’ \nMotion for Partial Summary Judgment o n their claim that Clark violated section \n55D-18 by filing the Amended Report and Reports is denied.   \nIV. MOTION TO ENFORCE FOREIGN JUDGMENT \n73. Pursuant to N.C. Gen. Stat. § 1C -1703, Pacific seeks to enforce the Utah \nJudgment entered against Star Leasing in the amount of $2.8 million.   \nA. Procedural and Factual Background \n74. The Court sets forth here additional procedural and factual background \nrelevant to the Motion to Enforce Foreign Judgment.  \n75. Hanson filed his Complaint in the Utah Action on or about August 28, 2014 \nand an Amended Complaint on September 12, 2014  against Pacific, Superior \nFiltration, and Clark.  (Pls.’ Reply Br. Supp. Partial Summ. J. Ex A ; Hanson v. Pac. \nAlliance Corp. , Case No. 14090548 2, Second District Court, Weber County,  Utah, \nOgden Dep’t, Docket Sheet, at 3 −4 [hereinafter Utah Docket Sheet] ; Pls.’ Reply Br. \nSupp. Partial Summ. J. Ex. B .)  Hanson sought to recover $500,000, plus interest, \npursuant to an unpaid promissory note executed between Hanson and Pacific.   (Pls.’ \nReply Br. Supp. Partia l Summ. J. Ex. B, at  2−3.)  Hanson also sought to pierce \nPacific’s corporate veil and hold Clark personally liable for Pacific and Superior \nFiltration’s conduct and omissions.  (Pls.’ Reply Br. Supp. Partial Summ. J. Ex. B, at \n4.)    \n \n \n76. On or about October 20, 2014, Pacific, Superior Filtration, and Clark filed \ntheir answer to Hanson’s Amended Complaint and Pacific filed a third -party claim \n(incorrectly denominated as a crossclaim)  against Star Leasing.   (Pacific’s Third -\nParty Claim 21 ; Utah Docket Sheet 5.)   Pacific’s third-party claim alleged that the \n$500,000 loan from Hanson went to Star Leasing and Star Leasing was obligated, but \nhad refused, to repay the loan.  (Pacific’s Third-Party Claim 15, at ¶¶ 23−25.)  Pacific \nfurther alleged that Star Leasing owed $2.3 million to Pacific, which Star Leasing \nhad also refused to pay .  (Pacific’s Third-Party Claim 15, at ¶ 25.)  Pacific’s third-\nparty claim sought to recover  a total of  $2.8 million from Star Leasing.   (Pacific’s \nThird-Party Claim 15, at ¶ 26.)   \n77. On or a bout December 5, 2014 , Locklear, at Randal’s direction, hired \nOakeson to represent Star Leasing in the Utah Action.  (Aff. Kathy Locklear ¶ 5; \nSecond Aff. Randal Menscer ¶ 5; Star Leasing’s Suppl. Materials in Opp’n Pacific’s \nMot. Enforce Foreign J. Ex. 9.)   \n78. On January 7, 2015, Star Leasing , acting at Randal’s direction,  filed its \nanswer to Pacific’s t hird-party claim and asserted crossclaims against Superior \nFiltration, a wholly-owned subsidiary of Pacific, that arose out of  services allegedly \nprovided by Star Leasing to Superior Filtration both be fore and after Star Leasing \nbecame a subsidiary of Pacific.  (Star Leasing’s Answer and Crosscl. 11−12, 17; Utah \nDocket Sheet 6.)   In its answer, Star Leasing admitted  that it is a wholly -owned \nsubsidiary of Pacific.  (Pacific’s Third-Party Claim 13, at ¶ 11; Star Leasing’s Answer \nand Crosscl. 3, at ¶ 11.)   \n \n \n79. Star Leasing alleged  in its answer that it did not become a subsidiar y of \nPacific until January 2010 and alleged  upon information and belief that the \nagreement and plan of merger was superseded by an agreement and plan of exchange \ndated January 1, 2010.   (Star Leasing’s Answer and Crosscl. 3, at ¶ 14.)   In its \ncrossclaims against Superior Filtration, Star Leasing alleged multiple times that it \nbecame a subsidiary of Pacific.  ( E.g., Star Leasing’s Answer and Crosscl. 11−14, at \n¶¶ 7, 13, 16−17, 22−24.)  Star Leasing’s Answer and Crossclaim were prepared and \nfiled by Oakeson, and Randal testified that he helped Oakeson prepare the answer \nand “told [Oakeson] to  proceed under the auspices” that Star Leasing was a part of \nPacific.  (Randal Dep. 344:16−45:24.)   \n80. On or about June 26 , 2015, Hanson filed his Second Amended Complaint \nadding Star Leasing as a defendant and seeking the same relief as in his original \nComplaint and Amended Complaint.  (Hanson’s Second Am. Compl. 5; Utah Docket \nSheet 8.)   \n81. On or about July 22, 2015, Star Leasing filed its answer to Hanson’s Second \nAmended Complaint, again alleging upon information and belief that it did not \nbecome a subsidiary of Pacific until January 2010 and that the agreement and plan \nof merger was superseded by an agreement and plan of exchange dated January 1, \n2010.  (Star Leasing’s Answer to Hanson’s Second Am. Compl. ¶ 4; Utah Docket Sheet \n8.)  \n82. On or about August 11, 2015, Pacific, Superior Filtration, an d Clark filed \ntheir answer to Hanson’s  Second Amended Complaint and  amended crossclaim s \n \n \nagainst Star Leasing.  (Pacific, Superior Filtration, and Clark’s Answer to Hanson’s \nSecond Am. Compl. and Am. Crosscl. 20; Utah Do cket Sheet 9.)   Pacific, Superior \nFiltration, and Clark’s amended crossclaim s made the same allegations as Pacific’s \nthird-party claim with respect to the $500,000 loan;  however, they did not allege or \nseek to recover the additional $2.3 million Pacific so ught in its original third -party \nclaim against Star Leasing.   (Pacific, Superior Filtration, and Clark’s Answer to \nHanson’s Second Am. Compl. and Am. Crosscl. 11, 13−19.)   \n83. During a meeting of Pacific’s shareholders  held on September 22, 2015 , \nRandal was removed from Pacific’s board of directors.   (Randal Dep. Ex.  23, at \nMENSCER 000251, 000254.)  Clark, Wilhoite, and Payne were retained as directors.  \n(Randal Dep. Ex. 23, at MENSCER 000251, 000253−54.)  \n84. On October 6, 2015, pursuant to a special meeting on or about September \n23, 2015, Pacific, as the alleged 100% owner of Star Leasing, removed all members of \nStar Leasing’s board of directors and elected Clark, Wilhoite, and Payne as directors \nand Clark as the chairman of the board.   (Randal Dep. Ex. 23, at M ENSCER \n000269−71.)    \n85. On or about November 4, 2015, Clark, Wilhoite, and Payne , acting as the \nalleged board of directors of Star Leasing, terminated Randal as Star Le asing’s \npresident and appointed  Clark as the president  and chief executive officer  of Star \nLeasing.  (Randal Dep. Ex. 25.)  \n86. On or about November 12, 2015, Clark, Wilhoite, and Payne, acting as the \nalleged board of directors of Star Leasing, directed Clark and/or  Gustafson to \n \n \nterminate the legal representation of Star Leasing by Oakeson and Jones Waldo.   \n(Randal Dep. Ex. 26, at PAC 002051.)  \n87. On or about December 1, 2015, Reed filed an appearance as counsel for Star \nLeasing in the Utah Action.  (Pls.’ Reply Br. Sup p. Partial Sum m. J. Ex. H; Utah \nDocket Sheet 12.)  Neither Locklear nor Randal hired Reed  or were informed of his \nappearance.  (Aff. Kathy Locklear ¶¶ 4, 7−8; Second Aff. Randal Menscer ¶¶ 4, 7−8; \nRandal Dep. 299:7−300:2.)   \n88. On December 2, 2015, Oakeson and Jones Waldo filed a notice of \nwithdrawal stating that Reed represented Star Leasing.   (Notice of Withdrawal of \nCounsel 2; Utah Docket Sheet 13.)  Neither Randal nor Locklear were informed of or \nconsented to Oakeson’s withdrawal.  (Aff. Kathy Locklear ¶  7; Second Aff. Randal \nMenscer ¶ 7; Randal Dep. 299:23−300:2.)  \n89. On December 4, 2015, Hanson filed his Third Amended Complaint.   (Utah \nDocket Sheet 13.)  \n90. On December 15, 2015, Hanson’s claims against Star Leasing were  \ndismissed by order of the court followi ng a stipulated motion  by Hanson and Star \nLeasing.  (Utah Docket Sheet 14.)   \n91. On December 18, 2015, Pacific, Superior Filtration, and Clark filed their \nanswer to Hanson’s Third Amended Complaint.  (Utah Docket Sheet 14.) \n92. On April 6, 2016, Reed, as counsel for Star Leasing , filed a Motion and \nStipulation for Dismissal of Cross-claim [sic] against Pacific.  (Utah Docket Sheet 16.)  \n \n \nThe Utah docket does not reflect that Star Leasing ever asserted a claim against \nPacific.  \n93. On April 7, 2016, Pacific and Star Lea sing filed a Stipulation and Joint \nMotion for Entry of Findings of Fact and Conclusions of Law, and Judgment  (the \n“Stipulation”).  (Utah Docket Sheet 16.)  \n94. On April 8, 2 016, the Utah C ourt, pursuant to the motion and stipulation \nfor dismissal, entered an o rder dismissing  Star Leasing’s purported crossclaim \nagainst Pacific.  (Pls.’ Reply Br. Supp. Partial Summ. J. Ex. K; Utah Docket Sheet \n16.)   \n95. On April 20, 2016, the Utah Court, pursuant to the Stipulation, entered its \nFindings of Fact and Conclusions of Law (the “Findings and Conclusions”) as well as \na Judgment.  (Findings of Fact and Conclusions of Law 1; Judgment 1.)  The Findings \nand Conclusions state, in relevant part, the following: \nFINDINGS OF FACT \n \n. . . . \n \n3. On or about January 1, 2010, [Pacific] and Star Leasing executed an \nAgreement and Plan of Merger pursuant to which Star Leasing became \na wholly owned subsidiary of [Pacific]. \n \n. . . . \n \n5. On or about July 19, 2010 , [Pacific] obtained a loan in the amount of \n$500,000 from the above -named plaintiff, [Hanson], with the \nunderstanding between [Pacific] and Star Leasing that such funds, in \naddition to  approximately $1.8 million of [Pacific]’s funds, would be \nloaned by [Pacific] to Star Leasing. \n \n6. [Pacific] loaned $2.3 million to Star Leasing pursuant to an agreement \nobligating Star Leasing to repay such amount, plus interest. \n \n \n   \n. . . . \n \n8. Despite demand for repayment, Star Leasing, by and through its \nformer President and Chief Executive Officer, has failed, refused and \nneglected to repay the $2.3 million borrowed from [Pacific]. \n \n9. Star Leasing owes [Pacific] the principal amount of $2.3 million, \nwhich includes the $500,000 borrowed from Hanson by [Pacific], plus \ninterest in the amount of $500,000, for a total debt of $2.8 million. \n \n10. Star  Leasing has asserted cross -claims [sic] against Superior \nFiltration . . . . \n \n11. [Pacific] did not authorize Star Leasing’s assertion of cross -claims \n[sic] against Superior Filtration. \n \n. . . . \n \nCONCLUSIONS OF LAW \n \n. . . . \n \n2. Star Leasing is indebted to [Pacific] in the total amount of $2.8 \nmillion, which sum is presently due and owing. \n \n. . . . \n \n9. Star Leasing’s cross-claims [sic] against Superior Filtration should be \ndismissed with prejudice. \n \n(Findings of Fact and Conclusions of Law 2−4.)  \n \n96. The Utah Judgment states, in relevant part, the following: \n \n1. Star Leasing is a wholly -owned subsidiary of [Pacific], having been \nacquired by [Pacific] pursuant to purchase documents dated January 1, \n2010; \n \n2. Star Leasing is indebted to [Pacific] in the total amo unt of \n$2,800,000.00 and Star Leasing acknowledges such indebtedness; \n \n3. Judgment is hereby entered in favor of [Pacific] and against Star \nLeasing in the total amount of $2,800,000 .00, plus post judgment \n \n \ninterest at the Utah statutory rate of 2.65 percent , until the Judgment \nis paid in full; \n \n4. Star Leasing received certain funds from [Pacific] and will cooperate \nwith [Pacific] in [Pacific]’s effort, to be directed by the boards of directors \nof [Pacific] and Star Leasing, to repay any and all sums owed by [Pacific] \nto [Hanson]. [sic] \n \n5. Star Leasing is hereby ordered to permit [Pacific] to access all of its \nbooks and records, and to permit [Pacific] to assume operational control \nof Star Leasing; and \n \n6. Star Leasing’s cross-claim [sic] against [Superior Filtration] herein is \nhereby dismissed with prejudice. \n \n(Judgment 2.)  \n \n97. In June or early July of 2016, Randal learned of the Utah Judgment.  \n(Second Aff. Randal Menscer ¶ 8.) \n98. On July 14, 2016, Randal filed a motion to intervene in the Utah Action.  \n(Pls.’ Reply Br. Supp. Partial Summ. J. Ex. O, at 9; Utah Docket Sheet 20.) \n99. On August 23, 2016, Pacific filed in this Court an authenticated copy of the \nUtah Judgment and an Affidavit of Judgment Creditor. \n100. On September 20, 2016, Star Leasing , through independent counsel, filed \nin this Court its Motion to Seek Relief and Notice of Defenses to Foreign Judgment.  \n101. On November 16, 2016, Hanson , on the one hand, and Pacific, Superior \nFiltration, and Clark  on the other,  filed in the Utah Court a Stipulation and Joint \nMotion for Dismissal.  (Utah Docket Sheet 25.) \n102. On or about November 17, 2016, Pacific filed in the Utah Court a Confession \nof Judgment in the principal amount of $500,000 in favor of Hanson.  (Pls.’ Reply Br. \nSupp. Partial Summ. J. Ex. N; Utah Docket Sheet 25.)  \n \n \n103. On December 28, 2016, the Utah Court entered an order denying Randal’s \nmotion to intervene on the ground that it was not timely.   (Pacific’s Mot. Enforce \nForeign J. Ex. G, at ¶ 5; Utah Docket Sheet 26.)  \n104. On January 12, 2017, the U tah Court entered judgment on Hanson’s first \ncause of action in favor of Hanson and against Pacific in the amount of $689,205.48.   \n(Utah Docket Sheet 26−27.) \n105. On January 26, 2017, Randal filed his notice of appeal to the Utah Supreme \nCourt of the order denying his motion to intervene.   (Pls.’ Reply Br. Supp. Partial \nSumm. J. Ex. Q; Utah Docket Sheet 27.)   \n106. On January 27, 2017, Pacific filed in this Court its Motion to Enforce \nForeign Judgment and brief in support.  \nB. Legal Standard \n107. The Uniform Enforcement of Foreign Judgments Act (the “Act”) provides \none mechanism by which a party may seek to enforce in North Carolina a j udgment \nrendered by the courts of another state.  Rossi v. Spoloric, 781 S.E.2d 648, 654 (N.C. \nCt. App. 2016) ; see N.C. Gen. Stat. § 1C -1703.  “Pursuant to the Act, a judgment \ncreditor must file with the clerk of superior court a ‘copy of [the] foreign judgment \nauthenticated in accordance with an act of Congress or the statutes of thi s State.’”  \nId. (alteration in original) (quoting N.C. Gen. Stat. § 1C -1703(a)).  “A judgment so \nfiled has the same effect and is subject to the same defen ses as a judgment of this \nState . . . .”  N.C. Gen. Stat. § 1C-1703(c). \n \n \n108. After the judgment creditor h as filed an authenticated copy of the foreign \njudgment and an affidavit, “[t]he judgment debtor may file a motion for relief from, \nor notice of defense to, the foreign judgment[.]”   N.C. Gen. Stat. § 1C-1705(a).  If the \njudgment debtor files such a motion or notice, then the judgment creditor may move \nto enforce the foreign judgment as a judgment of this State.   N.C. Gen. Stat. § 1C -\n1705(b).  The judgment creditor has the burden of proving that the foreign judgment \nis entitled to full faith and credit.  N.C. Gen. Stat. § 1C -1705(b); see also Lust v. \nFountain of Life, Inc. , 110 N.C. App. 298, 300−01, 429 S.E.2d 435, 437 (1993) .  \nHowever, “[t]he introduction into evidence of a[n authen ticated] copy of the foreign \njudgment . . . establishes a presumption that the judgment is entitled to full faith and \ncredit.”  Rossi, 781 S.E.2d at 654.   The burden then rests on the judgment debtor “to \npresent evidence to rebut the presumption that the judgment is enforceable by \nasserting a defense under [N.C. Gen. Stat.] § 1C-1705(a).”  Id. (alteration in original) \n(quoting Seal Polymer Indus.-Bhd v. Med-Express, Inc., USA, 218 N.C. App. 447, 448, \n725 S.E.2d 5, 6−7 (2012)).   “The trial court must then h old a hearing, conducted in \naccordance with the Rules of Civil Procedure, to determine if the foreign judgment is \nentitled to full faith and credit.”  HCA Health Servs. of Tex., Inc. v. Reddix, 151 N.C. \nApp. 659, 663, 566 S.E.2d 754, 756 (2002) (quotation marks omitted).   \n109. The defenses available to a judgment debtor under section 1C -1705(a) \ninclude that the foreign judgment has been appealed, enforcement of the judgment \nhas been stayed by the court which rendered it, or “any other ground for which relief \nfrom a judgment of this State would be allowed.”   N.C. Gen. Stat. § 1C -1705(a).  \n \n \nDespite the la nguage of the Act that the foreign jud gment “is subject to the same \ndefenses as a judgment of this State [,]” N.C. Gen. Stat. § 1C -1703(c), our Supreme \nCourt has held “that the defenses preserved under [the Act] are limited by the Full \nFaith and Credit Clause to those defenses which are directed to the validity and \nenforcement of a foreign judgment.”  DocRx, Inc. v. EMI Servs. of N.C., 367 N.C. 371, \n382, 758 S.E.2d 390, 397 (2014).  These defenses include \nthat the judgment creditor committed extrinsic fraud, that the \nrendering state lacked personal or subject matter jurisdiction, that the \njudgment has been paid, that the parties have entered into an accord \nand satisfaction, that the judgment debtor’s property is exempt from \nexecution, that the judgment is subject to continued modification, or \nthat the judgment debtor’s due process rights have been violated. \n \nId.    \nC. Analysis \n110. Here, Pacific has satisfied the requis ite proof requirements to establish a  \npresumption that the Utah Judgment is entitled to full faith and credit by filing an \nauthenticated copy of the Utah Judgment and an affidavit of the judgment creditor.  \nAccordingly, the burden is on Star Leasing , as th e judgment debtor,  to rebut the \npresumption.   \n111. Star Leasing , through independent counsel, argues that the Utah \nJudgment is not enforceable because it was procured through extrinsic fraud and in \nviolation of Star Leasing’s due process rights in that Pacific, by and through Clark, \nprevented Star Leasing from defending itself and  fully participating in the Utah \nAction.       \n \n \n112. In order to attack a foreign judgment on the basis of fraud, extrinsic fraud, \nrather than intrinsic fraud, must be alleged.  E.g., Hooks v. Eckman, 159 N.C. App. \n681, 685, 587 S.E.2d 352, 354 (2003).   “Extrinsic fraud is that which is collateral to \nthe foreign proceeding, and not that which arises within the proceeding itself and \nconcerns some matter necessarily under the consideratio n of the foreign court upon \nthe merits.”  First-Citizens Bank & Tr. Co. v. Four Oaks Bank & Tr. Co. , 156 N.C. \nApp. 378, 380, 576 S. E.2d 722, 724 (2003) (quotation marks  omitted).  Fraud is \nextrinsic “when it deprives the unsuccessful party of an opportunit y to present his \ncase to the court.  If an unsuccessful party to an action has been prevented from fully \nparticipating therein there has been no true adversary proceeding, and the judgment \nis open to attack at any time.”   Hooks, 159 N.C. App. at 684, 587 S .E.2d at 354 \n(quoting Stokley v. Stokley, 30 N.C. App. 351, 354−55, 227 S.E.2d 131, 134 (1976)).   \n113. Extrinsic fraud is not fraud in the cause of action, but fraud in the \nmanagement of the cause of action.  McCoy v. Justice , 199 N.C. 602, 605, 155 S.E. \n452, 454−55 (1930).  On the other hand,  \nintrinsic fraud occurs when a party (1) has proper notice of an action, (2) \nhas not been prevented from full participation in the action, and (3) has \nhad an opportunity to present his case to the court and protect himsel f \nfrom any fraud attempted by his adversary.  Specifically, intrinsic fraud \ndescribes matters that are involved in the de termination of a cause  on \nits merits.  In contrast, extrinsic fraud prevents a court from making a \njudgment on the merits of a case.  \n  \nHooks, 159 N.C. App. at 684−85, 587 S.E.2d at 354 (citation omitted).  Examples of \nintrinsic fraud include false or manufactured evidence  and perjured testimony.  Id. \n \n \nat 685, 587 S.E.2d at 354; Scott v. Farmers Coop. Exch., Inc., 274 N.C. 179, 183, 161 \nS.E.2d 473, 476 (1986). \n114. Star Leasing does not dispute that it had notice of the Utah Action; rather, \nStar Leasing argues that it did not have notice of the proceedings related to entry of \nthe Utah Judgment and that Pacific, by and through Clark, prohibited Star Leasing \nfrom fully participating in the Utah Action by firing counsel hired by and through \nRandal and Locklear on behalf of Star Leasing.   \n115. The evidence shows that at the beginning of the Utah Action, Randal, as \nStar Leasing’s president and chief exe cutive officer, was managing the litigation on \nbehalf of Star Leasing.  Thereafter, however, the evidence shows that Randal did not \nmanage or participate in the litigation on behalf of Star Leasing.     \n116. In essence, Clark, Wilhoite, and Payne—acting as the sole directors of both \nPacific and Star Leasing—controlled the litigation on behalf of both Pacific and Star \nLeasing in an action by Pacific  and Clark  against Star Leasing.   Pacific, by and \nthrough Clark, Wilhoite, and Payne, improperly assumed control over Star Leasing \nand litigation on its behalf  during the ongoing Utah lawsuit by Pacific against Star \nLeasing.  Pacific, by and through Clark, Wilhoite, and Payne, managed both sides of \nthe litigation between Pacific and Star Leasing by electing themselves as directors of \nStar Leasing and thereafter firing Oakeson, the attorney hired at the outset of the \nlitigation to represent Star Leasing, and hiring Reed.  Once Reed was in control as \ncounsel for Star Leasing, Pacific Defendants caused Reed, on behalf of Star Leasing, \nto consent to a multi -million dollar judgment being entered in favor of Pacific, the \n \n \nalleged parent corporation, against Star Leasing, the alleged wholly -owned \nsubsidiary.  Such control by those also directing litigation on behalf, and in the b est \ninterests, of Pacific—Star Leasing’s direct adversary —prevented Star Leasing from \nfully participating in the Utah Action such that there was no true adversary \nproceeding.  Star Leasing could not have fully participated in the Utah Action when \nlitigation on its behalf was entirely managed and controlled by those with an interest \nin, and directing the litigation of, Pacific—its direct adversary. \n117. Further, it is especially true that Star Leasing was prevented from fully \nparticipating in the Utah Action such that there was no true adversary proceeding \nbecause Clark, in his individual capacity, was also a named defendant and cross -\nclaimant.  Hanson claimed that Clark was personally liable for Pacific and Superior \nFiltration’s conduct under alter ego and veil -piercing theories.  Clark joined Pacific \nand Superior Filtration in asserting crossclaims against Star Leasing for the amounts \nPacific, Superior Filtration, and/or Clark were deemed liable to Hanson.   Yet, Clark \nwas behind the scenes participating and directing the litigation from all angles —on \nbehalf of himself; on behalf of Pacific as its president and a director; on behalf of \nSuperior Filtration, a wholly -owned subsidiary of Pacific; and on behalf of Star \nLeasing as its purported president, chief executive officer, and chairman of the board.  \nIndeed, the resolution pursuant to which Oakeson was fired states that “[t]his action \nis take [sic] place forthwith at the direction of Steven K. Clark, the president and \nCEO of Star Leasing Inc. and/or Danny Gus tafson, Chief Financial Officer of Star \nLeasing Inc.”  (Randal Dep. Ex. 26, at PAC 002051.)   \n \n \n118. Pacific argues that Star Leasing has failed to rebut the presumption that \nthe Utah Judgment is entitled to full faith and credit.  (Mem. Supp. Pacific’s Mot. \nEnforce Foreign J. 7.)  To support its argument, Pacific relies in part on Randal’s \nadmissions to Pacific’s discovery requests in an ongoing action in Utah, Johnson v. \nPacific Alliance Corp., Civil No. 140908429, Third Judicial District Court, Salt Lake \nCounty, Utah.  (Mem. Supp. Pacific’s Mot. Enforce Foreign J. 8−9, 13−14.)  The Court \ncannot consider admissions made by Randal in another action.  Utah R. Civ. P. 36(c) \n(“Any admission under this rule is for the purpose of the pending action only.  It is \nnot an admission for any other purpose, nor may it be used in any other action.”).   \n119. Pacific also argues that Randal fully participated in the proceedings in \nUtah that resulted in the Utah Judgment, and while participating in the Utah Action, \nStar Leasing, by and through Randal, did not allege any abuses of Star Leasing’s due \nprocess rights.  (Mem. Supp. Pacific’s Mot. Enforce Foreign J. 13, 15−16.)  As a result, \nPacific argues that Star Leasing cannot collaterally attack the Utah Judgment based \non an argument it could have raised in the rendering jurisdiction.  (Mem. Supp. \nPacific’s Mot. Enforce Foreign J. 13, 16.) \n120. Pacific’s arguments fly in the face of its contention—made for the first time \nduring the hearing on the Motions —that Pacific fired Oakeson and hired Reed to \nrepresent Star Leasing.  Pacific’s evidence shows that Randal did not fully participate \nin the Utah Action that resulted in the Judgment.  The evidence submitted by the \nMenscers indicates that Randal did not know of the Utah Judgment until two to three \nmonths after it was entered, Randal did not know of or review the Stipulation, and \n \n \nRandal did not know Oakeson withdrew or that Star Leasing was represented by \nReed.  Moreove r, the relevant question is not whether Randal fully participated in \nthe Utah Action; rather, the relevant question is whether Star Leasing was prevented \nfrom fully participating in the Utah Action such that there was no true adversary \nproceeding.  Star Le asing could not  have fully participated when  Pacific—Star \nLeasing’s direct adversary —assumed control over Star Leasing and the Utah \nlitigation on Star Leasing’s behalf.   \n121. In sum, the Court  concludes that Star Leasing has presented sufficient \nevidence that Star Leasing was prevented from fully participating in the Utah Action \nsuch that there was no true adversary proceeding to rebut the presumption that the \nUtah Judgment is entitled to full faith and credit, and that Pacific has failed to satisfy \nits burden of proving that the Utah Judgment is entitled to full faith and credit.  \nTherefore, Pacific’s Motion to Enforce Foreign Judgment is denied.          \nV. CONCLUSION \n122. For the foregoing reasons, the Court hereby ORDERS as follows:  \nA. The Court GRANTS the Menscers’ Motion for Partial Summary \nJudgment on the Menscers’ claim for a declaratory judgment that \nthey are the sole shareholders, directors, and officers of Star Leasing \nand neither Pacific, Clark, Wilhoite, Payne,  nor Perr ett have any \nownership in Star Leasing.  \n \n \nB. The Court DENIES the Menscers’ Motion for Partial Summary \nJudgment on the Menscers’ claim for violation of N.C. Gen. Stat. § \n55D-18. \nC. The Court DENIES Pacific’s Motion to Enforce Foreign Judgment.  \nSO ORDERED, this the 16th day of June, 2017. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}