{
  "id": "f7d97f65c59cb828bfb4d4101f76911483315cb9347e8f22d26a4ffca2c33dfd",
  "source_file": "data/raw/ncbc/f7d97f65c59cb828bfb4d4101f76911483315cb9347e8f22d26a4ffca2c33dfd.pdf",
  "raw_text": "Mitchell, Brewer, Richardson, Adams, Burge & Boughman, PLLC v. Brewer, 2007 \nNCBC 14 \n \n \nSTATE OF NORTH CAROLINA          IN THE GENERAL COURT OF JUSTICE \n          SUPERIOR COURT DIVISION \nCOUNTY OF CUMBERLAND                    06 CVS 6091 \n \n \nMITCHELL, BREWER, RICHARDSON, ) \nADAMS, BURGE & BOUGHMAN, ) \nPLLC; GLENN B. ADAMS;   ) \nHAROLD L. BOUGHMAN;   ) \nJR.; and VICKIE L. BURGE,  ) \n   Plaintiffs  ) \n      )  \n  v .     )                      ORDER \n      )  \nCOY E. BREWER, JR.;   ) \nRONNIE A. MITCHELL;    ) \nWILLIAM O. RICHARDSON;  ) \nand CHARLES BRITTAIN,   ) \n   Defendants  ) \n \n \n[1] This civil action arises out of t he breakup of a law firm organized as a \nprofessional limited liability company (“PLLC”).  The matter comes before the court upon \nthe Defendants’ Motion to Dismiss (“Motion”) the various claims (“Claims”) stated in the \nPlaintiffs’ Amended Complaint (“Complaint”), pursuant to the provisions of Rules \n12(b)(1) and 12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”). \n[2] Defendants’ Motion raises a number of  issues, the most pivotal of which \npresents a question of first impression in this State.  That issue is whether, upon the \ndissolution of a PLLC law firm, an unresolved contingent fee case is a firm “asset” in \nwhich a member attorney who performed no legal work on such case has distributive \nrights?  \n[3] After considering the arguments, br iefs, other submissions of counsel and \nappropriate matters of record, as discussed below, the court concludes that Defendants’ \nMotion should be DENIED. \nEverett Gaskins Hancock & Stevens, L.L.P., by E.D. Gaskins, Jr., and Louis \nWooten, for Plaintiffs Mitchell Brewer Richardson Adams Burge & Boughman, \nP.L.L.C., Glenn B. Adams, Harold L. Boughman, Jr., and Vickie L. Burge. \n \nBrooks Pierce McLendon Humphrey & Leonard, L.L.P., by Jim W. Phillips, Jr., \nand Charles F. Marshall, for Defendants Coy E. Brewer, Jr., Ronnie A. Mitchell, \nWilliam O. Richardson, and Charles Brittain.  \n \nJolly, Judge. \nI. \nPROCEDURAL BACKGROUND \n[4] This civil action was filed in Cu mberland County Superior Court.  It was \ndesignated a complex business case by Order of the Chief Justice of the North Carolina \nSupreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) (respective Sections of the \nNorth Carolina General Statutes are cited hereinafter as “G.S.”), dated July 14, 2006; \nand was assigned to the undersigned Special Superior Court Judge for Complex \nBusiness Cases, by Order of the Chief Special Superior Court Judge for Complex \nBusiness Cases, dated July 25, 2006. \n[5] Plaintiffs filed their Complaint on August 2, 2006.  Defendants filed their \nMotion on November 1, 2006.  The court heard oral argument on the Motion on January \n8, 2007.   \nII.   \nFACTS \n[6] Among other things, the Complaint alleges that: \n 2\n(a) Plaintiff Mitchell, Brewer, Ric hardson, Adams, Burge & Boughman, \nP.L.L.C. (the “Firm”), is a North Carolina PLLC that maintains its principal place \nof business in Cumberland County, North Carolina.  (Compl. ¶ 8.) \n(b) Plaintiff Glenn B. Adams (“Adams ”) is an individual residing in \nCumberland County, North Carolina.  (Id. ¶ 1.) \n(c) Plaintiff Harold L. Boughman, Jr. (“Boughman”) is an individual \nresiding in Cumberland County, North Carolina.  (Id. ¶ 2.) \n(d) Plaintiff Vickie L. Burge (“Bur ge”) is an individual residing in \nCumberland County, North Carolina.  (Id. ¶ 3.) \n(e) Defendant Coy E. Brewer (“Brewe r”) is an individual residing in \nCumberland County, North Carolina.  (Id. ¶ 4.) \n(f) Defendant Ronnie A. Mitchell (“Mitchell”) is an individual residing in \nCumberland County, North Carolina.  (Id. ¶ 5.) \n(g) Defendant William O. Richardson (“Richardson”) is an individual \nresiding in Cumberland County, North Carolina.  (Id. ¶ 6.) \n(h) Defendant Charles Brittain (“Brittain”) is an individual residing in \nCumberland County, North Carolina.  (Id. ¶ 7.) \n(i) At times material , the individual Plaintiffs and the Defendants \nincluded all the members1 (“Member(s)”) of the Firm.  (Id. ¶ 8.) \n(j) The individual Plaintiffs bring this action on their own behalf and on \nbehalf of the Firm pursuant to G.S. 57C-8-01.  (Id.) \n                                                 \n1 For purposes of Defendants’ Motion, the court reads Plaintiffs’ allegation to mean “members” as defined \nby G.S. 57C-1-03(14). \n 3\n(k) In or around June 2005, Adams, Burge, and Boughman \n(collectively, \"Plaintiffs\"); and Brewer, Mitchell, Richardson, and Brittain \n(collectively, \"Defendants\"), ceased practicing law together (the “Breakup”).  (See \nCompl. ¶ 13.)  \n(l) The Firm dissolved by agreement on July 1, 2005.  (Compl. ¶ 13.) \n(m) The Members of the Firm nev er executed a written operating \nagreement governing their respective rights and duties relative to the Firm.  (Id. ¶ \n12.) \n(n) At times material, the Firm had l egal services contracts with various \nclients.  Some of those contracts involved ongoing, unresolved contingent fee \ncases (the “Contingent Fee Case(s)”).2 (Id. ¶ 18.) \n(o) Following the Breakup, Def endants formed a new law firm (the \n“Defendants’ New Firm”).3 (Id. ¶ 16.) \n(p) Defendants have offered legal services through the Defendants’ \nNew Firm to former Contingent Fee Case clients of the Firm.4 (Id.) \n(q) After the Breakup, Defendant Br ewer performed an accounting of \nthe Firm’s financial status as part of winding up the Firm.  In a memorandum to \nthe Firm’s Members, Brewer presented the results of this accounting, which \nincluded a proposed allocation of existing debts, obligations and assets of the \nFirm and a proposed final distribution to Plaintiffs.  The accounting did not \n                                                 \n2 Although the parties raise other issues, the Contingent Fee Cases are the primary focus of the dispute \nbetween the Plaintiffs and Defendants. \n3 Based upon Exhibit 4 to the Complaint, it appears that Plaintiffs also formed a new law firm.  However, \nthe existence and makeup of Plaintiffs’ new firm is not relevant to resolution of Defendants’ Motion. \n4 Although the Complaint does not speak to whether and to what extent Contingent Fee Cases went to \nthe Defendants’ New Firm, the correspondence attached to the Complaint clearly supports an inference \nthat one or more did. \n 4\nattribute any value to the Contingent Fee Cases.  Plaintiffs refused to accept the \ndebt allocation and distributions proposed by Brewer.  (Compl. ¶¶ 18-19.) \n[7] Plaintiffs do not allege that they performed any legal work on the \nContingent Fee Cases.  (See Compl.) \n[8] Plaintiffs filed this civil action,  seeking, among other things, an additional \ndistribution of Firm proceeds to reflect their contended share of net Firm assets, \nincluding the Contingent Fee Cases, plus monetary damages.  In their Complaint, \nPlaintiffs ask for an accounting to the Firm of the Firm's profits and losses (Claim One); \nan accounting to Plaintiffs of the Firm’s profits and losses (Claim Two); and a \ndistribution to reflect Plaintiffs' contended share of the net value of the Firm’s assets \n(Claim Three).  (Compl. ¶¶ 25-40.)  Plaintiffs further contend that Defendants’ failure to \nprovide a sufficient accounting and distribution, and their refusal to recognize Plaintiffs’ \nentitlement to a share of any fees from the Contingent Fee Cases, constitute both a \nbreach of fiduciary duty (Claim Four) and an unfair and deceptive trade practice (Claim \nFive).  (Id. ¶¶ 41-50.) \nIII. \nDEFENDANTS’ MOTION \n[9] Defendants have moved for dismissal of  all Plaintiffs’ Claims, contending \nthat: \n(a) The Firm, a North Carolina limited liability company (“LLC”), 5 must \nbe dismissed as a party plaintiff to this civil action under Rules 12(b)(1) (lack of \nsubject matter jurisdiction) and 12(b)(6) (failure to state a claim upon which relief  \n                                                 \n5 Technically, the Firm is a PLLC.  However, the relevant statutes treat a PLLC and an LLC identically.  \nSee G.S. 57C-2-01(c).  Accordingly, this Order speaks of the Firm as an LLC. \n 5\n \ncan be granted).  Defendants argue that the Firm is not a real party in interest \nbecause Plaintiffs lack standing to bring this action on behalf of the Firm, and \nbecause Plaintiffs failed to plead that any action of Defendants adversely \naffected the Firm (“Defendants’ Standing Argument”); \n(b) Defendants are not personally liabl e for any breach of their duties \nas managers of the Firm; and, therefore, the Complaint must be dismissed under \nRule 12(b)(6) (“Defendants’ Immunity Argument”); \n(c) Plaintiffs have alleged no legal or factual basis to support their \nrecovery of a share of the value of any Contingent Fee Cases; and, therefore, the \nComplaint must be dismissed under Rule 12(b)(6) (“Defendants’ Fees \nArgument”); and \n(d) Claims Four and Five depend upon t he viability of one or more of \nthe Complaint’s first three Claims, and if those are dismissed then Claims Four \nand Five also should be dismissed.6   \n[10] For purposes of their Motion, Defendants concede that the court must \nassume that dissolution of the Firm has occurred.  (Defs.’ Br. Supp. Mot. Dismiss 3, \nn.1.) \n \n \n \n  \n                                                 \n6 Defendants present substantive argument as to Claims Four and Five only by a single, limited footnote \nin their Brief.  (Defs.’ Br. Supp. Mot. Dismiss 5, n.10.)  \n  \n 6\nIV. \nDISCUSSION \nA. \nDefendant’s Standing Argument. \n[11] Under Rule 17(a), a party lacks standing to sue if it is not a “real party in \ninterest.”  A real party in interest is one who “by substantive law has the legal right to \nenforce the claim in question.”  Whittaker v. Furniture Factory Outlet Shops, 145 N.C. \nApp. 169, 175, 550 S.E.2d 822, 825 (2001) (citations omitted).   \n[12] Inasmuch as Defendants’ Standi ng Argument is made pursuant to Rule \n12(b)(1), this court may consider and weigh matters outside of the pleadings in regard \nto this argument.  Tart v. Walker, 38 N.C. App. 500, 502, 248 S.E.2d 736, 737 (1978).  \nAccordingly, the Firm’s Articles of Organization (“Articles”), a public document \nmaintained by the Secretary of State pursuant to statutory authority, are properly before \nthe court in the context of Defendants’ Standing Argument. \n[13] However, a motion to dismiss for lack of standing is t antamount to a Rule \n12(b)(6) motion to dismiss.  Accordingly, in considering Defendants’ Standing \nArgument, the court should determine whether “the allegations of the complaint, treated \nas true, are sufficient to state a claim upon which relief may be granted under some \nlegal theory.” Slaughter v. Swicegood, 162 N.C. App. 457, 464, 591 S.E.2d 577, 582 \n(2004). \n[14] The substance of De fendants’ Standing Argument is that Plaintiffs (a) \nwithdrew as Members of the Firm prior to the time they brought this action, and G.S. \n57C-8-01 provides that membership in an LLC at the time of bringing an action is a \n 7\nprerequisite to bringing suit in that LLC’s name; and (b) have not alleged that the Firm \nwas adversely affected by any action of Defendants, as required by precedent, including \nPeoples Oil Co. v. Richardson, 271 N.C. 696, 157 S.E.2d 369 (1967). \n[15] Defendants’ First Standing Contention: \n(a) Defendants’ Standing Argument c ontends that, notwithstanding the \nallegation in the Complaint that Plaintiffs were Members of the Firm when suit \nwas filed (See Compl. ¶ 8.), Plaintiffs voluntarily withdrew from the Firm prior to \nthe filing of this action and the Firm therefore should be dismissed as a party \nplaintiff pursuant to G.S. 57C-8-01.  Defendants point out that Plaintiffs reference \ntheir disassociation as a “withdrawal” in correspondence between the parties \nconcerning the Breakup (“Correspondence”)7.  Defendants argue that this \nconstitutes a judicial admission by which Plaintiffs are bound as a matter of law.  \nFurther, contrary to the allegation of the Complaint that no operating agreement \nwas ever executed by the Members of the Firm (Compl. ¶ 12), Defendants \ncontend that the substance of the Correspondence is sufficient to constitute an \noperating agreement pursuant to which Plaintiffs voluntarily withdrew from the \nFirm. \n(b) Except as may be reflected in the Correspondence, there is nothing \non the face of the pleadings or elsewhere of record showing that a withdrawal by \nPlaintiffs occurred prior to the filing of this action; or that “withdrawal” is defined, \nanticipated or otherwise dealt with in either the Firm’s Articles or a written \noperating agreement. \n                                                 \n7 The Correspondence is attached to the Complaint as Exhibits One through Four, and is properly before \nthe court for Rule 12(b)(6) purposes.  Woolard v. Davenport, 166 N.C. App. 129, 601 S.E.2d 319 (2004). \n 8\n(c) The North Carolina Limited Liab ility Company Act (G.S. 57C-1-01 \nto -10-07) (the “Act”) provides specific instances in which one’s membership in \nan LLC may cease.  One such instance is when a Member voluntarily withdraws \nunder G.S. 57C-5-06 (the “Voluntary Withdrawal Provision”).  The Voluntary \nWithdrawal Provision provides that “[a] member may withdraw only at the time or \nupon the happening of the events specified in the articles of organization or a \nwritten operating agreement” (emphasis added), which must be binding upon all \nMembers (G.S. 57C-1-03(16)).   \n(d) Accordingly, “withdrawal” in the context of an LLC is a term that \ndescribes an occurrence specifically allowed for and limited by the Act.  \nNotwithstanding the Plaintiffs’ use of such term in the Correspondence, absent \nany definition in the Articles or an operating agreement as to what constitutes \n“withdrawal,” the court is unable to conclude as a matter of law that Plaintiffs \nhave judicially admitted that they withdrew from the Firm prior to the filing of this \naction or that the Correspondence constitutes an operating agreement pursuant \nto which Plaintiffs withdrew from the Firm prior to filing. 8 \n(e) Consequently, the court is unabl e to conclude as a matter of law \nthat a “withdrawal” from the Firm by Plaintiffs occurred prior to the filing of this \naction.  Therefore, there is currently no basis upon which to determine that \nPlaintiffs were not Members of the Firm at the time this action was brought. \n                                                 \n8 Defendants argue that a conclusion to this effect is tantamount to a determination that it is impossible for \na Member to withdraw from an LLC that does not address “withdrawal” in its articles of organization or a \nwritten operating agreement.  (See Defs.’ Reply Pls.’ Resp. Mot. Dismiss 4.)  Although under some \ncircumstances an impasse theoretically may occur, such a situation clearly could be avoided by prior \nagreement, as encouraged by the Act.  The potential for impasse may be an issue for legislative \nconsideration in due course.  In the instant case, whether the Correspondence constitutes an operating \nagreement at best presents a question of fact, which is not appropriate for determination as a matter of \nlaw under Rules 12(b)(1) or 12(b)(6). \n 9\n[16] Defendants’ Second Standing Contention: \n(a) Defendants’ Standing Argument fu rther contends that the Firm is \nnot a real party in interest because the Complaint does not allege that the Firm \nwas adversely affected by any acts of Defendants. \n(b) To the contrary, however, the Co mplaint alleges that Defendants’ \nactions were in derogation of the interests of the Firm.  (See, e.g., Compl. ¶ 43.)  \nAccordingly, this contention by Defendants is not well-founded. \n[17] Therefore, in the context of a mo tion to dismiss pursuant to Rules 12(b)(1) \nand 12(b)(6), there does not appear on the face of the Complaint, the Correspondence, \nor any other matters properly before the court an insurmountable bar to Plaintiffs’ \nstanding to bring this civil action on behalf of the Firm.  Accordingly, with regard to \nDefendants’ Standing Argument, Defendants’ Motion should be DENIED. \nB. \nDefendants’ Immunity Argument. \n[18] Defendants’ Immunity Argument contends that the Firm’s Articles \nextinguish any liability that Defendants may have to Plaintiffs, thereby creating an \ninsurmountable bar to the relief sought by Plaintiffs.  Defendants have asked the court \nto take judicial notice of the Firm’s Articles in the context of their Immunity Argument.  \nPlaintiffs have not objected, and the court deems the Articles to be before it for \npurposes of Defendants’ Immunity Argument.  In this regard, the Articles provide: \nTo the full extent from time to time permitted by law, no person \nwho is serving or has served as a manager of the limited liability \ncompany shall be personally liable in any action for monetary \ndamages for breach of his or he r duty as a manager, whether \nsuch action is brought by or in  the right of t he limited liability \ncompany or otherwise.  Neither the amendment or repeal of this \n 10\nArticle, nor the adoption of any pr ovision of these Articles of \nOrganization inconsistent with this  Article, shall eliminate or \nreduce the protection afforded by the Article to a manager of the \nlimited liability company with respect to any matter which \noccurred, or any cause of action, suit or claim which but for this \nArticle would have accrued or ri sen, prior to such amendment, \nrepeal or adoption. \n \nThe Articles further provide that all Members of the Firm are managers.  Mitchell, \nBrewer, Richardson, Adams, Burge & Boughman, PLLC, Ltd. Liab. Co. Articles of Org. \n¶¶ 7-8 (Sept. 5, 2000), available at: \nhttp://www.secretary.state.nc.us/corporations/filings.aspx?PItemID=5286460#. \n[19] Section 57C-3-32(a)(1) of  the Act specifically allows for limiting the liability \nof managers of an LLC (the “Permissive Liability Limitation Provision”).  It provides that \n“the articles of organization or a written operating agreement may . . . [e]liminate or limit \nthe personal liability of a manager . . . for breach of any duty provided for in G.S. 57C-3-\n22.”  However, the Permissive Liability Limitation Provision is operative only as to \n“monetary damages.”  G.S. 57C-3-32(a)(1). \n[20] Section 57C-3-32(b) of the Act further provides that personal liability of a \nmanager may not be limited or eliminated for (a) “acts or omissions that the manager. . . \nknew at the time of the acts or omissions were clearly in conflict with the interests of the \nlimited liability company” or (b) “any transaction from which the manager. . . derived an \nimproper personal benefit.” \n[21] The Complaint contains allegatio ns that could support a claim that \nDefendants either undertook actions or omissions that they knew at the time were \nclearly in conflict with the interests of the Firm or have entered into transactions from \nwhich they derived an improper personal benefit.  (See, e.g., Compl. ¶ 43.) \n 11\n[22] The Complaint also seeks affirmati ve relief (accounting) in addition to \nmonetary damages.  (Compl. ¶¶ 25-30.) \n[23] Therefore, in light of Plaintiffs’ Complaint, neither the provisions of G.S. \n57C-3-32 nor the Firm’s Articles pose as a matter of law an insurmountable bar to \nPlaintiffs’ Claims against Defendants.  Accordingly, with regard to Defendants’ Immunity \nArgument, Defendants’ Motion should be DENIED. \nC. \nDefendants’ Fees Argument. \n[24] Defendants’ Fees Argu ment contends that Plaintiffs’ Claims should be \ndismissed because: \n(a) Plaintiffs withdrew 9 from the Firm and are not entitled to any share \nof the “fair market value” of the Contingent Fee Cases.  Defendants frame the \nissue before the court as:  “Can departing lawyers demand a share of the value \nof unresolved contingency [fee cases] when they performed no work on those \ncases?”  (See Defs.’ Reply Pls.’ Resp. Mot. Dismiss 1); and \n(b) Even should Plaintiffs be entitled to  share in the fair market value of \nthe Contingent Fee Cases, that value must be measured as of the time of \nPlaintiffs’ withdrawal from the Firm10; and, at such time, any value is so \nspeculative and uncertain that it is incapable of determination. \n \n \n                                                 \n9 As discussed herein (supra ¶ 10), for purposes of their Motion, Defendants concede that the court must \nassume that a dissolution of the Firm, rather than a withdrawal by Plaintiffs, has occurred.  However, in \ntheir Fees Argument, Defendants again reference the Breakup as a “withdrawal” by Plaintiffs.  Though the \ncourt here uses Defendants’ language, it treats the Breakup as a dissolution. \n10 Cf. supra note 9. \n 12\n[25] Defendants’ First Fees Contention: \n(a) Defendants’ Fees Argument first contends that, upon the \ndissolution of an LLC law firm, a Contingent Fee Case is not a firm “asset” in \nwhich a Member attorney has distributive rights unless that attorney in fact \nperformed legal work on that Contingent Fee Case.  In this regard, Defendants \nargue that pursuant to the ethical mandates of case law and the Rules of \nProfessional Conduct promulgated by the North Carolina State Bar (collectively, \nthe “Rules of Ethics ”), legal services contracts (“Engagements”) are unique and \nunlike other contracts.  They contend that, under the Rules of Ethics, upon the \ndissolution of an LLC law firm, the mechanism for proper sharing by Members of \nthe ultimate fees realized from a Contingent Fee Case is analogous to that of (a) \nattorneys not affiliated in a law firm, but acting as co-counsel on a Contingent \nFee Case, or (b) an attorney seeking a fee after having been discharged from a \nContingent Fee Case, i.e., a measuring of the legal services contributed by the \nrespective attorneys upon a quantum meruit basis.  See, e.g., Pritchett & Burch, \nPLLC v. Boyd, 169 N.C. App. 118, 609 S.E.2d 439 (2005); see also N.C. Rules \nProf’l Conduct (hereinafter “RPC”), Rule 1.511.  Therefore, Defendants argue, \n                                                 \n11 Defendants point out that an exception exists to the quantum meruit measure for division of fees \nbetween attorneys in the situation where Engagement fees are “to be received in the future for work done \nwhen lawyers were previously associated in a law firm.”  RPC, Rule 1.5, Comment 9 (“Comment 9”).  \nThey argue that this exception supports Defendants’ position and requires that any attorneys receiving a \nshare of future fees must personally have done work on the Engagement in question.  However, the \nexception reflected in Comment 9 is silent as to whether (a) a particular attorney must have done some of \nthe firm’s legal “work” on an Engagement for which fees are to be received in the future before that \nattorney may receive any share of such fees, or (b) any attorney who was a member of the firm when the \nlegal “work” was done may share in the future fees.  The court does not construe Comment 9 to support \nDefendants’ argument.  Rather, the more appropriate construction of Comment 9 is that the sharing and \ndivision of fees to be received in the future for work done by various attorneys while associated in a law \nfirm is not regulated by the RPC; and such fees may be shared within the firm upon whatever basis the \nattorneys agree.  At best for the Defendants’ position, Comment 9 is ambiguous in the context of the \ninstant dispute. \n 13\nwith regard to Contingent Fee Cases the dissolution distribution mechanisms \nprovided by the Act (G.S. 57C-6-04 (winding up) and G.S. 57C-6-05 (distribution \nof assets)) do not control. \n(b) Accordingly, Defendants contend, since the Complaint fails to \nallege that Plaintiffs performed legal services on any of the Contingent Fee \nCases, as to them Plaintiffs have no rights to recover anything upon dissolution; \nand their Claims should be dismissed pursuant to Rule 12(b)(6). \n[26] The parties have cited a large number of disparate cases they contend \nsupport their respective arguments on this issue.  However, neither party has brought \nforward any North Carolina authority directly on point, and the court treats this as a \nmatter of first impression in this State. \n[27] The Act provides specific guideli nes for the formation (G.S. 57C-2-20) and \ndissolution (G.S. 57C- 6-01 to -03) of an LLC.  It requires an LLC to file articles of \norganization (G.S. 57C-2-21 and 9A-03), and allows the Members of an LLC certain \nlatitude to enter into an operating agreement (G.S. 57C-1-03(16), 3-05).  The Act \nspeaks to several instances in which its provisions may be added to or altered by such \narticles of organization and/or operating agreement.  See, e.g., G.S. 57C-3-02 (stating \nthat a membership interest in an LLC ceases upon the happening of certain events \n“[u]nless otherwise provided in this Chapter, the articles of organization, or a written \noperating agreement . . .”).  It also provides that certain rights and duties under the Act, \nsuch as voluntary withdrawal, are wholly contingent upon such articles of organization \nor operating agreement.12 The Act further allows Members to have an interest in the \nLLC itself, including any share of the profits and losses of the LLC and any right to \n                                                 \n12 Such requirements may present practical, but avoidable difficulties.  See, e.g., supra note 8. \n 14\nreceive distributions of the LLC assets (“Membership Interest”) (G.S. 57C-1-03(15)); \nand makes it clear that such Membership Interest is personal property, and not an \ninterest in specific LLC property (G.S. 57C-5-01).  Accordingly, the Act allows for the \ncreation of a legal entity that has certain benefits (e.g., liability limitation, potential for \npass-through taxation) and burdens (e.g., compliance with the statutory requirements of \nthe Act).  The fact that the LLC business organization is a law firm does not alter these \nprovisions of the Act.  See G.S. 57C-2-01(c) (“[P]rofessionals licensed under the \napplicable licensing statute may render professional services through a . . . limited \nliability company.”) \n[28] In the modern practice of law, absent an agreement to the contrary, it is \naxiomatic that when an attorney has a legal and proper equity interest in a law firm, he \nor she shares in the assets, profits and/or losses generated by the various \nEngagements of that firm.  That is true whether the Engagement is (a) for transactional \nor litigation services; (b) undertaken by the firm on a fixed, hourly or contingent fee \nbasis (such as the Contingent Fee Cases at issue here); or (c) worked on by that \nparticular attorney.  In this regard, the court recognizes the ethical considerations and \nconstraints appropriately imposed upon Engagements by the Rules of Ethics.  However, \nthe court finds no basis for concluding, in the context of a dissolving LLC law firm,13 that \nthe Rules of Ethics either prevail over the provisions of the Act or otherwise require that \na member must provide legal services on each such Engagement as a condition \nprecedent to that Member’s right to share in the ultimate distribution of the \nEngagement’s value within the firm.  Rather, upon either withdrawal or dissolution each \n                                                 \n13 The court concludes the same would hold true in the context of a dissolving law firm structured as a \npartnership under the Uniform Partnership Act.  See G.S. 59-31 to -1107.  \n 15\nMember would be entitled to his or her respective share of firm profits and losses from \nany Engagements, including Contingent Fee Cases, regardless of whether the member \nprovided legal services on a particular Engagement.14 \n[29] The Act provides that upon disso lution, unless otherwise agreed, an LLC \nsuch as the Firm continues in existence while its managers, or others charged with \nwinding up the affairs of the LLC, have a statutory duty to (a) obtain “[a]s promptly as \nreasonably possible . . . the fair market value for the [LLC’s] assets15,” and (b) distribute \nthe net balance of those assets to the LLC’s Members, and others.  G.S. 57C-6-04(b), -\n05(3).  The requirement that the fair market value of an LLC asset be obtained “as \npromptly as reasonably possible,” and the mechanics of how that is achieved, must be \nviewed relative to the business the LLC conducts and the types of assets it holds.  The \ncourt can find no reason why law firm Engagements, such as the Contingent Fee \nCases, are not capable of being liquidated in a manner consistent with these statutory \nrequirements. \n[30] Accordingly, with regard to Defendant s’ First Fees Contention, the court is \nunable at this stage to conclude as a matter of law that Contingent Fee Cases are not \nassets of the Firm in which Plaintiffs have a recoverable interest upon dissolution.16 \n                                                 \n14 Whether the Breakup ultimately is found to be a dissolution (as it is deemed for purposes of the \nDefendants’ Motion), or a withdrawal by Plaintiffs (as contended by Defendants), the primary difference \nbetween the two is when and how Plaintiffs’ rights of distribution are valued.  Compare G.S. 57C-5-07 \n(distribution upon withdrawal to be fair value of Member’s interest as of date of withdrawal), with 57C-6-05 \n(distribution upon dissolution to follow winding up of the LLC).  If a withdrawal is ultimately found to have \noccurred, valuation of Engagements such as the Contingent Fee Cases would appear to be more \nproblematic for Plaintiffs.  See infra ¶ 31 (Defs.’ Second Fees Contention).  However, since for purposes \nof Defendants’ Motion the Breakup must be viewed as a dissolution, valuation as of the date of the \ncontended withdrawal by Plaintiffs is not now before the court. \n15  The Act does not define “assets.”  G.S. 57-C-1-01 to -10-07.  Nor do the Firm’s Articles.   \n16 This matter has potential to present a host of related, complex issues that are not now before the court.  \nFor example, what are the various duties, vis-à-vis the Firm and the Defendants’ New Firm, of Defendant \nMembers who undertake to manage to their conclusion Contingent Fee Cases that follow Defendants to \nDefendants’ New Firm; and how, if at all, would profits or losses realized from a Continent Fee Case \n 16\n[31] Defendants’ Second Fees Contention: \n(a) Defendants’ Fees Argument furt her contends that any interest \nPlaintiffs may have in the Contingent Fee Cases must be measured as of the \ndate Plaintiffs withdrew from the Firm. \n(b) Defendants argue that t he value of those matters at such a time is \nso speculative and uncertain that it is incapable of determination; and that the \nContingent Fee Cases therefore have no value for purposes of distribution to \nPlaintiffs. \n[32] It is true that facts supporting a finding of withdrawal by Plaintiffs would \naffect the timing and mechanics of any distribution to Plaintiffs.  Cf. supra note 14.  \nHowever, as previously discussed, for purposes of Defendants’ Motion the court must \ntreat the Breakup as a dissolution rather than a withdrawal.   \n[33] Regardless of when and how a Member ’s rights of distribution are to be \nmeasured, the court recognizes the validity of Defendants’ argument that it is difficult, if \nnot impossible, to value (in terms of either positive or negative value) Engagements \nsuch as the Contingent Fee Cases before they become liquidated (e.g., by enforceable \nsettlement or disposition by trial).  This foreseeable difficulty does not, however, dictate \nthat such matters have no value, especially in a dissolution setting.  Notwithstanding \nPlaintiffs’ demand (see Compl., Prayer Relief ¶¶ (b)-(c)), asking that the court \n“determine” and order Defendants “immediately” to pay over to Plaintiffs their respective \nshares of the dissolved Firm), assigning quantifiable value to such contended  \n                                                                                                                                                             \nultimately resolved by the Defendants’ New Firm be shared between the Firm and the Defendants’ New \nFirm?  Would it be on a quantum meruit basis or otherwise?  Further, since the theory underlying the \nparties’ respective positions is not limited to Contingent Fee Cases, how would other Engagements be \naccounted for between the various Members of the Firm in the context of either withdrawal or dissolution?  \n \n 17\n \nentitlements may require that final Firm distributions be delayed until the Contingent Fee \nCases are liquidated and finite value is obtained.  Such an event appears to be \ncontemplated by the Act, which provides that upon dissolution, the fair market value of \nthe LLC’s assets is to be “obtained,” “collected” and “distributed”; and that the LLC “shall \ncontinue in existence following its dissolution and during its winding up, but shall carry \non only that business appropriate to wind up and liquidate its business and affairs.”  See \nG.S. 57C-6-04(b). \n[34] Therefore, with regar d to Defendants’ Second Fees Contention, the court \nconcludes that, in the context of Defendants’ Fees Argument under Rule 12(b)(6), \npotential difficulty in measuring the “value” of Contingent Fee Cases does not as a \nmatter of law constitute an insurmountable bar to Plaintiffs’ Claims. \n[35] Accordingly, with regard to Defendants’ Fees Argument, Defendants’ \nMotion should be DENIED. \nD. \nDefendants’ Motion to Dismiss Claims Four and Five. \n[36] The court having concluded that Defendants’ Rules 12(b)(1) and 12(b)(6) \nMotion to dismiss Plaintiffs’ Claims One, Two and Three should be denied, and it finding \nno independent basis to support Defendants’ Motion relative to Plaintiffs’ Claims Four \nand Five, it concludes that Defendants’ Motion likewise should be DENIED with regard \nto Plaintiffs’ Claims Four and Five. \n \n \n 18\nV. \nCONCLUSION \n[37] Based on the foregoing, it her eby is ORDERED, ADJUDGED and \nDECREED that: \n(a) Taking the allegations of the Complaint as true, Plaintiffs have not \nfailed to state a claim upon which relief can be granted as to the five Claims \nstated in the Complaint.  Accordingly, Defendants’ Motion to Dismiss pursuant to \nthe provisions of Rules 12(b)(1) and 12(b)(6) is DENIED.17 \n(b) Until further order of the court, all parties to this action shall \nmaintain either independent financial records or records capable of identification, \nseparation and isolation as to all Contingent Fee Cases, transactions, or other \nwork attributable, by source or otherwise, to the Firm. \nTHIS, the 8th day of May, 2007. \n \n       \n                                                 \n17 By utilizing the rules of discovery, Defendants may ascertain more precisely the factual details of \nPlaintiffs’ respective Claims, and whether Plaintiffs can prove facts that will entitle them to trial on the \nmerits.  Sutton v. Duke, 277 N.C. 94, 176 S.E.2d 161 (1970). \n \n 19"
}