{
  "id": "f824bf58294068b73786edd106d574fc68a4170a6c649fa45063306bef38caee",
  "source_file": "data/raw/ncbc/f824bf58294068b73786edd106d574fc68a4170a6c649fa45063306bef38caee.pdf",
  "raw_text": "OBERLIN CAPITAL, L.P. v. SLAVIN, et al., 2000 NCBC 6\n \nSTATE OF NORTH CAROLINA\n                              \nIN THE GENERAL COURT OF JUSTICE\n                                                                                                \nSUPERIOR COURT DIVISION\nCOUNTY OF WAKE\n                                                                         \n99-CVS-03447\n \n \nOBERLIN \nCAPITAL, L.P.\n \nPlaintiff,\n \nvs.\n \nEDWARD \nW. SLAVIN, Individually,\nBETTINA K. SLAVIN, Individually, JOSEPH\nJ. FINN-EGAN, \nIndividually, JEFFREY A.\nLIPKIN, Individually,\n \nDefendants.\n \n \n \n \n \nORDER \nAND OPINION\n \n \n \n{1}\n      \nThis matter comes before the Court on defendants’ motions to dismiss pursuant to Rule 12(b)(6) of\nthe North Carolina Rules of Civil Procedure.\n  \nThe central issue raised by the motions is the extent to\nwhich individual directors of a company may be liable for the wrongdoing of other corporate agents or\nthe corporation in the absence of their own participation in the alleged wrong.\n  \nFor the reasons stated\nbelow, this Court finds that such liability cannot be based solely on an individual’s capacity as a\ndirector.\n  \nHowever, a claim may be asserted against a company’s officer/director who actively\nparticipated in the commission of a tort while negotiating a contract on behalf of the company.\n \nAccordingly, the Complaint does state a cause of action against Edward W. Slavin; however, the\nclaims asserted against Bettina K. Slavin, Joseph J. Finn-Egan and Jeffrey A. Lipkin are dismissed.\n \nFranch, Jarashow, Burgmeier & Smith, P.A., by Frank T. Laznovsky, and Smith, Debnam, Narron,\nWyche, Story & Myers, L.L.P., by Kevin L. Sink, for Oberlin Capital, L.P.\n \nUnderwood Kinsey Warren & Tucker, P.A., by Richard L. Farley, for Joseph J. Finn-Egan and Jeffrey\nA. Lipkin.\n \nBode, Call & Stroupe, L.L.P., by Odes L. Stroupe, Jr., for Edward W. Slavin and Bettina K. Slavin.\nI.\n{2}\n      \nThe plaintiff, Oberlin Capital, L.P. (“Oberlin”), is a creditor of Express Parts Warehouse, Inc.\n(“EPW”), a corporation currently in bankruptcy. \n \nOberlin has sued the directors of EPW, alleging that\nthey are personally liable to Oberlin for losses incurred by Oberlin in connection with a loan to EPW.\n \nOberlin’s claims are premised upon its contention that the individual directors of EPW had an\nindependent duty to Oberlin, a potential creditor, to disclose certain events relating to EPW’s\noperations, which events occurred prior to any communication by EPW with Oberlin regarding the\npotential loan at issue.\n  \nThe plaintiff alleges the following facts which, for the purposes of this\nmotion, will be treated as true.\n{3}\n      \nEPW was a wholesale distributor of automotive parts, specializing in brakes, cooling and undercar\nsystems.\n  \nFrom May 23, 1997 through August 27, 1997, Edward W. Slavin (“Mr. Slavin”), Bettina K.\nSlavin (“Mrs. Slavin”), Joseph J. Finn-Egan (“Finn-Egan”) and Jeffrey A. Lipkin (“Lipkin”)\nconstituted the entire board of directors of EPW.\n  \nFinn-Egan and Lipkin are residents of California.\n \nThe Slavins are residents of North Carolina.\n  \nThe principal offices and place of business of EPW were\nin Wake County, North Carolina.\n \n{4}\n      \nOn May 23, 1997, EPW consummated an asset purchase from the Chapter 11 bankruptcy estate of\nReddi-Brake which resulted in the expansion of EPW operating locations.\n  \nPlaintiff alleges that prior\nto the closing of the Reddi-Brake Chapter 11 asset purchase, EPW had an agreement with one of its\nsuppliers, Echlin/Raybestos, that Echlin/Raybestos accept back from EPW $1.5 million per quarter of\nbrake parts, which were obtained out of the Chapter 11 asset sale, and provide EPW a like amount of\nnew parts for sale.\n  \nHowever, by July 1, 1997, Echlin/Raybestos had reneged on its alleged agreement,\nand instead granted EPW a $300,000 operating line of credit, thus resulting in the loss of anticipated\nnew inventory/working capital.\n \n{5}\n                  \nIn July, 1997, after the Echlin/Raybestos deal had changed, EPW began negotiations with\nOberlin for a loan for the purpose of obtaining working capital to meet a short-term cash flow\nproblem.\n  \nOberlin is licensed by the Small Business Administration as a Small Business Investment\nCompany and engages in the business of making subordinated loans to small businesses.\n  \n(Compl. ¶\n20.)\n  \nThe negotiations with Oberlin were conducted by Ed Slavin on behalf of EPW.\n  \nPlaintiff alleges\nthat during the negotiations, Ed Slavin did not disclose to Oberlin that the then current\nEchlin/Raybestos arrangement had changed from the arrangement EPW had originally negotiated.\n \nOnly the current arrangement was disclosed.\n  \nPlaintiff further alleges that during the negotiation\nperiod, all of the directors knew that the original agreement with Echlin/Raybestos had fallen through\nand had been replaced by the new operating line of credit.\n  \nThere are no allegations that EPW\nmisrepresented the actual state of its relationship with Echlin/Raybestos in July of 1997.\n{6}\n                  \nOn August 27, 1997, EPW and Oberlin closed a transaction whereby Oberlin loaned to\nExpress Parts the sum of $1.5 million (the “Oberlin Loan”).\n  \nIn connection with the Oberlin Loan,\nOberlin also acquired the right to purchase stock in EPW, a close corporation.\n  \nSpecifically, EPW\nissued to Oberlin a Stock Purchase Warrant which entitled Oberlin to purchase up to 199.91 of Class B\nCommon Stock upon exercise of the warrant.\n  \nThe Oberlin Loan was memorialized in a Loan and\nSecurity Agreement (the “Agreement”), dated August 27, 1997, which provided as follows:\n \n3.25 \nStatements Not False or Misleading\n.\n  \nBorrower [EPW] has fully advised Lender\n[Oberlin] of all material matters involving borrower’s financial condition, operation,\nproperties or industry that management of Borrower reasonably expects might have a\nmaterial adverse effect on Borrower.\n  \nNo representation or warranty given as of the date\nhereof by Borrower contained in this agreement or any schedule attached hereto or any\nstatement in any document, certificate or other instrument furnished or to be furnished to\nlender pursuant hereto, taken as a whole contains or will (as of Closing) contain any untrue\nstatement of a material fact, or omits or will (as of Closing) omit to state any material fact\nthat is necessary in order to make the statements contained therein not misleading.\n[fn1]\n \n \nThe agreement further stated that Oberlin was familiar with this type of transaction, was able to\nprotect its own interests, and performed its own due diligence:\n3.01 \nInvestment Intent\n.\n(a)\n        \nThe Lender has substantial experience in evaluating and investing in private\nplacement transactions of securities in companies similar to Borrower so that Lender is\ncapable of evaluating the merits and risks of its investment in the Borrower and has the\ncapacity to protect its own interests;\n \n(b)\n        \nThe Lender is acquiring the Debenture and the Warrant, and will acquire the shares\nunderlying the Warrant, for investment in its own account . . \n. .\n \n(d)\n        \nThe Lender has had an opportunity to discuss Borrower's business, management,\nand financial affairs with the Borrower’s management and the opportunity to review the\nBorrower’s facilities. \n \nThe Lender has also had an opportunity to ask questions of the\nofficers of the Borrower, which were answered to its satisfaction.\n \n{7}\n      \nIn January 1998 EPW filed a voluntary petition for Chapter 11 bankruptcy reorganization in the\nUnited States Bankruptcy Court, Eastern District of North Carolina, Raleigh Division.\n  \nThe Complaint\nalleges that in its disclosure statement filed with the United States Bankruptcy Court, EPW stated that\nits bankruptcy was precipitated by inadequate working capital resulting from Echlin/Raybestos\nreneging on its agreement with EPW.\n  \n(Compl. ¶¶ 33-34.)\n  \nFurthermore, the Complaint alleges that\ndespite being aware that Echlin/Raybestos had reneged on its agreement and that this circumstance\nwould have a material impact upon the financial viability of EPW, the directors failed to disclose such\ninformation to Oberlin.\n  \n(Compl. ¶¶ 36-39, 42-43, 50-52.)\n \n{8}\n      \nOberlin brings this action against the EPW directors for the losses it sustained as a result of the\nloan transaction.\n  \nOberlin’s claims are based on the directors’ failure to disclose the facts surrounding\nthe altered Echlin/Raybestos agreement.\n  \nOberlin does not allege any affirmative misrepresentation\nabout the relationship change, but relies solely on an omission.\n  \nIt claims to have first discovered both\nthe fact of the change in the relationship and its materiality after EPW filed for bankruptcy.\n \nII.\n{9}\n      \nWhen ruling on a motion to dismiss under Rule 12(b)(6), the court must determine “whether, as a\nmatter of law, the allegations of the complaint . . . are sufficient to state a claim upon which relief may\nbe granted.”\n  \nHarris v. NCNB\n, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).\n  \nIn ruling on a\nmotion to dismiss, the court must treat the allegations in the complaint\n  \nas true.\n  \nSee Hyde v. Abbott\nLab., Inc.\n, 123 N.C. App. 572, 473 S.E.2d 680, 682 (1996).\n  \nThe court must construe the complaint\nliberally and must not dismiss the complaint unless it appears to a certainty that plaintiff is entitled to\nno relief under any state of facts which could be proved in support of the claim.\n  \nSee id.\n  \nWhen\nconsidering a motion under Rule 12(b)(6), the court is not required to accept as true any conclusions of\nlaw or unwarranted deductions of fact in the complaint.\n  \nSutter v. Duke\n, 277 N.C. 94, 176 S.E. 2d 161\n(1970).\n  \nWhen the complaint fails to allege the substantive elements of some legally cognizable claim,\nor where it alleges facts which defeat any claim, the complaint should be dismissed under Rule 12(b)\n(6).\n  \nSee Hudson Cole Dev. Corp. v. Beemer\n, 132 N.C. App. 341, 511 S.E. 2d 309 (1999).\n  \nWhen\napplying this standard, it must be kept in mind that when fraud is alleged, the circumstances\nconstituting fraud must be plead with particularity.\n  \nN.C. Rule Civ. Pro., Rule 9(b).\n  \nSee also Terry v.\nTerry\n, 302 N.C. 71, 273 S.E. 2d 674 (1981).\nA.\n{10}\n    \nCentral to plaintiff’s claims against the directors is the allegation that the directors had a duty to\nOberlin to insure that EPW disclosed to Oberlin the facts surrounding the failed agreement with\nEchlin/Raybestos.\n  \nIn North Carolina, the duties of directors are defined by statute.\n  \nSpecifically,\nN.C.G.S. § 55-8-30(a)(3) provides that a corporate director must act in good faith, with ordinary care,\nand in a manner which he reasonably believes to be in the best interests of the corporation.\n  \n“The duties\nand liabilities of directors . . . run directly to the corporation and indirectly to its shareholders; they do\nnot run to third parties, such as creditors.”\n  \nRussell M. Robinson, II, \nRobinson on North Carolina\nCorporation Law\n § 14-8, at 284 (5th ed. 1995).\n  \nAccordingly, a director has no fiduciary responsibility\nto creditors of the corporation.\n  \nSee\n  \nN.C.G.S. § 55-8-30 official commentary (1999).\n  \n“The directors or\nofficers of a corporation are not liable for corporate acts and debts simply by reason of their official\nrelation to the corporation.”\n  \n18B Am. Jur. 2d \nCorporations\n § 1829 (1999).\n  \nIn addition, the directors\nof a corporation are not guarantors of its solvency, and are not required to personally supervise the\ndetails of a corporation’s business transactions.\n  \nSee Minnis v. Sharpe\n, 202 N.C. 300, 162 S.E. 606\n(1932); s\nee also\n N.C.G.S. § 55-8-30(b) (director may rely upon information, reports, etc. from the\ncorporation’s officers).\n \n{11}\n    \nThe law makes it clear that directors do not owe a duty to outsiders.\n  \n“A director or officer of a\ncorporation does not incur personal liability for its torts merely by reason of his official character; he is\nnot liable for torts committed by or for the corporation unless he has participated in the wrong.”\n  \n18B\nAm. Jur. 2d \nCorporations\n § 1877 (1999).\n  \nHowever, a director can be held directly liable to a third\nparty for torts he personally committed.\n  \nSee E.F. Milling Co., Inc. v. Sutton\n, 9 N.C. App. 181, 184,\n175 S.E.2d 746, 748 (1970).\n  \nThus, to the extent plaintiff can assert a direct tort claim against an\nindividual director, it may hold her personally liable.\n  \nEven so, the fact that one director committed a\ntort against a third party does not mean that third party may hold all the directors personally liable.\n \nFor example, in \nMinnis v. Sharpe\n, an action for negligence was brought against the directors of\nAlamance Insurance and Real Estate Company (“the Company”).\n  \nThe plaintiffs alleged that the\nCompany engaged in a fraudulent scheme of issuing multiple notes upon the same property.\n  \nId.\n at\n302, 162 S.E. at 607.\n  \nFurthermore, the plaintiffs argued that, although the defendants had not\npersonally participated in the scheme, because the scheme had existed for several years, defendants\nshould be charged with constructive notice of the fraudulent practice.\n  \nId.\n  \nThe court found that\ndirectors are not charged with notice by virtue of “desultory, occasional or disconnected acts of\nmismanagement or fraudulent transactions.”\n  \nId.\n at 303, 162 S.E. at 607.\n  \nInstead, a duty arises only in\n“cases where mismanagement and fraud has [sic] been persistently and continuously practiced for\nsubstantial periods of time.”\n  \nId.\n  \nTherefore, when an officer is appointed as an agent of a corporation,\nthe directors must be able to rely on that officer to act in accordance with the obligations created by\nthe agency.\n  \nId.\n  \nSee also\n \nMyers & Chapman, Inc. v. Evans\n, 89 N.C. App. 41, 47, 365 S.E.2d 202, 206,\naff’d in part, rev’d in part\n, 323 N.C. 559, 374 S.E.2d 385 (1988).\n{12}\n    \nPlaintiff asserts claims against the defendant directors for intentional fraud, general negligence,\nnegligent misrepresentation, breach of fiduciary duty, unfair and deceptive trade practices, and\npunitive damages.\n  \nA distinction must be made between Mr. Slavin, who, under the authority of the\nboard, was actively engaged in the loan negotiations with Oberlin, and the other three defendants\nagainst whom the claims are asserted based solely on their roles as directors. \n \nTherefore, the Court will\nconsider the validity of each claim as asserted against the directors as a whole (“board of directors”),\nand as asserted against Mr. Slavin individually.\n[fn2]\n1.\n{13}\n    \nPlaintiff’s first claim purports to state a claim for fraud based on the allegation that all of the\ndirectors concealed material facts from Oberlin.\n  \nIn order for Oberlin to assert a claim for fraud against\nthe board of directors, it must allege facts which show that: (a) there was “a definite and specific\nrepresentation;” (b) the representation was materially false; (c) the representation was made with\nknowledge of its falsity or in culpable ignorance of its truth; (d) it was made with fraudulent intent; (e)\nit was reasonably relied upon by the other party; and (f) there was actual loss flowing from the alleged\nmisrepresentation.\n  \nLillian Knitting Mills Co. v. Earle\n, 237 N.C. 97, 74 S.E.2d 351 (1953).\n  \nFor\npurposes of this motion the Court assumes that Echlin/Raybestos reneging on its alleged earlier\nagreement was material.\n  \nIn North Carolina, an action for fraud may be based upon an affirmative\nmisrepresentation of material fact, or upon a failure to disclose a material fact related to the transaction\nwhere the defendants had a duty to disclose.\n  \nSee Harton v. Harton\n, 81 N.C. App. 295, 344 S.E.2d 117\n(1986).\n  \nThus, withholding information as to the financial condition of a corporation does not\nconstitute actionable fraud in the absence of a duty to disclose.\n  \nSee\n 32 Am. Jur. 2d Fraud & Deceit, §\n171; \nSee also\n \nMoore & Moore Drilling Co. v. E.F. White, Jr.\n, 345 S.W.2d 550 (Tex App. 1961).\n  \nThe\nduty to disclose facts related to a transaction arises in only three circumstances:\n  \n(1) where a fiduciary\nrelationship exists between the parties, (2) where a party has taken affirmative steps to conceal\nmaterial facts from the other, or (3) where one party has knowledge of a latent defect in the subject\nmatter of the negotiations about which the other party is both ignorant and is unable to discover\nthrough reasonable diligence.\n  \nSee Harton\n, 81 N.C. App. at 297-98, 344 S.E.2d at 119.\n{14}\n    \nTurning first to the claim for fraudulent concealment as asserted against the board of directors, it is\nclear from the discussion of a director’s duties below that no fiduciary relationship existed between\nOberlin and the directors of EPW.\n  \nIn general, directors owe a duty to the corporation, not to third\nparties.\n  \nTherefore, a fiduciary relationship may not be properly based upon defendants’ roles as\ndirectors, or any general association they may have had as directors with Oberlin, a potential creditor.\n \nA fiduciary duty exists where there has been “a special confidence reposed in one who ‘in equity and\ngood conscience is bound to act in good faith and with due regard to the \ninterests\n of the one reposing\nconfidence.’”\n  \nSpeck v. North Carolina Dairy Found.\n, 311 N.C. 679, 685, 319 S.E.2d 139, 143 (1984)\n(quoting \nAbbitt v. Gregory\n, 201 N.C. 577, 598, 160 S.E. 896, 906 (1931)). \n \nHere, plaintiff has failed to\nallege any specific facts upon which a fiduciary relationship between the board of directors and\nOberlin may be based.\n \n{15}\n    \nIn addition, Oberlin has not adequately alleged that the directors took affirmative steps to conceal\nany material fact.\n  \nInstead, plaintiff has alleged in a conclusory manner that the directors “concealed,\nfailed to disclose and otherwise hid” from Oberlin facts which Oberlin contends were material.\n  \nRule\n9(b) of the North Carolina Rules of Civil Procedure provides that the circumstances of fraud must be\nalleged with particularity.\n  \nRule 9(b) requires plaintiff to specifically allege the time, place and content\nof the alleged fraudulent representation or concealment, and the identity of the person who concealed\nthe information.\n  \nSee Terry v. Terry\n, 302 N.C. 77, 84, 273 S.E.2d 674, 678 (1981).\n  \nWhen alleging\nindividual fraud of a director based upon representations contained in documents originating from the\ncorporation, plaintiff must allege facts to demonstrate day-to-day involvement in the affairs of the\nbusiness, or other specific facts that “provide a ‘tie-in’ between the defendant and the [corporate]\ndocuments, such as ‘to give rise to an inference of knowledge, intent or reckless disregard.’”\n  \nAndrews\nv. Fitzgerald\n, 823 F. Supp. 356, 374 (M.D.N.C. 1993).\n  \nConclusory allegations that a defendant acted\nin conspiracy with others are insufficiently specific to meet the requirements of Rule 9(b).\n  \nSee id\n.\n{16}\n    \nIn this case, plaintiff has made no allegations of involvement by the directors in the day-to-day\naffairs of EPW or the negotiations between Mr. Slavin and Oberlin, and has alleged only in conclusory\nfashion that all of the directors “actively and personally participated in the decision to conceal.”\n \n(Compl. ¶¶ 50-52).\n  \nPlaintiff has not attributed any specific acts to any specific defendant and has not\nalleged the time, place, method or means by which each individual defendant actively and personally\nparticipated in a plan to conceal the information from plaintiff. In order to satisfy Rule 9, plaintiff\nmust, at the very least, identify the specific individuals who concealed facts as part of a fraudulent\nscheme and describe their specific actions in doing so.\n  \nSee Coley v. North Carolina Nat’l Bank\n, 41\nN.C. App. 121, 254 S.E.2d 217 (1979).\n  \nAll plaintiff has really alleged is that (1) the agreement\nbetween EPW and Echlin/Raybestos had changed, (2) EPW’s directors were aware of the change, and\n(3) no one from EPW volunteered the information to Oberlin.\n  \nThese facts do not state a claim for\nactive concealment against the directors.\n{17}\n    \nFinally, in support of its claim for fraudulent concealment, plaintiff contends that\nEchlin/Raybestos’ alleged termination of its agreement two months before plaintiff closed the Oberlin\nLoan constituted a “latent defect” in the subject matter of the Oberlin Loan.\n  \nFor there to be a claim of\nfraud based on the failure to disclose a “latent defect” in the transaction, the defect must be such that\nOberlin could not discover it through its own reasonable diligence.\n  \nSee Harton\n, 81 N.C. App. at 298,\n344 S.E.2d at 119.\n  \nFurther, when a fraud claim is based upon failure to disclose a latent defect, Rule\n9(b) requires that the complaint allege that the plaintiff was denied any opportunity to investigate, or\nthat it could not have discovered the allegedly concealed facts by exercise of its own reasonable\ndiligence.\n  \nSee Rosenthal v. Perkin\n, 42 N.C. App. 449, 452, 257 S.E. 2d 63, 66 (1979).\n \n{18}\n    \nOberlin has not plead any facts from which one can infer that Oberlin could not have discovered\nthe true status of EPW’s credit with Echlin/Raybestos.\n  \nFurthermore, Oberlin does not allege any\nactions by the board of directors which were calculated to prevent Oberlin from discovering the\nalleged concealed facts.\n  \nIndeed, Oberlin affirmatively acknowledged in the Agreement that it asked\nquestions directly of EPW’s officers, that it was satisfied with the responses it obtained, that it was\nfamiliar with the type of transaction at issue, and that it had the capacity to protect its own interests.\n \n(Agreement, Article IIIA, § 3.01.)\n  \nThus, plaintiff cannot properly base its allegation that the board of\ndirectors had a duty to disclose upon a latent defect theory.\n{19}\n    \nPlaintiff has failed to establish (1) a fiduciary relationship between the parties, (2) affirmative acts\nof concealment, or (3) knowledge of a latent defect in the subject matter of the negotiations about\nwhich the other party is both ignorant and is unable to discover through reasonable diligence.\n \nTherefore, there is no basis upon which this Court could find a duty on the part of the board of\ndirectors as a group to disclose the facts surrounding the altered Echlin/Raybestos agreement.\n  \nA claim\nfor fraudulent concealment must fail in the absence of a duty to disclose.\n  \nAccordingly, the claim for\nfraudulent concealment as asserted against Mrs. Slavin, Finn-Egan and Lipkin is dismissed.\n{20}\n    \nNext, this Court must consider the claim of fraudulent concealment as asserted against Mr. Slavin.\n \nThis Court has determined that there is no general fiduciary relationship between directors and a\ncorporation’s creditor.\n  \nThus, in order to establish a duty based on a fiduciary relationship, plaintiff\nmust plead facts which support the allegation that Oberlin placed special trust and confidence in Mr.\nSlavin.\n  \nNot only did plaintiff fail to plead that Oberlin placed special trust and confidence in Mr.\nSlavin, the Complaint contains no facts which would support such a special relationship.\n  \nThe\nallegation that Mr. Slavin had full authority to negotiate the transaction alone does not establish a\nconfidential relationship between him and Oberlin.\n{21}\n    \nFor the same reasons that plaintiff cannot support a claim for fraudulent concealment against the\nboard of directors based on latent defect theory, the claim also fails when asserted against Mr. Slavin.\n \nPlaintiff did not particularly plead facts which support such a theory.\n  \nAs stated above, plaintiff failed\nto allege that it could not have discovered the true status of EPW’s credit with Echlin/Raybestos, or\nthat it was prevented from making any inquiries into EPW’s financial situation.\n{22}\n    \nThe final basis for a duty to disclose – an allegation that a party took affirmative steps to conceal –\nis properly pled as against Mr. Slavin.\n  \nThe Complaint alleges that Mr. Slavin played an active role in\nthe negotiations with Oberlin.\n  \nThe Complaint further alleges that the loan agreement (1) provided that\nthe “Borrower (Express Parts) has fully advised Lender (Oberlin) of all material matters involving\nBorrower’s financial condition,” and (2) prohibited the borrower from failing to state any material\nfact.\n  \n(Agreement ¶ 3.2.5.)\n  \nIn addition, the Complaint alleges that during the time of the negotiations\nwith Oberlin, Mr. Slavin was aware that Echlin/Raybestos had reneged on its agreement with EPW,\nand that this would have a “material negative impact upon the financial condition and viability of\n[EPW].”\n  \n(Compl. ¶ 37.)\n  \nThe allegation that Mr. Slavin was actively involved in the negotiations,\ntogether with the allegation that Mr. Slavin, despite the fact that he was aware of the material nature of\nthis information, failed to disclose that the agreement with Echlin/Raybestos had failed, support the\nassertion that Mr. Slavin took affirmative steps to conceal this information.\n  \nSee Feldbaum v. McCrory\nCorp.\n, No. 12006,\n \n1992 Del. Ch. LEXIS 113 at *36 n.14 (Oct. 2, 1991) (noting that a duty to disclose\nmay be created where such disclosure is needed to “clarify a misimpression left by an earlier statement\nor to comply with a contractual disclosure provision”).\n{23}\n    \nThe Complaint pleads sufficient facts to support the allegation that Mr. Slavin affirmatively\nconcealed information when he had a duty to disclose such information.\n  \nAccordingly, the Complaint\nstates a cause of action for fraudulent concealment as against Mr. Slavin.\n2.\n{24}\n    \nPlaintiff’s second claim purports to state a cause of action for negligence against all of the\ndirectors.\n  \nPlaintiff alleges that the directors of EPW had a duty to Oberlin to exercise reasonable care\nto ensure that Oberlin was made aware of certain facts before Oberlin executed the Agreement.\n  \n(Pl.’s\nResp. at 18.)\n  \nThe Complaint alleges that this duty arises directly out of the defendants’ roles as\ndirectors.\n  \nThere are no allegations that the duty results from any direct communication or active\nparticipation by the directors in the negotiations.\n{25}\n    \nThe claim for negligence is dismissed as to all defendants.\n  \nAs discussed above, the statutorily\ndefined duty of a corporate director requires only that the director act in good faith, with the care of an\nordinarily prudent person in a like position, and in a manner which he or she “reasonably believes to be\nin the best interest of the corporation.”\n  \nN.C.G.S. § 55-8-30(a).\n  \nThere is no North Carolina statute or\ncase law which extends this duty outside the corporation to third parties.\n  \nAccordingly, a director of a\nNorth Carolina corporation owes no duty to a creditor or potential creditor of the corporation.\n \nN.C.G.S. § 55-8-30 official commentary.\n  \nThus, a director is not liable merely due to his official role\nas a director, and therefore is not liable to a creditor of the corporation unless he participated in some\nwrong against the creditor.\n  \nLillian Knitting\n, \n237 N.C. at 104, 74 S.E.2d at 356\n.\n  \nA finding by this\nCourt that directors owe a duty to corporate creditors would essentially require directors to supervise\nthe details of corporate transactions and would make them guarantors of the corporation’s debt.\n  \nBoth\nof these concepts have long been rejected by the courts of North Carolina.\n  \nSee Minnis v. Sharpe\n, 202\nN.C. 300, 162 S.E. 606.\n \n \n3.\n{26}\n    \nPlaintiff’s third claim is based upon negligent misrepresentation, as defined by the Restatement of\nTorts (Second), § 552.\n  \nThe Restatement provides:\n \nOne who, in the course of his business, profession or employment, or in any other\ntransaction in which he has a pecuniary interest, supplies false information for the guidance\nof others in their business transactions, is subject to liability for pecuniary loss caused to\nthem by their justifiable reliance upon the information, if he fails to exercise reasonable\ncare or competence in obtaining or communicating the information.\n \nRestatement of Torts (Second) § 552(a)(1977).\n{27}\n    \nAs asserted against the board of directors, plaintiff’s reliance upon this theory is misplaced.\n  \nThe\nentire basis for the theory of negligent misrepresentation is the existence of “a duty of care arising\nfrom the parties’ working relationship.”\n  \nDavidson and Jones, Inc. v. New Hanover County\n, 41 N.C.\nApp. 661, 255 S.E.2d 580 (1979).\n  \nThus, this claim again makes the assumption that the directors of\nEPW had a duty to Oberlin\n  \nAs previously discussed, the directors of EPW owed no such duty to\nOberlin.\n  \nTherefore, the claim for negligent misrepresentation as asserted against Mrs. Slavin, Finn-\nEgan and Lipkin is dismissed.\n{28}\n    \nIn addition, the facts alleged in this case are clearly distinguishable from the general body of case\nlaw on negligent misrepresentation.\n  \nNegligent misrepresentation cases typically involve claims\nagainst a party who was hired to supply information or provide an analytical report.\n  \nSee, e.g., \nRaritan\nRiver Steel v. Cherry, Bekaert & Holland\n, 79 N.C. App. 81, 339 S.E.2d 62 (1986), \naff’d in part and\nrev’d in part\n, 322 N.C. 200, 367 S.E.2d 609 (1988) (negligent misrepresentation claim allowed against\naccountants)\n;\n Jenkins v. Wheeler\n, 69 N.C. App. 140, 316 S.E.2d 354 (1984) (negligent\nmisrepresentation claim allowed against \nattorneys);\n \nAlva v. Cloninger\n, 51 N.C. App. 602, 277 S.E.2d\n535 (1981) (negligent misrepresentation claim allowed against real estate appraiser); \nHowell v. Fisher\n,\n49 N.C. App. 488, 272 S.E.2d 19 (1980) (negligent misrepresentation claim allowed against soil\ntesting company); \nDavidson and Jones, Inc. v. City of New Hanover\n, 41 N.C. App. 661, 255 S.E.2d\n580 (1979) (negligent misrepresentation claim allowed against \nengineers);\n \nIndustries, Inc. v.\nConstruction Co.\n, 42 N.C. App. 259, 257 S.E.2d 50 (1979) (negligent misrepresentation claim\nallowed against architects).\n \n \n{29}\n    \nIn fact, the theory of negligent misrepresentation has traditionally been applied to situations where\na third party relied upon information prepared by one party for another, and was damaged as a result.\n \nSee, e.g., Davidson and Jones, Inc\n.,\n  \n41 N.C. App. 661, 255 S.E.2d 580\n \n \n(general contractor allowed to\nsue an architect for economic damages incurred as a result of the architect’s alleged negligent\npreparation of plans under the architect’s contract with the owner); \nRaritan River Steel Co.\n, 322 N.C.\n200, 367 S.E.2d 609 (creditor of a corporation allowed to pursue claims against the corporation’s\naccounting firm for damages allegedly incurred by reason of the creditor’s reliance upon negligently\nprepared financial statements).\n  \nThis Court does not believe that the tort of negligent misrepresentation\nwas intended to apply to corporate directors who failed to disclose certain information to the\ncorporation’s creditors.\n  \nTo apply the theory of negligent misrepresentation to the facts alleged in the\nComplaint would be to broaden its applicable scope beyond that established by the North Carolina\ncourts.\n  \nAccordingly, the claim for negligent misrepresentation also fails when asserted against Mr.\nSlavin.\n4.\n{30}\n    \nPlaintiff’s fourth claim for relief is based upon an alleged breach of fiduciary duty and confidential\nrelationship.\n  \nA fiduciary relationship exists when the confidence placed in one party results in\n“domination and influence on the other.”\n  \nAbbitt v. Gregory\n, 201 N.C. 577, 598, 160 S.E. 896, 906.\n  \nA\nperson holding a corporate position may be considered a fiduciary of a third party only if he\n“personally participated in the relationship with the third party such that the third party reposed\nconfidence in the person holding the corporate position.”\n  \nAndrews v. Fitzgerald\n, 823 F. Supp. at 377.\n{31}\n    \nAgain, as discussed above, corporate directors owe no fiduciary duty to corporate creditors.\n \nOberlin attempts to create a fiduciary relationship from\n  \nthe fact that the Oberlin Loan gave it the right\nto acquire shares in EPW, a close corporation.\n  \nThis fact does not establish a fiduciary relationship.\n \nSee Simons v. Cogan\n, 549 A.2d 300, 303 (Del. 1988) (holding that “a convertible debenture represents\na contractual entitlement to the repayment of a debt and does not represent an equitable interest in the\nissuing corporation necessary for the imposition of a trust relationship with concomitant fiduciary\nduties”).\n  \nInstead, the relationship between a corporation and the holders of convertible debt securities\nis contractual in nature.\n  \nSee Katz v. Oak Indus., Inc.\n, 508 A.2d 873, 879 (Del. Ch. 1986).\n  \nWhile a\nfiduciary relationship exists between the shareholders of a corporation and its directors, the duty\ncreated by that relationship does not arise with respect to an individual shareholder until after the\nsecurities transaction is complete.\n  \nAt the time of the negotiations and the alleged failure to disclose,\nOberlin was merely a potential creditor and potential warrant holder of EPW.\n  \nIn fact, Oberlin has\nnever exercised its option to purchase EPW shares and thus has never been a shareholder of EPW.\n  \nAs\ndiscussed above, this relationship created no duties from the directors directly to EPW, especially not\nthe duties of a fiduciary.\n{32}\n    \nNo reasonable inference can be drawn from these facts that a fiduciary relationship existed between\nOberlin and the directors of EPW.\n  \nThe Complaint does not allege any personal participation in this\ntransaction by Mrs. Slavin, Finn-Egan or Lipkin, which alone is sufficient to defeat this purported\nclaim.\n  \nSee Andrews v. Fitzgerald\n, \n823 F. Supp. at 377\n.\n  \nIn addition, although the Complaint alleges\nthat Mr. Slavin personally participated in the negotiations with Oberlin, it fails to allege any facts\nwhich would support a finding that Oberlin reposed special trust and confidence in Mr. Slavin.\n  \nAs\ndiscussed above, the allegation that Mr. Slavin had full authority to negotiate the transaction on behalf\nof EPW does not sufficiently establish a confidential relationship between Mr. Slavin and Oberlin.\n \n{33}\n    \nOberlin is a sophisticated commercial lender, licensed by the Small Business Administration and\nengaged in the business of making loans of the type at issue in this case.\n  \n(Compl. ¶ 20.)\n  \nIt was\nfamiliar with this type of transaction, able to protect its own interests, and performed its own due\ndiligence. (Agreement, Article IIIA.)\n  \nThe transaction at issue was the result of nearly two months of\nnegotiations and communications. (Compl. ¶ 24.) It resulted in a sophisticated transaction involving\nSubordinated Debentures carrying a significant rate of interest, and included Stock Purchase Warrants.\n(Agreement § 1.01.)\n  \nFurthermore, the Agreement affirmatively demonstrates that Oberlin obtained the\nindependent advice of counsel with respect to the Oberlin Loan (Agreement § 8.09), a fact which also\ndefeats any claim for constructive fraud.\n  \nSee Watts v. Cumberland County Hospital Systems\n, 317 N.C.\n321, 345 S.E.2d 201 (1987).\n  \nThese facts directly contradict any assertion that Oberlin placed special\ntrust and confidence either in the directors of EPW or in Mr. Slavin individually.\n  \nTherefore, the claims\nfor breach of fiduciary duty as asserted against all defendants are dismissed.\n5.\n{34}\n    \nPlaintiff’s fifth claim is for unfair and deceptive trade practices.\n  \nIn order to state a claim for unfair\nand deceptive trade practices, plaintiff must allege facts to support a finding that (1) defendant\ncommitted an unfair or deceptive act or practice, (2) the action in question was in or affecting\ncommerce, and (3) the act proximately caused injury to the plaintiff.\n  \nSee\n \nPleasant Valley Promenade\nv. Lechmere, Inc.\n, 120 N.C. App. 650, 464 S.E.2d 47 (1995). \n \nThe transaction with Oberlin was not\nsimply a loan transaction.\n  \nIt was a sophisticated transaction involving corporate debentures, and a\nsecurities transaction by which Oberlin acquired a Stock Purchase Warrant which entitled it to\npurchase 199.91 shares of the Class B common stock of EPW.\n  \n(Agreement §§ 1.02 and 3.07.)\n  \nThese\nfacts defeat Oberlin’s purported Chapter 75 claim as a matter of law.\n{35}\n    \nNorth Carolina courts have repeatedly held that the provisions of Chapter 75 do not apply to\nsecurities transactions.\n  \nSee\n \nSkinner v. E.F. Hutton & Co.\n, 314 N.C. 267, 333 S.E.2d 236 (1985); \nThe\nHAJMM Co. v. House of Raeford Farms\n, 328 N.C. 578, 403 S.E.2d 483 (1991).\n  \nChapter 75 does not\napply to such transactions because they are not “in or affecting commerce” as required by Chapter 75,\nbut instead are intended to raise capital.\n  \nRaeford Farms\n, 403 S.E.2d at 493.\n{36}\n    \nIn \nRaeford Farms\n, the Supreme Court of North Carolina determined that the issuance and\nredemption of revolving fund certificates in an agricultural cooperative were not “business activities,”\nand therefore were not governed by Chapter 75.\n  \nThe Court reasoned that the purpose of such\ntransactions was not part of the entities’ business activities; their purpose was to raise capital, either to\norganize the business or to enable it to continue as an existing business.\n  \nId\n.\n   \nThe loan agreement,\nsubordinated debenture, and share purchase warrants which were involved in the Oberlin Loan were\npart of a transaction similar to that in \nRaeford Farms\n.\n  \nEPW’s regular business activity was the sale of\nautomotive parts.\n  \nThe purpose of the Oberlin Loan was to raise capital. As affirmatively demonstrated\nin the Agreement, the proceeds were used to pay existing short term debt and for “working capital\npurposes.”\n  \n(Agreement, Schedule 4.03.)\n  \nAccordingly, while the Oberlin Loan may not have involved\n“conventional securities,” the nature and purpose of the transaction was identical to that in \nRaeford\nFarms\n: to raise capital to sustain the business organization.\n  \nTherefore, the claim for unfair and\ndeceptive trade practices as asserted against all defendants is dismissed.\n6.\n{37}\n    \nPlaintiff’s sixth claim is for punitive damages.\n  \nFor the reasons stated above, the causes of action\nasserted against Mrs. Slavin, Finn-Egan and Lipkin are dismissed, and therefore the claim for punitive\ndamages against these defendants is also dismissed.\n  \nHowever, because plaintiff has stated a claim for\nfraudulent concealment against Mr. Slavin, plaintiff is entitled to seek punitive damages from Mr.\nSlavin.\n{38}\n    \nDefendants argue that plaintiff’s purported claim for punitive damages should be dismissed\npursuant to Rule 8(a)(2) and Rule 41(b) of the North Carolina Rules of Civil Procedure.\n  \nPlaintiff’s\ncomplaint seeks “$10,000,000.00” in punitive damages.\n  \nSuch a request is in clear violation of Rule\n8(a)(2).\n  \nDismissal for violation of Rule 8(a)(2) is a permissible sanction.\n  \nSee Jones v. Boyce\n, 60 N.C.\nApp. 585, 299 S.E.2d 298 (1983).\n  \nHowever, it is recognized that dismissal of the entire complaint\nwith prejudice is an extreme sanction which should be applied only if the court determines that less\ndrastic sanctions will not suffice.\n  \nSee\n \nHarris v. Maready\n, 311 N.C. 536, 319 S.E.2d 912 (1984).\n \n{39}\n    \nThis Court believes that a sanction other than dismissal is appropriate.\n  \nAccordingly, the Court\norders that the claim for punitive damages be stricken from the Complaint, with the provision that the\nplaintiff will be allowed to amend the Complaint to assert a proper request for punitive damages.\n \nConclusion\n \n{40}\n    \nThe allegiance of corporate directors is to the corporation, not to third parties.\n  \nDirectors ordinarily\ndo not owe a duty to corporate creditors.\n  \nThe claims asserted in this action are based on the allegation\nthat the directors of EPW failed to disclose certain material information to a potential creditor,\nOberlin.\n  \nThus, all of the claims are dependent upon a showing that the directors had a duty to disclose\nsuch information.\n  \nThis Court finds that absent any obligation arising out of the Loan Security\nAgreement, the defendant directors did not owe a duty of disclosure to Oberlin.\n  \nBecause Mr. Slavin\nwas the sole director involved in the negotiation of the Loan Security Agreement with Oberlin, a duty\nof disclosure arose in him alone.\n  \nAccordingly,\n  \nMrs. Slavin, Finn-Egan and Lipkin owed no duty of\ndisclosure to Oberlin.\n  \nFurthermore, Mrs. Slavin, Finn-Egan and Lipkin were not actively involved in\nthe transaction between EPW and Oberlin, and therefore may not be held liable for any tort committed\nby Mr. Slavin.\n  \nThus, the tort claims asserted against Mrs. Slavin, Finn-Egan and Lipkin are dismissed\nbecause plaintiff failed to assert facts which support a finding that the board of directors owed a duty to\nOberlin.\n  \nIn addition, this Court finds that Chapter 75 of the North Carolina General Statutes does not\napply to the facts in this case because the purpose of the transaction at issue was to raise capital, and\nthus the acts in question were not in or affecting commerce.\n{41}\n    \nTherefore, it is hereby ordered, adjudged and decreed that:\n1.\n      \nThe claims for fraudulent concealment, negligence, negligent misrepresentation, breach of\nfiduciary duty, unfair trade practices and punitive damages as asserted against Mrs. Slavin,\nFinn-Egan and Lipkin are dismissed.\n2.\n      \nThe claims for negligence, negligent misrepresentation, breach of fiduciary duty and unfair\ntrade practices as asserted against Mr. Slavin are dismissed.\n3.\n      \nThe complaint adequately states a claim for fraudulent concealment against Mr. Slavin, and\ntherefore the motion to dismiss this claim as against Mr. Slavin is denied.\n4.\n      \nThe claim for punitive damages as asserted against Mr. Slavin is stricken.\n  \nPlaintiff may amend\nthe complaint to state a proper claim for punitive damages, provided that it does so within\nthirty days from the date of this order.\n \nThis the 28th day of April, 2000.\n \n \n \n \nFootnote 1 \n \nAlthough not attached to the Complaint, the Court may properly consider the Agreement on\nthis motion to dismiss pursuant to Rule 12(b)(6) since it is the subject of and is specifically referred to in\nthe Complaint.\n  \nSee Robertson v. Boyd\n, 88 N.C. App. 437, 363 S.E. 2d 672, 675 (1988).\n \nFootnote 2 \n \nWith the exception of allegations specifically against Mr. Slavin, any allegations made against\nMrs. Slavin, Finn-Egan or Lipkin are made against them collectively and solely in their joint capacity as\ndirector.\n  \nThe Complaint asserts no specific individual allegations against any of these three directors.\n \nTherefore, throughout this Opinion, the Court may refer to the “board of directors” when discussing the\nclaims as asserted against Mrs. Slavin, Finn-Egan and Lipkin."
}