{
  "id": "f872190b9341a83aba530380d7c1b53332cfc1e6ebd26eaa42a8a70667418adf",
  "source_file": "data/raw/ncbc/f872190b9341a83aba530380d7c1b53332cfc1e6ebd26eaa42a8a70667418adf.pdf",
  "raw_text": "Se. Anesthesiology Consultants, PLLC v. Rose, 2019 NCBC 62. \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 9002 \nMASTER FILE \n(related case 18 CVS 2955) \n \nSOUTHEAST ANESTHESIOLOGY \nCONSULTANTS, PLLC and \nMEDNAX SERVICES, INC., \n \n   Plaintiffs, \n \nv. \n \nGEORGE S. ROSE, M.D.; W. \nEDMOND FITZGERALD, M.D.; \nADAM HODIERNE, M.D.; DAVID C. \nJOSLIN, M.D.; J. TERRILL \nMASSAGEE, M.D.; KEVIN D. \nOSSEY, M.D.; DANIEL SINGER, \nM.D.; ROSE ANESTHESIA, PLLC; \nANESTHESIOLOGY \nCONSULTANTS OF NORTH \nCAROLINA, PLLC; and THE MOSES \nH. CONE MEMORIAL HOSPITAL \nOPERATING CORPORATION d/b/a \nCONE HEALTH, \n \n   Defendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON  \nSAC-ALIGNED PARTIES’  \nMOTION TO DISMISS \n \nPETER CARIGNAN, M.D.; \nCHARLENE EDWARDS, M.D.; \nROBERT FITZGERALD, M.D.; \nWILLIAM E. FITZGERALD, JR., \nM.D.; MICHAEL A. FOSTER, M.D.; \nJOHN R. GERMEROTH, M.D.; JOHN \nF. HATCHETT, JR., M.D.; ADAM \nHODIERNE, M.D.; KEVIN D. \nHOLLIS, M.D.; CARSWELL \nJACKSON, M.D.; KYLE E. \nJACKSON, M.D.; DAVID C. JOSLIN, \nM.D.; JAMES T. MASSAGEE, M.D.; \nCHRISTOPHER P. MOSER, M.D.; \n \n \n \nKEVIN D. OSSEY, M.D.; GEORGE \nROSE, M.D.; JAMES D. SINGER, \nM.D.; STEPHEN E. TURK, M.D.; and \nANESTHESIOLOGY \nCONSULTANTS OF NORTH \nCAROLINA, PLLC, \n \n   Plaintiffs, \n \nv. \n \nSOUTHEAST ANESTHESIOLOGY \nCONSULTANTS, PLLC; AMERICAN \nANESTHESIOLOGY, INC.; \nMEDNAX, INC.; MEDNAX \nSERVICES, INC.; and ERIC W. \nMASON, M.D., \n \n   Defendants. \n \n \n1. THIS MATTER is before the Court on Plaintiffs Southeast Anesthesiology \nConsultants, PLLC (“SAC”) , American Anesthesiology, Inc. (“AAI”), MEDNAX \nServices, Inc. (“MEDNAX Services”), MEDNAX, Inc., MEDNAX (referred to together \nwith MEDNAX Services  and MEDNAX, Inc., as “MEDNAX”), and Eric W. Mason , \nM.D.’s (“Dr. Mason”) (collectively “Plaintiffs”)  Motion to Dismiss  the Amended \nCounterclaims (the “Motion”) of Counterclaiming Defendants Dr. Rose, Dr. \nFitzgerald, Dr. Hodierne, Dr. Joslin, Dr. Massagee, Dr. Ossey, Dr. Singer, \nAnesthesiology Consultants of North Carolina, PLLC (“ ACNC”), and Rose \nAnesthesia, PLLC (“Rose Anesthesia”), in Case No. 17 CVS 9002 and the Complaint \nin Case No. 18 CVS 2955 filed by plaintiffs Dr. Carignan, Dr. Edwards, Dr. Fitzgerald, \nDr. Fitzgerald, Jr., Dr. Foster, Dr. Germeroth, Dr. Hatchett, Dr. Hodierne, Dr. Hollis, \nDr. Carswell Jackson, Dr. Kyle E. Jackson, Dr. Joslin, Dr. Massagee, Dr. Moser, Dr. \n \n \nOssey, Dr. Rose, Dr. Singer, Dr. Turk, and ACNC against Plaintiffs as defined by this \nOrder pursuant to Rule 12(b)(6)  of the North Carolina Rules of Civil Procedure \n(“Rule(s)”).  (ECF No. 51.)  Counterclaiming Defendants in Case No. 17 CVS 9002 and \nthe plaintiffs in Case No. 18 CVS 2955 are collectively referred to herein as \n“Defendants”. \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion. \nNelson Mullins Riley & Scarborough, LLP , by Noah H. Huffstetler, III, \nMark A. Stafford , Candace S. Friel, Linda L. Helms, and Stuart H. \nRussell for Plaintiff s and Counterclaim Defendants  Southeast \nAnesthesiology Consultants, PLLC, MEDNAX Services, Inc., MEDNAX, \nInc, American Anesthesiology, Inc., and Eric D. Mason, M.D.  \n \nRossabi Reardon Klein Spivey, PLLC, by Amiel J. Rossabi and Elizabeth \nM. Klein, for Defendants and Counterclaim Plaintiffs  Peter Carignan, \nM.D., Charlene Edwards, M.D. , Robert Fitzgerald, M.D., William E. \nFitzgerald, Jr., M.D., Michael A. Foster, M.D., John R. Germeroth, M.D., \nJohn F. Hatchett, Jr., M.D., Adam Hodierne, M.D., Kevin D. Hollis, \nM.D., Carswell Jackson, M.D., Kyle E. Jackson, M.D., David C. Joslin, \nM.D., James T. Massagee, M.D., Christopher P. Moser, M.D., Kevin D. \nOssey, M.D., George S. Rose, M.D., James D. Singer, M.D., Stephen E. \nTurk, M.D., Rose Anesthesia, PLLC, and Anesthesiology Consultants of \nNorth Carolina, LLC.  \n \nFox Rothschild, LLP, by Maureen Dema rest Murray, Patrick M. Kane, \nand Ellis William Martin, for Defendant The Moses H. Cone Memorial \nHospital Operating Corporation d/b/a Cone Health.  \n \nRobinson, Judge. \n \nI. FACTUAL BACKGROUND \n3. The Court does not make findings of fact on a motion to dismiss pursuant \nto Rule 12(b)(6), but only recites those factual allegations that are relevant and \nnecessary to the Court’s determination of the Motion.  \n \n \nA. The Parties \n4. Anesthesiologists Peter Carignan, M.D., Charlene Edwards, M.D., William \nE. Fitzgerald, Jr. , M.D. (“Dr. Fitzgerald”), Michael A. Foster, M.D., John R. \nGermeroth, M.D., John F. Hatchett, Jr., M.D., Adam Hodierne, M.D. (“Dr. Hodierne”), \nKevin D. Hollis, M.D., Carswell Jackson, M.D., Kyle E. Jackson, M.D., David C. \nJoslin, M.D. (“Dr. Joslin”), James  T. Massagee, M.D. (“Dr. Massagee”), Kevin D. \nOssey, M.D. (“Dr. Ossey”), George Rose, M.D. (“Dr. Rose”) , James D. Singer, M.D. \n(“Dr. Singer”), and Stephen E. Turk, M.D. , are citizens and residents of Guilford \nCounty, North Carolina.  ( Complaint ¶¶ 1, 2, 4–13, 15–18, 18 CVS 2955, ECF No. 5 \n[“Compl.”]; Am. Counterclaim ¶¶ 1 –7, 17 CVS 9002, ECF No. 18  [“AC”].)  \nAnesthesiologist Robert Fitzgerald, M.D., is a citizen and resident of Forsyth County, \nNorth Carolina.  (Comp l. ¶ 3.)  Anesthesiologist Christopher P. Moser, M.D.,  is a \ncitizen and resident of Wake County, North Carolina.  (Comp l. ¶ 14 .)  The \nanesthesiologists are collectively referred to herein as the “Individual Defendants.”   \n5. ACNC is a professional limited liability company organized and existing \nunder the laws of North Carolina.  (Compl. ¶ 19; AC ¶ 8.)  The Individual Defendants, \nRose Anesthesia, and ACNC are referred to collectively herein as “Defendants.”1   \n6. SAC is a professional  limited liability company organized and existing \nunder the laws of the State of North Carolina.  (Compl. ¶ 20; AC ¶ 9.)    \n                                                 \n1 Reference to Defendants herein does not include Defendant The Moses H. Cone Memorial \nHospital Operating corporation d/b/a Cone Health (“Cone Health”), party to Case No. 17 CVS \n9002, which filed its own Partial Motion to Dismiss on February 12, 2018 (ECF No. 19), which \nthe Court determined by its Order and Opinion on August 20, 2019 (ECF No. 128). \n \n \n7. AAI is a corporation organized and existing under the laws of the State of \nNorth Carolina. (Compl. ¶ 21.) \n8. MEDNAX, Inc. and MEDNAX Services are corporations organized and \nexisting under the laws of Florida.  (Compl. ¶ 22; AC ¶ 10.)  MEDNAX is a corporation \norganized and existing under the laws of North Carolina.  (Compl. ¶ 23.)   \n9. Dr. Mason is a licensed physician and at all times relevant herein acted as \nthe sole member and owner of SAC and AAI  and the “Regional President – South \nRegion” for MEDNAX.  (Compl. ¶¶ 30–31; AC ¶ 16–17.)  Defendants also contend that \nSAC is a wholly owned subsidiary of AAI and AAI is a wholly owned subsi diary of \nMEDNAX.  (Compl. ¶ 25; AC ¶ 11.) \n10. Defendants allege that MEDNAX used SAC, AAI, and other entities as its \n“alter ego” and MEDNAX used these entities to operate anesthesiology practices.  \n(Compl. ¶ 28–29; AC ¶ 14–15.) \nB. The Agreements  \n11. Prior to Novembe r 2010, the Individual Defendants practiced \nanesthesiology through Greensboro Anesthesia Physicians, P.C. (“GAP ”).  (Compl. ¶ \n32; AC ¶ 18.)  Also prior to November 2010, GAP, pursuant to an Anesthesia Services \nAgreement (the “Exclusive Agreement”), was the  exclusive provider of anesthesia -\nrelated care for Cone Health, which operates all of the hospitals in Greensboro, North \nCarolina.  (Compl. ¶¶ 33, 78; AC ¶¶ 19, 64.)   \n12. Sometime in late 2009 or early 2010 , GAP’s partners and MEDNAX \nnegotiated the potential purchase of GAP pursuant to an agreement under which \n \n \nGAP’s physicians would work as employees for SAC in exchange for a salary and \nMEDNAX would provide administrative support needed to run an anesthesiology \npractice, including billing, coding, collections,  recruiting resources, negotiation of \ncontracts, handling of benefits, collaboration with physicians, and support during \nshortages of available anesthesiologists.  (Compl. ¶¶ 42, 44; AC ¶¶ 28, 30.)   \n13. Defendants allege that on or about November 1, 2010, MED NAX caused \nSAC to execute a Stock and Personal Goodwill Purchase Agreement (the “Purchase \nAgreement”) with GAP .  (Compl. ¶ 53; AC ¶ 39 .)  Pursuant to the Purchase \nAgreement, SAC assumed all of GAP’s rights and obligations, including the Exclusive \nAgreement with Cone Health.  (Compl. ¶ 53; AC ¶ 39.)  After the Purchase Agreement \nwas signed, the Individual Defendants, who were previously GAP physicians, signed \nemployment agreements (the “Employment Agreements”) with SAC  for a term of \nseven (7) years, each set to expire on October 31, 2017.  (Compl. ¶ 54, 66; AC ¶ 40 , \n52.) \n14. Soon after the execution of the Purchase Agreement, MEDNAX raised the  \nrates MEDNAX charged hospitals  for anesthesia-related services by thirty percent \n(30%).  (Compl. ¶ 61; AC ¶ 47.)  The Individual Defendants aver that the budgets and \nsalaries offered by MEDNAX to induce the Individual Defendants to sell GAP and \nagree to the Employment Agreements were no longer accurate or relevant after \nMEDNAX raised its rates and that the increased rates led to “improper percentages \nof the anesthesiologists’ fees being distributed to MEDNAX.”  (Compl. ¶ 62; AC ¶ 48.) \n \n \n15. Each Employment Agreement include s a non -compete agreement (the \n“Non-Compete Agreements”)  providing that  “following the termination of the \n‘Employment Agreements’ for any reason, the anesthesiologist will not engage in the \npractice of Anesthesiology for a period of two (2) years anywhere within thirty (30) \nmiles of any of the health care facilities at which the Anesthesiologist had rendered \nmedical services.”  (Compl. ¶ ¶ 68, 70; AC ¶¶ 56, 54.)  The Employment Agreements \nalso require each anesthesiologist to resign his or her medical staff memberships and \nclinical privileges within twenty -four (24) hours at the hospitals described in the \nindividual anesthesiologist’s Non-Compete Agreement following termination of that \nphysician’s Employment Agreement.  (Compl. ¶ 71; AC ¶ 57.) \nC. Discovery of Plaintiffs’ Alleged Scheme \n16. Counsel for the Individual Defendants sent a l etter to MEDNAX on June \n27, 2017 contending that the Exclusive Agreement violated North Carolina law and \npublic policy by permitting MEDNAX to practice medicine without a license and \nshare revenues on a percentage basis with the Individual Defendants and demanding \nthat MEDNAX cure the alleged violations of law. (Compl. ¶¶ 101, 103; AC ¶¶ 86, 88.) \n17. Counsel for MEDNAX responded to the June 27 letter on or about June 28, \n2017, denying any violations of law.  (Compl. ¶  105; AC ¶ 91.)  As a result of \nMEDNAX’s ref usal to satisfy the Individual Defendants’ concerns , the Individual \nDefendants inform ed MEDNAX and SAC of their intent not to  renew their \nEmployment Agreements.  (Compl. ¶ 114–115; AC ¶ 100–101.) \n \n \n18. During the period from June 2017 through October 21, 2017, MEDNAX \nrepresentatives allegedly made several attempts to negotiate, persuade, and \nintimidate the Individual Defendants to renew the ir Employment Agreements. \n(Compl. ¶¶ 121–126; AC ¶¶  107–112.)  These attempts include d conversations by \ntelephone and in per son between the Individual Defendants and MEDNAX \nrepresentatives, including Dr. Mason; Trey Long, Vice President of Operations of \nMEDNAX; and Mike Murphy, M.D., Chief Medical Officer of MEDNAX.  (Compl. ¶ \n125; AC ¶ 111.)   \n19.  Becoming concerned that there would not be sufficient anesthesiologists \navailable to Cone Health in order to operate at full capacity, the Individual \nDefendants organized a new entity, ACNC, which would be prepared to “step in” and \nprovide anesthesiology services to Cone Hea lth in the event that MEDNAX or SAC \nwere unable to.  ( Compl. ¶¶ 127 –128; ¶¶ 113 –114.)  On or about October 31, 2017, \nCone Health and ACNC entered into an Interim Anesthesia Services Agreement (the \n“Interim Agreement”)  to provide Cone Health with anesthesio logy services from \nNovember 1, 2017 through April 30, 2019.  (Compl. ¶¶ 134–135; AC ¶¶ 120–121.) \n20. After the creation of ACNC and execution of the Interim Agreement, \nMEDNAX filed multiple Demands for Arbitration against the Individual Defendants \nin amounts of $100,000,000.00 in an attempt to demand that the Individual \nDefendants work after October 31, 2017.  (Compl. ¶¶ 119, 121, 138–141; AC ¶¶ 105, \n107, 124–127.)  Defendants allege that these demands were made to intimidate the \nIndividual Defendants.  (Compl. ¶¶ 138–141; AC ¶¶ 124–127.)   \n \n \n21. Defendants contend that MEDNAX also interfered with the employment of \ntwo non -party anesthesiologists, Richard S. Guidetti, D.O. (“Dr . Guidetti”) and \nJennifer D. Allan, M.D. (“Dr. Allan”), who were previously employed by MEDNAX or \nSAC.  (Compl. ¶ ¶ 142, 145 ; AC ¶ ¶ 128, 131 .)  Dr. Guidetti and Dr. Allan were \ninformed by Cone Health, on or about November 19, 2017, that they retained hospital \nprivileges and could continue work at Cone Health as ACNC employees.  (Compl. ¶ \n142; AC ¶ 128.)  On or about November 20, 2017, Dr. Guidetti and Dr. Allan  signed \nemployment agreements with ACNC in order to provide anesthesia services at C one \nHealth.  (Compl. ¶ 143; AC ¶ 129.)   \n22. On or about November 22, 2017, sometime after speaking to MEDNAX, \nCone Health represented to ACNC that Cone Health wanted Dr. Guidetti and Dr. \nAllan taken off the schedule to provide anesthesia services at Cone Heal th.  (Compl. \n¶ 144; AC ¶ 130.)  On or about December 4, 2017, counsel for Cone Health informed \ncounsel for Dr. Guidetti and Dr. Allan that their privileges at Cone Health had been \nterminated and they would not be able to reapply for privileges until MEDNAX  or \nSAC provided a release to Cone Health.  (Compl. ¶ 147; AC ¶ 133.)  MEDNAX refuses \nto provide a release to permit Dr. Guidetti and Dr. Allan to practice with ACNC; \nhowever, MEDNAX has agreed to provide a release to permit these physicians to \npractice with another group or organization within Greensboro.  (Compl. ¶ 148; AC ¶ \n134.)  Defendants allege that MEDNAX threatened Cone Health with litigation if Dr. \nGuidetti and Dr. Allan were not removed from the schedule  of anesthesiologists \npracticing at Cone Health.  (Compl. ¶ 145; AC ¶ 131.)   \n \n \n23. Defendants aver that MEDNAX is attempting to re -obtain the Exclusive \nAgreement with Cone Health, “despite the fact that ACNC has such a contract.”  \n(Compl. ¶ 149; AC ¶ 135.)  \nII. PROCEDURAL BACKGROUND \n24. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n25. On December 13, 2017, SAC and MEDNAX Services filed their First \nAmended Complaint (Case No. 17 CVS 9002 ) against Dr. Rose, Dr. Fitzgerald, Dr. \nHodierne, Dr. Joslin, Dr. Massagee, Dr. Ossey, Dr. Singer,  ACNC, Rose Anesthesia, \nand Cone Health.   (ECF No. 3.) \n26. On January 31, 2018, Dr. Rose, Dr. Fitzgerald, Dr. Hodierne, Dr. Joslin, Dr. \nMassagee, Dr. Ossey, Dr. Singer, ACNC, Rose Anesthesia and Cone Health filed the \nAmended Motion to Dismiss, Answer and Counterclaim in Case No. 17 CVS 9002 (the \n“Amended Counterclaims”).  (ECF. No. 18.)  Also, on January 31, 2018, the Individual \nDefendants filed a Complaint in Case No. 18 CVS 2955 against Plaintiffs2.  (ECF No. \n5.)   \n27. This Court, on March 28, 2018, filed a Consolidation Order consolidating \ncases 17 CVS 9002 and 18 CVS 2955.  (ECF No. 37.)   \n28. The Amended Counterclaims in Case No. 17 CVS 9002 and the claims in \nthe Complaint in Case No. 18 CVS 2955 contain nearly identical factual allegations \n                                                 \n2 The Individual Defendants assert the Counterclaims against MEDNAX and Dr. Mason but \nonly against SAC and AAI in the alternative “should the Court find that SAC is not a sham \nentity, created and controlled by MEDNAX[.]”  \n \n \nfor the same causes of actions and are collectively referred to herein as the \n“Counterclaims.” Each Counterclaim is brought by the Individual Defendants, Rose \nAnesthesia, and ACNC. \n29. Plaintiffs filed the Motion on April 17, 2018 to dismiss the Counterclaims.  \nThe Motion has been fully briefed, and the Court held a hearing on the Motion on \nSeptember 25, 2018, at which all parties were represented by counsel.   \n30. The Motion is ripe for resolution. \nIII. LEGAL STANDARD \n31. In ruling on a motion to dismiss under Rule 12(b)(6),3 the Court reviews the \nallegations of the Counterclaims in the light most favorable to Defendant s.  The \nCourt’s inquiry is “whether, as a matter of law, the allegations of the [Counterclaims] \n. . . are sufficient to state a claim upon which relief may be granted under some legal \ntheory.”  Harris v. NCNB Nat’l Bank of N.C., 85 N.C. App. 669, 670, 355 S.E.2d 838, \n840 (1987).  The Court accepts all well -pleaded factual allegations in the \nCounterclaims as true.  See Kraweic v. Manly, 370 N.C. 602, 606, 811 S.E.2d 542, 546 \n(2018). \n32. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Healt h & Human Servs. , 174 N.C. App. 266, 274, 620 \n                                                 \n3 Plaintiffs also sought dismissal of Defendants’ federal antitrust claim pursuant to Rule \n12(b)(1) for lack of subject matter jurisdiction .  However, the federal antitrust claim is no \nlonger before this Court.  Defendants filed a Notice of Voluntary Dismissal Without Prejudice \nof Federal Anti-Trust Claims Only on September 26, 2018 voluntarily dismissing the Federal \nAnti-Trust Claims under 15 U.S.C. § 1 et seq. without prejudice pursuant to Rule 41(a).  (ECF \nNo. 86.)  Therefore, the Court does not further address Plaintiffs’ 12(b)(1) Motion.  \n \n \nS.E.2d 873, 880 (2005)  (citation omitted).  The Court can also ignore a party’s legal \nconclusions set forth in its pleading.  McCrann v. Pinehurst, LLC, 225 N.C. App. 368, \n377, 737 S.E.2d 771, 777 (2013). \n33. Our Supreme Court has noted that “[i]t is well-established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) [a Counterclaim] on its face reveals that \nno law supports the . . . claim; (2) [a Counterclaim] on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) [a Counterclaim] discloses some fact that \nnecessarily defeats. . . the claim.’”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, \n615, 821 S.E.2d 729, 736–37 (2018) (quoting Wood v. Guilford Cty., 355 N.C. 161, 166, \n558 S.E.2d 490, 494 (2002)).  This standard of review for Rule 12(b)(6) is the standard \nour Supreme Court “uses routinely . . . in assessing the sufficiency of complaints in \nthe context of complex commercial litigation.”  Id. at 737 n.7. \nIV. ANALYSIS \n34. The Motion seeks dismissal of the Counterclaims against Plaintiffs for: (i) \nunjust enrichment and disgorgement; (ii) unfair and deceptive trade practices under \nN.C.G.S. § 75 -1.1; (iii) violation of federal and state antitrust law; (iv) Racketeer \nInfluenced and Corrupt Organizations Act violations under 18 U.S.C. § 1962 and \nN.C.G.S. § 75D; and (v) tortious interference with contract.  \nA. Claims Brought by Rose Anesthesia  \n35. Rose Anesthesia only asserts claims against Plaintiffs in the Amended \nCounterclaims.  Defendants use the defined term “Defendants” throughout the \nAmended Counterclaim s.  Asserting the Counterclaims against Plaintiffs, \n \n \nDefendants state : “Defendants, by and through their undersigned cou nsel, hereby \nassert for their amended counterclaim against Plaintiffs[.  . . . ]” (AC 18.)  The term \n“Defendants” is defined to include Dr. Rose, Dr. Fitzgerald, Dr. Hodierne, Dr. Joslin, \nDr. Massagee, Dr. Ossey, Dr. Singer, Rose Anesthesia, and ACNC.  (AC 1.)   \n36. Using this defined term “Defendants” would initially lead the Court to \nbelieve that Rose Anesthesia asserts claims against Plaintiffs .  However, t he \nAmended Counterclaims are completely devoid of any factual allegations showing any \ninvolvement of or injury incurred by Rose Anesthesia  for the relevant times of this \ndispute.  In fact, the Amended Counterclaims’ only mention of Rose Anesthesia is the \ninclusion of the entity in the defined term and in the pleading’s caption.   \n37. While the use of a defined term was likely chosen by Defendants in an effort \nto easily identify the parties, the defined term “Defendants” creates ambiguity in its \ninclusion of Rose Anesthesia because there is no other mention of Rose Anesthesia \nfor the remainder of the Amended Counterclaims.  Without a single factual allegation \nrelating to, or even identifying, Rose Anesthesia, the Court does  not interpret the \nAmended Counterclaims to assert any claims by Rose Anesthesi a. However, to the \nextent Rose Anesthesia intends to set forth any claims against Plaintiffs , the Court \nGRANTS Plaintiffs’ Motion dismissing any claims intended to be brought by Rose \nAnesthesia without prejudice.4   \n \n                                                 \n4 The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt. First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191, 749 S.E.2d 289, 292 (2013).  The \nCourt concludes, in the exercise of its discretion, that dismissal of Rose Anesthesia’s claims \nshould be without prejudice. \n \n \nB. Unjust Enrichment \n38. In order to sufficien tly state a claim for unjust enrichment, a party must \nallege: “(1) it conferred a benefit on another party; (2) the other party consciously \naccepted the benefit; and (3) the benefit was not conferred gratuitously or by an \ninterference in the affairs of the  other party.”  Worley v. Moore, 2018 NCBC LEXIS \n114, at *25 (N.C. Super. Ct. Nov. 2, 2018) (citing Se. Shelter Corp. v. BTU, Inc. , 154 \nN.C. App. 321, 330, 572 S.E.2d 200, 206 (2002) ).  As an alternative to a breach of \ncontract claim, “ [o]nly in the absence of an express agreement of the parties will \ncourts impose a quasi-contract or contract implied in law in order to prevent an unjust \nenrichment.” Paul L. Whitfield, P.A. v. Gilchrist, 348 N.C. 39, 42, 497 S.E.2d 412, 415 \n(1998); Worley, 2018  NCBC LEXIS 114, at *24 –25 (quotation marks and citations \nomitted).   \n39. Defendants allege that the Individual Defendants negotiated with \nMEDNAX for SAC’s purchase of GAP and immediately following the purchase, \nMEDNAX raised its rates by approximately thirty percent, so that the negotiated \nEmployment Agreements “were no longer accurate or relevant .”  (Compl. ¶¶ 42–48, \n61–64; AC ¶¶ 28–35, 47–50.)  Defendants further allege that MEDNAX received “tens \nof millions of dollars” from the work of the Individual Defendants between November \n1, 2010 and October 31, 2017 .  (Compl. ¶ 153; AC ¶ 139.)  Furthermore, Defendants \nallege that the Individual Defendants conferred a benefit to MEDNAX by providing \nanesthesiology services to Cone Health pursuant to the Exclusive Agreement and the \n \n \nIndividual Defendants expected to receive a certain percentage of the fees charged to \nCone Health.  (Compl. ¶¶ 152, 157; AC ¶¶ 138, 143.) \n40. Plaintiffs contend that because the Individual Defendants provided services \npursuant to the Employment Agreements and because Defendants do not allege that \nPlaintiffs failed to pay sums owed thereunder, there can be no claim for unjust \nenrichment. (Br. Supp. Mot. to Dismiss 6–7, ECF No. 52 [“Br. Supp. ”]; SAC-Aligned \nParties’ Reply Br. Further Supp. Mot. to Dismiss 3, ECF No. 73 [“Reply Br.”].)  While \nDefendants advance claims based on the Employment Agreements, an alleged \ncontractual relationship does not bar a claim for unjust enrichment at the pleadings \nstage.  See Blue Ridge Pediatric & Adolescent Med., Inc. v. First Colony Healthcare, \nLLC, 2012 NCBC LEXIS 52 at *34 (N.C. Super. Ct. Sept. 4, 2012) (providing that the \nplaintiffs could still state a claim for unjust enrichment  even when a lease w as at \nissue, which required the plaintiffs to pay defendants rent in excess of fair market \nvalue); Worley, 2018 NCBC LEXIS 114, at *24 –27 (concluding that the plaintiff \nsufficiently pled an unjust enrichment claim  even when the benefit conveyed to the \ndefendants was the transfer of the plaintiffs’ stock and the consent to a merger with \nthe defendants, which was conferred pursuant to a merger agreement). \n41. Plaintiffs further contend that MEDNAX’s increased rates, which were put \nin place in November of 2010, ca nnot serve as the basis for an unjust enrichment \nclaim because such a claim would be time barred by the statute of limitations.   (Br. \nSupp. 8; Reply Br. 3–4.)  “A statute of limitations. . . defense may be raised by way of \na motion to dismiss if it appears on the face of the complaint that such a statute bars \n \n \nthe claim.”  Hargett v. Holland , 337 N.C. 651, 653, 447 S.E.2d 784,  786 (1994) \n(citations omitted).  “An unjust enrichment claim is governed by the three -year \nstatute of limitations of [N.C.G.S.] § 1 -52(1).”  Lockerman v. S. River Elect. \nMembership Corp., 2015 NCBC LEXIS 60, at *22–23 (N.C. Super. Ct. June 8, 2015).  \n“The discovery rule does not apply to an unjust enrichment claim.”  Lau v. Constable, \n2017 NCBC LEXIS 10, at *13 (N.C. Super. Ct. Feb. 7, 2017).   \n42. The Individual Defendants’ unjust enrichment claims are premised on both \nthe actions tak en by Plaintiffs in their alleged efforts to  enforce the  Employment \nAgreements and alleged illegal fee -splitting occurring from November 1, 2010 until \nOctober 31, 2017 .  (See Compl. ¶¶ 153 –158; AC ¶¶ 139–144.)  Only some of the \nIndividual Defendants were once GAP physicians and signed the Employment \nAgreements in November 2010.  (Compl. ¶ 32; AC ¶ 18.)  However, due to a lack of \nspecificity in the Defendants’ pleading , it is unclear which of the Individual \nDefendants were GAP physicians and which were not.   Each of the  Individual \nDefendants who were not GAP physicians signed employment agreements with SAC \nat some unspecified time after November 1, 2010.  (Compl. ¶ 41; AC ¶ 55.)  Therefore, \nit is unclear from the face of the pleadings when each Individual Defendant’s unjust \nenrichment claim accrued.  \n43. Drawing all reasonable inferences in the light most favorable to the \nIndividual Defendants, Plaintiffs’ conduct occurring as late as October 2017 could \nserve as the ba sis for the unjust enrichment claim.   (Compl. ¶ 153 ; AC ¶ 139 .) \nAccordingly, t here is no deficiency obvious on the face of the Counterclaims that \n \n \nindicates that all of the Individual Defendants’ claim s for unjust enrichment are \nnecessarily time barred , or even which of the Individual Defendants may be time \nbarred.  See Shallotte Partners, LLC v. Berkadia Commer cial Mortg., LLC , No. \nCOA15-89, 2015 N.C. App. LEXIS 561, at *30 (N.C. Ct. App. 2015) (denying a motion \nto dismiss when it was “unclear” from the fac e of the complaint precisely when the \nwrongdoings occurred). \n44. The Court DENIES Plaintiffs’ Motion to dismiss the unjust enrichment \nclaim brought by the Individual Defendants.  However, as a factual matter, \nDefendants fail to allege any benefit conferred by ACNC to Plaintiffs.  Therefore, the \nCourt GRANTS Plaintiffs’ Motion as to ACNC’s claim for unjust enrichment.  \nC. Disgorgement  \n45. Disgorgement is a remedy, not a cause of action.   Glob. Textile All., Inc. v. \nTDI Worldwide, LLC , 2018 NCBC LEXIS 1 59, at *39–40 (N.C. Super. Ct. Nov. 29, \n2018).  “Disgorgement of profits is a relief in the nature of restitution.” SAS Inst., Inc. \nv. World Programming Ltd., 2015 U.S. Dist. LEXIS 199240, at *2 (E.D.N.C. Sept. 8, \n2015).  Restitution may be awarded  when a party brings a  claim under theories of \nquasi-contract or contract implied -in-law, such as unjust enrichment .  Id.; Booe v. \nShadrick, 322 N.C. 567,  570; 369 S.E.2d 554, 555  (1988) (“[An unjust enrichment \nclaim] is described as a claim in quasi contract or a contract implied in law.”).   \n46.  Although the Court concludes that disgorgement is not a cause of action , \nthe Court has already determine d that Defendants have sufficiently stated a claim \nfor unjust enrichment, which may permit the Individual Defendants to seek \n \n \ndisgorgement as a remedy.  As such, the Court GRANTS Plaintiffs’ Motion as to the \ndisgorgement cause of action; however, this Order does not preclude Defendants from \nseeking disgorgement as a remedy for any remaining claims  for which it is an \nappropriate remedy.  See HSG, LLC v. Edge-Works Mfg. Co., 2015 NCBC LEXIS 91, \nat *16 (N.C. Super. Ct. Oct. 5, 2015) (permitting the plaintiff’s voluntarily dismissal \nof a claim for disgorgement of profits, without waiving its right to seek disgorgement \nof profits as a remedy to any claim going forward). \nD. Unfair and Deceptive Trade Practices \n47. To state a claim for unfair and deceptive trade practices  pursuant to \nN.C.G.S. §75-1.1 (the “UDTPA”), Defendants must allege “(1) [Plaintiffs] committed \nan unfair and deceptive trade pract ice, (2) in or affecting commerce, and (3) \n[Defendants were] injured as a result.”  McKee v. James, 2013 NCBC LEXIS 33 , at \n*31 (N.C. Super. Ct. July 24, 2013) (quotation marks and citation omitted).  \n48. The UDTPA  provides that commerce “includes all business activities, \nhowever denominated [,]” however, N.C.G.S. §75 -1.1(b) expressly does not include \n“professional services rendered by a member of a learned profession ” (the “Learned \nProfession Exception”).  \n49.  Plaintiffs seek dismissal of Defendants’ UDTPA claim for one reason: \nPlaintiffs contend that SAC, MEDNAX, AAI, and Dr. Mason all fall within the \nLearned Profession Exception.  (Br. Supp. 10–12; Reply Br. 6–7.)   \n50. To determine whether this exception applies, the Court must conduct a two-\npart inquiry: “(1) the entity or person whose conduct is being challenged must be a \n \n \nmember of a learned profession, and (2) the challenged conduct must constitute a \nrendering of professional services.”  Sykes v. Health Network Sols, I nc., 828 S.E.2d \n467, 472 (N.C. 2019); Wheeless v. Maria Parham Med. Ctr., Inc. , 237 N.C. App. 584, \n589, 768 S.E.2d 119, 123 (2014). \n51. It is well established under North Carolina law that medical professionals \nfall within the Learned Profession Exception.  Shelton v. Duke Univ. Health Sys., 179 \nN.C. App. 120, 126, 633 S.E.2d 113, 117 (2006).  For the purposes of N.C.G.S.  § 75-\n1.1(b), the term “medical professionals”, including both entities and individuals, has \nbeen broadly defined by the courts.  Shelton, 179 N.C. App. at 126, 633 S.E.2d at 117; \nAlamance Family Practice, P.A. v. Lindley, 2018 NCBC LEXIS 83, at *22 (N.C. Super. \nCt. Aug. 14, 2018).  \n52. Defendants argue that Plaintiffs cannot benefit from the Learned \nProfession Exception because MEDNAX is not a member of a learned profession but \nis a corporate entity that provides administrative support for members of a learned \nprofession and Plaintiffs’ alleged misconduct was not done while practicing medicine.  \n(Anesthesiology Defs’. Memo. Law Opp. SAC -Aligned Parties’ Mot. Dismiss , 11–13, \nECF No. 65 [“Memo. Opp.”].) \n53. In Sykes v. Health Network Sols, Inc. , 2017 NCBC LEXIS 73 , at *54 –55 \n(N.C. Super. Ct. Aug. 18, 2017), this Court held that the defendant Health Network \nSolutions, Inc. (“ HNS”), a North Carolina corporation, managed a network of \nchiropractors.  Sykes, 2017 NCBC LEXIS 73, at *8.  Licensed chiropractors became \nmembers of HNS in order for HNS to negotiate with insurance companies to establish \n \n \nreimbursement rates for the network’s members.  Id. at *9–10.  HNS then processed \nall reimbursement claims for the chiropractors and received a percentage of those \npayments.  Id. at *9.  All of the members and the owners of HNS were licensed \nchiropractors.  Sykes v. Health Network Sols., Inc., 828 S.E.2d at 469 (N.C. 2019).  \n54. On appeal from this Court ’s ruling , the North Carolina Supreme Court \naffirmed the trial court’s determination  that HNS was a member of a learned \nprofession for the purposes of the UPTPA.  Id.  at 473. \n55. The Court discerns no reason that it should reach a different conclusion \nconcerning MEDNAX, SAC, AAI, and Dr. Mason here.  As a licensed physician, Dr. \nMason is a member of a learned profession.  See Sykes, 828 S.E.2d at 473 (exempting \nlicensed chiropractors).  Analogous to HNS, SAC and AAI are wholly owned by Dr. \nMason, a licensed physician, who is also the sole member of both entities. (Compl. ¶ \n30; AC ¶ 16.)  SAC employed anesthesiologists and assumed the contract with Cone \nHealth to be the exclusive provider of  anesthesiology services to Cone Health’s \npatients.  (Compl. ¶¶ 33, 53; AC ¶¶ 19, 39.)  All of the alleged unfair and deceptive \nconduct by MEDNAX and AAI  is alleged to have been accomplished through its \n“control” of SAC as an anesthesiology services provider.  (Compl. ¶¶ 164 –172, 209–\n218; AC ¶¶ 150–159.)   Therefore, SAC, AAI, and MEDNAX as owners or controllers \nof an anesthesiology services provider,  which employs licensed anesthesiologists to \nprovide services to hospital patients, are members of a learned profession. \n56. Having determined this threshold issue,  the Court next turns to whether \nthe conduct that serves as the basis of Defendants’ UDTPA claim is the “rendering of \n \n \nprofessional services.”  Wheeless, 237 N.C. App. at 589, 768 S.E.2d at 123.  Defendants \nargue that, because the alleged misconduct did not occur while the Plaintiffs were \nactively practicing medicine , Defendants may not benefit from the Learned \nProfession Exception .  (Memo. Opp. 12.)  However, Defendants’ argument is not \nsupported by North Carolina law; there is no requirement that a member of a learned \nprofession under section 75-1.1 be actively engaged in the practice of medicine.   \n57. The Learned Profession Exception  covers a broad range of conduct , \nincluding matters “affecting the professional services rendered by members of a \nlearned profession.”  Wheeless, 237 N.C. App. at 590, 768 S.E.2d at 123; Shelton, 179 \nN.C. App. at 126 , 633 S.E.2d at 117 (excluding a hospital for the purported \nmisconduct related to its billing practices for uninsured patients).  Furthermore, the \nexception has been held to apply to alleged unfair and deceptive conduct involving, \nlike here, allegedly “anticompetitive conduct involving commercial activity.”  See \nCameron v. New Hanover Mem ’l Hosp., Inc., 58 N.C App. 414, 446–47, 293 S.E.2d \n901, 920–21 (1982) (excluding a hospital’s conduct in denying hospital staff privileges \nto a physician) ; Alamance Family Practice, P.A. , 2018 NCBC LEXIS 83 , at *22 –27 \n(excluding a nurse practitioner for purportedly illegally obtaining patient data, using \nthat data to solicit the plaintiff’s patients, paying unauthorized personal expenses, \nand attempting to give kickbacks for referrals); Wheeless, 237 N.C. App. at 590, 768 \n \n \nS.E.2d at 119 (excluding the defendant medical park board for alleged misconduct in \nfiling an anonymous medical board complaint).  \n58. Defendants allege that Plaintiffs’ conduct in (1) misappropriating funds \nthrough the operation of anesthesia services; (2) deceiving Defendants in the \nnegotiations and execution of the Purchase Agreement and Employment Agreements; \nand (3) exercising dominion and control over SAC and Dr. Mason in order to “operate \nmedical practices” within the State of North Carolina violate UDTPA.  ( Compl. ¶¶ \n164–172; AC ¶¶ 150–158.)  Defendants allegations that Plaintiffs used SAC in order \nto “operate medical practices” and “misappropriated [tens of millions of dollars] \nthrough the operation of anesthesia services ” necessarily places Plaintiff s squarely \nwithin the Learned Profession Exceptio n.  ( Compl. ¶ 168; AC ¶ 155.)   Determining \nthat any of the alleged misconduct falls within the Learned Profession Exception  \nwould be no broader than application of the exception in the aforementioned cases.  \n59. The Court concludes that the facts as alleged by Defendants cannot support \na claim under UDTPA because MEDNAX, SAC, AAI, and Dr. Mason fall into the \nLearned Profession Exception.  Plaintiffs’ Motion to dismiss the unfair and deceptive \ntrade practices claim is GRANTED  and Defendants’ claim under section 75 -1.1 is \nhereby DISMISSED.   \nE. Antitrust Claims \n60. Dismissal of an antitrust claim “at the pre -discovery, pleading stag e [is]         \n. . . generally limited to certain types of glaring deficiencies.”  DiCesare v. Charlotte-\nMecklenburg Hosp. Auth. , 2017 NCBC LEXIS 33 , at *46 (N.C. Super. Ct. Apr. 11, \n \n \n2017) (citing E.I. du Pont de Nemours & Co. v. Kolon Indus. , 637 F.3d 435, 444 (4th \nCir. 2011).  However, even North Carolina’s lenient pleading standard does not allow \nfor an antitrust  claim to continue when there are insufficient or conclusory \nallegations of market power.  See Sitelink Software, LLC, 2016 NCBC LEXIS 45, at \n*29–30 (N.C. Super. Ct. June 14, 2016). \n61. In order to proceed on an antitrust claim, the claimant must define the \nrelevant market.5  DiCesare, 2017 NCBC LEXIS 33, at * 47.  Defendants contend that \nthe relevant market for examination of Plaintiffs’ alleged wrongdoing is the provision \nof hospital anesthesia services.  (Compl. ¶ 74; AC ¶ 60.)  Defendants define hospital \nanesthesia services to include all anesthesia related services for in -patient and out-\npatient procedures performed in hospitals, not including procedures performed in a \nnon-hospital setting.  (Compl. ¶¶ 75 –76; AC ¶¶ 61 –62.)  Defendants allege that \nvirtually no surgical procedure can take place without anesthesia services and the \nhighly specialized services provided by anesthesiologists cannot be provided by other \nphysicians.  (Compl. ¶¶ 80, 82; AC ¶¶ 66, 68.)   \n62. Defendants contend that the relevant geographic market is comprised of \nhospitals in Greensboro, its surrounding counties, and counties in southern Virginia. \n(Compl. ¶¶ 74–78; AC ¶¶ 60–64.)  Defendants allege that Cone Health operates all of \nthe hospitals within Greensboro, North Carolina. (Compl. ¶ 78; AC ¶ 64.)  Defendants \nalso allege that patients from surrounding “rural” counties including Alamance, \n                                                 \n5 The Court does not address whether Defendants sufficiently identified the relevant product \nand geographic markets.  For purposes of the Motion, Plaintiffs do not dispute the defined \nmarket set forth by Defendants nor is any definition set for th by Defendants determinative \nin the disposition of the Motion for the reasons discussed herein. \n \n \nDavidson, Caswell, Rockingham, and Stokes Counties in North Carolina and Patrick, \nHenry, and Pittsylvania Counties in Virginia travel to Cone Health for h ealthcare \nbecause hospitals in these counties are not of the same size and do not have the same \noffering of extensive and specialized services as Cone Health.  (Compl. ¶ 78; AC ¶ 64.) \n63. Finally, Defendants allege that the Exclusive Agreement gave MEDNAX or \nSAC a complete monopoly over the market.  (Compl. ¶ 85; AC ¶ 71.)    \n1. Restraint of Trade Claims \n64. To establish a claim for restraint of trade under North Carolina law, a party \nmust plead “(1) a contract, combination, or conspiracy; (2) that imposed an \nunreasonable restraint of trade.”  DiCesare, 2017 NCBC LEXIS 33, at *44 (quoting \nDickson v. Microsoft Corp. , 309 F.3d 193, 202 (4th Cir. 2002) ).  North Carolina’s \nhighest court  has noted that federal decisions applying the Sherman Act are \ninstructive in determining the full reach of N.C.G.S § 75-1.  Rose v. Vulcan Materials \nCo., 282 N.C. 643, 655 194 S.E.2d 521, 530 (1973)  (“[T]he body of law applying the \nSherman Act, although not binding upon this Court in applying [N.C.G.S.] § 75-1, is \nnonetheless instructive in determining the full reach of the statute.”) ; see also Patel \nv. Scotland Mem ’l Hosp. , 1995 U.S. Dist. 5258, at *19 (M.D.N.C. Mar. 31, 1995) \n(“[T]he reasons supporting dismissal . . . under § 1 of the Sherman Act apply equally \nto [claims] under North Carolina antitrust law.”); Cameron, 58 N.C. App. at 442, 293 \nS.E. 2d at 918.   \n65. Resolving a North Carolina anti-trust claim, the court in Cole v. Champion \nEnterprises, 496 F. Supp. 2d 613, 634 (M.D.N.C. 2007) provided that w hether a \n \n \nrestraint of trade  in the form of a non -compete agreement is unreasonable is \ndetermined by applying the rule of reason.  The threshold question in determining \nwhether a restraint of trade claim evaluated by a rule of reason inquiry  may go \nforward is “whether the [Plaintiffs] had market power in the relevant product and \ngeographic market.”  R.J. Reynolds Tobacco Co. v. Philip Morris, Inc. , 199 F. Supp. \n2d 362, 380 (M.D.N.C. 2002) (quotation marks omitted).  \n66. “Market power is the ability to raise prices above the levels that would be \ncharged in a competitive market.”  Id. at 381.  “Direct proof of market power requires \nevidence of restricted output and supracompetitive prices.” DiCesare, 2017 NCBC \nLEXIS 33, at *48 (citing R.J. Reynolds Tobacco Co., 199 F. Supp. 2d at 381.)  Market \npower may also be evidenced circumstantially by showing a dominant share of the \nmarket or significant barriers to entry.  Id. \n67. Plaintiffs correctly assert that the only grounds on which Defendants rest \ntheir claims for restraint of trade is the enforcement of the Non-Compete Agreements.  \n(See Compl. ¶¶ 173–183; AC ¶¶ 160–170.)  The question as to whether non-compete \nagreements are reasonable and whether non -compete agreements violate antitrust \nlaws are not governed by the same standard.  Cole, 496 F. Supp. 2d at 635.  “[E]ven \nan unreasonable covenant not to compete does not necessarily violate [North \nCarolina’s] antitrust laws; to constitute such a violation, there must be an adverse \neffect on the relevant market.”  Id.  Allegations that the Non -Compete Agreements \nare contrary to public policy , which may support another cause of action, are \ninsufficient on their own to support a restraint of trade claim.  See Oksanen v. Page \n \n \nMem’l Hosp., 945 F.2d 696, 711 (4th Cir. 1991) (“The antitrust laws were not intended \n. . . as a vehicle for converting business tort claims into antitrust causes of action.”). \n68. Defendants have not made any factual allegations that support a finding \nthat Plaintiffs dominate the market, have created significant barriers to entry, or \nrestrict output levels in the market.  The only allegations by Defendants to support a \nclaim for restraint of trade are that “[b]y obtaining exclusive contracts in multiple \ncities within North Carolina, MEDNAX is able to control the costs of services  [,]” \n(Compl. ¶ 181; AC ¶ 168) ; and “[a]fter obtaining the exclusive anesthesia contract \nwith Cone Health System, costs for hospital anesthesia services were raised thirty \npercent (30%) in the Geographic Market [,]”  (Compl. ¶ 181; AC ¶ 168).  Defendants \nassert that the values received by MEDNAX over a span of seven years were “in \nexcess of the value of the administrative support purportedly provided” and allege \nthat MEDNAX expected “large sums ” from the work of the Individual Defendants.  \n(Compl. ¶¶ 153–154; AC ¶¶ 139–140.)  Allegations that MEDNAX charged prices that \nwere higher than the costs of providing administrative support is insufficient to allege \nsupracompetitive prices.  See R.J. Reynolds Tobacco Co ., 199 F. Supp. 2d at 382 \n(providing that allega tions of “artificially high” prices and that prices are “higher \nthan necessary” are insufficient on their own to establish supracompetitive prices).   \n69. This Court has previously recognized that granting a motion to dismiss \npursuant to Rule 12(b)(6) for a section 75-1 claim is generally reserved for glaring \ndeficiencies.  DiCesare, 2017 NCBC LEXIS 33, at *46 (citing E.I. du Pont de Nemours \n& Co. , 637 F.3d at 444).  H owever, the Counterclaims are  devoid of any factual \n \n \nallegations to support a conclusion that  Plaintiffs possessed market power as \nrequired for a claim  under this statute .  For this reason, therefore, Defendants’ \nrestraint of trade claim is hereby DISMISSED. \n70. Even if the Court assumes that Defendants put forward sufficient  factual \nallegations to show market power, Defendants’ claim  under section 75 -1 still must \nfail because Defendants do not allege an antitrust injury.  Defendants’ pleading must \ninclude factual allegations of conduct that harms the competitive process in order to \nsufficiently state a restraint of trade claim.  See DiCesare, 2017 NCBC LEXIS 33, at \n*48 (quoting Dickson, 309 F.3d at 206).  Defendants must allege more than an injury \nto themselves, even “[h]arm to one or many competitors will not suffice .”  Dickson, \n309 F.3d at 206; Cole, 496 F. Supp. 2d at 634.  That Defendants have failed to do so \nhere is fatal to their claim, providing a further basis for dismissal.  \n71. When a restraint of trade claim is based on the provision of medical \nservices, the failure  to allege “injury to competition in the form of increased cost, \nreduced supply of services, or harm to the patient [s]” may warrant dismissal under \nRule 12(b)(6).  See Patel, 1995 U.S. Dist. LEXIS 5258 at *17 (citing Lie v. St. Joseph \nHosp. of Mt. Clemins,  Mich., 964 F.2d 567, 570 (6th Cir. 1992).  Defendants fail to \nallege any actual harm done to patients or reduced supply of services and only present \nthe Court with hypothetical harms that could result if the Non-Compete Agreements \nwere enforced.  Accordingly, Defendants have failed to allege an antitrust injury and, \n \n \nfor this separate and independent reason , Defendants’ restraint of trade claim is \nDISMISSED.  \n2. Monopolization Claims \n72. N.C.G.S. § 75 -2.1 makes it “unlawful for any person to monopolize, or  \nattempt to monopolize, or combine or conspire with any other person or persons to \nmonopolize, any part of trade or commerce in the State of North Carolina.”  “[A] \nmonopolization violation consists of two elements: (1) the possession of monopoly \npower in the relevant market, and (2) willful maintenance of that power.”  DiCesare, \n2017 NCBC LEXIS 33 at * 53–54 (quoting E.I. du Pont de Nemours & Co. , 637 F.3d \nat 441).   \n73. The same practices may evidence both a violation of N.C.G.S. § 75 -1’s \nprohibition on restraint of trade and N.C.G.S § 75 -2.1’s prohibition on \nmonopolization. Dickson, 309 F.3d at 202.  However, “monopoly power is a higher \ndegree of power than market power.”  R.J. Reynolds Tobacco Co., 199 F. Supp. 2d at \n394.  \n74. At the pleading stage, courts have required a threshold showing of market \nshare in the relevant market before a party may proceed with a monopolization claim.  \nSitelink Software, LLC , 2016 NCBC LEXIS 45, at *29.  Generally, seventy percent \n(70%) to seventy-five percent ( 75%) market share is necessary to sustain a \nmonopolization claim and thirty percent (30%) to fifty (50%) is presumed necessary \nto sustain a claim for attempted monopolization.  M & M Med. Supplies & Serv., Inc. \nv. Pleasant Valley Hosp., Inc. , 981 F.2d 160, 168  (4th Cir. 1992); Advanced Health-\n \n \nCare Servs., Inc. v. Radford Cmty. Hosp. , 910 F.2d 139, 147 (4th Cir. 1990); Sitelink \nSoftware, LLC, 2016 NCBC LEXIS 45, at *29. \n75. Defendants define the market as the provision of all anesthesia -related \nservices for in - and out -patient procedures performed in hospitals in Greensboro, \nNorth Carolina and the surrounding counties, some of which stretch into Virginia. 6  \n(Compl. ¶¶ 74–77; AC ¶¶ 60 –63.)  Defendants allege that ACNC currently has an \nexclusive contract with Cone Health.  (Compl. ¶ 149; AC ¶ 135.)  Defendants further \nallege that Cone Health operates “all of the hospitals within Greensboro” and that \nmany patients in Greensboro’s surrounding counties seek treatment at Cone Health.  \n(Compl. ¶ 78; AC ¶ 64.)  Taking th ese factual allegations as true, Plaintiffs cannot \npossibly maintain m onopoly power over the market when ACNC currently has the \nexclusive contract with Cone Health , the operator of all of the hospitals in \nGreensboro.  Furthermore, Defendants do not allege that Plaintiffs currently possess \nany monopoly power.  While this Court need not and does not determine a minimum \nmarket share that must be pled for a § 75-2.1 claim to survive a Rule 12(b)(6) motion, \na party must make factual allegations evidencing monopoly power and supporting a \nfinding of  market share exceeding zero percent ( 0%) to state a claim for \nmonopolization, which Defendants have failed to do here.  \n76. Even if the Court were to interpret Defendants’ claim as one for attempted \nmonopolization, De fendants’ factual allegations remain insufficient under Rule \n                                                 \n6 The Court does not analyze the sufficiency of Defendants’ pleading as it relates to defining \nthe relevant market, as it is not necessary or outcome determinative for the purposes of this \nMotion.  \n \n \n12(b)(6).  Attempted monopolization “employs methods, means and practices which \nwould, if successful, accomplish monopolization, and which though falling short, \nnevertheless approach so close as to create a dangerous probability of it.”  M & M \nMed. Supplies & Serv. Inc. , 981 F.2d at 166.  “To state a claim for attempted \nmonopolization [under section 2 of the Sherman Act], a claimant must plead: (1) the \nuse of anticompetitive conduct, (2) with specific intent to monopolize, and (3) a \ndangerous probability of success.”  E.I. du Pont de Nemours & Co. , 637 F.3d at 453; \nSitelink Software, LLC, 2016 NCBC LEXIS 45, at *52 (considering federal law for the \nresolution of a North Carolina monopolization claim). \n77. While Defendants allege that Plaintiffs are currently seeking the exclusive \ncontract with Cone Health, Defendants fail to allege any market share possessed by \nPlaintiffs in the relevant market or a dangerous probability of success of acquiring \nmarket share.  M & M Med. Supplies & Serv., Inc., 981 F.2d at 168 (“[A] dangerous \nprobability of success, must be shown to be substantial and real.”); Sitelink Software, \nLLC, 2016 NCBC LEXIS 45, at *29 (“[A] market -share range between 30% and 50% \nis presumed ne cessary to sustain a claim for attempted monopolization.”).  To the \ncontrary, Defendants allege that Cone Health’s representative stated that to \nexclusively contract with the remaining MEDNAX and SAC anesthesiologists would \nbe “virtually undoable” and “untenable” unless Cone Health opted to close a hospital.  \n(Compl. ¶ 130; AC ¶ 116.)  Defendants also allege that MEDNAX and SAC were \nunable to replace the Individual Defendants, further indicating that there is no \n \n \nprobability of Plaintiffs successfully acquiring the market share MEDNAX or SAC \nonce possessed by the exclusive contract with Cone Health.  (Compl. ¶ 83; AC ¶ 69.)   \n78. As such the Court GRANTS Plaintiffs’ Motion to dismiss both the restraint \nof trade claim pursuant to N.C.G.S. § 75-1 and the monopolization claim pursuant to \nN.C.G.S. § 75-2.1.  \nF. Racketeer Influenced and Corrupt Organizations Act Claim \n79. Defendants allege violations of both the federal Racketeer Influenced and \nCorrupt Organizations Act (“RICO”) pursuant to 18 U.S.C. § 1962, and the North \nCarolina RICO statute pursuant to N.C.G.S. § 75D.  (Compl. ¶ 179; AC ¶ 192.)  \n1. Federal RICO Statute \n80. To state a civil RICO claim, Defendants must allege that Plaintiffs \n“engaged in, or conspired to engage in, a pattern of racketeering activity.” US Airline \nPilots Ass’n v. AWAPPA, LLC , 615 F.3d 312, 317 (4th Cir. 2010) (quotation marks \nomitted).  “Pattern of racketeering activi ty” is defined by 18 U.S.C. § 1961(5) as at \nleast two acts of racketeering activity occurring within ten years of each other.  \nRotella v. Wood, 528 U.S. 549, 552 (2000); US Airline Pilots Ass’n , 615 F.3d at 318.  \nPredicate acts that form the basis of a rack eteering claim are defined broadly by 18 \nU.S.C. § 1961 to include specifically enumerated violations of several federal statutes.  \nRICO, however,  does not cover all instances of wrongdoing but is limited to \n“organized, long-term, habitual criminal activity. ”  Southwood v. Credit Card Sol ., \n2012 U.S. Dist. LEXIS 152146, at *32 –33 (E.D.N.C. Oct. 23, 2012) ; Gentile v. \n \n \nBrunswick Cty. Sheriff’s Dep’t, 2014 U.S. Dist. LEXIS 45310, at *26 (E.D.N.C. Jan. \n23, 2014) (quoting US Airline Pilots Ass’n, 615 F.3d at 317).   \n81. Defendants allege two distinct categories of predicate acts: (1) violations of \nN.C.G.S. § 55B; and (2) fraud.  (Compl. ¶ 188; AC ¶ 175.)   Defendants contend that \nPlaintiffs violated N.C.G.S. § 55B by participating in the corporate practice of \nmedicine and illegal fee splitting. (Compl. ¶  187; AC ¶ 174.)  Defendants further \ncontend that Plaintiffs committed mail and wire fraud.  (Compl. ¶ 189 ; AC ¶ 176.)  \nThe Court addresses each category in turn.  \n82. First, Defendants fail to provide any binding legal authority that supports \nRICO extending to a violation of N.C.G.S. § 55B.  The broad coverage of 18 U.S.C. § \n1961 does not include the unauthorized practice of medicine, a violation of N.C.G.S. \n§ 55B, or any similar statutes,  in its long list of specifically enumerated predicate \nacts.  The Court declines to interpret the definition of racketeering to be so expansive \nas to include predicate acts comprised of violations of N.C.G.S. § 55B and any alleged \nviolation of this statute as set forth by Defendants cannot serve as the basis for a \nRICO claim.  Salami v. JPMorgan Chase Bank, N.A., 2019 U.S. Dist. LEXIS 102410, \nat *9–10 (M.D.N.C. June 19, 2019) (“Only an offense listed in § 1961(1) can serve as \na predicate offense sufficient to give rise to RICO liability.” (citations omitted)).    \n83. Defendants also assert that Plaintiffs committed both mail and wire fraud, \nwhich together may serve as the predicate acts for a federal RICO violation.  18 U.S.C. \n§ 1961.  The mail and wire fraud statutes prohibit similar behavior and share \nelements requiring Defendants to plead “(1) a scheme disclosing an intent to defraud; \n \n \nand (2) the use, or causing t he use, respectively of the mails or interstate wires in \nfurtherance of the scheme .”  Southwood, 2012 U.S. Dist. LEXIS 152146, at * 35–36 \n(citing Am. Chiropractic Ass’n v. Trigon Healthcare, Inc., 367 F.3d 212, 233 (4th Cir. \n2004)).   \n84. When the predicate act of a RICO claim sounds in fraud, Defendants need \nnot plead reliance ; however, the predicate acts must be pled with particularity  as \nrequired by F.R.C.P. 9(b).  Chubirko v. Better Bus. Bureau of Southern Piedmont, Inc., \n763 F. Supp. 2d 759, 766–67 (W.D.N.C. 2011); Barefoot v. Sec. Credit Corp., 2008 U.S. \nDist. LEXIS 92319 at *11 (E.D.N.C. Nov. 12, 2008).   \n85. Defendants allege that “[t]he acts of mail fraud and wire fraud include the \nJune 28, 2017 letter and multiple phone communications by Trey Long and/or Eric \nMason” to Defendants.  (Compl. ¶ 189; AC ¶ 176.)  Aside from this legal conclusion, \nthe Defendants make no other factual allegations suggesting that the referenced \ncommunications were fraudulent.  Defendants fail to make any allegations regarding \nthe contents of the phone conversations purportedly serving as the basis of wire fraud, \nand although providing the contents of the letter, make no allegations permitting a \nconclusion that the letter is fraudulent.  Furthermore, Defendants provide no facts \nsupporting that either the phone conversations or the letter was done in furtherance \nof any scheme by Plaintiffs  to defraud Defendants .  Defendants simply rely on the \nrecitation of elements of a fraud claim and assert legal conclusions, neither of which \nserve as a proper basis for a RICO claim.  See Radcliffe v. Avenel Homeowners Ass’n, \n248 N.C. App. 541, 572, 789 S.E.2d 893, 913 (2016) (“ [C]onclusory allegations that \n \n \ntrack the elements of [a RICO] claim . . . alone are  insufficient to state a legally \nsufficient claim[.]”) \n86. Accordingly, the Court GRANTS Plaintiffs’ Motion to dismiss the federal \nRICO claim brought pursuant to 18 U.S.C. § 1964.  \n2. North Carolina RICO Statute  \n87. The North Carolina RICO statute prohibits any person from engaging in a \npattern of racketeering activity or conducting or participating in an enterprise \nthrough a pattern of racketeering activity.  N.C.G.S. § 75D -4(a).  A “pattern of \nracketeering activity” is defined as “at least two incidents of racketee ring activity \n[with] the same or similar purposes, results, accomplices, or methods. . .” within a \nfour-year period.  Id. § 75D-3(b).   \n88. In order to state a claim pursuant to North Carolina’s RICO Act:  \n(1) an innocent person must allege (2) an injury or damage to his \nbusiness or property (3) by reason of two or more acts of organized \nunlawful activity, or conduct, (4) one of which is something other than \nmail fraud [or] wire fraud . . . (5) that resulted in pecuniary gain to the \ndefendant[s]. \n \nGilmore v. Gilmore, 229 N.C. App. 347, 356, 748 S.E.2d 42, 49 (2013) (citation and \nquotation marks omitted).   \n89. “Racketeering activity” is defined by N.C.G.S. § 75D-3(c)(1) as:  \nto commit, to attempt to commit, or to solicit, coerce, or intimidate \nanother person to co mmit an act or acts which would be chargeable by \n \n \nindictment if such act or acts were accompanied by the necessary mens \nrea or criminal intent[.] \n \n N.C.G.S. § 75D -3(c)(1) also specifically enumerates violations of specific statutes , \nincorporating by reference the federal RICO statute, which may serve as a predicate \nact.   \n90. By the express language of the statute, a llegations of mail and wire fraud, \nwithout any other activity to serve as a predicate act, is insufficient to support a state \nRICO claim. See Southwood , 2016 U.S. Dist. LEXIS 48039, at *80 –81; Capps v. \nBlondeau, 2010 NCBC LEXIS 11, at * 21 (N.C. Super. Ct. Apr. 13, 2010).   \n91. N.C.G.S. § 75D-3(c)(1) and 18 U.S.C. § 1961 do not specifically enumerate \na violation of N.C.G.S. § 55B as a predicate act.  Defendants have done no more than \nallege wire and mail fraud, which, without alleging another predicate act recognized \nunder North Carolina law, is insufficient to state a claim pursuant to North \nCarolina’s RICO statute.   Southwood, 2016 U.S. Dist. LEXIS 48039, at *80–81.  The \nCourt therefore GRANTS Plaintiffs’ Motion to dismiss the state RICO claim.  \nG. Tortious Interference with Contract \n92. Defendants allege that Plaintiffs tort iously interfered with the contract \nbetween ACNC and Cone Health System and the agreements between ACNC and Dr. \nAllan and Dr. Guidetti (collectively the “ACNC Agreements”).  (Compl. ¶¶ 196–203; \nAC ¶¶ 183–89.)   \n93. To state a claim for tortious interference with contract, a party must allege \n(1) a valid contract [exists] between the plaintiff and a third -person \nwhich confers upon the plaintiff a contractual right against a third \nperson; (2) the defendant knows of the contract; (3) the defendant \n \n \nintentionally induces the third person not to perfor m the contract; (4) \nand in doing so acts with justification; (5) resulting in actual damage to \nplaintiff.  \n \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988).  An \nact lacks justification when it is done for a wrongful purpose, which “exists where the \nact is done other than as a reasonable and bona fide attempt to protect the interest   \n. . .  involved.”  Peoples Sec. Life Ins. Co. v. Hooks, 322 N.C. 216, 220, 367 S.E.2d 647, \n650 (1988). \n94. North Carolina law is  “less-than-clear” as to when an interference is \njustified by a legitimate business interest.  K & M Collision, LLC, v. N.C. Farm \nBureau Mut. Ins. Co., 2017 NCBC LEXIS 109, at *21 (N.C. Super. Ct. Nov. 21, 2017).  \n“[D]ismissal at the pleading stage is inappropriate where questions of fact remain as \nto [Plaintiffs’] justification for interfering with [Defendants’] business relations.”  Id. \nat *23.  \n95. Defendants plead two plausible motives for Plaintiffs alleged interference \nwith the ACNC Agreements: (1) enforcement of the Non -Compete Agreements; and \n(2) the “malicious and non -business purpose of causing harm to ACNC”  through \nthreatened litigation.  (Compl. ¶¶ 68–70, 199; AC ¶¶ 54–56, 186.) \n96. Plaintiffs challenge Defendants’ claim of tortious interference of contract on \nthe sole ground that any interference by Plaintiffs was justified.  (Br. Supp. 26–28; \n \n \nReply Br. 11–13.)  Determination of Plaintiffs’ motive in the alleged interference and \nwhether any interference was reasonably related to a protectable business interest is  \na fact-intensive inquiry.  See K & M Collision, LLC, 2017 NCBC LEXIS 109, at * 26–\n27.  The Court concludes that it is premature to dismiss Defendants ’ claims for \ntortious interference with contract at the 12(b)(6) stage.  As such, the Court DENIES \nPlaintiffs’ Motion as to ACNC’s tortious interference of contract claim. \n97. Defendants fail to allege a valid contract, or any contract at all,  that the \nIndividual Defendants entered into that Plaintiffs attempted to or in fact interfered \nwith; therefore, the Court GRANTS Plaintiffs’ Motion as to the tortious interference \nof contract claims brought by the Individual Defendants.    \nV.      CONCLUSION \n98. THEREFORE, for the foregoing reasons, the Court hereby GRANTS in \npart and DENIES in part the Motion as follows: \nA. The Motion is GRANTED as to any claims brought by Rose Anesthesia and \nany such claims are dismissed without prejudice.  \nB. The Motion is DENIED as to the Individual Defendants’ claim for unjust \nenrichment. The Motion is GRANTED as to ACNC ’s claim for unjust \nenrichment, which claim is dismissed with prejudice.  \nC. The Motion is GRANTED as to Defendants’ claim for disgorgement, which \nclaim is dismissed with prejudice.  \n \n \nD. The Motion is GRANTED as to Defendants’ claim for unfair and deceptive \ntrade practices  which claim  under section 75 -1.1 is dismissed with \nprejudice.  \nE. The Motion is DENIED as MOOT as to Defendants’ federal antitrust claim \nunder 15 U.S.C. § 1 et seq.  The Motion is GRANTED as to Defendants’ \nstate antitrust claims, which claims are dismissed with prejudice.   \nF. The Motion is GRANTED as to Defendants’ RICO claims under both \nfederal and state law, which claims are dismissed with prejudice.  \nG. The Motion is DENIED as to ACNC’s tortious interference of contract \nclaim.  The Motion is GRANTED as to the tortious interference of contract \nclaims brought by the Individual Defendants , and those claims are \ndismissed with prejudice.    \nSO ORDERED, this the 10th day of October, 2019. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}