{
  "id": "f8e07deda123091e4b91e3d84fc137a249214495566d405e58f65e05a8110411",
  "source_file": "data/raw/ncbc/f8e07deda123091e4b91e3d84fc137a249214495566d405e58f65e05a8110411.pdf",
  "raw_text": " \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 7036 \n \nNORTH CAROLINA DEPARTMENT \nOF REVENUE, \n \nPetitioner, \n \nv. \n \nWIRELESS CENTER OF NC, INC., \n \nRespondent. \n  \n \n \nORDER AND OPINION ON CROSS-\nPETITIONS FOR REVIEW OF FINAL \nDECISION \n \n1. THIS MATTER is before the Court on cross-petitions for judicial review of \nthe Final Decision issued by the  North Carolina Office of Administrative Hearings  \n(“OAH”) on 13 May 2022, (Pet. Jud. Rev., ECF Nos. 3, 12) , in a contested tax case \narising under a section of the North Carolina Sales and Use T ax Act (“SUTA”) titled \n“Tax Imposed on Retailers and Certain Facilitators .”  N.C.G.S. § 105-164.4 (2016).1  \nFor the reasons set forth below, the Court REVERSES the Final Decision of the OAH \nand REMANDS to the OAH with instructions to enter judgment affirm ing the tax \nassessment of the North Carolina Department of Revenue. \nNorth Carolina Department of Justice, by Tania X. Laporte-Reverón, for \nPetitioner North Carolina Department of Revenue. \n \nCulp Elliott & Carpenter, PLLC, by Stanton P. Geller and Harris S. \nSinsley, for Respondent Wireless Center of NC, Inc.  \n  \n \nRobinson, Judge.  \n \n \n1 Unless otherwise indicated, all statutory references to SUTA  set forth herein are  the \nversions in effect during the period at issue—from 1 January 2016 to 31 December 2018.  \nN.C. Dep’t of Revenue v. Wireless Ctr. of NC, Inc., 2023 NCBC 39. \n \nI. INTRODUCTION \n2. The matter before the Court involves a dispute between the North Carolina \nDepartment of Revenue ( the “Department” ) and Wireless Center of NC , Inc.  \n(“Wireless Center”)  regarding whether Wireless Center , a retailer of cell phone \nproducts and services, was required to collect and remit sales tax on products known \nas “Real Time Replenishments” (“RTRs”) during tax years 2016–18.   \nII. FACTUAL AND PROCEDURAL BACKGROUND \n3. When reviewing a final decision in a contested tax case, the Court does not \nmake findings of fact.  See McCabe v. N.C. Dep’t of Revenue, 2023 NCBC LEXIS 53, \nat **2 (N.C. Super. Ct. April 3, 2023).  The following background is intended only to \nprovide context for the Court’s analysis and ruling. \n4. The Department is an agency of the State of North Carolina responsible for \ncollecting the State’s tax funds and administering the tax laws.  See N.C.G.S. § 143B-\n218.  The Department ’s examination of Wireless Center’s r ecords gave rise to the \nissues before this Court.  \n5. Wireless Center is a  North Carolina S- corporation formed in 2015  with \nFaye Ngalandou  (“Mr. Ngalandou”)  as its sole owner, director, and shareholder.   \n(R. 0939.)2  From 1 January 2016 to 31 December 2018 (the “Audit Period”), Wireless \nCenter operated six stores  in Monroe, Greensboro, and Winston -Salem, North \nCarolina selling mobile phone equipment, products, and services as an independent \ncontractor with Boost Mobile (“Boost”).  (R. 0299, 0126.)  \n \n2 Citations to the Official Record on Judicial Review, (ECF No. 17), are denoted as “R.” \n \n6. Wireless Center’s relationship with Boost began on 18 April 2016, when \nWireless Center entered into a contract with Sprint Solutions, Inc. (“Sprint”), Boost’s \nthen-parent company ,3 to join Sprint’s Branded Retail Program  (the “Boost \nContract”).  (R.  0289.)  The Boost Contract provided that Wireless Center would be \nan independent contractor and that no agency relationship was formed between Boost \nand Wireless Center.  (R. 0848.) \n7. As a participant in Sprint’s  Branded Retail Program , Wireless Center \nbecame a Branded Retailer and agreed to sell Boost products exclusively.  (R. 0290.)  \nWireless Center also ceded control of its advertising and other functions to Boost.  (R. \n0292, 0313.)   As an authorized dealer, Wireless Center had to a bide by Boost ’s \ncorporate policies.  (R. 0294.)   \n8. The Boost Contract provided that  Wireless Center  would be solely \nresponsible for collecting and remitting any state and local sales tax required by law \nto be collected at the point of sale for any boost products.  (R. 0848).  Wireless Center \nalso agreed that “in no event will [Boost] be responsible for collecting, remitting, or \npaying ‘Sales Taxes.’ ”  (R. 0848.)  \n9. Among the products sold by Wireless Center are RTRs, which are defined \nas “real time replenishments of Airtime units for use on Sprint’s network . . . . [W]ith \nRTR, no Airtime vouchers are created, no inactive Airtime units are stored with a \ntechnology service provider, and Airtime is immediately added directly to a Customer \nAccount when Airtime is purchased.”  (R. 0594.)  \n \n3 Boost was sold to Dish Network in 2020. \n \n10. Airtime is defined , under section 21.2 of the Boost Agreement, to mean \n“prepaid airtime units available for use on Sprint’s network.  Airtime may be in the \nform of PINs or RTR.”  (R. 0593.) \n11. Purchasing RTRs does not automatically activate a customer’s cellular \nservice.  Instead, RTRs add value to a customer’s Boost account, which customers \nmay then use to activate  or extend one of Boost’s prepaid plans or purchase  other \nproducts and services.   (R. 0982.)   Upon the purchase of phone equipment or RTRs \nfrom Wireless Center, the purchase price was remitted to Wireless Center, which \ndeposited the funds in a joint bank account from which Boost would later collect  the \nproceeds.  (R. 1066.)  Upon collection, Boost paid Wireless Center a commission.  (R. \n0910.) \n12. In connection with the  Boost Agreement, on 7 November 2017, Wireless \nCenter entered into an “Epay Merchant Services Agreement” (“Epay Agreement”) \nwith Actify LLC under which Wireless Center agreed to act as a sub -distributor of \nprepaid wireless products and an independent contractor-retailer.  (R. 0339.)  \n13. Pursuant to t he Epay Agreement , Wireless Center was outfitted with in-\nstore kiosks at which customers could purchase RTRs using a secure  connection to \nBoost’s systems.  (R 0082.)   The Epay Agreement charged Wireless Center with  \ncollecting and remitting tax associated with the sale of p repaid wireless products.   \n(R 0341.)  \n \n14. During the Audit Period, Wireless Center did not collect sales tax on the \nsale of  RTRs, although it did collect and remit all sales tax required for phone \nequipment.  (R. 1166.)  \n15. Wireless Center received a letter from Boost in 2017 giving notice to Boost \nretailers that, beginning 8 September 2017, Boost would: (a) discontinue the sale of \nprepaid credits; (b) begin selling RTRs and PINs, which would be treated as stored-\nvalue cards; and (c) collect and remit all tax applicable to s tored-value cards at the \ntime they were  redeemed.  The letter stated that  retailers such as Wireless Center \nwould no longer be required to charge, collect, and remit sales tax on these items.  (R. \n0116.)  The letter also stated that it contained no tax advice and that retailers should \nconsult a tax advisor regarding the tax consequences of the change  by Boost.  (R. \n0116.)  Wireless Center sought no legal or accounting advice about the effect of the \nBoost letter or whether, under North Carolina law, Wireless Center was r equired to \ncollect and remit sales tax for sale of RTRs and PINs  notwithstanding Boost’s \nstatement to the contrary.  (R. 0984.) \n16. In January of 2019, the Department initiated a sales and use tax audit of \nWireless Center for the Audit Period.  (R. 0371.)  Following the Audit, the Department \non 10 September 2019  issued a Notice of Sales and Use Tax Assessment against \nWireless Center  in the amount of  $623,186.93, f inding that Wireless Center had \nfailed to collect and remit sales tax  for RTRs during th e Audit Period.  (R. 0377.)   \nWireless Center requested departmental review during which downward \nadjustments were made to the assessment.   (R. 0373.)   The Department issued a  \n \nNotice of Final Determination on 7 July 2021 concluding that Wireless Center owed \n$516,700.37 in unpaid sales tax, including interest and penalties.  (R. 0042.) \n17. On 1 September 2021, Wireless Center filed a Petition for a Contested Tax \nCase Hearing (“Petition”) with the OAH seeking review of the Notice of Final \nDetermination issued by the Department.  (R. 0001.)  The contested case hearing took \nplace on 25  January 2022 before the Honorable Karlene S. Turrentine, \nAdministrative Law Judge.  (R. 0050.)  \n18. At the hearing, the Department was represented by counsel , and Wireless \nCenter was repre sented by its President  and CEO, Mr. Ngalandou, a non-lawyer.  \n(R. 0861.)  Two witnesses testified:  Mr. Ngalandou for Wireless Center and Andrew \nFuruseth, Director of Sales and Use Tax at the Department, for th e Department .  \n(R. 0887, 1072.)   \n19. On 13 May 2022, the OAH entered its  Final Decision, determin ing that, \nfrom 1 January 2016 to 7 September 2017 (“Period I”) , Wireless Center failed to \nsatisfy its obligation to collect and remit tax on RTRs at the point of sale under the \nNorth Carolina Sales and Use Tax Act (“SUTA”), section  105-164.1 (2016).  Even so, \nthe OAH  also concluded that the Department over -assessed Wireless’s tax bill by \nincluding sales receipts Wireless Center had already reported to the Department .  \n(R. 1175.)  The OAH remanded the ass essment to the Department for deduction of \nequipment sales receipts and recalculation of the assessment for Period I.  (R.1176.)   \n20. As to sales occurring from 8 September 2017 to 31 December 2018 (“Period \nII”), the OAH determined that it was “more likely than not” that Boost, as the service \n \nprovider for the RTR products sold by Wireless Center, collected and remitted tax on \nWireless Center’s behalf.  (R. 1172.)  The OAH held that because the Department \n“refused and failed to show” that Boost did not pay tax on Wireless Center’s behalf, \nthe assessment was not based  on the “ best information available” as required by \nsection 105-241.9(a).  (R. 1175.)   The OAH therefore reversed the Department’s tax \nassessment for Period II.  (R. 1176.)  \n21. The Department filed its Petition for Judicial Review pursuant to N.C.G.S. \n§§ 150B-43, -45, -46 in Wake County Superior Court on 10 June 2022.  (ECF No. 3 .)  \nThereafter, Wireless Center filed a cross-petition for judicial review on 25 July 2022.  \n(ECF No. 12.)   \n22. This matter was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina on 13 June 2022 and was \nassigned to the undersigned on the same day.  (ECF Nos. 1, 2.) \n23. The Department filed a brief in support of its P etition for Judicial Review \non 13 October 2022.  (Pet. Br., ECF No. 19.)  Wireless Center filed a brief in support \nof its cross-petition on 2 December 2022.  (Br. Resp. Re. Pet. Jud. Rev., ECF No. 27. \n[“Wireless Br.”].)  The Department filed  a reply brief  on 22 December 2022.  (ECF. \nNo. 28 [“Reply Br.”].) \n24. On 7 February 2023 the Court held a hearing at which counsel for both \nparties were present.  (See ECF No. 29.)  This matter is now ripe for resolution. \n \nIII. STANDARD OF REVIEW \n25. When a trial court “exercises judicial review of an agency’s final decision, it \nacts in the capacity of an appellate court.”  Meza v. Div. of Soc Servs., 364 N.C. 61, 75 \n(2010) (quoting N.C. Dep’t of Env’t & Nat. Res. v. Carroll, 358 N.C. 649, 662 (2004)).   \n26. Pursuant to N.C.G.S. § 150B -51(b), this Court may affirm the decision of \nthe OAH, remand the case for further proceedings, or, as set forth herein, reverse or \nmodify a final agency decision:  \n[I]f the substantial rights of the petitioners may have been prejudiced \nbecause the [OAH’s] findings, inferences, conclusions, or decisions are:  \n (1) In violation of constitutional provisions;  \n (2) In excess of the statutory authority or jurisdiction of the agency \nor administrative law judge;  \n (3) Made upon unlawful procedure;  \n (4) Affected by other error of law;  \n(5) Unsupported by substantial evidence admissible under G.S. \n150B-29(a), 150B-30, or 150B -31 in view of the entire record as \nsubmitted; or  \n (6) Arbitrary, capricious, or an abuse of discretion. \n \n27. “The nature of the error asserted by the party seeking review d ictates the \nappropriate manner of review[.]” Dillingham v. N.C. Dep’t of Human Res. , \n132 N.C. App. 704, 708 (1999).  “[I]f the appellant contends the agency’s decision was \naffected by a legal error, N.C.G.S. § 150B -51(b)(1), (2), (3), & (4), de novo review  is \nrequired; if the appellant contends the agency decision was not supported by the \nevidence, N.C.G.S. § 150B-51(b)(5), or was arbitrary or capricious, N.C.G.S. § 150B -\n51(b)(6), the whole record test is utilized.”  Duke Univ. Med. Ctr. v. Bruton, 134 N.C. \nApp. 39, 41 (1999).   \n \n28. In exercising de novo  review, the Court may freely substitute its own \njudgment for that of the OAH.  See Carroll, 358 N.C. at 660.  However, challenges to \nfactual errors are reviewed under the “whole record” standard of review.  N.C.G.S. § \n150B-51(c).  Under this test, the Court must “accept fact findings of the \nadministrative agency that are supported by substantial evidence, in view of the \nentire record.”  Home Depot U.S.A., Inc. v. N.C. Dep’t of Revenue, 2015 NCBC LEXIS \n103, at **6 (N.C. Super. Ct. Nov. 6, 2015).  Substantial evidence means “[r] elevant \nevidence a reasonable mind might accept as adequate to support a conclusion.”  \nN.C.G.S. § 150B-2(8c).   \n29. The Court’s scope of review includes inquiries int o whether the evidence \nsupports the OAH’s  findings of fact, whether the findings support the OAH’ s \nconclusions of law, and whether the conclusions of law are proper statements and \napplications of the law.  Home Depot U.S.A., Inc. , 2015 NCBC LEXIS at **6 (citing \nACT-UP Triangle v. Comm’n for Health Servs., 345 N.C. 699, 706 (1997)). \nIV. ANALYSIS  \n30. On appeal, the Department contends that the OAH  directly contradicted \nthe Revenue Act and Administrative Procedure Act in concluding that: (1) Wireless \nCenter was not required to collect sales tax  on RTRs during Period II ; (2) sales tax \nneed not be collected at the point of sale; (3) the Department has the burden of proof; \n(4) the Department did not base its assessment on the best information available; and \n(5) it could remand the case to the Department for recalculation  of the assessment.  \n \n(Pet. Br. 2.)   The Department therefore seeks to reverse the  Final Decision in its \nentirety and uphold its tax assessment. \n31. On cross-appeal, Wireless Center contends the OAH  committed errors of \nlaw by  concluding that (1) RTRs are a prepaid wireless calling service (“PWCS”) \nsubject to the collection and remittance  of sales tax under section 105 -164.4(a)(4d); \nand (2) Wireless Center, rather than Boost, was obligated to pay the tax associated \nwith the sale of RTRs during Period I.   (Wireless. Br. 10, 13.)   Wireless Center \ntherefore seeks to reverse the Final Decision as to Period I, and to affirm in all other \nrespects.  (Wireless. Br. 21.) \n32. Section 105-164.4 provides, in relevant part: \nA privilege tax is imposed on a retailer engaged in business in the State \nat the percentage rates  of the retailer’s net taxable sales or gross \nreceipts, listed in this subsection. The general rate of tax is four and \nthree-quarters percent (4.75%). The percentage rates are as follows: \n \n . . . \n \n \nThe general rate applies to the gross receipts derived from the sale or \nrecharge of prepaid telephone calling service. The tax applies regardless \nof whether tangible personal property, such as a card or a telephone, is \ntransferred. The tax applies to a service that is sold in conjunction with \nprepaid w ireless calling service. Prepaid telephone calling service is \ntaxable at the point of sale instead of at the point of use and is sourced \nin accordance with [N.C.]G.S. 105-164.4B. \n \n33. The initial inquiry for the Court is whether RTRs are taxable under section \n105-164.4(a)(4d) as a type of PWCS .  T he OAH concluded that RTRs were taxable \nduring Period I, until a change in Boost’s business model removed RTRs from the \numbrella of PWCS during  Period II.  (R. 1171.)  The Court undertakes a de novo  \nreview of the OAH’s conclusions of law.  \n \n34. PWCS is defined under SUTA as:  \nA right that meets all of the following requirements:  \na.  Authorizes the purchase of mobile telecommunications service, either \nexclusively or in conjunction with other services.  \nb.  Must be paid for in advance.  \nc. Is sold in predetermined units or dollars whose number or dollar \nvalue declines with use and is known on a continuous basis.  \n \nN.C.G.S. § 105-164.3(27a) (2016). \n35. The parties disagree on whether RTRs meet each requirement of section \n105-164.3(27a).  Wireless Center contends that RTRs  are n either “paid for in \nadvance” nor sold in “predetermined” units or dollars .  (Wireless Br. 11.)  Wireless  \nCenter also emphasizes t hat RTRs may be redeemed on a variety of goods and \nservices sold by Boost—not just on wireless plans.  In Wireless Center’s view, RTRs \ncreate the opportunity, but not the obligation, to purchase PWCS at a later date , \nwhich can be done by taking the additional step of applying an RTR’s value to one of \nBoost’s plans. (Wireless. Br. 11.)   Ultimately, Wireless Center argues that because \nRTRs may be used to purchase an array of goods and services from Boost, they are \ngift cards as defined in section 66-67.5(c)(1) and should be taxed at the point of use.   \n(Wireless Br. 9.)  \n36. The Department correctly points out that under section 105 -164.3(27a), a \nPWCS is not defined as the purchase  of wireless service, but instead  as “a right \nthat . . . [a]uthorizes the purchase” of wireless service.  (Reply Br. 7.)  By purchasing \nan RTR in any amount, a customer has paid in advance for the right to later purchase \nwireless service  in that predetermined amount .  Whether a customer proceeds to  \npurchase wireless service is immaterial because  the right to purchase was already \n \nacquired.  Wireless Center’s assertion that RTRs should be taxed as gift cards because \nthey are included in the definition of gift card under section 66-67.5—which is wholly \nunrelated to  the SUTA taxation scheme—has no bearing on the Court’s analysis.  \nAccordingly, the Court concludes that the OAH  properly determined that , during \nPeriod I, Wireless Center’s sales of RTRs involved the sale of a type of PWCS. \n37. As to Period II, the OAH  found that as of 8 September 2017, Boost \nrecharacterized its RTRs such that they were no longer PWCS, and became  taxable \nat the point of use.  (R. 1171.)  The OAH further found that the Department “provided \nno evidence that the who le of the assessed tax was for a service that is sold in \nconjunction with prepaid wireless calling service, as required by N.C.G.S. § 105 -\n164.4(a)(4d).”  (R. 1170.)  The OAH  found these facts relying upon the affidavit of \nAnthony M. Whalen, dated 15 Octobe r 2019 (“Whalen Affidavit”), (R. 0112), and an \nunsigned letter from Sprint dated 14 May 2021 (“Sprint Letter”). (R. 0119.)  The \nSprint Letter and Whalen Affidavit contain information regarding Boost’s purported \nchange to a business model where “no tax is due or collected on the initial sale;” sales \ntax is collected at the point of use when the credits are redeemed; and no sales tax is \ncollected by the third-party dealer “on the initial sale at the Boost dealer.”  (R. 0112–\n13). \n38. The Department contends the OAH’s findings of fact and conclusions of law \nregarding Period II are not supported by substantial evidence and that it was an error \nof law for the OAH to rely upon the Whalen Affidavit and Sprint Letter because they \nare uncorroborated hearsay, not subject to any exception.  (Pet. Br. 23–25.) \n \n39. The Department’s hearsay objections notwithstanding, neither the Whalen \nAffidavit nor the Sprint Letter provide how, if at all, the nature of RTRs  changed \nunder the law during Period II.  Wireless Center says as much in its brief, asserting  \n“[t]he function of an RTR did not materially change in any way during the audit \nperiod and could be used to purchase any number of products or services.”  (Wireless \nBr. 5.)  The fact that Boost revised its business model  to allegedly collect tax upon \nuse, rather than sale, of RTRs does not remove RTRs f rom the ambit of section 105-\n164.4(a)(4d).  Accordingly, the OAH’s conclusion that RTRs were not PWCS during \nPeriod II was erroneous.  The Court therefore reverses the OAH in this resp ect and \nconcludes that the RTRs in question were  taxable as PWCS during both periods at \nissue. \n40. Even so, s ection 105-164.4 imposes tax solely up on retailers.  The  Court’s \nnext inquiry, therefore, is  whether Wireless Center was a retailer of RTRs  under \nSUTA. \n41. Under section 105-164.3 a retailer is defined, in pertinent part, as: \nA person engaged in business of making sales at retail, offering to make \nsales at retail, or soliciting sales at retail of tangible personal property, \ndigital property for storage, use, or consumption in this State, or services \nsourced to this State. When the Secretary finds it necessary for the \nefficient administration of this Article to regard any sales \nrepresentatives, solicitors, representatives, consignees, peddlers, or \ntruckers as agents of the dealers, distributors, consignors, supervisors, \nemployers, or persons under whom they operate or from whom they \nobtain the items sold by them regardless of whether they are making \nsales on their own behalf or on behalf of these dea lers, distributors, \nconsignors, supervisors, employers, or persons, the Secretary may so \nregard them and may regard the dealers, distributors, consignors, \nsupervisors, employers, or persons as \"retailers\" for the purpose of this \nArticle. \n \n \nN.C.G.S. § 105-164.3(35) (2016). \n42.  Applying this definition, the  OAH concluded that Wireless Center,  as \nBoost’s dealer-partner, is a retailer for the purpose of any prepaid telephone calling \nservices sold in conjunction with prepaid wireless phone services by them.  (R.  1174.) \n42. Wireless Center argues  it is not a retailer, but  merely an agent of Boost.  \n(Wireless Br. 13.)  Emphasizing Boost’s ownership and control over its own products \nand services, Wireless Center argues it merely facilitates transactions for Boost—and \nBoost is the actual retailer.  (Wireless Br. 14.)  Accordingly, Wireless Center asserts  \nthat Boost alone is responsible for collecting and remitting tax  on RTRs.  (Wireless \nBr. 7.)   \n43. The Department, in turn, contends that Wireless Center is a retailer under \nSUTA, and any agency relationship between Wireless Center and Boost is irrelevant \nto that determination.  (Reply Br. 8–9.)    \n44. The 18 April 2016 Sprint Agreement , in effect during the audit period,  \nclearly defines  Wireless Center  as a reta iler of Boost’s products —specifically \nincluding RTRs.  (R.  0289, 0290.)   \n45. Furthermore, SUTA defines “sale” in such a way that does not require \nownership or control of the item  by the seller.  It is defined as  “[t]he transfer for \nconsideration of title, li cense to use or consume, or possession of tangible personal \nproperty or digital property or the performance for consideration of a service. ”  \nN.C.G.S. § 105 -164.3(36) (2016).  The term is defined broadly , a pplying \nto . . . “[a]ny . . . item subject to tax under [SUTA]. ”  N.C.G.S. § 105 -164.3(36)(h) \n \n(2016).  The Court has already found RTRs are taxable under SUTA, and therefore \nthe term “ sale” applies to the purchase of an RTR.   As a result, the OAH  properly \nconcluded that Wireless Center was a retailer at all relevant times. \n46. The Court next addresses whether the OAH, again relying upon the Sprint \nLetter and Whalen Affidavit, properly found that “for sales made after September 8, \n2017, including physical top -up cards, RTRs, PINs, and other electronic \nreplenishments, Boost collected tax on taxable items[ ,]”  (R. 1172 (cleaned up))  and \nproperly concluded that “it is more likely than not” t hat Boost paid the tax owed by \nWireless Center.  (R. 1172.)  The Court does so under the whole record test. \n47. As the Court has already noted, the Department contends the Sprint Letter \nand Whalen Affidavit, upon which the OAH  relied, are uncorroborated hearsa y.  \nWireless Center , conversely, argues  the Whalen Affidavit and Sprint Letter are \nexcepted from the hearsay rule under the residual hearsay exception found in North \nCarolina Rule of Evidence 803(24). \n48. Even a ssuming the OAH properly admitted and considered the Sprint \nLetter and Whalen Affidavit , the record nonetheless fails to  support the OAH’ s \nconclusions that (1) Wireless Center overcame the presumption that the \nDepartment’s tax assessment is correct, and (2) the Department was required, and \nfailed, to pro ve, by a preponderance of the evidence, that Wireless Center’s taxes \nremain due and owing.  \n49. In contested tax cases,  the “proposed assessment of the Secretary \n[of Revenue] is  presumed to be correct.”  N.C.G.S. § 105-241.9(a).  Under SUTA, \n \nretailers “must keep records that establish their tax liability[,]” and “all gross receipts \nof . . . retailers are subject to the retail sales tax until the contrary is established by \nproper records[.]”  N.C.G.S. §§ 105-164.22, .26. (2016).  Furthermore, the OAH “shall \ndecide the case based upon the preponderance of the evidence, giving due regard to \nthe demonstrated knowledge and expertise of the agency with respect to facts and \ninferences within the specialized knowledge of the agency.”  N.C.G.S. § 150B-34(a).   \n50. Therefore, this Court begins with a presumption that the Department did \nnot receive any payments for the tax due on RTRs sold by Wireless Center and gives \ndue regard to the Department’s knowledge and expertise.  \n51. The Sprint Letter and Whalen Affidavit represent that during Period II, \nBoost believed RTRs, like gift cards, were taxed at the point of us e.  (R. 0113, 0119.)  \nAs explained above,  because RTRs convey the right to purchase PWCS,  Boost’s \ncharacterization of RTRs is not persuasive or controlling and does not remove RTRs \nfrom the ambit of section 105-164.4(a)(4d).  The letter and affidavit go on to state that \nBoost collected tax on RTRs when customers selected prepaid service plans.  (R. 0113, \n0119.)  Critically, however, the letter next states: \nBoost was agnostic with respect to the origination point of credit \ncustomers brought to the Boost ecosystem  . . . .  [W]hen a customer \nregistered credit for use with Boost, Boost has no way of knowing \nwhether the [RTR] which originated that credit was associated with any \nspecific retailer.  Boost Tax does not have records that attributes  [sic] \nrevenue originating with any specific vendor partner. \n \n(R. 0119.)  In other words, Boost has no record that it paid tax on behalf of Wireless \nCenter, and Wireless Center admits it made no remittances to the State for the sale \nof RTRs .  (R. 0971.)   In the absence of records establishing satisfaction of its tax \n \nliability, Wireless Center is unable to overcome the initial presumption that the tax \nassessment is correct.  The Court concludes that there was not substantial evidence \nfor the OAH ’s finding in this regard.  T herefore, the Court  reverses the OAH  and \nupholds the tax assessment by the Department for Period II. \n52. Finally, the Court addresses the OAH’s finding that the assessment fails to \ndeduct gross receipts for equipment sales for which Wireless Center already paid tax.  \n(R. 1175.)  Upon this finding, the OAH  concluded the assessment was incorrect and \nremanded the issue to the Department for recalculation.   The Court reviews the \nOAH’s finding under the whole record test. \n53. The Department asserts tha t, in preparing the tax assessment, Wireless \nCenter was credited with the taxable sales it reported for equipment.  (Pet. Br. 28.)   \nUpon review of the whole record, the Court concludes that the OAH’s finding is not \nsupported by substantial evidence .  In preparing the assessment , the Department \nmade clear that, “[a] credit was allowed for taxable sales reported to the Department \nas reflected in Schedule E -1A.  Figures from this schedule are carried to the Audit \nSummary for calculation of tax due.”  (R.  0127.)  Schedule E-1A lists the taxable sales \nthat Wireless Center reported to the Department  during the audit period and for \nwhich Wireless Center remitted sales tax , and Schedule E -2 shows that the  \nDepartment deducted that amount from Wireless Center’s gross receipts prior to \ncalculating tax due.  (R. 0656, 0661.)   \n54. These documents, admitted into evidence and unrebutted by Wireless \nCenter, clearly demonstrate that the Department, from the outset, credited Wireless \n \nCenter for the tax it already remitted.  Consequently, the OAH’s finding in this regard \nis not supported by substantial evidence  and is clearly erroneous .  The  Court \ntherefore reverses the OAH and upholds the tax assessment in this respect.4   \nV.   CONCLUSION \n \n55. For the foregoing reasons, the Court hereby REVERSES the Final Decision \nof the OAH and REMANDS to the OAH for entry of a revised decision affirming in \nwhole the tax assessment.5  \nSO ORDERED, this the 2nd day of June, 2023. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n4 Accordingly, the Court need not address the propriety of the OAH’s decision to remand the \ntax assessment to the Department. \n5 Due to the passage of time since the Department originally entered its assessment, the \nCourt anticipates that the Department will  update its calculations taking into account \nadditional interest, which should be included in the OAH’s final decision on remand.   "
}