{
  "id": "f8e25d56efb9ce63a00cbbaef2392bddf4551c0ee5931c3d0b89ea3166d506b7",
  "source_file": "data/raw/ncbc/f8e25d56efb9ce63a00cbbaef2392bddf4551c0ee5931c3d0b89ea3166d506b7.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF FORSYTH \n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 7351 \nTHE ISLAND BEYOND, LLC; \nLARRY J. FOLDS, SR.; and  \nLARRY J. FOLDS, JR., individually \nand derivatively in the right of \nGLENN CROSSING, LLC, \n \nPlaintiffs, \n \nv. \n \nPRIME CAPITAL GROUP, LLC; \nWEST POINT VILLAGE \nASSOCIATES; and RAYMOND \nKRAWEIC,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER \n \n {1} THIS MATTER is before the cour t on Defendants’ Motion to Dismiss \nthe Amended Complaint Pursuant to Rule 12(b)(6) (“Motion”).  For the reasons \nstated below, the Motion is GRANTED in part and DENIED in part. \n Dean Law Firm, PLLC by Stanley P. Dean for Plaintiffs. \n Randolph M. James, P.C. by Randolph M. James for Defendants. \n \nGale, Judge. \n \nI. PARTIES \n \n {2} Plaintiff Larry J. Folds, Sr. (“Fold s Senior”) is a citizen and resident of \nForsyth County, North Carolina. \n {3} Plaintiff Larry J. Folds Jr. (“Folds Junior”) is a citizen and resident of \nAlexandria, Virginia. \n {4} Plaintiff The Island Beyond, LLC (“Island Beyond”) is a limited \nliability company organized and existing under the laws of the State of North \nCarolina, with a principal place of business in Forsyth County, North Carolina. \nThe Island Beyond, LLC v. Prime Capital Grp., LLC, 2013 NCBC 51. \n(Am. Compl. ¶ 1.) Island Beyond is one of two members of Plaintiff Glenn Crossing \nAssociates, LLC (“Glenn Crossing”) with a twenty-five percent (25%) interest. (Am. \nCompl. ¶¶ 14-15.)  Folds Senior is Island Beyond’s Manager.  (Operating \nAgreement, at 19.) \n {5} Glenn Crossing is a limited liability company organized and existing \nunder the laws of the State of North Carolina with a principal place of business in \nForsyth County, North Carolina. (Am. Compl. ¶ 4.)  Folds Senior and Defendant \nRaymond Kraweic (“Kraweic”) formed Glenn Crossing in 2005 for the purposes of \nowning and operating a commercial development of approximately thirty acres at \nthe intersection of Union Cross Road and Interstate 40 near Kernersville, North \nCarolina. (Am. Compl. ¶¶ 11, 14.)  Neither Folds Senior nor Kraweic are members \nof Glenn Crossing.   \n {6} Kraweic is an individual who is a citizen and resident of Forsyth \nCounty, North Carolina.  (Am. Compl. ¶ 7.) \n {7} Glenn Crossing’s second member is Defendant Prime Capital Group, \nLLC (“Prime Capital”) which owns a seventy-five percent (75%) interest.  (Am. \nCompl. ¶¶ 14-15.)  Prime Capital is a limited liability company, with a principal \nplace of business in Forsyth County, North Carolina.  (Am. Compl. ¶ 5.)  Prime \nCapital has been Glenn Crossing’s manager since 2005. (Am. Compl. ¶ 18.)  Kraweic \nis Prime Capital’s manager. (Am. Compl. ¶ 5; Operating Agreement, at 19.)   \n {8} Defendant West Point Village Associates (“West Point”), is a \npartnership organized under the laws of North Carolina. The partners of West Point \nare Defendant Kraweic, his wife, and his daughters. \n \nII. PROCEDURAL  BACKGROUND \n \n {9} Island Beyond, Folds Junior, and Folds Senior, filed the original \nComplaint on November 6, 2012.  On November 7, 2012, the case was designated a \nMandatory Complex Business case by Order of Chief Justice Sarah Parker dated \nand assigned to the undersigned.  On the same date, Chief Superior Court Judge \nJohn R. Jolly, Jr. entered a Temporary Status Quo Order.  All Defendants moved to \ndismiss the original Complaint on December 10, 2012. At the January 16, 2013 \nhearing on this motion, Plaintiffs were granted leave to amend. \n {10} On March 13, 2013, Plaintiffs filed their Amended Complaint which \nincludes claims for: (1) breach of the Operating Agreement; (2) breach of Prime \nCapital’s fiduciary duty; (3) fraud against Island Beyond by all Defendants; (4) \nunjust enrichment; (5) constructive fraud resulting from Prime Capital’s breach of \nfiduciary duty; (6) unfair and deceptive trade practices; and (7) an alternative claim \nof rescission of or compensation for the land conveyances to Prime Capital Group \nand West Point.  Plaintiffs have elected to pursue only their claims for breach of \nfiduciary duty, constructive fraud, and fraud.  (Mot. to Dismiss Hr’g Tr. 45:3-8, \n48:22-49:1, Jan. 16, 2013); (Mot. to Dismiss Hr’g Tr. 1:12-20; 2:21-23, July 30, 2013) \n {11} The present Motion is included in Defendants’ Answer to Plaintiffs’ \nAmended Complaint (“Answer”), filed on April 15, 2013. \n {12} The Motion has been fully briefed, heard, and is ripe for disposition. \n \nIII. FACTUAL BACKGROUND \n \n {13} The court does not now make find ings of fact, as a motion to dismiss \n“does not present the merits, but only [determines] whether the merits may be \nreached.” \nConcrete Serv. Corp. v. Investors Grp., Inc., 79 N.C. App. 678, 681, 340 \nS.E.2d 755, 758 (1986). For the purposes of this Motion, the court accepts the \nallegations of the Amended Complaint as true and draws reasonable inferences \nfrom those facts in Plaintiffs’ favor, but is not bound to Plaintiffs’ legal conclusions.  \nSee, e.g., Sutton v. Duke, 277 N.C. 94, 98, 176 S.E.2d 161, 164 (1970); Crouse v. \nMineo, 189 N.C. App. 232, 237, 658 S.E.2d 33, 36 (2008). \n {14} Folds Senior, acting as Island  Beyond’s manager, “put together” a \ncommercial development (“Development”) of approximately thirty acres at the \nintersection of Union Cross Road and Interstate 40. (Am. Compl. ¶¶ 11-14.)  Island \nBeyond could not proceed without a capital investment.  (Am. Compl. ¶ 12.)  Acting \nas Prime Capital’s manager, Kraweic agreed to provide the necessary capital for the \nproject. (Am. Compl. ¶ 13.) On January 26, 2004, Island Beyond and Prime Capital \nformed Glenn Crossing as a North Carolina limited liability company. (Operating \nAgreement, Art. II, § 1.)  The purpose of Glenn Crossing was to own and operate the \nDevelopment. (Am. Compl. ¶ 11.) \n {15} Island Beyond and Prime Capital were and remain Glenn Crossing’s \nonly members. (Am. Compl. ¶ 14-15.)  They executed an Operating Agreement on \nApril 21, 2005. 1  (Am. Compl. ¶ 16.)  The Operating Agreement grants Prime \nCapital “full and complete authority to manage and control the business, affairs and \nproperties” of Glenn Crossing. (Operating Agreement, Art. 5, § 1.)  Island Beyond \nhas no managerial authority.  (Operating Agreement, Art. 5, § 1.)  The Operating \nAgreement permits Prime Capital to “sell, exchange, transfer or convey any, all or \nsubstantially all of the assets” of Glenn Crossing, (Operating Agreement, Art. 5, § \n1(d)) and “effect any material change” in the business of Glenn Crossing. (Operating \nAgreement, Art. 5, § 1(n).)  The same Agreement permits and calls upon Prime \nCapital to delegate a degree of this power to non-members.  Specifically, the \nAgreement contemplates that Prime Capital will delegate acquiring the 30.26 acres \nof the Development to J&R Ventures, Inc., a company owned by Kraweic and his \nwife. (Operating Agreement, Art. 5, § 1.)   \n {16} As Glenn Crossing Members, Island Beyond and Prime Capital are \nallowed to engage in other business activity regardless of whether it is “competitive \nor in conflict” with the business of Glenn Crossing.  (Operating Agreement, Art. 6, § \n7.)  The members are not required to disclose such activity.  (Operating Agreement, \nArt. 6, § 7.)  \n {17} After Glenn Crossing was form ed and the Operating Agreement was \nexecuted, the company did not hold regular annual meetings. (Am. Compl. ¶¶ 19, \n                                                 \n1 Plaintiffs’ Amended Complaint refers to Exhibit A to the original Complaint, which is an \nincomplete copy of the Operating Agreement.  As the Operating Agreement is the subject matter of \nthe original and Amended Complaint, the court may properly consider the contract in its entirety, \neven where the plaintiff has failed to attach the entire agreement to the Complaint.  \nOberlin Capital, \nL.P. v. Slavin, 147 N.C. App. 52, 60-61, 554 S.E.2d 840, 847 (2001). \n28.)  Prior to its last meeting in 2011, Plaintiff Island Beyond simply assumed that \nGlenn Crossing had acquired all thirty acres of the Development. (Am. Compl. ¶ \n22).  \n {18} At the Glenn Crossing meeting in 2011, Plaintiffs first learned that \nGlenn Crossing owned only ten acres of the Development, West Point and Prime \nCapital each owned ten acres of the Development, and that Prime Capital and West \nPoint owned the portion of the Development which the North Carolina Department \nof Transportation had condemned.  (Am. Compl. ¶¶ 28, 30.)  Consequently, Prime \nCapital and West Point alone received the condemnation award, leaving Glenn \nCrossing with no income-producing property. (Am. Compl. ¶ 27.) \n {19} Plaintiffs assert that Folds Senior, on behalf of Island Beyond, \nrequested information about the operations of Glenn Crossing from Prime Capital, \nbefore the 2011 annual meeting, but to no avail.  (Am. Comp. ¶ 24.)  After learning \nof the ownership of the Development, Island Beyond unsuccessfully requested an \nexplanation for Glenn Crossing’s ownership of only one-third of the Development.  \n(Am. Compl. ¶¶ 31-32.) \n \nIV.  STANDARD OF REVIEW \n \n {20} A motion to dismiss pursuant to  Rule 12(b)(6) inquires “whether, as a \nmatter of law, the allegations of the complaint, treated as true, are sufficient to \nstate a claim upon which relief may be granted under some legal theory, whether \nproperly labeled or not.” \nCrouse at 237, 658 S.E.2d at 36 (quoting Harris v. NCNB \nNat’l Bank of N.C., 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987)). A motion to \ndismiss may be granted if the complaint reveals the absence of facts required to \nmake out a claim for relief or if the complaint reveals some fact that necessarily \ndefeats the claim. Wood v. Guilford Cnty., 355 N.C. 161, 166, 558 S.E.2d 490, 494 \n(2002). \n \n \n \nV. ANALYSIS \n \n {21} As Plaintiffs have stated that they no longer intend to pursue their \nclaims for breach of the Operating Agreement, unjust enrichment, violation of the \nUnfair and Deceptive Trade Practices Act, or conversion, those claims should be \nDISMISSED. \n {22}  The court then addresses the re maining claims for breach of fiduciary \nduty, constructive fraud, and fraud. \n {23} Addressing first the fiduciar y duty claims and the corresponding \nclaims for constructive fraud, the court must determine what fiduciary duty claims \nhave been pleaded.  The various claims against the various defendants are not well \nsegregated.  The gravamen of the claims is that Prime Capital breached its duty as \nmanager of Glenn Crossing.   Read liberally, the Amended Complaint presents both \na derivative claim on behalf of Glenn Crossing and an individual claim by Island \nBeyond based on its assertion that as manager, Prime Capital owed a fiduciary duty \nto both the company and individual members.  The Amended Complaint loosely \nasserts that both Prime Capital and Kraweic were in a position of trust and \nconfidence with all Plaintiffs and therefore both of these Defendants owed a \nfiduciary duty to each of the Plaintiffs (Amend. Comp. ¶ 52). \nA. The Claims for Breach of Fiduciary Duty and Constructive Fraud Should Be \nLimited to the Derivative Claim on Behalf of Glenn Crossing. \n1. Island Beyond Has Adequately Pleaded the Conditions Precedent for \nPursuing a Derivative Action. \n {24} Defendants contend that Plainti ffs have failed to satisfy the statutory \nrequirements for bringing a derivative claim.  (Mot. to Dismiss 7-9.)  This presents a \nstanding issue, properly addressed by a motion to dismiss. Energy Investors Fund, \nL.P. v. Metric Constructors, Inc., 351 N.C. 331, 337, 525 S.E.2d 441, 445 (2000).  \n {25} The prerequisites for a well-pleaded derivative action are set by \nstatute.  Only an LLC member may bring a derivative suit on behalf of the \ncompany. N.C. Gen. Stat. § 57C-8-01 (2013).  Neither Folds Junior nor Folds Senior \nis a member of Glenn Crossing, and neither, then, has standing to assert a \nderivative claim. (Am. Compl. ¶ 14; Operating Agreement, Art. I.)  To the extent \nthat they seek to present such a derivative claim, such claims should be \nDISMISSED. \n {26} Section 57C-8-01(a)  provides that a limited liability company member \nseeking to bring a derivative action must (1) be without authority to cause the \nlimited liability company to sue in its own right; (2) be a member at the time of \nbringing the action; and (3) have been a member at the time of the transaction of \nwhich the member complains.  See Crouse, 189 N.C. App. at 239, 658 S.E.2d at 37 \n(quoting Russell M. Robinson, II, Robinson on North Carolina Corporation Law § \n16.04, at 1 (rev. 7th ed. 2006)).  Section 57C-8-01(b) dictates that the complaint \nmust allege with particularity the efforts the member has undertaken to obtain \nresults it desires from the managers of the limited liability company, and the \nreasons the plaintiff either failed to obtain those results, or for not making a \ndemand on the company. Finally, a derivative claim must be initiated by a verified \ncomplaint. N.C. R. Civ. P. 23(b). \n {27} The verified Amended Complaint 2 alleges that Island Beyond had no \nauthority to bring the action because Prime Capital “controls all decision-making of \nGlenn Crossing” (Am. Compl. ¶ 15) and that Island Beyond is and was, at all \nrelative times, a member of Glenn Crossing (Am. Compl. ¶ 17).  These allegations \nsatisfy the requirements of Section 57C-8-01(a).  \n {28} Defendants nevertheless emphasiz e that the Plaintiffs did not allege \nefforts to secure relief before bringing the action as required by Section 57C-8-01(b). \n(Mot. to Dismiss 8).  A limited liability company “does not face the same inflexible \ndemand requirements attendant to a derivative suit brought on behalf of a closely-\n                                                 \n2 The verification reads that Folds Senior says “[t]hat he is the Manager for the Plaintiff, The Island \nBeyond, LLC, in the above-entitled action; that he has read the following AMENDED COMPLAINT” \nand either knows or believes the allegations therein to be true. (Am. Compl. Verification.) The \nverification specifies that Folds Senior signs not in his capacity as an individual, but in his capacity \nas the manager of the member who presently files a derivative suit.  Defendants’ challenge, that the \nAmended Complaint is not properly verified, is without merit. \nheld corporation.” Blythe v. Bell, 2013 NCBC LEXIS 17, at *18 (N.C. Super. Ct. \nApril 8, 2013).  Island Beyond has satisfied the more flexible LLC standard for pre-\nsuit efforts. (Am. Compl. ¶¶ 31-32.) \n {29} In sum, Island Beyond has standing  to bring a derivative suit on behalf \nof Glenn Crossing. \n2. The Amended Complaint Adequately Pleads a Derivative Claim for \nBreach of Fiduciary Duty Owed to Glenn Crossing. \n {30} Defendants urge that the Operating Agreement eliminates any \nfiduciary duty on which Island Beyond relies.  (Mot. to Dismiss 21-22.)   \n {31} The Operating agreement gran ts Prime Capital broad powers, and \nLLC members may vary the default provisions of the LLC Act by agreement. N.C. \nGen. Stat. § 57C-3-32(a); Crouse, 189 N.C. App. at 237, 658 S.E.2d at 36.  However, \nmembers cannot contractually limit a manager’s liability for: (1) actions it knows \nconflict with the interests of the limited liability company; or (2) effecting \ntransactions from which the manager derives an improper personal benefit.  § 57C-\n3-32(b). \n {32} The Glenn Crossing Operating Agreement allows Prime Capital to \ntransfer or convey any, all, or substantially all of the LLC’s assets, unilaterally \n(Operating Agreement, Art. V, § 1.), and to operate competing businesses \n(Operating Agreement, Art. VI, § 7.)  Defendants contend that whatever actions \nform the basis of Island Beyond’s claims for breach of fiduciary duty and \nconstructive fraud were therefore permitted by this contractual agreement.  \nHowever, the Operating Agreement and the exercise of those powers remain subject \nto the statutory limitations.  Plaintiffs’ allegations, which the court must accept as \ntrue for the purposes of this Motion, are that Prime Capital acquired the \nDevelopment and misdirected Glenn Crossing’s opportunities for an improper \npersonal benefit.  (Am. Compl. ¶ 29.) \n {33} Without citation to legal authority, Defendants contend that the \nParties can, by agreement, define what must be considered “improper” personal \nbenefit within the meaning of Section 57C-3-32. (Mot. to Dismiss 23.)  Even \nassuming this position can ultimately be squared with the statutory language, \nwhether Prime Capital’s acts fell within the scope of the Parties’ contemplation, as \nreflected by the Operating Agreement, is a matter outside the scope of a Rule \n12(b)(6) motion.  Accordingly, the Motion should be DENIED insofar as the \nAmended Complaint asserts a derivative claim brought by Island Beyond on behalf \nof Glenn Crossing for breach of the fiduciary duty owed by Prime Capital to Glenn \nCrossing and for constructive fraud.   \n3. Other Claims for Breach of Fiduciary Duty and Constructive Fraud \nShould be Dismissed. \na. Folds Senior and Folds Junior have not adequately alleged a basis \nfor the imposition of fiduciary duties against any Defendant. \n{34} Neither Folds Senior nor Folds J unior has alleged facts demonstrating \nany specific trust or confidence in Defendants, other than the obligations owed to \nGlenn Crossing.  Their rights, if any, are through Island Beyond.  Their individual \nclaims for breach of fiduciary duty and constructive fraud should be DISMISSED. \nb. There is no reason for Island Beyond to pursue an individual \nbreach of fiduciary duty claim against Prime Capital.   \n {35} Limited liability company managers are analogous to directors of a \ncorporation; absent special circumstances, they owe duties to the LLC, but not to \nany individual member.  Kaplan v. O.K. Techs., LLC, 196 N.C. App. 469, 473-74, \n675 S.E.2d 133, 137 (2009), rev. denied, 363 N.C. 805, 690 S.E.2d 699 (2010) (citing \nFreese v. Smith, 110 N.C. App. 28, 37, 428 S.E.2d 841, 847 (1993)); see also, N.C. \nGen. Stat. § 57C-3-22(b) (2013).  \n {36} In some instances, a majority  member owes the minority members a \nfiduciary duty that prevents the use of the majority vote to harm the minority. Id. \nat 473, 675 S.E.2d at 137; see also Gaines v. Long Mfg. Co., 234 N.C. 340, 344, 67 \nS.E.2d 350, 353 (1951) cited in Loy v. Lorm Corp., 52 N.C. App. 428, 432, 278, \nS.E.2d 897, 901 (1981).  But it does not automatically follow that a manager is \naccountable to an LLC’s members for management decisions solely because he holds \na majority interest. \n {37} A closely held corporation is di stinct from a limited liability company. \nPrecedents allowing a minority corporate shareholder to pursue individual claims—\nnormally redressed through derivative actions—do not necessarily apply with equal \nforce to LLC members.  Blythe  at *13-14.  Parties to an LLC Operating Agreement \ncan alter statutory default rules, unlike shareholders in a closely held corporation \nwho have no such power.  Crouse 189 N.C. App. at 237, 658 S.E.2d at 36. \n {38} Here, the Operating Agreement gr ants Prime Capital plenary power as \nManager. (Operating Agreement, Art. V, § 1) (“the Manager shall have full and \ncomplete authority to manage and control the business, affairs, and properties of \nthe Company”) (emphasis added); see also (Operating Agreement, Art. V, § 1(d)) \n(giving the Manager complete authority to “sell, exchange, transfer or convey any, \nall or substantially all of the assets of the company,” without member approval).  \nWhile Prime Capital cannot escape all fiduciary duties owed to the LLC, this broad \ndelegation of power is inconsistent with Plaintiffs’ separate claim that Prime \nCapital undertook a fiduciary duty owed to Island Beyond, over and above its duty \nto Glenn Crossing.  Further, Island Beyond does not, through its individual motion, \nseek any relief that is not recoverable under the derivative action on behalf of Glenn \nCrossing.  Island Beyond’s individual claim for breach of fiduciary duty against \nPrime Capital as manager and the corresponding constructive fraud claim should be \nDISMISSED. \nc. Plaintiffs present no factual predicate to impose a fiduciary duty on \nDefendant Kraweic individually. \n {39} The Amended Complaint states in conclusory fashion that “[t]here was \na relationship of trust and confidence between the Plaintiffs and Prime Capital and \nRaymond Kraweic.” (Am. Compl. ¶ 51). \n {40} A claim for breach of fiduciary duty depends upon the existence of a \nfiduciary relationship between the plaintiff and the defendant.  \nGreen v. Freeman, \n733 S.E.2d 542, 550 (N.C. App. 2012).  Kraweic did not occupy any position in \nrelation to Plaintiffs that gave rise to fiduciary duty imposed as a matter of law \nsimilar to the duty imposed on Prime Capital as Glenn Crossing’s manager.  \nConsidering the expectations of the Parties embodied in the Glenn Crossing \nOperating Agreement, the Amended Complaint does not demonstrate a factual \nbasis to further impose a particular fiduciary duty arising from a relationship of \ntrust and confidence between Plaintiffs and Kraweic individually. \n {41} Accordingly, Plaintiffs have no t alleged an adequate basis to pursue \nany fiduciary duty claim other than the claim asserted on behalf of Glenn Crossing \nagainst Prime Capital, and all other claims for breach of fiduciary duty and \nconstructive fraud should be DISMISSED. \nB. The Fraud Claim Fails.\n \n {42} Plaintiffs allege that Defendan ts Prime Capital and Kraweic defrauded \nPlaintiffs by failing to disclose the true ownership of the Development to Glenn \nCrossing. \n {43} To make out a prima facie case of fraud, a plaintiff must show the \nfollowing elements: “(1) false representation or concealment of a material fact, (2) \nreasonably calculated to deceive, (3) made with intent to deceive, (4) which does in \nfact deceive, (5) resulting in damage to the injured party.” \nRagsdale v. Kennedy, 286 \nN.C. 130, 138-39, 209 S.E.2d 494, 500 (1974).  Where the fraud claim arises from \nnondisclosure, a plaintiff must also allege that the defendant had a duty to disclose \nthe information, “as silence is fraudulent only when there is a duty to speak.”  \nLawrence v. UMLIC-Five Corp., 2007 NCBC LEXIS 20, at *8 (2007) (citing Griffin \nv. Wheeler-Leonard & Co., 290 N.C. 185, 198, 225 S.E.2d 557, 565 (1976)).  \nAllegations of fraud must be pleaded with particularity. N.C. R. Civ. P. 9(b). To \nmeet this requirement, a plaintiff must traditionally allege the time, place, and \ncontent of the fraudulent representation, identity of the person making the \nrepresentation, and what that individual gained through the fraudulent conduct.  \nTerry v. Terry, 302 N.C. 77, 85, 273 S.E.2d 674, 679 (1981).   \n {44} Admittedly, “fraud by omission is, by its very nature, difficult to plead \nwith particularity” under Rule 9(b).  Lawrence at *9 (2007) (quoting Breeden v. \nRichmond Cmty. Coll., 171 F.R.D. 189, 195 (M.D.N.C. 1997)).  However, in \nLawrence, Judge Diaz adopted specific pleading requirements for omission-based \nclaims: a plaintiff must allege (1) “the relationship [between plaintiff and \ndefendant] giving rise to the duty to speak;” (2) the event that triggered the duty to \nspeak or the general time period over which the relationship arose and the fraud \noccurred; (3) “the general content of the information that was withheld and the \nreason for its materiality;” (4) the identity of those under a duty who failed to make \nsuch disclosures; (5) what the defendant gained from withholding the information; \n(6) why the plaintiff’s reliance on the omission was reasonable and detrimental; and \n(7) the damages the fraud caused the plaintiff. Lawrence at *9 (adopting the \nrequirements set out in Breeden at 195); see also Turner v. Duke Univ., 325 N.C. \n152, 164, 381 S.E.2d 706, 713 (stating that where state and federal rules of civil \nprocedure are similar, North Carolina courts may look to the federal case law for \nguidance). \n {45} Absent a duty to speak, the omission-based fraud claim usually \nrequires some act which prohibits the plaintiffs from discovering the information. A \nduty to speak may arise: \n(1) in the context of a fiduciary relationship, (2) where “a party has \ntaken affirmative steps to conceal material facts from the other,” or (3) \n“where one party has knowledge of a latent defect in the subject matter \nof the negotiations about which the other party is both ignorant and \nunable to discover through reasonable diligence.” \nMcKee v. James, 2013 NCBC LEXIS 33, at *23 (2013) (quoting Harton v. Harton, \n81 N.C. App. 295, 298, 344 S.E.2d 117, 119 (1986)). \n {46} In Lawrence, the plaintiffs brought an action of fraud by omission \nagainst two of the defendants for concealing material facts relating to the continued \nexistence of a corporation.  Judge Diaz concluded that, apart from “parroting a legal \nconclusion” the plaintiffs failed to adequately plead “facts explaining why their \nreliance on the Defendants’ silence was both reasonable and detrimental,” such that \nthe court was “hard-pressed to see how the alleged silence of the Defendants \nprevented Plaintiffs from searching the public records of the North Carolina \nSecretary of State’s office[.]”  \nLawrence at *12. \n  {47} The court is equally hard-pressed in this case.  Plaintiffs contend that \nPrime Capital, through Kraweic, failed to respond to their demands for information \nas to the operations of Glenn Crossing.  (Am. Compl. ¶ 24.)  Yet even assuming, \nperhaps unfairly to Defendants, that Plaintiffs adequately alleged the other \nelements of a fraud claim, they most certainly have not alleged reasonable reliance \non any omission, or any act precluding Plaintiffs’ access to public records, such as \nthose at the Forsyth County Register of Deeds, which would have revealed the true \nownership of the entire Development. \n {48} Plaintiffs’ claims fo r fraud should be DISMISSED. \n \nVI. CONCLUSION \n \n {49} For the foregoing reasons: \n  (1) Defendants’ Motion is GRANTED as to all claims for breach of \ncontract, unjust enrichment, unfair and deceptive trade practices, and fraud and \nthose claims are hereby DISMISSED; \n  (2) Defendants’ Motion is GRANTED as to all claims by Folds \nSenior and Folds Junior and those claims are hereby DISMISSED; \n  (3) Defendants’ Motion is DENIED as to the derivative claim \nbrought by Island Beyond on behalf of Glenn Crossing against Prime Capital for \nbreach of fiduciary duty and constructive fraud; and \n  (4) Defendants’ Motion is GRANTED as to all other claims brought \nby Island Beyond. \n \n IT IS SO ORDERED, this th e 30th day of October, 2013. "
}