{
  "id": "f90daeda8faa338622729a94a8719ff1a237f7a8f96dba7cfd0d89776a17b536",
  "source_file": "data/raw/ncbc/f90daeda8faa338622729a94a8719ff1a237f7a8f96dba7cfd0d89776a17b536.pdf",
  "raw_text": "In re Se. Eye Ctr. (Pending Matters); In re Se. Eye Ctr. (Judgments), 2017 NCBC \n77. \n \n \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1648 \n \nIN RE SOUTHEASTERN EYE \nCENTER-PENDING MATTERS \n \nORDER AND OPINION ON  \nHARRIS’S MOTION TO  \nSET ASIDE AND/OR STRIKE \n(ALL MATTERS) \n \nGUILFORD COUNTY                                                        12 CVS 11322 \n \nIN RE SOUTHEASTERN EYE \nCENTER-JUDGMENTS \n \n      \n \n \n1. THIS MATTER is before the Court upon the Motion of Douglas S. Harris, \nacting individually and in his capacity as Trustee of JDPW Trust, “to Set Aside and/or \nMotion to Strike the Receiver’s Notice of Withdrawal of All Claims Asserted by JDPW \nTrust without Prejudice and Objection to and Demand for Jury Trial to the De Facto \nDenial of the Claim of the JDPW Trust Styled as ‘Notice of Withdrawal  of JDPW \nTrust Claim Without Prejudice ’” (the “Motion”) in the above -captioned cases .  \n(Pending Matters ECF No. 953; Judgments ECF No. 459.) \n2. Having considered the Motion, the parties’ briefs in support of and in \nopposition to the Motion, and the appropriat e evidence of record, the Court, as set \nforth below, hereby GRANTS Harris’s Motion under Rule 60 of the North Carolina \nRules of Civil Procedure, SETS ASIDE the Notice of Withdrawal of JDPW Trust \nClaim without prejudice, and makes the following FINDINGS OF FACT and \nCONCLUSIONS OF LAW. \n \n \n \n \nOak City Law LLP, by Robert E. Fields, III, for Receiver Gerald A. \nJeutter, Jr., as Receiver for the JDPW Trust. \n \nDouglas S. Harris, individually and as Trustee of the JDPW Trust, for \nthe JDPW Trust. \n \nBledsoe, Judge. \nI. \nLEGAL STANDARD \n3. Resolution of “[a] motion under Rule 60(b) is addressed to the sound \ndiscretion of the trial court and the court’ s ruling will not be disturbed without a \nshowing that the court abused its discretion .”  Harris v. Harris, 307 N.C. 684, 687, \n300 S.E.2d 369, 372 (1983)  (citing Sink v. Easter , 288 N.C. 183, 217 S.E.2d 532 \n(1975)).  Moreover, “[i]t is the duty of the judge presiding at a Rule 60(b) hearing to \nmake findings of fact and to determine from such facts whether the movant is entitled \nto relief from a final judgment or order.”  Hoglen v. James, 38 N.C. App. 728, 731, 248 \nS.E.2d 901, 903 (1978).  “The burden of proving grounds for relief is on the moving \nparty.”  Deutsche Bank Trust Co. Ams. v. Tradewinds Airlines, Inc. , 2009 NCBC \nLEXIS 6, at *13 (N.C. Super. Ct. Apr. 29, 2009) (citations omitted).   \nII. \nFINDINGS OF FACT \n4. On June 22, 2015, t he Court issued a case management order in this \nconsolidated proceeding requiring all persons asserting claims against Central \nCarolina Surgical Eye Associates, P.A.; Southeastern Cataract Laser Center, PLLC; \nHUTA Leasing, LLC; Southeastern Eye Management, Inc.; and EMS Partners, LLC \n \n \nto file their claims against any of those entities with the appointed receiver for those \nentities, Gerald A. Jeutter, Jr.  (the “Receiver ” or “Jeutter”), by October 31, 2015 .  \nDouglas S. Harris (“Harris”), acting as trustee of the JDPW Trust U/T/A Dated June \n8, 2007 (“JDPW Trust”), timely filed a claim as permitted under the case management \norder.  (Harris’s Br. Supp. Mot., Pending Matters ECF No. 954 at 1; Judgments ECF \nNo. 460 at 1.)   \n5. On April 28, 2016, the Court entered its Order Approving Nivison \nSettlement and Related Transactions Including Release of CEA Sale Proceeds , \n(Pending Matters ECF No. 471; Judgments ECF No. 142 ), and Order Approving \nPlaintiffs’ Motion for Appointment of Receiver for JDPW Trust , (Pending Matters \nECF No. 472; Judgments ECF No. 143) (the “April 28 Orders”).  The Order Approving \nPlaintiffs’ Motion for Appointment of Recei ver for JDPW Trust placed the JDPW \nTrust into receivership and appointed Jeutter as the receiver for the Trust.  (Pending \nMatters ECF No. 472 at 7; Judgments ECF No. 143 at 7.) \n6. On May 6, 2016, Harris and  Mark McDaniel (“McDaniel”) filed separate \nnotices of appeal of the April 28 Orders .  (Pending Matters ECF Nos. 493, 494, 495, \n496; Judgments ECF No s. 155, 156 .)  On May 27, 2016, the Castle McCulloch \nDefendants also filed a notice of appeal of the April 28 Orders (the appeals by Harris, \nMcDaniel, and the Cas tle McCulloch Defendants, collectively, the “Appeals”).  \n(Pending Matters ECF No.  543; Judgments  ECF No. 194, 195 .) The Appeals \nchallenge, among other things, whether this Court had jurisdiction and authority to \nappoint a receiver for the JDPW Trust and whether Jeutter is precluded from serving \n \n \nas the receiver for the JDPW Trust.  (Pending Matters ECF Nos. 493 at 2, 54 3 at 2; \nJudgments ECF No. 156 at 2, 194 at 2.)  \n7. On June 3, 2016, the Court entered an order requesting that the parties \naddress which  matters, if any, then pending in these cases were affected by the \nAppeals and thus could not properly be considered during the pendency of th e \nAppeals under applicable law.  (Pending Matters ECF No. 553; Judgments ECF No. \n197.)  On June 22, 2016, Harris, in his individual capacity and as trustee of the JDPW \nTrust, moved for a stay of the entire litigation pending resolution of the Appeals.  \n(Pending Matters ECF No. 579; Judgments ECF No. 214.) \n8. On August 11, 2016, the Court declined to stay the entire litigation pending \nappeal because the Court concluded that most of the pending matters before the \nCourt were not matters affected by the Appealed Orders.  (Order on Harris’s Mot . \nStay Pending Appeal, Pending Matters ECF No. 659 at 6; Judgments ECF No. 267  \nat 6.)  The Court stayed consideration of two pending matters and concluded that it \nwould decide whether future motions and matters are subject to the automatic stay \nof N.C. Gen. Stat. § 1-294 on a case-by-case basis.  (Pending Matters ECF No. 659 at \n6; Judgments ECF No. 267 at 6.) \n9. On July 10, 2017, Jeutter , acting as the receiver for the JDPW Trust, filed \na Notice of Withdrawal of JDPW Claim without Prejudice (the “ Withdrawal”).  \n(Pending Matters ECF No. 950; Judgments ECF No. 456 .)  The Withdrawal stated \nthe following:  \nNow comes Gerald A. Jeutter, Jr., by and through counsel, as Receiver \nfor JDPW Trust (“JDPW”) and gives Notice of his Withdrawal of all \n \n \nclaims asserted by JDPW in these consolidated proceedings  without \nprejudice to his ability to allow or disallow credits for such claim or \nclaims in adjusting rights and interests as between the entities \ncurrently in Receivership. \n \n(Pending Matters ECF No. 950 at 1; Judgments ECF No. 456 at 1.) \n10. Harris filed this Motion on July 20, 2017 .  (Pending Matters ECF No. 953; \nJudgments ECF No. 459 .)  Jeutter, acting as the receiver for the JDPW Trust, filed \nhis response on August 10, 2017 .  (Pending Matters ECF No. 960; Judgments ECF \nNo. 465.)  Harris did not file a reply.  The Motion is now ripe for resolution.1 \nIII. \nCONCLUSIONS OF LAW \n11. Harris moves pursuant to Rule 60(b) of the North Carolina Rules of Civil \nProcedure for an order setting aside the Withdrawal, or in the alternative , to strike \nthe Withdrawal as a violation o f the automatic stay under N.C. Gen. Stat. § 1-294 \nbecause the Appeals concern Jeutter’s appointment as the r eceiver for the JDPW \nTrust.  (Pending Matters ECF Nos. 953 at 1, 954 at 1; Judgments ECF Nos. 459 at 1, \n460 at 1.)  In the alternative, Harris moves for an order declaring that the Receiver’s \nWithdrawal constitutes a disallowance of the JDPW Trust claim under N.C. Gen. \nStat.  § 1-507.6 and that the Motion constitutes Harris’s timely exception and request \nfor jury trial under N.C. Gen. Stat. § 1-507.7.  (Pending Matters ECF No. 953 at 1–2, \nECF No. 954 at 2–3, 10; Judgments ECF No. 459 at 1–2, ECF No. 460 at 2–3, 10.) \n \n                                                 \n1  Pursuant to Rule 7.4 of the General Rules of Practice and Procedure for the North Carolina \nBusiness Court, the Court decides this Motion without a hearing. \n \n \nA. Rule 60(b) of the North Carolina Rules of Civil Procedure \n12. Rule 60(b) provides, in relevant part, as follows: \nOn motion and upon such terms as are just, the court may relieve a party \nor his legal representative from a final judgment, order, or proceeding \nfor one of the following reasons: \n. . . . \n(6) Any other reason justifying relief from the operation of the judgment. \n \nN.C. R. Civ. P. 60(b)(6). \n13. A voluntary dismissal is a “ proceeding” from which relief may be ordered \nunder Rule 60(b).  Bradley v. Bradley, 206 N.C. App. 249, 254, 697 S.E.2d 422, 426 \n(2010).  Thus, the Receive r’s Withdrawal of the JDPW Trust claim, which is \neffectively a voluntary dismissal of that claim, is a proceeding from which this Court \nmay order relief under Rule 60(b).   \n14. Here, one of the appealed April 28 Orders appointed Jeutter as the receiver \nfor the JDPW Trust.  (Pending Matters ECF No. 472; Judgments ECF No. 143.)  That \nOrder has been appealed on the ground that this Court did not have jurisdiction to \nappoint a receiver for the JDPW Trust and that Jeutter’s appointment as the JDPW \nTrust’s receiver was inappropriate.  (Pending Matters ECF Nos. 493 at 2, 54 3 at 2; \nJudgments ECF No. 156 at 2, 194 at 2.)   \n15. Under N.C. Gen. Stat. § 1 -294, a perfected appeal generally “stays all \nfurther proceedings in the court below upon the judgment appealed from, or upon the \nmatter embraced therei n,” although “the court below may proceed upon any other \nmatter included in the action and not affected by the judgment appealed from.”  As \n \n \nan officer of the court, the Receiver is under the same limitations.  See, e.g., Lowder \nv. All Star Mills, Inc., 309 N.C. 695, 701, 309 S.E.2d 193, 198 (1983).   \n16. While the Court is not prepared to conclude that the Receiver’s Withdrawal \nwas in violation of section 1 -294, the Court nevertheless is persuaded that, in the \nextraordinary circumstances presented here, justice demands that the Withdrawal \nbe set aside to maintain the JDPW Trust claim in light of the pending Appeals.  \nHowell v. Howell, 321 N.C. 87, 91, 361 S.E.2d 585, 588 (1987) (“The rule empowers \nthe court to set aside or modify a final judgment, order or proceeding whenever such \naction is necessary to do justice under the circumstances.  The test for whether a \njudgment, order or proceeding should be modified or set aside under Rule 60(b)(6) is \ntwo pronged: (1) extraordinary circumstances must exist, and (2) the re must be a \nshowing that justice demands that relief be granted.” (citations omitted)).  \n17.  Accordingly, the Court concludes that Harris’s Motion should be granted \npursuant to the authority afforded the Court under Rule 60(b)(6) and that the \nReceiver’s Withdrawal should be set aside, without prejudice.2 \nIV. \nCONCLUSION \n18. WHEREFORE, the Court, in the exercise of its discretion, hereby \nGRANTS Harris’s Motion and SETS ASIDE the Receiver’s Notice of Withdrawal of \nJDPW Trust Claim, without prejudice. \n \n                                                 \n2  In light of the Court’s ruling, the Court declines to consider Harris’s alternative request for \nrelief. \n \n \nSO ORDERED, this the 31st day of August, 2017. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases   \n "
}