{
  "id": "f948ea31fbd63e4cf266d1dd5fd386e0abfe3fd5f835126dd99a4872118b5c89",
  "source_file": "data/raw/ncbc/f948ea31fbd63e4cf266d1dd5fd386e0abfe3fd5f835126dd99a4872118b5c89.pdf",
  "raw_text": "Yates v. Brown, 2012 NCBC 22.  \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 11 CVS 14997 \n \n \nDAVID M. YATES and KSPL, LLC, ) \n Plaintiffs )  \n  ) \n v.  ) OPINION AND ORDER ON   \n   ) MOTION TO DISMISS  \nWALTER L. BROWN, III and RENEWABLE ) \nFIBERS, LLC,  ) \n  Defendants ) \n \n \n THIS CAUSE, designated a mandatory complex busines s case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), \nand assigned to the undersigned Chief Special Superior Court Judge for Complex \nBusiness Cases, comes before the court upon Defendants' Motion to Dismiss Pursuant \nto Rule 12(b)(6) (the \"Motion\"); and  \n THE COURT, after reviewing the Motion, briefs in s upport of and in opposition to \nthe Motion, other submissions of counsel and appropriate matters of record, \nCONCLUDES that the Motion should be GRANTED in part and DENIED in part, as \nreflected below. \nMaginnis Law, PLLC, by Edward H. Maginnis, Esq. and T. Shawn Howard, Esq. \nfor Plaintiffs. \n \nWard and Smith, PA, by Gary Rickner, Esq. and Joseph A. Schouten, Esq. for \nDefendants. \n    \nJolly, Judge. \n \n \nPROCEDURAL HISTORY  \n[1] On September 30, 2011, Plaintiffs David M. Yate s (\"Yates\") and KSPL, \nLLC (\"KSPL\") filed a Complaint against Defendants Walter L. Brown, III (\"Brown\") and \nRenewable Fibers, LLC (\"Renewable Fibers\"). \n[2] In the Complaint, Plaintiffs allege the followi ng eight (8) causes of action \n(\"Claim(s)\"):  First Claim (Tortious Interference with Prospective Economic Advantage –  \nAs to Brown); Second Claim (Unfair and Deceptive Trade Practices – As to Brown); \nThird Claim (Constructive Fraud – As to Brown); Fou rth Claim (Breach of Fiduciary Duty \n– As to Brown); Fifth Claim (Slander – As to Brown) ; Sixth Claim (Tortious Interference \nwith Prospective Economic Advantage – As to Renewab le Fibers); Seventh Claim \n(Unfair and Deceptive Trade Practices – As to Renew able Fibers) and Eighth Claim \n(Dissolution Pursuant to G.S. 57C-6-02).  Plaintiffs seek compensatory damages, treble \ndamages and attorney fees. \n[3] On December 5, 2011, Defendants filed the Motio n, seeking dismissal of \nPlaintiffs' Third, Fourth, Fifth and Eighth Claims pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure (\"Rule(s)\"). \n[4] On February 6, 2012, the court heard oral argum ent on the Motion, which \nis ripe for determination. \nFACTUAL BACKGROUND  \n Among other things, the Complaint alleges that: \n[5] On or about May 2, 2007, Yates and Paul Skillic orn (\"Skillicorn\") \nincorporated Renewable Fibers for the development and use of Kenaf as a catalyst in \n \nactivated sludge wastewater treatment facilities. 1  On or about March 11, 2008, \nSkillicorn organized Biotechnology Research and Development, LLC (\"BRD\") for the \ndevelopment and use of Kenaf, Duckweed and Arundo Donax .2  BRD is a parent \ncompany for three (3) separate subsidiaries (one each for Kenaf, Duckweed and \nArundo Donax ). 3   \n[6] On or about April 2008, Renewable Fibers was co nverted to a limited \nliability company. 4  Shortly thereafter, Renewable Fibers was made a wholly-owned \nsubsidiary of BRD and became the Kenaf division of BRD. 5   \n[7] Renewable Fibers became fully operational in th e spring of 2009, and \naround the same time, Yates was named President and Chief Operating Officer \n(\"COO\"), and Skillicorn was named Chief Executive Officer (\"CEO\") of Renewable \nFibers.6 \n[8] Sometime in 2009, Brown became an investment co nsultant for \nRenewable Fibers. 7  Yates and Skillicorn hired Brown and made him lead salesperson. 8  \nIn 2010, Brown became the new CEO of Renewable Fibers, replacing Skillicorn, who \npreviously held that position.9  \n[9] Yates owned a minority interest in both BRD and  Renewable Fibers. 10   He \nserved on the Board of Directors of Renewable Fibers.11    \n                                                 \n1 Compl. ¶ 7.  \n2 Id. ¶ 8.  The court understands that Duckweed and Arundo Donax are used, like Kenaf, in wastewater \ntreatment facilities.  \n3 Id. \n4 Id . ¶ 9.  \n5 Id.  ¶ 10.  \n6 Id.  ¶¶ 11-12.  \n7 Id. ¶ 13. \n8 Id.  \n9 Id. ¶ 17. \n10  Id.  ¶ 18. \n \n[10] By 2011, Brown began encroaching on Yates' dut ies at Renewable \nFibers. 12   For instance, in his position as COO, Yates entered into a contract with Eric \nPierce (\"Pierce\") to grow and harvest Kenaf for Renewable Fibers. 13   In March 2011, \nBrown asked Pierce to take over the manufacturing of Kenaf as an independent \ncontractor of Renewable Fibers, which essentially stripped Yates of his responsibilities \nas an employee of Renewable Fibers.14  \n[11] On March 30, 2011, Brown fired Yates and becam e the sole employee of \nRenewable Fibers. 15   \n[12] After losing his job, Yates organized a new co mpany, KSPL. 16   KSPL \nmanufactured Kenaf harvested by Pierce and sold it to Renewable Fibers. 17   Brown, \nhowever, told Pierce he could not use Yates and KSPL as a manufacturer. 18  \n[13] Yates contends that his ownership interests in  BRD and Renewable \nFibers are now valueless because Brown's conduct has not been in the best interest of \nRenewable Fibers, consequently causing injury to the company.19  \n[14] Yates also alleges that Brown impeached Yates in his profession by telling \nmembers of Renewable Fibers and BRD that Yates was untrustworthy, that he set \n\"traps\" for people and that he held the company back. 20   \n \n \n                                                                                                                                                            \n \n11  Id. \n12  Id. ¶¶ 22-23. \n13  Id. ¶ 20.  \n14  Id.  ¶ 25.  \n15  Id. ¶ 26.  \n16  Id. ¶ 27.  \n17  Id. \n18  Id. \n19  Id. ¶¶ 31, 34, 37. \n20  Id. ¶ 57.  \n \nDISCUSSION  \n[15] When deciding a Rule 12(b)(6) motion, the well -pleaded allegations of the \ncomplaint are taken as true and admitted, but conclusions of law or unwarranted \ndeductions of facts are not admitted.  Sutton v. Duke , 277 N.C. 94, 98 (1970).  \n[16] A complaint fails to state a claim upon which relief can be granted when \neither (a) the complaint on its face reveals that no law supports the plaintiff's claim; (b) \nthe complaint on its face reveals the absence of facts sufficient to make a good claim or \n(c) some fact disclosed in the complaint necessarily defeats the plaintiff's claim.  \nJackson v. Bumgardner , 318 N.C. 172, 175 (1986).  However, a complaint should not \nbe dismissed for failure to state a claim upon which relief can be granted unless it (a) \ndoes not give sufficient notice to the defendant of the nature and basis of the plaintiff's \nclaim or (b) appears beyond a reasonable doubt that the plaintiff could not prove any set \nof facts in support of his claim that would entitle him to relief.  Sutton, 277 N.C. at 102. \nFourth Claim – Breach of Fiduciary Duty (As to Brow n)21  \n[17] Plaintiffs allege that a fiduciary relationshi p existed in law and fact \nbetween Yates and Brown in that Brown was the CEO of Renewable Fibers, and Yates \nwas a minority shareholder.  Plaintiffs allege that Brown took advantage of his position \nof trust to the detriment of Yates in that, among other things, he had Yates terminated \nwith the sole purpose of increasing his own compensation and benefits from the \ncompany and then maliciously and wrongfully interfered with Yates' right to act as a \nsubcontractor with an independent contractor of Renewable Fibers. \n                                                 \n21  The court elects to discuss this Claim out of turn because the Third Claim (Constructive Fraud) is \nderivative of the Fourth Claim (Breach of Fiduciary Duty). \n \n[18] Defendants contend that Plaintiffs have failed  to allege sufficiently that \nBrown owed a fiduciary duty to Yates. \n[19] \"As a general rule, shareholders do not owe a fiduciary duty to each other \nor to the corporation.\"  Freese v. Smith,  110 N.C. App. 28, 37 (1993) (citation omitted).  \nHowever, an exception exists where \"a controlling shareholder owes a fiduciary duty to \nminority shareholders.\"  Kaplan v. O.K. Techs., L.L.C. , 196 N.C. App. 469, 473 (2009).  \nNevertheless, a minority shareholder does not owe a fiduciary duty to another minority \nshareholder.  See Kaplan , 196 N.C. App. at 473.  For instance, in Kaplan , the plaintiff \ncontended that the defendant owed a fiduciary duty to him as a minority shareholder \nbecause the defendant owned a \"minority interest in [the company] coupled with his \ncontrol over the company's finances and operations.\"  Id.   The Court of Appeals rejected \nthis argument, recognizing that the defendant only held a forty-one and one-half percent \n(41.5%) interest in the company and therefore was a minority shareholder with no \nfiduciary duty to the other members.  Id.   \n[20] Even though Brown is a minority shareholder, P laintiffs contend that \nBrown owed a fiduciary duty to Yates.  Plaintiffs cite to Norman v. Nash Johnson & \nSons' Farms, Inc., 140 N.C. App. 390, 407 (2000),  for the proposition that Brown's \ninfluence over a majority of Renewable Fibers' shares gives rise to a fiduciary \nrelationship, despite the fact that Brown is only a minority shareholder.  However, \nNorman  does not stand for such proposition.  The Court in Norman  held that \"[i]t is the \nfact of control of the common property held and exercised, and not the particular means \nby which or manner in which the control is exercised, that creates the fiduciary \nobligation on the part of the majority stockholders in a corporation for the minority \n \nholders.\"  Id.   Plaintiffs correctly note the importance of the manner in which control is \nexercised over shares.  However, the Court in Norman  analyzed the importance of such \ncontrol in the context of fiduciary relationships between majority and minority \nshareholders.  Thus, Plaintiffs' reliance on Norman  in this case is misplaced because \nboth Yates and Brown are minority shareholders.  Plaintiffs do not cite, nor can the court \nfind, any other controlling case law in support of the argument that a minority \nshareholder owes a fiduciary duty to another minority shareholder under the \ncircumstances of this case. \n[21] As such, with respect to this Fourth Claim, th e court CONCLUDES that \nPlaintiffs have failed to state sufficiently a claim for breach of fiduciary duty against \nBrown under the standard articulated by Rule 12(b)(6) and Sutton .  Defendants' Motion \ntherefore should be GRANTED with respect to the Fourth Claim, and it should be \nDISMISSED. 22  \nThird Claim – Constructive Fraud (As to Brown)  \n[22] Plaintiffs allege that Brown took advantage of  his position of trust to the \ndetriment of Yates by actions that Plaintiffs contend constitute constructive fraud.  The \nallegations of Plaintiffs' Third Claim (Constructive Fraud) are substantially the same as \nthose of Plaintiffs' Fourth Claim (Breach of Fiduciary Duty).  \n                                                 \n22  In opposition to the Motion, Plaintiffs also argue that Brown violated his fiduciary obligations by taking \nactions that caused damage to Renewable Fibers and all its members. Pls. Opp'n Defs. Partial Mot. \nDismiss 7.  However, such a claim (a) has not been specifically alleged in the Complaint and (b) would  be \nderivative.  In the absence of specific allegations showing an exception to the well-settled limitations on \nthe filing of derivative claims by individual shareholders or members, articulated in Barger v. McCoy \nHillard & Parks , 346 N.C. 650, 658 (1997), neither Plaintiff would have standing to allege such claims.  \nSee also Dawson v. Atlanta Design Assocs., Inc. , 144 N.C. App. 716, 719, n.1 (2001) (applying the \nBarger  \"special duty\" rule to members of limited liabilit y companies); Energy Investors Fund, L.P. v. Metric \nConstructors, Inc ., 351 N.C. 331, 335 (2000) (\"Generally, shareholde rs of a corporation or members of a \ncompany 'cannot pursue individual causes of action against third parties for wrongs or injuries to the \n[corporation or company] that result in the diminution or destruction of the value of their stock [or \nmembership interest].'\") (citation omitted).  No such exceptions are alleged here, and the court does not \nconsider Plaintiffs' argument in this regard.     \n \n[23] Defendants argue that the Third Claim is subje ct to dismissal because \nPlaintiffs have failed to identify that Brown owed a fiduciary duty to Yates, which under \nthe circumstances alleged in this matter is required to support a claim for constructive \nfraud.  Fakhoury v. Fakhoury , 171 N.C. App. 104, 110 (2005) (citation omitted) (holding \nthat a claim for constructive fraud requires a plaintiff to show (a) the existence of a \nfiduciary duty and (b) a breach of that fiduciary duty). \n[24] For the reasons stated above, Plaintiffs' Four th Claim, for breach of a \nfiduciary duty allegedly owed by Brown to Yates, is not supportable in this action.  \nConsequently, Plaintiffs' Claim for constructive fraud likewise fails. \n[25] Accordingly, with regard to this Third Claim, the court CONCLUDES that \nthis Claim is deficient as a matter of law.  Defendants' Motion therefore should be \nGRANTED with respect to the Third Claim, and it should be DISMISSED. \nFifth Claim – Slander (As to Brown)  \n \n[26] Plaintiffs allege Brown caused injury to Yates ' reputation by making false, \ndefamatory statements to third persons that impeached Yates in his trade or profession.  \nSpecifically, Plaintiffs contend that Brown made statements to the members of \nRenewable Fibers and BRD to the effect that Yates was untrustworthy, set \"traps\" for \npeople and held the company back.  Plaintiffs allege that such statements resulted in \nYates being terminated from his employment. \n[27] Defendants contend Brown's alleged statements are vague assertions of \nopinion, which cannot form the basis of a slander claim. \n[28] In the context of this action, \"[s]lander per se is 'an oral communication to \na third party which amounts to . . . an allegation that impeaches the plaintiff in his trade, \n \nbusiness, or profession . . . .'\"  Boyce & Isley, PLLC v. Cooper , 153 N.C. App. 25, 29-30 \n(2002) (quoting Phillips v. Winston-Salem/Forsyth County Bd. of Educ ., 117 N.C. App. \n274, 277 (1994)).  To be actionable as slander, the statement must be false and \ncommunicated to third person.  Andrews v. Elliot , 109 N.C. App. 271, 274 (1993).  For \ninstance, \"alleged false statements made by defendants, calling plaintiff 'dishonest' or \ncharging that plaintiff was untruthful and an unreliable employee, are not actionable per \nse .\"  Tallent v. Blake , 57 N.C. App. 249, 253 (1982) (quoting Stutts v. Duke Power Co ., \n47 N.C. App. 76, 82 (1980)).  \"If a statement cannot reasonably [be] interpreted as \nstating actual facts about an individual[,] it cannot be the subject of a defamation suit.\"  \nDaniels v. Metro Magazine Holding Co., L.L.C. , 179 N.C. App. 533, 539 (2006) \n(citations omitted).  However, a false statement that touches a person's trade or \nbusiness, and which \"contain[s] an imputation necessarily hurtful in its effect on his \nbusiness\" is actionable per se .  Badame v. Lampke , 242 N.C. 755, 757 (1955). \n[29] In the instant case, Brown's statement that Ya tes was \"untrustworthy\" is \nsimilar to calling him unreliable.  Standing alone, such language would not be \nactionable.  Tallent , 57 N.C. App. at 253.  However, when coupled with the alleged \nstatements to fellow corporate members that Yates was untrustworthy, \"set traps\" for \npeople in the business and was \"holding the company back,\" the court is not able to say \nas a matter of law that the allegations of this Fifth Claim fail to meet the standard \narticulated by Rule 12(b)(6) and Sutton .  Consequently, Defendants' Motion should be \nDENIED with respect to the Fifth Claim. 23  \n                                                 \n23  This Claim can be more thoroughly tested at a later time under Rule 56. \n \nEighth Claim – Dissolution of BRD  \n[30] Plaintiffs allege that dissolution of Renewabl e Fibers and BRD is \nreasonably necessary for the protection of the rights and interests of Yates.  \n[31] Defendants, however, correctly contend that BR D must be a party to any \naction seeking to dissolve it.  Thus, Defendants argue that Plaintiffs should be required \nto cure this defect and join BRD as a party to this action. \n[32] In their memorandum opposing the Motion, Plain tiffs concede that BRD is \na necessary party to their Eighth Claim, and they state that they will \"take such steps as \nnecessary to add BRD to this matter.\"24   However, Plaintiffs to date have taken no \nindependent action seeking to add BRD as a party.  In fact, at the February 6, 2012 \nhearing on the Motion, the court instructed counsel for Plaintiffs that they must present a \nformal motion to join BRD as a party Defendant to this matter, and counsel indicated \nthat they would do so.  Over two (2) months have passed, and the court has no record \nof any joinder motion filed by Plaintiffs.  Consequently, the court is forced to conclude \nthat Plaintiffs have chosen to abandon this Eighth Claim. \n[33] Accordingly, with regard to this Eighth Claim,  the court CONCLUDES that \nthis Claim is deficient as a matter of law for failure to join a necessary party.  \nDefendants' Motion therefore should be GRANTED with respect to the Eighth Claim, \nand it should be DISMISSED. \n NOW THEREFORE, it hereby is ORDERED: \n [32] With regard to Plaintiffs' Third, Fourth and Eighth Claims, Defendants' \nMotion to Dismiss Pursuant to Rule 12(b)(6) is GRANTED, and said Claims are \nDISMISSED. \n                                                \n \n24  Pls. Opp'n Defs. Partial Mot. Dismiss 9. \n \n [33] With regard to Plaintiffs' Fourth Claim, Defe ndants' Motion to Dismiss \nPursuant to Rule 12(b)(6) is DENIED. \n This the 13th \n day of April, 2012.       \n      \n "
}