{
  "id": "f985c53213cf5012ee9d5d34e3c115a6503e4796c6a5e89681b6e9415c7897b6",
  "source_file": "data/raw/ncbc/f985c53213cf5012ee9d5d34e3c115a6503e4796c6a5e89681b6e9415c7897b6.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23CV031985-590 \n \nALCOF III NUBT, L.P. et al., \n \n                                  Plaintiffs, \n \nv. \n \nJAMES M. CHIRICO, JR., KIERAN \nMCGRATH, and STEPHEN D. \nSPEARS, \n \nDefendants. \n \n \n \n \nORDER AND OPINION  \nON MOTIONS TO DISMISS BY \nDEFENDANTS JAMES M. CHIRICO, \nJR. AND KIERAN J. MCGRATH \n \nMECKLENBURG COUNTY 23CV031948-590 \n \nBRIGADE CAVALRY FUND LTD. et \nal., \n \nPlaintiffs, \n \nand \n \nCANYON DISTRESSED \nOPPORTUNITY MASTER FUND III, \nL.P. et al., \n \nIntervenor \nPlaintiffs, \n \nv. \n \nJAMES M. CHIRICO, JR. and \nKIERAN J. MCGRATH, \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \n1. These related cases  arise in the wake of  Avaya, Inc.’s bankruptcy in early \n2023.1  Plaintiffs are investors that hold interests in loans made to Avaya or in its \n \n1 Some allegations refer to both Avaya and its parent company, Avaya Holdings Corp.  For \nease of comprehension, the Court will follow the parties’ lead and refer to the two Avaya \nentities simply as “Avaya.” \nALCOF III NUBT, L.P. v. Chirico; Brigade Cavalry Fund Ltd. v. Chirico, 2024 \nNCBC 53. \nsecured notes, all of which lost value when the company went bankrupt.  Defendants \nare some of Avaya’s former officers, including James M. Chirico, Jr. (former president \nand chief executive officer ) and Kieran J. McGrath (former executive vice president \nand chief financial officer ).  As alleged , Chirico and McGrath wrongfully induced \nPlaintiffs to invest in Avaya by trumpeting revenue and earnings guidance that they \nknew the company could not meet. \n2. One group of Plaintiffs—the Brigade Plaintiffs—sued Chirico and McGrath \nfor negligent misrepresentation, fraudulent inducement, and related securities \nviolations.  See Brigade Cavalry Fund Ltd. v. Chirico (23CV031948-590) [“Brigade”].  \nA second group—the Canyon Plaintiffs—intervened in the Brigade action and assert \nsimilar claims against Chirico and McGrath .  See id.  A third group —the ALCOF \nPlaintiffs—began a separate action and assert claims for negligent \nmisrepresentation, fraudulent inducement, and fraudulent omission against Chirico, \nMcGrath, and Stephen D. Spears ( a third former officer of Avaya) .  See ALCOF III \nNUBT, L.P. v. Chirico (23CV031985-590) [“ALCOF”]. \n3. This opinion addresses motions to dismiss filed by Chirico and McGrath in \nboth actions.2  (See Brigade, ECF Nos. 38, 42, 89, 93; ALCOF, ECF Nos. 79, 84.)  They \nargue that Plaintiffs filed these lawsuits in the wrong venue and that each complaint \nfails to state a claim for relief.  For the following reasons, the Court  GRANTS the \n \n2 Spears has also moved to dismiss the only claim asserted against him in the ALCOF action.  \nBecause his motion differs materially from the motions filed by Chirico and McGrath, the \nCourt addresses it in a separate opinion. \nmotions to dismiss for improper venue and DISMISSES the claims against Chirico \nand McGrath without prejudice. \nParker Poe Adams & Bernstein LLP, by Melanie Black Dubis and \nAndrew Tabeling, and Glenn Agre Bergan & Fuentes LLP, by Andrew \nGlenn, Marissa E. Miller, Eric J. Carlson, George L. Santiago, and \nTrevor J. Welch, for Plaintiffs ALCOF III NUBT, L.P. et al. \nWomble Bond Dickinson (US) LLP , by Jesse Andrew Schaefer and \nRaymond M. Bennett, and Debevoise & Plimpton LLP, by Erica \nWeisgerber, Morgan Davis, and Maeve O’Connor , for Plaintiffs Brigade \nCavalry Fund, Ltd. et al. \nWyrick Robbins Yates & Ponton LLP, by Lee M. Whitman and Douglas \nScott Hazelgrove, and Sullivan & Cromwell LLP, by Adam S. Paris and \nPierre-Arnaud Barry-Camu, for Intervenor Plaintiffs Canyon Distressed \nOpportunity Master Fund III, L.P. et al.  \nJohnston, Allison & Hord, P.A. , by William D. McClelland, Kenneth \nLautenschlager, and Austin R. Walsh,  and Dorsey & Whitney, LLP, by \nThomas O. Gorman and Stephen Weingold, for Defendant James M. \nChirico, Jr. \nRobinson, Bradshaw & Hinson, P.A., by David C. Wright, Adam Doerr, \nand Ethan R. White, and Kellogg, Hansen, Todd, Figel & Frederick, \nPLLC, by Reid Mason Figel, Minsuk Han, and Jordan Gonzalez, for \nDefendant Kieran McGrath. \nJames, McElroy & Diehl, P.A., by Jennifer M. Houti and Adam L. Ross, \nfor Defendant Stephen D. Spears. \nConrad, Judge. \nI. \nBACKGROUND \n4. The following background treats Plaintiffs’ allegations as if they are true.   \nTo avoid citation clutter (and the reader fatigue that comes with it), and because the \nthree complaints overlap to a large degree, the Court will cite the Brigade Plaintiffs’ \ncomplaint for allegations that are common to all pleadings.  (See Brigade Compl., \nBrigade, ECF No. 3; Canyon Compl., Brigade, ECF No. 77; ALCOF Am. Compl., \nALCOF, ECF No. 76.) \n5. Avaya is a digital communications company that sells software, hardware, \nand support services to businesses around the globe.  A few years ago, the company \ndecided to bet on the growth of  its cloud-based product and deemphasize its more \nconventional on-premises offerings.  Moving to the cloud meant big changes were in \nstore—not only for what Avaya sold ( bundled services with better technology, in \ntheory) but also how it made sales (through subscriptions rather than licensing).  The \nbet may have been risky, but b y 2022, it seemed that it would pay off.  That  May, \nwhile touting “record growth” for cloud-based revenue, Chirico stated that the new \n“strategy [was] clearly taking hold faster than we anticipated.”  Avaya’s regulatory \nfilings were equally upbeat, heralding a rosy outlook for the rest of the year  even as \nthey reported ha ving undershot financial projections  for the quarter  just ended .  \n(Brigade Compl. ¶¶ 32, 33, 40, 43, 44.) \n6. Fresh off this burst of optimism, Avaya began looking to raise half a billion \ndollars to repay existing debt and for general corporate purposes.  Company officials \nworked t hroughout June 2022 to secure commitments  from prospective investors , \nincluding Plaintiffs.  The ALCOF Plaintiffs pledged $236 million toward a term loan \n(called the B -3 Term Loan) , while the Brigade Plaintiffs and the Canyon Plaintiffs \nagreed to buy $125 million and $25 million in secured notes.   Each deal closed in \nmid-July 2022 .3  (See Brigade Compl. ¶¶  61, 65, 69 –71; see also  Brigade Agrmt., \n \n3 Avaya did not negotiate individually with each Plaintiff.  The Brigade and Canyon Plaintiffs \ndelegated authority to investment managers and advisors to represent them in the \nBrigade, ECF No. 38.1; Canyon Agrmt., Brigade, ECF No. 90.9 ; ALCOF Agrmt., \nALCOF, ECF No. 84.1.) \n7. All the g ood vibes turned to ashes just two weeks later  when Avaya \npublished preliminary results for the third quarter of its fiscal year (which was the \nsecond quarter of the calendar year).  They were grim: Avaya expected to miss it s \nquarterly revenue and adjusted earnings projections by miles.  Worse news was yet \nto come.  In August, Avaya warned of “substantial doubt about [its] ability to continue \nas a going concern.”  In November, it confessed that it hadn’t maintained effective \ninternal controls over financial reporting, tainting its most recent annual SEC report \nand delaying its next report .  Then, in February 2023, it filed for bankruptcy  \nprotection.  (Brigade Compl. ¶¶ 92, 93, 101, 104, 106.) \n8. Avaya’s sudden fall carried Plaintiffs’ investments with it.  Their loans and \nnotes plummeted in value, and once the bankruptcy began, they jostled with the other \ncreditors of the estate to recover what they could.  When all was said and done, they \ncame away tens of millions of dollars in the hole.  (See Brigade Compl. ¶ 106; see also \nCanyon Compl. ¶ 80; ALCOF Am. Compl. ¶¶ 1, 104.) \n9. Plaintiffs now say that Avaya’s bullish messaging from May to July 2022 \nwas just a smokescreen .  Avaya’s leadership—namely, Chirico and McGrath —\nallegedly knew that the strategic transition to the cloud was failing even as they told \nPlaintiffs that it was succeeding.  Key members of Avaya’s finance team had sounded \n \nnegotiations and in closing their deals.  (See Brigade Compl. ¶¶ 4, 31; Canyon Compl. ¶ 4.)  \nThe ALCOF Plaintiffs include original lenders, entities that manage lender funds, and \nsuccessors that purchased debt from other original lenders.  (See ALCOF Am. Compl. ¶¶ 14–\n31.) \nthe alarm, calling third-quarter revenue targets “scary” and “impossible” and saying \nthat it would take “more than one miracle” to hit the m.  Once the fourth quarter \nbegan, any hope for a miracle vanished.  An unofficial, internal report showed that \nAvaya’s actual performance badly lagged its projections.  Though allegedly aware of \nthis information, Chirico and McGrath told Plaintiffs a different story entirely.  They \nreaffirmed Avaya’s financial guidance in marketing presentations, investor calls, and \npublic filings.  As late as the day of closing, McGrath certified that Avaya was solvent \nand would remain solvent “immediately after.”  According to Plaintiffs, they would \nnot have gone through with closing had Chirico and McGrath told them  the truth.  \n(See Brigade Compl. ¶¶ 46–64, 73–78, 80–89.) \n10. In these lawsuits, Plaintiffs seek to hold Chirico and McGrath personally \nliable for wrongfully inducing them to invest in Avaya .  The Brigade and Canyon \nPlaintiffs have asserted claims for negligent and fraudulent misrepresentation as \nwell as related claims for violations of the North Carolina Securities Act.  The ALCOF \nPlaintiffs have asserted claims for negligent and fraudulent misrepresentation  as \nwell, added a claim for fraudulent omission, and omitted the securities claim. \n11. Chirico and McGrath have moved to dismiss all claims asserted against \nthem in both cases.  (See Brigade, ECF Nos. 38, 42, 89, 93; ALCOF, ECF Nos. 79, 84.)  \nThey contend, first, that Plaintiffs sued them in the wrong forum and are instead \ncontractually bound to litigate these claims in New York.  In addition, they contend \nthat Plaintiffs have not sufficiently stated a claim for relief. \n12. The Court held a hearing on all six motions on 21 May 2024.  The motions \nare ripe for decision.  \nII. \nANALYSIS \n13. Venue, like jurisdiction, is a threshold matter.  Jurisdiction is indispensable; \nwithout it, “a court has no power to act .”  In re T.R.P. , 360 N.C. 588, 590 (2006).   \nVenue isn’t quite as vital as that but is still an important inquiry in its own right .  \nThough endowed with jurisdiction, a plaintiff’s chosen forum may not be the best, the \nmost convenient, or even  an appropriate place to adjudicate a dispute.   See Sony \nEricsson Mobile Commc’ns USA, Inc. v. Agere Sys., Inc. , 195 N.C. App. 577,  582–83 \n(2009) (affirming order granting motion to dismiss for improper venue). \n14. Chirico and McGrath contend that Plaintiffs’ claims belong in New York, not \nNorth Carolina.  This is because all of Avaya’s contracts with Plaintiffs contain New \nYork forum-selection clauses.  Although not parties to those contracts, Chirico and \nMcGrath say that the forum-selection clauses protect them as agents of Avaya just \nas much as Avaya itself.  Chirico and McGrath also contend that Plaintiffs should be \nequitably estopped from evading their own forum choices. \n15. Plaintiffs concede the validity of the forum-selection clauses  but contend \nthat Chirico and McGrath  cannot enforce the m.4  Each contract contains language \n \n4 The Canyon Plaintiffs contend that Chirico forfeited his argument concerning the \nforum-selection clauses because he did not cite Rule 12(b)(3) of the North Carolina Rules of \nCivil Procedure as the basis for his motion.  This is incorrect.  What matters is the substance \nof Chirico’s argument, not whether he cited the right or wrong procedural rule.  See Hickox \nv. R&G Grp. Int’l, Inc. , 161 N.C. App. 510, 511 –12 (2003) (addressing “application of the \nforum selection clause” even though “defendant termed the motion to dismiss for lack of \njurisdiction rather than venue ”); see also Carter v. Clowers , 102 N.C. App. 247, 253 (1991) \nstating that it does not  confer any  remedy o n anyone other than the contracting \nparties.  This language, according to Plaintiffs, forecloses any equitable  right that \nChirico and McGrath might otherwise have to enforce the forum -selection clauses.  \nPlaintiffs also contend that estoppel applies only when  a claimant tries to avoid a \nforum-selection clause while at the same time seeking to enforce the contract’s other \nterms, which is not true here. \n16. There’s some uncertainty about which State’s law ought to govern these \nmatters.  Most of the  parties advocate North Carolina law because t he law of the \nforum usually governs procedural rights.  See, e.g., Martin Marietta Materials, Inc. v. \nBondhu, LLC , 241 N.C. App. 81, 83 (2015).  The others advocate New York law \nbecause the three contracts at issue have choice-of-law clauses selecting that State’s \nlaw to govern their validity, enforcement, and interpretation .  ( See Brigade Agrmt. \n§ 6.9; Canyon Agrmt. § 6.9; ALCOF Agrmt. § 13.12.)  But no one argues the point in \ndepth, and no one explains what difference the choice of law makes.  Indeed, the Court \nsees no reason to pick one over the other because both point to the same result.5 \n \n(observing that “nomenclature is unimportant” and that “mislabeled” motion “may be treated \nas” if it had been made under the appropriate rule). \n5 For what it’s worth, the answer isn’t obvious.  New York courts have identified “a division \nin authority as [to] whether the law of the forum chosen pursuant to a choice of law clause \ngoverns the enforceability of the forum selection clause.”   USA-India Export-Import, Inc. v. \nCoca-Cola Refreshments USA, Inc., 2015 N.Y. Misc. LEXIS 255, at *18–19 (N.Y. Sup. Ct. Jan. \n30, 2015).  North Carolina courts seem unsure as well.  Compare, e.g., Peter Millar, LLC v. \nShaw’s Menswear, Inc., 274 N.C. App. 383, 390–91 (2020) (applying Georgia law designated \nby choice-of-law clause to determine validity of forum-selection clause), with Apex Tool Grp., \nLLC v. Ingersoll-Rand Co., 2013 NCBC LEXIS 24, at *5 –8 (N.C. Super. Ct. May 14, 2013)  \n(applying both North Carolina and Texas law).  Again, there is no need to try to untangle this \nauthority because North Carolina law and New York law are in sync.   \n17. Let’s start with the basics : forum-selection clauses are generally valid and \nenforceable.  Gone are the days when judges  would jeer the litigants’ bargained-for \nchoice of forum as a gambit to “oust the jurisdiction” of the court.  See The Bremen v. \nZapata Off-Shore Co., 407 U.S. 1, 9 (1972).  A more welcoming stance prevails today.  \nOutside of arrangements that offend public policy, “contracting parties are free to \nchoose which law will govern disputes arising out of their contract and where they \nwill litigate those disputes, just as they are free to choose the other terms of their \nbargain.”  Karriker v. Harpoon Holdings, L.P., 2024 NCBC LEXIS 23, at *4 –5 (N.C. \nSuper. Ct. Feb. 12, 2024); see also LendingTree, LLC v. Anderson, 228 N.C. App. 403, \n408 (2013); Sony Ericsson, 195 N.C. App. at 580 (citing Brooke Grp. v. JCH Syndicate \n488, 87 N.Y.2d 530, 534 (1996));  Reynolds v. JOPAL Bronx, LLC, 193 N.Y.S.3d 298, \n300 (N.Y. App. Div. 2023). \n18. Naturally, the scope of a forum-selection clause depends on what it says.  In \nthe B-3 Term Loan agreement, Avaya and the ALCOF Plaintiffs promised to submit \nall disputes “relating to” the agreement to “the exclusive general jurisdiction of” New \nYork state and federal courts .  ( ALCOF Agrmt. §  13.13(a).)  The investment \nagreements between  Avaya and the Brigade and Canyon  Plaintiffs say the same \nthing using slightly different words.  (See Brigade Agrmt. § 6.9; Canyon Agrmt. § 6.9.)   \n19. All three clauses are indisputably mandatory in effect.  New York is not just \na preferred or permitted forum; it is the exclusive forum for litigation relating to the \ncontracts.  See Mark Grp. Int’l, Inc. v. Still , 151 N.C. App. 565, 568 (2002) \n(highlighting “language that indicates the parties’ intent to make jurisdiction \nexclusive”); Fear & Fear, Inc. v. N.I.I. Brokerage, L.L.C., 851 N.Y.S.2d 311, 313 (N.Y. \nApp. Div. 2008) (same). \n20. All three clauses are also about as broad as forum-selection clauses get.  The \nphrase “relating to” is expansive , and  disputes “relating to” a contract  include \ndisputes about not only contract “performance” but also contract “formation” and \nother matters touching on the parties’ contractual relationship.  Rodgers Builders, \nInc. v. McQueen, 76 N.C. App. 16, 25 (1985).  In fact, both sides take it as a given that \nPlaintiffs’ claims relate to their contracts with Avaya.  And for good reason: whether \na contract was wrongfully induced by fraud or negligence is a controversy that relates \nto the contract.   See, e.g. , Speedway Motorsports  Int’l, Ltd.  v. Bronwen Energy \nTrading, Ltd. , 2009 NCBC LEXIS 17, at *1 6–18 (N.C. Super. Ct. Feb. 18, 20 09); \nFreeford Ltd. v. Pendleton, 857 N.Y.S.2d 62, 65–66 (N.Y. App. Div. 2008).6   \n21. In short, the clauses at issue are valid, they’re mandatory, and they cover \nPlaintiffs’ claims.  The bigger  question is this : can Chirico and McGrath, as \nnonparties to the contracts, enforce them?  The answer is yes. \n \n6 See also, e.g., McMillan v. Unique Places, LLC, 2015 NCBC LEXIS 3, at *19–20 (N.C. Super. \nCt. Jan. 14, 2015) (citing McQueen, 76 N.C. App. at 18, 25) (holding that claim for fraudulent \ninducement arose “in connection with” contracts and thus fell under their arbitration \nclauses); Montoya v. Cousins Chanos Casino, LLC, 2012 N.Y. Misc. LEXIS 86, at *3–5, *13–\n15 (N.Y. Sup. Ct. Jan. 12, 2012)  (concluding that claims for “fraud” and “fraudulent \nconcealment” fell under forum -selection clause because they grew “out of the contractual \nrelationship between the parties”); Stein v. United Wind, Inc., 2021 N.Y. Misc. LEXIS 472, at \n*6 (N.Y. Sup. Ct. Feb. 8, 2021) (“Such language has been held to include .  . . \nfraud-in-the-inducement claims . . . .”); Triple Z Postal Servs., Inc. v. United Parcel Serv., Inc., \n2006 N.Y. Misc. LEXIS 3406, at *15–30 (N.Y. Sup. Ct. Nov. 24, 2006) (“[P]ublic policy favors \nenforcement of forum selection clauses and supports a broad reading of these clauses, which \nmay govern tort claims.”). \n22. True, a contract usually binds the parties to it and no one else.  But various \nequitable doctrines allow nonparties to enforce, or require nonparties to follow, terms \nin a contract executed by others.   Take a gency law , for example.  North Carolina \ncourts have allowed “non -signatory agents to avail themselves of the protection of \ntheir principal’s” agreement to arbitrate disputes on the theory that “an agent can \nassume the protection of the contract which the principal has signed .”  Brown v. \nCentex Homes, 171 N.C. App. 741, 745 (2005) (citation and quotation marks omitted); \naccord Ellison v. Alexander, 207 N.C. App. 401, 411–13 (2010).  An arbitration clause \nis just a type of forum -selection clause, so these agency principles carry over to this \ncontext too.  See Se. Auto., Inc. v. Genuine Parts Co. , 2017 NCBC LEXIS 34, at *39 \nn.14 (N.C. Super. Ct. Apr. 17, 2017)  (citing Ellison and allowing corporate agent to \nenforce principal’s forum -selection clause); Big League Analysis, LLC v. Off. of the \nComm’r of Baseball , 2016 NCBC LEXIS 68, at *21 (N.C. Super. Ct. Aug. 29, 2016)  \n(same). \n23. New York courts hew to the same doctrinal line.  Agents generally get “the \nbenefit of arbitration agreements entered into by their principals to the extent that \nthe alleged misconduct relates to their behavior as officers or directors or in their \ncapacities as agents of the corporation.”  Revis v. Schwartz, 140 N.Y.S.3d 68, 81 (N.Y. \nApp. Div. 2020) (quoting Hirschfeld Prods., Inc. v. Mirvish , 673 N.E.2d 1232 , 1233 \n(N.Y. 1996)); see also Kim v. Cho, 2015 N.Y. Misc. LEXIS 4816, at *4 (N.Y. Sup. Ct. \nDec. 22, 2015) ( stating that “arbitration clauses ” are “a type of forum  selection \nclauses”).  More broadly, “a nonparty that is ‘closely related’ to one of the signatories \ncan enforce a forum selection clause.”  Freeford, 857 N.Y.S.2d at 67; see also Siroy v. \nJobson Healthcare Info. LLC , 2016 N.Y. Misc. LEXIS 1920, at *6 –7 (N.Y. Sup. Ct. \nMay 23, 2016)  (collecting cases concluding that a “non -signatory employee was \nsufficiently close to the employer who did sign the contract” to enforce  a \nforum-selection clause). \n24. There are good reasons  why North Carolina, New York, and most other \njurisdictions have taken this approach .7  A corporation can  act only through its \nagents, and contracting parties know full well that a corporate signatory’s agents are \nthe ones who will negotiate on its behalf to make a deal and then carry out its \nobligations once the deal has been made.   It is easy to foresee that the agents would \nlook to the contract, including its forum-selection clause, to protect them for acts done \non the corporation’s behalf to further the contractual relationship.  See, e.g., Bernstein \nv. Wysoki, 907 N.Y.S.2d 49, 57 –58 (N.Y. App. Div. Aug. 24, 2010).  A rule barring  \nagents from enforcing the forum-selection clause would upset the expectations of the \nagents and signatories alike,  undermine the clause’s purpose to provide certainty \nabout where contract -related disputes will be litigated,  and make it  too easy for a \n \n7 Federal appellate c ourts around the country have held that “a range of transaction \nparticipants, parties and non-parties, should benefit from and be subject to forum selection \nclauses,” especially when a nonparty defendant’s alleged misconduct “is closely related to the \ncontractual relationship.”  Holland Am. Line Inc. v. Wärtsilä N. Am., Inc., 485 F.3d 450, 456 \n(9th Cir. 2007) (quoting Manetti-Farrow, Inc. v. Gucci Am., Inc. , 858 F.2d 509, 514 n.5 ( 9th \nCir. 1988)); accord Franlink Inc. v. Bace Servs., Inc., 50 F.4th 432, 441 (5th Cir. 2022); Carlyle \nInv. Mgmt. LLC v. Moonmouth Co., 779 F.3d 214, 219 (3d Cir. 2015); Magi XXI, Inc. v. Stato \ndella Città del Vaticano , 714 F.3d 714, 722 –23 (2d Cir. 2013); Marano Enters. of Kan . v. \nZ-Teca Rests., L.P., 254 F.3d 753, 757–58 (8th Cir. 2001); Lipcon v. Underwriters at Lloyd’s, \nLondon, 148 F.3d 1285, 1299 (11th Cir. 1998); Hugel v. Corp. of Lloyd’s, 999 F.2d 206, 209–\n10 (7th Cir. 1993). \nplaintiff to evade the clause by suing the agent s rather than the corporation.  See \nEllison, 207 N.C. App. at 412; Revis, 140 N.Y.S.3d at 81; see also Adams v. Raintree \nVacation Exch., LLC, 702 F.3d 436, 442 (7th Cir. 2012) (reasoning that a default rule \nthat allowed only the named parties to enforce forum-selection clauses “would greatly \ncomplicate the negotiation of such clauses because the parties would have to strain \nto close all the loopholes that would open if only entities named in the contract could \never invoke or be made subject to such a clause”).   \n25. Plaintiffs argue that their contracts with Avaya leave no room for equitable \nenforcement by nonparties.  The Brigade and Canyon agreements state that they are \n“intended for the benefit of all the parties hereto” and “not for the benefit of, nor may \nany provision hereof provide any remedy (for enforcement, damages or otherwise) to, \nany other  Person.”  (Brigade Agrmt. §  6.12; Canyon Agrmt. §  6.12.)  Comparable \nlanguage appears in the B-3 Term Loan agreement.  (See ALCOF Agrmt. § 13.6(a).)  \nAccording to Plaintiffs, this extinguishes any equitable right that Chirico and \nMcGrath might have as agents to enforce the forum-selection clauses. \n26. At least one court applying New York law has rejected an identical \nargument.  As that court put it, “[t]his sort of limiting language might” affect who can \nenforce a forum -selection clause as “a third party beneficiary”  under ordinary \nprinciples of contract law but not who can enforce one based on an agency or similarly \n“close relationship” for equitable reasons.  Bonanno v. VTB Holdings, Inc., 2016 Del. \nCh. LEXIS 24, at *24 n.83 (Del. Ch. Feb. 8, 2016).  Courts in other jurisdictions with \nkindred equitable rules have drawn the same conclusions.  See Quintillion Subsea \nOperations, LLC v. Maritech Project Servs., Ltd., 2023 U.S. Dist. LEXIS 3546, at *36–\n39 (S.D. Tex. Jan. 6, 2023) (stating that “whether a party can be a third -party \nbeneficiary and whether it can be bound to a particular contractual provision under \nthe closely-related doctrine are separate inquiries”); Smith v. Swaffer, 566 F. Supp. \n3d 791, 799 –800 (N.D. Ohio 2021) (allowing officer of contracting party to “enforce \nthe forum -selection clause notwithstanding its third -party beneficiary language”); \nAshall Homes Ltd. v. ROK Ent. Grp. Inc. , 992 A.2d 1239, 1248 –49 (Del. Ch. 2010) \n(allowing agents who solicited plaintiffs’ investments to enforce forum -selection \nclause on equitable grounds despite contract language stating that no term could be \nenforced by anyone other than the parties). \n27. Plaintiffs do not discuss these cases.  They do rely on others in which courts \ncited a disclaimer of third -party rights as a re ason not to let a nonparty enforce a \nforum-selection clause.  But Plaintiffs’ cases offer little guidance here: in none of them \nwas the nonparty an agent of a corporate signatory .  All involved weaker or more \ndistant relationships that typically do not give rise to equitable rights in the first \nplace.  See, e.g., Fiesta Mart, LLC v. ACON Invs., LLC, 2019 U.S. Dist. LEXIS 121940, \nat *9–14 (S.D. Tex. June 11, 2019) (“entity sold in” transaction); Norcast S.àr.l. v. \nCastle Harlan, Inc. , 2014 U.S. Dist. LEXIS  1197, at *24 (S.D.N.Y. Jan. 6, 2014) \n(nonparty that lacked essential element of agency); Casville Invs., Ltd. v. Kates, 2013 \nU.S. Dist. LEXIS 95426, at *16 –18 (July 8, 2013) (shareholders) ; Dean St. Cap. \nAdvisors, LLC v. Otoka Energy Corp. , 2017 U.S. Dist. LEXIS 15426, at *2 –3, 13 \n(S.D.N.Y. Feb. 2, 2017) (unrelated “consulting services” provider); McMahan Sec. Co. \nv. Aviator Master Fund, Ltd. , 862 N.Y.S.2d 747, 750–52, 756 (N.Y. Sup. Ct. 2008)  \n(forum-selection clause that covered disputes involving “the parties” and “their . . . \nagents” did not apply to “placement agent” acting as “independent contractor”). \n28. Put simply, the contracts’ disclaimers of third -party rights do not suggest \nthat Avaya and Plaintiffs intended to bar equitable enforcement of the \nforum-selection clauses  by corporate agents .  If there were any doubt  about their \nintent, other parts of the contracts would dispel it.  All parties to the Brigade and \nCanyon investment agreements represented that the agreements would be  \n“enforceable in accordance with [their] terms except as enforceability may be subject \nto .  . . general principles of equity .”  (Brigade Agrmt. §§ 4.3, 5.3; Canyon Agrmt. \n§§ 4.3, 5.3.)  So did the parties to the B-3 Term Loan agreement.  (See ALCOF Agrmt. \n§ 8.2.)  The contracts do not spurn equitable interpretation; they embrace it. \n29. Thus, Chirico and McGrath may enforce the forum-selection clauses.  Every \nclaim is based on statements that Chirico and McGrath made or actions that they \ntook in their capacities as Avaya’s officers and agents to induce Plaintiffs to invest in \nthe company .  No allegations or claims arise from  actions that either took in a \npersonal capacity.  As a result, the forum-selection clauses apply, and North Carolina \nis not the proper venue for these cases.  See, e.g., Se. Auto., 2017 NCBC LEXIS 34, at \n*39 n.14; Big League Analysis , 2016 NCBC LEXIS 68, at *21;  Westaub II LLC v. \nWestermann, 160 N.Y.S.3d 214, 216 (N.Y. App. Div. 2021); Hudak v. Roe, 2023 N.Y. \nMisc. LEXIS 3460, at *3, *6 (N.Y. Sup. Ct. July 11, 2023). \n30. Having so concluded, the Court need not and will not address whether \nequitable estoppel also allows Chirico and McGrath to enforce the forum -selection \nclauses.  Nor will the Court decide whether Plaintiffs have adequately stated a claim; \nthose merits questions are for another court in another place. \nIII. \nCONCLUSION \n31. For these reasons, the Court GRANTS Chirico’s and McGrath’s motions to \ndismiss.  Plaintiffs’ claims against Chirico and McGrath are DISMISSED without \nprejudice to their right to refile in an appropriate venue.  \n \nSO ORDERED, this the 21st day of August, 2024. \n \n \n       /s/ Adam M. Conrad   \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases  \n "
}