{
  "id": "f9a6e9809ab30decf3255a4fc11a32d219f312eac4919c204892de431675e586",
  "source_file": "data/raw/ncbc/f9a6e9809ab30decf3255a4fc11a32d219f312eac4919c204892de431675e586.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 5279 \n \nHARRIS TEETER SUPERMARKETS, \nINC., et al., \n \nPlaintiffs, \n \nv. \n \nACE AMERICAN INSURANCE \nCOMPANY, et al.,   \n \nDefendants. \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO \nDISMISS AND MOTION TO STAY \n \n1. THIS MATTER  is before the Court on  the 27 March 2023 filing of \nDefendants’ Motion to Dismiss for Lack of Personal Jurisdiction and Under the North \nCarolina Declaratory Judgment Act (the “Motion to Dismiss”), (ECF No. 135  [“Mot. \nDismiss”]), and Defendants’ Motion to Stay (the “Motion to Sta y”, and together with \nthe Motion to Dismiss, the “Motions”), (ECF No. 137 [“Mot. Stay”]). \n2. The Court held a hearing on the Motion s on 19 July 2023 (the “Hearing”) , \n(see ECF No. 206), and its Case Management Conference pursuant to Rule 9.3 of the \nNorth Carolina Business Court Rules (“BCR(s)”) immediately following the Hearing. \n3. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motions. \nOffit Kurman, P.A. by J. Alexander S. Barrett and Kurt A. Seeber, and \nMorgan, Lewis & Bockius, LLP by Gerald P. Konkel and Christopher M. \nPopecki, for Plaintiffs Harris Teeter Supermarkets, Inc., Harris Teeter, \nLLC, The Kroger Co., Kroger Limited Partnership I, and Kroger Limited \nPartnership II. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP by Agustin M. \nMartinez, Jim W. Phillips, Jr., and Jennifer K. Van Zant , Clyde & Co \nUS LLP by Robert M. Mangino and Susan K. Sullivan , and Holwell \nHarris Teeter Supermarkets, Inc. v. Ace Am. Ins. Co., 2023 NCBC 68. \n \nShuster & Goldberg, LLP by Andrew C. Indorf, Blair E. Kaminsky, Neil \nR. Lieberman, Michael S. Shuster,  and Daniel M. Sullivan, for \nDefendants ACE American Insurance Co ., ACE Property and Casualty \nInsurance Co., and Federal Insurance Co. \n \nJames, McElroy & Diehl, P.A. by Adam L. Ross,  and Kennedys CMK \nLLP by Christopher R. Carroll, Tara E. McCormack, Christina R. Salem, \nand Joshua S. Wirtshafter, for Defendants Allied World National \nAssurance Co., Starr Surplus Lines Insurance Co ., and United States \nFire Insurance Co. \n \nMaynard Nexsen PC by  James W. Bryan and Olivia F. Fajen , and \nSkarzynski Marick & Black, LLP by Karen M. Dixon, for Defendants \nAmerican Guarantee and Liability Insurance Co ., Steadfast Insurance \nCo., and Zurich American Insurance Co. \n \nBennett Guthrie, PLLC by Joshua H. Bennett , and BatesCarey LLP by \nJoshua A. Boggioni, Adam H. Fleischer, and Paige M. Houin, for \nDefendants Aspen American Insurance Co ., Great American Alliance \nInsurance Co., Great American Assurance Co., Great America Insurance \nCo., Great American Insurance Co. of New York, Great American Spirit \nInsurance Co., and Westport Insurance Corp. \n \nTeague Campbell Dennis & Gorham, LLP by William A. Bulfer and John \nM. Little, and Skarzynski Marick & Black LLP by Cheryl P. Vollweiler, \nfor Defendant Axis Surplus Insurance Co. \n \nJames, McElroy & Diehl, P.A. by Edward T. Hinson, Jr. and Jennifer \nM. Houti, and and Dentons US LLP by Deborah J. Campbell, Kathryn \nM. Guinn, M. Keith Moskowitz, and Samantha Wenger, for Defendants \nColumbia Casualty Co ., Continental Casualty Co ., and Continental \nInsurance Co. \n \nPoyner Spruill, LLP by J. Nicholas Ellis, Andrew H. Erteschik, and \nColin R. McGrath , and Nicolaides Fink Thorpe Michaelides Sullivan, \nLLP by Amy J. Collins Cassidy, Stephanie M. Flowers, and Monica T. \nSullivan, for Defendants Endura nce American Insurance Co . and \nEndurance American Specialty Insurance Co. \n \nPhelps Dunbar, LLP by Thomas M. Contois, Machaella M. Reisman, and \nRobert D. Whitney , and Dentons US LLP by Deborah J. Campbell, \nKathryn M. Guinn, M. Keith Moskowitz, and Samantha Wenger, for \nDefendants Indian Harbor Insurance Co . and XL Insurance America, \nInc. \n \n \nCranfill Sumner LLP by Jennifer A. Welch, and Choate, Hall & Stewart, \nLLP by J ohn C. Calhoun and Robert A. Kole, for Defendants Liberty \nInsurance Underwriters, Inc., Liberty Surplus Insurance Corp. , and \nOhio Casualty Insurance Co. \n \nGoldberg Segalla, LLP by David L. Brown , and Willkie Farr & \nGallagher, LLP by Joseph G. Davis, John B.  Goerlich, Christopher J. \nSt. Jeanos, and Diana C. Vall -llobera, for Defendant National Union \nFire Insurance Co. of Pittsburg, PA. \n \nManning, Fulton & Skinner, P.A. by Brianne M. Glass and Michael T. \nMedford, and Clausen Miller, P.C. by Amy R. Paulus, for Defendant Old \nRepublic Insurance Co. \n \nWomble Bond Dickinson (US) LLP by M. Elizabeth O’Neill, and Simpson \nThacher & Bartlett, LLP by Bryce L. Friedman and Joshua C. Polster, \nfor Defendants St. Paul Fire and Marine Insurance Co ., The Travelers \nIndemnity Co., Travelers Property Casualty Co. of America, and United \nStates Fidelity and Guaranty Co. \n \nYoung Moore and Henderson, P.A. by Brian O. Beverly , and Ruggeri \nParks Weinberg LLP by Annette P. Rolain and James P. Ruggeri, for \nDefendant Twin City Fire Insurance Co. \n \nHWG LLP by Amy E. Richardson and Lauren E. Snyder, and Nicolaides \nFink Thorpe Michaelides Sullivan, LLP by So Young Lee, Richard H. \nNicolaides, Jr., and Madison G. Satterly, for Defendant Mitsui \nSumitomo Insurance Co. of America. \n \nRobinson, Judge. \nI. INTRODUCTION \n4. This matter is primarily an insurance coverage dispute concerning whether \nDefendants, insurance companies that  issued insurance policies to Plaintiffs,  owe \ncoverage obligations to Plaintiffs.  Specifically, Plaintiffs seek a declaration from the \nCourt that Defendants have certain duties  under the policies with respect to nearly \n800 underlying lawsuits brought by governmental entities, third -party payors, and \n \nindividuals seeking damages related to injuries allegedly caused by Plaintiffs’ \ndistribution and dispensing of opioid drugs. \n5. At this stage, the Court is presented with preliminary questions.  First, the \nCourt must determine whether it is proper to exercise personal jurisdiction over the \nthirty-five foreign insurance company  Defendants.  In doing so, the Court is in the \nrare position of  needing to address and apply  recent United States Supreme Court \nprecedent to the facts of this case.  Next, the Court must address whether, under the \nNorth Carolina Declaratory Judgment Act, the Court should exercise its discretion to \nrefuse to render a declaratory judgment as to the liabilities and obligations of \nDefendants, if any.  Finally, the Court will address whether it is more appropriate to \nstay this action pending a final resolution of a similar, earlier-filed action initiated in \nthe State of Ohio that involves some, but not all, of the parties to this action. \nII. FACTUAL AND PROCEDURAL BACKGROUND \n6. The Court sets forth herein  only those portions of the procedural history \nrelevant to its determination of the Motions. \n7. “The Court does not make determinations of fact on motions to dismiss \nunder Rule 12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”) but only \nrecites those factual allegations of the Amended Complaint that are relevant and \nnecessary to the Court ’s determination of the motions to dismiss.”  Gateway Mgmt. \nServs. v. Carrbridge Berkshire Grp., Inc. , 2018 NCBC LEXIS 45, at *9 (N.C. Super. \nCt. May 9, 2018).   \n \n8. However, on the filing of a motion to dismiss for lack of personal \njurisdiction, “[e]ither [side] may request that the trial court make findings regarding \npersonal jurisdiction, but in the absence of such request, findings are not required. ”  \nBruggeman v. Meditrust Acquisition Co. , 138 N.C. App. 612, 615 (2000)  (citations \nomitted).  Neither side requests the Court do so.  The Court therefore declines to make \nfindings of fact in its later analysis of the Motion to Dismiss pursuant to Rule 12(b)(2). \nA. The Parties \n9. Plaintiffs The Kroger Co., Kroger Limited Partnership I, and Kroger \nLimited Partnership II (together, the “Kroger Plaintiffs”) are Ohio corporations with \ntheir corporate headquarters in Cincinnati, Ohio.  (Am. Compl. ¶¶ 10–12, ECF No. 25 \n[“Am. Compl.”].)  The Kroger Co. owned or operated pharmacies in North Carolina \nbeginning in the 1980s.  (Am. Compl. ¶ 10.) \n10. Plaintiffs Harris Teeter Supermarkets, Inc. (“HT Supermarkets”), a North \nCarolina corporation,  and Harris Teeter, LLC ( “HT LLC ,” and together, “ HT \nPlaintiffs,” and with the Kroger Plaintiffs, “Plaintiffs”), a North Carolina limited \nliability company, each maintain  their headquarters in Matthews, North Carolina.  \n(Am. Compl. ¶¶ 7–8.)  HT LLC’s sole member is HT Supermarkets.  (Aff. Taryn Mecia \n¶ 14, ECF No. 180 [“Mecia Aff.”].)  The HT Plaintiffs  are wholly owned subsidiaries \nof The Kroger Co., (Am. Compl. ¶ 10), and operate more than 250 stores across eight \nstates, including 149 stores across North Carolina, (Am. Compl. ¶ 9). \n11. Defendants are 35 insurance companies that one or more of the Plaintiffs \npurchased insurance policies from.  (Am. Compl. ¶¶ 13–48.)  None of the Defendants \n \nis incorporated in North Carolina, and none maintains a principal place of business \nin this State.  (See Am. Compl. ¶¶ 13–48.)  Plaintiffs allege that Defendants maintain \nlicenses to transact insurance business in North Carolina  and that Defendants \n“issue[d] policies in North Carolina to commercial entities residing within North \nCarolina.”  (Am. Compl. ¶¶  13–48.)  The Court  more fully  addresses herein  the \nrespective policies Defendants issued to Plaintiffs.  (See infra Part II.C.) \nB. The Underlying Opioid Lawsuits \n12. As of the filing of the Motions , the Kroger Plaintiffs were  named as \ndefendants in at least 797 lawsuits involving the increased overuse  and misuse of, \nand overdose  deaths attributed to , prescription opi ates (the “Underlying Opioid \nLawsuits”).  ( See Aff. Daniel M. Sullivan ¶¶ 5–6, Ex. B  at 16– 98, ECF No. 142.1  \n[“Sullivan Aff. (Ex(s).)”]1 (providing a color-coded spreadsheet of the opioid lawsuits \nnaming the Kroger Plaintiffs and their affiliates as defendants as of February 2023).)  \nOf those 797 lawsuits, 14 were initiated in North Carolina, (Sullivan Aff. Ex. B at 56–\n57), and 57 were initiated in Ohio, (Sullivan Aff. Ex. B at  58–61).  At the Hearing, \ncounsel represented that the Kroger Plaintiffs have since been named in additional \nlawsuits arising from similar allegations that the Kroger Plaintiffs distributed and/or \ndispensed prescription opiates in a wrongful manner. \n13. As of the filing of the Motions, the HT Plaintiffs were named as defendants \nin only one of the Underlying Opioid Lawsuits, Durham County v. AmerisourceBergen \n \n1 In this instance, Mr. Sullivan’s Affidavit and the exhibits to it may be identified by the same \nECF No.  Rather than citing in full at each citation to a new exhibit, the Court uses the \nabbreviation (“Sullivan Aff. Ex(s). [  ]–[ ] at [ ]”) for brevity.  The exhibits to Mr. Sullivan’s \nAffidavit are located at ECF Nos. 142.1–.8. \n \nDrug Corp., et al. , Case No. 1:19- op-45346-DAP (the “Durham County Bellwether”).  \n(See Sullivan Aff. Ex. B at 57, Ex. C.)  The Durham County Bellwether was initiated \nin the U .S. District Court for the Middle District of North Carolina .  (See Aff. \nChristopher J. St. Jeanos Ex. F  at 1 n.3 , n.6 , 19 , ECF No . 141.1 [“St. Jeanos Aff.  \n(Ex(s).)”].)2  That matter has since been transferred from North Carolina to the Multi-\nDistrict Litigation (“MDL”) before Federal District Court Judge Dan Aaron Polster in \nthe Northern District of Ohio , bearing the same case caption  and assigned MDL \nNo. 2804.  (St. Jeanos Aff. Ex. G.) \n14. The Durham County  Bellwether complaint alleges a claim for relief of \npublic nuisance against Plaintiffs.  ( St. Jeanos Aff. Ex.  F at  229–37.)  Plaintiff \nDurham County alleges therein that Plaintiffs , as the natural defendants in that \naction, “created and maintained a public nuisance by marketing, distributing, \ndispensing, and selling opioids in ways that have subverted the public order, affected \nthe health of Durham County’s community, and caused an unreasonable interference \nwith a right common to the general public.”  (St. Jeanos Aff. Ex. F at ¶ 730.) \n15. The Kroger Plaintiffs were named in a nother bellwether action , which \noriginated in Federal Court in Ohio, Montgomery Cty. Bd. of Cty. Comm’rs v. Cardinal \nHealth, Inc., et al. , No. 1:18-op-46326-DAP (the “Montgomery County Bellwether”) .  \n(Sullivan Aff. Ex. MM at 1 n.3.)  The Montgomery County Bellwether was transferred \nfrom the U.S. District Court for the  Southern District of Ohio to the M DL before \n \n2 In this instance, Mr. St. Jeanos’s Affidavit and the exhibits to it are identified by the same \nECF No.  To cite the exhibits to the Affidavit , the Court uses the abbreviation (“St. Jeanos \nAff. Ex(s). [ ]–[ ] at [ ]”) for brevity.  The St. Jeanos Affidavit and Exhibits are located at ECF \nNo. 141.1. \n \nJudge Polster.  (See Sullivan Aff. Ex. MM at ¶ 32.)  The plaintiffs in that action allege \nthat the Kroger Plaintiffs, as the natural defendants, “funneled far more opioids into \nOhio and [Montgomery] County  than could have been expected to serve legitimate \nmedical use,” but tha t they “did not report a single suspicious order in the County \nbetween 2007 and 2014.”  (Sullivan Aff. Ex. MM at ¶ 456.)  The complaint also alleges \nthat the Kroger Plaintiffs’ policies and procedures were “particularly glaring” before \n2005.  (Sullivan Aff. Ex. MM at ¶ 465.) \n16. The Montgomery County Bellwether complaint asserts a claim for qualified \npublic nuisance, alleging that the Kroger Plaintiffs “created and maintained a public \nnuisance through their ongoing conduct of marketing, distributing, dispensing, and \nselling opioids . . . in a manner which caused prescriptions and sales to skyrocket in \n[p]laintiff’s community.”  (Sullivan Aff. Ex. MM at 241–42.) \n17. Several other complaints from the Underlying Opioid Lawsuits were filed \nin this matter for the Court’s consideration.  (See St. Jeanos Aff. Exs.  E, M–N; Aff. \nGerald P. Konkel Exs. 8–20, ECF Nos. 181, 181.2–.4 [“Konkel Aff. (Ex(s).)”] (providing \nthe thirteen complaints for the Underlying Opioid Lawsuits initiated in North \nCarolina, excluding the Durham County Bellwether).)3  For example, the Complaint \nfiled in Kentucky action Paintsville Hosp. Co., LLC, et al. v. Amneal Pharm., LLC, et \nal., No. 20-CI-00151 (Ky. Cir. Ct. June 8, 2020), contains seven claims for relief \nagainst at least 62 defendants, including the Kroger Plaintiffs.  (St. Jeanos. Aff. Ex. E \n \n3 In this instance, the exhibits to Mr. Konkel’s Affidavit may be identified by the same ECF \nNo.  Rather than citing in full at each citation to a new exhibit, the Court uses the \nabbreviation (“Ko nkel Aff.  Ex(s). [  ]–[ ] at [  ]”) for brevity.  The exhibits to Mr. Konkel’s \nAffidavit may be found at ECF Nos. 181.1–.5. \n \n[“Ky. Compl.”] .)  The 380- page complaint alleges that  the Kroger Plaintiffs , as a \nnational operator of over 2,268 pharmacies , “distributed prescription opioids \nthroughout the Unit ed States” and that the “volumes of opioids distributed to and \ndispensed by [Kroger] pharmacies were disproportionate to non-controlled drugs and \nother p roducts sold by these pharmacies[.]”  (Ky. Compl. ¶¶  267, 269.)  Like  the \ncomplaints in the Durham County  and Montgomery County Bellwethers , th e \nPaintsville Complaint alleges a claim for nuisance.  (See Ky. Compl. ¶¶ 821–35.) \n18. Numerous additional complaints filed in the Underlying Opioid Lawsuits \nallege that the Kroger Plaintiffs engaged in similar conduct and raise nuisance claims \nagainst them.  (See, e.g., St. Jeanos Aff. Ex. M (Complaint in California action Cty. of \nYuba v. AmerisourceBergen Drug Corp., et al. , alleging a claim for public nuisance  \nagainst the Kroger Plaintiffs and others for their alleged unlawful distribution and \nsale of prescription opioids ), Ex. N ( Complaint in New York action  Painting Indus. \nIns. Fund v. Purdue Pharma L.P., et al., alleging a claim for public nuisance against \nthe Kroger Plaintiffs, among other claims, for their alleged unlawful conduct which \n“severely impacted public health” such that the “public nuisance is commonly referred \nto as a ‘crisis’ or an ‘epidemic’ ”).) \nC. Insurance Policies at Issue4 \n19. Plaintiffs allege that Defendants issued insurance and fronting policies to \nthem, and that those policies covered “periods when the bodily injuries alleged in the \n \n4 Numerous policies that Plaintiffs purchased from Defendants were filed by the parties in \nsupport of and in opposition to the Motions .  Rather than i dentifying each filed policy , for \nbrevity the Court cites to those policies which appear in the record where appropriate. \n \n[Underlying] Opioid Lawsuits potentially and/or actually took place.”  (Am. Compl. \n¶ 51.)  For purposes of this section  only, the Court recites the allegations of the \nAmended Complaint without restating that they are Plaintiffs’ allegations. \n20. ACE American Insurance Company (“ACE American”) issued at least nine \npolicies to the HT Plaintiffs for the period 1 May 2014 to 1 March 2023, (Am. Compl. \n¶ 57; see, e.g. , Sullivan Aff. Exs. II –KK (including the policies for the period  \n1 March 2020 to 1 March 2023) ), and twenty-three policies to the Kroger Plaintiffs \nfor the period  1 January 2003 to  1 March 2020, (Am. Compl. ¶  58; Aff. Jay Chung \nExs. 5–27, ECF Nos. 183.1–.2 [“Chung Aff. Ex(s).”]).5 \n21. ACE Property and Casualty Insurance Company (“ACE P&C”) issued at \nleast two policies to the Kroger Plaintiffs for the period  25 January 2018 to \n1 March 2020.  (Am. Compl. ¶ 60; Chung Aff. Exs. 28–29.) \n22. Federal Insurance Company (“Federal Insurance” and,  together with ACE \nAmerican and ACE P&C, the “Chubb Defendants”) issued at least three policies to \nthe HT Plaintiffs for the period 1 May 1995 to  1 May 1998, (Am. Compl. ¶ 71), and \ntwenty-five policies to the Kroger Plainti ffs for the period  1 January 1994 to  \n25 January 2019,  (Am. Compl. ¶  72; Chung Aff. Exs. 30 –53 (excluding the policy \nissued for the period 1 January 1998 to 1 January 1999)). \n23. National Union Fire Insurance Company of Pittsburgh, P A (“National \nUnion”) issued  at least  eleven policies to the Kroger Plaintiffs for the period  \n \n5 In this instance, the exhibits to Mr. Chung’s Affidavit may be identified by the same ECF \nNo.  Rather than citing in full at each citation to a new exhibit, the Court uses the \nabbreviation (“Chung Aff. Ex(s).  [ ]–[ ] at [  ]”) for brevity.  The exhibits to Mr. Chung’s \nAffidavit may be found at ECF Nos. 183.1–.16. \n \n1 January 2000 to 25 January 2007, and 25 January 2015 to 25 January 2018.  (Am. \nCompl. ¶ 59; Chung Aff. Exs. 54–63.) \n24. Allied World National Assurance Company (“Allied World”) issued at least \none policy to the HT Plaintiffs for the period 1 May 2013 to 1 May 2014, (Am. Compl. \n¶ 61; see Mecia Aff. Ex. 8, ECF No. 180.8  (providing the policy for the period \n1 May 2013 to 1 May 2014)), and at least two policies to the Kroger Plaintiffs for the \nperiod 25 January 2016 to 25 January 2018, (Am. Compl. ¶ 62; Chung Aff. Exs. 64–\n65). \n25. American Guarantee  and Liability Insurance Company (“American \nGuarantee”) issued at least three policies to the HT Plaintiffs  for the period  \n1 May 2008 to 1 May 2011,  (Am. Compl. ¶  63), and at least fifteen  policies to the \nKroger Plaintiffs for the period  1 January 2001 to 1 March 2020, (Am. Compl. ¶  64; \nChung Aff. Exs. 66–80). \n26. Aspen American Insurance Company (“Aspen American”)  issued at least \nthree policies to the Kroger Plaintiffs for the period 25 January 2017 to 1 March 2020.  \n(Am. Compl. ¶ 65; Chung Aff. Exs. 81–83.) \n27. AXIS Surplus Insurance Company (“AXIS”) issued at least one policy to the \nKroger Plaintiffs for the period 25 January 2016 to  25 January 2017.  ( Am. Compl. \n¶ 66; Chung Aff. Ex. 84.) \n28. Columbia Casualty Company (“Columbia Casualty”) issued at least one \npolicy to the Kroger Plaintiffs for the period  25 January 2016 to 25 January 2017.  \n(Am. Compl. ¶ 67; Chung Aff. Ex. 85.) \n \n29. Continental Casualty Company  (“Continental Casualty”)  issued at least \nfive policies to the Kroger Plaintiffs for the period 1 January 1995 to 1 January 2000.  \n(Am. Compl. ¶ 68; Chung Aff. Exs. 86–89 (missing only the policy allegedly issued for \nthe period 1 January 1998 to 1 January 1999).) \n30. Continental Insurance Company (“Continental Insurance”) issued at least \ntwo policies to the Kroger Plaintiffs for the period 25 January 2018 to 1 March 2020.  \n(Am. Compl. ¶ 69; Chung Aff. Exs. 90–91.) \n31. Endurance American Specialty Insurance Company (“Endurance \nSpecialty”) issued at least four  policies to the Kroger Plaintiffs for the period  \n25 January 2016 to 1 March 2020.6  (Am. Compl. ¶ 70; Chung Aff. Exs. 92–95.) \n32. Great American Alliance Insurance Company issued at least six policies to \nthe HT Plaintiffs, (Am. Compl. ¶ 73); Great American Assurance Company issued at \nleast three policies to the HT Plaintiffs, (Am. Compl. ¶ 74); Great American Insurance \nCompany issued at least five policies to the HT Plaintiffs, (Am. Compl. ¶  75); and \nGreat American Insurance Company of New York  (“Great American NY”) issued at \nleast thirteen policies to the HT Plaintiffs, (Am. Compl. ¶  76; Mecia Aff. Ex. 6, ECF \nNo. 180.6 (including the  HT Plaintiffs’  policy for the period 1 May 2013 to \n1 May 2014)), and eight to the Kroger Plaintiffs, ( Am. Compl. ¶  77; Chung Aff. \nExs. 96–103). \n \n6 One of the policies that Plaintiffs allege was issued by Endurance Specialty appears to have \nbeen issued by Endurance American Insurance Company  for 25 January 2019 to \n1 March 2020, bearing policy number ELD30000047103.  (Chung Aff. Ex. 95.) \n \n33. Great American Spirit Insurance Company  (“Great American Spirit”)  \nissued at least five policies to the Kroger Plaintiffs for the period 25 January 2015 to \n1 March 2020.  (Am. Compl. ¶ 78; Chung Aff. Exs. 104–08.) \n34. Travelers Indemnity Company (“Travelers Indemnity”) issued at least four \npolicies to the HT Plaintiffs for the period 1 June 2000 to 1 May 2004, (Am. Compl. \n¶ 79), and Travelers Property Casualty Company of America ( “Travelers Property”) \nissued at least fifteen  policies to the HT Plaintiffs for the period  1 May 1995 to  \n1 June 2000, and 1 May 2003 to 1 May 2013, (Am. Compl. ¶ 91; Mecia Aff. Ex. 5, ECF \nNo. 180.5 (including the policy for the period 1 May 2012 to 1 May 2013)). \n35. Indian Harbor Insurance Company (“Indian Harbor”) issued at least two \npolicies to the Kroger Plaintiffs for the period 25 January 2016 to 25 January 2018.  \n(Am. Compl. ¶ 80; Chung Aff. Exs. 109–10.) \n36. Liberty Insurance Underwriters, Inc. (“Liberty Underwriters”) issued at \nleast nine policies to the HT Plaintiffs for the period 1 May 2004 to 1 May 2014.  (Am. \nCompl. ¶  81; Mecia Aff. Ex.  7, ECF No. 180.7 (including the policy for the period \n1 May 2013 to 1 May 2014).)  Liberty Underwriters also issued at least eight policies \nto the Kroger Plaintiffs for the period  25 January 2009 to 25 January 2017.  (Am. \nCompl. ¶ 82; Chung Aff. Exs. 111–17 (missing only the policy allegedly issued for the \nperiod 25 January 2016 to 25 January 2017).) \n37. Liberty Surplus Insurance Corporation (“Liberty Surplus”) issued at least \nthree policies to the Kroger Plaintiffs for the period  25 January 2017 to \n25 January 2019.  (Am. Compl. ¶ 83; Chung Aff. Exs. 119–21.) \n \n38. Ohio Casualty Insurance Company  (“Ohio Casualty”) issued at least one  \npolicy to the HT Plaintiffs for the period 1 May 2007 to 1 May 2008.  (Am. Compl. \n¶ 84.) \n39. Old Republic Insurance Company (“Old Republic”) issued at least three \npolicies to the Kroger Plaintiffs  for the period  1 January 2003 to 25 January 2006.  \n(Am. Compl. ¶ 85; Chung Aff. Ex s. 122–23 (missing only the policy allegedly issued \nfor the period 1 January 2003 to 3 February 2004).) \n40. St. Paul Fire and Marine Insurance Company (“St. Paul Fire”) issued at \nleast four policies to the HT Plaintiffs for the period 1 May 2003 to 1 May 2007, (Am. \nCompl. ¶  86), and  at least four policies to the Kroger Plaintiffs for the period  \n1 January 2002 to 25 January 2006, (Am. Compl. ¶ 87; Chung Aff. Exs. 124–27). \n41. Starr Surplus Lines Insurance Company (“Starr”) issued at least three \npolicies to the Kroger Plaintiffs for the period  25 January 2012 to 25 January 2015.  \n(Am. Compl. ¶ 88; Chung Aff. Exs. 128–30.) \n42. Steadfast Insurance Company (“Steadfast”) issued at least three policies to \nthe Kroger Plaintiffs for the period 25 January 2016 to 25 January 2019.  (Am. Compl. \n¶ 89; Chung Aff. Exs. 131–33.) \n43. Mitsui Sumitomo Insuranc e Company of America  (“Mitsui Sumitomo”) \nissued at least two policies to the HT Plaintiffs for the period  1 May 1994 to  \n1 May 1996.  (Am. Compl. ¶ 90.) \n44. Twin City Fire Insurance Company (“Twin City”) issued at least four \npolicies to the HT Plaintiffs for the period 1 May 1997 to 1 June 2000, and 1 May 2013 \n \nto 1 May 2014.  (Am . Compl. ¶ 92; Mecia Aff. Ex. 9, ECF No.  180.9 (including the \npolicy for the period 1 May 2013 to 1 May 2014).) \n45. United States Fidelity and Guaranty Company (“U.S. Fidelity”) issued at \nleast three policies to the HT Plaintiffs for the period  1 June 2000 to 1 May 2003, \n(Am. Compl. ¶  93), and  at least one policy to the Kroger Plaintiffs for the period  \n1 January 2000 to 1 January 2003, (Am. Compl. ¶ 94; Chung Aff. Ex. 134). \n46. United States Fire Insurance Company (“U.S. Fire”) issued at least one \npolicy to the HT Plaintiffs for the period 1 May 1995 to  1 May 1996.  (Am. Compl. \n¶ 95.) \n47. Westport Insurance Corporation (“Westport”) issued at least six policies to \nthe HT Plaintiffs for the period 1 May 1996 to 1 May 2002.  (Am. Compl. ¶ 96.) \n48. XL Insurance America, Inc. (“XL America ”) issued at lea st twelve policies \nto the HT Plaintiffs for the period 1 May 2002 to 1 May 2014, (Am. Compl. ¶ 97; Mecia \nAff. Ex. 10, ECF No. 180.10  (providing the policy for  the period  1 May 2013 to \n1 May 2014)), and  at least nine  policies to the Kroger Plaintiffs for the period  \n25 January 2006 to 25 January 2016, (Am. Compl. ¶ 98; Chung Aff. Exs. 135–43). \n49. Zurich American Insurance Company (“Zurich” ) issued at least one policy \nto the HT Plaintiffs for the period 1 May 2004 to 1 May 2005.  (Am. Compl. ¶ 99.) \nD. The Acuity Decision and the Ohio Insurance Action \n50. On 7 September 2022, the Supreme Court of Ohio filed its opinion in Acuity \nv. Masters Pharm., Inc. , 205 N.E.3d 460 ( Ohio 2022).  There, the Supreme Court of \nOhio considered whether an insurer owed a duty to  defend its insured in lawsuits \n \nbrought by city and county gove rnments for losses allegedly caused by the opioid \nepidemic.  Acuity, 205 N.E.3d at 462.  The trial court held, in part, that the complaints \nin the underlying  opioid lawsuits did not seek damages because of bodily injury  as \nthe governmental entities sought damages for economic loss.  Id. at 463. \n51. The Supreme Court  of Ohio  held that governmental entit ies suing for \nalleged economic losses sustained by their citizens caused by the opioid epidemic were \nnot seeking “damages because of bodily injury.”7  Id. at 473 (“[T]he governments here \ndo not seek damages because of any particular opioid -related injury sustained by a \ncitizen.”).  The majority wrote that, “[t]o hold otherwise would be to conclude that a \nduty to defend exists simply because a consequence of the alleged public-health crisis \nis bodily injury, regardless of the fact that the underlying parties do not seek damages \nbecause of any particular bodily injury sustained by a person.”  Id. at 474. \n52. Roughly a month later, on 12 October 2022, the Chubb Defendants initiated \nan action in Hamilton County, Ohio seeking declarations that they are not required \nto provide coverage to the Kroger Plaintiffs, as the natural defendants, for underlying \n \n7 The Court’s analysis in Acuity draws attention to the “growing and diverging body of case \nlaw” on this issue.  Acuity, 205 N.E.3d at 465.  Importantly, the Court highlights the varying \ninterpretations of the meaning of “damages because of bodily injury.”  On one side there are \ncourts w hich have interpreted it to invoke the insurer’s duty to defend because the \ngovernmental entities sought damages for bodily injuries to their citizens , and thus \nnecessarily also sought to recover costs related to emergency medical treatment and \nadditional services.  Id. at 465–66 (citing Cincinnati Ins. Co. v. H.D. Smith, L.L.C., 829 F.3d \n771, 775 (7th Cir. 2016); Giant Eagle, Inc. v. Am. Guar. & Liab. Ins. Co., 499 F. Supp. 3d 147 \n(W.D. Pa. 2020)).  The Court contrasts that interpretation with the one it chooses, noting \nwhere other courts have concluded that no duty to defend existed because the governmental \nentities “sought to recover their own increased economic costs resulting from a public-health \ncrisis” without tying their claims to “an individual opioid-related injury[.]”  Id. at 466 (citing \nACE Am. Ins. Co. v. Rite Aid Corp., 270 A.3d 239, 253–54 (Del. 2022); Westfield Natl. Ins. Co. \nv. Quest Pharms., Inc., 2021 U.S. Dist. LEXIS 86931, at *18 (W.D. Ky. May 6, 2021)).  \n \nopioid litigation.8  (St. Jeanos Aff. ¶ 16, Ex. J.)  The Complaint in that action contains \nthree claims for declaratory judgment , seeking a declaration that : (1) the Chubb \nDefendants have “no duty to defend  or pay for Kroger’s defense of the Opioid \nLawsuits”; (2) “under the terms, conditions, and exclusions of the Policies, Chubb has \nno duty to indemnify Kroger for the Opioid Lawsuits”; and (3) if the Chubb \nDefendants are found liable under the policies issued to The Kroger Co., th ey are \nentitled “to the proper share of equitable contribution from the [o]ther [i]nsurers, \nincluding but not limited to a declaration that Chubb is not responsible for any share \nof Kroger’s defense or indemnity costs attributable to periods outside the effective \ndates of the Chubb Policies .”  (St. Jeanos Aff. Ex. J  at ¶¶ 45, 48, 50.)  The Chubb \nDefendants also named many of the Kroger Plaintiffs’ other insurers as defendants.9  \n(St. Jeanos Aff. Ex. J at 1–4.) \n53. On 13 October 2022, National Union did the same. 10  (St. Jeanos Aff. ¶ 17, \nEx. K.)  National Union’s Complaint contains two claims  for declaratory judgment , \nseeking a decree that (1) the policies issued by it to The Kroger Co. do not create a \nduty to defend  with regard to the Underlying Opioid Lawsuits ; and (2) under the \n \n8 That action is captioned Ace Am. Ins. Co. et al. v. The Kroger Co., et al., A 2203712 (Hamilton \nCty. Ct. C.P.).  (See Sullivan Aff. ¶ 23.) \n \n9 The Chubb Defendants named  four defendants which are not parties  in this action: AIU \nInsurance Company; Lumbermens Mutual Casualty Company; XL Europe Limited; and XL \nInsurance Company of New York.  (See St. Jeanos Aff. Ex. J.)  At the Hearing, Plaintiffs ’ \ncounsel represented to the Court that: AIU Insurance Company and XL Insurance Company \nof New York did not issue any policies to the Kroger Plaintiffs; Lumbermens Mutual Casualty \nCompany was in liquidation, so Plaintiffs did not add it to this action; and XL Europe Limited \ndid not issue any general liability policies to the Kroger Plaintiffs. \n \n10 That action is captioned Nat’l Union Fire Ins . Co. of Pittsburgh, Pa v. The Kroger Co. , \nA 2203724, (Hamilton Cty. Ct. C.P.).  (See Sullivan Aff. ¶¶ 24–25.) \n \nterms of the policies it issued to T he Kroger Co., National Union has no duty to \nindemnify.  (St. Jeanos Aff. Ex. K at ¶¶ 33–34, 37–38.) \n54. On 9 February 2023, the Ohio Court consolidated the t wo pending actions \ninitiated by the Chubb Defendants and National Union (the “Ohio Insurance Action”).  \n(Sullivan Aff. ¶ 25, Ex. J.) \n55. This action was initiated by Plaintiffs shortly thereafter on \n8 November 2022.  ( See Compl., ECF No. 28.)  Several Defendants thereafter filed \ncrossclaims in the Ohio Insurance Action.  \n56. On 29 November 2022, American Guarantee  and Steadfast jointly filed \ntheir answer to the Chubb Defendants’ C omplaint, and a crossclaim for declaratory \njudgment.  (See Sullivan Aff. ¶ 40, Ex. Y.)  \n57. On 5 December 2022, the Kroger Plaintiffs filed their Motion to Dismiss or \nStay in the Ohio Insurance Action.  (St. Jeanos Aff. Ex. L.)  That matter came on for \nhearing on 4 April 2023 before Hon. Lisa Allen in the Court of Common Plea s of \nHamilton County, Ohio.  (See St. Jeanos Aff. ¶ 18; Sullivan Aff. Ex. J.)  As far as the \nCourt is aware, no order has been entered. \n58. From 12 December to 15 December 2022, Allied World, Aspen American, \nEndurance American, Endurance Specialty, Great American Insurance, Great \nAmerican NY, Great American Spirit, Old Republic, Starr, St. Paul Fire, and U.S. \nFidelity filed answers and crossclaims to the Chubb Defendants’ Complaint in the \nOhio Insurance Action.  (Sullivan Aff. ¶¶ 33–39, Exs. R–X.)  In January 2023, AXIS, \nColumbia Casualty, Continental Insurance,  Indian Harbor, Liberty Underwriters , \n \nNational Union, and XL Insurance also filed answers and crossclaims to the Chubb \nDefendants’ complaint.  (Sullivan Aff. ¶¶ 26–32, Exs. K–Q.) \n59. The Motions in this action were thereafter filed on 27  March 2023.  (Mot. \nDismiss; Mot. Stay.) \nE. The Parties’ North Carolina Contacts \n1. Plaintiffs’ Business in North Carolina \n60. As discussed above, the HT Plaintiffs are North Carolina corporations.  On \n28 January 2014, HT Supermarkets merged with Hornet  Acquisition, Inc. , a \ncorporate holding company  organized under the laws of North Carolina with its \nmailing address in Cincinnati, Ohio.  (St. Jeanos Aff. Ex. B.)   It is undisputed that \nthe HT Plaintiffs became wholly owned subsidiaries of the Kroger Plaintiffs on this \ndate.  (See Defs.’ Br. Supp. Mot. Dismiss 5, ECF No. 136 [“Br. Supp. Mot. Dismiss”] \n(citing St. Jeanos Aff. Ex. B); Mecia Aff. ¶ 11.)  The Kroger Co. has roughly 200 wholly \nowned subsidiaries, at least twelve of which are incorporated in North Carolina.  (See \nSt. Jeanos Aff. Ex. A at 103–09 (providing the subsidiaries of T he Kroger Co. in its \nAnnual Report for the 2021 fiscal year).) \n61. According to  the HT Supermarkets 2021 Annual Report, its registered \nagent is in Raleigh, North Carolina, and its principal office is in Matthews,  North \nCarolina.  (Sullivan Aff. Ex. NN.)  Four of the corporation’s ten officers reside in North \nCarolina, with the remaining six residing in Ohio.  (Sullivan Aff. Ex. NN.) \n62. The HT Plaintiffs and their predecessor entities have operated grocery \nstores in North Carolina since the 1960s and pharmacies since 1993.  (Mecia Aff. \n \n¶¶ 16–17.)  The HT Plaintiffs have 149 of their 257 total grocery stores in this State, \nwith food distribution centers in  Greensboro and Indian Trail, North Carolina.  \n(Mecia Aff. ¶ 18.) \n63. The HT Plaintiffs have “not maintained independent business activities in \nOhio and ha[ve] never been registered to do business in Ohio.”  (Mecia Aff. ¶  22.)  \nFurthermore, HT Supermarkets mai ntained “its own  general liability insurance \nprogram and was issued policies providing annual primary and excess insurance” \nprior to its acquisition by The Kroger Co. in 2014.  (Mecia Aff. ¶ 25; Mecia Aff. Exs. 5–\n10, ECF Nos. 180.5 –.10 (providing insurance policies that HT Supermarkets  \npurchased from various Defendants).) \n64. The Kroger Plaintiffs are Ohio corporations  doing business in North \nCarolina.  (Am. Compl. ¶¶ 10–12.)  Plaintiffs allege that The Kroger Co. has “owned \nand operated pharmacies in North Carolina since the 1980s, employing and serving \nthousands of North Carolinians.”  (Am. Compl. ¶ 10.) \n65. The Kroger Plaintiffs are registered to do business in North Carolina and \nThe Kroger Co. filed its most recent annual report  here on 24 April 2023.  ( Aff. Jay \nChung ¶ 8, ECF No. 183 [“Chung Aff.”].)  The Kroger Plaintiffs operated grocery \nstores in North Carolina from 1989 to 2018, but they  closed the remaining fourteen \nNorth Carolina stores in 2018, selling eight to the HT Plaintiffs.  (Chung Aff. ¶¶ 10–\n11.) \n \n66. Presently, the Kroger Plaintiffs are “in the process of opening a customer \nfulfillment center in North Carolina, the purpose of which is to enable Kroger to \ndeliver groceries to e-commerce customers” in this State.  (Chung Aff. ¶ 13.) \n2. Defendants’ North Carolina Insurance Business \n67. As noted previously, n one of the  Defendants is incorporated in North \nCarolina, and no ne maintains its principal place of business or registered agent in \nthis State.  (See Am. Compl. ¶¶ 13–47; ECF Nos. 141.3–.21 (providing the affidavits \nof counsel for various D efendants, which affirm  that those Defendants ar e not \nincorporated in this State , and providing the  states in which they are inc orporated \nand/or the cities where they maintain a principal place of business).) \n68. It appears that Great American Spirit maintained a North Carolina \nProfessional Risk Office at 11325 N. Community House Rd. Suite 200 in Charlotte \nfrom at least 25  January 2015 to 25 January 2020.  ( See Chung Aff. Exs. 104 –08 \n(providing at Item 6 that “All other Notices .  . . [t]o the Company” should be sent to \nthat office in Charlotte) .)  Based on the record before the Court, Great Amer ican \nSpirit is the only Defendant which maintained an office in this State. \n69. Plaintiffs allege that Defendants are licensed insurers in the State of North \nCarolina, and that they issued policies in North Carolina to commercial entities \nresiding in this Stat e.  (Am. Compl. ¶¶  13–47.)  Furthermore, it appears that \nDefendants each appointed the North Carolina Commissioner of Insurance  \n(“Commissioner”) to be their agent for purposes of service of process pursuant to \nN.C.G.S. §§ 58-16-30 or 58-21-100.  (Konkel Aff. Ex. 21.)  Doing so was a requirement \n \nfor licensure pursuant to Chapter 58 , Articles 16 and 21 of the North Carolina \nGeneral Statutes. \n70. As discussed in detail herein, Defendants issued insurance policies to The \nKroger Co. and HT Supermarkets beginning as early as 1994.  (See Chung Aff. Ex. 30 \n(providing a policy The Kroger Co. purchased from Federal Insurance for the period \n1 January 1994  to 1 January 1995, which referenced associated policies  with \nContinental Casualty).) \n71. A vast majority of the policies in the record were issued when Plaintiffs \nwere engaged in selling pharmaceuticals from their grocery store pharmacies  in \nNorth Carolina.  In fact, of the roughly 1 40 policies the Kroger Plaintiffs purchased \nfrom Defendants, only si xteen provided coverage for 2018 or the years after.   ( See \ngenerally Chung Aff. Exs. 5–143 (providing the insurance policies of record that the \nKroger Co. purchased from Defendants).) \n72. Based on the informat ion of record, it appears that from  2013 to 2021 , \nDefendants generated $10,464,066,455.00 in total direct premiums written in North \nCarolina and $10,238,904,079.00 in total direct premiums earned in North Carolina.  \n(Konkel Aff. Ex. 22  (providing annual  dollar amount  totals of each Defendan t’s \nproperty and casualty insurance business in this State) ; Chirozzi Aff. Exs. 1, 3, 5, 7, \n9, 11, 13, 32 –33, ECF Nos. 184, 184.1– .5 (providing the data that was ultimately \ncombined and summarized to get the total numbers stated in this paragraph).)   \nFurther, Defendants paid a combined $5,166,729,074.00 in total direct losses in North \n \nCarolina and incurred a combined $5,567, 378,332.00 in direct losses incurred in \nNorth Carolina.  (Konkel Aff. Ex. 22.) \n73. Following full briefing on the Motions, t he Court held the Hearing on \n19 July 2023, at which all parties were present and represented through counsel.  \n(See ECF No. 206.)  The Motions are ripe for resolution. \nIII. LEGAL STANDARD \nA. Motion to Dismiss Pursuant to Rule 12(b)(2) \n74. When a defendant moves to dismiss a complaint under  Rule 12(b)(2) for \nlack of personal jurisdiction, the plaintiff carries the burden of establishing that the \ntrial court possesses personal jurisdiction over the defendant.  See Bauer v. Douglas \nAquatics, Inc., 207 N.C. App. 65, 68 (2010).  “When the parties have submitted \naffidavits and other documentary evidence, a trial court reviewing a motion to \ndismiss for lack of personal jurisdiction under Rule 12(b)(2) must determine whether \nthe plaintiff has establish ed that jurisdiction exists by a preponderance of the \nevidence.”  State ex rel. Stein v. E. I. du Pont de Nemours & Co. , 382 N.C. 549, 555 \n(2022).  Once affidavits and evidence challenging personal jurisdiction are submitted, \n“unverified allegations in a c omplaint conflicting with that evidence may no longer \nbe taken as true[,]” though “allegations in [the] complaint uncontroverted by [the \nevidence] are still taken as true.”  Weisman v. Blue Mt. Organics Distrib., LLC, 2014 \nNCBC LEXIS 41, at **2 (N.C. Super. Ct. Sept. 5, 2014) (citing Banc of Am. Sec., LLC \nv. Evergreen Int’l Aviation, Inc., 169 N.C. App. 690, 693–94 (2005)). \n \nB. Motion to Dismiss Pursuant to Rule 12(b)(6) \n75. In ruling on a motion to dismiss pursuant to Rule  12(b)(6), the Court \nreviews the allegations in the Amended Complaint in the light most favorable to \nPlaintiffs.  See Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5 (2017).  The \nCourt’s inquiry is “whether, as a matter of law, the allegations of the complaint .  . . \nare sufficient to state a claim upon which relief may be granted under some legal \ntheory[.]”  Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670 (1987)  (citation \nomitted).  The Court accepts all well -pleaded factual allegations in the r elevant \npleading as true.  See Krawiec v. Manly , 370 N.C. 602, 606 (2018).  The Court is \ntherefore not required “to accept as true allegations that are merely conclusory, \nunwarranted deductions of fact, or unreasonable inferences.”  Good Hope Hosp., Inc. \nv. N.C. Dep’t of Health & Human Servs., 174 N.C. App. 266, 274 (2005) (cleaned up). \n76. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC , 251 N.C. App. 198, 206 (2016) \n(citation omitted).  The Court may consider these attached or incorporated documents \nwithout converting the Rule  12(b)(6) motion into a motion for summary judgment.  \nId. (citation omitted).  Moreover, the Court “may properly consider documents which \nare the subject of a plaintiff’s complaint and to which the complaint specifically refers \neven though they are presented by the defendant.”  Oberlin Capital, L.P. v. Slavin , \n147 N.C. App. 52, 60 (2001) (citation omitted). \n \n77. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’  ”  Corwin v. British Am. Tobacco PLC , \n371 N.C. 605, 615 (2018) (quoting Wood v. Guilford Cty. , 355 N.C. 161,  166 (2002)).  \nThis standard of review for Rule 12(b)(6) is the standard our Supreme Court “uses \nroutinely .  . . in assessing the sufficiency of complaints in the context of complex \ncommercial litigation.”  Id. at 615 n.7 (citations omitted). \nIV. ANALYSIS \n78. The Court addresses the Motions in turn, beginning with the Motion to \nDismiss.  The Court first considers whether it is proper to exercise personal \njurisdiction over certain Defendants, and then turns to whether  the Court should \nexercise its discretion to refuse to render a declaratory judgment  as to the liabilities \nand obligations, if any, of Defendants.  The Court concludes its analysis of the Motions \nby addressing the Motion to Stay. \nA. Motion to Dismiss Pursuant to Rule 12(b)(2) \n79. Allied World, American Guarantee, Aspen American, AXIS, the Chubb \nDefendants, Columbia Casualty, Continental Casualty, Continental Insurance,  \nEndurance American, Endurance Specialty, Great American Spirit, Indian Harbor, \nLiberty Underwriters, Liberty Surplus, National Union, Old Republic, St. Paul Fire, \nStarr, Steadfast, U.S. Fidelity, and XL Insurance  (together, the “PJ Moving \n \nDefendants”) request dismissal pursuant to Rule  12(b)(2) for lack of personal \njurisdiction.11  (Mot. Dismiss 2 n.2.) \n80. Plaintiffs allege tha t the Court has personal jurisdiction over Defend ants \n“pursuant to applicable North Carolina law” because: \n(i) the Defendant Insurers have engaged in substantial business activity \nwithin North Carolina including but not limited to being authorized to \nsell or write insurance in North Carolina, (ii) the Harris Teeter Plaintiffs \nwere and are residents of and the Kroger Plaintiffs had and have \nsubstantial operations alleged to be at issue in underlying Opi oid \nLawsuits in North Carolina when the events out of which the claims in \nthis action arose took place, ( iii) the Policies at issue are contracts of \ninsurance on property, lives, or interests in this State, (iv) the \nperformance of the Insurers’ duties under the Policies at issue are \nrequired to be undertaken in North Carolina, and/or (v) injurious \nconsequences of Defendant Insurers’ denial of their contractual \nobligations to provide coverage have been or will be sustained in North  \nCarolina. \n \n(Am. Compl. ¶ 49.) \n81. Following the filing of the Motions, and the completion of briefing, Plaintiffs \nfiled their Suggestion of Subsequently Decided Authority Under BCR  7.9 \n(“Suggestion of Subsequent Authority”) .  (ECF No. 228  [“BCR 7.9 Filing”].)  In the \nSuggestion of Subsequent Authority, Plaintiffs cite to  the United States  Supreme \nCourt’s recent decision , Mallory v. Norfolk Southern Railway Co. , 143 S. Ct. 2028 \n(2023), arguing that “consistent with due process, a state may require a foreign \n \n11 Great American Alliance Insurance Company, Great American Assurance Company, Great \nAmerican Insurance Company, G reat American NY, Ohio Casualty , Mitsui Sumitomo, \nTravelers Indemnity, Travelers Property Casualty, Twin City Fire, U .S Fire, Westport \nInsurance Corporation, and Zurich American Insurance Company do not challenge personal \njurisdiction.  (See Mot. Dismiss 1–2 n.2; Def. Twin City Joinder Mot. Dismiss, ECF No. 139  \n(Twin City Fire joining in the Motion to Dismiss only pursuant to Rule 12(b)(6)); ECF No. 140 \n(Mitsui Sumitomo joining in the Motion to Dismiss only pursuant to Rule 12(b)(6)).) \n \ncorporation to consent to personal jurisdiction before registering to do business within \na state.”  (BCR 7.9 Filing.)  Plaintiffs contend that the Mallory decision supports the \nCourt’s exercise of personal jurisdiction over PJ Moving Defendants  because the PJ \nMoving Defendants each registered to do insurance business in North Carolina.  (See \nBCR 7.9 Filing (citing N.C.G.S. §§ 1-75.4(1)(d), 58-16-5, 58-16-30).) \n82. Determining whether a non- resident defendant is subject to personal \njurisdiction in this State’s courts involves  a two -step analysis.  “First, North \nCarolina’s long -arm statute, N.C.G.S. §  1-75.4, must authorize a c ourt to exercise \njurisdiction.”  Shaeffer v. SingleC are Holdings, LLC , 384 N.C. 102 , 106 (2023)  \n(citation omitted).  Second, the Fourteenth Amendment’s Due Process Clause must \npermit the Court to exercise jurisdiction over a defendant.  Id. (citation omitted).  “In \npractice, the analysis often collapses into one inquiry because the North Carolina \nSupreme Court has broadly construed the long-arm statute ‘to make available to the \nNorth Carolina courts the full jurisdictional powers permissible under federal due \nprocess.’ ”  State ex rel. Stein v. Bowen, 2022 NCBC LEXIS 127, at **10 (N.C. Super. \nCt. Oct. 27, 2022) (citing Beem USA LLLP v. Grax Consulting , LLC, 373 N.C. 297, \n302 (2020)). \n83. Due process requires a defendant to have “certain minimum contacts with \n[the forum state] such that the maintenance of the suit does not offend traditional \nnotions of fair play and substantial justice.”  Int’l Shoe Co. v. Wash. , 326 U.S. 310, \n316 (1945) ( cleaned up).  “Minimum contacts are established through ‘some act by \nwhich the defendant purposefully avails itself of the privilege of conducting activities \n \nwithin the forum State, thus invoking the benefits and protections of its laws.’  ”  \nShaeffer, 384 N.C. at 107 (quoting Beem USA, 373 N.C. at 303).  Plaintiffs have the \nburden of proving that PJ Moving Defendants “deliberately reached out beyond \n[their] home—by, for example, exploiting a market in the forum State or entering a \ncontractual relationship centered there.”  Mucha v. Wagner, 378 N.C. 167, 171 (2021) \n(cleaned up). \n84. “Minimum contacts may give rise to one of two forms of jurisdiction: general \nor specific jurisdiction.”  Schaeffer, 384 N.C. at 107 (citation omitted).  “ A court may \nassert general jurisdiction over foreign (sister -state or foreign-country) corporations \nto hear any and all claims against them when their affiliations with the State are so \n‘continuous and systematic’ as to render them essentially at home in the forum State.”  \nGoodyear Dunlop Tires Operations, S.A. v. Brown, 564 U.S. 915, 919 (2011) (quoting \nInt’l Shoe , 326 U.S. at 317).  “ When a defendant’s conduct in a state is not so \nextensive, [specific] jurisdiction may .  . . be proper if ‘the litigation results from the \nalleged injuries that arise out of or relate to the defendant’s activities.’  ”  Shaeffer, \n384 N.C. at 107 (quoting Burger King Corp. v. Rudzewicz, 471 U.S. 462, 472 (1985)). \n1. Long Arm Statute \n85. North Carolina’s long -arm statute , N.C.G.S. § 1-75.4, provides that  the \nCourt may exercise personal jurisdiction over a party that is “engaged in substantial \nactivity within this State, whether such activity is wholly interstate, intrastate, or \notherwise.”  N.C.G.S. § 1-75.4(1)d.  Our Supreme Court has interpreted this provision \nas permitting “North Carolina courts [to exercise] the full jurisdictional powers \n \npermissible under federal due process. ”  Dillon v. Numismatic Funding Corp. , 291 \nN.C. 674, 676  (1977); see also Schaeffer, 384 N.C. at 106.   Thus, the Court may \nexercise jurisdiction over PJ Moving Defendants to the extent permitted  by federal \ndue process. \n86. PJ Moving Defendants contend that, under N.C.G.S. § 1-75.4(1)d, whether \npersonal jurisdiction is appropriate depends on whether the alleged harm at issue  \narises out of the PJ Moving Defendants’ contacts with North Carolina.  (Br. Supp. \nMot. Dismiss 19.)  The Court agrees, and therefore, must proceed to the Due Process \nanalysis. \n2. Due Process Analysis \na. Recent Supreme Court Precedent \n87. PJ Moving Defendants contend that general personal jurisdiction is \n“unavailable.”  (Br. Supp. Mot. Dismiss 15.)   However, given recent United States \nSupreme Court precedent  raised by Plaintiffs in the Suggestion of Subsequent \nAuthority, and Plaintiffs’ citation to N.C.G.S. § 58-16-30 in their response brief, (see \nPls.’ Br. Opp. Mot. Dismiss 8, 16, ECF No. 186 [“Br. Opp. Mot. Dismiss”]), the Court \ndisagrees. \n88. In Mallory, Defendant Norfolk Southern Railway (“Norfolk Southern”) \nchallenged the Pennsylvania courts’ exercise of personal jurisdiction over it, arguing \nthat doing so would offend Due Process.  143 S. Ct. at 2033.  Norfolk Southern was \nincorporated in Virginia and maintained its headquarters there.  Id.   However, the \ncompany was registered to do business in Pennsylvania, which required “out-of-state \n \ncompanies that register to do business in the Commonwealth t o agree to app ear in \nits courts on ‘any cause of action’ against them.”  Id.  (citing 42 Pa. Cons. Stat. \n§ 5301(a)(2)(i), (b) (2019)).  Plaintiff,  Mr. Mallory, argued that Norfolk Southern \nconsented to be sued in Pennsylvania and could not contest personal jurisdiction.  Id.  \nThe United States Supreme Court, reversing the Pennsylvania Supreme Court, sided \nwith Mr. Mallory  and addressed whether the Due Process Clause prohibits states \n“from requiring an out -of-state corporation to consent to personal jurisdiction to do \nbusiness there.”  Id. \n89. In analyzing this issue, the Supreme Court relied largely on its analysis in \nPennsylvania Fire Ins. Co. of Philadelphia v. Gold Issues Mining & Milling Co. , 243 \nU.S. 93 (1917).  In that case, Pennsylvania Fire was an insurance company \nincorporated under the laws of Pennsylvania being sued in Missouri, and it argued \nthat, under the Due Process Clause, it  could not be sued in Missouri because it had \nno connection with the state.  Pennsylvania Fire, 243 U.S. at 94–95; Mallory, 143 S. \nCt. at 2036.  Missouri, at least at that time, required out-of-state insurance companies \nto file “with the Superintendent of the Insurance Department a power of attorney \nconsenting that service of process upon the superintendent should be deemed \npersonal service upon the company so long as it should have any liabilities \noutstanding in the State.”  Pennsylvania Fire, 243 U.S. at 94.  The re, the Supreme \nCourt ultimately held that “there was ‘no doubt’ Pennsylvania Fire could be sued in \nMissouri by an out-of-state plaintiff on an out-of-state contract because it had agreed \n \nto accept service of process in Missouri on any suit as a co ndition of doing business \nthere.”  Mallory, 143 S. Ct. at 2036 (quoting Pennsylvania Fire, 243 U.S. at 95). \n90. The Mallory Court found that  Pennsylvania Fire was still controlling, 12 \nconcluding that the Pennsylvania law at issue which required an out -of-state \ncorporation to register with the Department of State operated just like the Missouri \nlaw at issue in Pennsylvania Fire—both permitted state courts to “exercise general \npersonal jurisdiction” over a registered foreign corporation, just as they could over \ndomestic corporations , because the foreign corporation completed  the mandatory \nstatutory registration procedures.  Mallory , 143 S. Ct. at 2037.  Therefore, the  \nSupreme Court rejected Norfolk Southern’s argument that it could not be subject to \ngeneral personal jurisdiction in Pennsylvania because it already submitted to suit  \nthere.  Id. at 2043 (“[O]ur personal jurisdiction cases have never found a Due Process \nClause problem sounding  in federalism when an out -of-state defendant submits to \nsuit in the forum State.  After all, personal jurisdiction is a personal defense that may \nbe waived or forfeited.”). \n \n12 Perhaps most notably, the Supreme Court expressly declined to overturn Pennsylvania \nFire, holding that the precedent fits squarely within the personal jurisdiction analysis \nunderstood since International Shoe.  Mallory, 143 S. Ct. at 2039 (citing Int’l Shoe, 326 U.S. \n310).  The Mallory Court explained:  \n  \nPennsylvania Fire held that an out-of-state corporation that has consented to \nin-state suits in order to do business in the forum is susceptible to suit there. \nInternational Shoe held that an out-of-state corporation that has not consented \nto in-state suits may also be susceptible to claims in the forum State based on \n“the quality and nature of [its] activity” in the forum. \n \nMallory, 143 S. Ct. at 2039 (emphasis added) (quoting Int’l Shoe, 326 U.S. at 319). \n \nb. North Carolina’s Insurance Statutes \n91. North Carolina has a statutory scheme similar to the Missouri law at issue \nin Pennsylvania Fire.  The laws of this State provide:  \n[N.C.G.S. § 58-3-5:] Except as provided in [N.C.] G.S. [§ ]58‑3‑6,[13] it is \nunlawful for any company to make any contract of insurance upon or \nconcerning any property or interest or lives in this State, or with any \nresident thereof, or for any person as an insurance producer to make, \nnegotiate, solicit, or in any manner aid  in the transaction of such \ninsurance, unless and except as authorized under the provisions of \nArticles 1 through 64 of this Chapter. \n \n[N.C.G.S. §  58-16-5:] A foreign or alien insurance company may be \nlicensed to do business when it: . . . (10) Files with the Commissioner [of \nInsurance] an instrument appointing the Commissioner as the \ncompany’s agent on whom any legal process under [N.C.]G.S. [§ ]58-16-\n30 may be served.   This appointment is irrevocable as long as any \nliability of the company remains ou tstanding in this State.   A copy of \nthis instrument, certified by the Commissioner, is sufficient evidence of \nthis appointment; and service upon the Commissioner is sufficient \nservice upon the company. \n \n[N.C.G.S. § 58-16-30:] As an alternative to service of legal process under \n. . . Rule 4, the service of such process upon any insurance company or \nany foreign or alien entity licensed or admitted and authorized to do \nbusiness in this State under the provisions of this Chapter may be made \nby . . . delivering and leaving a copy of the process in the office of the \nCommissioner with a deputy or any other person duly appointed by the \nCommissioner for that purpose; or acceptance of service of the process \nmay be made by the Commissioner or a duly appointed deputy or person. \n \nN.C.G.S. §§ 58-3-5, 58-16-5(10), 58-16-30. \n92. Importantly, N.C. G.S. §  58-16-5 sets forth requirements for foreign \ninsurance companies to be admitted and authorized to do business in North Carolina.  \nSee Crain & Denbo, I nc. v. Harris & Harris Constr. Co. , 250 N.C. 106 , 109 (1959) \n \n13 North Carolina General Statutes § 58‑3‑6 concerns charitable organizations, as defined \nmore thoroughly by the Internal Revenue Code §§ 501(c)(3), 170(c), and charitable gift \nannuities.  This section is inapplicable to the facts of this case and PJ Moving Defendants. \n \n(describing the statute , as it was formerly codified at §  58-150, as prescribing “ the \nconditions for a foreign insurance company to be admitted and authorized to do \nbusiness in North Carolina”).   Thus, filing an instrument appointing the \nCommissioner of Insurance as agent for purposes of service of process  under \nsubsection 10 is mandatory in this State for foreign insurance companies. \nc. Analysis as to PJ Moving Defendants Except AXIS \n93. Here, it is undisputed that , as confirmed by the Court at the Hearing, all \nPJ Moving Defendants  except AXIS are licensed to conduct insurance business in \nNorth Carolina.  (Tr. 30:16–21, 95:8–12.)  It is also un disputed that all PJ Moving \nDefendants except AXIS filed an instrument appointing the Commissioner as the ir \nagent on whom any legal process under N.C.G.S. § 58-16-30 may be served. \n94. Further, the record demonstrates that all PJ Moving Defendants accepted \nservice of process through the Commissioner pursuant to  N.C.G.S. § 58-16-30.  (See \nKonkel Aff. ¶  22; Konkel Aff. Ex. 21  (providing the affidavit of Plaintiffs’ counsel \nindicating that the civil summonses and complaints were mailed to th e Insurance \nSection of the North Carolina Department of Justice, and providing that acceptance \nof service was made by the Special Deputy for Service of Process on behalf of Mike \nCausey, the current  Commissioner); Tr. 59:23–60:1.)  Each of the letters indicating \nacceptance of service were filed by Plaintiffs in opposition to the Motion to Dismiss, \nindicating that service was accepted on 14 November 2022.  (Konkel Aff. Ex. 21.) \n95. Therefore, the Court concludes that all PJ Moving Defendants except AXIS \nconsented to suit in this State  by completing the statutor ily required registration \n \nprocedures for foreign corporations .  Doing so rendered Defendants essentially at \nhome in this State  and Defendants submitted to suit in this State.   See Espin v. \nCitibank, N.A., 2023 U.S. Dist. LEXIS 17 6241, at *10–11 (E.D.N.C. Sept. 29, 2023)  \n(determining that the court has general personal jurisdiction over Citibank, and that \n“[t]his conclusion does not offend due process, even if it took Citibank by surprise, as \nCitibank has taken full advantage of it s opportunity to do business in North \nCarolina”). \n96. As a result, the Court’s exercise of general personal jurisdiction over these \ndefendants is proper.  T he Motion to Dismiss is  therefore DENIED in part, to the \nextent it requests dismissal of PJ Moving Defen dants, except AXIS , for lack of \npersonal jurisdiction. \nd. Analysis as to AXIS \n97. AXIS is a surplus lines insurance company and is subject to different \nlicensing requirements than foreign insurance companies, as set forth in the North \nCarolina Surplus Lines Act, N.C.G.S. §  58-21-1 et seq.  Therefore, the Court must \naddress AXIS separately. \n98. North Carolina General Statutes  § 58-21-2 provides that, unless \n“specifically referenced in a particular section of this Chapter, no sections contained \nin Articles of this Chapter other than this Article apply to surplus lines insurance, \nsurplus lines licensees, nonadmitted domestic surplus lines insurers, or nonadmitted \ninsurers.”  N.C.G.S. § 58-21-2. \n \n99. Article 21 goes on to provide the following:  \nA surplus lines insurer may be sued upon any cause of action arising in \nthis State, under any surplus lines insurance contract made by it or \nevidence of insurance issued or delivered by the surplus lines licensee, \npursuant to the procedure provided in [N.C.]G.S. [§ ]58-16-30.  Any such \npolicy issued by the surplus lines licensee shall contain a provision \nstating the substance of this section and designating the person to whom \nthe Commissioner shall mail process. \n \nN.C.G.S. §  58-21-100(a).  “Each surplus lines insurer engaging in surplus lines \ninsurance shall be deemed thereby to have subjected itself to this Article. ”  N.C.G.S. \n§ 58-21-100(b).  This statute has yet to be interpreted by the courts of this State, and \ntherefore, the Court is presented with an issue of first impression. \n100. “Statutory interpretation properly begins with an examination of the plain \nwords of the statute.”  Correll v. Div. of Soc. Servs., 332 N.C. 141, 144 (1992) (citation \nomitted).  “If the statutory la nguage is clear and unambiguous, the court eschews \nstatutory construction in favor of giving the words their plain and definite meaning.”  \nState v. Beck, 359 N.C. 611, 614 (2005).  \n101. Here, the plain meaning of the statute is clear.  Given that § 58 -21-100(a) \nspecifically references the procedures set forth in §  58-16-30 to achieve service of \nprocess upon foreign surplus lines insurance companies,  (see supra ¶¶ 91, 99), and \nthat the policies issued by that company must include a provision  that instructs the \nCommissioner where to subsequently send process it may receive, it logically follows \nthat the legislature intended service of process to be made upon the Commissioner as \nthe agent of the foreign insurance company.  See Beck, 359 N.C. at 614 (“The primary \nendeavor of courts in construing a statute is to give effect to legislative intent.”).   As \n \na result, the Court interprets the statute to mean that a surplus lines insurer may be \nsued in this State upon a cause of action arising here under any surpl us lines \ninsurance contract made by that insurer , so long as service of process is made upon \nthe Commissioner pursuant to N.C.G.S. § 58-16-30. \n102. This parallels the licensure requirement for insurance companies set forth \nin § 58-16-5, but without requiring action by the insurer in order to obtain a license \nto do business in this State.  While there are separate licensure requirements set \nforth in Article 21, it appears that engaging in surplus lines insurance in this State \nis enough to be subject to this section. \n103. Thus, under the limited circumstance where  the surplus lines insurer is \nsued in this State under a policy issued by it, and service of process is made upon the \nCommissioner, the surplus lines insurer has consented to general jurisdiction in this \nState.  This interpretation is supported by the statutory requirement that each \ncontract of insurance issued by the insurer must contain a provision designating the \nperson to whom the Commissioner shall mail process. \n104. Here, the record demonstrates that the AXIS policy issued to The Kroger \nCo. for the period 25 January 2016 to 25 January 2017  was filed by Plaintiffs in \nopposition to the Motions.  (Chung Aff. Ex. 84.)  The AXIS policy contains a “Service \nof Suit Clause” which provides that  AXIS designates the “Commissioner or Director \nof Insurance, or his/her designee, as its true and lawful attorney upon whom may be \nserved any lawful process in any action . . . instituted by [the insured] . . . under this \n \nPolicy against the Company arising out of this Policy,” and then goes on to provide a \nGeorgia address for Claims Administration.  (Chung Aff. Ex. 84 at 10.) \n105. The record also demonstrates that AXIS accepted service of process for this \nlawsuit through the Commissioner pursuant to N.C.G.S. § 58-16-30.  (See Konkel Aff. \nEx. 21 at 14 (providing the Acceptance of Service of Process for AXIS).) \n106. The Court, therefore, is unable to imagine how this procedure differs from \nthat for foreign insurance companies as set forth in the previous section.   (See supra \nPart IV.A.2.c.)  While the North Carolina Surplus Lines Act does not expressly require \nforeign surplus lines insurers to appoint the Commissioner as its agent in order to do \nbusiness in this State, it appears to implicitly  require that appointment.  In fact, it \ngoes so far as to require the appointment in writing within endorsements like AXIS’s \nService of Suit provision.  (See Chung Aff. Ex. 84 at 10.)  To conclude otherwise would \nfail to give effect to the legislative intent, particularly because the Surplus Lines Act \nexpressly rejects all other Articles in the Chapter concerning insurance companies \nbut specifically references § 58-16-30 as the exception to that general rule. \n107. The Court concludes that AXIS, by doing business in this State , agreed to \nbe subject to the laws and regulations set forth herein.  Doing so constituted a consent \nto the exercise of general personal jurisdiction over it  by North Carolina co urts \nbecause the statutory framework requires service of process upon the Commissioner \nas AXIS’s agent for causes of action arising in this State  under insurance contracts \nmade by it .  Therefore, the Motion to Dismiss is DENIED in part to the extent it \nrequests dismissal of AXIS for lack of personal jurisdiction. \n \nB. Motion to Dismiss Pursuant to Rule 12(b)(6) \n108. Defendants argue that the Court should refuse to hear this case because \nthe Kroger Plaintiffs’ filing of this action constituted forum shopping, and courts of \nthis State have reject ed declaratory judgment suits in like circumstances. 14  (Br. \nSupp. Mot. Dismiss 23.)  As an initial matter, Defendants do not challenge Plaintiffs’ \nstanding to assert a declaratory judgment claim pursuant to N.C.G.S. § 1- 254, and \ntherefore, the Court turns directly to its discretionary authority to dismiss the claim \nunder § 1-257. \n109. “Under North Carolina law, a declaratory judgment is a statutory remedy \nthat grants a court the authority to declare rights, status, and other legal relations, \nwhen an actual controversy exists between parties to a lawsuit. ”  Coley v. Its \nThundertime LLC , 2016 NCBC LEXIS 55, at *10 (N.C. Super. Ct. July 15, 2016)  \n(cleaned up).  The Court may decline to “enter a declaratory judgment or decree where \nsuch judgment or decree, if rendered or entered, would not terminate the uncertainty \nor controversy giving rise to the proceeding .  . . .”  N.C.G.S. § 1-257.  The decision to \ndo so rests in the sound discretion of the trial judge.   Augur v. Augur, 356 N.C. 582, \n587 (2002).   \n110. “[A] declaratory judgment should issue (1) when it will serve a useful \npurpose in clarifying and settling the legal relations at issue, and (2) when it will \nterminate and afford relief from the uncertainty, insecurity and controversy giving \nrise to the proceeding.”  Id.  at 588 (cleaned up).  The Court must consider that “[a] \n \n14 All Defendants except U.S. Fidelity join in the Motion to Dismiss pursuant to Rule 12(b)(6).  \n(Mot. Dismiss 1–2 n.1.) \n \ndeclaratory remedy should not be invoked to try a controversy by piecemeal, or to try \nparticular issues without settling the entire controversy.”  Coca -Cola Bottling Co. \nConsol. v. Durham Coca- Cola Bottling Co. , 141 N.C. App. 569, 5 78 (2000) (cleaned \nup).  Further, a party “should not be permitted to bring a declaratory suit involving \noverlapping issues in a different jurisdiction as a strategic means of obtaining a more \npreferable forum.”  Id. at 579.  Put more simply, North Carolina Courts “cannot \ncondone using the Declaratory Judgment Act to obtain a more preferable venue in \nwhich to litigate a controversy.”  Id. at 581. \n111. “[W]hen the record shows that there is no basis for declaratory relief,” the \nCourt may dismiss a declaratory judgment action through a Rule 12(b)(6) motion.  \nKirkman v. Kirkman, 42 N.C. App. 173, 176 (1979).  The Court, in deciding whether \nto issue a declaratory judgment, may consider information related to another pending \naction involving overlapping issues.  See Coley, 2016 NCBC LEXIS 55, at *12–15. \n112. Defendants contend that the Court should exercise its discretion to dismiss \nthis action in full because  (1) “the limits of its jurisdiction and the pendency of the \nOhio [Insurance] Action mean that nothing close to complete relief is available to \nKroger in this Court[,]” (Br. Supp. Mot. Dismiss 23); and (2) failing to dismiss would \n“reward Kroger’s f orum shopping” because Kroger brought this suit as a means of \nobtaining a more preferable forum, (Br. Supp. Mot. Dismiss 26–27). \n113. Defendants appear to take issue only with the Kroger Plaintiffs’ request for \ndeclaratory judgment, contending that the timing of Plaintiffs’ filing of this action is \nsuspect, and arguing that the Kroger Plaintiffs communicated with their insurers for \n \nfive years but failed to file an action to resolve their dispute until shortly after the \nOhio Insurance Action commenced.  (Br. Supp. Mot. Dismiss 27.)  Defendants also \nargue that the Kroger Plaintiffs’ inclusion of the HT Plaintiffs was a strategic choice \nwhich amounts to impermissible forum shopping.  (Br. Supp. Mot. Dismiss 27.) \n114. In response, Plaintiffs contend that this Court is the only forum which may \nprovide complete relief and terminate the uncertainty regarding the insurance \ncoverage dispute.  (Br. Opp. Mot. Dismiss  27.)  Plaintiffs argue that (1) the Ohio \nInsurance Action is less comprehensive because it includes fewer insurers and does \nnot include the HT Plaintiffs, and (2) there has been no forum shopping by Plaintiffs, \nbut rather that Defendants’ “insistence that Ohio law governs their contracts, against \nall evidence, reveals them to be guilty of the very sin they ascribe to Plaintiffs: forum \nshopping.”  (Br. Opp. Mot. Dismiss 28.) \n115. Since the Kroger Plaintiffs and the HT Plaintiffs each seek a declaration \nfrom this Court as to their rights, if any, under the terms of the various insurance \npolicies issued by Defendants,  and because Defendants appear to take issue largely \nwith the Kroger Plaintiffs rather than the HT Plaintiffs,  the Court, in its discretion, \nelects to address them separately.15 \n \n15 The Court is unaware of any precedent in this State which would support the proposition \nthat N.C.G.S. § 1-257 may be analyzed on a plaintiff-by-plaintiff basis, nor of the inverse, \nthat the Court may not analyze it in that manner.  However, the standard for applying § 1-\n257 is discretionary.  Thus, the Court determines that it may exercise its discretion to apply \nthe statute to particular facts on a plaintiff-by-plaintiff basis. \n \n1. The Kroger Plaintiffs \n116. The Court agrees with Defendants that this action will not settle the entire \ncontroversy giving rise to the proceeding as this action relates to the Kroger Plaintiffs \nbecause the issue of the Kroger Plaintiffs’ rights under their insurance policies issued \nby Defendants is already being litigated in the Ohio Insurance Action. \n117. In the Ohio Insurance Action, The Kroger Co.’s insurers seek a declaration \nthat they have no duty to defend the Kroger Plaintiffs against the Underlying Opioid \nLawsuits, have no duty to indemnify the Kroger Plaintiffs, and seek a declaration \nthat no coverage is owed to the Kroger Plaintiffs under any of the insurance policies \nissued to them.  (St. Jeanos Aff. Ex. J at ¶¶ 45–50.) \n118. In this action, the Kroger Plaintiffs seek a decree from  the Court that \nDefendants have a duty  to pay or reimburse defense costs , and settlement or \njudgment costs associated with the Underlying Opioid Lawsuits.  (Am. Compl. ¶ 111.) \n119. Thus, this action and the Ohio Insurance Action are disputes between many \nof the same parties seeking  a declaration from t wo courts regarding whether \nDefendants have a duty to indemnify the  Kroger Plaintiffs under the insurance \npolicies issued to The Kroger Co.  (Compare, St. Jeanos Aff. Ex. J at ¶¶ 44, 47, with, \nAm. Compl. ¶  111.)  Therefore, this action cannot settle the entire underlying \ncontroversy as it relates to the Kroger Plaintiffs’ rights, if any, under their insurance \npolicies because the Ohio Insurance Action was first filed, remains pending, and will \naddress the same or similar issues. \n \n120. Our Courts have been clear that a party “should not be permitted to bring \na declaratory suit in volving overlapping issues in a different jurisdiction as a \nstrategic means of obtaining a more preferable forum.”  Coca- Cola, 141 N.C. App. at \n579.  The Court agrees with Defendants that, as to the Kroger Plaintiffs, the filing of \nthis action appears to b e an attempt by them to avoid their home state of Ohio and \nthe Supreme Court of Ohio’s holding in Acuity.16 \n121. In light of these considerations, the Court determines that it is appropriate \nfor the Court to decline to enter a declaratory judgment regarding the  Kroger \nPlaintiffs’ rights, if any, under the insurance policies they purchased from  \nDefendants.  The Court’s decree would not end the uncertainty giving rise to the \nproceeding, and it appears that the Kroger Plaintiffs may be attempting to \ncircumvent their home state to obtain a more preferable venue.   \n122. Therefore, the Court hereby GRANTS in part the Motion to Dismiss and \ndeclines to grant declaratory relief as it relates to the Kroger Plaintiffs.   As a result, \nthe Kroger Plaintiffs’ claims for declaratory judgment against Defendants are \nDISMISSED.  This includes the Kroger Plaintiffs’ claims against U.S . Fidelity, \nnotwithstanding its failure to join in the Motion to Dismiss, because the Court will \n \n16 As the Court has already explained, the Kroger Plaintiffs are Ohio corporations that filed \nthis suit shortly after the Acuity decision was filed, and after certain Defendants filed suit \nagainst the Kroger Plaintiffs in Ohio.  Importantly, the Acuity decision held that the \n“government[al entities] d[id] not seek damages because of bodily injury” against a wholesale \ndistributor of drugs, and thus the insurance company did not owe “a duty to defend it in the \nunderlying suits.”  Acuity , 205 N.E.3d at  474.  As a result, the Kroger Plaintiffs’ may have \nfiled this action to avoid the application of Acuity when the Ohio court ultimately interprets \ntheir insurance policies and rights to coverage, if any. \n \nnot reward attempted forum shopping, particularly when the Kroger Plaintiffs can \npresumably seek to join U.S. Fidelity as a party to the Ohio Insurance Action. \n123. The Court’s decision in this regard is expressly contingent upon each of the \ninsurers affected by this determination , who are not already parties in the Ohio \nInsurance Action , being able to join in that proceeding .  In the event the  Kroger \nPlaintiffs raise any time-related defenses, based on the period between the initial \nfiling of the Ohio Insurance Action and the filing by the affected insurers of a motion \nto join that action, th e Court may reconsider its discretionary ruling here  upon the \nfiling of an appropriate motion. \n2. The HT Plaintiffs \n124. The facts relevant to the HT Plaintiffs are notably different. \n125. First, and perhaps most importantly, the HT Plaintiffs are not party to the \nOhio Insurance Action, and as far as the Court is aware, no party to that action has \nsought to join the HT Plaintiffs in that action.  (See St. Jeanos Aff. Exs. J–K.) \n126. Next, based on the allegations in the Amended Complaint, twenty \nDefendants allegedly issued insurance po licies to the HT Plaintiffs, including : ACE \nAmerican; Federal Insurance; Allied World; American Guarantee; Great American \nAlliance Insurance Company; Great American Assurance Company; Great American \nInsurance Company; Great American NY; Travelers Indemnity; Travelers Property; \nLiberty Underwriters; Ohio Casualty; St. Paul Fire; Mitsui Sumitomo; Twin City; \nU.S. Fidelity; U.S. Fire; Westport; XL America; and Zurich.  (See supra Part II.C.)  Of \nthose Defendants, only nine are parties to the Ohio Insurance Action: ACE American, \n \nFederal Insurance, Al lied World, American Guarantee, Great American Insurance \nCompany, Great American NY, St. Paul Fire, U.S. Fidelity, 17 and XL America .  \n(St. Jeanos Aff. Exs. J–K.)  Thus, eleven of the HT Plaintiffs’  insurers are not party \nto the Ohio Insurance Action. \n127. Further, the HT Plaintiffs’ initiation of this action does not reek of forum \nshopping.  The HT Plaintiffs are at home in this State, and there is no contention or \nreason to suspect that the HT Plaintiffs are fleeing a lawsuit to which they are not a \nparty, initiated in a state in which they are not registered to do business.  (See Mecia \nAff. ¶ 22.) \n128. Further, there is no indication that the insurance policies issued to the HT \nPlaintiffs by their aforementioned insurers  are being litigated in another forum.   \nRather, the Ohio Insurance Action names only the Kroger Plaintiffs, and seeks only \na declaration that the  insurers owe no duties to the  Kroger Plaintiffs.  While \nDefendants assert tha t the Ohio Insurance Action is “a comprehensive action that \nwill resolve essentiallyall [sic] claims between Kroger and its insurers [,]” and that \nmay very well be true, the Ohio Insurance Action has no bearing on the HT Plaintiffs \nor the meaning of their insurance policies. \n129. A decree of this Court as to the meaning of the HT Plaintiffs’ insurance \npolicies would serve a useful purpose in clarifying and settling the legal relations at \nissue, and it would  terminate the uncertainty and controversy  giving rise to the \nproceeding, at least as to directly affected  parties, as required by  N.C.G.S. § 1-257.  \n \n17 As noted previously, U.S. Fidelity does not seek dismissal of Plaintiffs’ Amended Complaint \nand joins only in the Motion to Stay. \n \nAdditionally, the HT Plaintiffs have separate and distinct rights in the insurance \npolicies issued to them, particularly as to the insurance policies issued prior to the \nmerger with The Kroger Co., meaning this case will not result in piecemeal litigation. \n130. Therefore, the Court, in its discretion, hereby DENIES in part the Motion \nto Dismiss because the Court can terminate the controversy and afford relief from \nuncertainty as it relates to the HT Plaintiffs’ interests in this proceeding. \nC. Motion to Stay \n131. As a preliminary matter, b ecause the Court has granted Defendants’ \nMotion to Dismiss in part pursuant to Rule 12(b)(6) as it relates to the Kroger \nPlaintiffs’ claims for relief, the Motion to Stay , as it relates to the Kroger Plaintiffs,  \nis DENIED in part  as moot.  The claims  between the Kroger Plaintiffs and the \nDefendants that issued insurance policies only to them have been dismissed. \n132. All Defendants join in the Motion to Stay.   ( See Mot. Stay  1 n.1.)   \nDefendants ask the Court to stay this action pursuant to N.C.G.S. §  1-75.12 in favor \nof the Ohio Insurance Action.  (Defs.’ Br. Supp. Mot. Stay 14, ECF No. 138 [“Br. Supp. \nMot. Stay”].)  Defendants argue that a stay would permit the parties to focus their \ndispute on the Kroger Plaintiffs, “rather than its all but irrelevant Harris Teeter \nsubsidiary.”  (Br. Supp. Mot. Stay 14.) \n133. North Carolina General Statutes § 1-75.12 provides that, \n[i]f, in any action pending in any court of this State, the judge shall find \nthat it would work substantial injustice for the action to be tried in a \ncourt of this State, the judge on motion of any party may enter an order \nto stay further proceedings in the action in this State.  A moving party \nunder this subsection must stipulate his consent to suit in another \n \njurisdiction found by the judge to provide a convenient, reasonable and \nfair place of trial. \n \nN.C.G.S. § 1-75.12(a).  “Entry of an order under [N.C.]G.S. [§  ]1-75.12 is a matter \nwithin the sound discretion of the trial judge[.]”  Home Indem. Co. v. Hoechst-Celanese \nCorp., 99 N.C. App. 322, 325 (1990). \n134. In deciding whether to grant a stay, our courts consider the following \nconvenience factors and policy considerations: \n(1) the nature of the case, (2) the convenience of the witnesses, (3) the \navailability of compulsory process to produce witnesses, (4) the relative \nease of access to sources of proof, (5) the applicable law, (6) the burden \nof litigating matters not of local concern, (7) the desirability of litigating \nmatters of local concern in local courts, (8) convenience and access to \nanother forum, (9) choice of forum by plaintiff,  and (10) all other \npractical considerations. \n \nLawyers Mut. Liab. Ins. Co. v. Nexsen Pruet Jacobs & Pollard, 112 N.C. App. 353, 356 \n(1993) (citation omitted).  “It is not necessary to consider each factor or to find that \nevery factor weighs in favor of a s tay.”  Cardiorentis AG v. IQVIA, Ltd., 2018 NCBC \nLEXIS 243, at *7 (N.C. Super. Ct. Dec. 31, 2018), aff’d per curium, 373 N.C. 309 (2020) \n(citations omitted) .  “ Rather, the trial court must be able to conclude that (1) a \nsubstantial injustice would result in the absence of a stay, (2) the stay is warranted \nby the factors that are relevant and material, and (3) the alternative forum is \nconvenient, reasonable, and fair.”  Id. at *7–8 (citation omitted). \n135. The Court, having considered all the factors deem ed relevant to its \ndetermination, determines that a stay is not warranted or reasonable as related to \nthe HT Plaintiffs’ claims.  The Court focuses its analysis below on the factors relevant  \nand material to this decision. \n \n1. Plaintiffs’ Choice of Forum \n136. “Our courts generally begin with the presumption that a plaintiff ’s choice \nof forum deserves deference[,]”  but the amount of deference “varies with the \ncircumstances.”  Cardiorentis, 2018 NCBC LEXIS 243,  at *8.  This Court has held \nthat, when a plaintiff sues outside its home forum, that choice deserves less \ndeference.  Id. (citation omitted).  The inverse is also true, and a plaintiff’s choice to \nsue in its home forum is given great deference.  La Mack v. Obeid, 2015 NCBC LEXIS \n24, at **16 –17 (N.C. Super. Ct. Mar. 5, 2015) ( “[A] plaintiffs’ choice of forum \nordinarily is given great deference, especially when plaintiffs select their home forum \nto bring suit.”). \n137. The HT Plaintiffs elected to initiate this suit in t heir home forum , and \ntherefore, this factor weighs against granting a stay. \n2. Availability of C ompulsory Process to Produce Witnesses & \nthe Relative Ease of Access to Sources of Proof \n \n138. Here, Defendants have not argued that “ nonparty witnesses w ould \nparticipate only if compelled to do so, ” and therefore, “the availability of compulsory \nprocess should be given little weight in the overall balancing scheme[.]”  Cardiorentis, \n2018 NCBC LEXIS 243, at *20 (cleaned up). \n139. To the extent discovery is necessary in this matter , the HT Plaintiffs \nmaintain their corporate headquarters in Matthews, North Carolina.  (Sullivan Aff. \nEx. NN  at 1 .)  Defendants contend that “most of the relevant witnesses and \ndocuments are located at Kroger’s corporate headquarte rs in Cincinnati, Ohio [,]” \n \nincluding “a majority of Harris Teeter’s corporate officers[.]”   (Br. Supp. Mot. Stay \n28–29 (emphasis removed).) \n140. Notwithstanding that contention, this case is primarily an insurance \ncontract dispute which will require the Court and, if necessary, a jury, to interpret \nthose contracts and declare what rights, if any, the HT Plaintiffs have in them.  See, \ne.g., Northrop Corp. v. Am. Motorists Ins. Co. , 270 Cal. Rptr. 233, 239 (Cal. Ct. App. \n1990) (explaining that insurance coverage disputes “principally concern questions of \nlaw and language, not physical fact, and involve more paper than live witnesses”). \n141. The Court agrees with Plaintiffs that some of the most important evidence \nin this action will be documents that may be exchanged electronically between \ncounsel and which are accessible in any forum .  (Pls.’ Br. Opp. Mot. Stay 27 , ECF \nNo. 187 [“Br. Opp. Mot. Stay”] .)  Further, Defendants are insurance companies \nincorporated across the country and the ir corporate representatives or counsel will \nbe required to travel regardless of whe re this action is litigated.  (See Br. Opp. Mot. \nStay 27.) \n142. This factor does, however, weigh slightly in favor of a stay because more of \nthe HT Plaintiffs’  potential corporate witnesses reside in Ohio  than in North \nCarolina. \n3. Desirability of Litigating Matters o f Local Concern i n Local \nCourts \n \n143. In evaluating this factor, the Court must consider the nature of the case \nand whether North Carolina or Ohio have a local interest in resolving the \ncontroversy. \n \n144. Having decided the Motion to Dismiss, this matter now concerns the HT \nPlaintiffs’ insurance coverage rights, if any, under the policies the HT Plaintiffs \npurchased from certain Defendants .  Further, the record before the Court \ndemonstrates that, as of the filing of the Motion to Stay, the HT Plaintiffs were named \nas defendant s in only o ne Underlying Opioid Lawsuit —the Durham County  \nBellwether—which was initiated in the  Middle District of  North Carolina .  ( See \nSt. Jeanos Aff. Ex. F at 1 n.3, n.6, 19.) \n145. The HT Plaintiffs operate grocery stores across North Carolina, with over \nhalf their stores located here and operating 120 pharmacies in this State.  (Mecia Aff. \n¶¶ 18–20.)  Further, the HT Plaintiffs are not registered to do business in Ohio and \nhave never conducted business in Ohio .  (Mecia Aff. ¶  22.)  While the HT Plaintiffs \nare now wh olly owned subsidiar ies of The Kroger Co., the HT Plaintiffs own and \noperate their stores with separate corporate formalities.  (Mecia Aff. ¶¶ 22–24; Chung \nAff. ¶¶ 15–16.) \n146. The Court concludes that this factor weighs against granting a stay.  North \nCarolina and its residents have a stronger interest in this Court determining the HT \nPlaintiffs’ rights under their  insurance policies, particularly given that the only \nUnderlying Opioid Lawsuit they are party to was initiated by a governmental entity \nin this State. \n4. Fair and Reasonable Forum \n147. As a prerequisite to the entry of a stay, the moving parties “must stipulate \n[their] consent to suit in another jurisdiction.”  N.C.G.S. § 1-75.12(a).  This condition \n \nis met here, with the exception of Great American  Alliance and Great American \nAssurance, which are  Ohio compan ies.  (Tr. 133:12 –16; ECF Nos. 141.3 –.21 \n(affidavits of counsel confirming the Defendants that are not party to the Ohio \nInsurance Action consent to being joined there).) \n148. The statute also requires that the alternative forum be reasonable and fair.  \nId.  This too is satisfied.  The Court is not concerned that the Ohio courts would fail \nto be fair and impartial.  Therefore, this factor weights in favor of granting a stay. \n5. Applicable Law \n149. “State and f ederal courts alike agree that the need to apply foreign law \nfavors a stay in a forum non conveniens analysis.”  Cardiorentis, 2018 NCBC LEXIS \n243, at *20 (citations omitted) .  “To evaluate this factor, the Court need not \ndefinitively determine which law governs[.]”  Id. at *21. \n150. Defendants contend that, under the doctrine of lex loci contractus, the \nsubstantive law of the state where the last act to make a binding insurance contract \noccurred governs the interpretation of the contract.  (Br. Supp. Mot. Stay 2 6 (citing \nFortune Ins. Co. v. Owens, 351 N.C. 424, 428 (2000)).)  Defendants state that the place \nof delivery is the place where the insured resides at the time of the issuance of the \npolicy controls, in the absence of specific evidence reflecting a contrary intention.  (Br. \nSupp. Mot. Stay 26.) \n151. Using this reasoning, the HT Plaintiffs’  policies allegedly providing \ncoverage for the periods prior to 2014 would be governed by North Carolina law. \n \n152. Additionally, Plaintiffs point out in the briefing on the Motion to Stay that \nDefendants’ insurance policies lack choice of law provisions, (Br. Opp. Mot. Stay 18), \nand the Court’s review of the nearly 145 insurance policies in the record reflected the \nsame. \n153. Plaintiffs cite to N.C.G.S. §  58-3-1, which provides that  all insurance \ncontracts “on property, l ives, or interests in this State shall be deemed to be made \ntherein, and all contracts of insurance the applications for which are taken within \nthe State shall be deemed to have been made within this State and are subject to the \nlaws thereof.”  N.C.G.S. §  58-3-1.  Thus, North Carolina must have a “close \nconnection” to the insured loss.  Collins & Aikman Corp. v. Hartford Accident & \nIndem. Co., 335 N.C. 91, 94 –95 (1993).  “The test is simply stated but not so simply \napplied as its application revolves around the facts of particular cases from which no \nformula may be easily derived.”  Am. Realty Advisors v. Lexington Ins. Co. , 2019 \nNCBC LEXIS 59, at *8 (N.C. Super. Ct. Sept. 10, 2019). \n154. It is reasonably possible that the undisputed facts may support the \napplication of North Carolina law, with respect to the insurance policies  the HT \nPlaintiffs purchased.  However, the Court lacks sufficient facts to make that \ndetermination, given the early stage of this litigation. \n155. Therefore, the Court concludes that this factor  weighs against entry of a \nstay, as it is reasonably possible that a majority of the insurance policies the HT \nPlaintiffs purchased from Defendants will require this Court to apply North Carolina \nlaw. \n \n156. After considering the relevant factors, the Court , in its sound discretion , \ndetermines that this case should not be stayed pursuant to N.C.G.S. § 1-75.12(a) as \nDefendants have not demonstrated that continuing the prosecution of  this action \nwould work a substantial injustice on them.  See Muter v. Muter, 203 N.C. App. 129, \n134 (2010) (explaining that the Court is “not required to decide the most convenient \nor ideal venue for resolving this matter but only to determine whether defendant[s] \nproved that proceeding in North Carolina would work a substantial inj ustice on \n[them]”). \n157. The Court’s dismissal of a portion of this action has changed the nature of \nthe case from one concerning primarily issues which may be appropriately litigated \nin Ohio, to one that concerns p laintiffs who are at home in this State and th e harm \nalleged to have largely occurred—and thus allegedly requiring insurance coverage—\nin North Carolina.  Therefore, the Motion to Stay is hereby DENIED.  Based on the \nCourt’s analysis of the Lawyers Mutual factors, a stay is not warranted  because a \nsubstantial injustice will not result from denial of the Motion to Stay , \nnotwithstanding the fact that Ohio is a fair and reasonable alternative forum. \nV. CONCLUSION \n158. For the foregoing reasons, the Court hereby GRANTS in part and DENIES \nin part the Motions as follows:  \na. Defendants’ Motion to Dismiss pursuant to Rule 12(b)(2) is \nDENIED;  \n \nb. Defendants’ Motion to Dismiss  pursuant to Rule 12(b)(6)  is \nGRANTED in part to the extent it seeks dismissal of the Kroger Plaintiffs’ \nclaims for declaratory judgment pursuant to N.C.G.S. § 1-75.12(a).  Except \nas expressly granted, Defendants Motion to Dismiss pursuant to \nRule 12(b)(6) is otherwise DENIED; and \nc. Defendants’ Motion to Stay is DENIED. \n \nIT IS SO ORDERED, this the 10th day of October, 2023. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}