{
  "id": "f9c24a0222ff8cf76534c3599755f627e47422ca1f4516d13a06a908113706a9",
  "source_file": "data/raw/ncbc/f9c24a0222ff8cf76534c3599755f627e47422ca1f4516d13a06a908113706a9.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 20654 \n \nVIZANT TECHNOLOGIES, LLC, \n \nPlaintiff, \n \nv. \n \nYRC WORLDWIDE INC., \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \nPLAINTIFF’S REMAINING CLAIMS \n \n \n \n1. THIS MATTER is before the Court on Defendant YRC Worldwide Inc.’s \n(“YRC”) Motion to Dismiss Vizant’s Remaining Claims (“Motion”) under Rule 41(b) of \nthe North Carolina Rules of Civil Procedure (“Rule( s)”).  (ECF No. 255.)  In the \nexercise of its discretion, the Court elects to rule on  the Motion without a hearing.  \nSee Business Court Rule 7.4. \n2. Having considered the Motion, the related briefing, and all other relevant \nmaterials, the Court GRANTS  the Motion and DISMISSES  Plaintiff’s Amended \nComplaint with prejudice for the reasons set forth below.  \nStrauch Green & Mistretta, P.C., by Jack M. Strauch and Jessie C. Fontenot, \nfor Defendant YRC Worldwide Inc.  \n \nPlaintiff Vizant Technologies, LLC did not appear.  \n \nBledsoe, Chief Judge. \nVizant Techs., LLC v. YRC Worldwide Inc., 2020 NCBC 43. \n \n \nI. \nFINDINGS OF FACT1 \n3. Plaintiff Vizant Technologies, LLC (“Vizant”) initiated this action against \nDefendant YRC on November 10, 2015, alleging claims for declaratory and injunctive \nrelief and for damages for breach of contract .  (Compl., ECF No. 1.)   T he case was \nsubsequently designated as a mandatory complex business case on March 8, 2016 and \nassigned to the undersigned.  (Designation Order, ECF No. 5.)   \n4. After the completion of discovery, the parties filed cross -motions for \nsummary judgment on Vizant’s breach of contract claim  on January 19, 2018.  (Pl.’s \nMot. Summ. J., EC F No. 83; Def.’s Mot. Summ. J., ECF No. 87 .)  The Court denied \nboth motions (“June 26, 2018 Order”).  (Order & Op. Cross Mots. Summ. J. & D ef.’s \nMot. Strike, ECF No. 196 ); Vizant Techs., LLC v. YRC Worldwide, Inc., 2018 NCBC \nLEXIS 65, at *30–31 (N.C. Super. Ct. June 26, 2018).   \n5. YRC subsequently sought the Court’s reconsideration of the June 26, 2018 \nOrder (“Motion for Reconsideration”) , (Def.’s Mot. Recons ., ECF No. 199) , and after \npermitting supplemental briefing, the Court granted YRC’s Motion for \nReconsideration and dismissed Vizant’s breach of contract claim to the extent it \nsought damages related to savings YRC supposedly achieved in having customers \nswitch to certain automated clearing house  batch payments  (“November 15, 2018 \nOrder”), (Further Order & Op. Def. YRC Worldwide Inc.’s Mot. Summ. J., ECF No. \n219); Vizant Techs., LLC v. YRC Worldwide, Inc., 2018 NCBC LEXIS 155, at *33 (N.C. \n                                                 \n1 Any determination later stated as a Conclusion of Law that should have been stated as a \nfinding of fact is incorporated into these Findings of Fact. \n \n \nSuper. Ct. Nov. 15, 2018).  Vizant appealed the Court’s ruling (“Appeal”), (Pl.’s Notice \nAppeal, ECF No. 221), and , on February 28, 2020,  the Supreme Court of North \nCarolina affirmed the Court’s November 15, 2018 Order in a per curiam  decision \n(“Supreme Court Decision”) , Vizant Techs., LLC v. YRC Worldwide, Inc., 373 N.C. \n549, 838 S.E.2d 616 (2020). \n6. After the mandate issued following the Supreme Court  Decision, the Court \nsought the parties’ cooperation in scheduling certain matters relating to the trial of \nthe remaining claims and issues in this case.  Shortly thereafter, on March 23, 2020, \nVizant’s then counsel, Sara R. Lincoln and her firm , Lincoln Derr PLLC, moved to \nwithdraw from further representation of Vizant  (“Motion to Withdraw”) , (Mot. \nWithdraw Counsel, ECF No. 250), citing nonpayment of legal fees and asserting that \nVizant was now “a defunct entity having gone through Chapter 7 bankruptcy that \nwas closed on December 6, 2019[,]” (Mem. Law Supp. Mot. Withdraw Counsel 1, ECF \nNo. 251).   After requiring and receiving supplemental briefing and eviden ce, t he \nCourt granted the Motion to Withdraw on April 1, 2020  (“April 1, 2020 Order”) .  \n(Order Mot. Withdraw Counsel, ECF No. 254.)    \n7. On April 29, 2020, Defendant filed the Motion, seeking dismissal of the \naction for Vizant’s failure to prosecute its claims.  Vizant did not file a response. \n8. Based on the evidence of record, the Court finds and concludes that  \nunbeknownst to the Court or counsel for the parties: \na. On March 15, 2019 and while the A ppeal was pending, Vizant  sold \nsubstantially all of its assets to RedBridge USA, Inc.  (“RedBridge”).  \n \n \nVizant’s claims in this action were listed as “Excluded Assets” in that \ntransaction and thus were not sold to Redbridge.  (Suppl. Mot. \nWithdraw Counsel Ex. B, at § 1.02(b), Ex. D, ECF No. 253.2.)   \nb. On April 8, 2019 and again while the Appeal was pending, Vizant filed \na Chapter 7 Voluntary Petition in B ankruptcy in the United States \nBankruptcy Court for the Eastern District of Pennsylvania (Petition \nNo. 19-12230-amc) (“Bankruptcy Ca se”), (Mem. Law Supp. Mot. \nWithdraw Counsel Ex. 1 [hereafter “Bankruptcy Docket”], ECF No. \n251.1), listing Lincoln Derr PLLC as a Vizant creditor.  Vizant \nincorrectly identif ied Lincoln Derr PLLC ’s mailing address and \nconsequently failed to provide Lincoln  Derr PLLC notice of the \nbankruptcy proceedings.  (Mem. Law Supp. Mot. Withdraw Counsel \nEx. 2, ECF No. 251.2.)   \nc. No provision was made for Vizant’s claims in this action in the \nBankruptcy Case, and the B ankruptcy Case was terminated  by an \norder dated December 6, 2019 after the bankruptcy court accepted the \nbankruptcy trustee’s conclusion that no assets were available for \ndistribution to creditors.  (Bankruptcy Docket.)   \nd. The Delaware Secretary of State’s Corporations Section currentl y \nreflects Vizant’s corporate formation status as “Cancelled, Failure to \nappoint R/A.”  (Suppl. Mot. Withdraw Counsel Ex. A, ECF No. 253.1.)  \nUnder Delaware law, cancellation of Vizant’s certificate of formation \n \n \nterminated Vizant’s legal existence as a matter of law.  See 6 Del. C. § \n18-201(b) (“A limited liability company formed under this chapter shall \nbe a separate legal entity, the existence of which as a separate legal \nentity shall continue until cancellation of the limited liability \ncompany’s certificate of formation.”). \ne. Vizant has not retained new counsel to represent it in this action \nfollowing the Court’s April 1, 2020 Order and has not taken any action \nto prosecute its remaining claims since the issuance of the Supreme \nCourt Decision on February 28, 2020.  \n9. The Motion is now ripe for resolution.   \nII. \nCONCLUSIONS OF LAW2 \n10. Under Rule 41(b), “ a defendant may move for dismissal of an action or of \nany claim therein against him ” for, among other reasons, “failure of the plaintiff to \nprosecute[.]”  N.C. R. Civ. P. 41(b); see also Greenshields, Inc. v. Travelers Prop. Cas. \nCo. of Am ., 245 N.C. App. 25, 33, 781 S.E.2d 840, 845 (2016).  YRC argues that \nbecause Vizant is “unwilling to proceed to trial on any of its remaining claims , it is \nproper for this Court to dismiss Vizant’s claims with prejudice.”  (Br. Supp. YRC’s \nMot. Dismiss Vizant’s Remaining Claims 1, ECF No. 255.1.)  The Court agrees. \n11. “Dismissal for failure to prosecute is proper only where the plaintiff \nmanifests an intention to thwart the progress of the action to its conclusion, or by \n                                                 \n2 Any Findings of Fact that are more appropriately deemed Conclusions of Law are \nincorporated by reference into the Court’s Conclusions of Law. \n \n \nsome delaying tactic plaintiff fails to progress the action toward its conclusion.”  In re \nWill of Kersey , 176 N.C. App. 748, 751, 627 S.E.2d. 309, 311 (2006).  In deciding \nwhether to dismiss an action under Rule 41(b), the Court must address the following \nfactors: “(1) whether the plaintiff acte d in a manner which deliberately or \nunreasonably delayed the matter; (2) the amount of prejudice, if any, to the \ndefendant; and (3) the reason, if one exists, that sanctions short of dismissal would \nnot suffice.”  Greenshields, 245 N.C. App. at 33, 781 S.E.2d at 845 (quoting Wilder v. \nWilder, 146 N.C. App. 574, 578, 553 S.E.2d 425, 428 (2001)).   “The trial court must \nmake findings and conclusions which indicate that it has considered . . . less drastic \nsanctions.”  Wilder, 146 N.C. App. at 577, 553 S.E.2d at 427 (quoting Foy v. Hunter, \n106 N.C. App. 614, 620, 418 S.E.2d 299, 303 (1992)).   \n12. Based upon the evidence of record set forth above, the Court concludes that \nVizant has “manifest[ed] an intention to thwart the progress of this action t o its \nconclusion,” Kersey, 176 N.C. App. at  751, 627 S.E.2d. at  311, by (i) filing for \nbankruptcy and completing its bankruptcy case without notice to its counsel, YRC, or \nthis Court and without advising its bankruptcy counsel or the trustee in bankruptcy \nthat it had claims pending in this action ; (ii) failing to maintain its certificate of \nformation with the Delaware Secretary of State, thus permitting the cancellation of \nits certificate of formation and the termination of its legal existence as a matter of \nlaw; (iii) failing to retain counsel to represent its interests and prosecute its claims in \nthis action, even though North Carolina law makes plain that a corporation or limited \nliability company “must be represented by a duly admitted and licensed attorney-at-\n \n \nlaw and cannot proceed pro se[,]” LexisNexis, Div. of Reed Elsevier, Inc. v. Travishan \nCorp., 155 N.C. App. 205, 209, 573 S.E.2d 547, 549 (2002); and (iv) failing to take any \naction to prosecute its claims since the issuance of the Supreme Court Decision on \nFebruary 28, 2020, see Krawiec v. Bogosavac, 2018 NCBC LEXIS 86, at * 6–8 (N.C. \nSuper. Ct. Aug. 16, 2018)  (finding a  manifest intention to thwart the progress of \nlitigation where plaintiffs did not retain counsel, did not appear in person, and took \nno other action to prosecute their claims) ; see also Brunner v. Lodge on Lake Lure, \nLLC, 2016 NCBC LEXIS 86, at * 6–7 (N.C. Super. Ct. Nov. 3, 2016) (hold ing that, \nwhile “mere passage of time”  does not justify a dismissal for failure to prosecute a \nclaim, an abandonment of claims that delays a final adjudication is sufficient).   \n13. The Court further concludes that YRC has been prejudiced by Vizant’s \nfailure to prosecute this action —including by expending substantial time and \nresources to investigate the Motion to Withdraw and prosecute this Motion.  YRC will \nbe further prejudiced should it be required to prepare a defense for trial when Vizant \nhas evidenced its inability to proceed and manifested every intention not to further \npursue this action .  See Lentz v. Phil’s Toy Store, 228 N.C. App. 416, 423– 24, 747 \nS.E.2d 127, 132 –33 (2013) ( finding prejudice to defendant by plaintiff’s delay in \nprosecuting i ts claims  and concluding that defendant would “ continue to be \nprejudiced if th [e] claim . . . [wa ]s allowed to continue indefinitely” ).  In these \ncircumstances, dismissal of Vizant’s remaining claims with prejudice is the only \nproper course of action to “serve the purpose of Rule 41(b).”  Williard v. Williard, No. \nCOA12-931, 2013 N.C. App. LEXIS 258, at *13 (N.C. Ct. App. Mar. 19, 2013); see also \n \n \nCornelius v. Cornelius, No. COA18-979, 2019 N.C. App. LEXIS 894, at *16 (N.C. Ct. \nApp. Nov. 5, 2019) ( “[A]n order for sanctions [will be affirmed] where it may be \ninferred from the record that the trial court considered all available sanctions and \nthe sanctions imposed were app ropriate in light of the party ’s actions in the case. ” \n(quoting In re Pedestrian Walkway Failure, 173 N.C. App. 237, 251, 618 S.E.2d 819, \n828 (2005))).   \n14. Based on the foregoing, the Court concludes, in the exercise of its discretion \nand for good cause show n, that Defendant’s Motion should be granted and that \nPlaintiff’s Amended Complaint should be dismissed with prejudice for Plaintiff’s \nfailure to prosecute this action.  \nIII. \nCONCLUSION \n15. WHEREFORE, the Court hereby GRANTS the Motion and ORDERS that \nPlaintiff’s Amended Complaint, and all the remaining claims contained therein, are \nhereby DISMISSED with prejudice. \nSO ORDERED, this the 4th day of June, 2020. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}