{
  "id": "f9d165da95f23bcd2adada067e22bb34b1985b7a2e1a6af62fbe975996475650",
  "source_file": "data/raw/ncbc/f9d165da95f23bcd2adada067e22bb34b1985b7a2e1a6af62fbe975996475650.pdf",
  "raw_text": "Adams v. Aventis, S.A., 2003 NCBC 7\n \nSTATE OF NORTH CAROLINA\nCOUNTY OF CRAVEN\n \n \nIN THE GENERAL COURT OF\nJUSTICE\nSUPERIOR COURT \nDIVISION\nCASE NO. 01 CVS \n2119\n \nJOHN ADAMS d/b/a ADAMS \nSWINE, et al.\n \nPlaintiffs,\n \nv.\n \nAVENTIS, S.A., et al.\n \nDefendants.\n \n \n)\n)\n)\n)\n)\n)\n)\n))\n)\n \n \n \n \n \n \nORDER DENYING DEFENDANTS’ MOTION TO DISMISS\n \n{1}\n             \nTHIS MATTER is before the Court on defendants’ motion to dismiss for lack of personal\njurisdiction and failure to state a claim upon which relief may be granted.\n  \nN.C.G.S. § 1A-1, Rule\n12(b)(2) and (6).\n  \nAfter considering the defendants’ motions, plaintiffs’ replies, defendants’ replies in\nsupport, oral argument held on September 10, 2002, and for the below discussed reasons, the Court\nDENIES defendants’ 12(b)(6) motion and certifies this Order for immediate appeal.\n  \nAt oral argument,\nthe Court deferred ruling on defendants’ 12(b)(2) motion until such time as either the time for appeal\nfrom this order has expired or a North Carolina appellate court rules on the certified interlocutory\nappeal.\nStubbs & Perdue, P.A., by Trawick H. Stubbs, Jr., Daniel Hobart, and Jason L. Hendren; Law\nOffices of George A. Barton by George A. Barton; for plaintiffs.\nParker, Poe, Adams, & Bernstein, LLP, by William L. Rikard, Jr., for Defendants Aventis, S.A.,\nAventis Animal Nutrition, Inc., and Aventis Cropscience USA, Inc.\nMayer, Brown, Rowe & Maw by Mary K. Mandeville and Robert B. Cordle, for Defendants BASF\nAG and BASF Corp.\nRobinson, Bradshaw & Hinson, P.A., by Everett J. Bowman and Lawrence B. Moore, III; Baker &\nMiller, PLLC by Donald I. Baker and Alice G. Glass; for Defendant Chinook Group Limited.\nHunton and Williams by T. Thomas Cottingham, III and Daniel L. Tedrick for Defendants DCV,\nInc. and Ducoa, LP.\nHelms Mulliss & Wicker, PLLC, by Peter J. Covington, William C. Mayberry and Jason D. Evans,\nfor Defendants F. Hoffman-LaRoche, Ltd., Hoffman-LaRoche, Inc., and Roche Vitamins, Inc.\nMayer, Brown, Rowe & Maw by Michael O. Ware; Rayburn Cooper & Durham, P.A., by James B.\nGatehouse; for Defendants \nAlusuisse Lonza Group, Ltd., Lonza AG, and Lonza, Inc.\n \nBackground\n{2}\n             \nPlaintiffs in this action are indirect purchasers of vitamin products manufactured by defendants.\n \nPlaintiffs filed this action on October 19, 2001, alleging violations of North Carolina’s Unfair and\nDeceptive Trade Practices Act (“UDTPA”).\n  \nN.C.G.S. §§ 75-1, 75-1.1, and 75-2.\n  \nPlaintiffs claim that\ndefendants conspired to fix prices and allocate market share, and committed other unlawful practices\ndesigned to inflate the prices of vitamins sold in North Carolina and elsewhere.\n  \nDefendants have\nresponded by moving to dismiss under Rule 12(b)(6) based on two grounds:\n  \nfirst, that the instant\naction is abated by a prior pending class action filed in Mecklenburg County, \nNicholson v. F. Hoffman-\nLa Roche Ltd.,\n No. 99 CVS 3592 (Meck. Co. Sup. Ct. filed March 5, 1999), and a class action pending\nin the District of Columbia, \nGiral\n  \nv. F. Hoffman-La Roche Ltd.,\n Civil Action No. 98 CA 7467\n(District of Columbia Superior Court); and second, that plaintiffs, as indirect purchasers, lack standing\nunder North Carolina’s antitrust law, N.C.G.S. § 75-16.\n{3}\n             \nPlaintiffs Circle “S” Ranch, Inc., Coharie Hog Farm, Inc., Coharie Mill & Supply Co., Garland\nFarm Supply, Inc., J&K Farms, Inc., J.C. Howard Farms, LLC, LL Murphrey, Company, NG Purvis\nFarms, Inc., Braswell Milling Company d/b/a Braswell Foods, Eastern Minerals, Inc., and Townsends,\nInc. subsequently settled with and dismissed their claims against Aventis, S.A., Aventis Animal\nNutrition, Inc., Aventis Cropscience USA, Inc., BASF AG, BASF Corp, F. Hoffman-La Roche, Ltd.,\nHoffman-LaRoche, Inc., Roche Vitamins, Inc., Alusuisse Lonza Group, Ltd., Lonza AG, and Lonza,\nInc:\n \nLegal Standard\n{4}\n             \nWhen ruling on a motion to dismiss under Rule 12(b)(6), the court must determine “whether, as a\nmatter of law, the allegations of the complaint . . . are sufficient to state a claim upon which relief may\nbe granted.”\n  \nHarris v. NCNB\n, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).\n  \nIn ruling on a\nmotion to dismiss, the court must treat the allegations in the complaint as true.\n  \nHyde v. Abbott\nLaboratories, Inc.\n, 123 N.C. App. 572, 574-75, 473 S.E.2d 680, 682 (1996).\n  \nThe court must construe\nthe complaint liberally and must not dismiss the complaint unless it appears to a legal certainty that\nplaintiff is entitled to no relief under any state of facts which could be proved in support of the claim.\n \nId.\n  \nFor purposes of a motion to dismiss, a copy of any written instrument attached as an exhibit to a\npleading is considered part of the pleading.\n  \nN.C. R. Civ. P. 10(c) (2001).\n  \nThus, the Court may\nconsider exhibits attached to a complaint without converting a motion to dismiss into a motion for\nsummary judgment.\n  \nSee Praxair, Inc. v. Airgas, Inc., \n1999 NCBC 5, at ¶ 6 (No. 98 CVS 8571,\nMecklenburg County Super. Ct. May 26, 1999) (Tennille, J.)); \nsee also Governor’s Club Inc. v.\nGovernor’s Club Ltd. P’ship, \n152 N.C. App. 240, 254, 567 S.E.2d 781, 790 (Aug. 20, 2002) (citing\nStanback v. Stanback,\n 297 N.C. 181, 254 S.E.2d 611, \nrev’d in part on other grounds, \n297 N.C. 181,\n254 S.E.2d 611 (1979)).\nAbatement\n{5}\n             \nAccording to \nClark v. Craven Regional Medical Authority,\n 326 N.C. 15, 387 S.E.2d 168 (1990), a\nprior pending action will abate or end a second filed action under the following circumstances:\nThe pendency of a prior action between the same parties for the same cause\nin a state court of competent jurisdiction works an abatement of a\nsubsequent action either in the same court or in another court of the state\nhaving like jurisdiction.\n  \nThis is so because the court can dispose of the\nentire controversy in the prior action and in consequence the subsequent\naction is wholly unnecessary.\n  \nBy abating the second action, a multiplicity of\nactions is prevented.\nId.\n at 21, 387 S.E.2d at 171 (citations omitted).\n  \nOur Supreme Court stated that abatement is proper\nwhere “the two actions present a substantial identity as to parties, subject matter, issues involved, and\nrelief demanded[.]”\n  \nId.\n at 21, 387 S.E.2d at 172.\n{6}\n             \nDefendants argue that the instant case should be abated by a prior pending class action filed in\nMecklenburg County, \nNicholson v. F. Hoffman-La Roche Ltd.,\n No. 99 CVS 3592 (Meck. Co. Sup. Ct.\nfiled March 5, 1999), and a class action pending in the District of Columbia, \nGiral v. F. Hoffman-La\nRoche Ltd.,,\n Civil Action No. 98 CA 7467 (District of Columbia Superior Court).\n  \nThe \nGiral\n action\ndoes not abate the instant action because it does not purport to certify a class in North Carolina.\n  \nThe\nGiral \naction applies only to the District of Columbia.\n \n{7}\n             \nThe \nNicholson \nclass is defined to include “all persons or entities present in the State of North\nCarolina who indirectly purchased vitamins, vitamin premixes, bulk vitamins, and/or other vitamin\nproducts manufactured by any of the defendants or their co-conspirators from January 1, 1989 to the\npresent.”\n  \n(\nNicholson \nCompl. ¶36).\n  \nThe \nNicholson\n class has been certified for settlement purposes.\n \nAs is their right, plaintiffs in the instant action have opted out of the \nNicholson\n class settlement and\nchosen to pursue this individual action.\n  \nAs a general rule, one class action will abate a second class\naction.\n  \nSee First Tennessee Bank, N.A. v. Snell, \n718 So.2d 20, 23-24 (Ala. 1998).\n  \nThus, the fact that a\nCumberland County Superior Court Judge abated another class action in light of the pendency of the\nNicholson\n class action does not support abatement of a suit maintained as an individual action.\n  \nSee\nPicos v. Lonza AG., \n \n99-CVS-5035.\n \nIndirect Purchaser\n{8}\n             \nDefendants argue that plaintiffs are indirect purchasers and therefore do not have standing to bring\nan action against defendants for antitrust violations.\n  \nThis Court previously has recognized that it is\nbound by the holding in \nHyde v. Abbott Labs,\n 123 N.C. App. 572, 473 S.E.2d 680, \nrev. denied,\n 344\nN.C. 734, 478 S.E.2d 5 (1996), which recognizes indirect purchaser standing in North Carolina.\n \nBruggers v. Eastman Kodak Co.,\n 2000 NCBC 3, at ¶ 17 (No. 97 CVS 11278, Wake County Super. Ct.\nMar. 17, 2000) (Tennille, J.).\n  \nIn recognizing indirect purchaser standing, this Court stated:\nThe \nHyde \ndecision is the only North Carolina appellate decision dealing\nwith indirect purchaser standing.\n  \nThat case was settled after the Court of\nAppeal’s decision and before review by the North Carolina Supreme Court.\n \nIn \nHyde\n, plaintiffs filed a class action against manufacturers of infant\nformula, alleging violations of North Carolina’s antitrust laws.\n  \nThe\npurported class consisted of ultimate consumers who purchased infant\nformula from parties other than the manufacturer. \n \nThe defendants filed a\nmotion to dismiss alleging that plaintiffs were indirect purchasers and\ntherefore lacked standing to sue under N.C.G.S. § 75-16.\n  \nThe Superior\nCourt Granted the motion to dismiss, and plaintiffs appealed.\n \nThe Court of Appeals reversed the Superior Court and found that under\nNorth Carolina’s antitrust statute, an indirect purchaser may sue a\nmanufacturer for antitrust violations.\n  \nThe Court of Appeals based this\nfinding upon a review of the plain language of N.C.G.S. § 75-16.\n  \nNorth\nCarolina’s antitrust statute provides:\nIf any person shall be injured or the business of any person,\nfirm or corporation shall be broken up, destroyed, or injured\nby reason of any act or thing done by any other person, firm\nor corporation in violation of the provisions of this Chapter,\nsuch person, firm or corporation so injured shall have a right\nof action on account of such injury done, and if damages are\nassessed in such case judgment shall be rendered in favor of\nthe plaintiff and against the defendant for treble the amount\nfixed by the verdict.\nId.\n at ¶ 5-6 (internal citations omitted).\n{9}\n             \nThe current version of N.C.G.S. § 75-16 was amended in 1969 and again in 1996.\n  \nThe 1969\nAmendment changed the first sentence of the statute, which originally read “if the business of any\nperson, firm or corporation shall be broken up. . . [,]”\n  \nby adding the phrase “if \nany person \nshall be\ninjured” to the beginning of the provision. (Emphasis added.)\n  \nIn \nHyde,\n our Court of Appeals found the\naddition of this language significant in that it evidenced an intent to expand the class of persons with\nstanding to sue under Chapter 75 and thus provide a recovery “for all consumers,” including indirect\npurchasers.\n  \nHyde,\n 123 N.C. App. at 577-78, 473 S.E.2d at 684.\n \n{10}\n         \nAs originally enacted in 1913, the North Carolina antitrust statute was modeled after federal\nantitrust law, codified in Section 7 of the Sherman Act.\n  \nAn Act to Declare Illegal Trusts and\nCombinations in Restraint of Trade, \nCh. 41. § 14, 1913 Sess. Laws 66.\n  \nSection 7 was recodified as\nSection 4 of the Clayton Act.\n  \n15 U.S.C. § 15 (1914) (“Clayton Act”).\n  \nBoth federal and state law has\nbeen amended throughout the years; however, the language of the North Carolina statute has remained\nsimilar to the language of the Clayton Act.\n \n{11}\n         \nLike North Carolina’s antitrust statute, Section 4 of the Clayton Act grants standing to prosecute\nprivate causes of action for alleged violations of federal antitrust laws.\n  \nIn 1968, the Supreme Court\nheld that defendants in horizontal price-fixing cases would not be permitted to prove that direct\npurchaser plaintiffs passed on all or part of the overcharge to their customers unless the direct\npurchaser sold pursuant to cost-plus contracts.\n  \nHanover Shoe, Inc. v. United Shoe Machinery Corp.,\n392 U.W. 481 (1968)\n.\n  \nThis holding allowed direct purchasers to enforce federal antitrust laws\nregardless of whether they absorbed or passed on the overcharge.\n \n{12}\n         \nEleven years later, the Supreme Court held that if a passing-on defense cannot be raised by\ndefendants, claims based on such passing on likewise cannot be asserted by indirect purchasers.\n \nIllinois Brick v. Illinois, \n431 U.S. 720 (1977).\n  \nTherefore, under federal law, because an indirect\npurchaser cannot establish a legally cognizable injury, only direct purchasers may pursue an\novercharge claim arising from an antitrust violation.\n{13}\n         \nAfter the \nIllinois Brick\n decision, a number of states adopted \nIllinois Brick \nrepealer statutes which\nspecifically permitted indirect purchaser standing.\n  \nSee, e.g., Union Carbide Corp. v. Superior Court\n,\n36 Cal. 3d 15, 679 P.2d 14, 17, 201 Cal. Rptr. 580 (Cal. 1984) (observing that \"California's 1978\namendment . . . in effect incorporates into the Cartwright Act the view of the dissenting opinion in\nIllinois Brick\n that indirect purchasers are persons 'injured' by illegal overcharges passed on to them in\nthe chain of distribution\"); \nComes v. Microsoft Corp.\n, 646 N.W.2d 440, 448 (Iowa 2002) (stating that\nnineteen states, the District of Columbia, and Puerto Rico have adopted statutes expressly authorizing\nsuits by indirect purchasers, and citing statutes from California, Hawaii, Illinois, Kansas, Maryland,\nMichigan, Minnesota, New Mexico, New York, South Dakota, Wisconsin, and the District of\nColumbia); \nA&M Supply Co. v. Microsoft Corp.\n, 252 Mich. App. 580, 654 N.W.2d 572, 595 (Mich.\nCt. App. 2002) (holding that Michigan's adoption of an \nIllinois Brick\n repealer law incorporating\n\"directly or indirectly\" language to describe the injury allowed suit by direct or indirect purchasers).\n{14}\n         \nIn a 1989 challenge to repealer statutes, the Supreme Court held that federal antitrust laws did not\npre-empt state antitrust laws and that state laws permitting indirect purchasers to receive damages were\nnot in conflict with federal antitrust laws.\n  \nCalifornia v. ARC America Corp\n., 490 U.S. 93 (1989).\n{15}\n         \nSome states reacted to \nIllinois Brick\n by allowing indirect purchaser actions to be brought only by\nthe State Attorney General.\n  \nSee, e.g.\n, \nGaebler v. N.M. Potash Corp.\n, 285 Ill. App. 3d 542, 676 N.E.2d\n228, 230, 221 Ill. Dec. 707 (Ill. Ct. App. 1996) (holding that the Illinois Antitrust Act's provision that\n\"no person other than the Attorney General of this State shall be authorized to maintain a class action\nin any court of this State for indirect purchasers asserting claims\" precluded private plaintiffs' class\naction on behalf of indirect purchasers); \nDavidson v. Microsoft Corp.\n, 143 Md. App. 43, 792 A.2d 336,\n341 (Md. Ct. App. 2002) (noting that the legislature had rejected a bill that would have repealed the\nIllinois Brick\n principle as to all plaintiffs but had, instead, later passed a limited amendment allowing\ngovernments to sue regardless of whether they dealt \"directly or indirectly\" with the violator); \nSiena v.\nMicrosoft\n, 796 A.2d 461 (R.I. 2002) (noting that the Rhode Island antitrust statute limited the right to\nbring damages action on behalf of indirect purchasers to the Attorney General as \nparens patriae\n).\n{16}\n         \nIn states such as North Carolina where the legislature has not clearly indicated an intent to adopt or\nrepeal the holding in \nIllinois Brick\n, courts have had to look elsewhere in their antitrust statutes for\nguidance.\n{17}\n          \nIn \nMajor v. Microsoft Corp.\n, 2002 OK CIV APP 120, 60 P.3d 511 (Okla. Ct. App. 2002), the court\nfound dispositive language in the Oklahoma Antitrust Reform Act (1) describing those persons\nentitled to relief under the state statute in almost identical terms as federal law, the Clayton Act, \"any\nperson who is injured in his or her business or property by a violation of the act,\" and (2) the\ncontrolling section of the Oklahoma Act stating that the provisions of that act \"shall be interpreted in a\nmanner consistent with Federal Antitrust Law 15 U.S.C. § 1 et seq. and the case law applicable\nthereto.\" 60 P.3d at 513. The court interpreted these two sections as requiring it to apply \nIllinois Brick\n.\nId.\n{18}\n         \nIn \nVacco v. Microsoft Corp.\n, 260 Conn. 59, 793 A.2d 1048 (Conn. 2002), the court found\ndeterminative a 1992 amendment to that state's antitrust act directing that the courts be \"guided by\ninterpretations given by the federal courts to federal antitrust statutes.\" \nId\n. at 1056. After careful\nanalysis of \nIllinois Brick\n and other federal cases relevant to the issues raised in the case before it, the\ncourt determined that allowing only those consumers who purchase directly from the antitrust\ndefendant to bring suit ensured harmony between the state act and federal statutes. The court\ndistinguished cases from other states, including Tennessee, on the basis that those state statutes did not\nrequire that their state courts interpret those statutes consistently with federal interpretation. \nId\n. at\n1059; \nsee also Siena\n, 796 A.2d at 461 (explaining that Rhode Island statute required construction in\nharmony with judicial interpretations of comparable federal antitrust statutes).\n{19}\n         \nIn some states, the courts have had more than one indication of legislative intent or used more than\none factor in their analysis. For example, in \nStifflear v. Bristol-Myers Squibb\n, 931 P.2d 471 (Col. Ct.\nApp. 1996), the court construed its antitrust statute to preclude direct actions by indirect purchasers\nbecause: (1) the Colorado statute was modeled on the federal statute; (2) the Colorado Supreme Court\nhad previously held that the state act should be interpreted consistently with federal antitrust law; (3) a\n1992 re-enactment directed Colorado courts to use as a guide federal court interpretations of federal\nlaw; and (4) the same re-enactment only partially repealed the indirect purchaser preclusion by giving\nstanding to governmental entities injured \"either directly or indirectly.\" The court also shared the same\nconcerns expressed by the Supreme Court in \nIllinois Brick\n regarding disincentives to private\nenforcement and difficulties in apportioning alleged overcharges. \nId\n. at 476; \nsee also Davidson v.\nMicrosoft Corp.\n, 143 Md. App. 43, 792 A.2d 336, 341 (Md. Ct. App. 2002) (holding that \nIllinois Brick\napplied in that state because of language in the Maryland statute that directed the courts to \"be guided\nby federal court interpretations of federal antitrust statutes,\" because of prior cases using federal\nauthority in interpreting the Maryland antitrust statute, and based on the legislative history of the act,\nincluding adoption of a right for only governmental indirect purchasers to sue); \nElkins v. Microsoft\n,\n817 A.2d 9, 18 (Ver. 2002) (discussing the holdings of various states under their antitrust statutes and\ntheir consumer protection statutes).\n  \nSherwood v. Microsoft Corp\n., 2003 Tenn. App. LEXIS 539 (Tenn.\nCt. App. July 31, 2003) (allowing indirect purchaser actions under Tennessee’s antitrust statute).\n{20}\n         \nDefendants argue that since the Court of Appeals’ decision in \nHyde\n, the North Carolina Antitrust\nAct has been amended in a manner that “evinces a clear legislative intent to make North Carolina\nantitrust law consistent with federal law.”\n  \nOn June 3, 1996, the General Assembly ratified a bill\nentitled \nAn Act to Revise the Statutes Regarding Antitrust Law to Ensure That These Provisions Are\nInternally Consistent and Consistent With Federal Antitrust Laws.\n  \nAct of June 3, 1996, Ch. 550,\nSenate Bill 843 (“1996 Amendments”).\n  \nThese Amendments became effective on October 1, 1996.\n{21}\n         \nFirst, the 1996 Amendments were enacted after \nIllinois Brick\n was decided.\n  \nHad the legislature\ndesired to enact an \nIllinois Brick\n repealer law, this would have been the ideal opportunity.\n  \nInstead, the\n1996 Amendments did not directly address indirect purchaser standing, choosing only to add language\nto North Carolina law that mirrors the monopolization language used in the federal Sherman Act.\n  \nId.;\nN.C.G.S. § 75-2.1 (2001).\n{22}\n         \nSecond, the 1996 Amendments were passed after \nHyde\n had been briefed and argued to the Court\nof Appeals and were not effective until after the Court of Appeals had reached a decision.\n  \nThus the\nCourt of Appeals did not have the benefit of the Legislature’s confirmation that it is their continued\nintent to have North Carolina antitrust law interpreted as consistent with Federal antitrust law.\n{23}\n         \nIn 1995, the Section of Antitrust Law of the American Bar Association published a Report of the\nIndirect Purchaser Task Force outlining proposed legislative changes to address the “indirect\npurchaser problem.”\n  \nReport of the Indirect Purchaser Task Force: Section of Antitrust Law American\nBar Association, \n63 A\nNTITRUST\n L.J. 993 (Spring 1995).\n  \nThe report stated that the results of state\nIllinois Brick\n repealer laws are that:\n(1)\n   \nThe full amount of the overcharge, trebled, can be recovered by (i) direct\npurchasers who sue under federal law; (ii) the customers of those direct\npurchasers who sue under state law; and (iii) under most state \nIllinois\nBrick\n repealers, by indirect purchasers at every other stage of\ndistribution down the line.\n(2)\n   \nThe overcharge that an indirect purchaser can have trebled may be a\nmultiple of the overcharge to the direct purchaser because indirect\npurchasers can claim that their seller's markups on the original\novercharge are also inflated because of that overcharge.\n(3)\n   \nThe direct purchaser cases can be prosecuted in federal court and the\nindirect purchaser cases can be prosecuted in state court(s). Indeed, the\nSupreme Court seemed to encourage that kind of multiple litigation in\nARC America\n by broadly hinting to federal courts that they utilize\npendent jurisdiction principles for state law indirect purchaser claims.\n(4)\n   \nThe results in the direct and indirect purchaser cases need not be\nconsistent. The overcharge which is treated as the direct purchaser's in\nthe federal court can be treated as the indirect purchaser's in the state\ncourt. In fact, if indirect purchaser cases are brought in several state\ncourts, there may be inconsistencies in those decisions.\nThus, defendants in horizontal price-fixing cases face not only the burden\nand expense of multiple treble-damage lawsuits, but also enormous potential\nliability -- not just three, but multiples of three times the overcharge, if a lay\njury finds liability. Few companies can afford to \"roll the dice\" on a jury\nverdict when the exposure is that high, no matter how innocent they believe\nthey are.\nAdditionally, the current law turns judicial economy -- the principal reason\nfor the decisions in \nHanover Shoe\n and \nIllinois Brick\n -- on its head. Federal\nand\n state judicial resources are finite and precious. It makes little sense to\npermit, much less encourage, multiple litigation in federal and state courts. It\nmakes even less sense to permit inconsistent judgments as to who bore the\novercharge.\nId.\n{24}\n         \nIt is precisely because any rational corporate defendant would prefer to avoid “rolling the dice” on\na jury that this issue has not been before the North Carolina Supreme Court for review and clarification\nof North Carolina’s antitrust statute.\n  \nDefendants will settle even non-meritorious claims rather than\nrisk “multiples of three times the overcharge in damages.”\n \n{25}\n         \nDefendants argue that the rationale behind \nIllinois Brick\n should apply in North Carolina and that\ngiven the opportunity to review our antitrust statute, our appellate courts would overrule \nHyde\n in light\nof subsequent legislative action\n.\n  \nFurthermore, as defendants pointed out in their motion to dismiss, the\nIllinois Brick\n analysis is “fully borne out by the circumstances of this case.”\n  \nDirect purchaser suits\nagainst these defendants have been filed under federal antitrust law and consolidated in federal multi-\ndistrict proceedings in Washington, D.C.\n  \nIn re Vitamin Litigation,\n MDL No. 1285 (D.D.C. (TFH)).\n \nCounsel for a nationwide class of direct purchasers have sought to recover the full amount of the same\nconspiratorial overcharge alleged in this case.\n  \nAs in \nBruggers\n, this case directly raises the issue of\nmultiple liability, which did not arise in \nHyde.\n{26}\n         \nThe Court also faces the same unresolved issues it faced in \nBruggers\n, namely apportioning alleged\novercharges among those in the chain of distribution and the risk of multiple liability.\n  \nWhether\novercharges were passed on to plaintiffs presents difficult evidentiary issues.\n  \nPlaintiffs purchased\nvitamins to feed their livestock and then sold that livestock.\n  \nWhether the alleged increase in the price\nof vitamins was passed on when they sold their livestock presents an exceedingly difficult issue of\nproof.\n   \n{27}\n         \nMoreover, as this Court pointed out in \nBruggers,\n “[t]he existence of indirect purchaser standing\nspawns additional significant issues which have never been addressed by the appellate courts or the\nGeneral Assembly.”\n  \nBruggers\n, 2000 NCBC 3, at ¶ 18.\n  \nFor example, who will bear the burden of\nproof in establishing that each plaintiff absorbed any alleged overcharge, rather than passing it on to\nhis, her or its own customers?\n  \nWhat proof will individual plaintiffs need to present with respect to the\norigin of the products they consumed or purchased?\n  \nIf the question of allocation of the alleged\nincrease along the chain of distribution creates conflicts among potential plaintiffs, will the Court be\nrequired to sever those actions?\n \nInterlocutory Appeals\n{28}\n         \n“An order is interlocutory if it does not determine the issues but directs some further proceeding\npreliminary to the final decree.”\n  \nWaters v. Qualified Personnel, Inc\n., 294 N.C. 200, 240 S.E.2d 338\n(1978); \nBlackwelder v. State Dep't of Human Resources\n, 60 N.C. App. 331, 299 S.E.2d 777 (1983);\nHeavener v. Heavener\n, 73 N.C. App. 331, 326 S.E.2d 78, \ncert. denied\n, 313 N.C. 601, 330 S.E.2d 610\n(1985).\n  \n“The rule against interlocutory appeals seeks to prevent fragmentary, premature and\nunnecessary appeals by allowing the trial court to bring a case to final judgment before its presentation\nto the appellate courts.”\n  \nCBP Resources Inc. v. Mountaire Farms of North Carolina, Inc. et al.,\n 134\nN.C. App. 169, 517 S.E.2d 151 (1999).\n  \nHowever, an interlocutory appeal is permissible “if the trial\ncourt’s decision deprives the appellant of a substantial right which would be lost absent immediate\nreview.”\n  \nBartlett v. Jacobs,\n 124 N.C. App. 521, 523, 477 S.E.2d 693, 695 (1996), \ndisc. rev. denied,\n345 N.C. 340, 483 S.E.2d 161 (1997); N.C.G.S. §§ 7A-27 and 1-277 (2002).\n{29}\n         \nThe issues present in this case, along with the central issue of indirect purchaser standing, are\neliminated by the federal approach but cannot be avoided if indirect purchaser standing exists.\n \nFurthermore, indirect purchaser standing significantly affects the public interest and involves legal\nprinciples of major significance to the jurisprudence of the state that have not been addressed by the\nNorth Carolina Supreme Court.\n  \nOur Court of Appeals should have the opportunity to review its\nholding in \nHyde \nin light of subsequent legislative changes to N.C.G.S. § 75-16 and federal\ninterpretation of the federal antitrust laws.\n \n{30}\n         \nThere is no just reason to delay appeal of this order, and immediate appeal will promote judicial\neconomy.\n  \nA determination that North Carolina either will or will not allow indirect purchaser standing\nmay immediately end the litigation, as plaintiffs could consequently no longer have standing.\nConclusion\n{31}\n         \nThe decision of the Court of Appeals in the \nHyde \ncase is controlling authority in this state on the\nquestion of indirect purchaser standing under N.C.G.S. § 75-16.\n  \nThis court is bound by that decision.\n \nIt is difficult to interpret the language of the 1969 amendment to the statute as doing anything other\nthan establishing indirect purchaser standing.\n  \nHowever, this case raises the specific issues of concern\nto the United States Supreme Court in \nIllinois Brick.\n  \nThe General Assembly, in the 1996\nAmendments, did not provide any statutory guidance on how to deal with apportionment and pass-\nthrough issues or multiple liability questions.\n  \nThere is no guidance in the appellate decisions because\nthose issues were not before the court in \nHyde\n.\n \n{32}\n         \nIt is therefore ORDERED, ADJUDGED and DECREED that:\n1.\n                            \nDefendants’ motion to dismiss for failure to state a claim upon which relief may be\ngranted is DENIED.\n \n2.\n                            \nDenial of this motion is suitable for immediate interlocutory appeal or a petition for\ndiscretionary review.\n3.\n                            \nA ruling on defendants’ motion to dismiss for lack of personal jurisdiction is deferred\nuntil such time as either the time for appeal from this order has expired or the North\nCarolina appellate courts have ruled on the certified interlocutory appeal.\n{33}\n         \nSO ORDERED this the ____ day of August 2003.\n \n "
}