{
  "id": "fa15c627eb5f3eb5a7fba4e18689a1e87a9242ac2cf2aa880d69654a80b427c2",
  "source_file": "data/raw/ncbc/fa15c627eb5f3eb5a7fba4e18689a1e87a9242ac2cf2aa880d69654a80b427c2.pdf",
  "raw_text": "Carolina Home Sols. 1, Inc. v. Crystal Coast Home Sols., Inc., 2017 NCBC 74. \n \nSTATE OF NORTH CAROLINA \n \nPITT COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 2743 \n \nCAROLINA HOME SOLUTIONS 1, \nINC., \n \n  Plaintiff/Third-Party Defendant, \n \nv. \n \nCRYSTAL COAST HOME \nSOLUTIONS, INC., \n \n Defendant/Third-Party Plaintiff, \n \nv. \n \nCHARLES BOUDREAU, \n \n                Third-Party Defendant. \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT CRYSTAL COAST \nHOME SOLUTIONS, INC.’S  \nMOTION FOR JUDGMENT  \nON THE PLEADINGS \n \n1. THIS MATTER is before the Court upon Defendant Crystal Coast \nHome Solutions, Inc.’s (“Defendant”) Motion for Judgment on the Pleadings \n(the “Motion”) in the above-captioned case. \n2. Having considered Defendant’s Motion and supporting brief , and \ndespite having received no response from Plaintiff Carolina Home Solutions 1, \nInc. (“Carolina Home” or “Plaintiff”), the Court hereby DENIES Defendant’s \nMotion for the reasons set forth herein. \nLanier, King & Paysour, PLLC, by Steven F. Johnson, II and \nJeremy Clayton King, for Defendant Crystal Coast Home \nSolutions, Inc. \n \nBledsoe, Judge. \n \n \n \n \nI. \nPROCEDURAL BACKGROUND \n3. Plaintiff Carolina Home , through its then counsel Jonathan V. \nBridgers (“Bridgers”), filed this action against Defendant on November 29, \n2016 asserting a single claim for breach of contract .  Plaintiff’s three -page \nverified complaint avers that in July 2013 Plaintiff agreed to sell to Defendant \nthe Plaintiff’s “New Bern facility” for $240,000 and that Defendant has failed \nto pay and now owes Plaintiff the balance of $117,968 under the parties’ \nagreement.  (Compl. ¶¶ 6, 7, 9, ECF No. 1.) \n4. On January 17, 2017, Defendant timely filed its a nswer, \ncounterclaims, and third -party complaint against Charles Boudreau \n(“Boudreau”) (ECF No. 2) and sought designation of this case as a mandatory \ncomplex business case (ECF No. 3).  Defendant alleges claims against Plaintiff \nand Boudreau for unfair or deceptive trade practices under N.C. Gen. Stat. § \n75-1.1 and for breach of the covenant of good faith and fair dealing arising out \nof Plaintiff’s and Boudreau’s alleged misconduct in connection with a purchase \nand sales agreement Boudreau entered into with Defendant in 2012. \n5. On January 19, 2017, this action  was designated a mandatory \ncomplex business case under N.C. Gen. Stat. § 7A-45.4(b) by Order of Chief \nJustice Mark R. Martin (ECF No. 4) and was then assigned to the undersigned \nby Order of Chief Business Court Judge James  L. Gale on January 23, 2017  \n(ECF No. 5). \n \n \n6. Like Plaintiff, Boudreau retained Bridgers as his counsel, and, o n \nMarch 2 0, 2017, Carolina Homes  and Bou dreau filed their responses to \nDefendant’s counterclaims and third-party complaint (ECF No. 10). \n7. On May 16, 2017, Bridgers sought the Court’s permission to withdraw \nas counsel for Carolina Home and Boudreau because neither wished to retain \nhis services any longer and each had refused to pay him for future work. (ECF \nNo. 19) Boudreau signed Bridgers’s motion to withdraw, both in his individual \ncapacity and on behalf of Carolina Home, indicating his and Carolina Home’s \nagreement with  Bridgers’s factua l representations and consent to his \nwithdrawal as counsel. \n8. On May 17, 2017 , the Court granted Bridgers’s motion to withdraw \nand stayed further activity in the case until June 23, 2017 to provide Carolina \nHome an opportunity to retain new counsel.  (Order Mot. Withdraw, ECF No. \n20.)  In its Order, the Court put Carolina Home on notice that, “under North \nCarolina law, a corporation may not represent itself in the superior courts of \nthis State and must instead be represented by a licensed attorney to ap pear \nbefore this Court.”  (ECF No. 20 at 2 (citing LexisNexis, Div. of Reed Elsevier, \nInc. v. Travishan Corp., 155 N.C. App. 205, 209, 573 S.E.2d 547, 549 (2002).) \n9. Defendant moved for judgment on the pleadings under Rule 12(c) of \nthe North Carolina Rules o f Civil Procedure seeking dismissal of Carolina \nHome’s single-count complaint on June 23, 2017 (ECF No. 22). \n \n \n10. Since the Court’s May 17, 2017 Order  permitting Bridgers’s \nwithdrawal, no counsel has appeared for Carolina Homes and no response to \nthe Motion was  filed.  Pursuant to Rule 7.4 of the General Rules of Practice \nand Procedure for the North Carolina Business Court, the Court dispensed \nwith oral argument. \n11. The Motion is now ripe for resolution. \nII. \nFACTUAL BACKGROUND \n12. The Court does not make findings of fact on motions for judgment on \nthe pleadings under Rule 12(c) , but only recites those allegations in the \npleadings that are relevant and necessary to the Court’s determination of the \nMotion. \n13. The parties agree that on August 29, 2012, Boudreau, “doing business \nas Carolina Home Solutions, LLC,” 1 entered into a written agreement titled \n“Agreement for Purchase of Aerus Electrolux Franchise” with Elbert Ray \nHerring III  (“Herring”), “doing business as C rystal Coast Home Soluti ons, \nLLC” (the “2012 Agreement”).  (Def.’s Countercl. & Third-Party Compl. at Ex. \nB, ECF No. 2; ECF No. 10 at ¶ 8.)2 \n                                                 \n1  Boudreau prepared the 2012 Agreement without the benefit of counsel and now \nadmits he  erred in naming the entity on whose behalf he was acting.  It appears \nundisputed that he intended to name Plaintiff Carolina Home Solutions 1, Inc. as the \nseller under the Agreement but inadvertently failed to do so.   (Def.’s Countercl. & \nThird-Party Compl. ¶¶ 10–11, ECF No. 2; ECF No. 10 at ¶¶ 10–11.) \n \n2  The 2012 Agreement is attached as Exhibit B to Defendant’s Answer and is \nexpressly incorporated therein.  (Def.’s Answer ¶ 6 , ECF No. 2 ;  see also Def.’s \n \n \n14. Under the terms of the 2012 Agreemen t, the parties evidenced their \nintention for Boudreau to sell, and Herring to purchase, “a certain Aerus \nElectrolux franchise now being operated at 2500 Trent Road New Bern NC \n28560 and 3304A Neuse Blvd New Bern NC 28560 known as Aerus Electrolux, \nand all assets thereof as contained in Schedule ‘A’ attached [to the 2012 \nAgreement].”  (Def.’s Countercl. & Third-Party Compl. at Ex. B , ECF No. 2;  \nECF No. 10  at ¶ 8.)3  Boudreau and Herring agreed in the 2012 Agreement \nthat “[t]he total purchase price for all franchise rights, fixtures, furnishings \nand equipment [was] $69,894.00 Dollars.”  (ECF No. 2 at Ex. B; ECF No. 10 at \n¶ 8.)   \n15. According to Plaintiff, almost a year later, “[o]n or about July 31, \n2013, the Plaintiff contracted with the Defendant to purchase the Plaintiff’s \nNew Bern facility” for $240,000, payable in 48 monthly payments of $5,000 \neach (the “2013 Agreement”), and Defendant thereafter stopped “any form of \npayment on the [2013 Agreement]” after February 2, 2015.  (ECF No. 1 at ¶¶ \n6, 7, 9 .)  Plaintiff contends that Defendant owes Plaintiff the balance of \n$117,968 “under the [2013 Agreement].”  (ECF No. 1. at ¶ 9.)  Defendant denies \nthese allegations  and contends that the 2012 Agreement is the only legally \nbinding agreement between the parties.  (Def.’s Answer ¶¶ 6–8, ECF No. 2.)  \n \n                                                 \nCountercl. & Third-Party Compl. ¶ 8, ECF No. 2; ECF No. 10 at ¶ 8.)  See Schlieper v. \nJohnson, 195 N.C. App. 257, 261, 672 S.E.2d 548, 551 (2009). \n \n3 The referenced Schedule A is not attached to any of the pleadings. \n \n \nIII. \nLEGAL STANDARD \n16. A motion for judgment on the pleadings under Rule 12(c) “is the \nproper procedure when all the material allegations of fact are admitted in the \npleadings and only questions of law remain.”  Ragsdale v. Kennedy, 286 N.C. \n130, 137, 209 S.E.2d 494, 499 (1974).  The Court must “view the facts and \npermissible inferences in the light most favorable to the nonmoving party,” id., \nand may consider “only the pleadings and exhibits which are attached and \nincorporated into the pleadings[,]” Davis v. Durham Mental Health/Dev. \nDisabilities/Substance Abuse Area Auth., 165 N.C. App. 100, 104, 598 S.E.2d \n237, 240 (2004) (quoting Helms v. Holland, 124 N.C. App. 629, 633, 478 S.E.2d \n513, 516 (1996)).  “[W]hen a complaint does not allege ‘facts sufficient to state \na cause of action or pleads facts which deny the right to any relief[,]’” the court \nshould grant a Rule 12(c) motion.  Reese v. Brooklyn Vill., LLC, 209 N.C. App. \n636, 641, 707 S.E.2d 249, 253 (2011) (quoting Robertson v. Boyd, 88 N.C. App. \n437, 440, 363 S.E.2d 672, 675 (1988)). \nIV. \nANALYSIS \n17. Defendant argues that Carolina Home’s claim for breach of the 2013 \nAgreement should be dismissed b ecause Plaintiff’s Reply to Defendant’s \nCounterclaims establishes as a matte r of law that the 2013 Agreement is a \nmodification of the 2012 Agreement unsupported by consideration and, hence, \n \n \nis unenforceable.  (Def.’s Mem. Supp. Mot. J. Pleadings 2–4, ECF No. 23 (citing \nECF No. 1 at ¶ 9; Def.’s Countercl. & Third-Party Compl. ¶ 8, ECF No. 2; ECF \nNo. 10 at ¶ 8).)  Defendant relies on the common law rule that “[w]here . . . a \ncontract has been partially performed, an agreement to alter its terms is \ntreated as any other contract and must be supported by consideration.”  \nBrenner v. Little Red Sch. House, Ltd., 302 N.C. 207, 215, 274 S.E.2d 206, 212 \n(1981) (citing Wheeler v. Wheeler , 299 N.C. 633, 637, 263 S.E.2d 763 , 765  \n(1980); Lenoir Mem’l Hosp., Inc. v. Stancil, 263 N.C. 630, 634, 139 S.E.2d 901, \n903 (1965)).4  Defendant further conte nds that Plaintiff’s allegations and \nanswers in the pleadings admit that Defendant has fully complied with the \nterms of the 2012 Agreement.  (ECF No. 23 at 4.) \n18. The Court concludes that Defendant’s argument is without merit.  \nViewed in the light most favorable to Plaintiff as the nonmoving party, \nCarolina Home has pleaded that it contracted with Defendant in July 2013 to \n                                                 \n4  Although Defendant has assumed that the common law rule applies in these \ncircumstances, the Court notes that the North Carolina Court of Appeals concluded \nin Miller v. Belk, 23 N.C. App. 1, 207 S.E.2d 792 (1974) that “the sale of the business \nin the instant case is in reality nothing more than a sale of the equipment, furniture, \nand other movables of the business and as such is governed by [Article 2  of the \nUniform Commercial Code].”  Id. at 5, 207 S.E.2d at 794.  North Carolina courts have \nnot adopted a test to determine whether the sale of a business comes within the scope \nof Article 2, but courts in other jurisdictions have done so.   See, e.g., Vess Beverages, \nInc. v. Paddington Corp., 886 F.2d 208, 214 (8th Cir. 1989); De Filippo v. Ford Motor \nCo., 516 F.2d 1313, 1323 (3rd Cir. 1975); MBH, Inc. v. John Otte Oil & Propane, Inc., \n727 N.W.2d 238, 246  (Neb. Ct. App. 2007); Stewart v. Lucero, 918 P.2d 1, 4  (N.M. \n1996);; Hudson v. Town & Country True Value Hardware, Inc. , 666 S.W.2d 51, 53 \n(Tenn. 1984).  In light of the Court’s resolution of the Motion, the Court need not \ndetermine whether Plaintiff’s contract claim is governed under North Carolina \ncommon law or Chapter 25 of the General Statutes at this time.  See N.C. Gen. Stat. \n§ 25-2-209(1) (“An agreement modifying a contract . . . needs no consideration to be \nbinding.”).   \n \n \nsell its “New Bern facility” to Defendant for $240,000.  (ECF No. 1 at ¶¶ 6–7.)  \nAs pleaded, Plaintiff has a lleged a bargained -for exchange constituting \nadequate consideration to support the 2013 Agreement.  See, e.g ., Elliott v. \nEnka-Candler Fire and Rescue Dep’t, Inc., 213 N.C. App. 160, 163, 713 S.E.2d \n132, 135 (2011) (“Consideration sufficient to support a contract consists of any \nbenefit, right, or interest bestowed upon the promisor, or any forbearance, \ndetriment, or loss undertaken by the promisee.” ) (quotations and citations \nomitted); Chem. Realty Corp. v. Home Fed. Sav. & Loan Ass’n , 84 N.C. App. \n27, 30, 351 S.E.2d 786, 789 (1980) (“To constitute consideration, a performance \nor a return promise must be bargained for.”) (quoting Restatement (Second) of \nContracts § 71 (1979)).  \n19. The 2012 Agreement upon which Defendant relies, however, involved, \nby its own t erms, the sale of “a certain Aerus Electrolux franchise now being \noperated at 2500 Trent Road New Bern NC 28560 and 3304A Neuse Blvd New \nBern NC 28560 known as Aerus Electrolux, and all assets thereof as contained \nin Schedule ‘A’  attached [to the 2012 Agreement].”  (Def.’s Counterclaim & \nThird-Party Compl. at Ex. B, ECF No. 2; ECF No. 10 at ¶ 8.)   \n20. Although Defendant alleges that the 2012 Agreement conveyed all \nthe assets the parties had agreed Plaintiff would transfer to  Defendant and \nthat the alleged “New Bern facility” identified in the purported 2013 \nAgreement did not exist, Schedule A has not been provided to and is not before \nthe Court, and the 2012 Agreement generally describes the purchased assets \n \n \nat paragraph 1 as “all franchise rights, fixtures, furnishings and equipment ” \nof the franchise located at the two locations identified in the 2012 Agreement.  \nWhile Defendant’s contention s might prevail upon the presentation of \nevidence, the Court cannot read the 2012 Agreement under standard rules of \ncontract construction to provide that Plaintiff ’s agreement to sell the \nundisclosed Schedule A assets and “all [the] franchise rights, fixtures, \nfurnishings and equipment” of the referenced franchise necessarily includes \nPlaintiff’s sale of the alleged “New Bern facility” contemplated under the 2013 \nAgreement.   \n21. Accordingly, v iewing the pleadings in the light most favorable to \nPlaintiff as the nonmoving party, the Court cannot conclude as a matter of law \nat this stage of the litigation that the 2012 Agreement provided for the sale of \nthe “New Bern facility”  to Defendant or that that the 2013 Agreement is a \nmodification of the 2012 Agreement.  Rather, as pleaded, the 2013 Agreement \ncontemplates a transaction, supported by consideration, separate and distinct \nfrom the transaction  contemplated in the 2012 Agreement.  Therefore, the \nCourt concludes that judgment on the pleadings is improper  and that \nDefendant’s Motion under Rule 12(c) should be denied. \nV. \nCONCLUSION \n22. WHEREFORE, for the reasons set forth above, the Court hereby \nDENIES Defendant’s Motion for Judgment on the Pleadings. \n \n \nSO ORDERED, this the 24th day of August, 2017. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases   \n \n "
}