{
  "id": "fa2f9f2a684c3a3c1b8a83233ae8b25ab0a3fac173b294dcd71f13134de2fc05",
  "source_file": "data/raw/ncbc/fa2f9f2a684c3a3c1b8a83233ae8b25ab0a3fac173b294dcd71f13134de2fc05.pdf",
  "raw_text": "Gillespie v. Majestic Transp., Inc., 2017 NCBC 43. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF CABARRUS \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 324 \n \nJAMES FRANKLIN GILLESPIE, \nand GILLESPIE’S MOTOR \nFREIGHT, a NC General \nPartnership,  \n \nPlaintiff, \n \nv. \n \nMAJESTIC TRANSPORT, INC., \nENRIQUE URQUILLA, and \nJANETH BERMUDEZ \n \nDefendants. \n \n \n \n \nOPINION AND ORDER ON \nDEFENDANTS’ MOTIONS FOR \nDISCOVERY SANCTIONS \n  \n \n THIS MATTER comes  before the Court  on Defendants Majestic Transport, \nInc., Enrique Urquilla, and Janeth Bermudez’s (“Defendants”) Rule 37 Motion f or \nSanctions, filed on December 19, 2016  (“Motion for Sanctions”), Defendants’ Motion \nto Compel and for Sanctions, filed on December 22, 2016 (“December 2016 Motion to \nCompel”), and Defendants’ Response to Plaintiff’s March 2 3, 2017 Filing \n(“Defendants’ Re sponse”) (collectively, Defendants’ motions and response are \nreferred to as “Defendants’ Motions”) , each of which seek dismissal of Plaintiff \nJames Franklin Gillespie’s1 (“Gillespie”) claims because of his repeated failures to \ncomply with the Court’s order s regarding discovery and other matters  and \nGillespie’s failure to respond to Defendants’ interrogatories. \n                                                 \n1 In the Second Amended Complaint, Plaintiff James Franklin Gillespie  purported to raise \nclaims both in his individual capacity and on be half of the partnership, Gillespie Motor \nFreight (“GMF”) . As discussed below, the claims on behalf of GMF were dismissed.  In \naddition, Mr. Gillespie is now representing himself pro se in this case. Accordingly, the \nCourt will refer to Plaintiff James Franklin Gillespie as “Gillespie” herein. \n \n THE COURT, having considered Defendants’ Motion s, the proceedings to \ndate in this matter,  and other appropriate matters of record , FINDS and \nCONCLUDES that the Defendants’ Motions should be GRANTED , in part, and \nDENIED, in part, for the reasons set forth below. \nA. Factual and Procedural Background. \n1. The factual background and a portion of the procedural background of \nthis case are set out in the  Court’s September 12, 2016 Order on Motion to Dismiss.  \nOnly the additional procedural background necessary for an understanding of this \nOpinion and Order are set out herein. \n2. On September 12, 2016, the Court entered an Order on Motion to \nDismiss. The Court denied D efendants’ motion to dismiss  Gillespie’s individ ual \nclaims against Defendants. Gillespie’s claims on behalf of the partnership, GMF, \nwere dismissed upon Gillespie’s failure to meet certain conditions contained in the \nOrder on Motion to Dismiss. \n3. On October 14, 2016, Defendants filed a Motion to Compel and for \nSanctions (“October 2016 Motion to Compel”)  regarding Plaintiff’s responses to \nDefendants’ first requests for production of documents  (“Defendants’ Requests”). On \nNovember 3, 2016, Plaintiff, through co unsel, filed a response in opposition to the \nOctober 2016 Motion to Compel.  \n4. On November 15, 2016, Plaintiff’s counsel,  John F. Scarbrough, James \nE. Scarbrough, and the law firm of Scarbrough & Scarbroug h, PLLC’s (collectively, \n \n“Scarbrough”) filed a Consen t Motion to Withdraw  as counsel in which they \nrepresented that Gillespie had consented to their withdrawal.   \n5. On November 17, 2016 , the  Court entered an order granting the \nConsent Motion to Withdraw (“Order on Withdrawal”). In the Order on Withdrawal, \nthe Court required that “o n or before December 15, 2016, Mr. Gillespie shall report \nto the Court regarding his efforts to retain a new attorney to represent him in this \naction.” Gillespie failed to make the required report, and new counsel has not made \nan appearance for Gillespie. \n6. On November 30, 2016 , the Court entered an Order on the October \n2016 Motion to Compel . (“November 30, 2016 Order”). The November 30, 2016 \nOrder directed Gillespie to “provide supplemental responses  to Defendants’ \nRequests nos. 3 –7, 9, 11–20, and 22 stating the specific documents that have been \nproduced in response to each of the specific requests, and stating whether the \ndocuments produced in response to each of the specific requests are the only \nresponsive documents currently in Plain tiffs’ possession and control.”  The \nNovember 30, 2016 Order also required Gillespie to provide a privilege log \nidentifying any docum ents withheld from production  on the basis of privilege . \nGillespie was required to make the production and provide the privi lege log “on or \nbefore ten (10) days following the filing or an appearance by new counsel for \n[Gillespie].” The Order also granted Defendants’ request for attorneys’ fees \npursuant to North Carolina Rule of Civil Procedure 37(a)(4) (“Rule(s)”) and directed \nDefendants’ counsel to file an affidavit regarding the amount of fees. \n \n7. New counsel did not appear for Gillespie, and Gillespie did not make \nthe ordered supplemental production or provide the privilege log  required by the \nNovember 30, 2016 Order. \n8. On Decembe r 2, 2016, Defendants filed  an Affidavit in Support of \nAttorneys’ Fees seeking $1,486.88 in  fees and costs incurred in  obtaining the \nNovember 30, 2016 Order . (“Affidavit in Support of Fees”). The Court has not yet \nmade an award of attorneys’ fees. \n9. On Decem ber 19, 2016, Defendants filed the Motion for Sanctions \ncontending Gillespie failed to comply with the November 30, 2016 Order . The \nMotion for Sanctions sought an order dismissing Gillespie’s claims with prejudice, \nstriking the allegations in t he Second Am ended Complaint, or  holding Gillespie in \ncontempt of Court. Defendants also sought an award of $770.00 in attorneys’ fees \nincurred in pursuing the Motion for Sanctions. Defendants’ counsel filed an affidavit \nin support of the requested attorneys’ fees.  Gillespie did not respond to the Motion \nfor Sanctions. \n10. On December 22, 2016, Defendants filed the December 2016 Motion to \nCompel contending that Gillespie had not responded or objected to Defendants’ first \nset of interrogatories served on Gillespie on Novembe r 2, 2016. The December 2016 \nMotion to Compel sought an order compelling Gillespie to respond to Defendants’ \ninterrogatories “and for such other sanctions, including complete  dismissal of \n[Gillespie’s] action. . . that the Court deems just.” (Dec. 2016 Mot . to Compel 2.) The \nDecember 2016 Motion to Compel also requested  an award of $385.00 in attorneys’ \n \nfees. Defendants’ counsel filed an affidavit in support of the requested attorneys’ \nfees. Gillespie did not respond to the December 2016 Motion to Compel. \n11.   In light of Gillespie’s failure to  respond to the pending motions and \nfailure to abide by the Court’s orders, the C ourt issued a Notice of Hearing \nrequiring Gillespie to appear on January 20, 2017 , and show cause why the Second \nAmended Complaint should not be dismissed. \n12. On January 20, 2017, the Court held a hearing (“the Hearing”). \nGillespie appeared pro se a t the Hearing. Gillespie admitted he received the Order \non Withdrawal , but claimed he “forgot” to make a report to the  Court by the \nDecember 15, 2016  deadline. Gillespie also admitted  that following Scarb rough’s \nwithdrawal, Gillespie had refused to participate in the Court -mandated mediation \nto which Scarbrough had agreed and scheduled. Gillespie had no explanation for his \nfailure to comply with the November 30, 2016 Order , respond to Defendants’ \ninterrogatories, or respond to Defendants’ motions other  than to contend  that, \nwithout legal representation , he did not understand his obligations. Finally , \nGillespie informed the Court that he did not intend to  represent himself pro se in \nthis matter and requested additional time to hire an attorney. \n13. On January 23 , 2017, the Court issued an  Order (“January 2017 \nOrder”).  The January 2017 Order provided in relevant part as follows: \nThe Court desires to provide Gi llespie with a final \nopportunity to retain counsel to represent him. Therefore, \nthe Court elects not to dismiss Gillespie’s Second \nAmended Complaint at this time. Gillespie shall have \nuntil 5:00 p.m. on February 15, 2017, to retain counsel \nand have that co unsel enter an appearance on his behalf \n \nwith this Court. In addition, the parties shall not conduct \ndiscovery or file motions until February 16, 2017, and all \ncurrent case deadlines shall be postponed until further \norder of the Court. . . . In the event that new counsel does \nnot make an appearance, the Court will summarily \ndismiss his Complaint without prejudice. \n \n14. On February 15, 2017, Gillespie filed a request to proceed pro se in this \nmatter on the grounds that “it has been impossible to retain new legal counsel,” and \nthat he ha d “elected to represent himself in matters of this case so that no further \ndelays occur.” (Mot. to Proceed Pro Se 1.) \n15. On February 17, 2016, t he Court issued an Order (“February 2017 \nOrder”) granting Gillespie’s request to proceed pr o se . The February 2017 Order  \nalso required Gillespie, on or before March 8, 2017, to file with the Court and serve \non Defendants any responses he intended to file to the Affidavit in Support of Fees,  \nMotion for Sanctions, and December 2016 Motion to Compe l. The February 2017 \nOrder also required  Gillespie to attend and participate in a mediated settlement \nconference, at a time and place to be selected by Defendants  on or before March 31, \n2017.2 The Court noted that, should Gillespie fail  to abide by its Order, it would \nconsider “appropriate sanctions up to and including dismissal of Gillespie’s claims.” \n16. On March 7, 2017, Gillespie hand -delivered documents to Defendants’ \ncounsel and mailed documents to the Court. (“Gillespie’s March 7, 2017 Response”).   \nApparently intended as a response to the February 2017 Order, the documents did \nnot include responses to the Affidavit in Support of Fees  or the Motion for \n                                                 \n2 Defendants’ counsel has informed the Court that Gillespie attended and participated in \nthe mediation. The report from the mediator indicates that the mediation resulted in an \nimpasse between the parties. \n \nSanctions. Gillespie also did not respond to the December 2016 Motion to Compel or \nattempt to provide res ponses to Defendants’ first set of interrogatories . Instead, \nGillespie purported to provide the document production and responses required by \nthe November 30, 2016 Order. \n17. On March 23, 2017, Defendants filed Defendants’  Response. \nDefendants contend that onl y 7 pages of Gillespie’s March 7, 2017 Response  were \nnew or additional documents that had not already been produced . Defendants’ \nResponse again sought an order dismissing Gillespie’s claims with prejudice, \nstriking the allegations in the Second Amended Com plaint, or holding Gillespie in \ncontempt of Court. Defendants’ Response  also requested an award of $960.00 in \nattorneys’ fees  for time spent reviewing Gillespie’s March 7, 2017 Response and \npreparing Defendants’ Response. Defendants’ counsel filed an affidavit in support of \nthe requested attorneys’ fees.  \nB. Analysis \n18. Defendants’ Motions seek an order sanctioning Gillespie by: (1) \ndismissing Gillespie’s action with prejudice, (2) striking all of the allegations of the \nSecond Amended Complaint, or (3) holding Gillespie in contempt of Court . \nDefendants also request attorneys’ fees and costs as follows: $1,486.88 incurred in \npursuing the October 2016 Motion to Compel;  $770.00 incurred in pursuing the  \nMotion for Sanctions;  $385 incurred in pursuing  the December 2016  Motion to \nCompel; and $960.00 incurred in reviewing Gillespie’s March 7, 2017 Response and \npreparing Defendants’ Response. \n \ni. Sanctions.  \n19. Rule 37 authorizes a court in which an action is pending, upon motion, \nto issue an order compelling a party to provid e responses to interrogatories and \nrequests for production of documents. Such sanctions can include : “[a]n order \nstriking out pleadings or parts thereof . . . or dismissing the action or proceeding or \nany part thereof. . . against the disobedient party.” Ru le 37(b)(2) (c). A court may \nimpose the same sanctions for failure “to serve answers or objections to \ninterrogatories submitted under Rule 33, after proper service of the \ninterrogatories.” The decision to impose sanctions under Rule 37 is within the sound \ndiscretion of the trial court. Baker v. Charlotte Motor Speedway, Inc. , 180 N.C. App. \n296, 299, 636 S.E.2d 829, 831–32 (2006).  \n20. The Court need not find “willful” conduct in order to impose any of the \nsanctions allowed by Rule 37. Henderson v. Wachovia Bank of N.C., N.A. , 145 N.C. \nApp. 621, 629, 551 S.E.2d 464, 470 (2001). Similarly, the party seeking Rule 37 \nsanctions need not show prejudice resulting from sanctionable conduct. Clark v. \nPenland, 146 N.C. App. 288, 291, 552 S.E.2d 243, 245 (2001) (citation omitted). \n21. In addition to the authority provided by Rule 37, t rial courts also have \ninherent authority “to do all things that are reasonably necessary for the proper \nadministration of justice.” Beard v. N.C. State Bar , 320 N.C. 126, 129, 357 S.E.2d \n694, 696 ( 1987). Included under the Court’s broad authority to sanction non -\ncompliant parties is the power to dismiss an action for plaintiff’ s repeated failures \nto obey the court’s orders. See Patterson v. Sweatt, 146 N.C. App. 351, 358 –59, 553 \n \nS.E.2d 404, 40 9–10 (2001) (affirming dismissal of action with reasonable costs and \nattorneys’ fees for, inter alia, multiple violations of court orders on discovery). \n22. The Court of Appeals has upheld dismissal of an action to be  an \nappropriate sanction under Rule 37  both for f ailure to obey a discovery order and \nfailure to respond to interrogatories . See, e.g., Hursey v. Homes by Design , 121 N.C. \nApp. 175, 179, 464 S.E.2d 504, 507 (1995); Cheek v. Poole, 121 N.C. App. 370, 374 –\n75, 465 S.E.2d 561, 564 (1996); Lincoln v. Grinstead, 94 N.C. App. 122, 124 –25, 379 \nS.E.2d 671, 672–73 (1989). The Court, however, must consider lesser sanctions prior \nto dismissing an action or striking claims, counterclaims, or defenses  and must \nweigh the circumstances of each case and choose a sanction that properly takes into \naccount the severity of a party’s disobedience. Clawser v. Campbell , 184 N.C. App. \n526, 531, 646 S.E.2d 779, 783 (2007) (citations omitted);  see Page v. Mandel , 154 \nN.C. App. 94, 102, 571 S.E.2d 635, 640 (2002) (holding trial court  must consider \nlesser sanctions when dismissing claims regardless of authority trial court uses to \nimpose sanction of dismissal).  \n23. In this case, Gillespie has repea tedly failed to comply with the  Court’s \norders and to respond to Defendant s’ discovery reque sts.  The Court has given \nGillespie multiple opportunities to comply with its orders and produce requested \ndiscovery and he has failed to do so . The Court also has warned Gillespie in \nmultiple prior orders that  his failure to comply with the  Court’s orders could result \nin sanctions up to and including dismissal of his claims in this lawsuit. \n \n24. In addition, while it is not necessary that Defendants have been  \nprejudiced by Gillespie’s conduct for the Court to dismiss this action, as Defendants \naptly point out: \nDiscovery drives litigation. Without a complete \nparticipation in the process the complying party is at a \ncomplete disadvantage. Not only do they incur additional \ncosts for defending the action in which they deny the \nallegations, but ( sic) they are also una ble to prepare for \ndispositive motions and trial. \n \n(Defendants’ Response ¶ 13.) Defendants have been  hampered in defending this \ncase, and have incurred significant additional expense, because of Gillespie’s \nconduct. Out of the Box Developers, LLC v. LogicB it Corp., 2014 NCBC LEXIS 7, *8 \n(N.C. Super. Ct. March 20, 2014) (Although “the party seeking Rule 37 sanctions \nneed not show prejudice resulting from the sanctionable conduct,” such prejudice \ncan “influence [the] court’s discretion in determining the appropriate sanction. \n25. The Court is not unsympathetic to Gillespie’s current status as an \nunrepresented litigant, but notes that he consented to withdrawal of his counsel in \nthis case. Gillespie also was provided with more than a reasonable amount of time \nto retain new counsel, but failed to do so.  Ultimately, an individual who chooses to \nrepresent himself in the civil courts of our State must abide by the orders of those \ncourts and by r ules of procedure applicable to  civil proceedings. See, e.g., McCaul v. \nQuinones, C.A. No. 7:15 -cv-00314, 2016 U.S. Dist. LEXIS 125369, *5 (W.D. Va. \nSept. 14, 2016) (“[A] pro se litigant is not exempt from complying with relevant rules \nof procedural and substantive law or the notion of fair play. A  pro se litigant is not \nentitled to special consideration to excuse a failure to follow a straightforward \n \nprocedural requirement that a lay person can comprehend as easily as a lawyer” ; \ncitations omitted) ; Burgess v. Am. Express Co. , 2007 NCBC 16, 19, 2007 NCBC \nLEXIS 16, *6 (N.C. Super. Ct. May 21, 2007) (“The Court declines to excuse Burgess \nfrom complying with this Court's rules merely because he is pro se”; citing Bledsoe v. \nCounty of Wilkes, 135 N.C. App. 124, 125, 519 S.E.2d 316, 317 (1999)). Nevertheless, \nsince Gillespie has not had assistance of counsel since Scarbrough withdrew, and \nthe Court believes this probably has hampered his ability to comply with court rules \nand orders, any dismissal of this action shall be without prejudice. \n26. Finally, the Court has carefully considered the available sanctions for \nthe types of conduct engaged in by Gillespie, and whether sanctions less severe than \ndismissal would be adequate given the seriousness of that conduct, and concludes \nthat sanctions other than dismissal would be inadequate under the circumstances. \n27. Plaintiff did not oppose the Motion for Sanctions and December 2016 \nMotion to Compel, and, in the Court’s discretion, those motions should be  \nGRANTED, and Gillespie’s claims in this action should be dismissed with out \nprejudice. \n28. In addition, the Court finds, in its discretion, that Defendants’ request \nfor dismissal of Gillespie’s claims in this action  in Defendants’ Response should be \nGRANTED, and, for this independent reason, Gillespie’s claims in this action \nshould be dismissed with prejudice. \n \n \n \nii. Attorneys’ Fees. \n29. Rule 37(a)(4) provides that, if a motion to compel is granted, the  Court \nshall require the party “ whose conduct necessitated the motion . . . to pay to the \nmoving party the reasonable expenses incurred in obtainin g the order, inclu ding \nattorney’s fees, unless the court finds that the opposition to the motion was \nsubstantially justified or that other circumstances ma ke an award of expenses \nunjust.” Rule 37(a)(4). An award of attorneys’  fees when a motion to compel is \ngranted is manda tory under Rule 37(a)(4) absent such findings.  Benfield v. \nBenfield, 89 N.C. App. 415, 422, 366 S.E.2d 500, 504 (1988). \n30. In addition, it is “within the inherent power of the trial court to o rder \nplaintiff to pay defendant’ s reasonable costs including attor ney’s fees for failure to \ncomply with a court order.” Daniels v. Montgomery Mut. Ins. Co., 320 N.C. 669, 674, \n360 S.E.2d 772, 776 (1987). \n31. The Court concludes that Gillespie has failed to demonstrate that his \nopposition to Defendants’ Motions, or his failur e to comply with his discovery \nobligations or this Court’s various orders, was substantially justified. \n32. The Court further concludes that Gillespie has failed to demonstrate \nany reason why an award of fees and expenses to Defendants is unjust in the \ncircumstances presented here. \n33. In support of an award of attorneys’ fees, a trial court must make \n“findings of fact supported by competent evidence concerning the time and labor \nexpended, skill required, customary fee for like work, and experience or ability of \n \nthe attorney based on competent evidence.” Perry v. GRP Fin. Servs. Corp., 196 N.C. \nApp. 41, 52, 674 S.E.2d 780, 787 (2009) (citing Parker v. Hensley, 175 N.C. App. 740, \n742, 625 S.E.2d 182, 184 (2006)). \na. October 2016 Motion to Compel. \n34. The Court already ha s concluded that Defendants are entitled to an \naward of their attorneys’ fees incurred in pursuing the October 2016 Motion to \nCompel. Defendants’ counsel submitted an affidavit in support of the requested fees \nthat contained detailed billing records showin g Defendants’ counsel expended 4.6 \nhours of time in pur suing the October 2016 Motion to Compel. The detailed billing \nrecords establish that the amoun t of time spent by Defendants’ c ounsel in pursuing \nthe October 2016 Motion to Compel was necessarily and reasonably incurred. \n35. Defendants’ Counsel charged a rate of $275.00/hour for this work, the \nhourly rate agreed upon with Defendants in Defendants’ c ounsel’s representation \nagreement. Defendants’ counsel is an experienced civil litigation attorney with a \nfocus on business law, and the Court concludes that the skill needed to perform the \nservices involved in pursuing the October 2016 Motion to Compel required an \nattorney with such experience. The Court is familiar with the rates charged by civil \nlitigation attor neys in the Charlotte market and concludes that $275/hour is well \nwithin the rates charged by comparably experienced  and skilled counsel for similar \nwork. Accordingly, the Court concludes, in its discretion, that Defendants’ counsel is \nentitled to an award of $1,265.50 (4.6 hrs. x $275.00) in attorneys’ fees for pursuit of \nthe October 2016 Motion to Compel. \n \n36. Defendants also seek an award of $221.88 for the cost of having an \noutside vendor scan the documents into a digital format. Defendants contend this \ncharge was necessary because the documents produced by Gillespie were \ndisorganized. The Court concludes that the charge for scanning the documents into \na digital format was not reasonably necessary to Defendants’ pursuit of the October \n2016 Motion to Compel.  Accordingly, the Court, in its discretion, denies this \nrequested cost. \nb. Motion for Sanctions and December 2016 Motion to Compel. \n37. Defendants also are entitled to an award of attorneys’ fees pursuant to \nRule 37( b)(2) incurred in the successful pursuit of the Motion for Sanctions, and \nunder Rule 37(d) for successful pursuit of the December 2016 Motion to Compel. In \naddition, the Court concludes, in its discretion, and pursuant to its inherent \nauthority, that Defendants are entitled to an award of attorneys’ fees for Gillespie’s \nfailure to obey the November 30, 2016 Order. \n38. Defendants seek an award of $770.00 in attorneys’ fees for time \nexpended on the Motions for Sanctions.  Defendants’ counsel submitted an affidavit \nin support of the requested fees that conta ined detailed billing records showing \nDefendants’ counsel expended 2.8 hours of time in pursuing the Motion for \nSanctions. The detailed billing records establish that the amount of time spent by \nDefendants’ counsel in pursuing the Motion for Sanctions  was necessarily and \nreasonably incurred. Defendants’ counsel charged the same $275.00/hour that the \nCourt already has determined to be reasonable in these circumstances . In addition, \n \nthe Court concludes that the skill needed to perform the services involved in  \npursuing the Motion for Sanctions required an attorney of Defendants’ counsel’s \nexperience. Accordingly, the Court concludes, in its discretion, that Defendants’ \nCounsel is entitled to an award of $770.00 (2.8 hrs. x $275.00) in attorneys’ fees for \npursuit of the Motion for Sanctions. \n39. Defendants seek an award of $385.0 0 in attorneys’ fees for time \nexpended on the D ecember 2016 Motion to Compel. Defendants’ counsel submitted \nan affidavit in support of the requested fees that contained detailed billing recor ds \nshowing Defendants’ counsel expended 1.4 hours of time in pursuing the December \n2016 Motion to Compel. The detailed billing records establish that the amount of \ntime spent by Defendants’ Counsel in pursuing the December 2016 Motion to \nCompel was necessarily and reasonably incurred . Defendants’ counsel charged the \nsame $275.00/hour that the Court already has determined to be reasonable in these \ncircumstances. In addition, the Court concludes that the skill needed to perform the \nservices involved in pursui ng the December 2016 Motion to Compel required an \nattorney of Defendants’ counsel’s experience. Accordingly, the Court concludes, in \nits discretion, that Defendants’ counsel is entitled to an award of $385.00 (1.4 hrs. x \n$275.00) in attorneys’ fees for pursuit of the December 2016 Motion to Compel. \nc. Defendants’ Response. \n40. Finally, Defendants seek an award of $960.00 in attorneys’ fees for \ntime expended in preparing  Defendants’ Response. The Court has carefully \nreviewed Defendants’ Response and the affidavi t of counsel filed in support of the \n \nrequest for attorneys’ fees and concludes, in its discretion, that Defendants’ request \nfor attorneys’ fees in connection with prepar ing Defendants’ Response should be \nDENIED. \nTHEREFORE, IT IS ORDERED that: \n1. To the ext ent they seek dismissal of Gillespie’s claims in this action, \nDefendants’ Motions are GRANTED, and Gillespie’s claims are DISMISSED \nWITHOUT PREJUDICE. \n2. Defendants’ request for $1,265.50 in attorneys’ fees for pursuit of the \nOctober 2016 Motion to Compel is GRANTED, and Defendants are awarded \n$1,265.50 as attorneys’ fees. \n3. Defendants’ requests for an award of attorneys’ fees in pursuing the \nMotion for Sanctions and December 2016 Motion to Compel are GRANTED, and  \nDefendants are awarded $1,155.00 as attorneys’ fees. \n4. Defendants’ request for attorneys’ fees in connection with preparing \nDefendants’ Response is DENIED. \n5. Gillespie shall pay the $2,421.00 in attorneys’ fees awarded herein on \nor before June 23, 2017. \nThis the 12th day of May, 2017. \n   /s/ Gregory P. McGuire    \n   Gregory P. McGuire \n   Special Superior Court Judge for \n              Complex Business Cases   \n   "
}