{
  "id": "fa33d57c4b3dde6fd8dc893638812d025cb2295bf57a9b223bdccf30bd021b22",
  "source_file": "data/raw/ncbc/fa33d57c4b3dde6fd8dc893638812d025cb2295bf57a9b223bdccf30bd021b22.pdf",
  "raw_text": "e-nTech Indep. Testing Servs., Inc. v. Air Masters, Inc., 2017 NCBC 2. \n \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 3092 \n \nE-NTECH INDEPENDENT \nTESTING SERVICES, INC. \n \nPlaintiff, \n \nv. \n \nAIR MASTERS, INC., JOSH WHITE, \nand MATTHEW KENDLE, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n \n \n \n1. THIS MATTER is before the Court upon Defendants Air Masters, Inc. (“Air \nMasters”), Josh White (“ White”), and Matthew Kendle’s (“Kendle”)  (collectively, \n“Defendants”) Motion to Dismiss Plaintiff’s Verified First Amended Complaint (the \n“Motion”) in the above-captioned case.   \n2. The Cour t, having considered the Motion , briefs in support of and in  \nopposition to the Motion , and arguments of counsel made at the hearing on the \nMotion, hereby DENIES the Motion. \nBell, Davis & Pitt, P.A., by Charlot F. Wood and Bradley C. Friesen, for \nPlaintiff e-nTech Independent Testing Services, Inc. \n \nWomble Carlyle Sandridge & Rice, LLP , by Brent F. Powell and Ryan \nH. Niland, for Defendants Air Masters, Inc., Josh White, and Matthew \nKendle. \n \nBledsoe, Judge. \nI. \nPROCEDURAL HISTORY \n3. Plaintiff e -nTech Indepen dent Testing Services, Inc. (“e -nTech” or \n“Plaintiff”) filed this action on May 25, 2016.  On August 17, 2016, Plaintiff filed its \n \n \nVerified First Amended Complaint (“Amended Complaint”), which asserts claims for \ntortious interference with business relations, misappropriation of trade secrets, and \nunfair trade practices under N.C. Gen. Stat. § 75-1.1, and seeks injunctive relief, all \narising out of White ’s and Kendle’s termination of their employment with Plaintiff \nand entry into competition against Plaintiff through their new company, Air Masters. \n4. Defendants subsequently filed this Motion to Dismiss on September 16, \n2016.  The Motion has been fully briefed, and the Court held a hearing on the Motion \non November 2, 2016, at which all parties were represented by counsel.  The Motion \nis now ripe for resolution. \nII. \nFACTUAL BACKGROUND \n5. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6), but only recites those allegations in the Amended Complaint that are \nrelevant and necessary to the Court’s determination of the Motion. \n6. Plaintiff e -nTech is a North Carolin a corporation that is engaged in the \nbusiness of providing HVAC independent testing services, including critical room \npressurization verification testing, fire damper testing, and other test and balance \nservices for hospitals and other facilities throughout North Carolina, South Carolina, \nand Virginia.1  (Am. Compl. ¶¶ 1, 7.)   \n                                                 \n1  Critical room pressurized verification involves testing the air pressure in rooms in which \nconstant air pressure must be maintained, such as operating rooms, isolation rooms, \nbronchoscopy and endoscopy labs, catheterization labs, and sterile storage rooms.   (Am. \nCompl. ¶ 9.)  Fire damper testing is required for new construction, renovations, hospitals, \nand certain medical facilities.  (Am. Compl. ¶ 8.) \n \n \n7. Buddy W. Sechrist (“Sechrist”) served as the President of e -nTech at all \ntimes relevant to this dispute.  (Am. Compl. ¶ 6.)  Until May 22, 2015, Sechrist and \nAndrew Adams were shareholders of e-nTech, and after May 22, 2015, Sechrist was \nthe sole shareholder of the company.  (Am. Compl. ¶¶ 6, 18.)  Until his resignation in \nthe spring of 2015, Adams was employed as e -nTech’s Vice President. (Am. Compl. \n¶¶ 18, 38.)   \n8. Defendants Whit e and Kendle were employed by e -nTech as technicians.  \n(Am. Compl. ¶¶ 10–11.)  White was employed from October 24, 2011 to September \n25, 2015, and Kendle was employed from August 4, 2003 to September 23, 2015.  (Am. \nCompl. ¶¶ 10–11.)   \n9. Plaintiff alleges that, as employees of e-nTech, White and Kendle had access \nto allegedly confidential and proprietary information, including information about \ncustomers and potential customers, scope of work to be performed for customers, and \nspecifications p rovided by customers of e -nTech (“Accessible C&P Information”) .  \n(Am. Compl. ¶ 13.)   \n10. Plaintiff further alleges that White and Kendle did not have access to certain \nother information e -nTech claims constitutes its  trade secrets, including e -nTech’s \ncustomer lists, in formation about customer contacts for those with financial and \nproject approval authority, and pricing methodology (“Inaccessible C&P \nInformation”).  (Am. Compl. ¶ 14.)   Plaintiff contends that during the time White and \nKendle were employed by e -nTech, th e Inaccessible C&P Information was only \naccessible to Sechrist, Adams, and e-nTech’s office manager.  (Am. Compl. ¶¶ 6, 14.)  \n \n \nThe Inaccessible C&P Information was on Sechrist’s computer and kept in hardcopy \nform in Sechrist’s locked office but not on e-nTech’s server.  (Am. Compl. ¶¶ 14, 54.) \n11. Wayne Memorial Hospital in Goldsboro, North Carolina (“Wayne \nMemorial”) was one of e-nTech’s primary customers for its HVAC independent testing \nservices beginning in 2005.  (Am. Compl. ¶ 17.)  In particular, Wayne Memorial had \nused e-nTech’s fire damper testing services from time to time during this period.  (Am. \nCompl. ¶ 17.) \n12. In the spring of 2015, Adams resigned from his employment with e-nTech to \nbecome the Director of New Construction and Renovation for Wayne Memorial , \neffective on or about May 3, 2015.  (Am. Compl. ¶ 18.) \n13. On May 20, 2015, White filed Articles of Incorporation for Air Masters with \nthe North Carolina Secretary of State and list ed the company’s address as Kendle’s \nhome address.  (Am. Compl. ¶ 28.) \n14. On June 1, 2015, and consistent with e-nTech’s past practices in its business \ndealings with Wayne Memorial, e -nTech’s CEO, Sechrist, met with employees of \nWayne Memorial, including former e -nTech employee Adams, Archie Mooring \n(“Mooring”), and Steve Herring (“Herring”), to discuss upcoming projects for e-nTech \nat Wayne M emorial.  (Am. Compl. ¶ 19).  These discussions  covered, among other \nwork, a comprehensive fire damper testing project.  (Am. Compl. ¶ 19.)  During these \ndiscussions, Adams requested that e-nTech assign White as technician for the \nprojects.  (Am. Compl. ¶ 19.)  Wayne Memorial also requested, as it had in the past, \nthat e-nTech submit its proposed budget for the fire damper testing project, so that \n \n \nWayne Memorial could schedule the project for completion by the end of 2015.  (Am. \nCompl. ¶ 19.)  e -nTech complied on or about June 5, 2015.   (Am. Compl.  ¶ 20.)  \nPlaintiff contends that in its usual course of dealing with Wayne Memorial, Wayne \nMemorial always issued a schedule for the work to be performed sometime after e-\nnTech submitted its proposed budget.  (Am. Compl. ¶ 38.) \n15. Plaintiff alleges, however, that beginning a s early as August 1, 2015  and \nwhile still employed at e-nTech, White and Kendle, acting as Air Masters, performed \nfire damper testing services for Wayne Memorial on multiple projects.  (Am. Compl. \n¶¶ 34, 36.)  Plaintiff further alleges that White and Kendle used e-nTech’s equipment, \nreport forms, and proprietary information, as well as the services of a current e-nTech \nemployee, in providing services to Wayne Memorial without the express or im plied \nconsent or authority of e -nTech.  ( Am. Compl.  ¶¶ 40–41, 43 –44.)  In particular , \nPlaintiff contends that White and Kendle misappropriated e-nTech’s Accessible C&P \nInformation by copying or recording it from e-nTech’s computer system and hard files \nand e-nTech’s Inaccessible C&P Information by securing it from an employee who \nhad access to the information but was not authorized to disclose it.   (Am. Compl. ¶¶ \n57–58.) \n16. Kendle resigned from e-nTech on September 21, 2015 .  (Am. Compl. ¶ 21 .)  \nWhite resigned on September 22, 2015.  (Am. Compl. ¶22.)  Kendle and White refused \ne-nTech’s request to work a notice period .  ( Am. Compl. ¶¶ 21–24.)  Several weeks \nlater, on October 29, 2015, e-nTech contends that Sechrist contacted Mooring, the \nMechanical Supervisor for Wayne Memorial, to schedule a semi-annual critical room \n \n \npressurization verification test, consistent with the parties’ past practice .  ( Am. \nCompl. ¶ 25.)  Mooring informed Sechrist that Wayne Memorial had “already tested \nour CRPVs with AirMasters” and that Wayne Memorial had “decided to use Air \nMasters for our testing in the future.”  ( Am. Compl.  ¶ 25.)   Sechrist promptly \ninvestigated and, according to Plaintiff, learned from Adams that Kendle and White \nhad solicited Wayne Memorial’s business for Air Masters and submitted proposals to \nWayne Memorial while they were still employed by e-nTech.  (Am. Compl. ¶¶ 32–33.) \n17. Plaintiff alleges that Defendants have used, and continue to use, e-nTech’s \nproprietary and trade secret materials and information to perform work for other \ncustomers of Air Masters.  (Am. Compl. ¶ 45.) \nIII. \nLEGAL STANDARD \n18. In ruling on a motion to dismiss under Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure, the Court ’s inquiry is “whether, as a matter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon which \nrelief may be granted under some legal theory.”  Harris v. NCNB Nat’l Bank of N.C., \n85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  The Court construes the complaint \nliberally in favor of the plaintiff.  Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d \n858, 862 (2009). \n19. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face the absence of fact sufficient to make a good claim;  [or] (3) w hen \n \n \nsome fact disclosed in the complaint necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson v. Bumgardner, \n318 N.C. 172, 175, 347 S.E.2d 743, 745 (1 986).  Otherwise, “a complaint should not \nbe dismissed for insufficiency unless it appears to a certainty that plaintiff is entitled \nto no relief under any state of facts which could be proved in support of the claim.”  \nSutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis omitted).   \n20. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N. C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005); see also McCrann v. Pinehurst, LLC, 225 N.C. App. 368, 377, \n737 S.E.2d 771, 777 (2013).  The Court may also reject allegations “that are \ncontradicted by the documents at tached, specifically referred to, or incorporated by \nreference in the complaint.”  Laster, 199 N.C. App. at 577, 681 S.E.2d at 862. \nIV. \nANALYSIS \nA. Misappropriation of Trade Secrets \n21. To state a claim for misappropriation of trade secrets, “a plaintiff must \nidentify a trade secret with sufficient particularity so as to enable a defendant to \ndelineate that which he is accused of misappropriating and a court to determine \nwhether misappropriation has or is threatened to occur.”  VisionAir, Inc. v. James , \n167 N.C. App. 504, 510 –11, 606 S.E.2d 359, 364 (2004) (citation omitted).  This \nnecessitates that plaintiff also “allege the acts by which the alleged misappropriation \n \n \noccurred.”  Bldg. Ctr., Inc. v. Carter Lumber, Inc., 2016 NCBC LEXIS 79, at *15 (N.C. \nSuper. Ct. Oct. 21, 2016)  (citing Washburn v. Yadkin Valley Bank & Trust Co. , 190 \nN.C. App. 315, 326 , 660 S.E.2d 577, 58 6 (2008)); see also Veer Right Mgmt. Group, \nInc. v. Czarnowski Display Serv., 2015 NCBC LEXIS 13, at *15 (N.C. Super. Ct. Feb. \n4, 2015).  “[A] complaint that makes general allegations in sweeping and conclusory \nstatements, without specifically identifying the trade secrets allegedly \nmisappropriated, is ‘insufficient to state a claim for misappropriation of trade \nsecrets.’”  Washburn, 190 N.C. App. at 327, 660 S.E.2d at 585 –86 (citation omitted) \n(affirming dismissal of misappropriation of trade secrets counterclaims where the \n“allegations do not identify with sufficient specifi city either the trade secrets \nPlaintiffs allegedly misappropriate d or the acts by which the alleged \nmisappropriations were accomplished”). \n22. North Carolina’s Trade Secret Protection Act defines a trade secret as: \nbusiness or technic al information . . . that:  (a) [d] erives independent \nactual or potential commercial value from not being generally known or \nreadily ascertainable through independent development or reverse \nengineering by persons who can obtain economic value from its \ndisclosure or use; and (b) [i]s the subject of efforts that are reasonable \nunder the circumstances to maintain its secrecy. \nN.C. Gen. Stat. § 66-152 (3).  Misappropriation is defined as “acquisition, disclosure, \nor use of a trade secret of another without express or implied authority or  consent, \nunless such trade secret was arrived at by independent development, reverse \nengineering, or was obtained from another person with a right to disclose the trade \nsecret.”  N.C. Gen. Stat. § 66-152 (1). \n \n \n23. Additionally, a plaintiff must show that a defendant “(1) [k]nows or should \nhave known of the trade secret; and (2) [h]as had a specific opportunity to acquire it \nfor disclosure or use or has acquired, disclosed, or used it without the express or \nimplied consent or authority of the owner.”  N.C. Gen. Stat. § 66-155. \n24. Defendants argue that the Amended Complaint fails to identify with \nparticularity the alleged trade secrets  that have been misappropriated , fails to \nidentify any information that qualif ies as a trade secret, and fails to identify with \nparticularity how the alleged misappropriation occurred.   (Defs.’ Br. Supp. Mot. \nDismiss 4–10.)   \n25. The Court thus turns to an examination of the allegations of the Amended \nComplaint.  Significantly for present purposes, Plaintiff alleges  that “[t]he \nproprietary information of Plaintiff, and the confidential information contained \ntherein, contain trade secrets, including but not necessarily limited to information \nabout customers and potential customers, customer lists, information about customer \ncontacts for those with financial and  project approval authority, scope of work to be \nperformed for customers, specificat ions provided by customers to e -nTech, and \nPlaintiff’s pricing methodology.”  (Am. Compl. ¶ 52.)  Plaintiff further avers that the \nalleged tr ade secrets of e -nTech, “including information about customers and \npotential customers, scope of work to be performed for customers, and specificat ions \nprovided by customers of e -nTech” were “cop[ied] or record[ed] . . . from e -nTech’s \ncomputer system and hard files” by Defendant s.  ( Am. Compl. ¶¶ 13, 57.)  Plaintiff  \nalso alleges that Defendants obtained e-nTech’s “customer lists, information about \n \n \ncustomer contacts for those with financial and project approval authority, and pricing \nmethodology” from “an employee who had access to the information but was not \nauthorized to disclose it”  and “copied, recorded, or took [them]” when “only Mr. \nSechrist, Andrew Adams . . . , and e -nTech’s office manager” had access to that \ninformation.  (Am. Compl. ¶¶ 14, 58.)   \n26. In the context of a motion to dismiss, Plaintiff’s Amended Complaint need \nonly “enable a defendant to delineate that which he is accused of misappropriating ” \nand “a court to determine whether misappropriation has . . . occur[ red].”  VisionAir, \nInc., 167 N.C. App. at 510 –11, 606 S.E.2d at  364.  The Court concludes that the \nAmended Complaint satisfies that standard here.   \n27. Viewing the allegations in the light most favorable to Plaintiff, and \nrecognizing that a different standard will apply when Plaintif f’s proof is challenged \nunder Rule 56, Plaintiff’s alleged trade secrets —“customer lists, information about \ncustomer contacts for those with financial and project approval authority, and pricing \nmethodology” as well as the “scope of work to be performed fo r customers,” and the \n“specifications provided by customers to e -nTech”—are generally consistent with \ntrade secret allegations this Court has held sufficient to survive a motion to dismiss.  \nSee, e.g., GE Betz, Inc. v. Conrad, 231 N.C. App. 214, 234, 752 S.E.2d 634, 649 (2013) \n(“pricing information, customer proposals, historical costs, and sales data”);  Bldg. \nCtr., Inc., 2016 NCBC LEXIS 79, at *10 (“names and contacts of customers; customer \npreferences, including the needs, requirements, and values of [Plaintiff’s] customers; \nsales and marketing strategies; pricing structures; margins and profits; \n \n \nmanufacturing technologies; and other confidential business information”); LeBleu \nCorp. v. B. Kelley Enters., 2014 NCBC LEXIS 66, at *12 (N.C. Super. Ct. Dec. 9, 2014) \n(“customer lists, pricing information, transaction histories, key contacts, and \ncustomer leads”); S. Fastening Sys. v. Grabber Constr. Prods., 2015 NCBC LEXIS 42, \nat *11 (N.C. Super. Ct. Apr. 28, 2015) (“confidential customer information such as \ncustomer contact information and customer buying preferences and history . . . \nconfidential freight information, sales reports, prices and terms books, sales memos, \nsales training manuals, commission reports, and information concerning [plaintiff’s] \nrelationship with its vendors”); see also Byrd’s Lawn & Landscaping, Inc. v. Smith , \n142 N.C. App. 371, 375 , 542 S.E.2d 689, 692 ( 2001) (“Confidential data regarding \noperating and pricing policies can also qualify as trade secrets.” ); Sunbelt Rentals, \nInc. v. Head & En gquist Equip., LLC, 2002 NCBC LEXIS 2 at *41 –42 (N.C. Super. \nCt. July 10, 2002) (“Business plans, marketing strategies, and customer information \nrepresent the type of information that, when accumulated over time, can be extremely \nvaluable to competitors [and can qualify as trade secrets].”)   \n28. Moreover, the Court concludes that Plaintiff’s allegations of how the alleged \nmisappropriation occurred —that Plaintiff’s Accessible C&P Information was \n“cop[ied] or record[ed] . . . from e -nTech’s computer system and hard files” by \nDefendants and that Plaintiff’s Inaccessible C&P Information was obtained from one \nof three specific employees “who had access to the information but was not authorized \nto disclose it”—is sufficient at the Rule 12(b)(6) stage .  (Am. Compl. ¶¶ 13, 57.)  See \nBldg. Ctr., Inc., 2016 NCBC LEXIS 79, at *11, 15 –16 (finding allegation s that \n \n \ndefendant took the trade secrets “in physical and/or electrical form” and “hired Hurd[, \na current employee,] to acquire Plaintiff’s Trade Secrets” sufficient to survive Rule \n12(b)(6) motion); see also River’s Edge Pharms., LLC v. Gorbec Pharm. Servs. , No. \n1:10CV991, 2012 U.S. Dist. LEXIS 57969, at * 43–44 (M.D.N.C. Apr. 25, 2012)  \n(concluding plaintiff sufficiently alleged misappropriation under North Carolina law \nto survive motion to dismiss). \n29. Accordingly, the Court concludes that Defendants’ Motion to  Dismiss \nPlaintiff’s claim for misappropriation of trade secrets should be denied.  \nB. Tortious Interference with Business Relations \n30. A claim for tortious interference with “business relations” embraces claims \nfor interference with both existing contracts and prospective future contracts.  See \nSunbelt Rentals, Inc., 2002 NCBC LEXIS 2, at *29.   Of particular relevance here, a \nclaim for tortious interference with existing contracts requires the plaintiff to allege \nthat “a valid contract existed between plaintiff and a third person” who was induced \nby defendant not to perform  without justification .  See, e.g. , United Labs., Inc. v. \nKuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988);  Beck v. City of Durham, \n154 N.C. App. 221, 232, 573 S.E.2d 183, 191 (2002).  In contrast, a claim for tortious \ninterference with future contracts or prospective economic advantage requires the \nplaintiff to allege that “ defendants acted without justification in ‘inducing a third \nparty to refrain from entering into a contract with t hem which contract would have \nensued but for the interference.’”  Walker v. Sloan, 137 N.C. App. 387, 393, 592 S.E.2d \n236, 242 (2000) (citation omitted). \n \n \n31. For both claims, if a defendant’s interference was justified or privileged, a \nmotion to dismiss should be granted.   Peoples Sec. Life Ins. Co. v. Hooks , 322 N.C. \n216, 220, 367 S.E.2d 647, 650 (1988 ); see Childress v. Abeles, 240 N.C. 667, 674–75, \n84 S.E. 2d 176 , 181 –82 (1954).  In particular, “competition in business constitutes \njustifiable interference in another’s business relations and is not actionable so long \nas it is carried on in furtherance of one’s own interest and by means that are lawful.”  \nPeoples Sec. Life Ins. Co., 322 N.C. at 221, 367 S.E.2d at 650; S. Fastening Sys., 2015 \nNCBC LEXIS 42, at *21–22. \n32. Defendants allege that Plaintiffs claim for tortious interference with \nbusiness relations must fail for two reasons: (1) the allegations are insufficient to \nestablish either the existence of a current contract or that a prospective contract with \nWayne Memorial would have occurred but for Defendants’ conduct , and (2) \nDefendants were justified in their actions by acting for “their own financial gain” and \ncompeting with Plaintiff.  (Defs.’ Br. Supp. Mot. Dismiss 11–12.)  The Court disagrees. \n33. As an initial matter , Plaintiff has neither alleged nor argued that the \nAmended Complaint contains allegations establishing the existence of a current \ncontract; thus, Defendants are correct that to the extent that Plaintiff’s claim is one \nfor tortious interference with contract, Plaintiff’s claim must be dismissed.   \n34. The Court, however, does not read Plaintiff’s tortious interference claim as \na claim for tortious interference with contract but rather as one for tortious \ninterference with prospective economic advantage.  The Amended Complaint \ncontains allegations that Plaintiff had regularly “been providing HVAC Independent \n \n \nTesting services  . . . to Wayne Memorial since 2005,” that Plaintiff “was the only \ncompany providing those  services,” and that Plaintiff had “performed Fire Damper \nTesting as part of this work. ”  (Am. Compl.  ¶ 17.)  Plaintiff further alleges that \nPlaintiff and Wayne Memorial had developed a course of dealing over their 10-year \nrelationship, that Plaintiff’s dealings with Wayne Memorial in 2015 were consistent \nwith this course of dealing, and that but for Defendants’ propo sal to perform fire \ndamper testing for Wayne Memorial —a proposal prepared and submitted using \nPlaintiff’s confidential information while White and Kendle were still employed by \ne-nTech—Plaintiff would have provided comprehensive fire damper testing service s \nto Wayne Memorial in 2015 and thereafter.  (Am. Compl. ¶¶ 19–38.) \n35. Because Plaintiffs have alleged circumstances sufficient to support a  \nreasonable inference that Plaintiff would have contracted with Wayne Memorial for \nfuture fire damper testing and other services but for Defendants’ alleged misconduct, \nthe Court concludes that Plaintiff has stated a cognizable claim for tortious \ninterference with prospective economic advantage and that Defendants’ first \npurported basis for dismissal must therefore fail.   \n36. Defendants’ second ground for dismissal fares no better.  The same \nallegations of wrongful conduct that permit Plaintiff’s  claim for misappropriation of \ntrade secrets  to survive Defendants’ Motion are likewise suffi cient to show that \nDefendants’ competition was not through lawful means.  See, e.g., S. Fastening Sys., \n2015 NCBC LEXIS 42, at *23 –24 ( declining to dismiss tortious inference with \ncontract claim “where Complaint alleged [defendants] acquired, disclosed and  used \n \n \n[plaintiff’s] confidential and trade secret information . . .” which constitutes “a \n‘wrongful purpose’ and . . .  [was] without legal justification”).   Accordingly, \nDefendants’ alternative basis for dismissal likewise must fail. \nC. Unfair and Deceptive Trade Practices \n37. To successfully state a claim for unfair and deceptive trade practices  under \nN.C. Gen. Stat. § 75 -1.1, a plaintiff must allege “(1) an unfair or deceptive act or \npractice, or an unfair method of competition, (2) in or affecting commerce, (3 ) which \nproximately caused actual injury to the plaintiff or to his business.”  McLamb v. T.P. \nInc., 173 N.C. App. 586, 593, 619 S.E.2d 577, 582 (2005) (cit ing Spartan Leasing v. \nPollard, 101 N.C. App. 450, 460–61, 400 S.E.2d 476, 482 (1991)). \n38.   The North Carolina appellate courts have held that “[a] violation of the \nTrade Secrets Protection Act constitutes an unfair act or practice under N.C. Gen. \nStat. § 75-1.1.”  Med. Staffing Network, Inc. v. Ridgway, 194 N.C. App. 649, 659, 670 \nS.E.2d 321, 32 9 (2009); see also GE Betz , Inc., 231 N.C. App. at 236, 752 S.E.2d at \n651.  Accordingly, because  Plaintiff’s unfair trade practice claim is based on \nDefendants’ alleged misappropriation of trade secrets , the Court concludes that \nPlaintiff’s claim under Cha pter 75, like Plaintiff’s trade secret claim under Chapter \n66, should not be dismissed at this stage of these proceedings .  See, e.g., Bldg. Ctr. \nInc., 2016 NCBC LEXIS  79, at *30  (“Having found that Plaintiff’s \nmisappropriation . . . claim[] should survive [dismissal under Rule 12(b)(6)], the Court \nbelieves Plaintiff has alleged sufficient facts for the UDTP claim to survive [dismissal \nunder Rule 12(b)(6)] as well.”); Artistic S. Inc. v. Lund, 2015 NCBC LEXIS 113, at \n \n \n*40–41 (N.C. Super. Ct. Dec. 9, 2015)  (“Because the Court concludes that Plaintiff \nhas stated a valid claim for misappropriation of trade secrets against [defendant], \nPlaintiff's Section 75-1.1 claim against [defendant] based on this same conduct must \nalso survive [dismissal under Rule 12(c)].”); Akzo Nobel Coatings, Inc. v. Rogers, 2011 \nNCBC LEXIS 42, at *64–65 (N.C. Super. Ct. Nov. 3, 2011) (to similar effect). \nV. \nCONCLUSION \n39. Based on the foregoing, the Court hereby DENIES Defendants’ Motion to \nDismiss Plaintiff’s Verified First Amended Complaint. \nSO ORDERED, this the 5th day of January, 2017. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases   \n "
}