{
  "id": "fa47ce2b7e7aca4c46d17cc284aa64c8ba767ecad581adf6c464bbf71de80cce",
  "source_file": "data/raw/ncbc/fa47ce2b7e7aca4c46d17cc284aa64c8ba767ecad581adf6c464bbf71de80cce.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 18665 \n \nJACQUELINE S. MCFEE and \nSAVAGE MCFEE, INC., \n \nPlaintiffs, \n \nv. \n \nWILLIAM C. PRESLEY; BILL T. \nSTACKS; SABR LEME, INC.; C. \nPRESLEY PROPERTIES, LLC; \nSTACKS HOLDING, INC.; and CPP \nINTERNATIONAL, LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR \nDEFAULT JUDGMENT \n \n \n1. Plaintiffs Jacqueline S. McFee and Savage McFee, Inc.  have moved for a \ndefault judgment against Defendants Bill T. Stacks, Sabr Leme, Inc., Stacks Holding, \nInc., and CPP International, LLC  (“CPP”).  ( See ECF No. 68.)   For the reasons set \nforth below, the Court GRANTS the motion in part and DENIES it in part.    \nTerpening Law P.L.L.C., by William R. Terpening, Tomi M. Suzuki, and \nShaefer A. Shepard, and Allan Law Firm, PLLC, by Albert P. Allan, for \nPlaintiffs Jacqueline S. McFee and Savage McFee, Inc. \nJohnston, Allison & Hord, P.A., by Kimberly J. Kirk and Katie D. \nBurchette, for Defendants William C. Presley and C. Presley Properties, \nLLC. \nNo counsel appeared for Defendants Bill T. Stacks, Sabr Leme, Inc., \nStacks Holding, Inc., and CPP International, LLC. \nConrad, Judge. \nI. PROCEDURAL BACKGROUND \n2. Plaintiffs initiated this action in November 2021.  (See Compl., ECF No. 3.)  \nDefendants William Presley and C. Presley Properties, LLC timely filed their answer.  \nMcFee v. Presley, 2022 NCBC 73. \n(See Answer, ECF No. 87.)  Stacks, Sabr Leme, Stacks Holding, and CPP (“Defaulting \nDefendants”) have not answered or otherwise responded. \n3. Plaintiffs moved for entry of default  against Defaulting Defendants  in \nFebruary 2022.  (ECF No. 36.)  The Court entered  default against Defaulting \nDefendants in March 2022.  (ECF No. 58.) \n4. Pending is Plaintiffs’  motion for default judgment against Defaulting \nDefendants.  (ECF No. 68.)  Defaulting Defendants did not file any responses to the \nmotion or seek to have the entr y of default set aside.  Presley and C. Presley \nProperties jointly filed a brief in response to the motion for default judgment.  (ECF \nNo. 73.) \n5. The Court held a hearing on the motion, at which all parties other than  \nDefaulting Defendants  appeared through counsel .  The motion is ripe for \ndetermination. \nII. FINDINGS OF FACT1 \n6. “When default is entered due to a defendant’s failure to answer, the \nsubstantive allegations contained in plaintiff’s complaint are no longer in issue, and \nfor the purposes of e ntry of default and default judgment, are deemed admitted.”  \nLuke v. Omega Consulting Grp., LC, 194 N.C. App. 745, 751 (2009).  The facts referred \nto below are taken from the c omplaint and are deemed admitted by the Defaulting \nDefendants for purposes of entering this default judgment.2 \n \n1 Any findings of fact that are more appropriately deemed conclusions of law are incorporated \nby reference into the Court’s conclusions of law. \n2 To be clear, these facts are not deemed admitted by Presley and C. Presley Properties. \n7. Jacqueline McFee is a former mem ber and employee of CPP.  ( See Compl. \n¶¶ 20, 21, 28.)  \n8. Savage McFee is a dissolved North Carolina corporation.  McFee is Savage \nMcFee’s sole shareholder.  (See Compl. ¶ 2.) \n9. Defaulting Defendants are three associated companies and one individual.  \nCPP is a North Carolina limited liability company, which is now administratively \ndissolved.\n3  Stacks Holding and Sabr Leme  are North Carolina c orporations, which \nare also administratively dissolved.  Stacks is a resident of Charlotte, North Carolina.  \nStacks along with Presley served in various leadership capacities at CPP.  ( See \nCompl. ¶¶ 4, 5, 7, 8.)  \n10. In September 2001, McFee started working with CPP as a lead designer.  \nMcFee and CPP orally agreed to a compensation structure in which McFee would \nreceive a quarterly royalty on all goods  sold, derived from, or created as a result of  \nher intellectual property.  (See Compl. ¶¶ 21, 25.) \n11. In 2008, McFee’s oral employment agreement was memorialized in writing.  \nThe written contract  included the terms of McFee’s royalty payments and granted \nher a ten percent ownership interest in CPP.  In August 2008, McFee transferred her \nownership interest to Savage McFee.  (See Compl. ¶¶ 28, 35.)  \n12. During this timeframe , Presley assured McFee that she would own the \nintellectual property rights to the designs she created and that those rights would be \n \n3 Paragraph 8 of the complaint refers to CPP as a North Carolina corporation, but CPP is in \nfact an LLC.  (See, e.g., Compl. ¶ 34.) \nassigned to her when CPP was no longer using the designs.  All the designs for CPP’s \nproducts created by McFee were branded under her name.  (See Compl. ¶¶ 32, 33.)  \n13. In 2012, Presley falsely represented to McFee that CPP was worthless and \nperforming poorly .  Relying on that representation , McFee agreed t o amend her \nemployment agreemen t.  This amendment altered her compensation structure, \nreplacing royalty payments with  an annual salary .  McFee also agreed to abandon \nher ownership interest in CPP.  Although Presley represented that the owners of CPP \nwere going to forfeit their interests, he did not abandon his ownership interest.  \nInstead, Presley assumed complete ownership of CPP through his shell corporations \nSabr Leme and C. Presley Properties.  (See Compl. ¶¶ 36, 37, 39, 41–43, 47.)  \n14. In early 2014, Stacks was promoted to serve as CPP’s VP of Operations .  A \nyear later, he became McFee’s boss, and the two clashed repeatedly.  This led Presley \nto fire McFee.  After McFee was fired and sometime between 2017 and 2018, Stacks \nacquired ownership of CPP , became its p resident, and controlled the company in \ntandem with Presley.  (See Compl. ¶¶ 55, 62–64, 66.)   \n15. When CPP continued using McFee’s designs without assigning the \nintellectual property rights to her,  McFee sued CPP in  federal court for copyright \ninfringement in April 2016.  The court dismissed her copyright claim because McFee \ndid “not have ownership of the intellectual property rights” at issue.  McFee v. CPP \nInt’l, 2017 U.S. Dist. LEXIS 21462, at *8 (W.D.N.C. Feb. 15, 2017).  So to obtain \nownership of those rights, McFee filed an action against CPP in state court in October \n2017, asserting claims for breach of contract and violations of N.C.G.S. § 75-1.1.  CPP \ndid not answer or make an appearance in that suit.  I n February 2020, McFee \nobtained a default judgment in the state  action against CPP, which included an \naward of damages and an assignment of intellectual property to McFee.  (See Compl. \n¶¶ 68, 69.)  \n16. While the state action  was pending, CPP ceased doing business.  O ne day \nafter that action was filed, CPP sold some of its assets to a company called Pacon.  In \nMarch 2019, CPP sold the rest of its assets to a company called Bay Sales.   Stacks \nwas president of CPP at the time.  The sales resulted in millions of dollars of income \nto CPP.  Stacks and Presley “ directed a substantial amount of this income to \nthemselves by and through their sham  . . . corporations, including Sabr Leme , C. \nPresley Properties, and Stacks Holding.”  McFee did not receive any income from the \nsale of CPP’s assets but contends that she should have received at least ten percent.  \nDefaulting Defendants concealed these transfers from McFee and effectuated these  \ntransfers with the intent to hinder, delay, and defraud her .  ( See Compl. ¶¶ 70, 73, \n75, 78, 94, 131, 133, 134.)  \n17. Plaintiffs filed this lawsuit in November 2021.  Defaulting Defendants were \nserved with properly issued summons and copies of the complaint.  The record shows \nthat CPP, Sabr Leme, and Stacks Holding were all served on 22 November 2021, and \nStacks was served on 24 November 2021.  (See CPP Aff. of Service ¶  4, ECF No. 7; \nSabr Leme Aff. of Service, ECF No. 8; Stacks Holding Aff. of Service, ECF No. 10; \nStacks Aff. of Service, ECF No. 5.)  \nIII. CONCLUSIONS OF LAW4 \nA. Procedural Requirements \n18. “For a default judgment order to be valid, there must be compliance wi th \nthe procedural requirements set forth in Rule 55 and section 1 -75.11 of the North \nCarolina General Statutes.”  KBT Realty Servs. v. AppyCity, LLC, 2021 NCBC 47, at \n*9 (N.C. Super. Ct. Aug. 9, 2021).  In short,  there must be an entry of default, proof \nthat the summons has been served, and proof of personal jurisdiction over the \ndefendant by affidavit or other evidence .  In addition, the defendant must not be an \ninfant or incompetent person. \n19. These requirements have been met.  Defaulting Defendants are not infants \nor incompetent, they were properly served with the summons and complaint, and the \nCourt has entered default against them.   \n20. In addition, Plaintiffs have offered proof of personal jurisdiction through the \nverified allegations of the complaint.  ( See Compl. ¶¶ 3–8; Verification of J . McFee \n¶ 3, ECF No. 86.1.)  See also N.C.G.S. § 1-75.4(1) (allowing personal jurisdiction over \nany party who “[i]s a natural person present  [or domiciled] within this State ” or “a \ndomestic corporation”).  \nB. Claims for Relief \n21. Even though a defaulting  defendant is deemed to have admitted the \nallegations in the complaint, those allegations are “not sufficient to support a default \njudgment for plaintiff” if they fail to state a cause of action.  Brown v. Cavit Scis., Inc., \n \n4 Any conclusions of law that are more appropriately deemed findings of fact are incorporated \nby reference into the Court’s findings of fact. \n230 N.C. App. 460, 467 (2013).  The Court must therefore assess the sufficiency of the \nallegations, giving them a “liberal construction. ”  Id.  And “if any portion of the \ncomplaint presents facts sufficient to constitute a cause of action, or if facts sufficient \nfor that purpose fairly can be gathered from it, the pleading will stand.”  Id. (cleaned \nup). \n22. Breach of Fiduciary Duty and Constructive Fraud.   McFee asserts \nclaims for breach of fiduciary duty and constructive fraud against Stacks.  The basis \nfor both claims is the same.  McFee  alleges that Stacks owed her a fiduciary duty \nbecause he was an officer of CPP  and that Stacks breached that  duty by failing to  \nprotect her intellectual property rights and to  remit a share of income from CPP ’s \nasset sales to her.  (See Compl. ¶¶ 74, 101, 103, 106–07.) \n23. A claim for breach of fiduciary duty requires a plaintiff to show that “(1) the \ndefendant ow ed the plaintiff a fiduciary duty ; (2) the defendant breached that \nfiduciary duty; and (3) the breach of fiduciary duty was a proximate ca use of injury \nto the plaintiff.”  Syke s v. Health Network Sols., Inc., 372 N.C. 326, 339 (2019).  \nLikewise, a claim for constructive fraud requires the existence of a confidential or \nfiduciary relationship between the parties.  See Forbis v. Neal , 361 N.C. 519, 528 \n(2007). \n24. The Court concludes that the complaint does not sufficiently  allege that a \nfiduciary relationship existed between Stacks and McFee.  As an officer, Stacks owed \na fiduciary duty to the company but not to its members, former members, or \nemployees.  See, e.g., Kaplan v. O.K. Techs., L.L.C., 196 N.C. 469, 474 (2009).  McFee \nhas not alleged any other facts to show that she was in a fiduciary relationship with \nStacks. \n25. Accordingly, the complaint fails to allege an essential element of the claims \nfor breach of fiduciary duty and constructive fraud.  The  Court the refore denies \nPlaintiffs’ motion as to these claims.  \n26. Conversion.  McFee asserts her claim for conversion against all Defaulting \nDefendants.  She alleges that they converted her intellectual property right s, her \nownership interest in CPP, and her share of the proceeds f rom the sale of CPP’s \nassets. \n27. Conversion is the “ unauthorized assumption and exercise of the right of \nownership over goods or personal chattels belonging to another , to the alteration of \ntheir condition or the exclusion of an  owner’s rights.”  Peed v. Burleson’s, Inc. , 244 \nN.C. 437, 439 (1956) (citation and quotation marks omitted) .  North Carolina does \nnot recognize a claim for conversion of “intangible interests such as business \nopportunities and expectancy interests.”  Norman v. Nash Johnson & Sons’ Farms, \nInc., 140 N.C. App. 390, 414 (2000). \n28. In a previous order, the Court dismissed the same conversion claim against \nPresley and C. Presley Properties .  The Court  concluded that McFee’s intellectual \nproperty rights, her  membership interest, and her expectancy interest in proceeds \nfrom the sales of CPP’s assets are all intangible interes ts that are not subject to a \nclaim for conversion.  See McFee v. Presley, 2022 NCBC LEXIS 74, at * 13–15 (N.C. \nSuper. Ct. July 11, 2022).   \n29. This rationale applies equally to the claim for conversion against Defaulting \nDefendants.  For that reason, the Court denies Plaintiffs’ motion for default judgment \nas to the conversion claim.   \n30. Section 75-1.1.  To state a section 75-1.1 claim, a plaintiff must allege that \n“(1) defendant committed an unfair or deceptive act or practice, (2) t he action in \nquestion was in or affecting commerce, and (3) the act proximately caused injury to \nthe plaintiff.”  Dalton v. Camp, 353 N.C. 647, 656 (2001).  “ [A]ny unfair or deceptive \nconduct contained solely within a single business is not covered by” sec tion 75-1.1.  \nWhite v. Thompson, 364 N.C. 47, 53 (2010); see also Nobel v. Foxmoor Grp., LLC, 380 \nN.C. 116, 120–21 (2022).  \n31. Again, in a previous order, the Court dismissed the section 75 -1.1 claim \nagainst Presley and C. Presley Properties.  T he Court concluded that the  alleged \nconduct, even if admitted, relates to internal disputes involving CPP, its officers, and \nMcFee (an employee and minority owner).  Internal disputes of that kind are not in \nor affecting commerce.   \n32. This rationale applies equally to the section 75-1.1 claim against Defaulting \nDefendants.  Thus, the Court denies Plaintiffs’ motion as to that claim.  \n33. Fraudulent Transfer.  The claim for fraudulent transfer is based on the  \nsales of CPP’s assets to Pacon in 2017 and to Bay Sales in 2019.  It appears from the \nallegations that Plaintiffs challenge these transfers under N.C.G.S. § 39-23.4, which \nprovides as follows: \n (a)  A transfer made or obligation incurred by a debtor is voidable as \nto a creditor, whether the creditor’s claim arose before or after the \ntransfer was made  or the obligation was incurred, if the debtor  \nmade the transfer or incurred the obligation: \n \n(1)  With intent to hinder, delay, or defraud any creditor of the \ndebtor;  \n. . . .  \n(b)  In determining intent under subdivision (a)(1) of this section, \nconsideration may be given, among other factors, to whether: \n(1)  The transfer or obligation was to an insider; \n(2)  The debtor retained possession or control of the property \ntransferred after the transfer; \n(3)  The transfer or obligation was disclosed or concealed; \n(4)  Before the transfer was made or obligation was incurred, \nthe debtor had been sued or threatened with suit; \n(5)  The transfer was of substantially all the debtor’s assets; \n. . . .  \nSee also Fischer Inv. Cap. , Inc. v. Catawba Dev. Corp ., 200 N.C. App. 644, 658– 59 \n(2009).   \n34. The Court concludes  that the complaint alleges facts sufficient to state a \nclaim for fraudulent transfer against CPP.  The complaint alleges that McFee was a \ncreditor of CPP; that CPP was on notice of McFee’s claim from the filing of McFee’s \nfederal action in 2016 and state action in 2017; that CPP transferred substantially \nall its assets; that CPP and its principals concealed the transfer from McFee; and that \nDefendants transferred the assets with the intent to hinder, delay, and defraud \nMcFee.  (See Compl. ¶¶ 126 –35.)  Taking these allegations as admitted , the Court \ngrants the motion for default judgment against CPP on the fraudulent transfer claim.   \n35. Plaintiffs also seek a default judgment against Stacks, Stacks Holding, and \nSabr Leme.  But t here are no allegations  that Plaintiffs were creditors of Stacks, \nStacks Holding, or Sabr Leme  either before or after the alleged transfers .  The  \ncomplaint alleges only that McFee was a creditor of CPP.  As stated above, her claim \nis based in part on her 2016 and 2017  lawsuit against CPP, in which McFee \nsubsequently obtained a judgment.  Additionally, the complaint fails to show any \nimproper transfers made by those defendants, as opposed to CPP .  (See, e.g., Compl. \n¶ 75.)  \n36. The Court is not aware of any other potential theory of liability.  Even under \na liberal reading of the  complaint, there are no allegations that  CPP was a mere \ninstrumentality or alter ego of any of the D efaulting Defendants.  Nor do Plaintiffs \nask the Court to pierce CPP’s corporate veil.    \n37. Accordingly, the Court denies the motion for default judgment  as to the \nclaim for fraudulent transfer against Stacks, Stacks Holding, and Sabr Leme.5    \n38. Unjust Enrichment.   Plaintiffs assert a claim for unjust enrichment \nagainst all Defaulting Defendants.  The basis for the claim is that Defaulting \nDefendants were unjustly enriched by retaining McFee’s  intellectual property and \nher share of the proceeds from the sales of CPP’s assets.  \n39. “The general rule of unjust enrichment is that where services are rendered \nand expenditures made by one party to or for the benefit of another, without an \nexpress contract to pay, the law will imply a promise to pay a fair compensation \ntherefor.”  Atl. Coast Line R .R. Co. v. State Highway Comm’n , 268 N.C. 92, 95 –96 \n \n5 In their response brief, Presley and C. Presley Properties contend that the statute of repose \nbars a default judgment for the claim for fraudulent transfer.   But the Court may not raise \nand consider potential defenses that Defaulting Defendants could have but did not assert.   \nSee Unifund CCR, LLC v. Francois, 260 N.C. App. 433, 446 (2018). \n(1966).  A claim for unjust enrichment has five elements: (1) “one party must confer \na benefit upon the other party” ; (2) “the benefit must not have been conferred \nofficiously”; (3) “the benefit must not be gratuitous”; (4) “the benefit must be \nmeasurable”; and (5)  “the defendant must have consciously accepted the benefit.”  \nJPMorgan Chase Bank, N.A. v. Browning, 230 N.C. App. 537, 541–42 (2013) (citation \nand quotation marks omitted).   \n40. The complaint  sufficiently allege s a claim for unjust enrichment.   The \nadmitted allegations show that McFee conferred her intellectual property and her \nshare of the asset  sale proceeds on Defaulting Defendants , that she did not confer \nthose benefits officiously, that they were not gratuitous, and that Defaulting \nDefendants consciously accepted them.  The complaint further alleges that the  sale \nof CPP’s assets “resulted in millions of dollars of income to CPP” and that the \nconferred benefits  are measur able: “ 10% of the net sale proceeds  and the designs \n[McFee] created while at CPP.”  (Compl. ¶¶ 94, 142–46.)   \n41. The allegations concerning McFee ’s employment agreement do not defeat \nthe claim for unjust enrichment.  The usual rule is that  “[i]f there is a contract \nbetween the parties, the contract governs the claim and the law will not imply a \ncontract.”  Se. Shelter Corp. v. BTU, Inc., 154 N.C. A pp. 321, 330–31 (2002).  Here,  \nthough, it is deemed admitted by Defaulting Defendants that McFee was induced by \nfraud to amend her employment agreement and to abandon her membership interest \nin CPP.   \n42. In addition, it is sufficient that the complaint allege s that McFee conferred \na direct benefit on CPP and an indirect benefit on Stacks, Stacks Holding, and Sabr \nLeme.  (See Compl. ¶ 94 (alleging that Stacks “directed a substantial amount of this \nincome” from the asset sales to himself “by and through [his] sham and shell \ncorporations, including Sabr Leme . . . and Stacks Holding”).)  “[I]t is sufficient for a \nplaintiff to prove that it has conferred some benefit on the defendant, without regard \nto the directness of the transaction.”  Bandy v. Gibson, 2017 NCBC LEXIS 66, at *15 \n(N.C. Super. Ct. July 26, 2017) (citation and quotation marks omitted); see also Lau \nv. Constable, 2017 NCBC LEXIS 10, at *14–16 (N.C Super. Ct. Feb. 7, 2017). \n43. Therefore, the Court grants Plaintiffs’ motion for default judgment as to the \nclaim for unjust enrichment.\n6 \nIV. CONCLUSION \n \n44. For all these reasons, the Court GRANTS in part and DENIES in part \nPlaintiffs’ motion for default judgment.  The Court ORDERS as follows. \na. The motion for default judgment against CPP  is GRANTED as to the  \nclaims for fraudulent transfer and unjust enrichment. The  motion is \nDENIED as to the  claims against CPP for conversion and violations of \nsection 75-1.1. \n \n6 In their response brief, Presley and C. Presley Properties worry tha t entry of default \njudgment may prejudice their own right to assert a defense , partly because the complaint \nincludes allegations that some defendants are alter egos of others .  This does not appear to \nbe a valid concern.  Because Plaintiffs have alleged joint and several liability, “the matter \ncan be decided individually against one defendant without implicating the liability of other \ndefendants.”  Harlow v. Voyager Commc’ns V, 348 N.C. 568, 571 (1998). \nb. The motion for default judgment against Stacks is GRANTED as to the  \nclaim for unjust enrichment.  The  motion is DENIED as to the  claims \nagainst Stacks for breach of fiduciary duty, constructive fraud, conversion, \nfraudulent transfer, and violations of section 75-1.1.   \nc. The motion for default judgment against Stacks Holding and Sabr Leme is \nGRANTED as to the claim for unjust enrichment.  The motion is DENIED \nas to the  claims against Stacks Holding and Sabr Leme for fraudulent \ntransfer, conversion, and violations of section 75-1.1.  \nd. The costs of this action are taxed to Defaulting Defendants.  \n45. Finally, Plaintiffs have asked for an evidentiary hearing regarding \ndamages.  The Court  GRANTS that request, DEFERS consideration of damages , \nand will schedule an evidentiary hearing by separate order at a later time. \n \nSO ORDERED, this the 29th day of November, 2022.   \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}