{
  "id": "fa4aad1d0f3430f3b6eb8bd9742ac77510447b55c3e7c73a7fe3b8d9c3ecfd78",
  "source_file": "data/raw/ncbc/fa4aad1d0f3430f3b6eb8bd9742ac77510447b55c3e7c73a7fe3b8d9c3ecfd78.pdf",
  "raw_text": "Se. Anesthesiology Consultants, PLLC v. Rose, 2019 NCBC 51. \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 9002 \nMASTER FILE \n(related case 18 CVS 2955) \n \nSOUTHEAST ANESTHESIOLOGY \nCONSULTANTS, PLLC and \nMEDNAX SERVICES, INC., \n \n   Plaintiffs, \n \nv. \n \nGEORGE S. ROSE, M.D.; W. \nEDMOND FITZGERALD, M.D.; \nADAM HODIERNE, M.D.; DAVID C. \nJOSLIN, M.D.; J. TERRILL \nMASSAGEE, M.D.; KEVIN D. \nOSSEY, M.D.; DANIEL SINGER, \nM.D.; ROSE ANESTHESIA, PLLC; \nANESTHESIOLOGY \nCONSULTANTS OF NORTH \nCAROLINA, PLLC; and THE MOSES \nH. CONE MEMORIAL HOSPITAL \nOPERATING CORPORATION d/b/a \nCONE HEALTH, \n \n   Defendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT CONE HEALTH’S \nPARTIAL MOTION TO DISMISS \n \nPETER CARIGNAN, M.D.; \nCHARLENE EDWARDS, M.D.; \nROBERT FITZGERALD, M.D.; \nWILLIAM E. FITZGERALD, JR., \nM.D.; MICHAEL A. FOSTER, M.D.; \nJOHN R. GERMEROTH, M.D.; JOHN \nF. HATCHETT, JR., M.D.; ADAM \nHODIERNE, M.D.; KEVIN D. \nHOLLIS, M.D.; CARSWELL \nJACKSON, M.D.; KYLE E. \nJACKSON, M.D.; DAVID C. JOSLIN, \nM.D.; JAMES T. MASSAGEE, M.D.; \nCHRISTOPHER P. MOSER, M.D.; \n \n[Type here] \n \n \n \nKEVIN D. OSSEY, M.D.; GEORGE \nROSE, M.D.; JAMES D. SINGER, \nM.D.; STEPHEN E. TURK, M.D.; and \nANESTHESIOLOGY \nCONSULTANTS OF NORTH \nCAROLINA, PLLC, \n \n   Plaintiffs, \n \nv. \n \nSOUTHEAST ANESTHESIOLOGY \nCONSULTANTS, PLLC; AMERICAN \nANESTHESIOLOGY, INC.; \nMEDNAX, INC.; MEDNAX \nSERVICES, INC.; and ERIC W. \nMASON, M.D., \n \n   Defendants. \n \n \n1. THIS MATTER  is before the Court on Defendant The  Moses H. Cone \nMemorial Hospital Operating Corporation d/b/a Cone Health’s (“Cone Health”) \nPartial Motion to Dismiss (the “Motion”)  pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure (“Rule(s)”).  (EFC No. 19.)  For the reasons set forth \nherein, the Court GRANTS in part and DENIES in part the Motion. \nNelson Mullins Riley & Scarborough LLP,  by Noah H. Huffstetler, III, \nMark A. Stafford, and Candace Friel , for Plaintiffs  Southeastern \nAnesthesiology Consultants, PLLC and MEDNAX Services, Inc.  \n \nFox Rothschild LLP,  by Maureen Demarest Murray, Patrick M. Kane, \nand Ellis William Martin,  for Defendant The Moses H. Cone Memorial \nHospital Operating Corporation d/b/a Cone Health.  \n \nRobinson, Judge. \n \n \n \n \n[Type here] \n \n \n \nI. FACTUAL BACKGROUND \n2. The Court does not make findings of fact on a motion to dismiss pursuant \nto Rule 12(b)(6), but only recites those factual allegations that are relevant and \nnecessary to the Court’s determination of the Motion.   This statement of facts \nassumes all well -pleaded factual allegations to be true solely for purposes of the \nMotion.  See Krawiec v. Manly, 370 N.C. 602, 606, 811 S.E.2d 542, 546 (2018) \nA. The Parties \n3. Plaintiff S outheastern Anesthesiology Consultants, PLLC (“SAC”)  is a \nprofessional limited liability company organized and existing under the laws of the \nState of North Carolina.  (First Am. Compl. ¶ 1, ECF No. 3 [“FAC”].)  SAC is wholly \nowned by a licensed anesthesiologist, Eric W. Mason, M.D. (“Dr. Mason”), and \nprovided professional anesthesiology services in Guilford County , North Carolina \nprior to the initiation of this litigation.  (FAC ¶ 14.)   \n4. Plaintiff MEDNAX Services, Inc. (“MEDNAX”)  is a corporation organized \nand existing under the laws of the state of Florida .  (FAC ¶ 2.)   MEDNAX provides \nmedical practice management and administrative services for SAC pursuant to an \nagreement between the entities  (the “Management Services Agreement”) .  (FAC ¶ \n19.)  SAC and MEDNAX are referred to collectively herein as “Plaintiffs.” \n5. Defendants George S. Rose, M.D. (“Dr. Rose”), W. Edmond Fitzgerald, M.D., \nAdam Hodierne, M.D., J. Terrill Massagee, M.D., Kevin D. Ossey, M.D. (“Dr. Ossey”), \nand Daniel Singer, M.D ., are citizens and residents of Guilford County, North \nCarolina, (FAC ¶¶ 4–6, 8–10), and Defendant David C. Joslin, M.D.  (“Dr. Joslin”) \n[Type here] \n \n \n \n(collectively, “the Individual Defendants”) is a citizen and resident of Iredell County, \nNorth Carolina, (FAC ¶ 7).   \n6. Defendant Rose Anesthesia , PLLC (“Rose Anesthesia”)  is a professio nal \nlimited liability company organized  by Dr. Rose in or around October 2, 2017  and \nexisting under the laws of the State of North Carolina.  (FAC ¶ 11.)  The Individual \nDefendants have acted and served as “members, employees, representatives[,] or \nagents” of Rose Anesthesia since its founding.  (FAC ¶ 11.) \n7. Defendant Anesthesiology Consultants of North Carolina, PLLC (“ACNC”) \nis a professional limited liability company organized  by Dr. Ossey on or around \nOctober 18, 2017, and existing under the laws of the State of North Carolina.  (FAC \n¶ 12.)  As with Rose Anesthesia, (see FAC ¶ 11), the Individual Defendants are alleged \nto have acted and served as “members, employees, representatives[,] or agents” of \nACNC since its founding, (FAC ¶ 12).   Rose Anesthesia an d ACNC are referred to \ncollectively herein as the “PLLC Defendants.” \n8. Cone Health is a non -profit corporation organized and existing under the \nlaws of the State of North Carolina with its principal place of business in Guilford \nCounty, North Carolina.  (FAC ¶ 13.)  Cone Health operates The Moses H. Cone \nMemorial Hospital  (“Cone Memorial Hospital”).  (FAC ¶ 16.)  As alleged, Cone \nMemorial Hospital “is the largest and most comprehensive medical center within the \nlocal five-county region[,]” with over 500 beds and perform [s] approximately 25,000 \nsurgeries annually, the substantial majority of which require the services of SAC’s \nanesthesiologists (the “SAC Physicians”).   (FAC ¶ 16.)   The Individual Defendants, \n[Type here] \n \n \n \nthe PLLC Defend ants, and Cone Health are referred to collectively herein as \n“Defendants.” \nB. The Agreements \n9. Pursuant to the Management Services Agreement, MEDNAX provides \nvarious administrative, recruiting and credentialing, and contract negotiation  \nservices to SAC in exchange for SAC’s payment to MEDNAX of an annual fee.  (FAC \n¶¶ 20–21.)  Plaintiffs allege that Defendants knew of the existence of the \nManagement Services Agreement at all times relevant to this action.  (FAC ¶ 19.)  \n10. On or around November 1, 2010, SAC pur chased 100% of the stock and \npersonal goodwill of each shareholder in Greensboro Anesthesia Physicians, P.C. \n(“GAP”) and other assets in which many of the Individual Defendants were \nshareholders pursuant to a Stock and Personal Goodwill Purchase Agreement (the \n“Purchase Agreement”).  (FAC ¶¶ 23–24.)  As part of the purchase, SAC paid “tens of \nmillions of dollars” to several of the Individual Defendants who were owners of GAP.  \n(FAC ¶ 23.)   \n11. Following the purchase, t he SAC Physicians, including the Individual \nDefendants, were employees of SAC until October 31, 2017 (the “Departure Date”).  \n(FAC ¶ 22.)  As employees of SAC, the Individual Defendants each received in excess \nof $400,000 annually as compensation for their services.  (FAC ¶ 28.)  As part of their \nemployment with SAC, the Individual Defendants and other SAC Physicians each \nexecuted written agreements with SAC, or its predecessor in interest, GAP, certain \n[Type here] \n \n \n \nof which were amended from time to time (the “Employment Agreement(s)”).  (FAC ¶ \n27.)   \n12. The Employment Agreements contain restrictive covenants  that prohibit \nthe SAC Physicians, including the Individual Defendants from providing professional \nanesthesiology services , either directly or through entities such as the PLLC \nDefendants, in competition with SAC within a specific geographic region and for a \n“reasonable period of time” following the termination of their employment with SAC \n(the “Non-Competition Covenants”).  (FAC ¶ 41.)  Additionally, Plaintiffs allege that \nthe Employment Agreements pr ohibit the SAC Physicians, directly or  through \nentities such as the PLLC Defendants, from either soliciting SAC’s patients or \ninducing its employees to terminate their relationships with SAC (the “Non -\nSolicitation Covenants”).  (FAC ¶ 41.)  At all times re levant to this action, Cone \nHealth knew of the Employment Agreements.  (FAC ¶ 27; see FAC ¶ 67.)   \n13. Under the Purchase Agreement , GAP assigned to SAC an agreement, \neffective November 1, 2010, under which the SAC Physicians served as the exclusive \nproviders of anesthesia services to Cone Health facilities  (as assigned and amended \nfrom time to time, the “Cone Health Agreement).  (FAC ¶¶ 16, 25–26.)  According to \nPlaintiffs, “[b]ut for th[e] assignment” by GAP to SAC of the Cone Health Agreement, \nSAC would not have executed the Purchase Agreement, and MEDNAX would not \nhave loaned SAC the funds necessary to make the purchase.  (FAC ¶ 25.)  \n14. Plaintiffs allege that the anesthesia services provided by the SAC \nPhysicians under the Cone Heal th Agreement “are essential to both emergency and \n[Type here] \n \n \n \nscheduled surgical procedures.”  (FAC ¶ 26.)  Under the Cone Health Agreement, \n“SAC remained the exclusive provider of anesthesia services for Cone Health” until \nCone Health “wrongfully and intentionally terminated” the agreement on November \n1, 2017.  (FAC ¶¶ 25,  55.)  Plaintiffs allege that, a t all times relevant to this action, \nthe SAC Physicians knew of the Cone Health Agreement.  (FAC ¶ 18.) \nC. Defendants’ Alleged Conspiracy and Breaches of the Agreements \n15. In or around early 2017, SAC began negotiations with the Individual \nDefendants and other SAC Physicians for possible increased compensation packages.  \n(FAC ¶ 29.)  SAC offered the SAC Physicians “competitive . . . [and] greater \ncompensation [packages] than ex isted in the then -current [E]mployment \n[A]greements,” which increased compensation packages would become effective on \nNovember 1, 2017.  (FAC ¶ 29.)  However, at around this same time, the Individual \nDefendants allegedly began “to act in concert, conspire[ ,] and collude with one \nanother . . . in order to form competing practices in the form of one or more of the” \nDefendant PLLCs in an effort to “remove SAC from the relevant marketplace and to \nexact for themselves additional profits from payors and the consuming public.”  (FAC \n¶ 30.)  \n16. Then, in or around June 2017, the Individual Defendants, through their \ncommon counsel, threatened to file complaints against Plaintiffs with the N orth \nCarolina Medical Board (“NCMB”)  alleging purportedly  illegal contractual \narrangements between SAC and MEDNAX and “ownership and operational structure \nof SAC” in violation of NCMB rules and regulations.  (FAC ¶ 31.)  Plaintiffs contend \n[Type here] \n \n \n \nthe Individual Defendant s’ threats served as a “pretext for implementing their \nconspiracy and wron gful conduct and to improperly pressure SAC to accede to [the \nIndividual Defendants’] financial and contractual demands[.]”  (FAC ¶ 31.)   On or \naround June 26, 2017, the Individual Defendants, through their counsel, sent SAC a \n“’Notice of Breach of Employm ent Agreements and Intent to Terminate’ the \nEmployment Agreements of the Individual Defendants and certain of the other SAC \nPhysicians,” unless SAC cured its alleged breaches of the Employment Agreements \nwithin thirty days.  (FAC ¶ 32.)  On June 29, 2017, the Individual Defendants file d \ntheir complaint with the NCMB as threatened.  (FAC ¶ 33.)  \n17. Plaintiffs further allege that t he Individual Defendants ’ counsel, on their \nbehalf, transmitted documents asserting that SAC breached its obligations under the \nEmployment Agreements , and that SAC and MEDNAX’s purported illegal \nrelationship and operations provided the Individual Defendants with the right to \nterminate their Employment Agreements “for cause” and “relieved [them] of their \nobligations” under the Non-Competition Covenants and Non-Solicitation Covenants.  \n(FAC ¶¶ 34, 42.)  Plaintiffs contend the Individual Defendants had no basis for their \nallegations, (see FAC ¶ 35), and the NCMB “declin[ed] to take any action in response \nto the complaint[,]” (FAC ¶ 43). \n18. On or around July 19, 2017, the Individual Defendants ’ counsel sent SAC \nanother notice that the Individual Defendants and “certain other of the SAC \nPhysicians” intended not to renew their Employment Agreements upon their \nexpiration on October 31, 2017 or other dates as provided in the specific Employment \n[Type here] \n \n \n \nAgreements.  (FAC ¶ 36.)  Moreover, Plaintiffs allege that, in the months leading up \nto the filing of this action, the Individual Defendants themselves, and acting as \nmembers of  the PLLC Defendants after their formation in October 2017, \n“intentionally, with actual malice, and without justification or recognized privilege,” \npublished to Cone Health their allegations against Plaintiffs contained in the notices \nsent to SAC and the c omplaint filed with the NCMB in June 2017.  (FAC ¶ 37.)  \nPlaintiffs allege this publication of “disparage[ing] and defam[atory] statements” was \ndesigned to “cause Cone Health to cease or terminate” the Cone Health Agreement \nas part of the Individual Defendant’s “conspiracy to exact exorbitant sums from SAC.”  \n(FAC ¶ 37.)   \n19. Plaintiffs additionally allege that, despite the NCMB’s refusal to consider \nthe Individual Defendants’ complaint based on the same allegations,  the Individual \nDefendants nevertheless conspired to publish  these same false, disparaging, and \ndefamatory statements to solicit certain other SAC Physicians and “encourage[] them \nto breach and/or terminate their [Employment Agreements] and/or prevent SAC from \nentering into new prospective contractual relations with” the SAC Physicians.  (FAC \n¶¶ 38, 44.)  Cone Health also allegedly asserted to “persons outside their employ such \nas the Individual Defendants and their counsel, that SAC was unable to fulfill its \nobligations under the Cone Health Agr eement to provide sufficient coverage for \nanesthesia services.”  (FAC ¶ 70.)  Further, Plaintiffs allege that a member of Cone \nHealth’s Medical Staff Office “leaked and published inaccurate and otherwise \ndefamatory information concerning Plaintiffs to a ph ysician” in an attempt to \n[Type here] \n \n \n \ndiscourage the physician from working with SAC, calling the physician a “scab” if he \nwere to do so.  (FAC ¶ 70.)   \n20. Plaintiffs aver that SAC has been damaged and “was not permitted” to \nfulfill its obligations to Cone Health as of November 1, 2017 because of the Individual \nDefendants’ conduct, both personally by them and through the PLLC Defendants, \n“with Cone Health’s complicity and collusion[.]”  (FAC ¶ 45.)   \n21. Faced with the prospect that the SAC Physicians would leave SAC’s employ \nat the end of their respective Employment Agreement periods, Plaintiffs  devised a \nnew staffing proposal that, if acceptable to Cone Health, would allow SAC to continue \nproviding exclusive anesthesia services to Cone Health under the Cone Health \nAgreement.  (FAC ¶ 48.)  According ly, Plaintiffs: (i) sought out and persuaded \nphysicians from other areas of North Carolina, including “hospital -credentialed \nphysicians employed by SAC” or its affiliates, to “become credentialed  . . .  at Cone \nHealth on a temporary basis[;]” and (ii) advertised nationwide for permanent \npositions for well -qualified anesthesiologists.  (FAC ¶ 48.)   Plaintiffs contend their \nefforts in this regard were “more than sufficient” to meet Cone Health’s and its \npatients’ needs and complied “wit h the credentialing provisions of Cone Health’s \nMedical Staff Bylaws, Rules[,] and Regulations” (the “Bylaws”).  (FAC ¶ 48.) \n22. Furthermore, Plaintiffs allege that Cone Health was aware of Plaintiffs’ \nefforts in this regard by August 2017.  (FAC ¶ 49.)  Plaintiffs’ proposed staffing plan \nwas “consistent with prior instructions over [SAC’s] course of dealing with Cone \nHealth[,]”  when providing Cone Health with information necessary to credential \n[Type here] \n \n \n \nanesthesiologists on a locum tenens basis.1  (See FAC ¶ 49.)  For nearly two months, \nCone Health lodged no objection to SAC’s efforts, leading SAC to “reasonably assume \nthat the use of locum tenens” anesthesiologists —a practice expressly allowed for \nunder the Bylaws—was acceptable to Cone Health.  (FAC ¶ 50.)    \n23. Then, on October 24, 2017, Cone Health’s President, Terrance Akin \n(“Akin”), “definitively stated Cone Health would refuse any and all  locum tenens  \ncredentialing requests submitted by SAC” —a decision allegedly based solely on the \npersonal preferences of certain Cone Health surgeons, and one not permitted by the \nCone Health Agreement, the Bylaws, or applicable law (F AC ¶ 51  (emphasis in \noriginal).)  Nevertheless, Akin advised that  Cone Health would  consider a staffing \nplan so long as it included North Carolina -licensed anesthesiologists practicing at \nentities affiliated with SAC.  (FAC ¶ 51.)  Based on Akin’s representation, “Plaintiffs \nworked diligently and provided Cone Health with a staffing plan comprised of more \nthan [thirty] North Carolina-licensed and based anesthesiologists, all credentialed at \nreputable hospitals[,]” several of whom  had previously been credentialed at Cone \nHealth-affiliated entities.  (FAC ¶ 52.) \n24. On October 26, 2017, Akin spoke with the President of MEDNAX National \nMedical Group, David Cla rk (“Clark”), and represented that Cone Health would \nconsider “non -locums” anesthesiologists from around North Carolina if SAC \npresented such a plan within twenty-four hours.  (FAC ¶ 53.)  Clark left a voicemail \n                                                 \n1 “Locum tenens” is a Latin phrase meaning “holding the place”  and often used to refer to a \n“deputy; [] substitute; [or] representative.”  Locum Tenens, Black’s Law Dictionary (10th ed. \n2014). \n[Type here] \n \n \n \nfor Akin around 6:00 p.m. that evening descr ibing SAC’s proposed staffing plan  and \nrepresenting that the details of the plan  would be submitted in writing by the \nmorning.  (FAC ¶ 54.)  Within thirty minutes of Clark’s leaving the voicemail, Akin \ne-mailed a letter dated October 26, 2017 giving SAC notice of Cone Health’s intention \nto terminate the Cone Health Agreement effective November 1, 2017, at least in part \non the basis that SAC had breached and “repudiated” the Cone Health Agreement.  \n(FAC ¶ 55.)  Akin’s e -mailed letter contained no response to  SAC’s proposed plan \ndescribed generally in Clark’s voicemail.  (FAC ¶ 55.)  The First Amended Complaint \ndoes not allege that Akin had received or listened to Clark’s voicemail in advance of \nsending the October 26 letter.   \n25. Early on October 27, 2017, Akin texted Clark stating that he would consider \nSAC’s proposed staffing plan, which SAC then submitted to Cone Health in writing, \nas promised.  (FAC ¶ 56.)  Within hours, however, Akin again sent a letter to SAC \nrefusing to consider SAC’ s proposed plan, “reiterating the termination of the Cone \nHealth Agreement[,]” and referring further discussion of the matter of Cone Health’s \noutside counsel.  (FAC ¶ 56.)   \n26. Just before noon on October 31, 2017,  Cone Health’s counsel e -mailed a \nletter to SAC’s counsel representing that Cone Health “remain[ed] willing to discuss \nthis matter and to work with you toward resolving these issues.”  (FAC ¶ 57 .)  The \nletter invited Plaintiffs’ representatives to meet with Cone Health ’s representatives \nthe same day .  (FAC ¶ 57.)  Plaintiffs’ counsel  advised Cone Health that SAC \nrepresentatives could travel to Greensboro for a meeting that day between 5:00 p.m. \n[Type here] \n \n \n \nand 6:00 p.m.  (FAC ¶ 58.)  Though Cone Health “initially signaled it would consider \nsuch a meeting[,]” it ultimately rejected Plaintiffs’ offer to meet.  (FAC ¶ 58.)  When \nPlaintiffs’ representatives and counsel offered to move the meeting to 4:30 p.m., Cone \nHealth again rejected the offer.  (FAC ¶ 58.)   Undeterred, at 2:38 p.m, Plaintiffs’ \ncounsel notified Cone Health that Dr. Mason and Plaintiffs’ counsel “could meet with \nCone Health as soon as they could drive to Cone Health’s outside counsel’s office.”  \n(FAC ¶ 59.)  Finally, Cone Health agreed to a meeting, which began at 4:30 p.m.  (FAC \n¶ 59.)   \n27. Just over an hour before the meeting was to begin,  Cone Health’s outside \ncounsel e -mailed SAC  at 3:21 p.m.  advising that “Cone Health has finalized \narrangements with another anesthesia group to provide service to Cone Health \nbeginning on November 1[, 2017].”  (FAC ¶  60.)  Cone Health’s representatives \nconfirmed that this “anesthesia group” was one of the PLLC Defendants, (FAC ¶ 60), \nthough the First Amended Complaint does not specify which of the two PLLC \nDefendants Cone Health was referring to or whether Cone Health  identified the \nPLLC Defendant with which it had contracted.  Cone Health further represented to \nSAC that, in light of its new exclusive agreement with (one of) the PLLC Defendants, \n“no SAC anesthesiologist could work for Cone Health as of midnight October 31, \n2017.”  (FAC ¶ 60.)  Despite Cone Health’s vacillations, SAC continued its efforts to \nprovide an alternative staf fing proposal and “had more than fifty [ ] qualified \nanesthesiologists standing ready, willing[,] and able to provide services for Cone \n[Type here] \n \n \n \nHealth on November 1, 2017 and thereafter.”  (FAC ¶ 60.)   SAC was also continuing \nits negotiations with the SAC Physicians during this period.  (See FAC 29.)  \n28. According to Plaintiffs, Akin and Cone Health “never intended to consider \nin good faith” SAC’s proposed staffing plan or to allow Cone Health’s credentialing \npersonnel to consider the plan pursuant to the Bylaws durin g the course of their \nnegotiations, though Cone Health had the time and ability to do so.  (FAC ¶¶ 61, 62.)  \nMoreover, the Cone Health Agreement provided that, “upon its termination, the \nhospital privilege of all physician employees of SAC [would] automati cally \nterminate[;]” yet, Cone Health and Akin “somehow deemed all the physicians now \nassociated with one of the PLLC [ Defendants] to be privileged by Cone Health as of \nthe next day, November 1, 2017.”  (FAC ¶ 62.)     \n29. Plaintiffs contend the explanation for Cone Health’s actions is clear: “Upon \ninformation and belief,” Cone Health had “joined the conspiracy” with the Individual \nDefendants and the Defendant PLLCs  after “decid[ing] to breach [the Cone Health \nAgreement] as a result of the wrongful actions of th e [other Defendants]” and “at \nsome time prior” to October 23, 2017.  (FAC ¶¶ 61, 63.)  According to Plaintiffs, at the \ntime it was negotiating with SAC, Cone Health had “already—and secretly—reached \nan agreement in principle with the other Defendants or one or more of them[] to use \nthem on an exclusive basis,”  in order to “exclude Plaintiffs from the Greensboro \nmarket[.]”  (FAC ¶¶ 63, 80.)   \n30. Following the termination of the Cone Health Agreement and Employment \nAgreements on October 31, 2017, the Individual Defendants and PLLC Defendants, \n[Type here] \n \n \n \n“with the active assistance and collusion of Cone Health[,]” continued to solicit other \nSAC Physicians who had not already given SAC notice of their intent to le ave its \nemploy, including Dr. Jennifer Allan (“Dr. Allan”) and Dr. Richard S. Guidetti (“Dr. \nGuidetti”).  Thereafter, in November 2017, “Cone Health permitted Drs. Allan and \nGuidetti to work at Cone Health facilities[.]”  (FAC ¶ 67.)  After SAC informed Cone \nHealth that Cone Health had breached the Cone Health Agreement, Cone Health \n“demanded” that Dr. Allan and Dr. Guidetti “obtain from SAC a waiver of their” \nrespective Non -Competition Covenants “in order to continue to work at” Cone \nHealth’s facilities.  (FAC ¶ 67.)  According to Plaintiffs, this conduct indicates that \nCone Health recognized “and tacitly admit[ed]” that its interference with the Non -\nCompetition covenants in the Employment Agreements with the SAC Physicians was \nwrongful.  (FAC ¶ 67.) \nII. PROCEDURAL BACKGROUND \n31. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n32. Plaintiffs initiated this action (Case No. 17 CVS 9002) by filing their \nComplaint on November 9, 2017 , which did not name C one Health as a party .  (See \nCompl., ECF No. 12.) \n33. On December 13, 2017, Plaintiffs filed their First Amended Complaint as \nof right, adding several new allegations and adding Cone Health as a defendant.  (See \ngenerally FAC.)  The First Amended Complaint asserts claims against Cone Health \nfor: defamation; civil conspiracy; breach of contract ; breach of implied covenant of \n[Type here] \n \n \n \ngood faith and fair dealing; tortious interference with contract, prospective business \nrelations, and econ omic advantage ; breach of duty of loyalty ; common law unfair \ncompetition; and unjust enrichment.  (FAC ¶¶ 68–116.) \n34. Cone Health filed the Motion on February 12, 2018 .  The Motion has been \nfully briefed, and the Court held a hearing on the Motion on Septembe r 26, 2018 at \nwhich all parties were represented by counsel.   \n35. The Motion is ripe for resolution.   \nIII. LEGAL STANDARD \n36. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations in the First Amended Complaint in the light mos t favorable \nto Plaintiffs.  See Christenbury Eye Ctr., P.A. v. Medflow, Inc. 370 N.C. 1, 5, 802 S.E.2d \n888, 891 (2017).  The Court’s inquiry is “whether, as a matter of law, the allegations \nof the complaint, treated as true, are sufficient to state a claim upon which relief may \nbe granted under some legal theory[.]”  Harris v. NCBC Nat’l Bank, 85 N.C. App. 669, \n670, 355 S.E.2d 838, 840 (1987).  The Court accepts all well -pleaded factual \nallegations in the First Amended Complaint as true.  See Krawiec, 370 N.C. at 606, \n811 S.E.2d at 546.  The Court is therefore not required “to accept as true allegations \nthat are merely conclusory, unwarranted deductions of fact, or unreasonable \ninferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs., 174 N.C. \nApp. 266, 274, 620 S.E.2d 873, 880 (2005) (citation omitted). \n37. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \n[Type here] \n \n \n \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’”  Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 615, 821 S.E.2d 729, 736–37 (2018) (quoting Wood v. Guilford County, 355 \nN.C. 161, 166, 558 S.E.2d 490, 494 (2002)).  This standard of review for Rule 12(b)(6) \nis the standard our Supreme Court “uses routinely . . . in assessing the sufficiency of \ncomplaints in the context of complex commercial litigation.”  Id. at 615, 821 S.E.2d at \n737 n.7 (citations omitted).   \nIV. ANALYSIS \n38. The Motion seeks dismissal of Plaintiffs’ claims against Cone Health for: (i) \nbreach of implied covenant of good faith and fair dealing ; (ii) tortious interference \nwith contract, prospective business relationships, and prospective economic \nadvantage; and (iii) civil conspiracy.2   \nA. Breach of Implied Covenant of Good Faith and Fair Dealing \n39. Plaintiffs’ claim for breach of the implied covenant of go od faith and fair \ndealing alleges that  Cone Health breached the covenant by its “misleading actions \nand statements with regard to SAC’s proposed staffing plans during August through \nOctober 2017, . . . and its secret and wrongful collusion and conspiracy with the other \nDefendants to oust SAC f rom the local market place, . . . with the specific intent to \ndefeat the purpose of the Cone Health Agreement[.]”  (FAC ¶ 91.)  Plaintiffs also \n                                                 \n2 The Motion also seeks dismissal of Plaintiffs’ claim for defamation.  Plaintiffs voluntarily \ndismissed their defamation claim w ithout prejudice on September 26, 2018 , (ECF No. 85) , \nthus mooting Cone Health’s request for dismissal of that claim.  As a result, the Court does \nnot address that claim here. \n[Type here] \n \n \n \nassert a claim against Cone Health for breach of the Cone Health Agreement.  ( See \nFAC ¶¶ 85–86.)  Cone Health does not seek dismissal of the breach of contract claim; \nrather, the Motion targets only Plaintiffs’ good faith and fair dealing claim. \n40.  “Under North Carolina law, every contract contains ‘an implied covenant \nof good faith and fair dealing that neither party  will do anything which injures the \nrights of the other to receive the benefits of the agreement.’”  Cordaro v. Harrington \nBank, FSB, 817 S.E.2d 247, 256 (N.C. Ct. App. 2018) (quoting Bicycle Transit Auth. \nv. Bell, 314 N.C. 219, 228, 333 S.E.2d 299, 305 (1 985)).  “A breach of the implied \ncovenant of good faith and fair dealing ‘requires the wrongful intent of a party to \ndeprive another party of its contractual rights.’”  Herrera v. Charlotte Sch. of Law, \nLLC, 2018 NCBC LEXIS 35, at *30 (N.C. Super. Ct. Apr.  20, 2018) (quoting RREF \nBB Acq. v. MAS Props., L.L.C., 2015 NCBC LEXIS 61 at *47 (N.C. Super. Ct. June 9, \n2015)).   \n41. Cone Health seeks dismissal of Plaintiffs’ claim for breach of the implied \ncovenant of good faith and fair dealing on two grounds.  First, Cone Health contends \nthat the factual allegations supporting Plaintiffs’ good faith and fair dealing claim \nare “the same facts” supporting Plaintiffs breach of contract claim.  (Br. Supp. Cone \nHealth’s Partial Mot. to Dismiss 17, ECF No. 20 [“Br. Supp.”].)   Cone Health argues \nthat the Court should therefore dismiss Plaintiffs’ independent good faith and fair \ndealing claim as duplicative or “part and parcel” of Plaintiffs’ breach of contract claim.  \n(Br. Supp. 16 –18.)  Cone Health supports its first argument  with two unpublished \nNorth Carolina federal district court opinions, BioSignia, Inc. v. Life Line Screening \n[Type here] \n \n \n \nof Am., Ltd., 2014 U.S. Dist. LEXIS 89678 (M.D.N.C. June 30, 2014), and Rezapour \nv. Earthlog Equity Grp., Inc., 2013 U.S. Dist. LEXIS 92124 (W.D.N.C. July 1, 2013).  \n42. Generally, “where a party’s claim for breach of the implied covenant of good \nfaith and fair dealing is based upon the same acts as its claim for breach of contract,” \nNorth Carolina courts “treat the former claim as ‘part and parcel’ of t he latter.”  \nCordaro, 817 S.E.2d at 256 (quoting Murray v. Nationwide Mut. Ins. Co. , 123 N.C. \nApp. 1, 19, 472 S.E.2d 358, 368 (1996)).   The North Carolina federal court decisions \nrelied on by Cone Health interpret this “part and parcel” language to suggest  that \n“the weight of North Carolina authority holds that a claim for breach of the covenant \nof good faith and fair dealing based on facts identical to those supporting a breach of \ncontract claim should not be pursued separately.”  BioSignia, 2014 U.S. Dist. LEXIS \n89678, at *13 (dismissing such good faith and fair dealing claim while allowing breach \nof contract claim to proceed and noting plaintiffs could “assert theories of breach of \ngood faith in support of its claims for breach of contract ”); Rezapour, 2013 U.S. Dist. \nLEXIS 92124, at *11–12 (“Since[] [p]laintiffs’ allegations of breach of the duty of good \nfaith and fair dealing center on alleged breaches of express contract terms, these \nclaims rise and fall with the underlying claims for br each of contract.  Therefore, \n[p]laintiffs’ allegations are duplicative of [p]laintiffs’ allegations of breach of contract \nelsewhere in the complaint and will be dismissed as a freestanding claim for relief.”). \n43. North Carolina state court decisions considering good faith and fair dealing \nclaims that are “part and parcel” of breach of contract claims , however, have  \nconcluded that the two claims merely stand or fall together, not that the independent \n[Type here] \n \n \n \ngood faith and fair dealing claim should necessarily be dismissed as duplicative.  See \nCordaro, 817 S.E.2d at 256  (affirming dismissal of good faith and fair dealing claim \nthat shared identical basis for breach of contract claim for which dismissal was also \naffirmed); Haigh v. Superior Ins. Mgmt. Grp., 2017 NCBC LEXIS 100, at *12–17 (N.C. \nSuper. Ct. Oct. 24, 2017) ( denying motion to dismiss under Rule 12(b)(6) good faith \nand fair dealing claim that was “the same as the claim for” breach of contract where \nmotion to dismiss breach of contract claim was denied ).  The C ourt therefore \nconcludes that Cone Health’s argument for dismissal of Plaintiffs’ good faith and fair \ndealing claim on this basis is unavailing.      \n44. Cone Health’s second argument is that Plaintiffs’ good faith and fair dealing \nclaim amounts to a claim for bad faith breach of contract, which North Carolina law \ndoes not recognize in this context.  (Reply Br. Further Supp. of Cone Health’s Partial \nMot. to Dismiss 9–10, ECF No. 58 [“Reply”].)  In response to Cone Health’s contention \nthat the good faith and fai r dealing claim are premised on allegations identical to \nthose support the breach of contract claim,  Plaintiffs identify several distinct \nallegations in support of their good faith and fair dealing claim .  (See Pls.’ Br. Resp. \nto Def.’s Partial Mot. to Dismiss 22, ECF No. 38 [“Br. Resp.”] .)  These allegations \ninclude that Cone Health: (i) knew Plaintiffs intended to include  locum tenens  in \nSAC’s proposed staffing plan but lodged no objection to the plan for two months while \nPlaintiffs pr epared to implement the plan,  (FAC ¶¶ 49 –53); (ii) later refused to \nconsider any proposed plan that included locum tenens physicians even though this \noption was allowed for under the Cone Health Agreement,  (FAC ¶¶ 51, 54–56); and \n[Type here] \n \n \n \n(iii) refused to  consider Plaintiffs’ attempts to resolve its objections  and secretly \ncontracted with the Individual Defendants, all while purporting to negotiate with \nPlaintiffs, (FAC ¶¶ 51 –64).  Plaintiffs then allege these “misleading actions and \nstatements regarding SAC’s propo sed staffing plans . . . well all undertaken in bad \nfaith[] and with the specific intent to defeat the purpose of the Cone Health \nAgreement[.]”  (FAC ¶ 91.) \n45. Cone Health contends that these allegations “indicate[] that [Plaintiffs’] \nbreach of the implied du ty of good faith and fair dealing claim is actually an \nattempted bad faith breach of contract claim[,]” which North Carolina only recognizes \nwhere the parties to the contract bear certain  “special relationships” not alleged to \nexist here—e.g., insurance contracts and contracts for funeral services.  (Reply  9–10 \n(citing Abbington SPE, LLC v. U.S. Bank, N.A. , 352 F. Supp. 3d 508, 512 (E.D.N.C. \n2016), aff’d, 698 Fed. App’x 750 (4th Cir. 2017); Ada Liss Grp. v. Sara Lee Corp., 2009 \nU.S. Dist. LEXIS 91792, at *42 n. 10 (M.D.N.C. Sept. 30, 2009)).)     \n46. The Court does not read the First Amended Complaint as attempting to \nassert a bad faith breach of contract claim.  T hough Plaintiffs u se the phrase “bad \nfaith” to characterize Cone Health’s conduct between August and October 2017, this \ndoes not mandate a conclusion that Plaintiffs’ have failed to assert a breach of the \ncovenant of good faith and fair dealing  claim.  See, e.g., Haigh, 2017 NCBC LEXIS \n100, at *13, 17 (denying motion to dismiss good faith and fair dealing claim where the \ncomplaint alleged the defendant “acted in bad faith with respect to the [contracts] by \n[Type here] \n \n \n \nnegotiating and receiving its own direct commission[s] from” third parties (second \nalteration in original)).   \n47. The Court concludes that Plaintiffs ha ve set forth allegations sufficient to \nstate a claim for breach of the implied covenant of good faith and fair dealing .  The \nMotion therefore should be, and is, DENIED as to that claim. \nB. Tortious Interference with Contract, Prospective Business \nRelationships, and Prospective Economic Advantage \n \n48. Plaintiffs’ plead their tortious interference claim as a single claim against \nall Defendants for “Tortious Interference with Contract, Prospective Business \nRelationships, and Prospective Economic Advantage.”  As to Cone Health,3 the Court \nconstrues the First Amended Complaint as alleging that Cone Health  tortiously \ninterfered: (i) with SAC’s contractual obligations to MEDNAX under the \nManagement Services Agreement; (ii) with certain of the SAC Physicians’, including \nDr. Allan’s and Dr. Guidetti’s, contractual obligations to SAC under their  respective \nEmployment Agreements; and (iii) with SAC’s prospective business relations with the \nanesthesiologists it proposed to submit for credentialing at Cone H ealth as part of \nSAC’s proposed staffing plan in late October 2017  (the “Replacement \nAnesthesiologists”).  See Artistic S. Inc. v. Lund, 2015 NCBC LEXIS 113, at *26 (N.C. \n                                                 \n3 In its brief in support of the Motion, Cone Health questions whether Plaintiffs intend to \nassert against it a claim for tortious interference.  (Br. Supp. 10.)  Cone Health observes that \nPlaintiffs’ tortious interference claim in the First Amended Complaint is “virtually identical” \nto the one pleaded in Plaintiffs original Complaint in which Cone Health was not named as \na defendant.  (Br. Supp. 10.)  Plaintiffs’ response to the Motion, however, makes clear that \nPlaintiffs intend to assert a tortious interference claim against Cone Health.  (See Br. Resp. \n8.)  The Court therefore considers whether Plaintiffs have adequately alleged this claim \nagainst Cone Health.   \n[Type here] \n \n \n \nSuper. Ct. Dec. 9, 2015) (construing similarly pleaded and styled tortious interference \nclaim in this manner). \n49. To state a claim for tortious interference with contract, a complaint must \nallege that: \n(1) a valid contract [exists] between the plaintiff and a third -person \nwhich confers upon the plaintiff a contractual right against a third \nperson; (2) the defendant knows of the contract; (3) the defendant \nintentionally induces the third person not to perform the contract; (4) \nand in doing so acts with justification; (5) resulting in actual damage to \nplaintiff. \n \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988).  As \nthis Court has often noted, “[t]he pleading standards for a tortious interference with \ncontract claim are strict.”  Kerry Bodenhamer Farms, LLC v. Nature’s Pearl Corp. , \n2017 NCBC LEXIS 27, at *16 (N.C. Super. Ct. Mar. 27, 2017) (alteration in original) \n(quoting Urquhart v. Trenkelbach, 2017 NCBC LEXIS 12 at *15 (N.C. Super. Ct. Feb. \n8, 2017)); see also Charah, LLC v. Sequoia Servs. LLC, 2019 NCBC LEXIS 18, at *13 \n(N.C. Super. Ct. Mar. 11, 2019); Wells Fargo Ins. Servs. USA v. Link , 2018 NCBC \nLEXIS 42, at *47 (N.C. Super. Ct. May 8, 2018).   \n1. The Management Services Agreement \n50. Plaintiffs allege that Cone Health tortiously  interfered with the \nManagement Services Agreement by “destroying the economic value of SAC’s \nGreensboro-based practice,” presumably in part by breaching the Cone Health \nAgreement, which “caused SAC to be unable to fulfill its obligations to MEDNAX” \nunder the Management Services Agreement.  (FAC ¶ 103.)  As alleged, it appears \nthat only MEDNAX can assert a claim for tortious interference with the Management \n[Type here] \n \n \n \nServices Agreement though the claim is brought by all Plaintiffs —i.e., SAC is the \nthird-party who Cone Health (and the other Defendants) allegedly induced to breach \nthe Management Services Agreement with MEDNAX.  (See Reply 6 n.2.) \n51. Cone Health argues that the allegation that Cone Health ’s breach of the \nCone Health Agreement caused SAC to breach the Management Services Agreement \nis insufficient as a matter of law to support the inducement element of Plaintiffs’ \ntortious interference claim.  (Br. Supp. 12–13; Reply 6.)  The Court agrees. \n52. This Court has interpreted “induce” to mean “purposeful conduct,” “acti ve \npersuasion, request, or petition.”  KRG New Hill Place, LLC v. Springs Inv’rs, LLC , \n2015 NCBC LEXIS 20, at *14–15 (N.C. Super. Ct. Feb. 27, 2018) (quoting Inland Am. \nWinston Hotels, Inc. v. Crockett , 212 N.C. App. 349, 354, 712 S.E.2d 366, 369 –70 \n(2011)); see also Charah, 2019 NCBC LEXIS 18 , at *18.  Purposeful conduct, active \npersuasion, request, and petition require that a defendant do more than cause a third \nparty to breach an agreement with the plaintiff.  See KRG New Hill Place, 2015 NCBC \nLEXIS 20, at *16; see also Patel v. Scotland Mem’l Hosp., 1995 U.S. Dist. LEXIS 5258, \nat * 21–23 (M.D.N.C. Mar. 31, 1995) ( stating that, under North Carolina law, “[a] \nclaim of breach by [d]efendants  of a contract with [the plaintiff -anesthesiologist] \nwhich in turn causes [plaintiff] to breach contracts with third parties . . . does not \nsupport a claim for tortious interference with contract without some allegation that \n[d]efendants affirmatively indu ced the third parties to breach their contracts with \n[plaintiff]”).   \n[Type here] \n \n \n \n53. Accordingly, h ere, Plaintiffs’ allegation that Cone Health’s breach of the \nCone Health Agreement caused SAC to breach the Management Services Agreement, \nwithout more, is insufficient to plead that Cone Health induced SAC’s breach of the \nManagement Services Agreement.  KRG New Hill Place , 2015 NCBC LEXIS 20, at \n*16–17; see Patel, 1995 U.S. Dist. LEXIS 5258, at *22–23.   \n54. Plaintiffs’ seek to avoid this conclusion by  attempting to distinguish KRG \nNew Hill Place  and Patel on factual and legal grounds .  (Br. Resp. 12 –13.)  First, \nPlaintiffs argue that this Court’s analysis in KRG New Hill Place “was limited to [ ] \ntortious interference with a prospective contract —not with an existing agreement \nsuch as the Management Services Agreement.”  (Br. Resp. 12.)  This Court has, \nhowever, specifically applied KRG New Hill Place’s concept of inducement to a claim \nfor tortious interference with an existing contract.  See Charah, 2019 NCBC LEXIS \n18 at *18 –19 (“Although this Court previously considered the interpretation of \n‘induce’ in the context of a claim for tortious interference with prospective economic \nadvantage, ‘there is nothing about the [C]ourt’s analysis of that word’s meaning [in \nthat type of claim ] that makes it inapplicable to this case.” (alterations in original) \n(quoting KRG New Hill Place, 2015 NCBC LEXIS 20, at *15–16)).  The Court discerns \nno reason to depart from this analysis here.   \n55. Plaintiffs also attempt to distinguish Patel, arguing that there the plaintiff \n“did not allege that the defendants ‘affirmatively induced’ the third parties’ breach of \ncontract[,]” while, here, Plaintiffs have alleged “with specificity the actions of Cone \nHealth and the consequences of those actions.”  (Br. Resp. 13.)  However, beyond mere \n[Type here] \n \n \n \nconclusory allegations that Cone Health induced SAC’s breach of the Management \nServices Agreement, the paragraphs of the First Amended Complaint  cited to by \nPlaintiffs in opposing the Motion allege only that Cone Health knew of  the \nManagement Services Agreement and lacked justification in inducing its breach.  (Br. \nResp. 11 (citing FAC ¶¶ 19 (existence of valid contract ; knowledge), 96–97 (same), \n102–03 (lack of justification ; damages)).)  In sum, Plaintiffs’ allegations regardi ng \nCone Health’s tortious interference with the Management Services Agreement “do \nnot equate to the sort of purposeful conduct or active persuasion necessary for \ninducement.”  Charah, 2019 NCBC LEXIS 18, at *18 –19 (internal quotation marks \nomitted). \n56. Plaintiffs have therefore failed to sufficiently allege that Cone Health \ninduced SAC to breach the Management Services Agreement with MEDNAX .  See \nid.; KRG New Hill Place, 2015 NCBC LEXIS 20, at *16–17; see also Patel, 1995 U.S. \nDist. LEXIS 5258, at *22 –23.  Accordingly, the Court concludes that the Motion \nshould be, and is, GRANTED to the extent it seeks dismissal of Plaintiffs’ claim for \ntortious interference with the Management Services Agreement. \n2. The Employment Agreements \n57. As to  Cone Health , Plaintiffs’ claim for tortious interference with the \nEmployment Agreements alleges that: (i)  SAC was a party to the Employment \nAgreements with its physicians , which were valid contracts, (FAC ¶ 94); (ii) \n“Defendants, and each of them” knew of the Employment Agreements , (FAC ¶ 97); \n[Type here] \n \n \n \nand (iii) “Defendants have intentionally induced SAC physicians to wrongfully give \nnotice of termination and not to perform their contracts with SAC[,]” (FAC ¶ 98).   \n58. Cone Health argues that Plaintiffs have failed to allege facts supporting \ntheir conclusory allegations that Cone Health induced certain of the SAC Physicians \nto breach their Employment Agreements with SAC.  (Br. Supp. 12.)  The Court agrees.   \n59. Except as to two of the SAC Physicians discussed below, the First Amended \nComplaint’s allegations pertaining to Cone Health’s inducement of breaches of the \nEmployment Agreements are: (i) that Defendants engaged in a “collusive conspiracy” \nto “cause[] a collective cessation of employment by the [SAC Physicians]” that proved \nsuccessful, (FAC ¶ 40); and (ii) “Defendants have intentionally induced SAC \nPhysicians to wrongfully give notice of termination and not to perform their \n[Employment Agreements] with SAC[,]” (FAC ¶ 98.)   The former allegation merely \nlinks Cone Health’s alleged inducement to the Defendants’ purported conspiracy but \nstates no facts supporting inducement.  Furthermore, as alleged, Defendants \nconspired to “cause” the cessation of the SAC Physicians’ Employment Agreements.  \nAgain, a plaintiff does not sufficiently allege induceme nt by alleging causation  in a \nconclusory fashion.  See KRG New Hill Place , 2015 NCBC LEXIS 20, at *16.   The \nsame is true of Plaintiffs’ scattered allegations that Cone Health “assist[ed]” the \nIndividual Defendants and PLLC Defendants “in causing the breaches of the relevant \nagreements[.]”  (FAC ¶ 61, 80; see also FAC ¶ 66.)  As to the latter allegation, (FAC ¶ \n98), this  is a bare conclusion “not entitled to a presumption of truth [,]” Walker v. \n[Type here] \n \n \n \nSloan, 137 N.C. App. 387, 392, 529 S.E.2d 236, 241 (2000); see also Good Hope Hosp., \n174 N.C. App. at 274, 620 S.E.2d at 880.   \n60. Other allegations identified in Plaintiffs’ brief in opposition to the Motion \nsimply allege various elements of a tortious interference with contract claim.  ( See \nBr. Resp. 8 –9 (citing FAC ¶¶ 27 (knowledge), 45 (damages) ).)  “[C]onclusory \nallegations that track the elements of a [tortious interference] claim . . . alone are \ninsufficient to state a legally sufficient claim for” tortious interference.  Radcliffe v. \nAvenel Homeowners Ass’n, 248 N.C. App. 541, 572, 789 S.E.2d 893, 913 (2016). \n61. The First Amended Complaint contains slightly more specific allegations as \nto Cone Health’s alleged interference with the Employment Agreements of Dr. Allan \nand Dr. Guidetti.  Plaintiffs allege that, in November 2017, “Cone Health permitted \nDrs. Allan and Guidetti to work at Cone Health facilities[,]” and, after being informed \nby SAC that Cone Health had breached the Cone Health Agreement, “demanded”  \nthat Dr. Allan and Dr. Guidetti “obtain from SAC a waiver of  their” respective Non-\nCompetition Covenants “in order to continue to work at” Cone Health’s facilities.  \n(FAC ¶ 67.)   \n62. Though more specific than Plaintiffs’ allegations about the breaches of the \nother SAC Physicians’ Employment Agreements, the allegations concerning Dr. Allan \nand Dr. Guidetti do not state facts showing that Cone Health induced them to breach \ntheir Employment Agreements.  Rather, Plaintiffs allege that Cone Health \n“permitted[,]” not induced, “Drs. Allan and Guidetti to work at Cone Health \nfacilities[,]” in violation of their respective Non-Competition Covenants.  (FAC ¶ 67.)  \n[Type here] \n \n \n \nThis allegation is insufficient to allege inducement.  See Charah, 2019 NCBC LEXIS \n18, at *18 –19 ( concluding that defendant’s “mere failure to terminate” the \nemployment of an employee bound by a covenant not to compete with his former \nemployer, “without more, does not equate to the sort of purposeful conduct or active \npersuasion necessary for inducement” (internal quotation marks omitted)).  \nMoreover, Plaintiffs’ allegat ion that Cone Health demanded that Dr. Allan and Dr. \nGuidetti obtain a waiver of their respective Non -Competition Covenants suggests \nthat, rather than inducing these doctors to breach their Employment Agreements, \nCone Health took action designed to prevent or eliminate a breach. \n63. The Court therefore concludes that Plaintiffs have failed to allege a claim \nfor tortious interference with contract against Cone Health.  The Motion should be, \nand is, GRANTED as to this claim. \n3. Prospective Business Relationships/Economic Advantage \n64. Plaintiffs allege that Cone Health tortiously interfered with SAC’s \nprospective business relationships with approximately fifty  Replacement \nAnesthesiologists submitted for credentialing to Cone Health  by rejecti ng SAC’s \nproposed staffing pl an and refus ing to consider the Replacement Anesthesiologists \nfor credentialing.  (FAC ¶ 99; see FAC ¶¶ 49–67.) \n65. “An action for tortious interference with prospective economic advantage is \nbased on conduct by the defendant[] which prevents the plaintiff[] from entering into \na contract with a third party.”  Walker, 137 N.C. App. at 392–93, 529 S.E.2d at 241 \n(citing Owens v. Pepsi Cola Bottling Co. , 330 N.C. 666, 680, 412 S.E.2d 636, 644 \n[Type here] \n \n \n \n(1992)).  To state a claim for tortious  interference with prospective economic \nadvantage, “the plaintiffs must allege facts to show that the defendant[] acted \nwithout justification in inducing a third party to refrain from entering into a contract \nwith them which contract would have ensued but for the interference.”  Radcliffe, 248 \nN.C. App. at 567, 789 S.E.2d at 911. \n66. Cone Health argues that Plaintiffs ’ claim for  tortious interference with \nprospective business relationships should be dismissed because “Plaintiffs have failed \nto identify any prospective clients, customers, or contracts lost, which is fatal to such \na claim.”  (Br. Supp. 14.)  Cone Health is correct that under North Carolina law a \nclaim for tortious interference with prospective business relationship s and economic \nadvantage cannot survive a motion to dismiss under Rule 12(b)6) where the plaintiff \n“fail[s] to identify any particular contract that a third party has been induced to \nrefrain from entering into with  [the] [p]laintiff.”  Daimlerchrysler Corp. v. Kirkhart, \n148 N.C. App. 572,  585, 561 S.E.2d 276, 286 (2002); Plasman v. Decca Furniture \n(USA), Inc. , 2016 NCBC LEXIS 80, at *70 –71 (N.C. Super. Ct. Oct. 21, 2016) \n(dismissing tortious interference with prospective economic advantage claim where \nplaintiff “failed to identify a partic ular contract”); Lund, 2015 NCBC LEXIS 113, at \n*31 (same).  The First Amended Complaint, however, satisfies this requirement.   \nPlaintiffs identify approximately fifty anesthesiologists, the Replacement \nAnesthesiologists, for whom “there was a reasonable probability that SAC would have \nentered into . . . new employment relationships” similar, if not largely identical, to \nthe Employment Agreements.  (FAC ¶¶ 60, 99.)  The Court deems these allegations \n[Type here] \n \n \n \nsufficient to identify the particular prospective contracts  in question and survive a \nmotion to dismiss under Rule 12(b)(6). \n67. However, this conclusion does not save Plaintiffs’ claim because, as with \ntheir claim for tortious interference with contract claims , Plaintiffs have not \nadequately alleged inducement.  See Radcliffe, 248 N.C. App. at 567, 789 S.E.2d at \n911 ( “[P]laintiffs must allege facts to show that the defendant[] acted without \njustification in inducing a third party to refrain from entering into a contract with \nthem[.]” (emphasis added) ).  Rather, Plaintiffs allege that Cone Health refused to \nconsider credentialing the Replacement Anesthesiologists  or to  accept SAC’s \nproposed staffing plan, thus preventing SAC from being able to secure these \nprospective business relationships.  ( See FAC ¶¶ 49–67.)  Cone Health’s actions, as \nalleged, were directed toward SAC, not the Replacement Anesthesiologists.  \nFurthermore, these actions do not rise above merely causing SAC’s inability to enter \ninto new employment agreements.  Such is not enough.  See KRG New Hill Place , \n2015 NCBC LEXIS 20, at *16–17.    \n68. Plaintiffs have therefore failed to sufficiently allege that Cone Health \ninduced the Replacement Anesthesiologists not to enter into employment contracts \nwith SAC.  See Radcliffe, 248 N.C. App. at 567, 78 9 S.E.2d at 911; KRG New Hill \nPlace, 2015 NCBC LEXIS 20, at *16 –17.  Accordingly, the Court concludes that the \nMotion should be, and is, GRANTED to the extent it seeks dismissal of Plaintiffs’ \nclaim for tortious interference with prospective business relationships and economic \nadvantage. \n[Type here] \n \n \n \n69. In sum, having considered each portion of Plaintiffs’ tortious interference \nclaim against Cone Health separately, the Court concludes that the claime should be \ndismissed in its entirety.  “The decision to dismiss an action with or without prejudice \nis in the discretion of the trial court[.]”  First Fed. Bank v. Aldridge , 230 N.C. App. \n187, 191, 749 S.E.2d 289, 292 (2013).  Because this claim fails as to Cone Health due \nto factual insufficiency, the Court concludes, in its di scretion, that the claim should \nbe dismissed without prejudice. \nC.       Civil Conspiracy \n70. It is well -established that North Carolina  law does not recognize an  \n“independent cause of action for civil conspiracy.”  Sellers v. Morton, 191 N.C. App. \n75, 83, 661 S.E.2d 915, 922 (2008) (citation and quotation marks omitted); see also \nDove v. Harvey, 168 N.C. App. 687, 690, 608 S.E.2d 798, 800 (2005)  (“The charge of \nconspiracy itself does nothing more than associate the defendants togethe r and \nperhaps liberalize the rules of evidence to the extent that under proper circumstances \nthe acts and conduct of one might be admissible against all. ” (citing Shope v. Boyer, \n268 N.C. 401, 405, 150 S.E.2d 771, 773–74 (1966))).  Rather, “[o]nly where there is an \nunderlying claim for unlawful conduct can a plaintiff state a claim for civil conspiracy \nby also alleging the agreement of two or more parties to carry out the conduct and  \ninjury resulting from that agreement.”  Sellers, 191 N.C. App. at 83, 661 S.E.2d at \n922 (citation and quotation marks omitted).  \n71. Therefore, under North Carolina law, “a complaint sufficiently states a \nclaim for civil conspiracy when it alleges (1) a conspiracy, (2) wrongful acts done by \n[Type here] \n \n \n \ncertain of the alleged conspirators in furtherance of that conspiracy, and (3) injury as \na result of that conspiracy.”  Krawiec, 370 N.C. at 614, 811 S.E.2d at 550–51.  \n72. Cone Health argues that Plaintiffs’ civil conspiracy claim should be \ndismissed because Plaintiffs’ tortious interference claim should be dismissed and the \nconspiracy claim is premised on Defendants’ alleged tortious interference with \nPlaintiffs’ agreements and prospective business relationships .  (Br. Supp. 19; Reply \n10.)  While it is true that civil conspiracy is not a standalone claim and requires a \nseparate “underlying claim for unlawful conduct,” Sellers, 1919 N.C. App. at 83, 661 \nS.E.2d at 922 (internal quotation marks omitted), and an “overt act” in furtherance \nof the conspiracy’s objective, Shope, 268 N.C. at 405, 150 S.E.2d at 774 (quotation \nmarks omitted), the dismissal of Plaintiffs’ tortious interference claim against Cone \nHealth “does not bar [Cone Health] from liability for damages resulting from the \n[acts] of other conspirator[s]”—the Individual Defendants and the PLLC Defendants, \nChisum v. MacDonald, 2018 NCBC LEXIS 34, at *32 (N.C. Super. Ct. Apr. 18, 2018).  \nA claim for civil conspiracy requires only that the “overt act [be] committed by one or \nmore of the conspirators pursuant to the scheme and in furtherance of the objective.”  \nShope, 268 N.C. at 405, 774 S.E.2d at 774 (quotation marks omitted).  The First \nAmended Complaint asserts claims for tortious interference against the Individual \nDefendants and the PLLC Defendants, and none of these Defendants has moved to \ndismiss these claims.  Accordingly, if Plaintiffs have sufficiently alleged the other \nelements of their civil conspiracy claim, the claim should not be dismissed as to Cone \nHealth simply because the Court has concluded that Plaintiffs have not sufficiently \n[Type here] \n \n \n \nalleged that Cone Health  tortiously interfered with the relevant agreements and \nPlaintiffs’ prospective business relationships.  See Chisum, 2018 NCBC LEXIS 34, at \n*32.  \n73. Cone Health also argues that the civil conspiracy claim should be dismissed \nbecause the First Amended Complaint does not sufficiently allege, beyond conclusory \nallegations, an agreement between Cone Health and any of the other Defendants \n(Reply 10–11).  This Court has recognized that “it is difficult to dismiss a conspiracy \nclaim summarily be cause the elements of a conspiracy claim are broadly stated.”  \nSafety Test & Equip. Co. v. Am. Safety Util. Corp., 2015 NCBC LEXIS 40, at *48 (N.C. \nSuper. Ct. Apr. 23, 2015).  Nevertheless, a “threshold requirement” of a civil \nconspiracy claim is that a conspiracy existed, which requires “an agreement between \ntwo or more persons.”  S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC , 189 N.C. \nApp. 601, 609, 659 S.E.2d 442, 449 (2008) (quotation marks omitted).  Where the \ncomplaint states that the defend ants conspired “but fails to allege how th[e] \nconspiracy came to be, or when, or where, or why[,]” dismissal is proper.  Bottom v. \nBailey, 238 N.C. App. 202, 213, 767 S.E.2d 883, 890 (2014).   \n74. Apart from allegations that the Individual Defendants and PLLC \nDefendants acted to interfere with the relevant agreements  and “oust SAC from the \nlocal marketplace” with Cone Health’s “complicity and collusion” or “assistance”  \n(FAC ¶¶ 45, 66,  91), the only allegations that Cone Health agreed to conspire with \nthe other Defendants are that Cone Health “joined the conspiracy” with the other \nDefendants “at some time prior to October 23, 2017,” (FAC ¶¶ 61, 80).  In the First \n[Type here] \n \n \n \nAmended Complaint, the allegation that Cone Health joined the conspiracy at some \ntime prior to October 23, 2017, (FAC ¶ 61), follows the several allegations relating to \nSAC’s and Cone Health’s negotiations over SAC’s proposed staffing plan, (see FAC ¶¶ \n49–60).  Indeed, even construing the First Amended Complaint liberally, in the \ncontext of these allega tions, Plaintiffs ’ assertion that Cone Health joined the \nconspiracy, appears to be more a product of a questionable abductive inference —\nbased on allegations having no bearing on how or whether the agreement was \nreached—rather than a well-pleaded factual allegation.  In the Court’s view, even at \nthis stage of the proceedings, this inference is not one the Court is obligated to, or \nshould, accept.  Good Hope Hosp. , 174 N.C. App. at 274, 620 S.E.2d at 880.  The \nremaining allegations of an agreement, taken in context, amount to “nothing more \nthan a suspicion or conjecture” that Cone Health reached an agreement with the \nother Defendants to conspire to tortiously interfere with the relevant agreements and \ndrive SAC from the local marketplace .  S.N.R. Mgmt. , 189 N.C. App. at 609, 659 \nS.E.2d at 449; see also Bottom, 238 N.C. App. at 213, 767 S.E.2d at 890.  \n75. Accordingly, the Court concludes that Plaintiffs’ claim for civil conspiracy \nagainst Cone Health should be dismissed for failure to sufficiently allege an \nagreement between Cone Health and the other Defendants.  The Motion therefore \nshould be, and is, GRANTED as to this claim.  However, for the reasons applicable to \nPlaintiffs’ tortious interference claim, the Court concludes, in its discretion, that this \n[Type here] \n \n \n \nclaim should be dismissed without prejudice.  See Aldridge, 230 N.C. App. at 191, 749 \nS.E.2d at 292.   \nV. CONCLUSION \n76. THEREFORE, for the foregoing reasons, the Court hereby GRANTS in \npart and DENIES in part the Motion as follows: \nA. The Motion is DENIED as to Plaintiffs’ claim for breach of the implied \ncovenant of good faith and fair dealing. \nB. The Motion is GRANTED as to Plaintiffs’ claim for tortious interference  \nwith contract, prospective business relationships, and prospective economic \nadvantage against Cone Health , and this claim is  DISMISSED without \nprejudice. \nC. The Motion is GRANTED as to Plaintiffs’ claim for civil conspiracy against \nCone Health, and this claim is DISMISSED without prejudice. \nSO ORDERED, this the 20th day of August, 2019. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}