{
  "id": "fabcd6fa1ead79d74df13b9cf9d684793eae9a4d248a90110122405edd518abf",
  "source_file": "data/raw/ncbc/fabcd6fa1ead79d74df13b9cf9d684793eae9a4d248a90110122405edd518abf.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nLENOIR COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 343 \n \nARMISTEAD B. MAUCK and \nLOUISE CHERRY MAUCK, \n \nPlaintiffs, \n \nv. \n \nCHERRY OIL CO., INC.; JULIUS P. \n“JAY” CHERRY, JR.; and ANN B. \nCHERRY, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nSECOND AMENDED COMPLAINT \n \n THIS MATTER comes before the Court upon Defendants’ Motion to Dismiss \nSecond Amended Complaint.  (“Motion to Dismiss” or “Motion,” ECF No. 49.)   \n THE COURT, having considered the Motion, the briefs of the parties, the \narguments of counsel, and all applica ble matters of record, CONCLUDES that the \nMotion should be GRANTED, in part, and DENIED, in part, for the reasons set forth \nbelow.  \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP , by Walter L. \nTippett, Jr. and Katarina K. Wong , for Plaintiffs Armistead B. Mauck \nand Louise Cherry Mauck.   \n \nWomble Bond Dickinson (US) LLP, by Pressly M. Millen and Samuel B. \nHartzell for Defendants Cherry Oil Co., Inc.; Julius P. “Jay” Cherry, Jr.; \nand Ann B. Cherry.   \n \nDavis, Judge.  \n \nINTRODUCTION \n \n1.  As this Court has previously stated, “[t]his action, succinctly put, \nconcerns a dispute among family members over the management and future direction \nMauck v. Cherry Oil Co., Inc., 2022 NCBC 21. \nof a family business.”  Mauck v. Cherry Oil Co. , 2021 NCBC LEXIS 81, at **2 (N.C. \nSuper. Ct. Sept. 20, 2021).  In the present motion to dismiss, the Court is tasked with \nanalyzing several legal issues relating to the rights of minority shareholders  in the \ncontext of a close corporation.  In so doing, the Court must also determine the extent \nto which Plaintiffs’ claims are affected  by the parties’ Shareholders’ Agreement, \nwhich contains a “put/call” provision that authorizes the corporation to purchase the \nshares of a shareholder at any time.  \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact on motions to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure and instead recites \npertinent facts contained in Plaintiffs’ Second Amended Complaint (“SAC,” ECF No. \n48) and in documents attached to, referred to, or incorporated by reference in the SAC \nthat are relevant to the Court’s determination of the Motion.   \n3. Defendant Cherry Oil Company, Inc. (“Cherry Oil”) 1 is a business that, \nboth directly and through its affil iates—AJAL Investments, LLC (“AJAL”) and C-\nGas, LLC (“C -Gas”)2—“owns and operates a substantial propane and refined fuel \ndistribution operation  serving business and residential customers and roughly 15 \nconvenience stores, along with a portfolio of associated commercial real estate.”  (ECF \n \n1 Cherry Oil is a North Carolina corporation with its registered place of business in Lenoir \nCounty, North Carolina.  (ECF No. 48, at ¶ 9.)   \n \n2 AJAL and C-Gas are not named parties to this action.  Nevertheless, the SAC alleges that \nthe “Maucks[’] and Cherrys[’] 50-50 ownership of AJAL and C-GAS reflect their long-standing \ncommitment and intention to sharing the benefits of Cherry Energy evenly between their \nfamilies.”  (Id. at ¶ 24.)   \n \nNo. 48, at ¶ 1.)  Cherry Oil and its affiliates —which the parties refer to collectively \nas “Cherry Energy” —have been owned and managed by members of the individual \nparties’ extended family since Cherry Oil was founded in 1928 by J.P. Cherry, Sr.  (Id. \nat ¶¶ 2, 15, 34.)   \n4. Plaintiffs Armistead B. Mauck (“Armistead”) and Louise Cherry Mauck \n(“Louise”) (collectively, the “Maucks” or “Plaintiffs”) are married and together own \nand control 194 (approximately 34%) of Cherry Oil’s shares.  (Id. at ¶ 8.)   \n5. Armistead individually owns 97 shares (17%) of Cherry Oil .  (Id. at ¶¶ \n6, 13.)  J.P. Cherry, Sr. and Defendant Julius P. Cherry, Jr. (“Jay”) “asked Armistead \nto join [Cherry Oil] in late 1995” after which Armistead “left a successful banking \ncareer to try to help save the family business.”  ( Id. at ¶¶ 19 –20.)  Armistead has \nserved as an officer and director of Cherry Oil since 1995 and his responsibilities have \nexpanded to include “all aspects of Cherry Energy, ranging from short-term and long-\nterm strategic planning, financial management, marketing, acquisitions, personnel, \nand operational decisions.”  (Id. at ¶¶ 6, 20.)   \n6. Louise individually owns 97 shares (17%) of Cherry Oil and  has served \nas an officer of the company since August 2000 .  She also served as a member and \nofficer of Cherry Oil’s Board of Directors (“Board”) from August 2000 until her \npurported removal from the Board —the validity of which Plaintiffs dispute —on 16 \nJune 2021.  (Id. at ¶ 7.)  Since 2004, Louise has “worked as Cherry Energy’s payroll \nand human resources manager” where she has “implemented modern employment \nbest practices and benefits for its staff, which initiatives would not have been properly \nimplemented and maintained without her involvement.”  (Id. at ¶ 21.)   \n7. Defendants Jay and Ann B. Cherry (“Ann”)  (collectively, the “Cherrys” \nor “Defendants” ) are married and together own and control 390 (approximately \n66%)—a majority interest —of Cherry Oil’s shares. 3  ( Id. at ¶  12.)  Jay  is Louise’s \nbrother and serves both as the chairman of the Board and as president of Cherry Oil.  \n(Id. at ¶¶ 10, 15.)  Ann is a director, vice president, and assistant secretary of Cherry \nOil.  (Id. at ¶ 11.)   \n8. On 15 October 1998, the Maucks and Cherrys entered into a \nShareholders’ Agreement.  (“Shareholders’ Agreement,” ECF No. 15.2.)  Pertinent to \nthis dispute, Section 11 of the Shareholders’ Agreement contained a provision  (the \n“Put/Call Provision”) that states, in pertinent part, as follows:  \n[T]he Corporation shall have the right to purchase (i.e., “call”) from each \nShareholder (or his legal representative) all, but not less than all, of his \nShares for the price specified in Section 6 and upon the terms speci fied \nin Section 7.  If the Corporation shall elect to purchase all such Shares, \nthe Corporation shall provide notice to the Shareholder whose Shares \nare called (or his legal representative), which such [sic] notice shall fix a \nclosing date not more than sixty (60) days after the receipt of the same.   \n \nThe Shareholder subject to a  . . . call shall vote, and take any other \nnecessary action, in accordance with the vote of the Shareholders \nowning a majority of the shares.  \n \n(Id. at § 11).  \n \n9. Until early 2020, Armistead  and Louise maintained “a not less than \nequal role in the management and operation of Cherry Oil and Cherry Energy ,” and \n \n3 Specifically, Jay owns 348 shares (59%), while Ann owns 42 shares (7%).  ( ECF No. 48, at \n¶¶ 10–11.)   \nPlaintiffs allege that  “with Armistead’s leadership, Cherry Oil’s performance has \nsteadily improved.”  (ECF No. 48, at ¶¶ 27, 40.)  Plaintiffs assert that “[t]oday, Cherry \nOil—and more broadly—Cherry Energy are successful” and that “Armistead’s skills \nwere necessary to . . . achieve that success.”  (Id. at ¶ 33.)   \n10. Plaintiffs further allege that  “since Armistead joined Cherry Energy’s \nmanagement, Jay has voluntarily and steadily turned over his remaining, limited \nresponsibilities to Armistead, and Ann has  maintained virtually no presence at this \nbusiness.”  (Id. at ¶ 23.)  These circumstances—along with the success of Cherry Oil \nunder Armistead and Louise’s leadership—created the Maucks’ expectation “that \nthey would [continue to] be involved in management decisions as they have since” \nthey joined Cherry Oil.  (Id. at ¶¶ 38–40.)   \n11. Nevertheless, in or around 2007, the dispute that ultimately gave rise \nto this lawsuit began when Jason Cherry (“Jason” )—Jay and Ann’s son—joined \nCherry Oil as an employee.  ( Id. at ¶ 45.)  Plaintiffs allege that Jason lacks \n“commit[ment] to developing the skills or doing the work necessary to succeed on \nindividual merit, rather than nepotism,” pointing to critical reviews of Jason’s job \nperformance by com pany employees and a “family business consultant .”  ( Id. at ¶ ¶ \n46, 48; see ECF Nos. 48.3–5.)   \n12. Plaintiffs’ dissatisfaction with Jason’s performance at Cherry Oil \nderives in part from their concern over the prospect of Jason ultimately obtaining \ncontrol of Cherry Oil—given “Jay’s desire to retire and to complete estate planning, \npart of which involves leaving Jason, despite chronic shared concerns of all parties, \npotentially in a controlling ownership position.”  (ECF No. 48, at ¶ 49.)   \n13. Starting in 2018, ef forts were made by the Maucks and Cherrys to \naddress Jason’s “dysfunctional contributions to the business” such that a “cooperative \nsolution” could be reached as to the “continuing operation of Cherry Energy after Jay \nand/or Armistead’s retirement.”  ( Id. at ¶¶  50–56.)  These efforts included (a) \nconsulting Cherry Oil’s general counsel; (b) each side hiring their own corporate legal \ncounsel and a professional mediator; (c) Armistead and Louise “openly discuss[ing] \ntheir expectations”; (d) implementation and preparation of an “accountability chart”; \nand (e) the hiring of Maggie Cherry— Jason’s wife—to “remedy the problems created \nby Jason[.]”  (Id.)  While these efforts “seemingly made progress,” they did not lead to \nany final resolution.  (Id. at ¶¶ 50, 56.)    \n14. After the parties’ negotiations failed, Plaintiffs allege that over the last \ntwenty-two months leading up to this lawsuit,  \nJay and Ann have acted in concert to divide the extended family, setting \nbrother against sister as Jay and Ann  seek to consolidate their control \nover Cherry Oil to themselves for the benefit of themselves and what \nthey call their “ next generation” to the exclusion and at the expense of \nArmistead and Louise and Cherry Oil.  \n \n(Id. at ¶ 55.)   Plaintiffs contend that Jay and Ann launched a secret effort to \nundermine them because Plaintiffs objected to their “reckless desire to entrust \nCherry [Oil] to Jason.”  (Id. at ¶ 58.)  Plaintiffs allege that “Jay and Ann have abused \ntheir majority status and positions on the board and in management of Cherry Oil to \nbenefit themselves and their immediate families at the expense of Armistead and \nLouise and Cherry Oil.”  (Id. at ¶ 66.) \n15. The SAC sets out various examples of acts committed by Jay and Ann \nthat Plaintiffs contend demonstrate the Cherrys’ desire to marginalize Armistead and \nLouise while simultaneously increasing Jason’s role within the company.  Plaintiffs \nassert that the Cherrys’ conduct constituted  “breach[es] of Armistead and Louise’s \nreasonable expectations regarding management of Cherry Oil.”  (Id. at ¶¶ 59–66.)  \n16. For example, the SAC includes allegations that: Ann referred to \nArmistead as “scary,” “crazy,” a “bully,” and a “monster” to other Cherry Oil \nemployees; Jay and Jason “frustrated a critical employee to the point that he quit so \nthat Jason could assume his position”; Jay and Ann made modifications to the \nmanagement of Cherry Oil that are “a stark departure from how the business has \nbeen run[,]” including “counterproductive ” personnel and operational changes ; Jay \nand Ann “allow[ed] Jason to take charge of areas under Armistead’s longstanding \nareas of responsibility” and “actively work[ed] to frustrate initiatives Armistead \nbrought to Cherry Oil”; and Jay an d Ann have used their positions of power and \ncontrol to unlawfully “enable and pursue pointless investigations” of Plaintiffs .  (Id. \nat ¶ 59(a)–(b), (d), and (f).)  \n17. Further, the SAC asserts that “Jay and Ann failed to exercise good faith, \ncare, and diligence to make Cherry Oil’s assets and opportunities produce the largest \npossible profit,” including : allowing the loss of Cherry Oil’s best propane driver; \nremoving books and records from the company and then withholding a “key \ndocument”; execut ing “significant contracts without reading them”; generating \n“significant customer management and retention problems”; “allowing fuel to be \ndelivered to known high risk credit customers”; “misrepresenting Armistead’s true \nintentions”; and “abandon[ing] . . . technology training and investments.”  ( Id. at ¶ \n61(a)–(g).)   \n18. On 9 April 2021, Plaintiffs sent a letter  (the “Derivative Demand \nLetter”) to Cherry Oil demanding that the company  take appropriate action with \nregard to their allegations of misconduct by the Cherrys.  (Id. at ¶ 67; see “Derivative \nDemand Letter,” ECF No. 48.13.)  The Derivative Demand Letter detailed much of \nthe same alleged misconduct that is alleged in Plaintiffs’ pleadings in this action and \nincluded a demand that Cherry Oil “immediately take all reasonable steps to compel \nthe [Cherrys] to cease their unlawful conduct and obtain appropriate relief from \nthem.”  (ECF No. 48.13, at p. 4.)  The Derivative Demand Letter further stated: \n“Please respond to this demand as quickly as possible.  In the event that [Cherry Oil] \nfails to meet the demand stated above, the Shareholders may bring litigation on \n[Cherry Oil’s] behalf to force the Prospective Defendants to remedy the harms \noutlined [in this letter] through monetary damages[.]”  (Id.)   \n19. Before receiving a response to the Derivative Demand Letter, Plaintiffs \nfiled their original complaint in this action in Lenoir County Superior Court on 6 May \n2021 against Defendants Cherry Oil, Jay, and Ann.  (ECF No. 3.)  The complaint \nasserted five claims for relief: (1) dissolution of Cherry Oil pursuant to N.C.G.S. § 55-\n14-30; (2) removal of Jay and Ann as directors under N.C.G.S. § 55 -8-09; (3) breach \nof fiduciary duty and constructive fraud against Jay and Ann; (4) breach of contract \nagainst Jay; and (5) a putative claim for constructive trust against Jay and Ann.  No \nderivative claims were asserted at that time.   \n20. On 7 June 2021, this action was designated as a mandatory complex \nbusiness case and assigned to the Honorable Gregory P. McGuire.  (Design. Ord., ECF \nNo. 1; Assign. Ord., ECF No. 2.) \n21. Plaintiffs assert that “[a]fter Armistead and Louise filed the [i]nitial \nComplaint, Jay and Ann intensified and amplified their prior misconduct” in a \nnumber of ways, including  the following: (1) Ja y and Ann improperly noticed a 16 \nJune 2021 shareholder s meeting where Louise was purportedly removed from the \nBoard (ECF No. 48, at ¶ 81); (2) Jay and Ann improperly noticed a 16 June 2021 \ndirectors meeting with the “new” Board (composed of only Jay, Ann and Armistead) \nto approve a “call” to purchase  Plaintiffs’ shares in Cherry Oil pursuant to the \nShareholders’ Agreement (Id. at ¶ 84); (3) the books and records made available to \nPlaintiffs prior to the 16 June 2021 directors meeting “did not incl ude the \n[S]hareholder [A]greement to which Jay, Ann, and [Defendants’ counsel] cited during \nthe meetings and upon which they now rely to allege a right to purchase Armistead \nand Louise’s shares” (Id. at ¶ 82); (4) Jay and Ann hired their own previously retained \ncounsel, Womble Bond Dickinson (US) LLP (“Womble Bond”), to also serve as counsel \nfor Cherry Oil despite Armistead and Louise’s  objections due to perceived conflicts of \ninterest (Id. at ¶ 88); and (5) since the Board purportedly voted to purchase Armistead \nand Louise’s shares, “Jay and Ann and Cherry Oil have done nothing to make [the \npurchase] happen” pursuant to the terms of the Shareholders ’ Agreement (Id. at ¶ \n85).   \n22. On 1 July 2021, this action was reassigned to the undersigned.  \n(Reassign. Ord., ECF No. 11.)   \n23. On 29 July 2021, Plaintiffs filed a  First Amended Complaint ( “FAC,” \nECF No. 18) naming Jay, Ann, and Cherry Oil as Defendants—reiterating their prior \nallegations and adding derivative claims against Jay and Ann for gross \nnegligence/willful misconduct; breach of fiduciary duty; constructive fraud; and  a \nclaim seeking the removal of Jay and Ann as directors under N.C.G.S. § 55-8-09.   \n24. On 20 September 2021, this Cou rt denied Plaintiffs’ Motion to \nDisqualify Womble Bond (ECF No. 12) as counsel for  Cherry Oil , concluding that \nWomble Bond was permitted to simultaneously represent the interests of both Cherry \nOil and the Cherrys.4  (ECF No. 28.)   \n25. On 6 December 2021, this Court granted Plaintiffs leave to file the SAC \n(ECF No. 46), which was filed shortly thereafter.  (ECF No. 48.)   \n26. The SAC contains the following combination of derivative and individual \nclaims: (1) a claim for dissolution  of Cherry Oil pursuant to N.C.G.S. § 55 -14-30 \n(brought individually by Plaintiffs against Cherry Oil) (Id. at ¶¶ 93–103); (2) breach \nof fiduciary duty and constructive fraud claim s (brought individually by Plaintiffs \nagainst Jay and Ann ) (Id. at ¶¶ 104– 19); (3) a breach  of contract claim ( brought \n \n4 Specifically, this Court found that the allegations in the FAC did not amount to “serious \ncharges of wrongdoing” by Jay and Ann as directors of Cherry Oil that would necessitate the \nCherrys and Cherry Oil being represented by separate counsel.  Mauck, 2021 NCBC LEXIS \n81, at **21.   \nindividually by Armistead against Jay with regard to an alleged agreement by Jay to \ntransfer 30 shares of Cherry Oil to Armistead)  (Id. at ¶¶ 120– 32); (4) a claim for \nconstructive trust (brought individually by Plaintiffs against Jay and Ann) (Id. at ¶¶ \n133–38); (5) a claim for “gross negligence/willful misconduct” (brought derivatively on \nbehalf of Cherry Oil against Jay and Ann) (Id. at ¶¶ 139–41); (6) a breach of fiduciary \nduty claim (brought derivatively on behalf of Cherry Oil against Jay and Ann) (Id. at \n¶¶ 142–45); (7) a constructive fraud claim ( brought derivatively on behalf of Cherry \nOil against Jay and Ann) (Id. at ¶¶ 146–49); (8) a claim for removal of Jay and Ann \nas directors of Cherry Oil pursuant to N.C.G.S. §  55-8-09 (brought derivatively on \nbehalf of Cherry Oil) (Id. at ¶¶ 150–55); and (9) a breach of contract claim  (brought \nindividually by Plaintiffs against all Defendants for allegedly “fail[ing ] to take \nreasonable and necessary steps [pursuant to the Shareholders’ Agreement] to \ncomplete the call transaction while exercising dominion and control over [Plaintiffs’] \nshares”) (Id. at ¶¶ 156–64).   \n27. On 12 January 2022, Defendants filed the present Motion to Dismiss, \nrequesting that the Court dismiss with prejudice all of the claims asserted by \nPlaintiffs in the SAC pursuant to Rules 12(b)(1) and 12(b)(6).  (ECF No. 49.)   \n28. The Court held a hearing on the Motion to Dismiss on 4 March 2022.  \nThe Motion is now ripe for resolution.   \nLEGAL STANDARD \n29. “Standing is a necessary pre requisite to a court’s proper exercise of \nsubject matter jurisdiction.”  In re A.S.M.R. , 375 N.C. 539, 542 (2020) (cleaned up).  \nRule 12(b)(1) requires the dismissal of any action “based upon a trial court’s lack of \njurisdiction over the subject matter of the claim.”   N.C.G.S. § 1A -1, Rule 12(b)(1) .5  \nThe plaintiff bears the burden of establishing subject matter jurisdiction.  See Harper \nv. City of Asheville, 160 N.C. App. 209, 217  (2003).  In ruling on a motion to dismiss \nfor lack of standing pursuant to Rule 12(b)(1), the Court “ may consider matters \noutside the pleadings ” in determining whether subject matter jurisdiction exists, \nHarris v. Matthews, 361 N.C. 265, 271 (2007), and must “view the allegations [of the \ncomplaint] as true and the supporting record in the light most favorable to the non -\nmoving party[,]” Mangum v. Raleigh Bd. of Adjustment, 362 N.C. 640, 644 (2008). \n30. In contrast, in ruling on a motion to dismiss under Rule 12(b)(6), the \nCourt may only consider the pleading and “any exhibits attached to the [pleading ,] \nKrawiec v. Manly , 370 N.C. 602, 606 (2018) , i n order to determine whether “ as a \nmatter of law, the allegations of the complaint, treated as true, are sufficient to state \na claim upon which relief can be granted under some [recognized] legal theory ,” \nForsyth Mem’l Hosp., Inc. v. Armstrong World Indus., Inc. , 336 N.C. 438, 442 (1994) \n(quoting Lynn v. Overlook Dev., 328 N.C. 689, 692 (1991)).  The Court must view the \nallegations in the complaint “ in the light most favorable to the non -moving party.”  \nChristenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5  (2017) (quoting Kirby v. \nN.C. Dep’t of Transp., 368 N.C. 847, 852 (2016)). \n \n5 The Court notes that “[a] plaintiff’s standing to assert its claims may be challenged under \neither Rule 12(b)(1) or Rule 12(b)(6) [.]”  Raja v. Patel, 2017 NCBC LEXIS 25, at *11 (N.C. \nSuper. Ct. Mar. 23, 2017). \n31. “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen (1) the complaint on its face reveals that no law support s the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’ s \nclaim.”  Corwin v. British Am. Tobacco PLC , 371 N.C. 605,  615 (2018) (cleaned up).  \nAdditionally, the Court may “ reject allegations [in the complaint] that are \ncontradicted by the documents attached, specifically referred to, or incorporated by \nreference in the complaint.”  Laster v. Francis, 199 N.C. App. 572, 577 (2009); see also \nOberlin Capital, L.P v. Slavin , 147 N.C. App. 52, 60 (2001) (stating that  in deciding \na Rule 12(b)(6) motion,  the Court may consider documents to which the complaint \nspecifically refers).   \n32. With regard to the present Motion to Dismiss, Defendants contend that \nPlaintiffs lack standing to assert a dissolution claim and, as such, the Court will \nanalyze that portion of their Motion pursuant to Rule 12(b)(1).  Defendants  seek to \ndismiss the remaining claims in th e SAC for failure  to state a valid claim for relief .  \nThose claims will therefore be analyzed pursuant to Rule 12(b)(6). \nANALYSIS \nA. Dissolution Claim  \n33. N.C.G.S. § 55-14-30 provides, in pertinent part, as follows: \n \nThe Superior Court may dissolve a corporation: . . . (2) [i]n a proceeding \nby a shareholder if it is established that . . . (ii) liquidation is reasonably \nnecessary for the protection of the rights and interests of the \ncomplaining shareholder;  . . . [or] (iv) the corporate assets are being \nmisapplied or wasted[.] \n \nN.C.G.S. § 55-14-30(2)(ii), (iv).   \n34. Plaintiffs’ first cause of action seeks judicial dissolution of Cherry Oil \nunder N.C.G.S. § 55 -14-30 based on theories of both frustration of reasonable \nexpectations and waste of corporate assets.  (ECF No. 48, at ¶¶ 96, 100.)   \n35. With respect to claims for dissolution under § 55-14-30(2)(ii), the North \nCarolina Business Corporation Act (“BCA”) provides an alternative to dissolution by \nallowing the corporation to purchase the shares of the complaining shareholder: \nIn a proceeding brought by a shareholder under [N.C.]G.S. [§] 55- 14-\n30(2)(ii) in which the court determines that dissolution would be \nappropriate, the Court shall not order dissolution if , after such \ndetermination, the corporation elects to purchase the shares of the \ncomplaining shareholder at their fair value, as determined in \naccordance with such procedures as the court may provide. \n \nN.C.G.S. § 55-14-31(d).   \n36. Defendants argue that Plaint iffs lack standing to assert a dissolution \nclaim such that dismissal of the claim is appropriate under Rule 12(b)(1).  Defendants \ncontend that any “reasonable expectations” of Plaintiffs were addressed in the \nPut/Call Provision  of the Shareholders’ Agreement, which they contend “ provides \n[Plaintiffs] with only two remedies for their discontent: they may put their shares to \nthe company or their shares may be called by it.”  (ECF No. 53, at p. 1.)  \n37. Plaintiffs do not deny signing the Share holders’ Agreement or argue \nthat its terms are unconscionable.  Instead, they argue  that Defendants’ standing \nargument fails because  (1) a shareholders’ agreement  cannot circumvent the \nstatutory process for dissolution available to shareholders in N.C.G.S. § 55-14-30; (2) \nthe Shareholders’ Agreement has been “superseded by the conduct of the parties”; (3) \nthe call of Plaintiffs’ shares was invalid due to insufficient notice of the shareholder \nmeeting; and (4) Cherry Oil has not yet actually purchased Plaintiffs’ shares.  (ECF \nNo. 52, at pp. 4–5.)  In addition, Plaintiffs assert that if their shares are to be bought \nby Cherry Oil, the buyout should occur pursuant to the procedure set out in N.C.G.S. \n§ 55-14-31(d) and that the Court should oversee the process. \n38. Plaintiffs’ argument that a provision in a shareholders’ agreement  is \ninvalid if it conflicts with  the statutory provisions in the BCA regarding dissolution \nis incorrect. To the contrary , N.C.G.S. §  55-7-31, which governs shareholders’ \nagreements, expressly provides that an agreement among shareholders in non-public \ncorporations that complies with the terms of that statute is permissible “even though \nit is inconsistent with one or more prov isions of this Chapter.”  N.C.G.S. § 55-7-31(b) \n(emphasis added).  Further, the BCA provides that a shareholders’ agreement is valid \nif, as here, it “governs the exercise of the corporate powers or the management of the \nbusiness and affairs of the corporation or the relationship between or among the \nshareholders, the directors, and the corporation and is not contrary to public policy.”  \nId. at (b)(8).   \n39. Thus, put/call provision s contained within  a shareholders’ agreement  \nare legally effective.  See, e.g., Harris v. Testar, Inc. , 243 N.C. App. 33, 40 (2015) \n(enforcing call provision in stockholders’ agreement requiring shareholder to sell his \nshares to the corporation upon termination of employment); see also 1 R\nOBINSON ON \nNORTH CAROLINA CORPORATION LAW § 9.05[3] (2021) (explaining that “call” provisions \nare one of the “most frequently encountered” provisions in shareholders’ agreements \nof close corporations, and they “may be useful to give controlling shareholders an \nalternative to elimin ating dissident minority shareholders” by more complicated \nmeans).    \n40. Here, the shareholders of Cherry Oil —Jay, Ann, Armistead, and \nLouise—entered into a Shareholders ’ Agreement in 1998 in which they bound \nthemselves to a procedure that serves  as an altern ative to bringing a judicial \ndissolution action.  This procedure is contained in the Put/Call Provision of Section \n11 of the Shareholders’ Agreement, which grants Cherry Oil the right to purchase \n(“call”)—or the shareholder the right to sell (“put”)—all of the shareholder’s shares at \nfair market value.  (ECF No. 15.2, at § 11.)   Although Plaintiffs would clearly prefer \nto pursue statutory dissolution of Cherry Oil pursuant to N.C.G.S. § 55 -14-30, that \noption is no longer available to them.  \n41. The SAC is replete  with allegations that Jay and Ann have acted \ninconsistently with Plaintiffs ’ reasonable expectations  regarding their continu ing \nstatus with Cherry Oil.  But the Put/Call Provision in Section 11 of the Shareholders’ \nAgreement reflects a bargained- for agreement between the shareholders that a \nshareholder’s right to receive fair market value for his or her shares is sufficient to \nprotect the “reasonable expectations”  of minority shareholders such as the Maucks .  \nSee Harris, 243 N.C. App. at 39–40 (holding that where a complaining shareholder’s \nshares were “called” by the corporation pursuant to a provision in the shareholders’ \nagreement, the complaining shareholder’s “reasonable expectations” were \n“adequately protected” by the buying out of his shares at the price set forth in the \n“call” provision).   \n42. Although Plaintiffs argue that the Put/Call Provision  was somehow \nsuperseded by the conduct of the parties since 1998, Plaintiffs have failed to make \nany cogent argument as to why this is so.  Indeed, the Shareholders’ Agr eement \ncontains a modifications clause, which states that “[n]o change or modification of this \nAgreement shall be valid unless the same be in writing and signed by all the parties \nhereto.”  (ECF No. 15.2, at § 16.)  Plaintiffs concede that no such writing exists.   \n43. Finally, Plaintiffs’ argument that  their shares have not yet been \npurchased by Cherry Oil fares no better.  As explained above, t he very existence of \nthe Put/Call Provision  precludes Plaintiff s from effectively initiating a claim for \nstatutory dissolution.  To be sure, Plaintiffs are entitled to the benefit of their bargain \nunder the Put/Call Provision and possess legal remedies if Cherry Oil does not comply \nwith its obligations under the buy -out provision.  But those remedies are separate \nfrom a statutory claim for dissolution. \n44. Accordingly, Defendants’ Motion to Dismiss Plaintiffs’ first cause of \naction in the SAC seek ing dissolution of Cherry Oil  pursuant to N.C.G.S. § 55 -14-\n30(2)(ii) and (iv)  is GRANTED, and the claim is DISMISSED without prejudice \npursuant to Rule 12(b)(1).   \nB. Claim for Removal of Jay and Ann as Directors of Cherry Oil  \n45. Plaintiffs’ eighth cause of action is a derivative claim seek ing the  \nremoval of Jay and Ann as Directors of Cherry Oil.  (ECF No. 48, at ¶¶ 150–55.)   \n46. N.C.G.S. § 55 -8-09—titled “Removal of directors by judicial \nproceeding”—provides, in pertinent part:  \n(a) The superior court . . . may remove a director of the corporation from \noffice in a proceeding commenced  . . . by its shareholders holding at \nleast ten percent (10%) of the outstanding shares of any class if the \ncourt finds that:  \n(1) The director engaged in fraudulent or dishonest conduct, or \ngross abuse of authority or discretio n, with respect to the \ncorporation; and  \n(2) Removal is in the best interest of the corporation.   \n \nN.C.G.S. § 55-8-09(a)(1)–(2).  The Official Comment to this section further provides:  \nThe purpose of [§ 55 -8-09] is to permit the prompt and efficient \nelimination of dishonest directors.  It is not intended to permit judicial \nresolution of internal corporate struggles for control except in those \ncases in which a court finds that the director has been guilty of wrongful \nconduct of the type described. \n \nId. at cmt. 2.   \n \n47. Defendants argue that Plaintiffs’  removal claim should be dismissed \nbecause Plaintiffs have neither “alleged any fraudulent or dishonest conduct, or gross \nabuse by either Jay or Ann that could justify their removal as  directors” nor have \nthey alleged “any fact suggesting that removal of Jay or Ann would be in the best \ninterest” of Cherry Oil.  (ECF No. 50, at p. 10.)   \n48. In response, Plaintiffs contend that they “sufficiently allege specific \ninstances of fraudulent or dishonest conduct,” “gross abuse of authority or discretion,” \nand “facts showing that removal of Jay or Ann would be in the best interest” of Cherry \nOil.  (ECF No. 52, at pp. 8–9 (referring to ECF No. 48, at ¶¶ 57, 59, 61, 63, 80–84, 90–\n91, 144, and 152).)   \n49. The Court, having thoroughly reviewed the allegations in the SAC, finds \nthat Plaintiffs have failed to sufficiently allege conduct that is fraudulent or dishonest \nor conduct that constitutes a gross abuse of authority  or discretion that is sufficient \nto warrant Jay and Ann’s remo val from the Board .  Nor does the SAC contain \nanything other than merely conclusory allegations that the removal of Jay and Ann  \nas directors would be in the best interests of Cherry Oil.  Therefore, these allegations \nfall short  of stating a valid claim for the removal of Jay and Ann as Directors of \nCherry Oil.    \n50. Accordingly, Defendants’ Motion to Dismiss Plaintiffs’ claim for removal \nof Jay and Ann as Directors of Cherry Oil is GRANTED, and the claim is DISMISSED \nwith prejudice.  \nC. Gross Negligence/Willful Misconduct   \n51. Plaintiffs’ fifth cause of action is a derivative claim for “gross \nnegligence/willful misconduct” against Jay and Ann.  (ECF No. 48, at ¶¶ 139– 41.)  \nPlaintiffs allege, inter alia, that Jay and Ann “engag[ed] in willful, wanton, and \nreckless misconduct in the management and exercise of de facto control over Cherry \nOil.”  (Id. at ¶ 141.)   \n52. Defendants argue that this claim should be dismissed because \n“Plaintiffs have failed to allege any intentional misconduct by Jay or Ann or injury to \n[Cherry Oil] caused by any such misconduct.”  (ECF No. 50, at p. 15.)  In response, \nPlaintiffs assert that they have adequately alleged “intentional wrongdoing by Jay \nand Ann that rises to the standard for willful or wanton conduct” —pointing to what \nthey argue are allegations of “knowing and intentional bad acts committed by Jay \nand Ann, including those to exclude Plaintiffs from [Cherry Oil] and divert control of \n[Cherry Oil] for their own benefit.”  (ECF No. 52, at p. 24 (referring to ECF No. 48, at \n¶¶ 57, 59, 65, 80–84, 90–91).)   \n53. Our Supreme Court “has often used the terms ‘willful and wanton \nconduct’ and ‘gross negligence’ interchangeably to describe conduct that falls \nsomewhere between ordinary negligence and intentional conduct.”  Yancey v. Lea, \n354 N.C. 48, 52 (2001).   \n54. Gross negligence is “wanton conduct done with conscious or reckless \ndisregard for the rights and safety of others.”  Id .  “The difference between ordinary \nnegligence and gross negligence is substantial.”  McDevitt v. Stacy , 148 N.C. App. \n448, 460 (2002) (quotations and citation omitted).   \nAn act or conduct rises to the level of gross negligence when \nthe act is done purposely and with the knowledge that such \nact is a breach of duty to others, i.e., a conscious disregard \nof the [rights and] safety of others.  An act or conduct moves \nbeyond the realm of negligence when the injury or damage \nitself is intentional.   \n \nYancey, 354 N.C. at 53 (emphasis and alterations in original) (citations omitted).   \n55. Our Supreme Court has also defined “willful negligence.”  \nAn act is done willfully when it is done purposely and \ndeliberately in violation of law or when it is done knowingly \nand of se t purpose, or when the mere will has free play, \nwithout yielding to reason.  The true conception of wil[l]ful \nnegligence involves a deliberate purpose not to discharge \nsome duty necessary to the safety of the person or property \nof another, which duty the person owing it has assumed by \ncontract, or which is imposed on the person by operation of \nlaw. \n \nId. at 53 (cleaned up) (quoting Foster v. Hyman, 197 N.C. 189, 191 (1929)).   \n56. Here, the SAC’s allegations  simply do not support a claim for gross \nnegligence or willful misconduct.  Plaintiffs have not alleged conduct that  satisfies \nthe elements applicable to this cause of action .  Accordingly, Defendants’ Motion to \nDismiss Plaintiffs’ fifth cause of action in the SAC for gross negligence/willful \nmisconduct is GRANTED, and the claim is DISMISSED with prejudice.   \nD. Claims for Breach of Fiduciary Duty  \n57. Plaintiffs have alleged claims against Jay and Ann both derivatively and \nindividually for breach of fiduciary duty.  (ECF No. 48, at ¶¶ 104–19, 142–45.)  \n58. To successfully plead a breach of fiduciary duty claim, “a plaintiff must \nshow that: (1) defendant owed plaintiff a fiduciary duty; (2) the defendant breached \nthat fiduciary duty; and (3) the breach of fiduciary duty was a proximate cause of \ninjury to the plaintiff.”  Sykes v. Health Network Sols., Inc., 372 N.C. 326, 339 (2019) \n(citation omitted). \n59. As noted above, Plaintiffs have brought both derivative  and individual \nbreach of fiduciary duty claims against Jay and Ann.  “A derivative proceeding is a \ncivil action brought in the right of a corporation ”—i.e., the claim is on behalf of the \ncorporation for alleged injury to the corporation —while “an individual action is \nbrought to enforce a right which belongs to a plaintiff personally ”—i.e., the claim is \nmade directly by the plaintiff (shareholder) for alleged injury to the plaintiff.  Hayes, \n248 N.C. App. at 577 (cleaned up); see Barger v. McCoy Hillard & Parks, 346 N.C. \n650, 660 (1997) (explaining that corporate shareholders  “generally may not bring \nindividual actions to recover what they consider their share of the damages suffered \nby the corporation”).    \n60. Before addressing the specific breach of fiduciary duty clai ms asserted \nby Plaintiffs in this action,  it is helpful to review  some of the basic principles that \ngovern the Court’s analysis.    \n61. “Under North Carolina law, a fiduciary relationship is defined as “ one \nin which there has been a special confidence reposed in one who in equity and good \nconscience is bound to act in good faith and with due regard to the interests of the \none reposing confidence. ”  Dalton v. Camp , 353 N.C. 647, 651 (2001) (internal \nquotations omitted).   \n62. As fiduciaries to a corporation, corporate officers and directors “must \ndischarge their duties in good faith, with due care, and in a manner they believe to \nbe in the corporation’s best interests. ”  Hayes, 248 N.C. at 577 .  Thus,  “corporate \ndirectors and officers act in a fiduciary capacit y in the sense that they owe the \ncorporation the duties of loyalty and care.”  Seraph  Garrison, LLC v. Garrison , 247 \nN.C. App. 115, 119 (2016) (citations omitted).\n6   \n63. “The standard of conduct applicable to officers and directors is subject \nto review under the business judgment rule.”  Adum v. Albermarle Plantation Prop. \nOwners Ass’n, 2021 NCBC LEXIS 6, at **38 (N.C. Super. Ct. Jan. 19, 2021); see also \n \n6 See ROBINSON ON NORTH CAROLINA CORPORATION LAW § 14.03–04 (describing the duty of \ncare as an obligation to act “with the care an ordinarily prudent person in a like position \nwould exercise in like circumstances” and the duty of loyalty as an obligation to act “in a \nmanner the director reasonably believes to be in the best interest of the corporation” and not \n“for personal gain to the detriment of the corporation”). \n \nTechnik v. WinWholesale, Inc. , 2012 NCBC LEXIS 5, at **13 (N.C. Super. Ct. Jan. \n13, 2012).  Our Court of Appeals has explained the rule as follows:  \nThe business judgment rule operates primarily as a rule of evidence or \njudicial review and creates, first, an initial evidentiary presumption that \nin making a decision the directors acted with due  care (i.e., on an \ninformed basis) and in good faith in the hones t belief that their action \nwas in the best interest of the corporation, and second, absent rebuttal \nof the initial presumption, a powerful substantive presumption that a \ndecision by a loyal and informed board will not be overturned by a court \nunless it cannot be attributed to any rational business purpose. \n \nGarrison, 247 N.C. App. at 122 (citation omitted) .  “In order to defeat this \npresumption and survive a motion to dismiss, [p] laintiff must allege in other than \nconclusory terms that the board [or officer] was inattentive or uninformed, acted in \nbad faith, or that the board’s [or officer’s] decision was unreasonable.”  Coleman v. \nColeman, 2015 NCBC LEXIS 114, at **18–19 (N.C. Super. Ct. Dec. 10, 2015) (citation \nomitted); see also Adum, 2021 NCBC LEXIS 6, at **39.   \n64. Nevertheless, “the protection . . . afforded by the business judgment rule \ndoes not apply where the plaintiff has made an adequate showing that the directors \nbreached their duty of loyalty . . . by having . . . engaged in self-dealing[.]”  Vernon v. \nCuomo, 2009 NCBC LEXIS 1, at **38 (N.C. Super. Ct. Mar. 17, 2009) (citation \nomitted).   \n65. With respect to the fiduciary duties owed by a majority shareholder to a \nminority shareholder, \nin closely -held corporations, “[t] he devolution of unlimited power \nimposes on holders of the majority of the stock a correlative duty, the \nduty of a fiduciary or agent, to the holders of the minority of the stock, \nwho can act only through them -- the duty to exercise good faith, care, \nand diligence to make the property of the corporation produce the largest \npossible amount, to protect the interests of the holders of the minority \nof the stock, and to secure and pay over to them their just proportion  of \nthe income and of the proceeds of the corporate property.” \n \nThomas v. McMahon , 2015 NCBC LEXIS 67, at **27– 28 (N.C. Super. Ct. June 23, \n2015) (quoting Loy v. Lorm Corp., 52 N.C. App. 428, 432–33 (1981)).   \n66. With these principles in mind, the Court turns to Plaintiffs’ claim s for \nbreach of fiduciary duty.  The Court will first address the derivative claim and then \nthe individual claim.   \n67. Plaintiffs’ sixth cause of action is a derivative claim on behalf of Cherry \nOil for breach of fiduciary duty against Jay and Ann as directors and officers of \nCherry Oil.  (ECF No. 48, at ¶¶ 142 –45.)  Plaintiffs allege, inter alia, that Jay and \nAnn have breached their fiduciary duty of care and loyalty to Cherry Oil by \n“devaluing and undermining the success and viability of Cherry Oil”;  by \n“exclud[ing] . . . Plaintiffs from management and operation of Cherry Oil”; and by \n“causing Cherry Oil’s [ ] legal counsel to act in Jay and Ann’s narrow and specific \ninterest.”  (Id. at ¶ 144.)   \n68. Defendants argue that this claim should be dismissed because Plaintiffs \nhave failed to allege that they engaged in conduct that breached a fiduciary duty they \nowed to Cherry Oil.  (ECF No. 50, at p. 11).   \n69. Based on the Court’s exhaustive review  of the allegations in the SAC, \nthe Court concludes  that the  Plaintiffs’ derivative breach of fiduciary duty claim \nagainst Jay and Ann fails as a matter of law.  \n70. First, Plaintiffs’ allegations that Defendants’ actions have harmed or \n“devalued” Cherry Oil are belied by Plaintiffs’ own admission that “[t]oday, Cherry \nOil and—more broadly—Cherry Energy are successful” and  that “Cherry Energy is \nwithin months of being totally debt free . . . and is posting returns that are nearly \ndouble that of its [n]ational peer group, and has healthy cash reserves.”  (ECF No. 48, \nat ¶¶ 31, 33.)   \n71. Second, conspicuously absent from the SAC are allegations of financial \nself-dealing,7 theft, fraud, or usurpation of corporate opportunities by the Cherrys.   \nSuch allegations are typical in claims that have survived a Rule 12(b)(6) motion.  See, \ne.g., Bandy v. A Perfect Fit for You, Inc., 2018 NCBC LEXIS 21, at *14–15 (N.C. Super. \nCt. Mar. 7, 2018) (denying motion to dismiss breach of fiduciary duty claim where \nallegations included a sole director’s failure to stop the corporation “from making \nfraudulent Medicaid reimbursemen t claims” and engag ing in “self -dealing \ntransactions to transfer money from [the corporation] to herself”); SCA -Blue Ridge, \nLLC v. WakeMed , 2016 NCBC LEXIS 2, at **25 –26 (N.C. Super. Ct. Jan. 4, 2016) \n(denying motion to dismiss breach of fiduciary duty claim  where partnership’s \ncontrolling member was “presented . . . with an opportunity to negotiate the possible \npurchase” of a competitor on behalf of the partnership, but instead purchased the \ncompeting entity for itself).          \n \n7 The Court’s conclusion in its  prior Order and Opinion on Plaintiffs’ Motion to Disqualify  \nconcerning one of Plaintiffs’ earlier pleadings applies with equal force here:  “[a]lthough the \n[SAC] uses the term ‘self -dealing’ on a number of occasions in its characterization of the \nCherrys’ conduct [ ], the supporting allegations reveal that they are not alleging actual self -\ndealing in its tradit ional sense.”  Mauck v. Cherry , 2021 NCBC LEXIS 81, at **22 (N.C. \nSuper. Ct. Sept. 20, 2021).   \n72. Third, Plaintiffs’ assertion that their removal from  management roles \nat Cherry Oil was not in the best interest s of the corporation, without more, reflects \nonly a  subjective belief that cannot serve as a basis for their derivative breach of \nfiduciary duty claim.  Likewise, their assertion that the Cherrys are wrong in their \nbelief that Jason is deserving of a position of control within Cherry Oil simply reflects \na difference of opinion rather than evidence of a breach of fiduciary duty. \n73. Fourth, although the SAC makes the blanket assertion that Defendants \n“failed to exercise good faith, care, and diligence to make Cherry Oil’s assets and \nopportunities produce the largest possible profit ,” ( Id. at ¶ 61), mere  conclusory \nallegations are insufficient to survive a Rule 12(b)(6) motion.   \n74. Moreover, t he bulk of the allegations that are pled with specificity \nsimply involve Plaintiffs’ disagreement with decisions made by Defendants that are \nwithin the ambit of the business judgment rule.   \n75. Indeed, a number of the incidents of mismanagement by Jay and Ann \nalleged in the SAC simply reflect matters of routine business judgment.  For example, \nthe SAC references the loss of the company’s best propane driver and the rehiring of \na less dependable one; decisions to allow fuel to be delivered to high-risk customers; \nand an occasion on which Jason and Jay decided not to return a call from a customer.   \n76. Such contentions reflect corporate conduct that is typically protected by \nthe business judgment rule, see e.g., Coleman, 2015 NCBC LEXIS 114, at *19 (finding \nallegation that directors’ replacement of the president of a corporation with a person \nwho “does not have the requisite expertise or experience,” without more, to be \n“insufficient to demonstrate that the board’s actions wer e outside the realm of the \nbusiness judgment rule); Technik , 2012 NCBC LEXIS 5, at **15 –16 ( finding \nallegations that the board mismanaged the president’s termination and replacement \ndescribed nothing more than “routine conduct for directors engaged in fundamental \nbusiness decision making” and was therefore subject to the business judgment rule), \nand fall far short of the sort of conduct that is required to make out a claim for breach \nof fiduciary duty.  See, e.g., Miller v. Burlington Chem. Co., LLC, 2017 NCBC LEXIS \n6, at *35 (N.C. Super. Ct. Jan. 27, 2017) (denying motion to dismiss based on \nallegations that manager “fail[ed] to take appropriate action to collect” a $324,000 \naccount receivable and $1.5 million due under a purchase agreement).   \n77. Accordingly, Defendants’ Motion to Dismiss Plaintiffs’ derivative  claim \nfor breach of fiduciary duty is GRANTED, and the claim  is DISMISSED with \nprejudice.    \n78. The Court reaches a different conclusion, however, with regard to \nPlaintiffs’ individual claim for breach of fiduciary duty against Jay and Ann as \nmajority shareholders of Cherry Oil.  (ECF No. 48, at ¶¶ 104–19.)   \n79. In their briefs, Defendants repeatedly argue that Plaintiffs’ individual \nbreach of fiduciary duty claim is foreclosed by the existence of the Put/Call Provision \nin the Shareholders’ Agreement.  However, unlike Plaintiffs’  dissolution claim, the \nexistence of the Put/Call Provision does not serve as a per se bar to Plaintiffs’ right to \nassert a breach of fiduciary duty claim  individually.  Although Defendants contend \nthat the Shareholders’ Agreement “established an alternative, bargained -for \nprocedure for protecting the rights of minority shareholde rs” and that Plaintiffs \n“should [not] be permitted to circumvent [this] procedure” by bringing breach of \nfiduciary duty claims (ECF No. 50, at p. 11), nothing in the Shareholders’ Agreement \npurports to waive any fiduciary duties existing between the shareholders.    \n80. As discussed above, it is abundantly clear that under North Carolina \nlaw the Cherrys, as majority shareholders, owed a fiduciary duty to the Maucks, as \nminority shareholders.  See, e.g., Raymond James Capital Partners, L.P. v. Hayes, \n248 N.C. App. 574, 580 (2016) (recognizing that “a controlling shareholder owes a \nfiduciary duty to minority shareholders”).    \n81. While the  Court agrees  with Defendants that the Put/Call Provision  \nprecludes Plaintiffs from relying on a “reasonable expectations” theory as the basis \nfor their individual breach of fiduciary duty claim , the Court is satisfied that other \nallegations in the SAC state a valid individual claim for breach of fiduciary duty.  \n82. For example, the SAC alleges that Defendants engaged in conduct such \nas hiding corporate records from  Plaintiffs; excluding them from essential \ncommunications; failing to give them proper notice of meetings; secretly attempting \nto undermine their work; continuing to rely on outdated personal guaranties executed \nby Plaintiffs in the course of Defendants’ dealings with  creditors despite having \nremoved Plaintiffs from their roles at Cherry Oil; falsely representing to vendors \nwithout Plaintiffs’ consent that Plaintiffs had authorized certain transactions; \nignoring Plaintiffs’ rights under the Shareholders’ Agreement; and seeking to remove \nPlaintiffs from the Board in an improper manner.  \n83. Such allegations are sufficient to permit Plaintiffs’ individual claim for \nbreach of fiduciary duty to survive dismissal under Rule 12(b)(6).  See, e.g., Technik, \n2012 NCBC LEXIS 5, at **16–17 (allowing individual breach of fiduciary duty claim \nto survive Rule 12(b)(6) scrutiny where plaintiff alleged that he was excluded from \nboard and shareholder meetings) .  Therefore,  Defendants’ Motion to Dismiss \nPlaintiffs’ second cause of action in the SAC for breach of fiduciary duty is DENIED.   \nE. Constructive Fraud  \n84. Plaintiffs assert claims for constructive fraud both individually and \nderivatively.  (ECF No. 48, at ¶¶ 104–19, 146–49.)   \n85. It is well established that “a cause of action for constructive fraud must \nallege: (1) a relationship of trust and confidence; (2) that the defendant took \nadvantage of that position of trust in order to benefit himself; and (3) that plaintiff \nwas, as a result, injured.”  White v. Consol. Planning, Inc. , 166 N.C. App. 283, 293 \n(2004).  “[A]n essential element of constructive fraud is that ‘defendants sou ght to \nbenefit themselves’ in the transaction.”  Piles v. Allstate Ins. Co. , 187 N.C. App. 399, \n406 (2007) (quoting Barger, 346 N.C. at 667).  This Court has recently observed that \n“[c]onstructive fraud and breach of fiduciary duty are similar but separate  claims in \nNorth Carolina.  The primary difference between the two claims is that constructive \nfraud requires that the defendant benefit himself.”  Oliver v. Brown & Morrison, Ltd., \n2022 NCBC LEXIS 20, at **25 (N.C. Super. Ct. Mar. 3, 2022). \n86. Although the Court has determined that Plaintiffs have adequately pled \ntheir individual breach of fiduciary duty claim, the Court nevertheless concludes that \nboth Plaintiffs’ individual and derivative claims for constructive fraud fail as a matter \nof law because Plaintiffs have failed to allege that Jay or Ann benefited from their \nalleged misconduct.   \n87. Plaintiffs argue that they have properly alleged the existence of such a \npersonal benefit to Jay and Ann in two ways.  First, Plaintiffs contend that Jay and \nAnn have received estate planning benefits by laying the  groundwork for their son \nJason to succeed them in the management of Cherry Oil .  Second, Plaintiffs assert \nthat the shifting of assets away from entities owned equally by the Maucks and \nCherrys (i.e. C-GAS and AJAL) to Cherry Oil, in which the Cherrys have a controlling \ninterest, was to their own benefit.  (ECF No. 52, at pp. 15–16.)   \n88. With regard to the “estate planning” argument, even assuming, without \ndeciding, that the “personal benefit” element of a constructive fraud claim can be non-\nmonetary, the Court is not persuaded that the elimination of rivals to Jason for the \nfuture control of Cherry Oil is the type of benefit that may  support a claim for \nconstructive fraud.  Indeed, if anything, such a benefit would accrue to Jason rather \nthan to the Cherrys.  Further, Plaintiffs cite to no authority—and this Court is aware \nof none—that has recognized such a “benefit” as being sufficient to support a claim \nfor constructive fraud. \n89. With regard to Plaintiffs’ second argument , Plaintiffs have failed to \nadequately allege just how the shifting of assets from other entities under the \numbrella of Cherry Energy constitutes tortious conduct.  Thus,  any “benefit” the \nCherrys received from such conduct cannot serve as the basis for a claim for \nconstructive fraud under these circumstances.   \n90. Accordingly, Defendants’ Motion to Dismiss Plaintiffs’ claims for \nconstructive fraud is GRANTED, and the claims are DISMISSED with prejudice.  See \nBarger, 346 N.C. at 666–67 (affirming trial court’s dismissal of constructive fraud \nclaim where plaintiffs did not allege “that defendants sought to benefit themselves”).    \nF. Breach of Contract —Transfer of 30 Shares of Che rry Oil to \nArmistead \n \n91. The SAC contains two distinct breach of contract claims , which the \nCourt will analyze separately. \n92. The first  of these two claims  is brought against Jay by Armistead in \nPlaintiffs’ third cause of action .  In this claim, Armistead contends that Jay has \nbreached an alleged 2010 oral agreement between them that “additional shares of \nCherry Oil would be transferred from Jay to Armistead to reflect the value of [an] \nacquisition [by] Cherry Oil” in conformance with a separate 1995 oral agreement in \nwhich they “agreed that any new or expanded businesses would be owned 50 -50.”  \n(ECF No. 48, at ¶¶ 120– 32.)  In connection with this claim, Armistead asserts that, \nover the years, Jay made “repeated statements of intention” to transfer an additional \n30 shares of Cherry Oil to Armistead.  (Id. at ¶ 122–23, 132.)  Plaintiffs contend that \nthese “repeated statements of intention” are evidenced by a 5 August 2019 memo \ndrafted by Cherry Oil counsel stating, in pertinent part:  \nJay would like to “transfer” 30 shares of Cherry Oil to \nArm[istead]. . . . The transfer of 30 shares from Jay to Arm[istead ], for \ntransfer tax purposes, would probably be a gift.  Actually the transfer is \nbeing made to “square up” the DM Price transaction.  In that regard, \nJay has no “donative intent” with respect to Arm[istead].   \n \n(ECF No. 48.7, at ¶ 5.)   \n \n93. Defendants argue that this claim should be dismissed because it is time-\nbarred by the three -year statute of limitations for breach of contract claims .  In \nresponse, Plaintiffs contend that the oral agreement between Jay and Armistead did \nnot establish a specific date as to when the transfer of shares would take place  and \nthat Armistead’s delay in bringing this claim was reasonable .  In support of this \ncontention, Plaintiffs cite to the proposition that “[i]f no time for the performance of \nan obligation is agreed upon by the parties, then the law prescribes that the act must \nbe performed within a reasonable time.”  Int’l Minerals & Metals Corp. v. Weinstein , \n236 N.C. 558, 561 (1930) (involving a dispute over an indefinite delivery date in a \ncontract for the sale of goods).   \n94. Plaintiffs further assert that the claim could not have accrued any \nearlier than 17 July 2020— the date on which Plaintiffs claim Jay repudiated the \ncontract by informing Armistead that “we need to develop a plan for you to transition \nout of ownership of Cherry Oil, C-Gas and AJAL.”  (See ECF No. 48, at ¶ 129.)     \n95. Our General Statutes establish a three-year statute of limitations for \nactions “[u]pon a contract, obligation, or liability arising out of a contract, express or \nimplied[.]”  N.C.G.S. § 1-52(1); see also N.C.G.S. § 1-15(a) (“Civil actions can only be \ncommenced within the periods prescribed in this Chapter, after the cause of action \nhas accrued, except where in special cases a different limitation is prescribed by \nstatute.”)  Our appellate courts have made clear that  \n[t]he accrual of the cause of action must therefore be reckoned from the \ntime when the first injury was sustained. . . . When the right of the party \nis once violated, even in ever so small a degree, the injury, in the \ntechnical acceptation of that term, at once springs into existence and the \ncause of action is complete.   \n \nSchenkel & Schultz, Inc. v. Hermon F. Fox & Assocs., P.C. , 180 N.C. App. 257, 262 \n(2006) (quoting Mast v. Sapp, 140 N.C. 533, 537–40 (1906); see also Christenbury, 370 \nN.C. at 6 (“A cause of action is complete and the statute of limitations begins to run \nupon inception of the loss from the contract, generally th e date the promise is \nbroken.”).    \n96. Applying these principles here and giving the SAC its most charitable \nreading, the Court is not persuaded by the argument that the “breach” did not occur \nuntil ten years later upon Jay writing to Armistead on 17 July 2020 that “we need to \ndevelop a plan for you to transition out of ownership of Cherry Oil, C-Gas and AJAL.”  \nRather, the claim accrued years earlier based on Jay’s failure to transfer the shares \npursuant to the alleged agreement.     \n97. Second, the Court is likewise un persuaded that Armistead’s delay of \neleven years in asserting this claim was “reasonable” under the circumstances.  The \nCourt is guided by our Supreme Court’s decision in  Christenbury on this issue.  In \nChristenbury, the plaintiff, a  professional association providing ophthalmology \nservices, purchased a “generalized software platform” with the intent of working with \ndefendants, a consultant and his  medical software company , to “customize a nd \nenhance the platform for plaintiff’s practice needs and for possible sale to other \nphysician practices and customers.”  370 N.C. at 2.  The parties  entered into an \n“Agreement Regarding Enhancements” where, “[a]s consideration for the assignment \nof rights” to the enhanced software, defendants agreed: to pay [plaintiff] a royalty of \nten percent (10%) of the gross amount of all fees . . . received ” from any sales of the \nenhanced software ; to “provide [plaintiff] with a written report on a  monthly \nbasis . . . includ[ing] a detailed description of the fees received from [defendants’] \nCustomers during the prior month, along with payment to [plaintiff] of all \ncorresponding fees due”; to pay plaintiff “a minimum royalty in the amount of Five \nHundred Dollars ($500.00) each year for the first five years ”; and to not sell the \nenhanced software to customers in North Carolina or South Carolina without \nplaintiff’s written consent.  Id . at 2–3 (alterations in original).  Although the \ndefendant never performed any of their obligations under the agreement, plaintiff did \nnot raise any concern s over the defendants ’ non-performance until fourteen years \nlater, when it brought suit against defendant s for breach of the contract.  Id . at 3.   \nThe Supreme Court affirmed the trial court ’s dismissal of this claim on the ground \nthat it was time-barred.   \nWhile a party is duty bound to honor its contractual obligations, statutes \nof limitation operate inexorably without re ference to the merits of a \ncause of action, thereby preventing surprise through the revival of \nclaims that have been allowed to slumber.  Plaintiff’s complaint reveals \nthat plaintiff had notice of its injury over fourteen years ago, well before \ncommencing its current action.  Whatever rights existed, plaintiff’s \nfourteen-year slumber resulted in their becoming stale.   \n \nId. at 9.  Here, just as the claim in Christenbury was found to be stale after fourteen \nyears, the Court concludes that Plaintiffs’ claim is similarly stale given Armistead’s \neleven-year delay in bringing suit to enforce the oral agreement.  \n98. Finally, Plaintiffs argue that Jay should be equitably estopped f rom \nasserting a statute of limitations defense based on his “repeated assurances” that he \nwould transfer additional shares to Armistead.  (ECF No. 52, at pp. 16–21.)   \n99. To properly plead equitable estoppel, Plaintiff  must allege facts \nshowing:  \n(1) Conduct which amounts to a false representation or concealment of \nmaterial facts, or, at least, which is reasonably calculated to convey the \nimpression that the facts are otherwise than, and inconsistent with, \nthose which the party afterwards attempts to assert; (2) an intention or \nexpectation that such conduct shall be acted upon by the other party, or \nconduct which at least is calculated to induce a reasonably prudent \nperson to believe such conduct was intended or expected to be relied and \nacted upon; and (3) knowledge, actual or constructive, of the real facts.  \n \nIn addition, Defendants must also plead: (1) lack of knowledge and the \nmeans of knowledge of the truth as to the facts in question; (2) reliance \nupon the conduct of the party sought to be estopped; and (3) action based \nthereon of such a character as to change his position prejudicially. \n \nSynovus Bank v. Parks, 2013 NCBC LEXIS 36 , at **27–28 (N.C. Super. Ct. July 30, \n2013) (cleaned up).  “The basic question in determining whether an estoppel exists is \nwhether . . . defendant’s actions have lulled plaintiff into a false sense of security and \nso induced him not to institute suit in the requisite time period. ”  Turning Point \nIndus. v. Global Furn., Inc., 183 N.C. App. 119, 125 (2007) (cleaned up).  \n100. The Court has carefully reviewed the caselaw from North Carolina’s \nappellate courts and concludes that the SAC fails to contain sufficient allegations  to \nsupport Plaintiffs’ assertion of equitable estoppel . Indeed, Plaintiffs’ invocation of \nequitable estoppel in its response brief appears to be little more than an afterthought.  \nA careful reading of the SAC  reveals that Plaintiffs’ allegations as to Jay’s repeated \nassurances of his intent to transfer the sh ares were pled simply to support the \nargument that a breach of contract claim did no t accrue until Jay’s repudiation in \nJuly of 2020. 8  The SAC simply does not contain allegations support ing the \nproposition that Armistead’s reliance on such statements from Jay deterred him from \nfiling a lawsuit to enforce the promise in the years prior to 2021.  See Ussery v. Branch \nBanking & Trust Co. , 227 N.C. App. 434, 443 –46 (holding that defendant was \nequitably estopped from asserting the running of the applicable statute of limitations \nwhere defendant told plaintiff to “hold off on instituting any action” on the theory \nthat “everything would be worked out”).   \n101. Although “magic words” need not be employed in order to assert the \ndoctrine of equitable estoppel, the pleading must contain sufficient language to make \nclear that such a “claim” is, in fact, being asserted.  This was not done in the present \ncase.  \n102. Accordingly, Defendants’ Motion to Dismiss Plaintiffs’ third cause of \naction in the SAC for breach of contract is GRANTED, and the claim is DISMISSED \nwith prejudice.    \nG. Breach of Contract – Shareholders’ Agreement  \n103. Plaintiffs’ second breach of contract claim, which is brought against all \nDefendants, is premised upon their allegations that Defendants are in breach of the \nPut/Call Provision of the Shareholders’ Agreement.  (ECF No. 48, at ¶¶ 156–64.)   \n \n8 Indeed, rather than contending that Jay’s assurances that he would  transfer the shares \nwere designed to induce Armistead to forego bringing suit until it was too late to assert such \na claim, Plaintiffs allege that “[i]t was typical of Jay to delay in performing share -transfer \nobligations[.]”  (See ECF No. 48, at ¶ 124.)   \n104. In support of this claim , Plaintiffs allege the following: (1) on 16 June \n2021, Defendants “called” Plaintiffs’ shares pursuant to the Put/Call Provision (Id. at \n¶ 158); (2) Defendants noticed a closing date for 13 August 2021, but then cancelled  \n“in light of [Plaintiffs’] disagreement concerning the price representing the valuation” \nof Plaintiffs’ shares (Id. at ¶ 159; Ex. W, ECF No. 48.27) ; (3) since that time, \nDefendants “have failed and refused to take any steps necessary to close the \ntransaction” (ECF No. 48, at ¶ 160); and (4) “[Defendants] have repeatedly purported \nto exercise rights they contend arise under the Shareholder [s’] Agreement, \nincluding—without limitation—the purported right to vote [Plaintiffs’] shares” (Id. at \n¶ 161).  Based on these allegations, Plaintiffs assert that Defendants’ “failures to take \nreasonable and necessary steps to complete the call transaction while exercising \ndominion and control over [Plaintiffs’] shares is a breach of the Shareholder[s’] \nAgreement.”  (Id. at ¶ 163.)\n9     \n105. Defendants contend that this claim should be dismissed because (1) it is \nPlaintiffs—not Defendants—who have prevented Cherry Oil from going forward with \nthe purchase of the Maucks’ shares pursuant to the process set out in the Put/Call \nProvision; and (2) the Shareholders’ Agreement expressly gives Jay and Ann the right \nto vote Armistead and Louise’s shares once their shares have been “called.”  (ECF No. \n50, at p. 23.)   \n \n9 The Court observes that Plaintiffs’ arguments are, at times, conflicting.  On the one hand, \nthey contend that their shares were n ever properly “called” under the Put/Call Provision \nbecause invalid notice was given  to them of the 16 June 2021 shareholders and directors \nmeetings in which the call vote occurred. On the other hand, they nevertheless contend that \nDefendants are in breach of the Shareholders’ Agreement by failing to go forward with the \nprocedure set out in the Put/Call Provision.  \n106.    The Court concludes that Plaintiffs have pled a valid claim for breach \nof the Put/Call Provision in that they have alleged Defendants obtained the  benefit \nof that provision  by assuming control over Plaintiffs’ shares without taking the \nrequired steps to actually purchase those shares  as set out in the Shareholders’ \nAgreement.  Plaintiffs contend that this has left them  in a state of limbo, in which \nthey still technically own their shares, but have no authority over how they are voted.  \nThe parties blame each other for the failure to r each an agreement regarding  the \npurchase of Plaintiff s’ shares based on the procedure set out in the Shareholders’ \nAgreement, and their respective arguments make clear that a factual dispute exists \non this issue.  The Court cannot resolve that dispute at the pleadings stage.   \n107. Accordingly, Defendants’ Motion to Dismiss Plaintiffs’ ninth cause of \naction in the SAC for breach of contract is DENIED. \nH. Constructive Trust   \n108. Finally, the SAC purports to state a claim for “constructive trust.”  (ECF \nNo. 48, at ¶¶ 133–38.)  As Plaintiffs concede, a constructive trust is a remedy  rather \nthan a standalone claim.  See Barefoot v. Barefoot, 2022 NCBC LEXIS 8, at **34 (N.C. \nSuper. Ct. Feb. 2, 2022).  Accordingly , this purport ed “claim” should be dismissed \n“without prejudice to [Plaintiffs’] right to seek a constructive trust as a remedy [on] \ntheir surviving claims for relief.”  LLG -NRMH, LLC v. Northern Riverfront Marina \n& Hotel, LLLP, 2018 NCBC LEXIS 105, at *15 (N.C. Super. Ct. Oct. 9, 2018).   \n109. Therefore, Defendants’ Motion to Dismiss Plaintiffs’ purported claim for \n“constructive trust” is GRANTED without prejudice to Plaintiffs’ right to purs ue a \nconstructive trust remedy should they ultimately prevail on a claim entitling them to \nsuch relief.   \nCONCLUSION \n THEREFORE, IT IS ORDERED that Defendants’  Motion to Dismiss is \nGRANTED, in part, and DENIED, in part, as follows:  \n1. The Motion to Dismiss is GRANTED with respect to the following claims, \nwhich are hereby DISMISSED WITHOUT PREJUDICE: \na. Plaintiffs’ claim for dissolution of Cherry Oil; and \nb. Plaintiffs’ claim for constructive trust.  \n2. The Motion to Dismiss is GRANTED with respect to the following claims, \nwhich are hereby DISMISSED WITH PREJUDICE:  \na. Plaintiffs’ claim for removal of Jay and Ann Cherry as directors of \nCherry Oil; \nb. Plaintiffs’ claim for gross negligence/willful misconduct; \nc. Plaintiffs’ derivative claim for breach of fiduciary duty; \nd. Plaintiffs’ individual and derivative claims for constructive fraud;  \nand \ne. Plaintiff Armistead Mauck’s claim against Defendant Jay Cherry for \nbreach of contract. \n3. The Motion to Dismiss is DENIED with respect to the following claims:  \na. Plaintiffs’ individual claim for breach of fiduciary duty; and    \nb. Plaintiffs’ claim for breach of contract based on the alleged breach of \nthe Put/Call Provision of the Shareholders’ Agreement.  \n \n SO ORDERED, this the 2nd day of May, 2022.  \n        \n \n/s/ Mark A. Davis     \n       Mark A. Davis  \n       Special Superior Court Judge  \n       for Complex Business Cases  "
}