{
  "id": "fae38c77597deb594cfff5fa6cc08fe8d48726af0732dba75ee3b0695a1f1d68",
  "source_file": "data/raw/ncbc/fae38c77597deb594cfff5fa6cc08fe8d48726af0732dba75ee3b0695a1f1d68.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \nGREENE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 47 \n \nCHARLES BRADFORD \nALBRITTON and RYAN \nBATCHELOR ALBRITTON, CO-\nEXECUTORS OF THE ESTATE OF \nCHARLES HOPKINS ALBRITTON, \nIII, \n \nPlaintiffs, \n \nv. \n \nALBRITTON PROPERTY \nASSOCIATES, LIMITED \nPARTNERSHIP; BILLE J. \nALBRITTON; WILLIAM DAVID \nALBRITTON; and DEBORAH A. \nKATKAVECK, \n \nDefendants. \n \nTAG, INC., CARE CENTER OF \nTENNESSEE, INC., THE \nALBRITTON COMPANY, INC. and \nEASTERN RETIREMENT \nCENTERS, INC. \n \nAdditional Defendants, \n \nv. \n \nWILLIAM DAVID ALBRITTON, \nDEBORAH A. KATKAVECK, and \nALBRITTON REALTY GROUP, \nL.L.C., \nCross-Claim Defendants. \n \nORDER AND OPINION ON BILLE \nAND BILLE ENTITIES’ MOTION FOR \nPARTIAL  SUMMARY JUDGMENT AS \nTO (I) CLAIMS BY BILLE AND BILLE \nENTITIES AGAINST DAVID, \nDEBORAH, AND ARG AND (II) \nCERTAIN AFFIRMATIVE DEFENSES \nRAISED BY DAVID, DEBORAH, AND \nARG \n \n THIS MATTER comes before the Court on  Defendants Bille J. Albritton \n(“Bille”), Care Center of Tennessee, Inc. (“Care Center”), The Albritton Company, Inc. \n(“TAC”), and Eastern Retirement Centers, Inc. ’s (“ERC”) (collectively referred to as \nthe “Movants”) Motion for Partial Summary Judgment as to (I) C laims by Bille and \nAlbritton v. Albritton Prop. Assocs., Ltd. P’ship, 2021 NCBC 34. \n \n \nBille Entities 1 against William David Albritton (“David”), Deborah A. Katkave ck \n(“Deborah”), and Albritton Realty Group, L.L.C. (“ARG”), and (II) Certain Affirmative \nDefenses of David, Deborah, and ARG .  (“Motion,” ECF No. 1 29.)  Movants filed \nevidentiary materials in support of the Motion (“Movants’ Evidence,” ECF No. 130.1–\n.33), and a Memorandum in Support of the Motion (“Mem. in Supp.,” ECF N o. 131).  \nDavid, Deborah, and ARG 2 (collectively, for purposes of deciding this Motion, these \nparties are referred to as “Defendants”) filed a Response in Opposition to the motion \nfor summary judgment ( “Response in Opposition,” ECF No. 1 40), and certain \nevidentiary materials in opposition to the Motion.  (“Defendants’ Evidence,” ECF No. \n140.1–.3.)  Movants  subsequently filed a reply in s upport of the Motion .  (ECF No. \n148.) \n THE COURT has thoroughly reviewed the Motion, Movants’ Evidence, \nDefendants’ Evidence, the briefs in support of and in opposition to the Motion , the \napplicable law, and other appropriate matters of record and CONCLUDE S that the \nMotion should be GRANTED, in part, and DENIED, in part, as set forth below. \nI. INTRODUCTION \n1. This case arises out of disputes between Bille and her children, David  \nand Deborah, over the operations and management of Defendant Albritton Property \n \n1 Collectively, Movants and Defendant Tag, Inc. (“Tag”) are referred to as the “Bille Entities.”  \nHowever, Bille and the Bille Entities represent that they do not seek summary judgment as \nto any claims involving Tag. \n \n2 ARG is a North Carolina limited liability company organized on or about October 1998.  \nARG is owned by its member managers, David and Deborah.  (ECF No. 38, at ¶ 13.) \n \n \n \nAssociates Limited Partnership (“APALP”) and the Bille Entities .  Bille, David, and \nDeborah are partners in APALP.  APALP has operated Care Center, TAC, ERC, and \nTag since the mid-1990s. \n2. From 1996 until October 2018,  Bille, David, Deborah, and Bille’s \ndeceased son, Charles Bradford Albritton (“Charles”), acted as a management board \nfor APALP.  However, in or around 2004,  Bille turned over  the day-to-day \nmanagement of APALP to D avid, Deborah, and Charles, and then to David and \nDeborah after Charles passed away.  Bille subsequently stopped attending meetings \nof the management board and became significantly less involved in APALP’s \noperation of the Bille Entities.  However, Bille, David, and Deborah sharply dispute \nwhether, and when, Bille ceased active participation in the overall management of \nAPALP and the Bille Entities.  Movants claim that over a number of years up to and \nincluding 2018, and without her knowledge, David and Deb orah breached their \nfiduciary duties to Bille and the Bille Entities  by engaging in self-dealing and other \nmismanagement of the Bille Entities (the “Challenged Transactions”) and by making \na transfer of $700,000 from TAC  to Charles’s individually owned horse and saddle \nbusiness (the “Saddle Transaction”). \n3. On the other hand, David and Deborah contend, variously: that Bille \nparticipated in or approved of some of the Challenged Transactions  and the Saddle \nTransaction; that Bille ceded complete authority and autonomy to David and Deborah \nto manage the Bille Entities; and that Bille told David and Deborah that she did not \nwant to be informed about the details of the companies’ transactions because it was \n \n \na source of str ess to her.   David and Deborah also claim that it was Bille’s intent, \nthrough the creation of APALP, to turn over ownership of the Bille Entities to David \nand Deborah, and that Bille was aware of and condoned the Challenged Transactions \nand the Saddle Transaction. \nII. FACTS \nA. Bille and the Bille Entities \n4. Bille is over 90 years old.  Bille is the mother of David, Deborah, and \nCharles.  Charles passed away in January 2018. \n5. It is undisputed that Bille is the 100% and sole owner of the Bille \nEntities.  Since the 1990 s, David has been the Chief Financial Officer and General \nManager of the Care Center  and ERC, the  Chief Financial Officer of TAC,  and the \nGeneral Manager of Tag.  (David Dep. (I), ECF No. 130.5, at p p. 12–13.)  Deborah’s \nroles in the Bille Entities are less well-defined, and she played a much more limited \npart in managing APALP and the Bille Entities than David.  (ECF No. 103.4, passim.) \n6. Bille was also the owner of three pieces of commercial real property: (i) \nthe Belhaven Building, a commercial building which is rented to ERC; (ii) the Lowell \nBuilding, a commercial building which is rented to an independent operator; and (iii) \nthe Hookerton Campus (collectively the “Three Properties”).  (Verified Cross -Claim, \nECF No. 11, at ¶¶ 16–17.) \n \n \n \n \n \nB. APALP \n7. In 1996, Bille formed APALP and contributed the Three Properties  to \nthe partnership.  ( Id.)  Since that time, APALP has been the owner of the Three \nProperties.  (Id. at ¶ 17.) \n8. On or around August 1, 1996, Bille, David, Deborah, and Charles \nentered into an Agreement of Limited Partnership for APALP (“Partnership \nAgreement”).  (ECF No. 11, at ¶ 19; Partnership Agreement, ECF No. 1, at Ex. B, .pdf \npp. 15–49.)  Bille disputes the authenticity of the written Partnership Agreement \ncurrently in this Court’s record, which was produced by David and Deborah during \ndiscovery.  (EFC No. 11, at ¶ 21.)  Nevertheless, the Partnership Agreement provides, \nin relevant part, as follows: \n“General Partners” mean BILLE J. ALBRITTON, \nWILLIAM DAVID ALBRITTON, CHARLES H. \nALBRITTON, III, and DEBORAH A. KATKAVECK, and \nthe persons who may be admitted to the Partnership as \nGeneral Partners from time to time.  The Partnership shall \nbe managed by BILLE J. ALBRITTON during her lifetime \nor until she resigns or is unable or unwilling to serve \n(referred to hereinafter as the “Managing General \nPartner”). \n \nWhen BILLE J. ALBRITTON is no longer serving as the \nManaging General Partner, the d uties and obligations of \nthe Managing General Partner shall be performed by the \nmajority vote of the General Partners (with each General \nPartner having one vote), except as otherwise set forth in \nthis Agreement. \n \n. . . \n \nWhen Bille J. Albritton is no longer  serving as Managing \nGeneral Partner, the General Partners may exercise all of \nthe rights and powers of general partners as more \n \n \nparticularly provided in the Act and in this Agreement, \nexcept the rights and powers set forth below, which shall \nonly be performed by General Partners with the \nunanimous consent of all Partners: \n \n. . . \n \nWithout obtaining the consent of all of the General and \nLimited Partners, the Managing General Partner shall not \ndo any act in contravention of the Act.  The Managing \nGeneral Partners, and all General Partners, shall manage \nthe Partnership always keeping in mind their fiduciary \nduties to all partners. \n \n(ECF No. 1, at Ex. B, .pdf pp. 17–18, 31–32.) \n9. The Partnership Agreement contains the signatures of  Bille, David, \nDeborah, and Charles as both “General Partners” and “Limited Partners.”  (ECF No. \n1, at Ex. B , .pdf pp. 15 –49.)  Nevertheless, Movants insist “ Bille is also the only \nGeneral Partner [of APALP], owning a 1% general partnership interest, which is the \nonly general partnership interest in [APALP].”  (ECF No. 11, at ¶¶ 26– 27.)  David \nand Deborah dispute this  claim and allege that they are also  general partners of \nAPALP.  (Answer to Amended Cross-Claim, ECF No. 51, ¶¶ 34–40.)  It is undisputed, \nhowever, that many corporate documents, including APALP’s tax returns, list David \nand Deborah as limited, and not general, partners  of APALP.  (Deborah Dep. , ECF \nNo. 130.4, at pp. 55–59.) \n10. It is undisputed that one of the reasons for forming APALP w as to \nconsolidate Albritton family assets, including the Three Properties  and the  Bille \nEntities, under one umbrella organization and to facilitate operation of the Bille \nEntities.  (Bille Dep., ECF No. 140.2, at p. 17.)  Bille testified that APALP was formed \n \n \nso that David, Deborah, and Charles could “help run the [Bille Entities].”  (ECF No. \n140.2, at p. 17.) \n11. David contends that when APALP was formed the parties intended that \nBille would transfer ownership in APALP  and the Bille Entities to David, Deborah, \nand Charles through some type of tax -free “gifting” of Bille’s ownership interest s.  \n(ECF No. 130.5 at p p. 16–17.)  David claims that there were efforts made, with the \ninvolvement of attorneys, to draft a wri tten agreement for the transfer of Bille’s \nownership interests to her children, but that the parties were never able to reach an \nagreement.  (Id. at pp. 17–19.) \nC. Bille’s Involvement in the Management of the Bille Entities and \nAPALP \n \n12. In or about 2004, Bille turned over day-to-day management of the Bille \nEntities and APALP to David, Deborah, and Charles.  (ECF No. 11, at p.  11, ¶ 40.)  \nHowever, the parties differ as to what role Bille played in the management of the \nBille Entities and APALP after she turned ov er day-to-day management, and what \nperiod she was actively involved in management.  The record evidence on these \nquestions is conflicting and confusing. \n13. In 1996, Bille, David, Deborah, and Charles formed a management \nboard to manage the Bille Entities.  (ECF No. 140.1 at ¶¶ 3, 7; ECF No. 130.5, at pp. \n14–15.)  The management board held monthly meetings.  (ECF No. 140.1, at p. 45.)   \nBille claims she attended the monthly meetings for some period after 1996, but is “not \nsure” when she stopped attending the meetings.  (Id.)  David states that Bille stopped \nattending the monthly meetings “in or around 2012.”  (ECF No. 130.1, at ¶ 8.)  \n \n \nDeborah testified that Bille stopped attending the monthly meetings “in the 1990s.”  \n(ECF No. 130.4, at pp. 42–43.) \n14. Bille’s accountant, Lewis Jones (“Jones”) testified in his deposition that \nhe attend ed the monthly meetings , but that after 2001,  Bille attended the board \nmonthly meetings “sparingly.”  (L. Jones Dep., ECF No. 140.3, at p. 17.)  When Bille \ndid not attend the meetings, Jones would meet with her at her home or by telephone \nto summarize what had occurred at the meetings.  ( Id. at p. 18.)  Jones ’ testimony \nregarding when he last attended the monthly meetings was contradictory.  He first \nindicated he attended the monthly meetings up until 2018, but later claimed he last \nattended in or around 2010.  (Id. at pp. 16, 39.) \n15. The parties also dispute when Bille stopped participating  in making \ndecisions for the Bille Entities.  In her deposition, Bille claimed that she participated \nin major decisions until “the last few years.”  (ECF No. 140.2, at pp. 58–60.) \n16. David claims that he managed and ran APALP from 1996 until 2018, \nand that he  also managed the Bille Entities from the “early 1990’s” through 2018.  \n(ECF No. 140.1, at ¶¶ 5– 6; Dep. of Bille Albritton, ECF No. 107.2, at pp. 55 –56.)  \nDavid also contends that he made all financial decisions for the Bille Entities and \nAPALP.  ( ECF No. 130.5, passim.)  However, David’s testimony regarding the role \nDeborah and Charles played in these decisions is confusing.  David testified that he \nlargely made financial decisions for the Bille Entities and APALP himself without \nconsultation with Debo rah and Charles ( Id. at pp. 22, 25 –26, 34–35, 37), but also \nclaimed that he had “been managing the daily operations of the Partnership with the \n \n \nknowledge and consent of all of the other partners since 1996” (ECF No. 140.1, at ¶ \n5).  David also claimed that  he “never obtained approval [from Bille] because [he] \nnever needed approval from her for any transaction that [he] made.”  (Second \nDeposition of David Albritton, ECF No. 130.6, at p. 11.) \n17. Deborah testified in her deposition that she, David, and Charles ma de \nall of the financial decisions for the Bille Entities and APALP after Bille stopped \nattending the monthly management board meetings.  (ECF No. 130.4, at p. 43.)  \nHowever, Deborah also testified that David made all decisions regarding \nintercompany transfers between the Bille Entities without her involvement.  ( Id. at \np. 48.) \n18. It is undisputed that for some period of time prior to October 2018, David \ntreated the assets of the Bille Entities as joint and interchangeable.  (ECF No. 130.5, \npassim.)  Among other transactions, David: directed the transfer of funds between \nthe Bille Entities as needed to cover expenses of the companies; directed the payment \nof compensation and distributions to himself, Deborah, and Charles on an ad hoc \nbasis from various Bille Entities; used company funds to pay for personal vehicles for \nhimself and Deborah; used company funds to pay for his children’s education; used \ncompany funds to pay expenses for his son’s unrelated business; paid for life \ninsurance policies on himself, Deborah, and Charles from company funds; directed \npayments of significant funds to an unrelated horse and saddle business owned by \nCharles and paid employees of that business from TAC funds.  (Id.)  David explained \nthat, although the Bille Entities were separate companies and separate legal entities, \n \n \nhe viewed them  as “ one big pot and we really didn ’t care how much was in the \nindividual pots  [companies] because that ’s how we were looking at it as one big \nenterprise.”  ( Id. at p. 40.)  Accordingly, he “constantly” moved money around as \nneeded to bolster the cash flow of the various entities.  ( Id. at p.  36.)  David \nsummarized his management of the Bille Entities as follows: \n[s]o to recap what I’ve previously stated, we looked at these \ncompanies as all of ours and as one big enterprise.   So \nwhether I took money out of this company or Deborah took \nmoney out of that company we all had an agreement that \nthere was a limit to that, I mean, we just couldn ’t go in \nthere and get anything we wanted.  But we considered that \nall as compensation.  Whether it was handled as a loan or \nan expense on the company’s books really didn’t matter to \nus. \n \n(Id. at p. 58.) \n \n19. In her deposition testimony, Deborah confirmed that the Bille Entities \nwere run as one enterprise and that they often did not follow business formalities: \nQ.  So when one entity needed money from another entity \nit’s because that entity receiving the money wasn ’t doing \nwell financially? \n \nA.  Right. It all was considered one thing, one business, you \nknow, we operated it that way. \n \nQ.  And when you say “we” – \n \nA. Well, you know, we’re a family business -- were, and so \nwe didn’t -- we didn’t have the formalities of some of the \nbusinesses that, you know, weren’t family. \n \nQ.  Well, they were each separate entities, right? \n \nA.  Correct. \n \nQ.  Separate tax returns? \n \n \n \nA.  Right. \n \nQ.  And when you say “we didn’t follow the formalities” who \nwere you referring to? \n \nA.  Well, we didn ’t have documents signed every time \nmoney was transferred. \n \n(ECF No. 130.4, at pp. 50–51.) \n \n20. Although David and Deborah did not necessarily document each of the \ntransfers David made, Jones stated that David kept  a spreadsheet “matrix” of all of \nthe intercompany and personal transfers that showed to which entity or individual \ntransfers were made.  (ECF No. 140.3, at pp. 25–33.) \nD. The Challenged Transactions  and the Saddle \nTransaction \n \n21. In 2018, Bille retained accounting and legal professionals to determine \nthe status of APALP and the Bille Entities.  On or around September or October 2018, \nBille first discovered what she believed to be numerous improprieties and unlawful \nacts committed by David and Deborah causing harm to APALP and the Bille Entities.  \n(ECF No. 11, at ¶¶ 53, 55.)  On October 4, 2018, Bille terminated David and Deborah \nfrom APALP and the Bille Entities for their alleged gross mismanagement and self-\ndealing.   (Id. at ¶¶ 56–57.) \n22. In their  Amended Crossclaims, Bille and the Bille Entities allege \nnumerous discrete improper transfers of assets and payments made from the Bille \nEntities by David, Deborah, and Charles that comprise the Challenged Transactions \n \n \nand the Saddle Transaction .  (ECF No. 38, at ¶¶ 71–148.)  In the Motion, Bille and \nthe Bille Entities seek damages arising from the Challenged Transactions as follows: \nThe undisputed evidence establishes that Bille and the \nBille Entities are entitled to judgment as a matter of law \nunder theories of c onversion, unjust enrichment, \nconstructive fraud, or breach of contract based on unlawful \ntransfers from Bille or the Bille Entities to Deborah, David, \nor ARG: \n \na. ERC is entitled to judgment against David for \n$341,706.18; \nb. ERC is entitled to judgment against Deborah for \n$330,942.81; \nc. ERC is entitled to a judgment against ARG for \n$210,450.00; \nd. CCI is entitled to a judgment against Deborah for \n$48,500;  \ne. CCI is entitled to a judgment against David for \n$107,933.31; \nf. CCI is entitled to a judgment against ARG for \n$256,508.67; \ng. Bille is entitled to a judgment against David for \n$67,150.00. \n \n. . .  \n \n20. The undisputed evidence establishes that Bille and \nthe Bille Entities are entitled to judgment as a matter of law \non the following claims: \n \na. Breach of fiduciary duty against David and Deborah \nfor payments made by TAC to Charles’ Horse and \nSaddle Business of a minimum of $700,000.00 for no \nlegitimate business purpose; \n \nb. Breach of fiduciary duty against David and Deborah \nfor all transactions detailed in paragraph #18. \n \n(ECF No. 129, at p. 5.) \n \n \n \n23. In their Mem. in Supp., Bille and the Bille Entities set out the specific \namounts of damages being sought by Bille and each of the Bille Entities and the \nparticular party against whom damages are sought.  (ECF No. 131, at p. 5.) \nE. Defendants’ Position \n24. In response to the Motion, Defendants contend that “[w]hile Bille was \nthe record owner . . . she had ceded all management authority to Charles, David and \nDeborah” and that “Bille did not maintain sole governing authority of the entities and \nthat they were permitted to make decisions for these companies based on their roles \nas General Partners of Albritton Property Associates, LP, their roles as members of \nthe management group that oversaw the companies, and David’s role as manager of \nBille’s Entities.” (ECF No. 140, at p.  3.)\n3  Defendants further contend that Bille’s \nclaim that she did not know about the Challenged Transactions and the Saddle \nTransaction is “opposed” by David’s affidavit testimony and the testimony of Bille’s \naccountant, Jones.  (Id. at pp. 4–5.) \n25. Finally, David and Deborah also claim that Bille told them on multiple \noccasions that she did not want to be informed about the operations  or financial \nconditions of the Bille Entities because it caused her stress.   (ECF No. 130.4, at pp. \n44–45, 96; ECF No. 130.5, at pp. 24–25.) \n \n \n \n3 The Court notes that Defendants’ record citation following this statement in their Response \nin Opposition to Bille’s deposition testimony (ECF No. 140.2, at p. 40) does not support the \nstatement. \n \n \n \nIII. ANALYSIS \n26. Due to the large number of claims, including counterclaims and \ncrossclaims, raised by the parties, the Motion and Mem. in Supp. are confusing.4  The \nCourt believes that Movants seek summary judgment as to the following claims and \naffirmative defenses: \na. Movants first seek dismissal of David and Deborah’s crossclaims for \ndissolution of APALP  (“First Claim for Relief”) and appointment of a \nreceiver (“First and Second Claim[s] for Relief;” ECF No. 51, at pp. 32–33) \nbecause the claims are moot.   Movants argue that “ David, Deborah, and \nARG’s non-monetary claims for Dissolution and for an Appointment of a \nReceiver are now moot as Jason Hendren was appointed the Receiver on \nApril 26, 2019 and tasked with the exclusive management and decision -\nmaking authority for APALP and to wind -up APALP and distribute its \nassets.”  (ECF No. 129, at p. 3.)   Defendants do not respond to this \nargument, and the Court concludes that David and Deborah’s crossclaims \nfor dissolution of APALP (“First Claim for Relief”) and appointment of a \nreceiver (“Second Claim for Relief”) should be DISMISSED as MOOT. \nb. Movants seek summary judgment in their favor  and agai nst David, \nDeborah, and ARG as to the Challenged Transactions under Bille and Bille \nEntities’ claims for breach of fiduciary duty (“First Claim,” ECF No. 38, at \n \n4 Adding to the confusion, Movants attached to the Motion a series of charts purportedly \nsetting forth the claims on which they seek summary judg ment that appears, to this Court, \nto contradict certain assertions regarding the relief sought by the Motion contained in the \nMotion and Mem. in Supp.  (ECF No. 129, at pp. 8–9.) \n \n \npp. 26–27), constructive fraud (“Third Claim for Relief,” Id . at p. 2 8), \nconversion (“Fifth Cla im,” Id. at pp. 29–30), unjust enrichment (“Seventh \nClaim,” Id. at pp. 31–32), and breach of contract (“Fifteenth Claim ,” Id. at \npp. 36–37).  (ECF No. 129, at p. 5.) \nc. Movants seek summary judgment in their favor on TAC’s claims against \nDavid as to the Saddle Transaction under Movants ’ claims for breach of \nfiduciary duty (“First Claim,” ECF No. 38, at pp. 26–27.)  (ECF No. 129, at \np. 5.) \nd. Movants also seek summary judgment in their favor on TAC’s claims  \nagainst Defendants as to the Challenged Transactions  and the Saddle \nTransaction under Movants’ claims for unfair and deceptive trade practices \nin violation of the North Carolina Unfair and Deceptive Trade Practices \nAct, N.C.G.S. § 75 -1.1 (“UDTPA”) (“Sixth Claim,” ECF No. 38, at pp. 30–\n31).  (ECF No. 129, at p. 5.) \ne. Finally, Movants seek summary judgment in their favor and against \nDefendants on Defendants’ affirmative defenses for: (i) bad faith, (ii) failure \nto mitigate, (iii) the Statute of Frauds, (iv) waiver, laches and tacit \nacceptance.  (ECF No. 129, at p. 6.) \nA. Standard of Review   \n27. “Summary judgment is appropriate ‘if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with affidavits, if any, \nshow that there is no genuine issue as to any material fact  and that any party is \n \n \nentitled to judgment as a matter of law.’”  Variety Wholesalers, Inc. v. Salem Logistics \nTraffic Servs., LLC, 365 N.C. 520, 523 (2012) (quoting N.C.G.S. § 1A -1, Rule 56(c)).  \nAn issue is “material” if “resolution of the issue is so essential that the party against \nwhom it is resolved may not prevail.”  McNair v. Boyette, 282 N.C. 230, 235 (1972).  \n“A ‘genuine issue’ is one that can be maintained by substantial evidence.”  Dobson v. \nHarris, 352 N.C. 77, 83 (2000).  “Substantial evidence is such relevant evidence as a \nreasonable mind might accept as adequate to support a conclusion and means more \nthan a scintilla or a permissible inference.”  Ussery v. Branch Banking and Trust Co., \n368 N.C. 325, 335 (2015) (citations and internal quotation marks omitted). \n28. The moving party bears the burden of presenting evidence which shows \nthat there is no genuine issue of material fact and that the movant is entitled to \njudgment as a matter of law.  Hensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. \n561, 563 (2008).  The moving party may meet this burden by “proving an essential \nelement of the opposing party’s claim does not exist, cannot be proven at trial, or \nwould be barred by an affirmative defense.”  Variety Wholesalers, Inc. , 365 N.C. at \n523.   \n29. Once the movant presents evidence in support of the motion, the \nnonmovant “cannot rely on the allegations or denials set forth in her pleading [ ] and \nmust, instead, forecast sufficient evidence to show the existence of a genuine issue of \nmaterial fact in order to preclude an award of summary judgment.”  Steele v. Bowden, \n238 N.C. App. 566, 577 (2014) (internal citation omitted).  In determining whether \nthe non-movant has met its burden in opposing a motion for summary judgment, the \n \n \njudge “unavoidably asks whether reasonable jurors could find by a preponderance of \nthe evidence that the plaintiff is entitled to a verdict[.]”  Sloan v . Miller Bldg. Corp., \n119 N.C. App. 162, 165–66 (1995) (quoting Anderson v. Liberty Lobby, Inc., 477 U.S. \n242, 252–55 (1986)) (quotations and emphasis omitted).   \n30. In summary, this Court must decide “not whether there is literally no \nevidence, but whether there is any upon which a jury could properly proceed to find \na verdict for the party producing it, upon whom the onus of proof is imposed.”  Value \nHealth Sols. v. Pharm. Research Assocs., 2021 NCBC LEXIS 37, at *29 (N.C. Super. \nCt. Apr. 5, 2021) (citing Anderson, 477 U.S. at 251). \nB. Breach of Fiduciary Duty and Constructive Fraud \n31. In their first crossclaim, Movants bring a claim for breach of fiduciary \nduty on behalf of Care Center, ERC, and TAC against David and Deborah. 5  (ECF \nNo. 38, at p. 26–27.)  Movants allege that “Bille granted certain day-to-day functions \nof the Bille Entities to” David and Deborah and that “[a] s a result of this delegation \n[David and Deborah] owed a fiduciary duty to the Bille Entities.”  (Id.)  Movants allege \nthat David and Deborah breached these duties by engaging in the Challenged \nTransactions and the Saddle Transaction.  (Id.)   \n \n5 The allegations are purportedly against David, Deborah, and ARG.  (ECF No. 38, at pp. 26–\n27.)  However, Movants do not claim that ARG owed Movants  a fiduciary duty nor do they \nallege any facts that could support such a claim. \n \n \n \n32. Movants’ third claim is for constructive fraud against David and \nDeborah6 based on the Challenged Transactions and the Saddle Transaction.  (Id. at \np. 28.)  Movants allege a “relationship of trust and confidence existed between [Bille] \nand the Bille Entities and” David and Deborah, and that they “used their position of \ntrust and confidence to cause damages to “[Bille] and the Bille Entities in numerous \ntransactions, which were to the detriment of [Bille] and the Bille Entities and for the \nbenefit of” David and Deborah.  (Id.) \n33. As a preliminary matter, in their Mem. in Supp., Movants clarify the \nscope of the Motion, stating that “ TAC does not seek summary judgment against \nDeborah on its breach of fiduciary claim.”  (ECF No. 131, at p. 17 n.2.)   Accordingly, \nthe Court need only consider TAC’s  claim for breach of fiduciary duty  to the extent \nthat claim is asserted against David. \n34. A fiduciary relationship is defined as “ one in which there has been a \nspecial confidence reposed in one who in equity and good conscience is bound to act \nin good faith and with due regard to the interests of the one reposing \nconfidence.”  Dalton v. Camp, 353 N.C. 647, 651 (2001) (internal quotations omitted).   \nIn order to establish a claim for breach of fiduciary duty, the plaintiff must show that: \n(1) defendant owed plaintiff a fiduciary duty; (2) defendant breached his fiduciary \nduty; and (3) the  breach of f iduciary duty  was a proximate cause of injury to the \nplaintiff.  Farndale Co., LLC v. Gibellini , 176 N.C. App. 60, 68 (2006). A claim \n \n6 The allegations are purportedly against David, Deborah, and ARG.  (ECF No. 38, at p. 28.)  \nHowever, Movants do not claim that ARG owed Movants a fiduciary duty nor do they allege \nany facts that could support such a claim. \n \n \nfor constructive fraud requires that the plaintiff prove a breach of a fiduciary duty \nand also that the defendant benefitted himself as a result of the breach.   Crumley & \nAssocs., P.C. v. Charles Peed & Assocs., P.A. , 219 N.C. App. 615, 620 (2012)  (“To \nestablish constructive fraud, a plaintiff must show that defendant (1) owes plaintiff \na fiduciary duty; (2) breached this fiduciary duty; and (3) sought to benefit himself in \nthe transaction.”). \n35. Under North Carolina law, corporate officers owe fiduciary duties to the \ncorporation, and must discharge their duties “(1) [i]n good faith; (2) [w]ith the care an \nordinarily prudent person in a like position would exercise under similar \ncircumstances; and (3) [i]n a manner [the officer] reasonably believes to be in the best \ninterest of the corporation. ”  N.C. G.S. § 55-8-42(a); accord Seraph Garrison, LLC v. \nGarrison, 247 N.C. App. 115, 787 S.E.2d 398 (2016).  In Seraph Garrison, the North \nCarolina summarized the duties as follows: \n[C]orporate directors and officers act in a fiduciary capacity \nin the sense that they owe the corporation the duties of \nloyalty and due care.   \n \nSubdivision 55-8-42(a)(2) outlines the standard by which \nan officer’s duty of care is measured.  Its specific \nlanguage—in a “like a position” and “under similar \ncircumstances”—acknowledges [ ]  that [officers’] \nresponsibilities will vary from  corporation to corporation. \nThe same holds true for the corporate decision -making \nprocesses that are employed. Even so, subdivision 55 -8-\n42(a)(2) also imposes an affirmative duty on officers: it \nrequires them to assume an active and direct role in the \nmatters that are under their authority. \n \nSubdivision 55-8-42(a)(3) codifies the requirement that an \nofficer always discharge the responsibilities of the office \n“with undivided loyalty” to the corporation.  The corporate \n \n \nlaw duty of loyalty also imposes an affirmative obligation: \na fiduciary must strive to advance the best interests of the \ncorporation. \n \nSecond, while subsection 55 -8-42(a) requires an officer to \nact in good faith, this concept cannot be separated from the \nduties of loyalty and due care.   In othe r words, the \nobligation to act in good faith does not create a discrete, \nindependent fiduciary duty. Rather, good faith is better \nunderstood as an essential component of the duty of \nloyalty.  A leading authority on North Carolina business \nlaw has also reco gnized this obligation as a component of \nthe duty of due care: “The requirement of good faith is \nlisted separately in [subsections 55-8-30(a) and 55-8-42(a),] \n. . . but it normally operates . . . as a component of the other \ntwo traditional duties, requirin g conscientious effort in \ndischarging the duty of care and constituting the very core \nof the duty of loyalty.”  Thus, the requirement of good faith \nis subsumed under an officer’s duties to the corporation; it \nis a primary and comprehensive obligation that compels an \nofficer to discharge his responsibilities openly, honestly, \nconscientiously, and with the utmost devotion to the \ncorporation. \n \nThird, context matters: the analysis of an officer’s fiduciary \nconduct must be judged in light of the background in which \nit occurs and the circumstances under which he serves the \ncorporation.  The same holds true for any examination of \n“good faith,” an inquiry that presents a mixed question of \nlaw and fact:  Whether a party has acted in good faith is a \nquestion of fact for the trier of fact, but the standard by \nwhich the party’s conduct is to be measured is one of law. \nIn making the determination as to whether a party’s \nactions constitute a lack of good faith, the circumstances \nand context in which the party acted must be considered. \n \nSeraph Garrison, 787 S.E.2d at 403–04 (cleaned up). \n36. The evidence regarding Deborah’s roles in the management of Care \nCenters, and ERC is, at best, vague and is conflicting as to what, if any, role Deborah \nplayed in any of the Challenged Transactions.  The Court concludes that the question \n \n \nof whether Deborah  owed fiduciary duties to Care Centers and ERC is in dispute.  \nTherefore, to the extent Movants seek summary judgment against Deborah as to their \nclaims for breach of fiduciary duties to Care Centers and ERC, the Court concludes \nthat the Motion should be DENIED. \n37. The Movants also have failed to present evidence that David and \nDeborah personally benefitted from the Saddle Transaction since the saddle business \nwas owned exclusively by Charles.  Therefore, the evidence currently before the Court \ndoes not support a claim of constructive fraud against David and Deborah, and to the \nextent Movants seek summary judgment against David and Deborah as to TAC’s \nclaim for constructive fraud, the Motion should be DENIED. \n38. David admits that he was an officer of TAC, Ca re Centers, and ERC , \nand there is no dispute that he owed fiduciary duties to those corporations.  It also is \nundisputed that David could not provide any explanation as to how the Challenged \nTransactions served the business interests of Care Centers or ERC, or how the Saddle \nTransaction was in the interest of TAC.  To the contrary, David admits that he \nbelieved that the Bille Entities were “one big pot” and “one big enterprise” (ECF No. \n130.5, at p. 40) , and transferred funds between, and took money out of,  the Bille \nEntities with the belief that he, Deborah, and Charles would ultimately be the owners \nof those entities.  \n39. As discussed above, the evidence regarding whether Bille knew of and \napproved of the Challenged T ransactions is hotly disputed.  In respons e to Care \nCenters’, ERC’s, and TAC’s claims for breach of fiduciary duties, Defendants contend: \n \n \nthat Bille “ceded all management authority” in APALP and Bille Entities to Charles, \nDavid, and Deborah (ECF No. 140, at pp. 2 –3); that “[t]he question as to who had \nwhat authority to make certain transfers during a specific period of time is a \nfundamental, disputed question of fact in this case ” (Id. at p. 7) ; and that Plaintiffs \nhave failed to show that any of the transfers or transactions were wrongful in th e \ncontext of this business” (Id. at p. 6).  In summary, Defendants argue that \n[i]n order to succeed on her allegation of a breach of duty \nat trial, Bille must prove to a jury that she did not \nauthorize and did not know of the transactions to Charles’ \nsaddle business. She never once complained. She must not \nnow be allowed to claim that any transaction that she now \ndisapproves of was wrong and damaging to her and her \ncompanies. \n \n  (Id. at p. 7.) \n \n40. The facts regarding whether Bille knew about and authorized Dav id to \nengage in the Challenged Transactions and the Saddle Transaction are in dispute.   \nSince Bille was the sole shareholder in the Bille Entities, if Bille authorized David’s \nand Deborah’s conduct, Defendants may be able to establish that the transactions  \nwere not a breach of their fiduciary duties to those entities.  As one court has held, \n[i]n determining whether [plaintiff], as sole shareholder, is \nliable for breach of a fiduciary duty, we may look to \nanalogous situations in other jurisdictions where a sole \nshareholder's acts, which may be detrimental to the \ncorporation, have been held not to give rise to liability. For \nexample, it has been held that  shareholders, when acting \nunanimously, may ratify acts which amount to waste or gift \nof corporate assets . . . [and] if an officer of the company \nowns all the stock he may use the corporate assets as he \nsees fit and there can be no misappropriation of corporate \nassets by him. In addition, it has been held that, although \ngenerally majorit y shareholders cannot make a gift \n \n \nof corporate property, a person owning all of the legal and \nequitable interest in a corporation may give away \nthe corporate assets. \n \nPittman v. American Metal Forming Corp., 649 A.2d 356, 363–64 (Md. 1994) (cleaned \nup); see also Anderson v. Benson, 394 N.W.2d 171, 175 (Minn. Ct. App. 1986) (“A sole \nshareholder of a corporation is free to dispose of corporate assets to his or her own \nliking, so long as the corporation or its creditors are not harmed or defrauded, or no \npublic policy is violated.”). \n41. In addition, whether an officer has breached fiduciary duties must be \nviewed against the structure and nature of the particular business (or businesses) at \nissue.  An “ [officer’s] responsibilities will vary from corporation to corporation.   The \nsame holds true for the corporate decision -making processes that are employed. ”  \nSeraph Garrison, 787 S.E.2d at  403.  Furthermore, “ [c]ontext matters: the analysis \nof an officer’s fiduciary conduct must be judged in light of the background in which it \noccurs and the circumstances under which he serves the corporation . . . .  Whether a \nparty has acted in good faith is a question of fact for the trier of fact, . . . .  In making \nthe determination as to whether a party’s actions constitute a lack of good faith, the \ncircumstances and context in which the party acted must be considered.”  Id. at 404. \n42. APALP and the Bille Entities were small, closely held family businesses.  \nDefendants have presented evidence that Bille intended to transfer her ownership in \nAPALP and the  Bille Entities, that she was aware of and expressly or tacitly \nauthorized David and Deborah to engage in the Challenged Transactions and the \nSaddle Transaction, and that she removed herself from management of APALP and \n \n \nthe Bille Entities and asked David a nd Deborah not to provide her with the details \nregarding the operations of the companies.  While these facts are disputed by \nMovants, the Court believes a jury should determine w hether the Challenged \nTransactions and the Saddle Transaction, viewed in context, were breaches of the \nduties David owed to the companies. \n43. Therefore, to the extent Movants seek summary judgment against \nDavid as to Care Centers’, ERC’s, and TAC’s claims for breach of fiduciary duty, the \nMotion should be DENIED. \nC. Conversion \n44. In their fi fth crossclaim, Movants allege claims for conversion against \nDavid, Deborah, and ARG based on the Challenged Transactions and the Saddle \nTransaction.  (ECF No. 38, at pp. 29– 30.)  Movants allege that Bille and the Bille \nEntities were the “owner[s] of various assets, including monies in their bank accounts \nand access to credit card accounts in their name, and were entitled to their immediate \npossession.”  ( Id. at p. 29.)  Movants further allege that Defendants “ unlawfully \nconverted said assets to their own use and did not return the assets, nor pay for the \npersonal charges made on Bille’s credit card, even after demand from the Responding \nDefendant.”  (Id. at p. 30.)   \n45. Under North Carolina law, conversion is the “unauthorized assumption \nand exercise of t he right of ownership over goods or personal chattels belonging to \nanother, to the alteration of their condition or the exclusion of an owner ’s rights.” \nVariety Wholesalers, Inc., 365 N.C. at 523 (citation omitted).  There are two elements \n \n \nin a claim for c onversion: (1) the plaintiff's ownership, and (2) the defendant ’s \nwrongful possession.  Id.  Money, such as the funds at issue here, can be the subject \nof a claim for conversion where they  can “be sufficiently identified through evidence \nof the specific so urce, specific amount, and specific destination  of the funds in \nquestion.”  Id. at 529.  Defendants do not argue that Movants have not sufficiently \nidentified the funds at issue in their conversion claim. \n46. Defendants contend that Movants are not entitled to  summary \njudgment on the conversion claim “ because there is a genuine issue of material fact \nof whether or not Bille knew of the transactions or transfers complained of by \nplaintiff, whether or not she had tacitly authorized such actions by ceding operatio n \ncontrol to defendants and whether or not the transfers themselves were in fact \nwrongful.”  ( ECF No. 140, at p. 6.)  In support, Defendants contend that it is \nundisputed that Bille had given David and Deborah the authority to operate the Bille \nEntities and removed herself from the day -to-day management of the companies.  \n(ECF No. 140, at p. 5.)  They also  cite to David’s sworn affidavit testimony that “Bille \nknew that there were various intercompany transactions and distributions or \npayments to or on behalf of other companies, such as ARG and Charles ’ businesses \nand various members of the group, including herself ” (ECF No. 140.1, at ¶ 13), and  \nBille’s admission that she knew that David and Deborah “moved money around from \nthis company to that company” (ECF No.  140.3, at p. 110).  Finally, Defendants assert \nthat Jones “ testified that he personally informed Bille of the discussions in the \nmanagement board meetings after she chose to stop attending and that he reviewed \n \n \nwith and answered questions about her personal and corporate tax returns and \ndocuments, prior to her signing the same.”  (ECF No. 140, at p. 5.) \n47. The Court finds Defendants’ argument persuasive.  To prove the claims \nfor conversion, Movants must show that David was not authorized to make the \nChallenged Transactions and the Saddle Transaction.  See Variety Wholesalers, Inc., \n365 N.C. at 523.  While Bille claims in her affidavit that she  did not “ know of” or \n“approve” the Challenged Transactions and the Saddle Transaction (ECF No.. 130.1, \npassim), Defendants have provided at least some evidence that she knew about  and \nhad given David authority to make transfers of funds and assets as he saw fit.  Bille \nwas the sole shareholder and owner of the Bille Entities and, therefore, she was free \nto do what she wished with the funds.  See L. R. Schmaus Co. v. Commissioner, 406 \nF.2d 1044, 1045 (7th Cir. 1969) (“[I]f an officer of the company owns all the stock, he \nmay use the corporate assets as he sees fit and there can be no misappropriation of \ncorporate assets by him.”). \n48. The facts are in dispute as to whether Bille authorized the transactions \nand a jury will need to determine the truth of the matter.  Movants are not entitled \nto summary judgment on their claims for conversion.   Therefore, to the extent \nMovants seek summary judgment in their favor as  to the claims for conversion, the \nMotion should be DENIED. \nD. Breach of contract \n49. Movants purport to allege a claim for breach of contract, but fail to allege \nthe terms of the contract or agreement at issue.  (ECF No. 38, at ¶¶ 217– 222.)  \n \n \nInstead, they allege only that “Defendants” b reached an implied covenant of good \nfaith in some unidentified contract or agreement.  (Id.)  Movants’ entire argument in \nsupport of the breach of contract claim in the Mem. in Supp. is as follows:  \n“[a]lternatively, to the extent that Deborah, David or ARG contend the transfers were \na series of loan [sic], then Bille, ERC, and CCI are entitled to be paid back on those \nby David, Deborah, and ARG under a breach of contract claim.”  (ECF No. 131, at p. \n17.) \n50. The Court concludes that Movants have failed to identify the undisputed \nfacts, and have not argued why they are entitled to judgment as a matter of law.  See \nHensley, 193 N.C. App. at  563 (stating that under  Rule 56, “ the movant bears the \nburden of showing that there is no triable issue of fact and that he is entitled to \njudgment as a matter of law” (quotations and citation omitted)). \n51. Therefore, to the extent Movants seek summary judgment in their favor \nas to the claims for breach of contract, the Motion should be DENIED. \nE. Unjust enrichment \n52. Movants purport to allege a claim for unjust enrichment “in the \nalternative” to their claim for conversion.  (ECF No. 38, at ¶¶ 30–31.)  Movants allege \nthat Defendants “ took certain property of [Bille]  and the Bille Entities without \nauthority, . . . , conferring a benefit on ” Defendants; that “[a]t the time of the taking \nof the property, and upon discovery of the same, [Bille] and the Bille Entities expected \nto be paid b ack”; and that “[t] o the extent that said conduct does not constitute \n \n \nconversion, [Bille] and the Bille Entities are entitled to the return of said property, \nor the reasonable value of the property.”  (Id. at ¶¶ 186, 188, 189.) \n53. A claim for  unjust enrichment  “is neither in tort nor contract but is \ndescribed as a claim in quasi contract or a contract implied in law.”  Booe v. Shadrick, \n322 N.C. 567, 570  (1988).  “The general rule of  unjust enrichment  is that where \nservices are rendered and expenditures made by one party to or for the benefit of \nanother, without an express contract to pay, the law will imply a promise to pay a \nfair compensation therefor.”  Atlantic C. L. R. Co. v. State Highway Comm’n, 268 N.C. \n92, 95– 96 (1966) (citations omi tted).  In North Carolina, to recover on a claim \nof unjust enrichment, Plaintiff must prove: (1) that it conferred a benefit on another \nparty; (2) that the other party consciously accepted the benefit; and (3) that the \nbenefit was not conferred gratuitously or by an interference in the affairs of the other \nparty.  Southeastern Shelter Corp. v. BTU, Inc., 154 N.C. App. 321, 330 (2002). \n54. Neither the allegations nor the facts in evidence support a claim for \nunjust enrichment.  Movants have not alleged that Bille or the Bille Entities conferred \nbenefits upon Defendants, but, rather, that Defendants took assets belonging to Bille.  \nIn fact, Bille claims she did not know about the Challenged Transactions  or the \nSaddle Transaction at the time they occurred.  Rather, at best, the evidence supports \nclaims that Defendants wrongfully transferred funds or property belonging to \nMovants that Movants believe Defendants should be required to repay.  As this Court \nhas stated: \n[a]lleging merely that the Defendants have taken for \nthemselves some benefit to which Plaintiff believes it is \n \n \nrightfully entitled does not state a claim for  unjust \nenrichment.  Rather, a claim for unjust enrichment must \nbe based on a contract implied in law in whic h one party \nhas provided a benefit to another, such as goods or services, \nfor which the first party should rightfully be compensated. \n[Plaintiff] does not allege that it conferred a benefit on \nDefendants; only that Defendants violated its rights and \nthereby obtained some benefit to themselves for which \n[Plaintiff] believes it should be awarded damages. \n \nKNC Techs., LLC v. Tutton , 2019 NCBC LEXIS 72, at *36 –37 (N.C. Super. Ct. Oct. \n9, 2019) (citing Chisum v. Campagna, 2017 NCBC LEXIS 102, at *31–32 (NC Super. \nCt. Nov. 7, 2017)) (unjust enrichment claim dismissed where plaintiff did “not allege \nthat he conferred any benefit on the [defendants], but rather only that the \n[defendants] ‘received’ or ‘wrongfully retained’ benefits from their alleged \nmisconduct.”); see also  Islet Scis., Inc. v. Brighthaven Ventures, LLC, 2017 NCBC \nLEXIS 4, at *15 –18 (N.C. Super. Ct. Jan. 12, 2017)  (holding that  an unjust  \nenrichment claim failed where plaintiff alleged only that it was damaged by \ndefendants’ conduct and not that it had conferred a benefit on defendant company). \n55. The unjust enrichment claim is a repackaging of Movant s’ claims for \nbreach of fiduciary duty and conversion, and neither the undisputed facts nor the law \nsupports a claim for unjust enrichment in this case.  See Islet Scis., Inc., 2017 NCBC \nLEXIS 4, at *1 7–18.  Therefore, to the extent Movants seek summary judgment in \ntheir favor as to the claim for unjust enrichment, the Motion should be DENIED. \nF. Unfair trade practices \n56. Movants also allege that by making the Challenged Transactions and \nthe Saddle Transaction , Defendants have engaged in unfair or deceptive trade \n \n \npractices in violation of the UDTPA.  (ECF No. 38, at pp.  30–31.)  The Court concludes \nthat the same disputed issues of fact about whether Bille authorized the Challenged \nTransactions and the Saddle Transaction also preclude granting summary judgment \nin Movant’s favor on the UDTPA claim .  Therefore, to the extent Movants seek \nsummary judgment in their favor as to the claim for unfair or deceptive trade \npractices in violation of the UDTPA, the Motion should be DENIED. \nG. Defendants’ affirmative defenses \n57. In their Answer, Defendants raise defenses of: (i) bad faith, (ii) failure \nto mitigate, (iii) the Statute of Frauds, (iv) waiver, laches and tacit acceptance.  (ECF \nNo. 51, at p. 16. )  Movants seek summary judgment in their favor and against \nDefendants as to the affirmative defenses.  (ECF No. 129, at p. 6; ECF No. 130, at pp. \n21–22.)  Movants contend that the affirmative defenses have no application to the \nissues raised by its crossclaims and that Defendants do not have evidence to support \nthe defenses.  ( ECF No. 130, at pp. 21– 22.)  Defendants make no argument in \nopposition to Movant s’ contentions and provide no evidence in support of their \naffirmative defenses.  Therefore, the Court concludes that, to the extent Movants seek \nsummary judgment in their favor on Defendants’ affirmative defenses for bad faith, \nfailure to mitigate, the Statute of Frauds, and waiver, laches and tacit acceptance , \nthe Motion should be GRANTED. \nIV. CONCLUSION \nTHEREFORE, IT IS ORDERED that the Motion is GRANTED in part, and \nDENIED, in part, as follows: \n \n \n1. David and Deborah’s crossclaims for dissolution of APALP (“First \nClaim for Relief”) and appointment of a receiver (“Second Claim for \nRelief”) are DISMISSED as MOOT. \n2. To the extent Movants seek summary judgment against Deborah as \nto their claims for breach o f fiduciary duties to Care Centers and \nERC, the Motion is DENIED. \n3. To the extent Movants seek summary judgment against David and \nDeborah as to TAC’s claim for constructive fraud, the Motion is  \nDENIED. \n4. To the extent Movants seek summary judgment against Davi d as to \nCare Centers’, ERC’s, and TAC’s claims for breach of fiduciary duty, \nthe Motion is DENIED. \n5. To the extent Movants seek summary judgment in their favor as to \ntheir claims for conversion, the Motion is DENIED. \n6. To the extent Movants seek summary judgment in their favor as to \ntheir claims for breach of contract, the Motion is DENIED. \n7. To the extent Movants seek summary judgment in their favor as to \ntheir claim for unjust enrichment, the Motion is DENIED. \n8. To the extent Movants seek summary judgment in their favor as to \ntheir claim for unfair or deceptive trade practices in violation of the \nUDTPA, the Motion is DENIED. \n \n \n9. To the extent Movants seek summary judgment in their favor on \nDefendants’ affirmative defenses for ba d faith, failure to mitigate, \nthe Statute of Frauds, and waiver, laches , and tacit acceptance, the \nMotion is GRANTED. \n \nSO ORDERED, this the 7th day of June, 2021. \n \n \n/s/ Gregory P. McGuire     \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases "
}