{
  "id": "faf2c0cee7d23effd7caf43306e884067d762d982e9c8e4beffa18274bcb27dc",
  "source_file": "data/raw/ncbc/faf2c0cee7d23effd7caf43306e884067d762d982e9c8e4beffa18274bcb27dc.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \n   IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 12010 \n \nCHRISTOPHER LA MACK, DANTE \nA. MASSARO, and GEMINI REAL \nESTATE ADVISORS, LLC, \n \nPlaintiffs, \n \nv. \n \nWILLIAM T. OBEID, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION \n \n \n \n \n \n \n \n{1} THIS MATTER  is before the Court upon Defendant William T. Obeid’s \n(“Obeid” or “Defendant”) Motion to Dismiss Plaintiffs Christopher La Mack (“La \nMack”), Dante A. Massaro (“Massaro”), an d Gemini Real Estate Advisors, LLC’s \n(“Gemini”) (collectively “Plaintiffs”) First Amended Complaint (“Motion to Dismiss”) \nor Alternatively to Stay the Action (“Motion to Stay”) (collectively, the “Motions”) in \nthe above-captioned case. \n{2} After considering the parties’ pleadings, written motions and submissions, \nand arguments at the October 28, 2014 hearing, the Court hereby DENIES \nDefendant’s Motion to Dismiss and GRANTS Defendant’s Motion to Stay. \nMcGuire Woods LLP by Robert A. Muckenfuss, Elizabeth Zwickert \nTimmermans, and Justin T. Yedor, for Plaintiffs Christopher La Mack, \nDante A. Massaro, and Gemini Real Estate Advisors, LLC. \nSmith Moore Leatherwood LLP by Robert R. Marcus and C. Bailey King, Jr., \nfor Defendant William T. Obeid. \n \nBledsoe, Judge. \n \nLa Mack v. Obeid, 2015 NCBC 21.\n \n \nI. \nBACKGROUND \n{3} The Court recites the allegations set fo rth in the parties’ papers that are \nrelevant for purposes of resolving the present Motions.1 \n{4} Gemini is a closely held Delaware limited-liability company with its \nprincipal place of business in New York, New York and an office in Mecklenburg \nCounty, North Carolina.  (First Am. Compl. ¶ 3.)   \n{5} Gemini was formed in 2003 to “acquire, own, operate, improve, manage and \ndispose of commercial real estate.”  (First Am. Compl. ¶ 20; Amended and Restated \nOperating Agreement of Gemini Real Estate Advisors, LLC dated February 19, 2009 \n(“Amended Operating Agreement”),2 Ex. D.) \n{6} La Mack, Massaro, and Obeid are Gemini’s only members, with each owning \na one-third membership interest in the co mpany.  (Am. Oper. Agrmt., p. 39, Ex. A; \nsee also First Am. Compl. ¶¶ 17–18.)   \n{7} Each Plaintiff is also a manager of Ge mini.  (Am. Oper. Agrmt., p. 45, Ex. \nC.) \n                                                 \n1 “When reviewing a motion to dismiss for lack of subject matter jurisdiction pursuant to Rule 12(b)(1), \na trial court may consider and weig h matters outside the pleadings.”  Dare County v. N.C. Dep’t of \nIns., 207 N.C. App. 600, 610, 701 S.E.2d 368, 375 (2010) (alteration in original) (quoting Dep’t of Trans. \nv. Blue, 147 N.C. App. 596, 603, 556 S.E.2d 609, 617 (2001), disc. review denied, 356 N.C. 434, 572 \nS.E.2d 429 (2002)).  Similarly, when deciding a motion to dismiss under Rule 12(b)(6), the Court “may \nproperly consider documents which are the subject of a plaintiff’s complaint and to which the complaint \nspecifically refers,” even if those documents are not attached thereto.  Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001) (citing Robertson v. Boyd, 88 N.C. App. 437, 441, 363 \nS.E.2d 672, 675 (1988)). \n  \n2 Gemini’s Amended Operating Agreement is attached to Plaintiff’s Complaint and First Amended \nComplaint as Exhibit A.   \n \n \n{8} Under the Amended Operating Agreemen t, Obeid was appointed Gemini’s \ninitial Operating Manager.  ( See First Am. Compl. ¶¶ 22–23; Am. Oper. Agrmt. § \n5.16.)  As Operating Manager, Obeid was “empowered to carry out the management \nand operational policies of the Company  as set forth and determined by the \nManagers.”  (Am. Oper. Agrmt. § 5.16.)  The Agreement provided that Obeid could \n“act on behalf of the Company and [] execute any and all documents, instruments and \nagreements . . .” with La Mack and Massaro’s approval.  ( See Am. Oper. Agrmt. § \n5.16; First Am. Compl. ¶ 24.) \n{9} Over time, each of the managers began to pursue different types of projects \nbased on his particular skillset and inte rests.  In particular, Obeid focused on \nhospitality projects, with an emphasis on independent and boutique hotels, while La \nMack and Massaro focused on Gemini’s retail projects, including grocery, fitness, and \ndepartment stores.  Obeid alleges that over time, his projects “performed significantly \nbetter” than La Mack and Massaro’s pr ojects, and that his greater relative \ncontribution to Gemini became even more pronounced over the last five years.  (Def.’s \nBr. Supp. Mot., p. 4.) \n{10} In mid-2013, Obeid proposed restructur ing Gemini to mitigate the risks \nbetween its retail and hospitality sectors and to allow each members’ economic \ninterest in Gemini to more accurately refl ect his respective contribution.  (Def.’s Br. \nSupp. Mot., p. 5.)  La Mack, Massaro, and Obeid agreed to disc uss Obeid’s proposal \nat a March 28, 2014 meeting.  (Def.’s Br. Supp. Mot., p. 5.)  At the meeting, Gemini’s \nmembers allegedly agreed in principle to  create two new LLC’s – one dedicated to \n \n \nGemini’s retail business and the types of projects La Mack and Massaro had been \npursuing (the “Retail LLC”) and the other dedicated to Gemini’s hospitality business \nand the types of projects Obeid had develo ped (the “Hospitality LLC”).  (Def.’s Br. \nSupp. Mot., p. 5.)  Under the alleged agreement, Gemini would wholly own the Retail \nLLC but only retain a 30% interest in th e Hospitality LLC, with Obeid owning the \nremaining 70% interest.  (Def.’s Br. Supp. Mot., p. 5.) \n{11} After allegedly agreeing to this new business model, however, Obeid \ncontends that La Mack and Massaro advi sed him that they wanted a “business \ndivorce” and to negotiate his separation from Gemini.  (Def.’s Br. Supp. Mot., p. 6.)  \nObeid asserts that thereafter he called a special meeting of the managers to discuss \nthe “business divorce” on July 1, 2014, bu t that at that meeting, La Mack and \nMassaro, without prior notice to Obeid, voted to remove Obeid as Operating Manager \nand replace him with Massaro.  (Def.’s Br. Supp. Mot., p. 6; \nsee also Pls.’ Resp. Opp. \nDef.’s Mot., p. 4.) \n{12} That same day, La Mack and Massaro, “individually and as members of and \non behalf of Gemini,” filed this action against Gemini and Obeid (“individually and \nas a manager of Gemini”) in Mecklenbur g County, North Carolina Superior Court \n(the “North Carolina Action”) (Compl., pp. 1, 4; \nsee Def.’s Br. Supp. Mot., pp. 1, 6), \npurporting  to allege direct and derivati ve claims against Obeid to recover damages \narising out of Obeid’s alleged breach of the Amended Operating Agreement, breach \nof fiduciary duty, conversion, negligent misrepresentation, and unjust enrichment \n(Compl. ¶ 1).   \n \n \n{13} Contemporaneously with the filing of the Complaint, La Mack and Massaro \nfiled a notice of designation of this case to the North Carolina Business Court.  The \ncase was thereafter designated a mandator y complex business case and assigned to \nthe undersigned on July 7, 2014. \n{14} La Mack and Massaro did not attempt service of the North Carolina Action \non Obeid until approximately six weeks after filing.  (Def.’s Br. Supp. Mot., p. 2.) \n{15} On August 1, 2014, Obeid filed an action in the United States District Court \nfor the Southern District of New York (t he “New York Court”), bringing claims \nagainst La Mack and Massaro “directly and derivatively on behalf of Gemini Real \nEstate Advisors LLC [and various entities  created by Obeid, La Mack, and Massaro \nto develop Gemini’s real estate projects]” (the “New York Action”).  (Def.’s Br. Opp. \nMot. for TRO, Ex. A titled \nObeid v. La Mack, et al. , Case No. 14-cv-06498-LTS \n(S.D.N.Y., Aug. 1, 2014).)   \n{16} Obeid served the New York Action on La Mack and Massaro on August 14, \n2014.  (Def.’s Mot. Dismiss ¶ 3.)  Immedi ately thereafter, on August 15, 2014, La \nMack and Massaro began efforts to serve the North Carolina Action on Obeid.  (Def.’s \nBr. Supp. Mot., pp. 2, 7.)3 \n{17} Obeid subsequently filed an Amended Verified Complaint in the New York \nAction on August 22, 2014.  (Def.’s Br. Supp. Mot., Ex. A titled Obeid v. La Mack, et \n                                                 \n3 According to an Affidavit of Attempted Service filed in the New York Action, La Mack and Massaro \nfirst attempted to serve Obeid in the North Carolina Action the day after they were served with the \nComplaint in the New York Action.  A copy of the Affidavit of Attempted Service is attached as Exhibit \nB to Defendant’s Brief in Support of the Motion to Dismiss. \n \n \n \nal., Case No. 14-cv-06498-LTS (S.D.N.Y. Aug.  22, 2014).)  La Mack and Massaro \nthereafter moved the New York Court to di smiss or, alternatively, to stay the New \nYork Action in favor of the North Carolina Action.  On October 31, 2014, the New \nYork Court denied La Mack and Massaro’s motion.\n4  (See Pls.’ Resp. to Def.’s Notice \nof Issuance of Order, Ex. A, p. 5.)   \n{18} On August 28, 2014, Obeid filed a Motion to Dismiss or Alternatively to Stay \nthe [North Carolina] Action pursuant to Rules 12(b)(1) and (12)(b)(6) of the North \nCarolina Rules of Civil Procedure, argu ing that La Mack and Massaro lacked \nstanding to bring derivative claims on behalf of Gemini, necessitating the dismissal \nof the North Carolina Action and, alternativ ely, seeking a stay in favor of the New \nYork Action.  (Def.’s Mot. Dismiss ¶ 2.)\n5  In particular, Obeid contended that because \nLa Mack and Massaro owned a combined 66.66% ownership interest in Gemini (Am. \nOper. Agrmt., Ex. A, p. 39), they could have authorized Gemini to bring the North \nCarolina Action as a direct action; as su ch, La Mack and Massaro’s admitted failure \nto make demand on Gemini (and their cl aim of alleged demand futility) required \ndismissal of the Complaint.  (Def.’s Mot. Dismiss ¶ 2.)   \n{19} Soon thereafter, on September 2, 2014,  La Mack and Massaro filed a First \nAmended Complaint adding Gemini as a Plaintiff, removing Gemini as a nominal \nDefendant, and abandoning the individual Plaintiffs’ derivative claims, this time \n                                                 \n4 The New York Court’s Order is attached as Exhibi t A to Defendant’s Notice of Issuance of Order, \nfiled November 3, 2014. \n \n5 Obeid’s original Motion to Dismiss or Alternatively Stay Action lists paragraphs two and three as \n“2.” \n \n \nasserting only direct claims against Obeid.6  (Pls.’ Resp. Opp. Def.’s Mot., p. 11, fn. 5.)  \nPlaintiffs also discarded their claim fo r unjust enrichment and added a claim for \ntortious interference with prospective econom ic advantage.  (Pls.’ Resp. Opp. Def.’s \nMot., p. 11, fn. 5.)  Obeid re sponded by filing the Motion to Dismiss and Motion to \nStay on September 16, 2014.  The Motions are now ripe for resolution.    \nII. \nANALYSIS \nA. Motion to Dismiss \n{20} Obeid contends that because La Mack and Massaro lacked standing to bring \ntheir initial Complaint, the Court lacks subject matter jurisdiction over the action, \nthereby making the Complaint a legal nullity which could not be amended.  As a \nresult, Obeid argues that the First Amended Complaint must be dismissed, and if the \nclaims therein are to be advanced at all, they must be asserted in a new action. (Def.’s \nMot. Dismiss ¶¶ 4–5.)   \n{21} As an initial matter, the Court notes th at “[a] universal principle as old as \nthe law is that the proceedings of a court without jurisdiction of the subject matter \nare a nullity.”  Burgess v. Gibbs , 262 N.C. 462, 465, 137 S.E.2d 806, 808 (1964).   \nRelying on this principle, our courts have  held that if a plai ntiff was “[w]ithout \nstanding to bring [an] initial complaint, there was no valid complaint to which the \namended complaint could relate back.”  Coderre v. Futrell, 736 S.E.2d 784, 787 (N.C. \n                                                 \n6 Plaintiffs assert direct claims against Obeid in the First Amended Complaint for breach of the \nAmended Operating Agreement, breach of fiduciary duty, conversion, negligent misrepresentation, \nand tortious interference with prospective economic advantage.  (see generally First Am. Compl.) \n \n \nCt. App. 2012).  As applied here, if the individual Plaintiffs did not have standing to \nassert any of the claims in the initial Complaint, the initial Complaint is a legal \nnullity to which amendment is impossible, and dismissal of the First Amended \nComplaint is required.  \n{22} Turning then to an examination of the individual Plaintiffs’ claims in the \ninitial Complaint, the Court first notes that La Mack and Massaro purported to assert \nboth direct and derivative claims.  As a result, even if Obeid is correct that Plaintiffs \ndid not have standing to assert derivative claims in the initial Complaint, the Court \nwould still retain subject matter jurisdiction over any claims Plaintiffs have properly \nbrought in their direct or individual capacity. Accordingly, the Court first determines \nwhether the individual Plaintiffs allege d valid direct claims in their initial \nComplaint.    \n{23} La Mack and Massaro purport to allege three direct claims against Obeid in \ntheir initial Complaint – Breach of the Amended Operating Agreement, Breach of \nFiduciary Duty, and Negligent Misrepresentation (collectively, “Individual Claims”).  \nObeid argues that these claims should be dismissed for lack of standing, because La \nMack and Massaro have “fail[ed] to allege  any ‘direct injury’ they have suffered \n‘independent’ of the alleged injuries to [Gemini].” (Def.’s Br. Supp. Mot., p. 8, fn. 5) \n(citation omitted).  In response, La Mack and Massaro contend their injury is “based \nnot solely on their membership interest in Gemini, but also on their rights to \nparticipate in the management of Gemini.”  (Pls.’ Resp. Opp. Def.’s Mot., p. 8.)   \n \n \n{24} North Carolina courts “look to the laws of the state in which the company is \nincorporated to determine the procedural prerequisites and whether the claim[s are] \nderivative or individual.” Technik v. WinWholesale , Inc., 2012 NCBC 5 ¶ 25 (N.C. \nSuper. Ct. Jan. 13, 2012), \nhttp://www.ncbusinesscourt.net/opinions/2012_NCBC_5.pdf; see also Scott v. Lackey, \n2012 NCBC 58 ¶ 32 (N.C. Super. Ct. Dec. 3, 2012), \nhttp://www.ncbusinesscourt.net/opinions/2012_NCBC_58.pdf (“[T]he law of corporate \nderivative suits should [] apply to limited liability companies to determine the \ngoverning law for assessing whether clai ms may be brought individually or \nderivatively.”). \n{25}  Gemini is a limited liability company formed in Delaware.  (First Am. \nCompl. ¶ 3.)  Thus, the Court will look to Delaware law to determine whether \nPlaintiffs’ claims may be brought as direct or derivative. \n{26} “Under Delaware law, whether [La Ma ck and Massaro] properly assert[] \ndirect or derivative claims  ‘must turn solely on the following questions: (1) who \nsuffered the alleged harm ([Gemini] or [La Mack and Massaro], individually); and (2) \nwho would receive the benefit of any recovery or other remedy ([Gemini] or [La Mack \nand Massaro], individually)?’”  \nScott, 2012 NCBC 58 ¶ 36 (quoting Tooley v. \nDonaldson, Lufkin, & Jenrette, Inc., 845 A.2d 1031, 1033 (Del. 2004)).  “To make this \ndetermination, the Court will not be bound by [La Mack and Massaro]’s classification \nof the claim as direct or derivative, but will look to the complaint as a whole to \n \n \ndetermine if the injury alleged falls directly on [Gemini] or the individual.”  Id.  (citing \nIn re Syncor Int’l Corp. S’holders Litig., 857 A.2d 994, 997 (Del. Ch. 2004)).   \n{27} “Delaware courts typically refuse to extend standing for direct claims to \nplaintiffs alleging an injury arising solely from an ownership interest in [a] company, \nbecause their harm would be felt only secondarily to the direct harm to the company.” \nId. ¶ 37 (citing Feldman v. Cutaia, 951 A.2d 727, 733 (Del. 2008)).  Thus, in order to \nbe properly classified as an individual claim, “‘[t]he stockholder’s claimed direct \ninjury must be independent of any alleged injury to the corporation.’”  \nId. ¶ 36 \n(quoting Tooley, 845 A.2d at 1039).  See Feldman, 951 A.2d at 733 (“Where all of a \ncorporation’s stockholders are harmed and would recover pro rata in proportion with \ntheir ownership of the corporation’s stock solely because they are stockholders, then \nthe claim is derivative in nature.”). \n{28} Of particular relevance here, the denial of a shareholder’s right to vote on \nimportant company matters is nearly always, under Delaware law, a direct harm that \nis unique to the individual.  \nSee In re Ebix, Inc. , 2014 Del. Ch. LEXIS 132, at *48 \n(Del. Ch. July 24, 2014) (“Where a sharehol der has been denied one of the most \ncritical rights he or she possesses–the ri ght to a fully informed vote–the harm \nsuffered is almost always an individu al, not corporate, harm.”) (quoting In re Tyson \nFoods, Inc. Consol. S’holder Litig., 919 A.2d 563, 601 (Del. Ch. Feb. 6, 2007)).  This \nprinciple applies with equal force when a manager of an LLC is denied the manager’s \ncontractual right to vote on matters impacting the LLC.  See Bakerman v. Sidney \nFrank Importing Co. , 2006 Del. Ch. LEXIS 180 *69–70 (Del. Ch. Oct. 16, 2006) \n \n \n(“[Plaintiff]’s contract and good faith and fair dealing claims are direct claims because \nthey allege that defendants deprived [plain tiff] of his voting rights under the LLC’s \nOperating Agreement, and because [plaintiff] would receive the benefit of any \nrecovery.”). \n{29} Here, the individual Plaintiffs allege that they have been injured by Obeid’s \ndenial of their right to vote as managers of Gemini.   \n{30} For example, in their claim for breach of the Amended Operating \nAgreement, La Mack and Massaro allege in the initial Complaint (i) that the \nAmended Operating Agreement was a “valid and enforceable contract” they entered \nwith Obeid (Compl. ¶¶ 22, 40); (ii) Obeid breached the Amended Operating \nAgreement by unilaterally acting on behalf of the company by, \ninter alia, executing a \nhotel deal in Miami, Florida (the “Miami Hotel Deal”), without allowing La Mack and \nMassaro to first vote on the deal (Compl. ¶¶ 26–31, 43); and (iii) Obeid’s actions \nharmed La Mack and Massaro as partie s to the Amended Operating Agreement \n(Compl. ¶ 48).  Most notably, the individual  Plaintiffs allege that Obeid usurped La \nMack and Massaro’s right to vote on critical company decisions by unilaterally acting \nwithout their approval.  (Compl. ¶¶ 26, 33,  36.)  Obeid also allegedly “induced La \nMack and Massaro into signing a line of cre dit for which [they] are now personally \nliable.”  (Compl. ¶¶ 26–31; Pls.’ Br. Opp. Def.’s Mot., p. 9.)   \n{31} Similarly, as support for their negligent misrepresentation claim, La Mack \nand Massaro allege in the initial Complaint that Obeid “concealed the Miami Hotel \nDeal from [them] until substantial Compa ny funds had already been expended,” \n \n \n(Compl. ¶ 63), thereby preventing them from  exercising their “right to approve or \ndisapprove substantial expenditures for su ch projects,” (Compl. ¶ 67), and thereby \ndenying them the right to vote on important company matters.   \n{32} Accordingly, the Court finds that La Mack and Massaro’s claims for breach \nof the Amended Operating Agreement and for negligent misrepresentation in the \ninitial Complaint are properly characterized as direct claims, not derivative claims.  \nAs such, the Court concludes that the in dividual Plaintiffs had standing under \nDelaware law to assert these direct claims  in the initial Complaint.  Thus, even if \nObeid is correct that La Mack and Massar o did not have standing to assert the \nderivative claims set forth in the initial Complaint,7 due to the presence of the direct \nclaims against Obeid, the initial Complaint is not a legal nullity, and the Court had \nsubject matter jurisdiction over the initial Complaint.   \n{33} Therefore, because the Court had subject matter jurisdiction over the initial \nComplaint, Obeid’s Motion to Dismiss the Amended Complaint under Rules 12(b)(1) \nand 12(b)(6) for lack of subject matter jurisdiction should be denied. \nB.  Motion to Stay \n{34} N.C. Gen. Stat. § 1-75.12(a) provides that “[i]f, in any action pending in any \ncourt of this State, the judge shall find that it would work substantial injustice for \nthe action to be tried in a court of this State, the judge on motion of any party may \nenter an order to stay further proceedings in  the action in this State.”  The Court’s \n                                                 \n7  In light of the Court’s determination that Plaintiffs have asserted direct claims in the initial \nComplaint, the Court declines to address whether Plaintiffs asserted valid derivative claims in the \ninitial Complaint.  \n \n \ndecision to grant or deny a stay is a matter within its reasonable discretion.  Home \nIndem. Co. v. Hoechst-Celanese Corp. , 99 N.C. App. 322, 325, 393 S.E.2d 118, 120 \n(1990).   \n{35} The North Carolina courts have held that “[i]n determining whether to grant \na stay under G.S. § 1-75.12, the trial court may consider the following factors: \n (1) the nature of the case, (2) the convenience of the \nwitnesses, (3) the availabilit y of compulsory process to \nproduce witnesses, (4) the relative ease of access to sources \nof proof, (5) the applicable law, (6) the burden of litigating \nmatters not of local concern, (7) the desirability of litigating \nmatters of local concern in local courts, (8) convenience and \naccess to another forum, (9) choice of forum by plaintiff, \nand (10) all other practical considerations.  \n \nLawyers Mut. Liab. Ins. Co. v. Nexsen Pruet Jacobs & Pollard , 112 N.C. App. 353, \n356, 435 S.E.2d 571, 573 (1993) (citing Motor Inn Mgmt., Inc. v. Irvin-Fuller Dev. Co., \nInc., 46 N.C. App. 707, 713,  266 S.E.2d 368, 371, appeal dismissed and disc. review \ndenied, 301 N.C. 93, 273 S.E.2d 299 (1980)). \n{36} The Court is not required to consider  each enumerated factor, but must \nconsider all factors that are relevant to the case in deciding whether a stay is \nwarranted.  Id. at 357, 435 S.E.2d at 574.   “[I]t is not necessary [for] all factors [to] \npositively support a stay, as long as [the  Court] is able to conclude that (1) a \nsubstantial injustice would result if the [s tay was denied], (2) th e stay is warranted \nby those factors present, and (3) the alternative forum is convenient, reasonable, and \nfair.”  Id. \n{37} Beginning with the ninth factor first, the Court notes that plaintiffs’ choice \nof forum ordinarily is given great deference,  especially when plai ntiffs select their \n \n \nhome forum to bring suit.  Wachovia Bank v. Harbinge r Capital Partners Master \nFund I, Ltd. , 2008 NCBC 6 ¶ 62 (N.C. Supe r. Ct. Mar. 13, 2008), \nhttp://www.ncbusinesscourt.net/opinions/2008%20NCBC%206.pdf (citation omitted); \nWachovia Bank v. Deutsc he Bank Trust Co. Ams. , 2006 NCBC 8 ¶ 51 (N.C. Super. \nCt. June 2, 2006), \nhttp://www.ncbusinesscourt.net/opinions/2006%20NCBC%208.htm (“The weight \naccorded to [] plaintiff[s’] choice of forum [may be] particularly appropriate where, as \nin this case, [] plaintiff[s] selected [t heir] home forum to bring suit.”) (citing Long \nHaymes Carr, Inc. v. VueCom, Inc. , 1997 U.S. Dist. LEXIS 21939 at *11 (M.D.N.C. \nDec. 12, 1997)); see also Bates v. J.C. Penney Co. , 624 F. Supp. 226, 227 (W.D.N.C. \n1985) (“Plaintiffs’ choice of forum should be given especially strong consideration \nsince the forum they chose is in the district in which they reside.”).   \n{38} Obeid must satisfy a heavy burden to alter Plaintiffs’ choice of forum by \nstaying the case in favor of the New York Action.  See Firstar Bank, N.A. v. Interlease \n757 Aircraft Investors, LLC, 2002 U.S. Dist. LEXIS 20974 at *10 (M.D.N.C. Aug. 23, \n2002) (citation omitted) (“[U]nless the balance is strongly in favor of the defendant, \nthe plaintiff’s choice of forum should rarely be disturbed.”).  However, when plaintiffs \nfile a complaint merely as a strategic mane uver to choose a favorable forum, “first-\nfiled” priority may be denied.  See Nutrition & Fitness, Inc. v. Blue Stuff, Inc., 264 F. \nSupp. 2d 357, 361 (W.D.N.C. 2003). \n{39} Obeid contends that La Mack and Massaro’s initial Complaint was a “hip \npocket” complaint, filed only to secure leverage in the “business divorce” negotiations \n \n \nbetween the parties and to guarantee La Mack and Massaro a local forum in which \nto litigate this dispute should a business agreement not be reached.  (Def.’s Br. Supp. \nMot., pp. 6, 12.)  A “hip pocket” complaint is one in which a plaintiff files suit in a \nfavorable forum, but does not serve the complaint on defendant until after defendant \nfiles suit in a foreign forum and serv es his complaint upon plaintiff.  \nNutrition & \nFitness, Inc., 264 F. Supp. 2d at 360.  The plaint iff then pulls out his “hip pocket” \ncomplaint if a dispute results in litigation to contest defendant’s motion to transfer \nor stay by claiming “first-filed” status.  Id. at 360–62.   \n{40} Our Court of Appeals has addressed “hip pocket” complaints and stated that \n“[i]n situations in which two suits invo lving overlapping issues are pending in \nseparate jurisdictions, priority should not necessarily be given to [the earlier filed \nsuit.]  Rather, if the plaintiff [] was on no tice at the time of filing that the defendant \nwas planning to file suit, a court should look beyond the filing dates to determine \nwhether the [plaintiff’s] suit is merely a strategic mane uver to achieve a preferable \nforum.” Coca-Cola Bottling Co. Consol. v. Durham Coca-Cola Bottling Co. , 141 N.C. \nApp. 569, 579, 541 S.E.2d 157, 164 (2000).   \n{41} Here, Obeid alleges that he put La Mack and Massaro on notice on June 25, \n2014 that he may file suit against them.  (D ef.’s Br. Supp. Mot., p. 17.)  The Court \ncannot ignore the fact that La Mack and Massaro thereafter filed their action on July \n1, 2014, but did not attempt service until six weeks later – waiting until the day after \nthey were served with Obeid’s competing New York Action on August 15, 2014.  (Def.’s \n \n \nBr. Supp. Mot., p. 7, fn. 4.)8   Furthermore, instead of causing Gemini to bring a direct \naction against Obeid – which they could ha ve done based on their combined 66.66% \nownership in Gemini, but which would have required notifying Obeid of the planned \nlitigation – La Mack and Massaro chose to file a derivative action on behalf of Gemini, \nwithout prior notice to Obeid, before then dropping all derivative claims in favor of a \ndirect action in their later filed First Am ended Complaint.  Because the Court finds \nthat “[s]uch behavior screams of forum shopping,” see Nutrition & Fitness, Inc., 264 \nF. Supp. 2d at 362, the Court concludes that La Mack and Massaro’s initial Complaint \nshould not enjoy priority under the “first-filed” rule.  \nSee id. at 361 (“It is well-settled \nlaw that a court has broad discretion in applying and construing the first-filed rule.”) \n(citing Plating Resources, Inc. v. UTI Corp., 47 F. Supp. 2d 899, 903 (N.D. Ohio 1999)).  \nThus, the ninth factor weighs in favor of staying the North Carolina Action.9 \n{42} With regard to the first (nature of th e case), fifth (applicable law), sixth \n(burden of litigating matters not of loca l concern), and seventh (desirability of \nlitigating matters of local concern in local courts) factors, the Court does not believe \nany of these factors weigh in favor of litigating this matter in North Carolina.  First, \n                                                 \n8 See also Def.’s Br. Supp. Mot., Ex. B, Affidavit of Attempted Service. \n \n9 N.C.R.C.P. 15(c) provides that “[a] claim asserted  in an amended pleading is deemed to have been \ninterposed at the time the claim in the original pleading was interposed, unless the original pleading \ndoes not give notice of the transa ctions, occurrences, or series of transactions or occurrences, to be \nproved pursuant to the amended pleading.”  Even if the Court were to give the initial Complaint first \nfiled status, only La Mack and Massaro’s direct claims in their First Amended Complaint would be \ndeemed to relate back to the earlier filed Complaint under Rule 15(c), first because Obeid had ample \nnotice from the initial Complaint of the series of transactions or events that gave rise to the Individual \nClaims in the First Amended Complaint, and second because Gemini was not a named Plaintiff in the \ninitial Complaint.  Bailey v. Handee Hugo’s, Inc., 173 N.C. App. 723, 726 –27, 620 S.E.2d 312, 315 \n(2005) (“While Rule 15 of the North Carolina Rules of Civil Procedure permits the relation-back \ndoctrine to extend periods for pursuing claims, it does not apply to parties.”).       \n \n \nthe majority of the parties’ claims are governed by federal law or a state’s law other \nthan North Carolina’s.  In particular, Plaintiffs’ claims in this action focus on the \nduties owed under Gemini’s Operating Ag reement, which will likely be governed \nunder Delaware law pursuant to the Agreemen t’s Delaware choice of law provision.  \n(Am. Oper. Agrmt. § 11.7.)  Furthermore, much of the offending conduct alleged in \nthis action occurred outside of North Carolina, including in South Carolina, \nTennessee, and Florida, and was directed against Gemini, a Delaware limited \nliability company with its principal plac e of business in New York.  The Court \ntherefore concludes that North Carolina law has little, if any, application to this \ndispute.   Moreover, Obeid’s New York Ac tion not only asserts claims under the \nAmended Operating Agreement, which will likely be governed by Delaware law, but \nalso New York common law claims as we ll as a federal trademark claim under the \nLanham Act.    In sum, the Court conclude s that Plaintiffs’ claims do not present \nsubstantial matters of local concern that would weigh in favor of their resolution in a \nNorth Carolina venue.   \n{43} The Court also concludes that the second (convenience of the witnesses), \nthird (availability of compulsory process to produce witnesses), fourth (relative ease \nof sources of proof), and eighth (convenience and access to another forum) factors also \nweigh in favor of staying the North Carolina Action. \n{44} The New York Action is currently pend ing in the United States District \nCourt for the Southern District of New York.  The parties have New York counsel, \nPlaintiffs’ Motion to Dismiss the New York Action has been denied, and the parties \n \n \nare engaged in discovery.  All parties transact substantial business in New York, and \nthe Court finds the Southern District of New York is a convenient forum where all \nparties are equipped to litigate.   \n{45} Moreover, most of Gemini’s officers are based in Ne w York, the majority of \nObeid’s “family and personal friends” that allegedly received inflated salaries are not \nNorth Carolina residents, the individuals that work for Gemini’s principal lenders \nare primarily located in New York and Connecticut, and  Gemini’s current and \npotential investors by and large are locate d outside of North Carolina.  (Def.’s Br. \nSupp. Mot., p. 19.)  Further, Obeid does not regularly travel to or conduct business in \nNorth Carolina, whereas La Mack and Massaro regularly travel to New York.  (Def.’s \nBr. Supp. Mot., p. 17.)  Based on the above, the Court finds that the New York Court \nprovides a more convenient forum for the witnesses in this case than North Carolina.   \n{46} The Court also finds that the availab ility of compulsory process is at least \nas effective in the Southern District of New York as it is in North Carolina in light of \nthe federal court’s ability to compel the appearance of witnesses under Rule 45 of the \nFederal Rules of Civil Procedure.   \n{47} Similarly, most of the Electronically Stored Information in this case is likely \nheld on Gemini’s servers in New York.  The Court concludes that the relative ease of \naccess to sources of proof is no more difficu lt in New York than it would be in North \nCarolina and, in light of the location of Gemini’s data, very likely less difficult.  \n{48} The tenth factor requires this Court to consider any “practical \nconsiderations which would make the tria l easy, expeditious, and inexpensive.”  \n \n \nHome Indem., Co. v. Hoechst Celanese Corp., 128 N.C. App. 113, 119, 493 S.E.2d 806, \n810 (1997).   The Court finds it significant that Obeid’s claims in the New York Action, \nwhile overlapping those in the North Carolina Action, are broader in scope, including \na federal claim under the Lanham Act, and are brought against a more \ncomprehensive set of defendants.  As Obeid notes in his papers, this Court has before \nit “only a subset of the issues pending in New York.”10   \n{49} The Court finds that the interests of justice and judicial economy are best \nserved by litigation of this matter in th e forum where all claims and all parties are \njoined and complete relief may be provided among the parties.  See Harbinger Capital \nPartners, 2008 NCBC 6 ¶¶ 69–70 (“To grant a stay, it is not required that the parties \nand issues in both actions be identical. Substantial or functional identity is \nsufficient.”) (citing 12 AT&T Corp. v. Prime Sec. Distribs., Inc., 1996 Del. Ch. LEXIS \n134 at * 6 (Del. Ch. Oct. 24, 1996)).  See generally, Coca-Cola Bottling Co., 141 N.C. \nApp. at 578, 541 S.E.2d at 163 (“The declaratory remedy should not be invoked to try \na controversy by piecemeal, or to try part icular issues without settling the entire \ncontroversy.  This is especially so where a separate suit has been filed, or is likely to \n                                                 \n10 Obeid has included in the New York Action an additional 24 parties – Gemini Fund 5, LLC, 36 West \n38th Street Holding, LLC, 33 Peck Slip Holding, LLC, Gemini Centerville Galleria, LLC, Gemini \nCollege Plaza H, LLC, Gemini Dubois Mall, LLC, Gemini Indian Creek, LLC, Gemini Opportunity \nFund I, LLC, Gemini Opportunity Fund IV, LLC, Gemini Parkway Pl aza, LLC, Gemini Real Estate \nPartners, LP, Gemini Real Estate Indian Creek Member, LLC, Gemini Rio Norte H, LP, Gemini River \nRidge, LLC, Gemini Tamiami, LLC, Gemini Youngsville Crossing M, LLC, Gemini 300 West 22nd \nStreet, LLC, Gemini Rowlett Part ners, LLC, Gemini Rowlett Crossi ng, LP, Gemini 449 West 36th \nStreet MT, LLC, Gemini 442 West 36th Street MT, LLC, Gemini 305 West 39th Street MT, LLC, \nGemini 135 East Houston MT, LLC, and Gemini Equity Partners.  \n \n \n \nbe filed, that will more fully encompass the scope of the entire controversy.”) (internal \ncitation and quotation marks omitted).  Here that forum is New York. \n{50} Furthermore, it appears to the Court that while certain discovery \npotentially could be used in both actions,  permitting the North Carolina Action to \nproceed will likely result in additional ti me and expense for the parties, wasted \njudicial resources, and potentially separate trials that will require witnesses to testify \ntwice.  The Court thus concludes that “pra ctical considerations” weigh in favor of \nstaying the North Carolina Action in deference to the New York Action and finds \nJudge Diaz’s conclusion in \nHarbinger Capital Partners,  2008 NCBC 6 ¶ 87, equally \napplicable here: \n. . . whatever I do in North Carolina, the New York Action \nwill proceed.  Accordingly, I find no good reason for \nexpending precious judicial resources by insisting on the \npresentation of overlapping (if not identical) testimony and \nevidence in two jurisdictions. \n   \n{51} Accordingly, based on the Court’s we ighing and balancing of the various \nfactors discussed above, the Court concludes that (1) a stay of the North Carolina \nAction is warranted by the factors present as discussed above, (2) the United States \nDistrict Court for the Southern District of New York is a convenient, reasonable, and \nfair forum for the litigation of this matter,  and (3) substantial injustice would result \nif the Court were to deny the stay and order the North Carolina Action to proceed. \n \n \n \n \n \n \nIII. \nCONCLUSION \n{52} In light of the foregoing, the Court hereby (i) DENIES Obeid’s Motion to \nDismiss Plaintiffs’ First Amended Complaint and (ii) GRANTS Obeid’s alternative \nMotion to Stay this action while the New York Action proceeds. \n{53} Accordingly, this civil action is hereby STAYED pending the outcome of the \nNew York Action. \n  SO ORDERED, this the 5th day of March, 2015. "
}