{
  "id": "fb56873025e0ec5f10b6232392e2796f57769f25558c10396a846365722f0737",
  "source_file": "data/raw/ncbc/fb56873025e0ec5f10b6232392e2796f57769f25558c10396a846365722f0737.pdf",
  "raw_text": "Hengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \nSTATE OF NORTH CAROLINA \n \nORANGE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 000586-670 \n HENGQIN DINGSHENG ZHIRONG EQUITY INVESTMENT FUND (LIMITED PARTNERSHIP) and HENGQIN DINGSHENG ZHILIAN EQUITY INVESTMENT FUND (LIMITED  PARTNERSHIP),  Plaintiffs,  v.  FENGQIAO LI; XIUZHI LU; MICHAEL VITEK; and CORNERSTONE THERAPEUTICS (SHANGHAI), LTD.,  Defendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nFIRST AMENDED COMPLAINT \n \n THIS MATTER is before the Court on Defendants Fengqiao Li’s, Xiuzhi Lu’s, \nMichael Vitek’s (the “Individual Defendants”) and Cornerstone Therapeutics \n(Shanghai), Ltd.’s (“Cornerstone” and, collectively, “Defendants”) Motion to Dismiss \nFirst Amended Complaint (“Motion,” ECF No. 35). \n THIS COURT, having considered the Motion, the parties’ briefs and \nsubmissions, the arguments of counsel, the applicable law, and all appropriate \nmatters of record, hereby ORDERS, in the exercise of its discretion, that this action \nbe STAYED pursuant to N.C.G.S. § 1-75.12 until further order of the Court and that \nDefendants’ Motion to Dismiss be DENIED as moot.  \nWyrick Robbins Yates & Ponton, LLP by Michael D. DeFrank, Mary Kate \nGladstone, and Sophia Blair; and Carter, Ledyard & Milburn, LLP by John \nGriem and Nathan Harp for Plaintiffs Hengqin Dingsheng Zhirong Equity \nInvestment Fund, LP and Hengqin Dingsheng Zhilian Equity Investment \nFund, LP. \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \n \nMorningstar Law Group by Christopher J. Jackson and Kenzie M. Rakes for \nDefendants Fengqiao Li, Xiuzhi Lu, Michael Vitek, and Cornerstone \nTherapeutics (Shanghai), LTD. \n \nINTRODUCTION \n1. This case involves a dispute between, on the one hand, plaintiffs who \nare Chinese investors and minority shareholders of a Chinese pharmaceutical \nresearch company and, on the other hand, three of the executives of the company who \nare alleged to have improperly enriched themselves at the expense of both the \nplaintiffs and the company.  The plaintiffs have previously litigated in the courts of \nChina a prior lawsuit that they brought against one of the current Defendants that \ninvolved somewhat related issues.  In the present Motion, Defendants seek the \ndismissal of all of plaintiffs’ claims (primarily based on the absence of personal \njurisdiction as to Cornerstone) or, alternatively, an order staying all proceedings in \nthis action on the ground that China—not North Carolina—is the appropriate forum \nfor this dispute.  For the reasons set out below, the Court concludes that a stay of this \ncase is appropriate pursuant to the doctrine of forum non conveniens.  \nFACTUAL AND PROCEDURAL BACKGROUND1 \n2. Plaintiffs Hengqin Dingsheng Zhirong Equity Investment Fund \n(Limited Partnership) and Hengqin Dingsheng Zhilian Equity Investment Fund \n(Limited Partnership) are investment firms based in Guangdong Province, China.  \n(Am. Compl. ¶¶ 2–3, ECF No. 26.)   \n \n1 In this section, the Court draws from the allegations in the Amended Complaint along with \nthe affidavits and exhibits submitted by the parties in support of and in opposition to the \nMotion. \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \n3. Cornerstone is a medical research company that was founded in 2015.  \nCornerstone is incorporated in China, and during the time that the company was \nactive, its corporate offices were in Shanghai, China.  (Li Aff. ¶¶ 4, 8, ECF No. 36.) \n4. Plaintiffs were early investors and shareholders in Cornerstone.  (Am. \nCompl. ¶ 1.) \n5. Defendant Fengqiao Li (“Li”), the President and Chairman of the Board \nof Directors of Cornerstone, is a United States citizen and resident of Orange County, \nNorth Carolina. (Li Aff. ¶¶ 1–2.)  Additionally, Li is the Legal Representative of \nCornerstone, which means that under Chinese law, he is accountable to the company \nand possesses legal authority to act on the company’s behalf.  (Am. Compl. ¶¶ 26–27.) \n6. Defendant Xiuzhi Lu (“Lu,” the spouse of Li) is a United States citizen \nand resident of Orange County, North Carolina.  She is the Supervisor2 of both \nCornerstone and Yantai Kangshi Medical Technology Co., Ltd. (“Yantai Kangshi”), a \nwholly owned subsidiary of Cornerstone.  (Am. Compl. ¶¶ 5, 30.) \n7. Defendant Michael Vitek, a shareholder and Director of Cornerstone, is \na United States citizen and resident of Orange County, North Carolina.  (Am. Compl. \n¶ 6.)  \n8. The original shareholders of Cornerstone were Li, Vitek and a company \ncalled Cognosci Inc.  (“Cognosci”).3  (Vitek Aff., Ex. 1, at 15, ECF No. 72.) \n \n2 Under Chinese law, a corporate “Supervisor” is an individual who—although not a director \nor officer—is tasked with supervising the company’s operations.  (Am. Compl. ¶ 31.) \n \n3 Cognosci’s ownership interest was sold to Shanghai Kangrose Enterprise Management \nPartnership LTD (“Kangrose”) in 2017.  Kangrose was a corporate vehicle created to provide \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \n9. In 2016, Plaintiffs collectively made an investment of approximately \n$4.3 million in Cornerstone and received roughly 30% of the company’s stock.  (Am. \nCompl. ¶ 19.)  \n10. Cornerstone also received “support and significant financial \ninvestments from the local [Chinese] government[.]” (Am. Compl. ¶ 23.) \n11. The current ownership interests of Cornerstone are as follows: Li 46%, \nPlaintiffs (collectively) 30%, Kangrose 15%, and Vitek 9%.  (Li Aff. ¶ 7.) \n12. Between 2017 and 2020, Yantai Kangshi conducted most of \nCornerstone’s medical research in Yantai, China.  (Li Aff. ¶ 15.)4 \n13. This research was conducted with the goal of creating therapeutic \ntreatments for neurological disorders and injuries.  As a result of this research, \nCornerstone developed a series of neuroprotective agents that demonstrated the \npotential to treat ischemic strokes.  (Li Aff. ¶ 14.)    \n14. In 2019, Cornerstone entered into a contract with Cognosci—a North \nCarolina biomedical research company founded by Vitek—pursuant to which \nCognosci performed tests that confirmed a key theoretical component of \nCornerstone’s neurological research.  (Li Aff. ¶¶ 16, 18.) \n15. Li executed the contract in China on behalf of Cornerstone, and Vitek \nsigned the contract on behalf of Cognosci from North Carolina.  All work performed \n \nstock options to Cornerstone employees.  (Li Aff. ¶ 6.)  Li is the 99% owner of Kangrose.  (Am. \nCompl. ¶ 22.)  \n \n4 Cornerstone also used other third parties to conduct research in China.  (Li Aff. ¶ 15.) \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \nby Cognosci pursuant to the contract took place at Cognosci’s laboratories in Durham, \nNorth Carolina, and was completed by 2019.  (Li Aff. ¶¶ 17–18.)  \n16. In his capacity as Chairman of the Board, Li had an employment \ncontract with Cornerstone that entitled him to receive a monthly salary.  (Am. Compl. \n¶ 28.) \n17. From October 2016 to January 2020, Li managed Cornerstone’s work \nfrom the company’s China offices.  (Li Aff. ¶ 9.) \n18. Li traveled to North Carolina from China in January 2020 and was \nultimately unable to return to China because of COVID-19 travel restrictions.  (Li \nAff. ¶ 11.) \n19. From January 2020 to August 2020, Cornerstone’s daily operations were \nmanaged in China by Huan Wang, Cornerstone’s Director of Research and \nDevelopment.  (Li Aff. ¶¶ 10, 12.)  \n20. The pandemic had a profound impact on Cornerstone’s operations.  In \nthe early months of 2020, employees were unable to work from the company’s \nShanghai offices.  Moreover, Cornerstone was unsuccessful in raising money to fund \nits continued operations.   In addition, Yangtai Kangshi was forced to terminate eight \nof its nine employees in August 2020 and to cease its research operations.  (Li Aff. ¶¶ \n15, 20–21.)  \n21. On 1 March 2020, Wang Xiaoyin, a Director of Cornerstone, sent a letter \nto Lu demanding that she (in her capacity as Supervisor for Cornerstone) file a \nlawsuit against Li for actions that Xiaoyin deemed to be “harmful to the interests of \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \nCornerstone Shanghai.”  Lu, however, did not take the requested action. (Am. Comp. \n¶ 49.)  \n22. On 26 June 2020, Li and Vitek—through a North Carolina-based \nintellectual property law firm, NK Patent Law—filed a provisional patent \napplication, No. 63/044,493 (1185/2 UTIL) “Cyclic Peptide Compounds and Methods \nof Use.” (Am. Compl. ¶ 50.)   The inventors listed on the provisional patent application \nwere Li, Vitek, and Yuchen Chen.  (Vitek Dep., Ex. 1, at 34, ECF No. 72.1.)  \nAdditionally, on 25 June 2021, Li and Vitek filed an application under the Patent \nCooperation Treaty (“PCT”), which claimed priority to the provisional application, \nInternational Application No. PCT/US2021/039021.  Following the PCT application, \nLi and Vitek also filed a European patent application.  (Am. Compl. ¶ 50.)5   \n23. Representatives of Plaintiffs (who were acting without authorization \nfrom Cornerstone’s Board of Directors), went to Cornerstone’s Shanghai office on 21 \nand 22 July 2020 and seized Cornerstone’s legal seals, bank keys, certification of \noperation, and other corporate documents.  They also took possession of company \ndocuments belonging to Yantai Kangshi.  (Li Aff. ¶ 22.)  \n24. In August 2020, Wentao He (“He”) began working for Cornerstone as the \nChairman’s Assistant and Director of Operations.  (Li Aff. ¶ 10.)   In this capacity, he \ncollected the company’s mail and provided updates to Li.  Through He’s efforts \nCornerstone was able to regain possession of the items that Plaintiffs’ representatives \n \n5 Following a series of assignments Li and Vitek each held a 50% interest in the rights under \nthe provisional application. (See Ex. 14–15, ECF Nos. 72.14–72.15.) \n \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \nhad seized.  He has served as the custodian of these documents since that time.  (Li \nAff. ¶ 24.) \n25. In August 2020, Peilin Zhang, the General Manager of Yantai Kangshi, \nregained possession of Yantai Kangshi’s company documents from the \nrepresentatives of Plaintiffs who had taken them.  Zhang currently maintains control \nof these documents in China.  (Li Aff. ¶ 25.)  \n26. All parties to this action agree that as a result of the cessation of \nCornerstone’s research operations, Cornerstone is not currently carrying out its \nformer business operations.  However, the company’s Board has never approved a \nresolution to wind up the company’s affairs. (Li Aff. ¶ 27.) \n27. In March 2022, Cornerstone’s website, www.cornerstonesci.com, which \nwas published only in Chinese, was shut down due to non-payment of service fees.  \n(Li Aff. ¶ 30.) \n28. Cornerstone’s only bank account is in China, and as of November 2024 \nthe account balance was less than $400.  (Cornerstone Dep. Ex. 7, at 21, ECF No. \n72.7.)  \n29. Cornerstone’s email service was shut down in 2022 when it failed to pay \nassociated fees.  (Li Dep., Ex. 2, at 138, ECF No. 72.2.)  \n30. Zhang remains the General Manager of Yantai Kangshi but has not \nreceived compensation since May 2022.  (Li Aff. ¶ 21.)  Similarly, He continues to \naccept mail on behalf of Cornerstone and maintains the company’s corporate \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \ndocuments, although he has not received compensation since May 2022.  (Li Aff. ¶ \n22.) \n31. Although Cornerstone is unable to pay rent and no longer has a physical \noffice, it still maintains a Shanghai address.  Cornerstone has never had an office in \nthe United States.  (Li Aff. ¶ 8.) \n32. Cornerstone has held two virtual Board meetings since it ceased its \nbusiness activities.  First, on 23 August 2021, Cornerstone held a board meeting via \nZoom that Vitek and Li attended from Durham, North Carolina.  Two other \nindividuals, Bing Xie and Xiaosheng Deng (both attorneys from the Kangscheng Law \nFirm in Shanghai), attended the meeting from China.  (Li’s Resp Interrog, Ex. H, at \n3, ECF No. 74.9.) \n33. Cornerstone held another Board meeting on 17 November 2022 via \nZoom. Vitek, Li, and Lu attended from Durham, North Carolina, and Yang Xu \nattended a portion of the meeting from China. (Li’s Resp. Interrog, p. 3–4.)  \n34. Plaintiffs initiated their first lawsuit against Li (the “China Litigation”) \nin a Shanghai court on 3 November 2020.  In the China Litigation, Plaintiffs alleged \nthat Li had paid himself a salary from Cornerstone that was excessive, had caused \nCornerstone to violate environmental regulations regarding the disposal of hazardous \nwaste, and had engaged in a “fictitious transaction” with Cognosci.  (Li Aff. ¶ 26.)    \n35. On 16 August 2021, the People’s Court of Pudong New District China \n(the “People’s Court”) issued a judgment in the China Litigation, agreeing that Li \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \nhad, in fact, overpaid himself but rejecting Plaintiffs’ other claims. (Li Aff., Ex. 2,  \nECF No. 36.2.) \n36. In its order, the People’s Court cited to the documents in the record that \nit considered in reaching its decision:  \nThe above facts are supported by the “Labor Contract”, “Administrative \nPenalty Decisions”, “Research and Development Service Agreement”, \n“Notification Letter”, WeChat chat records, emails, enterprise credit \ninformation publicity records and salary tables provided by plaintiffs, \nthe “Board Resolution”, “Labor Contract”, “Research and Development \nService Agreement”, “Activity Report”, the company articles of \nassociation and amendments provided by the defendant, as well as the \nstatements of the parties and other evidence, and they are confirmed by \nthis Court after cross-examination.  \n \n(Li Aff. Ex. 2, at 15, ECF No. 36.2.)  \n \n37. On 26 August 2022, the Shanghai First Intermediate People’s Court (an \nintermediate appellate court in China) reversed the trial court’s finding that Li had \nreceived an excessive salary and affirmed the People’s Court’s rulings on the other \nclaims. (Li Aff. Ex. 4, ¶ 31, ECF No. 36.4.)  That appellate ruling was subsequently \naffirmed by the Shanghai High People’s Court of the People’s Republic of China on \n24 April 2023. (Li Aff. Ex.6, ECF No. 36.6.)6 \n38. Plaintiffs filed their Complaint in the present action in Orange County \nSuperior Court on 5 May 2023. (ECF No. 3.)  The matter was designated as a \nmandatory complex business case and assigned to the undersigned on 26 May 2023. \n(ECF Nos. 1–2.) \n \n6 Original and translated copies of the judgments from the China Litigation are attached to \nLi’s Affidavit at ECF Nos. 36.2–36.6. \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \n39. On 15 August 2023, Plaintiffs filed an Amended Complaint. (Am. \nCompl., ECF No. 26.)  The Amended Complaint contains four causes of action (each \narising under Chinese law): (1) breach of duties under Articles 147–149 of the \nCompany Law of the People’s Republic of China against the Individual Defendants; \n(2) theft of company property against Li; (3) theft of intellectual property against the \nIndividual Defendants; and (4) oppression of minority shareholders against Li and \nVitek.  (Am. Compl. ¶¶ 80–102.)  \n40. The first three of these claims were asserted derivatively on behalf of \nCornerstone, which is named as a nominal Defendant.  The fourth claim was brought \nas a direct claim by Plaintiffs against the Individual Defendants. \n41. Specifically, Plaintiffs contend that Li breached his duties of loyalty and \ndiligence to Cornerstone by misappropriating Cornerstone’s corporate funds; \ncompeting against (and assisting others in competing against) Cornerstone; and \nstealing corporate property belonging to Cornerstone, including intellectual property. \nPlaintiffs assert that Li’s breaches are unlawful under Articles 147, 148, and 149 of \nthe Company Law of the People’s Republic of China. (Am. Compl. ¶ 81.)   \n42. Plaintiffs further contend that Li violated Articles 147 and 152 of the \nCompany Law of the People’s Republic of China and Article 271 of the Criminal Law \nof the People’s Republic of China, when he broke into Cornerstone’s safe in its \nShanghai offices and transported key company property to the United States.   (Am. \nCompl. ¶¶ 88, 90–91.)    \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \n43. Plaintiffs assert that Lu and Vitek also breached their respective duties \nof loyalty and diligence when they each failed to bring suit against Li for his alleged \nunlawful actions against Cornerstone.  Based on this theory, Plaintiffs allege that Lu \nand Vitek have both violated Articles 147, 148, and 149 of the Company Law of the \nPeople’s Republic of China.  (Am. Compl. ¶¶ 82–83.)   Plaintiffs also assert that Li \nand Vitek violated Article 20 of the Company Law of the People’s Republic of China \nby abusing their positions as majority shareholders of Cornerstone.  (Am. Compl. ¶¶ \n99–100.) \n44. Finally, Plaintiffs assert that all of the Individual Defendants have \nviolated Article 147 of the Company Law of the People’s Republic of China and \nArticles 219 and 271 of the Criminal Law of the People’s Republic of China because \nthey have each maintained unlawful possession of corporate property belonging to \nCornerstone.  (Am. Compl. ¶¶ 94–95.) \n45. Defendants filed the present Motion on 12 November 2023.  In the \nMotion, Defendants seek the dismissal of all claims in this action pursuant to Rules \n12(b)(2) and (6) of the North Carolina Rules of Civil Procedure.  The primary basis \nfor their arguments seeking dismissal is this Court’s alleged lack of personal \njurisdiction over Cornerstone.   \n46. In the alternative, Defendants ask that this action be stayed pursuant \nto the doctrine of forum non conveniens based on their contention that the courts of \nChina are the appropriate forum for this action.  \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \n47. Following the parties’ initial briefing, the Court held a hearing on the \nMotion on 1 July 2024.  \n48. Based on its determination that the record before it was incomplete in \ncertain material respects, the Court entered an Order (the “Jurisdictional Discovery \nOrder,” ECF No. 55) on 3 July 2024 that directed the parties to conduct limited \ndiscovery relating to the personal jurisdiction and forum non conveniens issues.  The \nJurisdictional Discovery Order contained a deadline of 30 August 2024 for the \ncompletion of this discovery and set forth a supplemental briefing schedule.7 \n49. The Court held a supplemental hearing on the Motion on 3 February \n2025 at which all parties were represented by counsel.  \n50. The Motion is now ripe for resolution.  \nANALYSIS \n51. Defendants argue that dismissal of Plaintiffs’ Amended Complaint is \nproper for two reasons.  First, Defendants contend that Cornerstone is a necessary \nparty in this case (at least as to three of the four claims Plaintiffs have asserted) and \nthat this Court lacks personal jurisdiction over Cornerstone.  Second, Defendants \nassert that Plaintiffs’ claims are barred either in whole or in part by the statute of \nlimitations.  In the alternative, Defendants argue that this action should be stayed \nbased on the doctrine of forum non conveniens.  \n \n7 The parties subsequently sought—and the Court granted—several extensions of the \ndeadline for the completion of discovery along with a revised briefing schedule.  (ECF Nos. \n58, 61, 64, and 67.) \n \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \n52. The Court has thoroughly considered the parties’ arguments in this case \nand has exhaustively reviewed their briefs and other submissions.  Based on its \nultimate determination that this action should be stayed on forum non conveniens \ngrounds, this Court need not—and does not—reach either Defendants’ personal \njurisdiction or statute of limitations arguments.  See Sinochem Int’l Co. v. Malaysia \nInt’l Shipping Corp., 549 U.S. 422, 425 (2007) (“[A] court need not resolve whether it \nhas authority to adjudicate the cause (subject-matter jurisdiction) or personal \njurisdiction over the defendant if it determines that, in any event, a foreign tribunal \nis plainly the more suitable arbiter of the merits of the case.”). \n53. North Carolina’s General Assembly has codified the doctrine of forum \nnon conveniens as follows:  \nIf, in any action pending in any court of this State, the judge shall find \nthat it would work substantial injustice for the action to be tried in a \ncourt of this State, the judge on the motion of any party may enter an \norder to stay further proceedings in the action in this State.  A moving \nparty under this subsection must stipulate his consent to suit in another \njurisdiction found by the judge to provide a convenient, reasonable and \nfair place of trial.  \n \nN.C.G.S. § 1-75.12(a). \n \n54. At the 1 July 2024 hearing, counsel for Defendants stipulated that all \nDefendants consent to suit in the courts of China if this Court elects to transfer the \ncase. \n55. Our Court of Appeals has articulated a number of factors for courts to \nconsider when addressing a forum non conveniens issue.  Those factors include  \n(1) the nature of the case, (2) the convenience of the witnesses, (3) the \navailability of compulsory process to produce witnesses, (4) the relative \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \nease of access to sources of proof, (5) the applicable law, (6) the burden \nof litigating matters not of local concern, (7) the desirability of litigating \nmatters of local concern in local courts, (8) convenience and access to \nanother forum, (9) choice of forum by plaintiff, and (10) all other \npractical considerations.  \n \nLawyers Mut. Liab. Ins., Co., of N.C. v. Nexsen Pruet Jacobs & Pollard, 112 N.C. App. \n353, 356 (1993). \n56. It is not required that a court consider all of these factors in every case \nas the unique circumstances of a particular case may make some factors more \nrelevant than others.  Moreover, in cases where a court has decided to grant a stay \nunder N.C.G.S. § 1-75.12, it is not necessary for the court to find that every one of the \nrelevant factors weighs in favor of a stay.  See Muter v. Muter, 203 N.C. App. 129, \n132–33 (2010); Wachovia Bank, 2006 NCBC LEXIS 10, at *12.  Instead, the court \nmust determine that “(1) a substantial injustice would result in the absence of a stay, \n(2) the stay is warranted by the factors that are relevant and material, and (3) the \nalternative forum is convenient, reasonable, and fair.”  Cardiorentis Ag. v. IQVIA \nLtd., 2018 NCBC LEXIS 243, at *7–8 (N.C. Super. Ct. Dec. 31, 2018).   \n57. The Court must now address those factors that it deems to be most \nrelevant based on the particular facts of this case.   \nA. Nature of the Case, Applicable Law, and Respective Interests of China \nand North Carolina  \n \n58. It is undisputed that all of the claims asserted by Plaintiffs in this action \nare governed by Chinese law.8   \n \n8 The Court also observes that the parties’ Investment Agreement, which was drafted in \nChinese, provides that “the conclusion, validity, interpretation and performance of this \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \n59. Although it is axiomatic that foreign courts are better equipped to apply \ntheir laws, North Carolina courts can—and occasionally do—apply the law of foreign \ncountries.  See Cardiorentis. 2018 NCBC LEXIS 243, at *21.   \n60. It would be unrealistic, however, to minimize the burdens that would \nexist upon the application of Chinese law in a case being litigated in a North Carolina \ncourt.  Among other things, it is highly likely that one or more experts on Chinese \nlaw would be required to assist the Court with the application of that country’s law \nnot only at trial but also in connection with rulings on dispositive motions.  In \naddition, given that Plaintiffs have demanded a jury trial on all claims in this action, \nthe Court would almost certainly need to utilize the assistance of such experts in \ncrafting jury instructions. \n61. Thus, the applicability of Chinese law to this case supports the issuance \nof a stay under N.C.G.S. § 1-75.12.  See Yavuz v. 61 MM, Ltd., 576 F.3d 1166, 1181 \n(10th Cir. 2009) (noting in forum non conveniens analysis that the difficulties posed \nby the need to translate foreign law and determine its application to the parties’ \ndispute highlighted the administrative burden on the court). \n62. In addition, it is very likely that Chinese language translators would \nalso be necessary at trial.   Chinese is the first language of Defendants Li and Lu.9   \n \nAgreement shall be governed by and constrained by Chinese laws. If any dispute arises \nduring the interpretation and performance of this Agreement, the parties shall first negotiate \nto resolve it. If negotiation fails, the dispute shall be submitted to the China International \nEconomic and Trade Arbitration Commission in Beijing for arbitration.  The arbitration \naward is final and binding on all parties.”  (Exhibit J, at 9, Art. 15, ECF No. 76.3.) \n9 The Court notes that in his recent deposition Li required the assistance of an interpreter in \nresponding to certain questions.  (See generally ECF Nos. 72.2, 72.7, 74.2, 74.6,) \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \nMoreover, based on the parties’ projections of the likely witnesses in this case, it \nappears that a significant number of them would also require a Chinese translator.  \nSimilarly, all of the corporate documents relating to Cornerstone are written in \nChinese, and the same appears to be true for all other corporate documents located \nin China.   \n63. Therefore, the anticipated need for (and resulting expense associated \nwith) one or more Chinese translators likewise counsels in favor of a stay.  \n64. This Court must also consider the nature of the case and assess the \nrespective interests of North Carolina and China in the subject matter of this lawsuit. \n65. As discussed above, this case involves a dispute between Chinese \nminority investors (Plaintiffs) of a Chinese company (Cornerstone) regarding actions \nmostly (albeit not entirely) taken in China by the directors and officers of the \ncorporation (Li, Lu, and Vitek).  The causes of action asserted by Plaintiffs are \npremised upon a violation of the Company Law of the People’s Republic of China.  In \naddition, as noted above, Plaintiffs allege in this lawsuit that the Individual \nDefendants have also violated China’s criminal laws.  \n66. To be sure, Plaintiffs also assert that the Individual Defendants (who \ncurrently live in North Carolina) committed wrongful acts in this State—primarily \nby filing patent applications in their own name regarding the intellectual property of \nCornerstone.  These allegations provide North Carolina with a certain degree of \ninterest in this action. \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \n67. Nevertheless, the Court finds that China possesses a far greater interest \nin this litigation than North Carolina. Once again, the essence of Plaintiffs’ \nallegations is that the Individual Defendants stole the property of a company formed \nin China, which was the site of all of its corporate acts related to its business purpose.  \nChina has a significant interest in resolving disputes relating to the affairs of its \ncompanies and an undeniably strong interest in enforcing its civil and criminal laws.  \n68. Thus, the nature of the case, the governing law, and the competing \ninterests of the two forums strongly favor a stay.  See, e.g., Manuel v. Gembala, 2012 \nN.C. App. LEXIS 359, at *12 (N.C. Ct. App. Mar. 20, 2012); LaMack v. Obeid, 2015 \nNCBC LEXIS 24, at **21 (N.C. Super. Ct. Mar. 5, 2015).  \nB. Location of Witnesses and Evidence  \n69. With regard to the question of whether China or North Carolina is the \nlocation of most of the potential witnesses in this case and the bulk of the relevant \nevidence, the parties reach different conclusions in their respective arguments.  \nBased on its review of the record, however, the Court finds that this factor is largely \nin equipoise.  \n70. Plaintiffs point out that the Individual Defendants are all currently \nlocated in North Carolina.  But they do not dispute the fact that because the \nIndividual Defendants have obvious personal interests in the outcome of this case, \ncompelling their attendance at trial is not likely to pose a hurdle for Plaintiffs.  \nAdmittedly, to the extent that the patent attorneys (or any other individuals with \nknowledge of the patent applications filed in this State by the Individual Defendants) \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \nare likely witnesses, they cannot be compelled to travel to China for the purpose of \ngiving testimony.   \n71. But that is counterbalanced by the fact that the third parties with \nknowledge of the events referenced in the Complaint regarding Cornerstone and the \nbattle for control of its corporate documents all appear to live in China (and therefore \ncould not be compelled to testify in North Carolina).  Moreover, each of the persons \nwho make up the entities serving as Plaintiffs in this action live in China.  \n72. The location of relevant evidence also appears to be split between China \nand North Carolina.  On the one hand, certain documents relating to the patent \napplications are located in this State, while the corporate documents and other \ntangible evidence of Cornerstone (such as bank records, legal seals, keys, \ncertifications of operation, and other corporate documents) appear to be in the \npossession of Cornerstone’s former employees, who are located in China.   \n73. Accordingly, this factor does not serve as a basis for either granting or \ndenying a stay.10  \nC. Adequacy of Forum \n74. Plaintiffs’ arguments as to why China’s courts do not qualify as an \nadequate alternative forum primarily focus on the fact that China utilizes an \ninquisitorial system (rather than the adversarial system used in the United States) \n \n10 The Court notes, however, that even with regard to the documents located in North \nCarolina, Plaintiffs were given the opportunity to conduct limited discovery following the \ninitial hearing on this Motion.  As a result, they had the opportunity to request, and obtain \ncopies of, at least some of the documents that are located in North Carolina.  As a result, they \nwill have the opportunity to submit those documents at trial before a judge in China. \n \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \nand the diminished power that litigants have to conduct discovery and introduce \nevidence in such systems.11  The Court finds these arguments to be unpersuasive. \n75. Plaintiffs have submitted the affidavit of an attorney, Rachel Li, who \ntestified on several topics relating to how civil litigation is conducted in China.  \nAttorney Li, citing to various provisions of the Civil Procedure Law of the People’s \nRepublic of China, testified in pertinent part as follows:  \nIn contrast to the adversarial system of litigation in the U.S., where the \nlitigation process is entirely driven by the parties, Chinese litigation \nfollows an inquisitorial system led by the judge.  \n \nIn Chinese civil litigation, the judge has the authority to investigate and \ncollect evidence from any relevant entities and individuals.  The \nlitigants and their lawyers, however, are not endowed with such legal \nrights.   The Chinese civil procedure laws do not provide a system akin \nto the discovery and disclosure procedures under U.S. law, and the \nparties cannot freely investigate and collect evidence from the other \nparty or non-parties, nor can they directly compel non-parties to \ncooperate in testifying in court.  \n \nAccording to Chinese civil procedure law, parties can only apply to the \ncourt for investigations and evidence collections from other non-parties, \nand for requesting witnesses to testify in court.  Whether such \napplications will be granted is at the sole discretion of the judge \ndepending on the relevance and necessity of the application.  \n \nChinese law does not have a system of discovery similar to that in U.S. \nlaw, and the parties are not endowed with such legal rights to serve any \ndiscovery requests, such as depositions, interrogatories, or requests for \ndocuments, as in U.S. litigation.  Parties bear the burden of proof for the \nclaims or defenses they assert.  However, a party cannot compel the \nother party or a non-party to provide evidence or testify.  \n \nInstead, a party may submit a written application to request the court \nto conduct investigation and collect evidence that the party is unable to \n \n11 An inquisitorial system is defined as a “system of proof-taking used in civil law, whereby \nthe judge conducts the trial, determines what questions to ask, and defines the scope and \nextent of the inquiry.”  Haidak v. Univ. of Massachusetts-Amherst, 933 F.3d 56, 68 (1st Cir. \n2019) (citation omitted). \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \ncollect on their own for reasons beyond their control or to notify other \nentities or individuals to testify in court.  The decision to grant such \napplications rests entirely with the judge.  In practice, the judge usually \nconsiders factors such as whether the evidence is something the party \ngenuinely cannot obtain due to objective reasons, whether the witness \nhas any interest conflict with the parties or their attorneys, and the \nrelevance of the evidence or testimony to the fact in dispute when \ndeciding whether to approve the application.  \n \nOnce the judge grants the party’s request to obtain certain evidence, the \njudge (or sometimes the party’s attorneys, with the court investigation \norder issued by the judge) has the authority to investigate and collect \nthe evidence from relevant entities or individuals, who cannot refuse to \ncooperate.  Once the judge grants the party’s request to require relevant \nwitnesses to testify, the witnesses are obligated to cooperate with the \ncourt’s order to testify. \n \n(Aff. Rachel Li, at 2–3, ¶¶ 4–7, ECF No. 73 (citations omitted). \n76. Plaintiffs argue that these characteristics of China’s inquisitorial \nsystem render China’s courts an inadequate alternative forum for this litigation.  The \nCourt disagrees.  \n77. China’s inquisitorial system is hardly an anomaly.  Indeed, most court \nsystems founded in civil law are inquisitorial, including those in France, Belgium, \nGermany, Japan, and parts of Africa not formerly under British rule.  See Geoffrey \nC. Hazard, Jr., Discovery and the Role of the Judge in Civil Law Jurisdictions, 73 \nNotre Dame L. Rev. 1017, 1019–22 (1998).  \n78. Plaintiffs’ concerns about the adequacy of China’s judicial system \nprimarily relate to limitations on the ability of litigants to engage in discovery.  The \nSeventh Circuit has explained, however, that such arguments “reflect[] a \nmisunderstanding of the difference between a common law system, such as the \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \nUnited States, and a civil law system” (such as exists in China).12 U.S.O. Corp. v. \nMizuho Holding Co., 547 F. 3d 749, 753 (7th Cir. 2008).  \n[In a common law system] the burden of investigation falls on the \nparties’ lawyers, and discovery procedures are designed to facilitate \nparty investigation. In the [civil law system], the burden of investigation \nfalls on the judges, and the role of the lawyers is correspondingly \ndiminished.  \n \nId. at 753-54. \n79. The Seventh Circuit concluded that in terms of discovery, the two \nsystems are “six of one, half-dozen of the other; for the investigatory powers of judges \nin a civil law system are great.”  Id. at 754.   \nAlthough American critics frequently point to the absence of discovery \nin [civil law jurisdictions], the point is a red herring. For its absence \nfollows straightforwardly from the use of discontinuous trials. In the \nUnited States, the need to try facts before a specially impaneled jury \nforces lawyers to concentrate preparation into a discrete pretrial phase. \nDiscovery is merely its name. In [civil law jurisdictions] the trial itself \nblends the American trial equivalent with the American discovery \nequivalent. Granted even between court hearings . .  .  . lawyers cannot \nconduct the indiscriminate and largely unsupervised fishing expeditions \nthat characterize some American discovery. Instead to obtain evidence \nthey generally must convince the judge to order others to testify or to \nproduce documents[.]  [J]udges do have the power they need to make the \ndisclosure process work. If a judge finds a request for information valid, \nhe can order the opposing party to comply.  Should the party refuse, \ndepending on the issue he can fine him, throw him in jail, or find the \ndisputed fact in the other party’s favor. Should a third party refuse to \n \n12 The terms “inquisitorial system” and “civil law system” are synonymous.  See Socieite \nNationale Industrielle Aerospatiale v. United States District Court for the Southern District \nof Iowa, 482 U.S. 522, 560 (1987) (“The civil-law system is inquisitional rather than \nadversarial and the judge normally questions the witness and prepares a written summary \nof the evidence.”); see also In re Microsoft Corp., 2006 U.S. Dist. LEXIS 24870, *8–9 (N.D. \nCal. 2006) (“The European Commission is part of a civil law system which differs in material \nways from the U.S. judicial system.  While our system of justice relies on an adversarial \nprocess, civil law systems rely on an “inquisitorial” process in which the judicial officer plays \na more active role in gathering evidence.”). \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \ncomply with an order to testify or produce documents, he can again fine \nhim or throw him in jail.  \n \nId. at 755 (citations omitted). \n80. An alternative forum is inadequate where it “does not permit litigation \nof the subject matter of the dispute.”  Piper Aircraft Co. v. Reyno, 454 U.S. 235, 254 \n(1981).  The mere fact that another country’s judicial system utilizes the inquisitorial \nmethod is insufficient, standing alone, to establish the inadequacy of their courts as \nan alternative forum.  See, e.g., Cliffs-Neddrill Turnkey Int’l v. M/T Rich Duke, 734 \nF.Supp. 142, 147 (D. Del. 1990) (“This Court is not prepared to hold that the \ninquisitorial system of adjudication, in and of itself, constitutes an inadequate \nforum[.]”). \n81. To be sure, China’s courts operate differently than those in the United \nStates.  But showing that a forum is different is not sufficient—without more—to \nshow that it is inadequate.  Indeed, numerous courts in this country have held that \nChina was an adequate alternative forum for litigation.  Sinochem Int’l, 549 U.S. at \n435–36 ([T]he gravamen of Malaysia International’s complaint is an issue best left \nfor determination by the Chinese courts.”); Jiali Tang v. Synutra Int’l, Inc., 656 F.3d \n242, 251 (4th Cir. 2011) (finding China an adequate forum for litigation of tort \nclaims);  Compania Naviera Joanna SA v. Koninklijke Boskalis Westminster NV, 569 \nF.3d 189, 205 (4th Cir. 2009) (“[T]he Chinese forum provides a remedy, and moreover \none that is completely analogous to the remedy provided by a U.S. forum i.e. affording \nthe trial of claims against a limitation fund—albeit computing the limitation fund \nthrough a different, but not necessarily less adequate method.”); Fang Cong v. Xue \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \nZhao, 2025 U.S. Dist. LEXIS 25634 at *6 (W.D. Wash. Feb. 12, 2025) (holding that \nChina offers an adequate forum for litigation of copyright dispute); Innocoll Pharms., \nLtd. v. AstraZeneca PLC, 2024 U.S. Dist. LEXIS 189634 *11 (E.D. Penn. Oct. 18, \n2024) (finding China to be an adequate forum to litigate tort claims); Lu v. Sap. Am., \n2022 US Dist. LEXIS 38265 at *20 (E.D. Mich. Mar. 3, 2022) (holding that China was \nan adequate forum even where Chinese law was less favorable to plaintiff’s likelihood \nof recovery); Tongfang Global v. Element Tv Co., 2020 U.S. Dist. LEXIS 138595 at \n*12 (C.D. Cal. June 2, 2020) (concluding that China was an adequate forum where \nChinese law governed the dispute and plaintiff and relevant third parties resided in \nChina);  Jiangsu Hongyuan Pharm. Co., Ltd. v. DI Global Logistics, Inc., 159 F. Supp. \n3d 1316, 1332 (S.D. Fla. 2016) (finding China an adequate forum for resolution of \nbreach of contract action). \n82. For these reasons, the Court is satisfied that a Chinese court hearing \nthis matter can provide Plaintiffs with a fair opportunity to litigate their claims and \nto seek recovery as afforded under Chinese law.   \nD. Plaintiffs’ Choice of Forum  \n83. Finally, Plaintiffs argue that deference should be afforded to their \ndecision to file suit in North Carolina.   \n84. It is true as a general proposition that North Carolina courts give \ndeference to a plaintiff’s choice of forum.  See Wordsworth v. Warren, 2018 NCBC \nLEXIS 1087, at *10 (N.C. Super. Ct. Oct. 15, 2018); Wachovia Bank, 2006 NCBC \nLEXIS 10, at *18.  However, such deference is diminished when a plaintiff brings suit \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \noutside its home forum.  See Piper Aircraft, 454 U.S. at 255–56 (“When the home \nforum has been chosen, it is reasonable to assume that this choice is convenient.  \nWhen the plaintiff is foreign, however, this assumption is much less reasonable.”).   \n85. Here, Plaintiffs are Chinese entities who nevertheless chose to bring \nthis case in North Carolina rather than in the courts of China.  Accordingly, their \nchoice of forum is entitled to considerably less deference than if they had filed suit in \ntheir home forum.  See U.S.O. Corp., 547 F.3d at 752 (“A foreign company that chooses \nto sue in the United States rather than in its own country is unlikely to experience \ninconvenience if the court invokes forum non conveniens against it.”). \n86. Moreover, the Court cannot ignore the fact that Plaintiffs affirmatively \nchose to bring their prior lawsuit—the China Litigation against Li in 2020—in a \nChinese court.  At the 3 February hearing, Plaintiffs’ counsel conceded that because \nLi was already living in Orange County when the suit was brought, Plaintiffs could \nhave initiated that lawsuit in North Carolina.  The fact that they consciously chose \nnot to do so diminishes their present argument that the courts of China constitute an \ninadequate forum.   \n. . .  \n87. After considering all of the relevant factors, the Court concludes that \nthis case should be stayed pursuant to N.C.G.S. § 1-75.12. In short, this lawsuit was \nbrought by plaintiffs based in China, centers around a Chinese company, and is \ngoverned by Chinese law.  Moreover, it is based—in key respects—on events that took \nplace in China and will likely involve the testimony of third-party witnesses living in \nHengqin Dingsheng Zhirong Equity Inv. Fund (Ltd. P'ship) v. Li, 2025 NCBC 9. \n \n \nChina and the introduction into evidence of documents written in Chinese.  In \naddition, Plaintiffs chose to file a prior lawsuit against one of the current Defendants \ninvolving the same company in the courts of China.   \n88. Defendants have shown that a substantial injustice would result if this \ncase were permitted to proceed in this Court.  The Court further finds that China is \na convenient, adequate, and available forum for the resolution of this dispute.  \nCONCLUSION \nTHEREFORE, IT IS ORDERED, in the exercise of the Court’s discretion, \nthat this action is hereby STAYED pursuant to N.C.G.S. § 1–75.12.  During the \npendency of the stay, the Court will place this case on inactive status.  \nThe Court DENIES as moot Defendants’ Motion to Dismiss under Rules \n12(b)(2) and (6). \n The Court FURTHER ORDERS that the parties shall jointly file a status \nreport within six months of the entry of this Opinion.  In the event that the parties \nresolve this dispute by settlement or other means, they shall notify the Court within \nseven days of resolution.  \nSO ORDERED, this the 5th day of March 2025.  \n        \n \n/s/ Mark A. Davis    \n Mark A. Davis \n       Special Superior Court Judge \n       for Complex Business Cases "
}