{
  "id": "fb97dcc15de9207ceac702c9ccdbc93ccb315f768d58ab84a473d7cbe179ee5b",
  "source_file": "data/raw/ncbc/fb97dcc15de9207ceac702c9ccdbc93ccb315f768d58ab84a473d7cbe179ee5b.pdf",
  "raw_text": "NRC Golf Course, LLC v. JMR Golf, LLC, 2010 NCBC 20. \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF CARTERET 09 CVS 1835 \n \n \nNRC GOLF COURSE, LLC, ) \n Plaintiff ) \n  ) \n v.  ) OPINION AND ORDER \n   )  \nJMR GOLF, LLC; ROBERT B. HOBBS, JR., )  \nTrustee and THE BANK OF CURRITUCK, ) \n  Defendants ) \n \nTHIS CAUSE, designated a complex business case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, all references to the North Carolina General Statutes will be to “G.S.”), and \nassigned to the undersigned Special Superior Court Judge for Complex Business \nCases, by order of the Chief Special Superior Court Judge for Complex Business \nCases, now comes before the court upon (1) Plaintiff NRC Golf Course, LLC’s (“NRC”) \nMotion for Summary Against JMR Golf, LLC (\"JMR\") (the \"Motion\") pursuant to Rule 56, \nNorth Carolina Rules of Civil Procedure (\"Rule(s)\"); (2) NRC's Motion for Summary \nJudgment Against the Bank of Currituck (the \"Bank\") (the \"Bank Motion\"), (3) NRC's \nMotion for Order Requiring Additional Security (the \"Security Motion\") and (4) JMR's \nVerified Motion for Civil Contempt Against Plaintiff NRC Golf Course, LLC and Brett \nMichaud (the \"Contempt Motion\").  \nTHE COURT, after considering the above Motions, the briefs in support of and \nopposition to the Motions, the affidavits, other submissions of counsel and appropriate \nmatters of record, as discussed infra, CONCLUDES that (1) NRC’s Motion should be \nDENIED, (2) summary judgment in favor of Defendant JMR should be GRANTED with \nregard to Plaintiff's claims stated in this civil action, (3) NRC's Bank Motion should be \nDENIED, (4) summary judgment in favor of Defendant Bank should be GRANTED with \nregard to Plaintiff's claims stated in this civil action, (5) NRC's Security Motion should be \nDENIED and (6) JMR's Contempt Motion should be DENIED as moot. \nVandeventer Black, LLP by Norman W. Shearin, Jr., Esq. and Christina Lollar, \nEsq. for Plaintiff NRC Golf Course, LLC. \n \nWilliams Mullen by William D. Bayliss, Esq., Brian C. Vick, Esq. and Camden R. \nWebb, Esq. for Defendant JMR Golf, LLC. \n \nSmith Moore Leatherwood, LLP by James T. Gale, Esq. and Brett T. Hanna, \nEsq. for Defendant The Bank of Currituck. \n \nHornthal, Riley, Ellis & Maland, LLP by L. Phillip Hornthal, III, Esq. and M. H. \nHood Ellis, Esq. for Defendant Robert B. Hobbs. \n \nJolly, Judge. \nI. \nPROCEDURAL BACKGROUND \n[1] On December 21, 2009, NRC filed this civil action, in which it seeks, inter \nalia, a declaratory judgment as to the respective rights and obligations of the parties \nunder a Triple Net Lease Agreement (the “Lease Agreement”) previously entered into \nbetween NRC and JMR.  The Lease Agreement arises from various business dealings \nbetween the parties and involves a lease agreement between JMR, as lessor, and \nNRC, as lessee, with regard to the North River Golf Course (the “Golf Course”), which is \nlocated in Carteret County, North Carolina. \n[2] Defendants JMR, the B ank and Robert B. Hobbs, Jr. (\"Hobbs\"), Trustee for \nthe Bank, have answered timely and raised certain affirmative defenses. \n[3] On June 11, 2010, JMR filed a Motion for Affirmative Em ergency Injunctive \nRelief to Require Monthly Payments (“Motion for Emergency Injunctive Relief”) with \nregard to the Golf Course. \n[4] On July 22, 2010, the court enter ed an Order granting JMR’s Motion for \nEmergency Injunctive Relief.  The Order directed NRC to either tender $99,996 for past \ndue lease payments within five (5) days of entry of the Order or surrender possession of \nthe Golf Course to JMR within thirty (30) days of entry of the Order. \n[5] On September 24, 2010, NRC filed the Bank Motion. \n[6] On September 28, 2010, NRC filed a Mo tion for Assistance in Surrender of \nGolf Course, requesting the court’s guidance in surrendering the Golf Course. \n[7] On September 30, 2010, the court entered an Order (the “Transfer Order”) \nto facilitate NRC’s surrender of possession of the Golf Course to JMR.  Pursuant to the \nTransfer Order, NRC was directed to surrender possession of all Golf Course operating \nequipment to JMR upon surrender of the Golf Course, and JMR was to provide NRC \nwith reasonable compensation for the use of such operating equipment, determined by \nthe court upon resolution of the action.  NRC was also ordered to provide JMR with an \naccounting of all Golf Course operating equipment.  The Transfer Order did not affect \nthe rights, obligations or liabilities of either NRC or JMR under any contract or \nagreement between or among NRC, JMR, the Bank, Hobbs or any third parties who \nmay claim rights in the Golf Course or operating equipment. \n[8] On November 1, 2010, JMR filed t he Contempt Motion against NRC.  In \nopen court on November 18, 2010, JMR indicated that it intended to abandon the \nContempt Motion, and it will be deemed WITHDRAWN.  Accordingly, the Contempt \nMotion will be DENIED as moot.  \n[9] On November 3, 2010, NRC filed the Security Motion. \n[10] On November 17, 2010, NRC filed its summary judgment Motion as to \nJMR.  On November 24, 2010, JMR filed its Memorandum in Response to NRC's \nMotion.  In its Memorandum, JMR opposes NRC's request for summary judgment and \nargues that the court should grant summary judgment in its favor on all of NRC's \nclaims.1 \n[11] All the Motions have been brie fed and are ripe for determination. \n[12] Unless otherwise indi cated herein, the material facts reflected in \nparagraphs 13 through 30, 42 and 58 of this Order exist, are undisputed2 and are \npertinent to the issues raised by the Motions. \nII. \nFACTUAL BACKGROUND \n[13] NRC is a limited liability company formed under the laws of the State of \nNorth Carolina.3  The sole member of NRC is Guide Group, LLC (“Guide Group”).4 \n[14] JMR is a limited liabili ty company formed under the laws of the State of \nNorth Carolina.5  The sole member and manager of JMR is James M. Rose.6 \n[15] The Bank is chartered in the St ate of North Carolina and maintains a \n                     \n1 Summary judgment may be entered in favor of the nonmoving party when the evidence establishes that \nthere exist no disputed material issues of fact and that the nonmoving party is entitled to judgment in its \nfavor as a matter of law.  Rule 56(c), A-S-P Assocs. v. City of Raleigh, 38 N.C. App. 271, 274 (1978), \nrev'd on other grounds, 298 N.C. 207 (1979). \n2 It is not proper for a trial court to make findings of fact in determining a motion for summary judgment \nunder Rule 56.  However, it is appropriate for a Rule 56 ruling to reflect material facts that the court \nconcludes exist and are not disputed, and which support the legal conclusions with regard to summary \njudgment.  Hyde Ins. Agency v. Dixie Leasing, 26 N.C. App. 138, 142 (1975). \n3 Compl. ¶ 1. \n4 Id. \n5 Id. ¶ 2.  \n6 Id.  \nprincipal office in Currituck County, North Carolina.7 \n[16] On or around July 18, 2006, Guide Group sold to JMR certain parcels of \nreal property located in Carteret County.8  JMR currently owns all parcels of real \nproperty in Carteret County, on which the Golf Course is located.9 \n[17] Following purchase by JMR of the Golf Course, JMR and NRC entered into \nthe Lease Agreement, under which JMR leased the Golf Course to NRC for a monthly \nlease payment of $16,666.10  A Memorandum of Lease and Option was recorded on \nJuly 20, 2006.11 \n[18] The initial term of the Lease Ag reement began on August 1, 2006, to run \nthrough July 31, 2011.12 \n[19] The Lease Agreement contains a clause entitled “Subordination of Lease,” \npursuant to which NRC agreed to subordinate its interest in the Golf Course to any deed \nof trust that was filed before or after the Lease Agreement was executed.13 \n[20] As part of the Lease Agreement, JMR granted NRC an option to purchase \nthe Golf Course for $2.5 million at any time during the term of the Lease Agreement \n(“Option A”).14 \n[21] Sometime in March 2007, NRC and JMR amended the Lease Agreement \nby entering into an amended option agreement (\"Option B\").  Pursuant to Option B, \nJMR granted NRC an option to purchase the Golf Course for a “fair market value at \nexercise date validated by an independent third-party appraisal” at any time during the \n                     \n7 Id. ¶ 5. \n8 Id. ¶ 9.  \n9 Id.  \n10 Sept. 20, 2010 Michaud Aff. Ex. B. \n11 Id. Ex. D. \n12 Id. Ex. B. \n13 Id.  \n14 Id.. ¶ 5, Ex. C.  \nterm of the Lease Agreement.15 Option B is substantially the same as Option A except \nfor the \"fair market value\" purchase price for the Golf Course.  There were no other \namendments to the Lease Agreement. \n[22] Option B, upon which Plaintiff NRC relies as to each Defendant in this \naction, does not contain language with regard to subordination of NRC's interest in the \nGolf Course to any deed of trust filed before or after execution of the Lease Agreement.  \nHowever, the Lease Agreement does contain the subordination language, as discussed, \nsupra, and in that context contemplates the granting by JMR to NRC of an option to \npurchase the Golf Course.   \n[23] The genesis of the Option B amendm ent was concern by accountants for \nGuide Group that Option A, as drafted, may not be adequate to achieve certain potential \nincome tax loss treatment desired by Guide Group.16   \n[24] NRC did not provide JMR with new or additional consideration with regard \nto execution of Option B. \n[25] Option B was not drafted by counsel and was not recorded.   \n[26] The parties disagree over t he enforceability of Option B. \n[27] In November 2007, JMR granted a D eed of Trust on the Golf Course (the \n“Deed of Trust”) to Hobbs, as Trustee for the Bank, as collateral to secure an \noutstanding promissory note executed by Shallowbag Bay Club, LLC, with a face value \n                     \n15 Id. Ex. E.  \n16 See Nov. 16, 2010 Michaud Aff. ¶ 12, Rose Aff. ¶¶ 14-15.  While the parties' motivation for executing \nthe Option B amendment is not relevant to the contractual construction issues before the court, it is \ninstructive in placing the amendment in context.  In light of the court's ruling reflected in this Opinion and \nOrder, analysis of the parties' respective contentions with regard to whether the reasons for the \namendment are relevant on the issue of whether there existed sufficient consideration to support Option \nB is not necessary.  \nof $1.5 million (the “Promissory Note”).17  The Deed of Trust was recorded on \nNovember 13, 2007.18 \n[28] On or about October 28, 2009, NRC purported to exercise Option B and \npurchase the Golf Course from JMR for a purchase price of $750,000.19  NRC contends \nthat Option B is enforceable and that $750,000 is the fair market value of the Golf \nCourse, based on an appraisal prepared by Hotel & Club Associates, Inc. on or about \nOctober 26, 2009.20 \n[29] On November 20, 2009, JMR declined  to sell the Golf Course to NRC \npursuant to Option B.21 \n[30] The parties now seek clarification on their respective rights under the Lease \nAgreement with regard to the validity of Option B. \nIII. \nTHE PARTIES’ CONTENTIONS \n[31] NRC contends that as a matter of law Option B is a valid, enforceable \ncontract.  It argues that the court should grant specific performance and order JMR to \nconvey fee simple, marketable title to the Golf Course, free of encumbrances, for a \npurchase price of $750,000.22 \n[32] NRC argues in the alternative that if  the court concludes that Option B is \ninvalid, it is nevertheless enforceable because JMR is equitably estopped from denying  \n                     \n17 Compl. ¶ 14. \n18 Id. \n19 Id. ¶ 15. \n20 Id.  \n21 Id. ¶ 16. \n22 Pl’s. Mem. Supp. Mot. Summ. J. 3.  \nthe enforceability of the option because JMR received and accepted rent payments from \nNRC.23\n[33] NRC further contends that because Option B does not contain \nsubordination language with regard to the Bank's deed of trust on the Golf Course, \nNRC's contended rights to purchase the Golf Course under Option B should be superior \nto the Bank's deed of trust. \n[34] On the other hand, JMR contends t hat Option B is not enforceable because \n(a) it is not supported by adequate consideration and (b) lacks essential terms including \nprice, conditions for the sale of the Golf Course and a closing date.24   \n[35] JMR contends it is not estopped fr om contesting the enforceability of \nOption B because it accepted rent payments due under the Lease Agreement, not \nunder Option B.25 \n[36] The Bank contends that the Leas e Agreement clearly reflects NRC's \nagreement to subordination of NRC's interest to any deed of trust entered into by JMR \nwith regard to the Golf Course, and that NRC's argument is without basis. \nIV. \nDISCUSSION \nA. \nAPPLICABLE LAW \n[37] Under Rule 56(c), su mmary judgment is to be rendered \"forthwith\" if the \npleadings, depositions, answers to interrogatories and admissions on file, together with \nthe affidavits, if any, show that upon the forecast of evidence there exists no genuine \n                     \n23 Id. 5.  \n24 Def’s. Mem. Resp. Pl’s. Mot. Summ. J. 6-14. \n25 Id. 16-19. \nissue as to any material fact and that any party is entitled to a judgment as a matter of \nlaw. Grayson v. High Point Dev. Ltd. P'ship, 175 N.C. App. 786, 788 (2006). The court \nviews the evidence in the light most favorable to the nonmoving party. Bruce-Terminix \nCo. v. Zurich Ins. Co., 130 N.C. App. 729, 733 (1998). \nB. \nANALYSIS \n1. \nEnforceability of Option B \n[38] The sole question before the court is whether Option B is a valid option to \npurchase.  The answer to that question will be determinative of NRC's Motion as to JMR \nand JMR's corresponding request for summary judgment in its favor, and of NRC's \nBank Motion.  \n[39] In North Carolina, it is settled that essential to the formation of any contract \nis \"mutual assent of both parties to the terms of the agreement so as to establish a \nmeeting of the minds.”  Harrison v. Wal-Mart Stores, Inc., 170 N.C. App. 545, 550 \n(2005).  There must be a meeting of the minds on the essentials of an agreement.  \nCreech v. Melnik, 347 N.C. 520, 527 (1998).  \n[40] Price, identification of the parties and the property to be sold are essential \nelements of a contract.  Connor v. Harless, 176 N.C. App. 402, 405 (2006) (citing Yaggy \nv. B.V.D. Co., 7 N.C. App. 590, 600 (1970)).  “[A]s to the essential and material \ncontractual term of price, there must be a meeting of the minds.”  Id.  \n[41] “A contract is nugatory and void for indefiniteness if it leaves any material \nportions open for future agreement.”  Currituck Assocs. – Residential P’ship v. \nHollowell, 166 N.C. App. 17, 27 (2004).  “Consequently, a contract to enter into a future \ncontract must specify all its material and essential terms, and leave none to be agreed \nupon as a result of future negotiations.”  Connor, 176 N.C. App. at 406. \n[42] In the instant case, Option B stat es, “The Purchase Price for the Property \nshall be based on fair market value at exercise date validated by an independent third \nparty appraisal.”26 Further, Option B provides that the terms of the contract for purchase \nand sale of the Golf Course would be \"as set forth on the completed 'Offer to Purchase \nand Contract'\"27 that was attached as Exhibit A to Option B.  However, when Option B \nwas executed, the parties attached a blank \"Offer to Purchase and Contract\" as Exhibit \nA to Option B.28 \n[43] The language of Option B is simila r to that of the option to purchase at \nissue in Connor.  176 N.C. App. at 403.  The option in Connor provided, “the lessee \nmay . . .  purchase said premises at a price of a fair market value, payable as follows: \nAn amount in cash fair market value at the time of such purchase (based on at least two \nappraisals) . . . .”  Id. at 404.   \n[44] The court in Connor determined that the price term within the option was \nnot sufficiently definite.  It concluded there had been no meeting of the minds as to the \nprice term and therefore, the option was not enforceable.  Id.  \n[45] In this case, the court is forced to  conclude that Option B not only lacks a \nsufficiently definite price term, but also lacks a sufficient method by which to determine \nthe price term.  See Phoenix Ltd. P’ship of Raleigh v. Simpson, __ N.C. App. __, 688 \nS.E.2d 717, 719-20 (2009) (concluding that an option which provided the purchase price \n                     \n26 Sept. 20, 2010 Michaud Aff. Ex. E.  \n27 Option B ¶ 4. \n28 Sept. 20, 2010 Michaud Aff. Ex. F. \nwas to be determined based on the opinion of three appraisers, consisting of two \nappraisers selected by the parties and one selected by the other two appraisers, with \nthe fair market value being the average of the two closest appraisals, provided a \nsufficient method to determine price). \n[46] There are other material terms that were omitted from Option B.  Unlike the \noption in Connor, Option B does not even provide for two appraisals, but only one by an \nindependent third party.  There are no mechanics either agreed upon or considered as \nto how and under what circumstances an appraiser shall be engaged or what appraisal \nprotocols shall be used in determining the appraised value of the Golf Course. \n[47] To be enforceable, an option agreement must specify either a definite \npurchase price, an objective mechanism for determining a definite purchase price or an \nobjective method for identifying a third party to determine a definite purchase.  See \nConnor, 176 N.C. App. at 406.  If the agreement does not provide a definite purchase \nprice, it must reflect clear and unambiguous direction on how to arrive at a purchase \nprice, so that the parties do not have to reach further agreement before a final price may \nbe determined. \n[48] Here, Option B does not set forth an objective process or mechanism for \ndetermining a purchase price for the Golf Course.  It simply provides that the purchase \nprice for the Golf Course \"shall be based on fair market value at exercise date validated \nby an independent third party appraisal.\" (emphasis added).  While there is a bare \nbones agreement as to use of a third party appraisal, there is no agreement as to what \nfair market value the appraisal is to \"validate.\"  Among other things, there is no \nagreement as to how or what an initial determination of fair market value is to be made, \nhow the parties would select an appraiser or that – as NRC contends and JMR disputes \n– a single party unilaterally could designate an appraiser and impose that person's \nappraisal on the other party.  In the absence of such an agreement, upon NRC's \ndecision to exercise Option B, there was nothing to prevent JMR from engaging its own \nappraiser and presenting an opposing contended fair market value.  If that happened, \nthe agreement does not contain any mechanism for resolving any discrepancies in the \nfair market value opinions of different appraisers.  “With no specification in the \nagreement as to how to address such greatly varying estimates in the value of [JMR’s] \nproperty, the price term is not, as it must be, certain and definite.”  Connor, 176 N.C. \nApp. at 406. \n[49] Accordingly, the court is forc ed to CONCLUDE that Option B lacks the \nessential term of price.  That absence constitutes a fatal flaw, and Option B is not an \nenforceable option.\n29 \n2. \nEstoppel of JMR \n[50] Having determined that Option B fails  for indefiniteness as to the essential \nterm of price, the court now considers NRC’s argument that JMR, by accepting rent \npayments under the Lease Agreement, is estopped from denying the enforceability of \nOption B.  \n[51] The theory of quasi-estoppel prevents a party from  accepting benefits from \na contract while simultaneously denying the effect of other terms of the same \nagreement.  B & F Slosman v. Sonopress, Inc., 148 N.C. App. 81, 88 (2001). \n                     \n29 Because Option B is fatally flawed, it is not necessary for the court to decide whether it is supported by \nadequate consideration.  \n[52] NRC contends that JMR is estopped from denying the enforceability of \nOption B because it received rent under the Lease Agreement, which was consideration \nfor Option B.30  NRC characterizes the Lease Agreement and Option B as a single \nagreement.31 \n[53] NRC’s argument is misplaced.  The rent payments paid by NRC to JMR \nwere required under the Lease Agreement, not under Option A or Option B.32   \n[54] NRC primarily relies upon Brooks v. Hackney, 329 N.C. 166 (1991) and \nPure Oil Co. of the Carolinas v. Baars, 224 N.C. 612 (1944).  In Brooks, the defendant \nwas estopped from contesting the validity of a contract for the sale of real estate based \non an insufficient description of the property because he had made payments under the \nagreement for eight years and used the property for that period of time.  329 N.C. at \n173.  In Pure Oil, the court estopped the defendant from contesting the validity of an \noption that was “an integral part of the transaction” in which the plaintiff conveyed \nproperty to the defendant by deed and was granted an option to repurchase that \nproperty from defendant.  224 N.C. at 614.  \n[55] Brooks and Pure Oil are materially distinguishable from the instant case.  \nUnlike the agreements at issue in those cases, the Lease Agreement and Option B \nbefore the court do not constitute an integrated single contract or agreement.  Option B \nwas not executed until eight months after the parties entered in to the Lease \nAgreement.  Further, JMR’s acceptance of rent payments due under the Lease \nAgreement is not inconsistent with its position that Option B is not enforceable.33   \n                     \n30 Pl’s. Mem. Supp. Mot. Summ. J. 4. \n31 Id.  \n32 Sept. 20, 2010 Michaud Aff. Ex. B. \n33 See Whiteacre P’Ship v. BioSignia, Inc., 358 N.C. 1, 18 (2004) (“Under a quasi-estoppel theory, a party \n[56] Accordingly, the court CONCLUDES that JMR is not equitably estopped \nfrom denying the enforceability of Option B. \n[57] Plaintiff NRC's Motion should be DE NIED, and summary judgment as to \nNRC's claims in this matter should be GRANTED in favor of Defendant JMR. \n3. \nThe Bank's Deed of Trust \n[58] In paragraph 22 of the Lease Agre ement, NRC clearly and specifically \nagreed to subordination of its interests to any subsequent deed of trust granted by JMR \nwith regard to the Golf Course.  Paragraph 26 of the Lease Agreement also anticipates \nthe execution of an option to purchase the Golf Course.   \n[59] In substance, NRC argues that because the Option B document itself \ndoes not contain subordination language, the Bank's deed of trust should not have \npriority over NRC, and that NRC's title received upon exercise of and closing upon \nOption B should be free and clear of the Bank's deed of trust. \n[60] The court has concluded that Opti on B is not enforceable.  However, even \nif it was enforceable, paragraph 22 of the Lease Agreement makes it clear that NRC \nagreed to subordination of its interests to any then-existing or future deed of trust granted \nwith regard to the Golf Course.  NRC's arguments to the contrary notwithstanding, the \nreal property leasehold and option interests granted to NRC in the Lease Agreement and \nOption B were intentionally and specifically made subordinate to any existing or future \ndeed of trust on the Golf Course.  NRC's statutory notice arguments do not support its \nposition. \n                                                                  \nwho accepts a transaction or instrument and then accepts benefits under it may be estopped to take a \nlater position inconsistent with the prior acceptance of that same transaction or instrument.”) (emphasis \nadded). \n[61] Further, NRC's contention that JMR had an obligation to deliver clear title \nto the Golf Course upon proper exercise of the option does not have any effect upon the \npriority between the option and the deed of trust.  If Option B were enforceable, title \nsecured upon exercise of the option still would be subordinate to the Bank's deed of trust.  \nThe seller's obligation to deliver clear title does not impact the Bank's secured interest \nunder the deed of trust.  The same reasoning holds true with regard to the fact that the \ndebtor on the Promissory Note secured by the deed of trust is Shallowbag Bay Club, \nLLC.  That fact does not change the relative priority that would exist between NRC and \nthe Bank, should Option B be enforceable and exercised.    \n[62] Plaintiff NRC's Bank Motion s hould be DENIED, and summary judgment \nas to NRC's claims in this matter should be GRANTED in favor of Defendant Bank. \n  4. \nNRC's Security Motion \n[63] In view of the rulings reflected in this Opinion and Order, NRC is not \nentitled to additional deposit of security by JMR with regard to operation by JMR of the \nGolf Course pursuant to previous Order of this court. \n[64] Further, the court deem s the security previously ordered and deposited by \nJMR to be fair and adequate. \n[65] Accordingly, in the exercise of its discretion and as a matter of law, the \ncourt CONCLUDES that NRC's Security Motion should be DENIED. \n5. \nJMR's Contempt Motion \n[66] The Contempt Motion previously was withdrawn by JMR, and should be \nDENIED as moot. \nNOW THEREFORE, based upon the foregoing CONCLUSIONS, it is \nORDERED, ADJUDGED and DECREED that: \n[67] It is DECLARED that Option B is not enforceable. \n[68] Plaintiff NRC Golf Course, LLC's  Motion for Summary Judgment Against \nJMR Golf, LLC is DENIED. \n[69] Summary Judgment in favor of  Defendant JMR Golf, LLC and against \nPlaintiff NRC Golf Course, LLC is GRANTED. \n[70] Plaintiff NRC Golf Course, LLC's Motion for Summary Judgment Against \nthe Bank of Currituck is DENIED. \n[71] Summary Judgment in favor of Defendant Bank of Currituck and against \nPlaintiff NRC Golf Course, LLC is GRANTED. \n[72] Plaintiff NRC Golf Course, LLC's  Motion for Order Requiring Additional \nSecurity is DENIED. \n[73] Defendant JMR Golf, LLC's Verifi ed Motion for Civil Contempt Against \nPlaintiff NRC Golf Course, LLC and Brett Michaud is DENIED, as moot. \nIT IS FURTHER ORDERED that: \n[74] On January 18, 2011, at 2:00 p.m., at the North Carolina Business Court, \n225 Hillsborough Street, Suite 303, Raleigh, North Carolina, the court will hold a hearing \nand status conference with all parties for the purpose of considering and/or determining \nthen-remaining issues between the parties, including but not limited to (a) future \npossession and control of the Golf Course and (b) present and future compensation, if \nany, to be paid by JMR to NRC for use of the Golf Course Operating Equipment at \ntimes material to this civil action. \n[75] After such hearing and status conference, the court anticipates entering a \nfinal disposition Order relative to this matter  \nThis the 29th day of December, 2010. \n "
}