{
  "id": "fba58f6cab87ce5a7f2e648bf967ba56df8435658ef5de3f74313be2c97ccfce",
  "source_file": "data/raw/ncbc/fba58f6cab87ce5a7f2e648bf967ba56df8435658ef5de3f74313be2c97ccfce.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 1993 \n \nROBERT MCGUIRE, \n \nPlaintiff, \n \nv. \n \nLORD CORPORATION, \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON  \nCROSS-MOTIONS FOR SUMMARY \nJUDGMENT \n \n \n1. THIS MATTER  is before the Court on the parties’ cross -motions for \nsummary judgment  filed on July 10, 2020 .  The cross-motions concern whether \nPennsylvania law permits Plaintiff Robert McGuire (“McGuire”), a former employee \nand former shareholder of Defendant LORD Corporation (“LORD” or the “Company”), \nto inspect and copy certain minutes of meetings of LORD’s B oard of Directors and a \nlist of LORD’s shareholders owning restricted, non-voting Class B stock.1 \n2. After considering the Motions, the briefs filed in support of and in opposition \nto the Motions, including  supplemental briefs, the arguments of counsel at the \nhearing on the Motions, and other appropriate matters of record, the Court  hereby \nGRANTS in part and DENIES in part the Motions as set forth below. \nVennum PLLC, by Elizabeth Vennum and Jordan Burke, for Plaintiff \nRobert McGuire. \n  \nParker Poe Adams & Bernstein LLP, by Charles E. Raynal, IV and Scott \nE. Bayzle, for Defendant LORD Corporation. \n \n \n1 The specific motions at issue are LORD’s Motion for Summary Judgment (“LORD’s \nMotion”), (ECF No. 82), and McGuire’s Motion for Summary Judgment (“McGuire’s Motion”; \ntogether with LORD’s Motion, the “Motions”), (ECF No. 86). \nMcGuire v. LORD Corp., 2021 NCBC 3. \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact on motions for summary judgment; \nrather, the Court summarizes material facts it considers to be uncontested.  See, e.g., \nVizant Techs., LLC v. YRC Worldwide, Inc. , 373 N.C. 549, 551, 838 S.E.2d 616, 617 \n(2020). \n4. LORD is a Pennsylvania corporation with its principal place of business in \nWake County, North Carolina.  (Mot. Order Permitting Inspection & Copying \nCorporate Rs . & Civil Action Declaratory Relief ¶ 2  [hereinafter “Inspection \nRequest”], ECF No. 3 ; Answer LORD Corp. ¶ 2, ECF No. 14.)   McGuire served as \nLORD’s Regional Director of Japan beginning  in 2013.  (Dep. McGuire 147:18 –21, \nECF No. 83.1; Def.’s Br. Supp. Mot. Summ. J. Ex. 2 ¶ 11 [hereinafter “Riggins Aff.”], \nECF No. 83.2.)2   \n5. Through its Management Incentive Plan, Restricted Stock Program (the \n“Plan” or “ Stock Program ”),3 LORD offered its directors, officers, and certain key \nemployees, including McGuire, the opportunity to acquire non-voting restricted stock \nin the form of Class B Common Stock (“Class B Stock”).  (Riggins Aff. ¶ ¶ 6, 26; see \nalso Dep. McGuire 141:11 –42:2.)  McGuire participated in the Plan according to its \n \n2 “Riggins Aff.” references the Affidavit of Charmaine Riggins.  Riggins  worked for LORD \nuntil its acquisition by Parker -Hannifin Corporation (“Parker -Hannifin”) in 2019 .  She is \ncurrently employed as Parker-Hannifin’s HR Integrations Leader.  (Riggins Aff. ¶ 1.) \n \n3 The Plan document creating the Stock Program is attached as E xhibit A to the Riggins \nAffidavit at ECF No. 83.2. \nterms and acquired 675 shares of Class B Stock  as provided in the Third Restated \nStock Purchase Agreement McGuire entered into on May 20, 2014 (the “Agreement”).  \n(Riggins Aff. ¶¶ 11–12, Exs. A–B; Inspection Request Ex. 5, ECF No. 3.5.)   \n6. On April 7, 2017, McGuire sold 329 shares of Class B Stock.  (Dep. McGuire \n141:3–7; Riggins Aff. ¶ 13, Ex. C .)  McGuire subsequently initiated litigation in this \nCourt seeking to recover the increased value of th ose shares after his sale, \n(2019CVS11634), a matter which is now pending before the Supreme Court of North \nCarolina on appeal from this Court’s dismissal of that action under Rule 12(b)(6) of \nthe North Carolina Rules of Civil Procedure (“Rule(s)”) .  McGuire v. LORD Corp. , \n2020 NCBC LEXIS 15 (N.C. Super. Ct. Feb. 11, 2020), appeal docketed , No. 320A20 \n(N.C. July 13, 2020).4 \n7. On April 17, 2017, LORD representatives met with corporate \nrepresentatives of a third party concerning a possible merger.   (Riggins Aff. ¶ 14.)   \nShortly thereafter, on April 20, 2017, LORD’s Board agreed to delay the annual \nrestricted stock offering to LORD’s Directors and members of management during \nthese merger discussions.  (Riggins Aff. ¶¶ 14–15, Ex. D (under seal).)5  McGuire has \ntermed this delay, which became effective immediately, (Riggins Aff. ¶ 28), a “freeze” \nof the Stock Program, (Inspection Request Ex. 3 [hereinafter “Demand Letter”], ECF \nNo. 3.3).  The merger discussions did not result in a transaction and end ed later in \n2017.  (Riggins Aff. ¶ 17.) \n \n4 McGuire initiated the related action on August 23, 2019.  (2019CVS11634, ECF No. 3.) \n \n5 The redacted, public version of the Board minutes in Exhibit D is located at ECF No. 89.1. \n8. LORD provided written notice of McGuire’s termination on November 13, \n2017, and McGuire’s termination took effect on February 13, 2018.  (Riggins Aff. Ex. \nH.)  On December 19, 2017, LORD’s Board terminated the Stock Program except for \nthe redemption of stock.  (Riggins Aff. ¶¶ 16, 28, Ex. E (under seal).)6    \n9. On January 2, 2019 , McGuire sent a demand letter to LORD seeking \ninspection of twelve categories of LORD ’s corporate documents.7  (Demand Letter.)  \nThe letter states that McGuire sought the records “for the proper purpose of \ninvestigating the conduct of the B oard of D irectors in its management of the \nCorporation, and ascertaining w hether the business has been properly conducted .”  \n(Demand Letter 3.)  The letter then states: \nSpecifically, without limitation, Mr. McGuire seeks documentation and \nverification that the Board of Directors acted at all times in good faith \nand in the best interests of all shareholders, without conflicts of interest, \nwhen determining the value of restricted Class B shares, both in terms \nof executive compensation and in the terms and conditions of stock \noptions for employees. \n \n(Demand Letter 3.) \n \n10. The demand letter continues:  \nWith respect to the Board of Directors’ 2017 decision to freeze the \nemployee stock purchase program, Mr. McGuire seeks to identify the \nevidence, reports, financial statements, and other documentation \nreviewed and considered by the Board of Directors in relation to its \nMarch 2017 decision to repurchase shares from Mr. McGuire in excess \nof the maximum annual buyback, as well as the evidence, reports, \n \n6 The redacted, public version of the Board minutes in Exhibit E is located at ECF No. 89.2. \n \n7 McGuire initially sent his demand pursuant to North Carolina law on November 23, 2018.  \n(ECF No. 3.1.)  After LORD responded that Pennsylvania law applied because LORD was \nincorporated in Pennsylvania, (ECF No. 3.2), McGuire sent LORD a second demand letter on \nJanuary 2, 2019, this time pursuant to the Pennsylvania inspection statute, 15 P a.C.S. \n§ 1508, (ECF No. 3.3). \nfinancial statements, and other documentation reviewed and considered \nby the Board of Directors prior to, during, and in relation to the Board’s \ndecision to freeze the employee stock purchase program in 2017.  \nFurthermore, Mr. McGuire seeks documentation of corporate policies \nand procedures reflecting LORD’s compliance with the Foreign Corrupt \nPractices Act in Asia in order to protect the interest of the shareholders \nshould the company be engaging in illegal or unethical financial \ntransactions and/or accounting practices in the Asian market. \n \n(Demand Letter 3.) \n11. LORD refused to comply with McGuire’s request by letter dated January 14, \n2019, stating that neither a “speculative fishing expedition” nor seeking to advance \nhis interests as a “litigant” against LORD was a proper purpose for a shareholder \ninspection request under the relevant Pennsylvania inspection statute.  (Inspection \nRequest Ex. 4, ECF No. 3.4.)   McGuire thereafter initiated this action on February \n13, 2019,  seeking to compel inspection of the corporate records  LORD refused to \nproduce for inspection.  (See Inspection Request.)\n8   \n12. McGuire was a LORD shareholder at the time this action was commenced.  \nOn October 30, 2019, however, LORD was acquired by Parker-Hannifin.  As part of \nthat acquisition, LORD redeemed all its Class B Stoc k, including those  remaining \nshares held by McGuire .  Thus, McGuire was no longer a LORD shareholder after \nLORD was acquired.  (Riggins Aff. ¶ 19.) \n13. In the course of this litigation, LORD has produced most  of the corporate \nrecords McGuire has requested.  (Joint Mot. 14 -Day Extension Time File Am. Case \n \n8 McGuire initially sought a declaration concerning the enforceability of the “Adverse \nLitigant” provision in the Agreement but voluntarily dismissed that claim on May 28, 2019.  \n(ECF No. 24.) \nManagement Report ¶ 6, ECF No. 26; Riggins Aff. ¶ 23.)  The parties agree that only \ntwo sets of documents remain in dispute.   \n14. The first involves certain LORD Board of Director meeting minutes.  \nAlthough LORD has produced the minutes of i ts Board of Director meetings for the \nrequested timeframe, (Case Management Order 4, ECF No. 33), LORD has redacted \nthose portions relating to potential merger and acquisition activities, divestitures, \nand strategic opportunities on grounds that this information is “highly confidential \nand proprietary to LORD,” and in some cases, subject to non -disclosure agreements \nwith third parties , (Riggins Aff. ¶ 25).   LORD maintains that all Board minutes \nrelating to the “postponement of the 2017 offering of Class B Stock on April 20, 2017, \nand the later termination of the [S]tock [P]rogram, have now been provided to Mr. \nMcGuire, and such information has not been redacted from the Board minutes.”  \n(Riggins Aff. ¶ 28; see also Def.’s Br. Supp. Mot. Summ. J. Ex. 3, ECF No. 83.5.)  \nMcGuire seeks  LORD’s unredacted Board minutes concerning LORD’s potential \nmerger and acquisition activities and divestitures. \n15. The second set involves LORD’s shareholder list.  McGuire seeks the names, \naddresses, number of shares, and class of shares held by individuals who own shares \nof LORD’s restricted, non-voting Class B Stock.  (Case Management Order 4.)  LORD \nhas declined to produce that list, contending that because its Class B Stock is non -\nvoting and ownership of the stock is limited to “a controlled number of active \nemployees” who acquired the stock “in connection with their employment and often \nheld the stock in their retirement plans[,]” its Class B shareholder  list is therefore \n“highly confidential personal employee information, which LORD [has not and will \nnot] disclose to the public or to individual stockholders.”  (Riggins Aff. ¶¶ 26–27.)   \n16. The parties filed cross -motions for summary judgment on McGuire’s ri ght \nto inspect and copy these two sets of documents on July 10, 2020.  After full briefing, \nthe Court held a hearing on the Motions on September 30, 2020  (the “Hearing”), at \nwhich all parties were represented by counsel.   \n17. The Motions are now ripe for resolution. \nII. \nLEGAL STANDARD \n18. Under Rule 56 , “summary judgment is appropriate  ‘if the pleadings, \ndepositions, answers to interrogatories, and admissions on file, together with the \naffidavits, if any, show that there is no genuine issue as to any material fact and that \nany party is entitled to a judgment as a matter of law. ’ ”  Da Silva v. WakeMed, 375 \nN.C. 1, 10, 846 S.E.2d 634, 641 (2020) (quoting N.C. R. Civ. P. 56(c)).  “ An issue is \n‘genuine’ if it can be proven by substantial evidence and a fact is ‘material’ if it would \nconstitute or irrevocably establish any material element of a claim or a defense.”  \nLowe v. Bradford , 305 N.C. 366, 369, 289 S.E.2d 363, 366 (1982).  “Substantial \nevidence is such relevant evidence as a reasonable mind might accept as adequate to \nsupport a conclusion and means more than a scintilla or a permissible inference.”  \nHead v. Gould Killian CPA Grp. , 371 N.C. 2, 8, 812 S.E.2d 831, 836 (2018) ( citation \nand internal quotation marks omitted).  The Court view s all evidence “in the light \nmost favorable to the non-moving party.”  Da Silva, 375 N.C. at 10, 846 S.E.2d at 641. \n19. The moving party bears the burden of proving that there is no genuine issue \nof material fact, Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, 579, 573 S.E.2d \n118, 124 (2002) , and may meet this burden: (1) “ by proving an essential element of \nthe opposing party’s claim does not exist, cannot be proven at trial, or would be barred \nby an affirmative defense ”; or (2) “ by showing through discovery that the  opposing \nparty cannot produce evidence to support an essential element of [its] claim,” Dobson \nv. Harris, 352 N.C. 77, 83, 530 S.E.2d 829, 835 (2000).  “If the movant successfully \nmakes such a showing, the burden then shifts to the nonmovant to come forward with \nspecific facts establishing the presence of a genuine factual dispute for \ntrial.”  Pennington, 356 N.C. at 579, 573 S.E.2d at 124; see also N.C. R. Civ. P. 56(e) \n(“[A]n adverse party may not rest upon the mere allegations or denials of his pleading, \nbut his response, by affidavits or as otherwise provided in this rule, must set forth \nspecific facts showing that there is a genuine issue for trial.”). \nIII. \nANALYSIS \nA.  Subject Matter Jurisdiction \n20. The Court first addresses McGuire’s  standing to bring  these claims under \nPennsylvania’s inspection statute, 15 Pa.C.S. § 1508 , since McGuire is no longer a \nLORD shareholder. 9  As an initial matter, section 1508  is silent  as to whether a \nshareholder must continuously own shares to maintain an action under that section.  \nInstead, the statute permits “every shareholder” an inspection right,10 and it does not \nappear that the Pennsylvania courts have addressed whether continued stock \nownership is a prerequisite for maintaining a corporate records request  under the \nstatute after commencement of the action.   \n21. Pennsylvania courts, however, have addressed continuous share ownership \nin the context of a derivative action  and held, based on the absence of a continuous \nownership requirement in Pennsylvania’s rule authorizing derivative actions,11 that \nplaintiff shareholders who owned shares when they commenced a derivative action \nchallenging a merger did not lose standing to pursue that action when they were \nforced to sell their shares in the merger while the action was pending.  See Drain v. \nCovenant Life Ins. Co., 685 A.2d 119, 125 (1996) (“[T]he rule makes no statement with \nrespect to  continuing ownership subsequent to the commencement of the action” and \n \n9 The Court raised the issue of standing sua sponte and requested and received the parties’ \nsupplemental briefing on the issue.  See, e.g. , Willowmere Cmty. Ass’n v. City of Charlotte, \n370 N.C. 553, 555 n.2, 809 S.E.2d 558, 560 n.2 (2018) (“While none of defendants’ motions or \npleadings to the trial court explicitly raised the issue of plaintiffs’ standing to bring suit, the \ntrial court was permitted to consider the threshold question of its own subject -matter \njurisdiction in ruling on the parties’ cross-motions for summary judgment.”); Forsyth Cty. Bd. \nof Soc. Servs. v. Div. of Soc. Servs., 317 N.C. 689, 692, 346 S.E.2d 414, 416 (1986) (“[Q]uestions \nof subject matter jurisdiction may properly be raised at any point[.]”); Conner  Bros. Mach. \nCo. v. Rogers, 177 N.C. App. 560, 561, 629 S.E.2d 344, 345 (2006) (noting that the court may \nraise the issue of subject matter jurisdiction “on its own initiative” (citation omitted)).  \nSupplemental briefing was completed on October 21, 2020.  (ECF Nos. 103–06.)  \n \n10 15 Pa.C.S. § 1508(b) provides in relevant part that “[e]very shareholder shall, upon written \nverified demand stating the purpose thereof, have a right to examine [the company’s \ncorporate records.]” \n \n11 Pennsylvania Rule of Civil Procedure 1506(a). \n“the rule was designed . . . [to] requir[e] ownership at the time of initiation of suit[.]” \n(citation omitted) ).  Drain  thus offers persuasive precedent to interpret section \n1508(b)’s similar silence to not require continuous share ownership in the corporate \ninspection context.   \n22. This is particularly true when the Court considers that , unlike in a \nderivative action, where “[a] non-shareholder or one who loses his shareholder \ninterest during the course of the litigation may lose any incentive to pursue the \nlitigation adequately[,]” Portnoy v. Kawecki Berylco Indus., Inc., 607 F.2d 765, 767 \n(7th Cir. 1979), a shareholder who sells his shares in a merger after an inspection \naction has been filed  may, in appropriate circumstances, have a continuing interest \nin ascertaining whether the shares were sold for fair value after the sale has been \ncompleted. \n23. The Court also notes that the influential Chancery Court in Pennsylvania’s \nneighboring state of Delaware has concluded that continuous share ownership is not \nrequired to maintain a records inspection action under 8 Del. C. § 220.  See Cutlip v. \nCBA Int’l, Inc., C.A. No. 14168 NC, 1995 Del. Ch. LEXIS 136, at *6, 8–9 (Del. Ch. Oct. \n27, 1995) (holding that where plaintiffs had standing to bring a corporate records \nrequest “at the time they brought the action,” a subsequent merger stripping \nplaintiffs of their shareholder status did “not erase” their standing under section 220); \nsee also Deephaven Risk Arb Trading, Ltd. v. UnitedGlobalCom, Inc., Civil Action No. \n379-N, 2005 Del. Ch. LEXIS 107, at *27 (Del. Ch. July 13, 2005)  (same).  Although \naddressing a different statutory scheme , the Chancery Court’s view nonetheless \nprovides support to conclude that McGuire has standing to maintain his action here. \n24. Accordingly, based on the above, the Court concludes that, if faced with the \nissue, the Pennsylvania Supreme Court would likely decide  that a shareholder who \nowned shares at the time the shareholder filed an inspection action did not lose \nstanding to maintain the action upon the forced sale of the shares after the action \ncommenced.  The Court thus concludes it has jurisdiction to c onsider McGuire’s \ninspection claims.   \nB. McGuire’s Alleged Proper Purpose \n25. McGuire’s inspection action rises and falls on whether he has a “proper \npurpose” to inspect the corporate records he seeks under 15 Pa.C.S. § 1508.  As set \nforth in that statute: \nEvery shareholder shall, upon written verified demand stating the \npurpose thereof, have a right to examine in person or by agent or \nattorney, during the usual hours for business for any proper purpose, the \nshare register, books and records of account, and records of the \nproceedings of the incorporators, shareholders and directors and to \nmake copies or extracts therefrom. \n \n15 Pa.C.S. § 1508(b)  (emphasis added) .  Section 1508 broadly defines a “proper \npurpose” as “a purpose reasonably related to the interest of the person as a \nshareholder.”  Id. \n26. 15 Pa.C.S. § 1508(c) governs proceedings to enforce a shareholder’s right of \ninspection.  That section provides that “[i] f the corporation, or an officer or agent \nthereof, refuses to permit an inspection sought by a shareholder . . . , the shareholder \nmay apply to the court for an order to compel the inspection. ”  Upon review of the \nshareholder’s request, “[t]he court shall determine whether or not the person seeking \ninspection is entitled to the inspection sought.”  Id. § 1508(c).  “The court may, in its \ndiscretion, prescribe any limitations or conditions with reference to the inspection or \naward such other or further relief as the court deems just and proper.”  Id.   \n27. Section 1508(c)  requires a shareholder seeking inspection of the \ncorporation’s books and records to “first establish: (1)  [t]hat he has complied with the \nprovisions of this section respecting the form and manner of making demand for \ninspection of the document[ ]” and “(2)  [t]hat the inspection he seeks is for a proper \npurpose.”  Id.  In contrast, where a shareholder seeks inspection of the corporation’s \nshare register or shareholder list, the statute provides that “the burden of proof shall \nbe upon the corporation  to establish that the inspection he seeks is for an improper \npurpose.”  Id.   \n28. Accordingly, under section 1508, McGuire has the burden to show that he \nhas a proper purpose to inspect LORD’s B oard minutes concerning the C ompany’s \nmerger and acquisition activity , and LORD has the burden to show that McGuire’s \npurpose in seeking LORD’s non-voting Class B shareholder list is improper.  As noted, \nhowever, summary judgment is only proper where there is no genuine issue as to any \nmaterial fact and a party is entitled to a judgment as a matter of law .  See N.C. R. \nCiv. P.  56(c).  In determining whether the shar eholder has advanced a proper \npurpose, the Court may consider relevant deposition testimony of the shareholder \nand others.  See Zerbey v. J.H. Zerbey Newspapers, Inc., 560 A.2d 191, 198 (Pa. Super. \nCt. 1989).   \ni. LORD’s Board Minutes \n29. Turning first to McGuire’s request to inspect LORD’s B oard minutes \nreflecting its corporate merger and acquisition  activity, McGuire contends that he \nshould be permitted inspection to investigate the conduct of the Board due to his \nsuspicions that the Board engaged in improper decision making and misconduct  in \nconnection with the sale of his 329 Class B shares .  (Dep. McGuire 118:14 –16 (“I’m \nonly trying to get justice on the 329 shares that Jon Oechsle told me I could sell and \nbuy back.  Then I confirmed it with Denise Austin that I could sell and buy it back, \nand then I sold them, and a week later, they froze the program.”), 174:17–22 (“Q. \nThen the primary purpose of the inspection request is . . . to learn . . . the \ncircumstances regarding the termination of the restricted stock purchase plan, . . . \nthe timing and -- A. Right. Q. -- what Lord knew?  A. And why -- and why, I guess, \nthey weren’t forthright with me .”), 187:4–21 (“Like I said, I’m only concerned about \nBob [McGuire].  I’m not trying to resolve what other issues might or might not exist \noutside of my case because that’s just not my interest. . . . And my point is my primary \ninterest, obviously, is the 329 shares.”); 339:1 –4 (“And all the request has been is to \ntry to find the truth concerning the lead up to the sale that I -- I made of my shares \nback to the company in -- in 2017.”); Mem. Law Supp. Pl.’s Mot. Summ. J. Ex. A  \n362:5–10 [hereinafter “2nd Dep. McGuire”], ECF No. 88 (“I simply want to \nunderstand primarily about the decision making that led to the freezing of the stock \nprogram and how that affected me and why it was not in some way communicated to \nme that there was a risk to sell the shares.”).) \n30. McGuire argues that his separate, now dismissed, lawsuit in this Court \nconcerns “these same matters” and that the record in both suits shows that “LORD \nfroze its sale and repurchase program shortly after Mr. McGuire sold his shares to \nLORD” and McGuire “suspected that the transpiration of events was fraudulent.”  \n(Mem. Law Supp. Pl.’s Mot. Summ. J. 18, ECF No. 87.)  McGuire thus argues that \ninspection of records relating to LORD’s suspected “ corporate fraud and improper \nvaluation of his shares” is reasonably related to his interest as a shareholder and \ntherefore reflects a proper purpose  under the Pennsylvania statute .  (Mem. Law \nSupp. Pl.’s Mot. Summ. J. 10, 16–17.) \n31. Under Pennsylvania law, “whether a  stockholder has set forth a ‘proper \npurpose’ to inspect corporate records is a determination which must be made on a \ncase-by-case basis following a careful consideration of the surrounding circumstances \nof the document inspection request.”  Zerbey , 560 A.2d at 198.  While determining \nproper stock value and i nvestigating corporate mismanagement have been found to \nbe proper purposes under Pennsylvania law,12 a shareholder must have a reasonable \nbasis for his inspection request, and Pennsylvania courts have long recognized that \nmere speculation or idle curiosity will not suffice.  See, e.g., Klein v. Scranton Life Ins. \nCo., 11 A.2d 770, 773 (Pa. Super. Ct. 1940) (“Of course, ‘the writ should not be granted \nfor speculative purposes, or to gratify idle curiosity, or to aid a blackmailer, but it \n \n12 See, e.g. , Ackerman v. Kasual Computing, Inc., No. 2046 MDA 2015, 2016 Pa. Super. \nUnpub. LEXIS 1867, at *10 (Pa. Super. Ct. May 25, 2016) (“ It clearly is proper for a \nshareholder to inspect corporate records to determine the proper valuation of his stock.”); see \nalso, e.g., Hagy v. Premier MFG. Corp., 172 A.2d 283, 286 (Pa. 1961) (“It is a well  settled \ngeneral rule that apparent mismanagement or misconduct by corporate officers provides a \nsufficient proper and reasonable purpose or objective for inspecting corporate records.”). \nmay not be denied to a stockholder who seeks the information for legitimate \npurposes[.]’ ” (quoting Guthrie v. Harkness, 199 U.S. 148, 156 (1905))); see also, e.g., \nStuart v. Sterling Lumber, 78 Pa. D. & C. 86, 88–89 (Pa. Ct. Com. Pl. 1952) (rejecting \ninspection request where plaintiff shareholder failed “ to disclose one particle of \ntestimony which would lead anyone to believe that the company was not being well \nmanaged”).  \n32. Here, LORD maintains that it has already provided to McGuire all of its \nBoard minutes relating to the “postponement of the 2017 offering of Class B Stock on \nApril 20, 2017, and the later termination of the [S]tock [P]rogram[.]”  (Riggins Aff. \n¶ 28.)  This information is directly respo nsive to McGuire’s stated purpose for his \nBoard minutes request as articulated and clarified in his deposition testimony —i.e., \nto review the B oard’s decision making concerning the repurchase of Class B Stock \nand the freezing of the Stock Program in 2017—and McGuire has offered only broad \nconjecture, not evidence, that LORD has withheld or redacted Board minutes relating \nto LORD’s 2017 decisions concerning the Program.  (Pl.’s Reply Def.’s Opp’n Pl.’s Mot. \nSumm. J. 9, ECF No. 95.) \n33. McGuire nevertheless seeks broader inspection of Board minutes concerning \nLORD’s merger, acquisition, and divestiture activities from earlier time periods.  But \nMcGuire offers no evidence or persuasive argument that any such earlier merger \ndiscussions have any bearing on LORD’s April 2017 decision to freeze and later \nterminate the Stock Program, the corporate action that McGuire contends adversely \naffected his ability to realize the full value of his Class B Stoc k.  The most he offers \nis his speculation  that because a document McGuire does not identify mentions \nLORD’s incentive plans, LORD “[o]bviously [was] thinking about [incentive plans] in \nFebruary 2017.  So, you know, there’s . . . somewhere inside the stack of documents, \nthere’s got to be discussions around the decision to cancel and -- right?  So that’s what \nwe want to know.”  (Dep. McGuire 194: 15–20.)  Such is precisely the sort of \nspeculative inspection request the Pennsylvania courts have determined is improper \nunder section 1508.  See, e.g., Klein, 11 A.2d at 773. \n34. Moreover, McGuire’s counsel  suggested at the Hearing  that McGuire’s \nsuspicions that earlier or redacted Board minutes reflect merger discussion s \nrevealing Board misconduct or decision s concerning his 329 shares were  based on \nnothing more than what counsel termed “water cooler rumors.”  (Sept. 30, 2020 \nHearing Tr. 33:5–7, ECF No. 107; see also  Pl.’s Reply Def.’s Opp’n Pl.’s Mot. Summ. \nJ. 9  (“As Mr. McGuire communicated in his deposition, rumors of LORD’s sale \ncirculated in early 2017.”).)  Not only does McGuire fail to provide any evidentiary \nsupport for any such alleged rumors, but a request based on rumor is one grounded \nin speculation and makes plain McGuire’s request is intended only to satisfy his “idle \ncuriosity.”  McGuire offers no other evidence that LORD’s B oard engaged in any \nimproper transaction-related activity, nor does he explain, beyond speculation, how \nthe Board’s pre-April 2017 merger-related discussions bear on the Board’s decision to \nfreeze the Stock Program in April 2017.   \n35. While Pennsylvania has afforded a shareholder a broad right of inspection, \n“th[at] right is neither absolute nor mandatory.”  Hagy, 172 A.2d at 285.  Rather, it \nis “a limited right which is given for a reasonable purpose.”  Id.  Based on the above, \nthe Court concludes that that the evidence of record, viewed in the light most \nfavorable to McGuire, establishes as a matter of law that McGuire’s request to inspect \nLORD’s Board minutes concerning its merger, acquisition, and divestiture \nactivities—in addition to those minutes previously produced reflecting the B oard’s \n2017 decis ion making concerning the Stock Program—was made for  speculative \npurposes and is intended only to satisfy McGuire’s idle curiosity rather than for any \nproper or reasonable purpose recognized by Pennsylvani a law.  See, e.g., Klein, 11 \nA.2d at 773; Zerbey, 560 A.2d at 197.  Accordingly, the Court concludes that McGuire’s \nclaim seeking inspection of LORD’s Board minutes concerning its merger, acquisition, \nand divestiture activity that have not been produced should therefore be dismissed.13 \n ii.  LORD’s Class B Shareholder List \n36. As noted, LORD has the burden to show that McGuire’s request to inspect \nLORD’s Class B shareholder  list is for an improper purpose.  LORD argues that \nbecause a right to inspect a shareholder list is a “qualified right” and the “primary \nreason” a shareholder is permi tted inspection of a shareholder list under \nPennsylvania law is to “to influence the vote at an impending stockholders’ \n \n13 Consideration of LORD’s concerns for the confidentiality  of its Board’s discussions \nregarding potential merger, acquisition, and divestiture activities  provides further support \nfor the Court’s conclusion.  LORD considers its Board minutes of transaction-related activity \nas confidential and proprietary information  and protects that information from disclosure.  \n(Riggins Aff. ¶ 25.)  Although the parties vigorously debate whether the corporation’s concern \nfor confidentiality is a proper consideration for assessing a  shareholder’s proper purpose \nunder section 1508(b), the Court concludes that it is in circumstances such as those here.  See \nLewis v. Pa. Bar Ass’n, 701 A.2d 551, 554 (1997) (holding in the non-profit context that “[t]he \nscope of records to which a member has access is further limited by considerations of privacy, \nprivilege and confidentiality”). \nmeeting[,]” ( Def.’s Br. Supp. Mot. Summ. J.  17, ECF No. 83  (quoting Goldman v. \nTrans-United Indus., Inc., 171 A.2d 788, 791 (Pa. 1961))), McGuire should be denied \ninspection because LORD’s Class B shares were non -voting and McGuire’s sale of \nthose non-voting shares eliminates entirely any interest he might have had in a vote \nof LORD’s shareholders.  LORD argues that inspection is particularly inappropriate \nhere when the Court considers that LORD zealously protects from disclosure its Class \nB shareholder list, which essentially reflects the compensation it has paid to its \nhigher-ranking employees over time through Class B share grants.  (Def.’s Br. Supp. \nMot. Summ. J. 18.)  \n37. For his part, McGuire asserts that an inspection of the shareholder list he \nseeks will show that others were permitted to buy back their Class B shares in a way \nthat he was denied.  ( 2nd Dep. McGuire 237:25 –38:6 (“I wouldn’t use [the list of \nshareholders] for any other purpose other than as described, which is to try to \ndetermine whether [LORD] treated all shareholders fairly or not.  I have a suspicion \nthey didn’t.  And this is based on my one transaction that I did with them where they \nturned around and did what they did.”), 363:16–24 (“Because I believe that the list of \nshareholders prior to freeze as well as the list shareholders prior to sale will show a \nmovement in shareholder positions.”).)   \n38. The Pennsylvania Supreme Court has recognized that “[c]ourts tend to be \nmore lenient as to the inspection of stockholder lists than inspections of books and \nrecords[,]” in part, because obtaining a list of shareholders is considered a “relatively \nharmless act [.]”  Goldman, 171 A.2d  at 791.  Indeed, at common law,  “[t]he law \npresume[d] . . . that the list [was] desired for a proper purpose, and he who denie[d] \nthis ha[d] the burden of clearly and explicitly averring and proving that he [was] \nright[.]”  Hauser v. York Water Co., 123 A. 330, 332 (Pa. 1924).  That same deference \nexists under the common law’s codification in section 1508(b).  See, e.g. , Goldman, \n171 A.2d  at 791 (noting that “the right to obtain a list of stockholders [should be] \ngranted liberally”).   \n39. Applying these principles here, the Court concludes that McGuire has \nestablished as a matter of law his proper purpose under section 1508 in seeking \ninspection of LORD’s Class B shareholder list.  Although his is not the classic purpose \nof seeking a list t o influence a vote at an upcoming shareholder meeting, McGuire \nhas articulated a desire to use the list to assist in valuing his alleged losses from \nselling his shares and in  determining whether the Board engaged in misconduct in \npermitting some shareholders, but not McGuire and possibly others, to repurchase \nClass B shares after the Stock Program was frozen in April 2017.   \n40. Given Pennsylvania’s leniency in considering the propriety of requests for \nshareholder lists, the Court concludes McGuire’s purpose  is proper under section \n1508(b).  See, e.g. , Sto-Rox Focus on Renewal Neighborhood Corp. v. King , 398 A.2d \n241, 243 ( Pa. Commw. Ct. 1979)  (“Inspection of corporate records to determine \nwhether a corporation is managed properly is a reasonable purpose. ”); Marks v. E. \nFranks Hopkins, No. 003618, 2004 Phila. Ct. Com. Pl. LEXIS 38, at *10 (Pa. Ct. Com. \nPl. July 21, 2004) (finding that “ plaintiff’s request to examine records to determine \nthe value of his shares is a proper purpose” and “reasonably related to plaintiff’s \ninterest as a shareholder” (citing Friedman v. Altoona Pipe &  Steel Supply Co., 460 \nF. 2d 1212 (3d Cir. 1972))); see generally Zerbey, 560 A.2d at 197 n.3 (recognizing that \na shareholder’s right to a shareholder list is “more liberally construed” than a request \nfor other corporate records). \n41. As noted above, however, section  1508(c) permits the trial court to, “ in its \ndiscretion, prescribe any limitations or conditions with reference to the inspection or \naward such other or further relief as the court deems just and proper.”  15 Pa.C.S. § \n1508(c).  The Court concludes, in the exercise of its discretion, that certain limitations \nand conditions on McGuire’s inspection of LORD’s Class B shareholder  list are \nappropriate here.   \n42. In particular, the Court notes that McGuire’s stated purpose for the list, as \nmade clear in his deposition testimony, is to determine whether and when other Class \nB shareholders were permitted to repurchase their shares after the Stock Program \nwas frozen in April 2017.  (See McGuire Dep. 363:16–24.)  He purports to learn this \nby comparing shareholder lists from just before the Stock Program freeze date and at \nthe time of LORD’s sale to Parker-Hannifin over two years later.  LORD’s principal \nconcern in producing its shareholder list as requested is in disclosing its employees’ \ncompensation. \n43. It appears to the Court that McGuire can satisfy his stated purpose by \nreceiving the names and addresses of LORD’s Class B shareholders as of April 19, \n2017, the day before the Board decided to freeze the Stock Program, and a list of any \nClass B shareholder repurchase transactions (identified only by name and date and \nnot by number of shares transacted) occurring after the Stock Program was frozen on \nApril 20, 2017 until the day the Program was terminated on December 19, 2017.  This \ninformation would enable McGuire to determine whether any Class B shareholder \nwas permitted to engage in a post -freeze repurchase and would fully satisfy \nMcGuire’s stated purpose without requiring LORD to disclose the number of shares \nheld by any Clas s B shareholder  and thus violate its employees’ legitimate \nexpectations of privacy concerning their compensation.   \n44. Given that LORD has offered undisputed evidence that it has a substantial \ninterest in protecting the confidentiality of its employee compens ation and McGuire \nhas not offered any evidence showing that  share information is necessary to satisfy \nhis stated purpose for inspection , the Court concludes that permitting McGuire \ninspection of the Class B shareholder list with the limitations and conditions outlined \nabove is reasonable and appropriate under section 1508(c).  See, e.g., Lewis, 701 A.2d \nat 554.  Nevertheless, should LORD prefer, the Court will permit LORD, at its sole \nelection, to satisfy its inspection oblig ation hereunder by producing to McGuire the \nnames, addresses, and shareholdings of LORD’s Class B shareholders as of April 19, \n2017 and December 19, 2017. \nIV. \nCONCLUSION \n45. WHEREFORE, based on the foregoing, the Court hereby GRANTS in part \nand DENIES in part each Motion as follows: \na. As to McGuire’s claim seeking inspection of LORD’s Board minutes \nconcerning its merger, acquisition, and divestiture activit ies, LORD’s \nMotion is GRANTED, McGuire’s Motion is DENIED, and McGuire’s \ninspection claim as to these c orporate records is DISMISSED with \nprejudice; and \nb. As to McGuire’s claim seeking LORD’s Class B shareholder  list, \nMcGuire’s Motion is GRANTED, LORD’s Motion is DENIED, and the \nCourt, in the exercise of its discretion and consistent with its authority \nunder 15 Pa.C.S. § 1508(c), hereby enters JUDGMENT  on McGuire’s \nclaim for the Class B shareholder list as follows:  \ni.  Within thirty-five (35) days of the entry of this order,\n14 LORD \nshall (a) produce to McGuire for inspection and copying the names \nand addresses (but not the shareholdings) of LORD’s Class B \nshareholders as of April 19, 2017, the day before the Board \n \n14 The Court has selected the date for compliance, mindful of the notice of appeal period under \nRule 3 of the North Carolina Rules of Appellate Procedure, to permit each party an adequate \nopportunity to either move for reconsideration or to appeal and seek appropriate interim \nrelief prior to compliance should either choose to do so.   While a motion to reconsider will \nlikely result in a swifter resolution than an appeal, the Court reminds the parties that this \nCourt, relying on federal law, has concluded that the permitted grounds for reconsideration \nare “fairly narrow[,]” In re Se. Eye Ctr.-Judgments, 2017 NCBC LEXIS 77, at *9 (N.C. Super. \nCt. Aug. 22, 2017) (quoting  Akeva, L.L.C. v. Adidas Am., Inc., 385 F. Supp. 2d 559, 565 \n(M.D.N.C. 2005)), and include “ (1) the discovery of new evidence, (2) an intervening \ndevelopment or change in the controlling law, or (3) the need to correct a clear error or prevent \nmanifest injustice[,]” Window World of Baton Rouge, LLC v. Window World, Inc., 2019 NCBC \nLEXIS 7, at *8 (N.C. Super. Ct. Jan. 25, 2019) (quoting Wiley v. Buncombe Cty., 846 F. Supp. \n2d 480, 487 (W.D.N.C. 2012)).   The Court has further  noted that “[a] motion for \nreconsideration is not a vehicle to identify facts or legal arguments that could have been, but \nwere not, raised at the time the relevant motion was pending. ”  W4  Farms, Inc. v. Tyson \nFarms, Inc., 2017 NCBC LEXIS 99, at *5 (N.C. Super. Ct. Oct. 19, 2017) (quoting Julianello \nv. K-V Pharm. Co., 791 F.3d 915, 923 (8th Cir. 2015)). \ndecided to freeze the Stock Program,  and a list of any Class B \nshareholder repurchase transactions occurring after the  Stock \nProgram was frozen on April 20, 2017 (identified only by name , \naddress, and date but not by shares transacted) through the Stock \nProgram’s termination on December 19, 2017; or, alternatively, \nin LORD’s sole election, (b) produce to McGuire for inspection and \ncopying the names, addresses, and shareholdings of LORD’s \nClass B shareholders as of April 19, 2017 and as of December 19, \n2017. \nSO ORDERED, this the 19th day of January, 2021. \n \n \n      /s/ Louis A. Bledsoe, III \n      Louis A. Bledsoe, III \n      Chief Business Court Judge   \n "
}