{
  "id": "fbb02a56b35580c08f27f4c2393a74dec7af77d73d335fd08dcd5fabd1c6835d",
  "source_file": "data/raw/ncbc/fbb02a56b35580c08f27f4c2393a74dec7af77d73d335fd08dcd5fabd1c6835d.pdf",
  "raw_text": "Williams Overman Pierce, LLP v. Duncan, 2011 NCBC 10. \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n       S U P E R I O R  C O U R T  D I V I S I O N  \nCOUNTY OF WAKE      10 CVS 8100 \n \n \nWILLIAMS OVERMAN PIERCE, LLP, ) \nWOP RALEIGH HOLDINGS, LLC AND ) \nWOP GREENSBORO HOLDINGS, LLC, ) \n      )  \n   Plaintiffs,  ) \n      )  \nv. )  ORDER \n) \nDANIEL PATRICK DUNCAN AND ) \nDUNCAN ASHE, PA,   ) \n      )  \n   Defendants.  ) \n \n \n  \n {1} THIS MATTER is before the Cour t on Defendants’ Verified Motion for \nEnforcement and Interpretation of Settlement Agreement and Plaintiff’s Motion to \nDismiss Defendants’ Verified Motion for Enforcement and Interpretation of Settlement \nAgreement for Lack of Subject Matter Jurisdiction.  The parties entered two agreements \nthat include the term “Client Limitation Period,” which “shall mean the three (3) year \nperiod beginning after the partner’s involuntary retirement but such period shall not \nextend to work for more than two (2) full accounting periods ending after the date of \ninvoluntary retirement.”  The term was first stated in the William Overman Pierce, LLP \n(“WOP”) Partnership Agreement (“Partnership Agreement”).  It was later incorporated \ninto the parties’ Settlement Agreement and Mutual Release of All Claims (“Settlement \nAgreement”).   The parties disagree as to how the term is to be applied to WOP clients \nthat may wish to have their accounting work performed by Defendants after Daniel \nPatrick Duncan (“Duncan”) was involuntarily terminated as a WOP partner.  The Court \nfinds that it has jurisdiction to declare the rights between the parties, DENIES Plaintiffs’ \nmotion to dismiss, and declares the meaning of the term “Client Limitation Period” that \nshall be used in interpreting and enforcing the Settlement Agreement.    \n \n \n \nHoward, Stallings, From & Hutson, P.A. by John N. Hutson , Jr. and Philip W. \nPayne for Plaintiffs. \n  \nCarruthers & Roth, P.A. by Jack B. Bayliss, Jr. and Michal E. Yarborough for \nDefendants. \n \nGale, Judge. \n \nProcedural History \n {2} Plaintiffs initiated the action on May 12, 2010, following WOP’s \ninvoluntary termination of Duncan  as a partner, effective as of September 30, 2009.   \nThe matter was designated a Complex Business Case on June 22, 2010, assigned to Judge \nBen F. Tennille on June 23, 2010, and reassigned to the undersigned following Judge \nTennille’s retirement.  \n{3} The parties entered the Settlemen t Agreement prior to Defendants’ \nresponsive pleading.   As required by the Settlement Agreement, Plaintiffs filed a \nVoluntary Dismissal with Prejudice on December 3, 2010.   The Settlement Agreement \nincludes a provision retaining this Court’s jurisdiction for limited purposes.  Defendants \nfiled their motion to interpret and enforce the Settlement Agreement on December 17, \n2010.    Plaintiffs challenged the Court’s jurisdiction by their motion on January 2, 2011.  \nPlaintiffs also responded to the Defendants’ motion on its merits.   The motions were \nfully briefed.  The Court heard oral argument by telephone conference on March 18, \n2011. \n{4} Although Plaintiffs contend that the Court does not have jurisdiction to \ndetermine Defendants’ motion, Plaintiffs agree that if there is jurisdiction, the material \nfacts upon which Defendants’ motion should be resolved are uncontested, and the term \n“Client Limitation Period” can be interpreted as a matter of law without the need to hear \nevidence on any contested fact. \nUse of the Term “Client Limitation Period” \n{5} The Partnership Agreement has a non-compete provision, restricting \ncompetition for a three year period.  Duncan was involuntarily terminated without cause.  \nSection 25.05 of the Partnership Agreement provides a partner who is terminated \ninvoluntarily an election to nullify the non-compete provisions in exchange for that \npartner’s agreement to pay WOP certain sums determined by a stated formula for former \nWOP clients who elect to have Duncan do their accounting work.   Section 25.05(g) also \nstates a “Client Limitation Period” for the restrictions which follow a departing partner’s \nelection under that section. \n{6} Duncan exercised the election afford ed him. Following his termination as \nof September 30, 2009, Duncan began practice with Defendant Duncan Ashe, PA.   \nCertain WOP clients elected to have Defendants do their accounting work.   Plaintiffs \ninstituted the litigation to collect monies they contend Defendants owed them by reason \nof such work. \n{7} Prior to responsive pleadings, the parties entered the Settlement \nAgreement, which provides for Defendants’ monetary payments for former WOP clients \nspecifically identified by Exhibit A to the Settlement Agreement.   The Settlement \nAgreement further provides that the obligations of Section 25.05 continue for other WOP \nclients not specifically identified in Exhibit A should Defendants provide accounting \nwork for such clients during the “Client Limitation Period.”   Paragraph 3 of the \nSettlement Agreement provides: \n \n3.  Obligation Satisfied: \n \nIn exchange for the payments identified in Section 1 above, the defendants \nhave satisfied in full their obli gations under the WOP Partnership \nAgreement as it relates to those clients who are now clients of the \ndefendants, as more particularly identif ied on the list attached hereto as \nExhibit A.   However, nothing contained in this Agreement does not and is \nnot intended to or otherwise operates to release the defendants from their \nobligations under the WOP Partners hip Agreement, including without \nlimitation Section 25.05, with respect to  their obligations for any clients \nthat are not identified on Exhibit A that may become clients of the \nDefendants during the Client Limitati on Period, as defined in Section \n25.05(g) of the WOP Partnership Agreem ent (“That the Client Limitation \nPeriod shall mean the three (3) year period beginning after the partner’s \ninvoluntary retirement but such period shall not extend to work for more \nthan two (2) full accounting periods ending after the date of the \ninvoluntary retirement.”). \n \nThe parties disagree on which accounting periods should be counted within the “Client \nLimitation Period.”     \nPlaintiffs’ Challenge to the Court’s Jurisdiction \n {8} Defendants invoke the Court’s jurisd iction pursuant to Paragraph 8 of the \nSettlement Agreement, which provides that “notwithstanding the dismissal of the \nLawsuit, the parties expressly consent and agree that the North Carolina Business Court \nmay retain jurisdiction of this matter for the purpose of enforcing the terms of this \nagreement.”    Plaintiffs contend that the Settlement Agreement “carved out” potential \nfurther obligations under Section 25.05 of the Partnership Agreement; therefore, \nParagraph 8 does not apply.  Plaintiffs do not contend that their dismissal with prejudice \nwould preclude a separate declaratory judgment by application of res judicata. \n {9} While Defendants could have electe d to file a separate declaratory \njudgment action seeking an interpretation of provisions in the Settlement Agreement to \nresolve the disagreement between the parties, the Court concludes that it was also proper \nto seek that declaration by making a motion within the original action, and that Paragraph \n8 of the Settlement Agreement supports the Court’s jurisdiction to determine that motion.   \nSee Estate of Barber v. Guilford County Sheriff’s Dep’t., 161 N.C. App. 658, 661, 589 \nS.E.2d 433, 435 (2003).    It is clear that the parties now disagree as to the application of \na term within the Settlement Agreement.  The Court believes that this disagreement is an \nadequate controversy upon which to rest the Court’s jurisdiction to declare the rights of \nthe parties.   See Bueltel v. Lumber Mut. Ins. Co., 134 N.C. App. 626, 628, 518 S.E.2d \n205, 207 (1999).  Accordingly, Plaintiff’s Motion to Dismiss Defendants’ Motion for \nEnforcement and Interpretation of Settlement Agreement for Lack of Subject Matter \nJurisdiction is DENIED. \nApplication of the Term “Client Limitation Period”\n {10} The Court now addresses the dispute as  to the meaning of the term “Client \nLimitation Period.”  Again, the term is defined as:  “the three (3) year period beginning \nafter the partner’s involuntary retirement but such period shall not extend to work for \nmore than two (2) full accounting periods ending after the date of the involuntary \nretirement.”  The issue is when the first of the two “full accounting periods” begins and \nends, and specifically whether an accounting period to be counted must begin and end \nafter the date of the involuntary retirement. \n {11} The Court approaches this disa greement informed by certain points on \nwhich the parties agree.  They agree that: \n• the term “accounting period” means a client’s fiscal year; \n• the effective date of Duncan’s involuntary retirement was September 30, \n2009; \n• the three year period following the date of involuntary retirement then ends  \nSeptember 30, 2012; \n• the parties intended that Section 25.05 of the Partnership Agreement would \nnullify the non-compete provision of the Partnership Agreement, allowing \nDuncan to work for WOP clients in exchange for monetary payments, and the \nperiod within which this compensation obligation would apply would be for a \nmaximum of three years, but within that three year period the limitation \napplies only to accounting periods that fall within the defined “Client \nLimitation Period;” and \n• on and after October 1, 2012, Duncan can without restriction do accounting \nwork related to any accounting period. \n{12} The disagreement which the Court must resolve is how to determine \nwhich accounting periods fall within the “Client Limitation Period,” and specifically \nwhether the period of a fiscal year that was in process at the time of the involuntary \ntermination (that is, one which had begun prior to but had not ended by September 30, \n2009) constitutes one of the “two (2) full accounting periods.”   Plaintiffs contend that the \nterm “full” modifies the term “accounting period,” and that it clearly follows that a fiscal \nyear already in progress at the date of termination cannot be a “full accounting period.”  \nDefendants contend that restriction must be measured by the “work” that is done, and the \nfiscal year in process at the date of termination is a “full accounting period” because the \n“work” to be done with reference to that year relates to the entire fiscal year, even though \npart of the calendar year actually began before the date of termination.    \n{13} The parties actually agree that the accounting periods to be in included in \nthe “Client Limitation Period” would be precisely two years for a client whose fiscal year \nbegins on October 1, because there is no partial year to be determined, the first of the two \naccounting periods having begun the first day after termination.  The parties’ \ndisagreement can be clarified by noting how they differently apply the Settlement \nAgreement to clients whose fiscal year do not begin on October 1. \n{14} For a client whose fiscal year begi ns September 1, according to Plaintiffs’ \ninterpretation, accounting periods falling within the “Client Limitation Period” would be \nthe eleven months between October 1, 2009 and August 30, 2010, plus two full years \nbeginning September 1, 2010 and September 1, 2011.   Plaintiffs contend that for a client \nwhose fiscal year begins November 1, the accounting periods would be the one month \nbetween October 1 and October 30, 2009, plus the two full years beginning November 1, \n2009 and November 1, 2010. \n {15} Pursuant to Defendants’ interpreta tion, for a client whose fiscal year \nbegins September 1, accounting periods falling within the “Client Limitation Period” \nwould be the eleven months between October 1, 2009 and August 30, 2010,  plus one full \nyear beginning September 1, 2010.    For a client whose fiscal year begins November 1, \npursuant to Defendants’ interpretation, the accounting periods to be included within the \n“Client Limitation Period” would the one month ending October 30, 2009, plus one full \nyear beginning November 1, 2009.  \n{16} Plaintiffs and Defendants agree that  the outside three year limitation \napplies only to accounting periods that are to be included within the “Client Limitation \nPeriod.”   Defendants are not then restricted within the three year period for fiscal years \nwhich begin within the three year period after the date of termination but after the \nexpiration of two full accounting periods falling within that three years. \n{17} In sum, Plaintiffs contend that a year to be counted in the “Client \nLimitation Period” must begin and end and be, therefore, wholly contained within the \nthree year period after termination.   Defendants contend that only one full year must be \nfully contained within that three year period except in the event of a fiscal year beginning \nOctober 1, and any partial year also counts as a “full” year because the accounting \n“work” relates to the entirety of that year which actual runs only partially during the \n“Client Limitation Period.”   Once the accounting periods are determined, the parties \nagree how the outside three year limitation is to be applied to those periods. \n{18} Plaintiffs contend that their constr uction is the only one that can give \nmeaning to the term “full accounting period,” and that Defendants’ position demands that \nthe term “full” be effectively written out of the agreement.   Plaintiffs ask that the Court \ndeclare that the language is clear and without ambiguity.  In turn, Defendants contend \nthat Plaintiffs ask the Court to write in the term “beginning and ending,” and that if there \nis an ambiguity, it be construed against Plaintiffs.   But Defendants also contend that the \nlanguage is clear and that their reading better conforms to the actual world of accounting, \nin which work for any accounting period begins with planning before the fiscal year and \ndoes not end until well after the fiscal year expires.   Defendants further contend that \nPlaintiffs’ construction actually extends the restrictions beyond the three year outside \nlimitation period. \n {19} The Court is now called upon to interpret the wording the parties adopted \nin their agreements.   Defendants have not otherwise challenged the agreement as an \ninvalid covenant against competition.  Both parties invoke settled North Carolina legal \nprinciples to support their positions.    Plaintiffs correctly note that where the language of \nthe contract is clear and unambiguous in expressing the intent of the parties, then the \nCourt should enforce the agreement as written.   See Montgomery v. Montgomery, 110 \nN.C. App. 234, 238─39, 429 S.E.2d 438, 441 (1993); Asheville Mall, Inc. v. F.W. \nWoolworth Co., 76 N.C. App. 130, 132, 331 S.E.2d 772, 773─74 (1985).   Defendants \ncorrectly note that restrictions which constrain competition should be strictly construed.    \nSee Washburn v. Yadkin Valley Bank and Trust Co., 190 N.C. App. 315,  323, 660 S.E.2d \n577, 583 (2008).   \n {20} The Court finds that the language the parties twice chose is clear so that \nthe Court need not construe any ambiguity.    The Court understands the logic and \nequities of Defendants’ arguments, but believes the intent is clear and that the agreements \nshould be enforced as written.  Placing the modifying term “full” immediately prior to \n“accounting period” does not allow an interpretation that the word “full” was intended to \nmodify “work” rather than the actual calendar period which must fall within the “Client \nLimitation Period.”   The Court holds that the term “two (2) full accounting periods \nending after the date of the involuntary retirement” has a clear meaning that an \naccounting period to be counted as one of the “two (2) full accounting periods” must both \nbegin and end after the termination date.  In all instances, the periods to be included in \nthe “Client Limitation Period” will be less than three full calendar years.    While \nDefendants may be correct that some limitation on included accounting periods, \ndepending on client elections, might extend beyond the three year period following \ntermination, it is also true that accounting work will be totally unrestricted for some fiscal \nyears which begin within the three year period.  \n{21} The Court declares that the “Client Limitation Period” should be read and \nenforced to include accounting work related to the two full fiscal years beginning and \nending on or after October 1, 2009, plus that year in progress on September 30, 2009.  \nHowever, Defendants shall, on and after October 1, 2012, be free without compensation \nobligations to Plaintiffs to perform accounting work for any fiscal year whether or not \nsuch fiscal year falls within the “Client Limitation Period.” \n \nIt is SO ORDERED this 29th day of March, 2011. "
}