{
  "id": "fbffe74665634a28d6c5143ffeb12ec547710196c804573f0be90da262f9f7e9",
  "source_file": "data/raw/ncbc/fbffe74665634a28d6c5143ffeb12ec547710196c804573f0be90da262f9f7e9.pdf",
  "raw_text": "LLG-NRMH, LLC v. N. Riverfront Marina & Hotel, LLLP, 2018 NCBC 104. \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 4522 \n \nLLG-NRMH, LLC; 10 HARNETT \nBLACKFINN WILMINGTON, LLC; \nLLG-VW, LLC; and 10 HARNETT \nVIDA WILMINGTON, LLC, \n \nPlaintiff, \n \nv. \n \nNORTHERN RIVERFRONT \nMARINA & HOTEL, LLLP; \nWILMINGTON RIVERFRONT \nDEVELOPMENT, LLC; VIDA \nWILMINGTON, LLC; USA \nINVESTCO, LLC; and CHARLES \nSCHONINGER, \n \nDefendants, \n \nand \n \nNORTHERN RIVERFRONT \nMARINA & HOTEL, LLLP, \n \n \nThird-Party \nPlaintiff, \n \nv. \n \nROBERT DURKIN, \n \nThird-Party \nDefendant. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n \n  \n1. This action arises out of a dispute between the co-owners of two  failed \nrestaurants in Wilmington, North Carolina.  Plaintiffs pin the failures on Defendant \nCharles Schoninger, alleging that he, and several entities he owns or controls, failed \nto deliver promised funding, diverted assets to other personal and professional uses, \nand interfered with restaurant management and operations .  In response, \n \n \nDefendants put the blame on Plaintiffs,  alleging mismanagement and misuse of \nfunds. \n2. The subject of this Opinion is Defendants’ motion to dismiss some but not \nall of Plaintiffs’ claims under Rule 12(b)(6) of the North Carolin a Rules of Civil \nProcedure.  For the following reasons, the Court GRANTS the motion.  \nJames, McElroy & Diehl, P.A. , by John R. Buric and John R. Brickley , \nfor Plaintiff s LLG-NRMH, LLC, 10 Harnett BlackFinn Wilmington, \nLLC, LLG-VW, LLC, and 10 Harnett Vida Wilmington, LLC.  \n \nJones, Hewson & Woolard , by Lawrence J. Goldman, for  Defendants \nNorthern Riverfront Marina & Hotel, LLLP, Wilmington Riverfront \nDevelopment, LLC, Vida Wilmington, LLC, USA InvestCo, LLC, and \nCharles Schoninger.  \n \nConrad, Judge. \n \nI. \nBACKGROUND \n \n3. The Court does not make findings of fact in deciding motions filed under \nRule 12(b)(6).  The following factual summary is drawn from relevant allegations in \nthe complaint.   \n4. The parties’ relationship goes back to 2012.  At that time, Schoninger \nconceived the idea of opening restaurants in Wilmington.  (See Mot. Appt. Receiver, \nMot. for Attachment, & V. Compl. ¶  18, ECF No. 3 [“Compl.”]. )  Schoninger, a real-\nestate developer, had no experience with restaurants, so he approached others who \ndid, namely the principals of Plaintiffs 10 Harnett BlackFinn Wilmington, LLC and \n10 Harnett Vida Wilmington, LLC ( collectively, “Harnett Entities”).  ( See Compl. \n¶¶ 18–20.) \n \n \n5. According to the complaint, Schoninger’s pitch was simple.  He would \nprovide all the funding, and the Harnett Entities would perform the necessary \nmanagement and consulting services.  (See Compl. ¶ 20.)  Any profits would be split \n“on a sliding scale over time.”  (Compl. ¶  20.)  Schoninger also represented that he \nhad already raised $25,000,000 from Chinese investors through the federal \ngovernment’s EB-5 program.  (Compl. ¶¶ 21–22.)  (The EB-5 program permits foreign \ninvestors to become permanent residents in return for commercial investments that \ncreate jobs for American workers .)  The parties struck a deal and agreed  to develop \ntwo restaurants, known as BlackFinn and Vida Cantina.  (Compl. ¶¶ 15, 31.) \n6. Although work on the projects began immediately, i t was not until August \n2015 that the parties memorialized their agreement in writing.   They did so by  \nexecuting operating agreements for two limited liabili ty companies —LLG-NRMH, \nLLC and LLG -VW, LLC —that the parties created to own and operate the \nrestaurants.  (See Compl. ¶¶  16, 17, 23.)  Neither agreement is attached to the \ncomplaint.  As alleged, though, each agreement states that Schoninger (through \ncompanies he controls) would supply the capital and that the Harnett Entities would \ncontribute a license for the restaurant concepts along with management and \nconsulting services.  ( See Compl. ¶¶ 24, 25, 27–29.)  Schoninger and Ro bert Durkin \nwere appointed as the managers of LLG-NRMH and LLG-VW.  (Compl. ¶ 26.) \n7. The organizational structures of LLG-NRMH and LLG -VW are complex , \nallegedly so as to comply with the EB-5 program.  (See Compl. ¶ 38.)  LLG-NRMH’s \nmembers are 10 Harnett BlackFinn Wilmington and Defendant Northern Riverfront \n \n \nMarina & Hotel, LLLP (“Northern Riverfront”).  (Compl. ¶¶  6, 16.)  Northern \nRiverfront is owned in part by Defendant Wilmington Riverfront Development, LLC  \n(with a 90 percent interest) and in part by unidentified Chinese investors (who own \nthe other 10 percent).  (Compl. ¶ 16.)  Wilmington Riverfront Development, in turn, \nhas two members, Schoninger and John Wang.  (Compl. ¶ 16; see also Compl. ¶ 41.) \n8. LLG-VW is similarly structured, with  10 Harnett Vida  Wilmington and \nDefendant Vida Wilmington, LLC as its only members.  (Compl. ¶¶  17, 26.)  Vida \nWilmington is owned by Defendant USA InvestCo, LLC and by unidentified Chinese \ninvestors.  (Compl. ¶  17.)  USA InvestCo is owned jointly by Schoninger and Wang.  \n(Compl. ¶ 17.)  The complaint does not state what percentage interest the Chinese \ninvestors hold in Vida Wilmington or whether they are the same as, or overlap with, \nthe investors in Northern Riverfront. \n9. According to t he complaint, the projects were plag ued by debt and  delay \nfrom the outset.  By 2015, Schoninger had used some or all of the EB-5 funds on other \nprojects “and to fund his extravagant personal lifestyle.”  (Compl. ¶ 33.)  As a result, \nfunding ran short, and the parties had to take out loans.  (Compl. ¶¶ 32, 35–37.)  This \ncycle repeat ed in 2017: Schoninger informed Plaintiffs that he had exhausted his  \nEB-5 funds and bank loans, again asking the Harnett Entities for help.  (See Compl. \n¶ 37.)   \n10. Also in 2017, Schoninger began pushing to restructure  the businesses .  \nAlthough LLG-NRMH and LLG -VW had supposedly been designed with the EB -5 \nprogram in mind, Schoninger told the Harnett Entities that changes were needed to \n \n \nsatisfy EB-5 regulations.  (See Compl. ¶ 39.)  He proposed to eliminate the Harnett \nEntities’ membership interests in LLG-NRMH and LLG -VW and, instead, to have \nthem enter into management agreements with Northern Riverfront and Vida \nWilmington.  (See Compl. ¶ 39.)  After seeing the draft management agreements, the \nHarnett Entities refused.  (Compl. ¶ 42.)  They now allege the proposal had nothing \nto do with  the EB-5 program but was instead an effort  to push them aside so that \nSchoninger could seek more money from other investors.  (See Compl. ¶ 41.)   \n11. BlackFinn eventually opened, rushed and undercapitalized,  in May 2017 .  \n(See Compl. ¶¶  47, 48, 55 .)  Initial success faded quickly .  As alleged, Schoninger \nbegan interfering with the restaurant’s management .  (See Compl. ¶ 50.)  He also \ntook money out of BlackFinn’s operating account , resulting in bounced  checks to \nvendors and insufficient funds to meet payroll.  (See Compl. ¶¶ 56, 57.)  On another \noccasion, Schoninger took food and alcohol from BlackFinn to throw a party at Vida \nCantina, all to convince his Chinese i nvestors that Vida Cantina was open to the \npublic and fully operational.  (See Compl. ¶ 58.)  In fact, Vida Cantina never opened, \nallegedly due to Schoninger’s failure to supply his required capital contribution.  (See \nCompl. ¶ 63.)   \n12. After BlackFinn opened, Schoninger again attempted to reorganize the \noperating companies along the lines he had proposed in March 2017.  ( See Compl. \n¶ 51.)  By September 2017, discussions had broken down for good.  (See Compl. ¶ 53.)  \nShortly after, Schoninger purported to terminate the Harnett Entities’ management \nof BlackFinn and excluded them from  LLG-NRMH’s bank account.  ( See Compl. \n \n \n¶¶ 59, 61.)  He and Northern Riverfront then closed the restaurant.  (Compl. ¶ 62.)  \nThe Harnett Entities believe Schoninger intends to open new restaurants to replace \nBlackFinn and Vida Cantina, without their participation but using their “furniture, \nequipment, proprietary systems, methods, processes, other intellectual property, and \ntrade secrets.”  (Compl. ¶ 62; see also Compl. ¶ 63.) \n13. In this action , the Harnett Entities assert  a mix of  direct claims and \nderivative claims on behalf of LLG -NRMH and LLG-VW, including fraud, breach of \nfiduciary duty, conversion, unfair or deceptive trade practices  under N.C. Gen. Stat. \n§ 75-1.1, constructive trust, and others.  Defendants deny any wrongdoing, and \nNorthern Riverfront has responded with counterclaims  alleging a number of \nimproper acts by Plaintiffs, including misuse of funds. \n14. Defendants also moved to dismiss Plaintiffs’ claims for unfair or deceptive \ntrade practices and constructive trust.  (ECF No. 11.)  After briefing, the Court held \na hearing on August 15, 2018 .  (ECF Nos. 20, 30.)   The motion is now ripe for \ndetermination.  \nII. \nLEGAL STANDARD \n \n15. A motion to dismiss under Rule 12(b)(6) “tests the legal suf ficiency of the \ncomplaint.”  Concrete Serv. Corp. v. Inv’rs Grp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d \n755, 758 (1986).  The motion should be granted “(1) when the complaint on its face \nreveals that no law supports  [the] claim; (2) the complaint on its face reveals the \nabsence of a fact sufficient to make a good claim; [or] (3) some fact disclosed in the \n \n \ncomplaint necessarily defeats [the] claim.”  Jackson v. Bumgardner , 318 N.C. 172, \n175, 347 S.E.2d 743, 745 (1986). \n16. In deciding a Rule 12(b)(6) motio n, the Court must treat the well -pleaded \nallegations of the complaint as true and view the facts and permissible inferences “in \nthe light most favorable to” the plaintiff.  Ford v. Peaches Ent. Corp., 83 N.C. App. \n155, 156, 349 S.E.2d 82, 83 (1986); see also Sutton v. Duke, 277 N.C. 94, 98, 176 S.E.2d \n161, 163 (1970).  “[T]he court is not required to accept as true any conclusions of law \nor unwarranted deductions of fact.”  Oberlin Capital, L.P. v. Slavin , 147 N.C. App. \n52, 56, 554 S.E.2d 840, 844 (2001). \nIII. \nANALYSIS \n \n17. Defendants present two issues.  The first is whether Plaintiffs’ section 75-1.1 \nclaim must be dismissed because the acts alleged in the complaint “are not in or \naffecting commerce.”  (Defs.’ Br. in Supp. 2, ECF No. 25 [“Defs.’ Br.”].)   The second is \nwhether a constructive trust is a remedy, rather than a claim for relief.  ( See Defs.’ \nBr. 3.)  The Court begins with section 75-1.1. \nA. Unfair or Deceptive Trade Practices \n18. By statute, “unfair or deceptive acts or practices in or affecting comme rce” \nare “unlawful.”  N.C. Gen. Stat. § 75 -1.1.  As construed by our Supreme Court, this \nlanguage is broad enough “to regulate a business’s regular interactions with other \nmarket participants” but not so broad as to capture conduct “solely related to the \ninternal operations of ” a business.  White v. Thompson , 364 N.C. 47, 51 –52, 691 \nS.E.2d 676, 679 (2010) ; see also HAJMM Co. v. House of Raeford Farms, Inc. , 328 \n \n \nN.C. 578, 594, 403 S.E.2d 483, 493 (1991 ).  Thus, “any unfair or deceptive conduct \ncontained solely within a single business is not covered by” section 75-1.1.  White, 364 \nN.C. at 53, 691 S.E.2d at 680; see also Brewster v. Powell Bail Bonding, Inc. , 2018 \nNCBC LEXIS 76, at *17 (N.C. Super. Ct. July 26, 2018) (collecting cases).   \n19. Defendants contend that their alleged conduct occurred within a single \nbusiness—either LLG -NRMH or LLG -VW—and thus was not in or affecting \ncommerce.  ( See Defs.’ Br. 2 –3.)  Plaintiffs respond that “[n]umerous” market \nparticipants were “involved and affected by this dispute.”  (Pls.’ Mem. in Opp’n 9–10, \nECF No. 31 [“Opp’n”].) \n20. The Court agrees with Defendants.  At bottom, this dispute is one about the \nownership and management of LLG -NRMH and LLG -VW, along with the two \nrestaurants they owned, developed, and operated .  Construing the complaint \nliberally, the alleged unfair or deceptive acts by Defendants include (1) the failure to \nproperly capitalize the companies, (see Compl. ¶¶ 20, 24, 35 –37, 44, 46, 63); (2) the \nwrongful demand to reorganize them, (see Compl. ¶¶ 39–42, 51–53); (3) interference \nwith the management of the restaurants , (see Compl. ¶¶  50, 54); and \n(4) misappropriation of funds and other assets, (see Compl. ¶¶ 33, 56).  Each of these \nacts, even if accepted as true, was internal to LLG-NRMH or LLG-VW and therefore \nnot in or affecting commerce. \n21. Defendants’ obligation to contribute capital, for example,  arises directly \nfrom the operating agreement s for LLG-NRMH and LLG -VW.  These are “internal \nagreement[s] between [the] members” of the companies, which exist for the purpose \n \n \nof governing the companies’ internal operations .  Urquhart v. Trenkelbach , 2017 \nNCBC LEXIS 12, at *13 (N.C. Super. Ct. Feb. 8, 2017) ; see also  N.C. Gen. Stat. \n§ 57D-2-30 (“The operating agreement governs the internal affairs of an LLC .  . . .”).  \nAs a result, even a ssuming Schoninger and the other Defendants  violated their \nobligation to make capital contributions, the  violations occurred solely within “the \ninternal affairs of”  LLG-NRMH and LLG -VW.  Id.  They do  not concern the \ncompanies’ “regular interactions with other market participants.”  White, 364 N.C. at \n51, 691 S.E.2d at 679 (citing HAJMM Co., 328 N.C. at 594, 403 S.E.2d at 493).   \n22. The analysis is essentially the same for Schoninger’s attempt to amend the \noperating agreements to el iminate the Harnett Entities’ membership interests.   \nDisputes between co -owners over  their ownership interests are, by their nature, \ninternal.  See Chisum v. Campagna, 2017 NCBC LEXIS 102, at *33–35 (N.C. Super. \nCt. Nov. 7, 2017) (dismissing section 75 -1.1 claim based  on, among other things, \ndefendant’s attempts to amend operating agreements to alter plaintiff’s ownership \ninterest); see also Wilson v. Blue Ridge Elec. Membership Corp. , 157 N.C. App. 355, \n358, 578 S.E.2d 692, 694–95 (2003) (affirming dismissal of section 75-1.1 claim based \non defendant’s modification of corporation’s by-laws to prevent plaintiff from serving \non the board).   \n23. The remaining unfair acts include Schoninger’s alleged interference with \nrestaurant management and misappropriation of assets.  Management disputes are \na classic example of conduct solely related to a business’s internal operations.  Indeed, \nPlaintiffs specifically allege that Schoninger “interfered with 10 Harnett BlackFinn’s \n \n \nand the operations team’s ability to provide” management services.  (Compl. ¶  50 \n(emphasis added).)  Thus,  as alleged, the unfair conduct was directed at a co-owner \nand co-manager.  See White, 364 N.C. at 54, 691 S.E.2d at 680. \n24. Plaintiffs contend that the alleged misappropriation of assets is different \nbecause Schoninger used the assets (including property contributed by the Harnett \nEntities) for his own personal and professional endeavors , separate from the \nrestaurants.  (See Opp’n 10–11.)  But this Court and our Court of Appeals have held \nthat similar actions were “more properly classified as the misappropriation of \ncorporate funds within a single entity rather than commercial transactions between \nseparate market participants.”  Alexander v. Alexander, 792 S.E.2d 901, 905 (N.C. Ct. \nApp. 2016); accord Potts v. KEL, LLC, 2018 NCBC LEXIS 24, at *13–14 (N.C. Super. \nCt. Mar. 27, 2018); Urquhart, 2017 NCBC LEXIS 12, at *12 –13.  That Schoninger \nadvanced the interests of his own entities at the expense of the Harnett Entities “does \nnot change the fundamental character of the dispute.”  JS Real Estate Invs. LLC v. \nGee Real Estate, LLC, 2017 NCBC LEXIS 104, at *21 (N.C. Super. Ct. Nov. 9, 2017) \n(noting that “ White itself involved a partner’s breach of fid uciary duty by diverting \nwork to his own business and away from the partnership,” which the Supreme Court \ndeemed outside the scope of section 75 -1.1).  Schoninger’s alleged conduct may well \nbe unfair, but the unfairness “inheres in the relationship between ” Schoninger, \nthrough his entities, and the Harnett Entities “ as co -owners of” LLG-NRMH and \nLLG-VW.  Potts, 2018 NCBC LEXIS 24, at *15 (emphasis in original). \n \n \n25. Plaintiffs offer three other arguments.  They contend, first, that Defendants \nare not all parties to any operating agreement , such that the disputes cannot all be \ninternal.  (See Opp’n 9.)  Not so.  Each of the Defendants is part of the complex, nested \ncorporate structure that the parties chose for LL G-NRMH and LLG-VW.  The “fact \nthat separate entities comprise [a] single market participant does not” make external \nwhat is otherwise internal to the business.  Polyquest, Inc. v. Vestar Corp., 2014 U.S. \nDist. LEXIS 14905, at *35 (E.D.N.C. Feb. 6, 2014). \n26. Plaintiffs next contend that Defendants’ wrongful acts harmed the Chinese \nEB-5 investors, each of whom  Plaintiffs describe as “an independent market \nparticipant,” by deceiving them as to the purpose and success of their investments.   \n(Opp’n 9 –10.)  On the face of the complaint, though, the EB -5 investors are  not \nexternal to either LLG-NRMH or LLG-VW.  Rather, they are also co-owners, albeit \nindirectly, through their interests in two parent entities, Wilmington Riverfront and \nVida Wilmington.  (See Compl. ¶¶ 16, 17.)  At the hearing, Plaintiffs’ counsel argued \nthat the precise nature of the  EB-5 investors’ involvement is unclear and that  they \nneed discovery to explore it .  For purposes of this motion, though, the Court must \nevaluate what Plaintiffs have alleged, not what they could allege with more \ninvestigation.  Plaintiffs were required to  allege all necessary elements, including \nthat Defendants’ conduct was in or affecting commerce.  As alleged, it was not.* \n                                            \n* The Court doubts whether unfair conduct directed toward the Chinese investors would be \nin or affecting commerce even if those investors are external to the businesses.  Although the \ncomplaint does not describe in detail the nature of the transactions, Sch oninger’s alleged \ninteractions with the EB-5 investors involved solicitation of their investments.  (See Compl. \n¶¶ 33, 58.)  Our Supreme Court has held that unfair or deceptive conduct involving \n“extraordinary event[s] done for the purpose of raising capital” are beyond the scope of section \n \n \n27. Third, and finally, Plaintiffs argue that Defendants’ actions caused harm in \nthe broader marketplace, including  to contractors, vendors, and the City of \nWilmington, due to failures to make payments or to fulfill other agreements .  ( See \nOpp’n 10.)   At most, these allegations suggest that Defendants’ actions within \nLLG-NRMH and LLG-VW also had consequences outside the company.  There is no \nallegation, though, that Defendants directed their unfair or deceptive conduct toward \nthe marketplace in general.  The tangential or “indirect involvement of other market \nparticipants” does not “trigger liability under [s]ection 75-1.1.”  Powell v. Dunn, 2014 \nNCBC LEXIS 3, at *10 (N.C. Super. Ct. Jan. 28, 2014); see also Wheeler v. Wheeler , \n2018 NCBC LEXIS 38, at *13 –14 (N.C. Super. Ct. Apr. 25, 2018); JS Real Estate \nInvs., 2017 NCBC LEXIS 104, at *21.   \n28. For these reasons, the Court grants Defendants’ motion to dismiss Plaintiffs’ \nsection 75-1.1 claim.  In its discretion, though, the Court dismisses this claim without \nprejudice to Plaintiffs’ ability to seek leave to amend the complaint to assert a valid \nsection 75-1.1 claim during the course of discovery. \nB. Constructive Trust \n29. Defendants also argue that the Court should dismiss Plaintiffs’ claim for  a \nconstructive trust because a constructive trust is a remedy, not a claim for relief.  (See \nDefs.’ Br. 3.)  Plaintiffs do not object to dismissal “provided that such dismissal is \n                                            \n75-1.1.  HAJMM Co., 328 N.C. at 594, 403 S.E.2d at 493; see also Oberlin Cap ital, L.P. v. \nSlavin, 147 N.C. App. 52, 62, 554 S.E.2d 840, 848 (2001); Tillery Envtl. LLC v. A&D Holdings, \nInc., 2017 NCBC LEXIS 68, at *11–16 (N.C. Super. Ct. Aug. 4, 2017).   \n \n \nwithout prejudice” to their ability to seek a constructive trust as a remedy for their \nremaining claims.  (Opp’n 14–15 (citation and quotation marks omitted).) \n30. The Court agrees that a constructive trust is not a standalone claim for relief \nor cause of action.  See Weatherford v. Keenan , 128 N.C. App. 178, 179, 493 S.E.2d \n812, 813 (1997).  Accordingly, for purposes of clarity, the Court grants Defendants’ \nmotion to dismiss to the extent it seeks dismissal of the purported cause of action for \na constructive trust.  The Court renders this decision without prejudice to Plaintiffs’ \nability to pursue the equitable remedy of a constructive trust to the extent one or \nmore other claims for relief may justify such a remedy .  See Roper v. Edwards , 323 \nN.C. 461, 46 4, 373 S.E.2d 423, 4 24–25 (1988) (describing constructive trust as an \nequitable remedy “to prevent the unjust enrichment of the holder of . . . an interest \nin[] property which such holder acquired through fraud”). \nIV. \nCONCLUSION \n \n31. For the foregoing reasons, the Court GRANTS the motion to dismiss and \nORDERS that: \na. Plaintiffs’ claim for unfair or deceptive trade practices is DISMISSED \nwithout prejudice; and \nb. Plaintiffs’ claim for a constructive trust is DISMISSED without \nprejudice to their right to seek a constructive trust as a remedy for their surviving \nclaims for relief. \n \n \n \n \nThis the 9th day of October, 2018. \n /s/ Adam M. Conrad    \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}