{
  "id": "fc685e2b51a85af0994c71b54f8dd76e60ffe3c6422853848a46379d426bd01a",
  "source_file": "data/raw/ncbc/fc685e2b51a85af0994c71b54f8dd76e60ffe3c6422853848a46379d426bd01a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV010060-910 \nAUTO PROVISIONS, LLC and \nRECON PARTNERS, LLC, \n \nPlaintiffs, \n \nv. \n \nG1.34 HOLDINGS, LLC, \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION TO DISMISS \nDEFENDANT’S COUNTERCLAIMS \n \n \n1. THIS MATTER  is before the Court following the 8 July 2024 filing of \nPlaintiffs’ Motion to Dismiss Defendant’s Counterclaims (the “Motion”), filed by \nPlaintiffs Auto ProVisions, LLC (“AP”) and Recon Partners, LLC (“RP”; and with AP, \n“Plaintiffs”).  (ECF No. 25 [“Mot.”].)  Pursuant to Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure (the “Rule(s)”), Plaintiffs seek dismissal, in whole or in part, \nof most of the counterclaims alleged against them by Defendant G1.34 Holdings, LLC \n(“G1.34”).  (See Mot.) \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion. \nMichael Best & Friedrich LLP by Justin G. May and Joseph Lucas \nTaylor for Plaintiff Auto ProVisions, LLC. \n \nWyrick Robbins Yates & Ponton LLP  by Charles George for Plaintiff \nRecon Partners, LLC. \n \nParry Law by Alan K. Parry and Jonah Garson  for Defendant  G1.34 \nHoldings, LLC. \n \nRobinson, Judge. \nAuto Provisions, LLC v. G1.34 Holdings, LLC, 2024 NCBC 64. \nI. INTRODUCTION \n3. This case arises from a broken business relationship between two former \nfriends.  RP was created by AP and G1.34 for the purpose of developing and marketing \nproprietary software for auto dealerships .  However, the business relationship \nbetween AP and G1.34 began to fall apart, with G1.34 contending Plaintiffs breached \nthe Operating Agreement of RP by failing to provide G1.34 necessary documentation, \nfreezing G1.34 out of RP’s business decisions, failing to provide G1.34 the additional \nownership interest and compensation it was owed as a result of its work done for RP, \nand failing to pay back a loan and other funds extended to RP by G1.34. \nII. FACTUAL BACKGROUND \n4. The Court does not make findings of fact on a motion to dismiss pursuant \nto Rule 12(b)(6) , but instead recites only those factual allegations included in the \nCounterclaims that are relevant to the Court’s determination of the Motion. \nA. The Parties \n5. AP is a North Carolina limited liability company with its principal place of \nbusiness in Wake County, North Carolina.  ( Answer & Countercl. of G1.34 ¶ 2, ECF \nNo. 8 [“Countercl.”].)  Jeff Chapman (“Chapman”) is AP’s principal.  (Countercl. ¶ 8.) \n6. RP is a North Carolina limited liability company with its principal place of \nbusiness in Wake County, North Carolina.  (Countercl. ¶ 3.)  RP is owned by AP and \nG1.34, with AP holding a sixty percent (60%) interest and G1.34 holding the \nremaining forty percent (40%) interest.  (See Compl. Ex. 1  at 20,1 ECF No. 3 [“Op. \nAgt.”].)  Chapman is RP’s named manager.  (Countercl. ¶ 8.) \n7. G1.34 is a North Carolina limited liability company with its principal place \nof business in Wake County, North Carolina.  (C ountercl. ¶  1.)  Nicholas  \nMedendorp, Jr. (“Medendorp”) is G1.34’s principal.  (Countercl. ¶ 8.) \nB. Formation of RP and its Operating Agreement  \n8. Chapman and Medendorp met in 2008, and Medendorp served as a mentor \nand professional advisor to Chapman during Chapman’s transition from auto sales \ninto software sales.  (Countercl. ¶ 9.) \n9. At that time , Chapman owned  and control led a software sales business \nknown as Chapman Group, Inc. (the “Chapman Group”).  ( Countercl. ¶ 16.)  \nMedendorp acted as an unpaid consultant to Chapman and helped Chapman refine \nhis business plan, reviewed contracts, discussed projects, and offered other guidance.  \n(Countercl. ¶ 18.) \n10. Chapman and Medendorp agreed to form RP “ to develop and market \nproprietary software for auto dealerships,” with the intent to “provide [RP’s] software \nas a service, partnering with auto dealerships to operate and manage the vehicle \nreconditioning process[.]”  (Countercl. ¶ 7.) \n \n1 The Operating Agreement is the subject of , and attached to,  Plaintiffs’ Complaint and is \nspecifically referred to in the Counterclaim.  See Oberlin Capital, L.P. v. Slavin , 147 N.C. \nApp. 52, 60 (2001)  (citations omitted) (“[T]his Court has stated that a trial court ’s \nconsideration of a contract which is the subject matter of an action does not expand the scope \nof a Rule 12(b)(6) hearing and  does not create justifiable surprise in the nonmoving party” \nand that “when ruling on a Rule 12(b)(6) motion, a court may properly consider documents \nwhich are the subject of a plaintiff's complaint and to which the complaint specifically refers \neven though they are presented by the defendant.”) \n11. Medendorp proposed to Chapman that “he provide [RP] with a no -interest \nloan to help get [RP] off the ground, and to pay for software programmers going \nforward[.]”  (Countercl. ¶ 37.)  A framework document memorializing this agreement \nwas allegedly signed o n 7 November 2019, and purportedly states “[Medendorp’s] \ncapital contributions for the software was to be paid back as a ‘note repayment[.] ’ ”  \n(Countercl. ¶  37.)  Chapman later confirmed by email that “[RP’s] initial funding \nthrough a ‘line of credit loan ’ from [G1.34] [was] to be treated as a ‘note payable’ by \n[RP].”  (Countercl. ¶ 38.) \n12. On 6 December 2019, Chapman, on behalf of AP, and Medendorp, on behalf \nof G1.34, signed the Operating Agreement of RP (“Operating Agreement”) .  (See Op. \nAgt.)  AP and G1.34 are RP’s only members, with membership interests of 60% and \n40%, respectively.  (Op. Agt. at 20.) \n13. The Operating Agreement states that RP “shall directly enter into contracts \nwith programmers for the development of computer software (the “Software”)[.]”  (Op. \nAgt. at 15.)  G1.34 was to fund the software development and “immediately remit \npayments to [RP] in the amount of any invoices received by [RP] for the Software.”  \n(Op. Agt. at 15). \n14. Under the Operating Agreement, G1.34 was responsible for delivering a \n“Minimum Viable Product” (“MVP”) of software.  ( See Op. Agt. Ex. A.)  Once G1.34 \nhad developed the product to reach MVP status in a manner that satisfied the \nspecifications and requirements set forth in the Operating Agreement, (Op. Agt. \nat 15; see also Op. Agt. Ex. A), and RP generated “revenue of at least $10,000.00 from \nclients that have contracted to purchase and/or subscribe for such product,” AP would \ntransfer an additional nine percent (9%) equity interest to G1.34, (Op. Agt. at 15). \nC. The Business Dynamic of RP \n15. G1.34 was responsible for “funding and developing [RP’s] principal asset, \nits Software,” which included “remitting payments to [RP] in the amount of any \ninvoices received by the Company for the Software, and delivering a ‘minimum viable \nproduct’ in operational, market-ready enterprise software.”  (Countercl. ¶ 39.)  G1.34 \nagreed to “take principal responsibility for attendant risks to [RP] in going about its \nbusiness, expressly indemnifying [RP] against losses related to the Software.”  \n(Countercl. ¶ 40.) \n16. Conversely, Chapman was to “bring his considerable marketing and sales \nskills and industry experience to bear on [RP’s] behalf, and commit a significant \namount of his time and energy to running [RP].”  (Countercl. ¶ 44.) \n17. RP allowed Chapman Group “ an exclusive, perpetual, irrevocable, \nworldwide license to use the Software, allowing Chapman Group clients to use the \nSoftware, as opposed to” other software.  (Countercl. ¶ 41.) \n18. The Operating Agreement provides G1.34 with certain rights, including \n“the right to ‘review all material contracts and agreements being considered by [RP] \nprior to the execution by [Chapman]. ’ ”  (Countercl. ¶  43.)  Also, Chapman was \nrequired to “furnish unaudited quarterly financial statements and audited annual \nfinancial statements to each Member.”  (Countercl. ¶ 43.) \n19. G1.34, contributed in various ways to RP, including , but not limited to , \n“sourcing, vetting, and interviewing potential contractors for development and \nprogramming of the Software[,]”  (Countercl. ¶  45.a.), coordinating RP’s brand and \nwebsite design, (Countercl. ¶  45.b.–c.), and monitoring company accounts, \n(Countercl. ¶ 45.h.).  (See also Countercl. ¶¶ 45.e.–g., i.–j.) \nD. Events Giving Rise to Litigation \n20. G1.34 alleges AP failed to contribute to RP, and acted in ways contrary to \nRP’s best interests, including “sharing confidential/proprietary information ” with \noutsiders, “failing to follow up with business leads on behalf of [RP],” “failing to learn \nthe rudiments of software development and marketing,” and “refusing to do the \nmarketing and sales for [RP.]”  (Countercl. ¶ 47.) \n21. G1.34 alleges that Chapman, and thus AP, “deliberately distanced himself \nfrom [RP] and obstructed [G1.34’s] efforts ,” while simultaneously investing “more \ntime and resources ” into Chapman’s separate enterprise –the Chapman Group .  \n(Countercl. ¶ ¶ 48.a.–h.)  Thereafter, AP was notified that its “continued business \nrelationship with [ unrelated third parties] represented an irreconcilable conflict of \ninterest.”  (Countercl. ¶ 50.) \n22. By the end of 2022, G1.34 had “fulfilled [its] obligation to deliver the \nSoftware as a ‘minimal viable product.’ ”  (Countercl. ¶ 52.) \n23. In January 2023, while at a company retreat, Chapman represented that \nhe “had not made cold calls in years” on behalf of RP, “complained about the ‘time \nand stress’ of juggling his responsibilities,” complained “about the burden of paying \nback the [l]oan,” and informed Medendorp that G1.34 “would have to continue to do \nthe bulk of the work for [RP] going forward.”  (Countercl. ¶  54.)  Chapman later \nrepeated these remarks on a phone call with Medendorp.  (Countercl. ¶ 56.) \n24. G1.34 alleges that thereafter AP “began to take steps to freeze [G1.34] out \nof [RP],” including transferring various RP accounts; locking Medendorp out of RP’s \nemail accounts , software development platform , and text message tools ; and \n“forbidding [G1.34] from having anything to do with [RP’s] Software’s final stages of \ndevelopment, product launch, and marketing.”  (Countercl. ¶ 57, 57.a.–f.) \n25. Since the filing of this action by Plaintiffs, AP has “failed to deliver audited \nannual financial statements to [G1.34] or [RP] tax filings as required under the \nOperating Agreement,” and has failed to repay any money to G1.34.  \n(Countercl. ¶ 67.) \nIII. PROCEDURAL BACKGROUND \n26. On 26 March 2024, Plaintiffs initiated this action up on the filing of their \nComplaint, (ECF No. 3), asserting four claims against G1.34. \n27. On 7 May 2024, G1.34 filed its Answer and Counterclaims.  (See Countercl.)  \nG1.34 asserts nine counterclaims against Plaintiffs, including, at issue in this Motion: \n(1) breach of c ontract against RP  (“Counterclaim Two”) , (Countercl. ¶¶  76–82); \n(2) breach of the implied duties of good faith and fair dealing against RP  \n(“Counterclaim Three”) , (Countercl. ¶¶  83–86); (3) unjust enrichment against RP  \n(“Counterclaim Four”) , (Countercl. ¶¶  87–91); ( 4) breach of contract against AP \n(“Counterclaim Five”), (Countercl. ¶¶ 92–97); (5) breach of the implied duties of good \nfaith and fair dealing against A P (“Counterclaim Six ”), (Countercl. ¶¶  98–101); \n(6) unjust enrichment against A P (“Counterclaim Seven ”), (Countercl. ¶¶  102–06); \nand (7)  conversion against both RP and AP (“Counterclaim Eight”) , \n(Countercl. ¶¶ 107–09). \n28. On 8 May 2024,  this case was designated to the Business Court and \nassigned to the undersigned on the same day.  (ECF Nos. 1–2.) \n29. On 8 July 2024, Plaintiffs filed the Motion .  Following briefing,2 the Court \nheld a hearing on the Motion on 18 September 2024 (the “Hearing”), (see ECF No. 40), \nat which all parties were represented by counsel. \n30. The Motion is now ripe for resolution. \nIV. LEGAL STANDARD \n31. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations in the Counterclaims in the light most favorable to G1.34.  See \nChristenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5 (2017).  The Court’s inquiry \nis “whether, as a matter of law, the allegations of the [Counterclaims]  . . . are \nsufficient to state a claim upon which relief may be granted under some legal \ntheory[.]”  Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670  (1987).  The Court \naccepts all well -pleaded factual allegations in the relevant pleading as true.  See \nKrawiec v. Manly, 370 N.C. 602, 606 (2018).  The Court is therefore not required “to \naccept as true allegations that are merely conclusory, unwarranted deductions of fact, \n \n2 Along with the Motion, Plaintiffs filed a supporting brief.  (See Br. Supp. Mot., ECF No. 26 \n[“Br. Supp.”].)  Thereafter, G1.34 filed its brief in opposition to the Motion on 5 August 2024.  \n(See Br. Opp. Mot., ECF No. 37 [“Br. Opp.”].)  Plaintiffs did not file a reply brief.   \nor unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274 (2005) (citation omitted).   \n32. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \n[Counterclaims].”  Moch v. A.M. Pappas & Assocs., LLC. , 251 N.C. App. 198, 206  \n(2016) (citation omitted).  The Court may consider these attached or incorporated \ndocuments without converting the Rule 12(b)(6) motion into a motion for summary \njudgment.  Id.  (citation omitted).  Moreover, the Court “may properly consider \ndocuments which are the subject of  [the Counterclaims] and to which the \n[Counterclaims] specifically refer[ ] even though they are presented by the \n[Plaintiffs].”  Oberlin Capital, L.P., 147 N.C. App. at 60 (2001) (citation omitted). \n33. Our Supreme Court has observed  that “[i]t is well -established that \ndismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the [Counterclaims] on [their] \nface reveal[ ] that no law supports the [non-movant’s] claim; (2) the [Counterclaims] \non [their] face reveal[ ] the absence of facts sufficient to make a good claim; or (3) the \n[Counterclaims] disclose[ ] some fact that necessarily defeats the [ non-movant’s] \nclaim.’ ”  Corwin v. British Am. Tobacco PLC , 371 N.C. 605, 615 (2018) (quoting \nWood v. Guilford Cnty., 355 N.C. 161, 166 (2002)).  This standard of review for Rule  \n12(b)(6) motions is the standard our Supreme Court “ routinely uses . . . in assessing \nthe sufficiency of [Counterclaims]  in the context of complex commercial litigation.”  \nId. at 615 n.7 (citations omitted). \nV. ANALYSIS \n34. The Court first analyzes Plaintiffs’ request for dismissal, in whole or in \npart, of Counterclaims Two, Three, Five, and Six, as they are related to G1.34’s claims \nof breach of contract and breach of the implied duties of good faith and fair dealing \nagainst both Plaintiffs.  Next, the Court considers Plaintiffs’ request for dismissal, in \nwhole or in part, of Counterclaims Four and Seven related to G1.34’s claims of unjust \nenrichment against both Plaintiffs.  Finally, the Court reviews Plaintiffs’ request for \ndismissal of Counterclaim Eight for conversion asserted against both Plaintiffs. \nA. Counterclaims Two, Three, Five, and Six : Breach of Contract  and \nBreach of Implied Duty of Good Faith and Fair Dealing \n \n35. G1.34 has asserted Counterclaim Two against RP for breach of contract as \nto both the Operating Agreement and the Loan Agreement entered into between RP \nand G1.34, (Countercl. ¶¶ 76–82), and a related claim for breach of the implied duties \nof good faith and fair dealing, (Countercl. ¶¶ 83–86). \n36. Additionally, G1.34 has asserted Counterclaim Five against AP for breach \nof contract as to the Operating Agreement, (Countercl. ¶¶ 92–97), asserting a related \nclaim, Counterclaim Six,  for breach of the implied duties of good faith and fair \ndealing, (Countercl. ¶¶ 98–101). \n37. To properly plead a  breach of contract claim, a plaintiff need only allege \n“(1) [the] existence of a valid contract and (2) [a] breach of the terms of that contract.”  \nPoor v. Hill, 138 N.C. App. 19,  26 (2000).  When these elements are alleged, “it is \nerror to dismiss a breach of contract claim under Rule 12(b)(6),” and our appellate \ncourts routinely reverse trial court orders that require anything more.  Woolard v. \nDavenport, 166 N.C. App. 129, 134 (2004).  “[S]tating a claim for breach of contract is \na relatively low bar.”  Vanguard Pai Lung, LLC v. Moody, 2019 NCBC LEXIS 39, \nat *11 (N.C. Super. Ct. June 19, 2019). \n38. If the contract “contains some condition precedent to [plaintiffs’] liability,” \nG1.34 must also allege that the condition has been met.   Beachboard v. S. Ry. \nCo., 16 N.C. App. 671, 681 (1972)  (citation omitted); see also Rule 9(c).  “A condition \nprecedent is a fact or event that must exist or occur before there is a right to \nimmediate performance, before there is a  breach of contract duty.”  Mosely v. WAM, \nInc., 167 N.C. App. 594, 600 (2004) (citation omitted). \n39. Under North Carolina law, every enforceable contract contains an \nunderlying, implied covenant of good faith and fair dealing.  Bicycle Transit Auth. v. \nBell, 314 N.C. 219, 228 (1985).  “A claim for breach of this implied covenant arises \nwhen one party ‘wrongfully deprives’ the other of some benefit ‘to which they were \nentitled,’ or takes some other action for a ‘wrongful or unconscionable purpose.’ ”  \nWadhwania v. Wake Forest Univ. Baptist Med. Ctr., 262 N.C. App. 510 (2018) (citing \nDull v. Mut. Of Omaha Ins. Co., 85 N.C. App. 310, 318 (1987)).  In North Carolina: \n[a]s a general proposition, where a party’s claim for breach of the implied \ncovenant of good faith and fair dealing is based upon the same acts as \nits claim for breach of contract, we treat the former claim as “part and \nparcel” of the latter.  Murray v. Nationwide Mut. Ins. Co., 123 N.C. App. \n1, 19 (1996), disc. review denied, 345 N.C. 344 (1997); see Suntrust Bank \nv. Bryant/Sutphin Props., LLC, 222 N.C. App. 821, 833 (“As the jury \ndetermined that plaintiff did not breach any of its contracts with \ndefendants, it would be illogical for this Court to conclude that plaintiff \nsomehow breached implied terms of the same contracts.”), disc. review \ndenied, 366 N.C. 417 (2012). \n \nCordaro v. Harrington Bank, FSB, 260 N.C. App. 26, 38–39 (2018).  In other words, \nif a party “brings a breach of contract claim and a claim for breach of the covenant of \ngood faith and fair dealing based on the same facts, the two causes of action are \ntreated as one and the same. ”  Eye Dialogue LLC v. Party Reflections, Inc. , 2020 \nNCBC LEXIS 90, at **19–20 (N.C. Super. Ct. July 28, 2020). \n1. Counterclaims Two & Three – Breach of Contract and Breach \nof Implied Duty of Good Faith and Fair Dealing as to RP \n \n40. Plaintiffs contend G1.34 has failed to adequately state a claim as to \nCounterclaim Two as it relates to the Loan Agreement.  (Br. Supp. 5–7.) \n41. G1.34 alleges that RP has breached “its express and implied contractual \nobligations to [G1.34] under the Loan Agreement” by “repudiating the Loan \nAgreement and failing to pay amounts due thereunder.”  (Countercl. ¶ 80.) \n42. Plaintiffs contend that nowhere in the Counterclaims “does it set forth what \nthe terms of the Loan were, and while it refers to the defined term ‘Loan Agreement’ \nit never defines what it is referring to when it references the ‘Loan Agreement.’ ”  (Br. \nSupp. 6.)  Further, Plaintiffs contend that “G1.34’s funding of RP’s software \ndevelopment expenses is not an agreement to advance money in return for a promise \nto make payment,” but instead is subject to the requirements set f orth in the \nOperating Agreement.  (Br. Supp. 6.) \n43. Notwithstanding Plaintiffs’ arguments, the Court concludes that,  at this \nearly stage of the proceeding, G1.34 has adequately pled a claim for breach of contract \nbased on the Loan Agreement, alleging that it is a “valid and enforceable contract[ ],” \n(Countercl. ¶  77), and that RP ha s “materially breached its express and implied \ncontractual obligations to [G1.34]” under the Loan Agreement, (Countercl. ¶ 80).  See \nWoolard, 166 N.C. App. at 134. \n44. Therefore, the Motion is DENIED as to Counterclaim Two for breach of \ncontract against RP. \n45. The Motion is similarly DENIED as to Count Three for breach of the \nimplied duties of good faith and fair dealing  regarding the Loan Agreement .  See \nHaigh v. Superior Ins. Mgmt. Grp., 2017 NCBC LEXIS 100, at *12– 17 (N.C. Super. \nCt. Oct. 24, 2017) (denying motion to dismiss under Rule 12(b)(6) a good faith and \nfair dealing claim that was “the same as the claim for” breach  of contract where \nmotion to dismiss breach of contract claim was also denied). \n2. Counterclaims Five & Six – Breach of Contract and Breach of \nImplied Duty of Good Faith and Fair Dealing as to AP \n \n46. G1.34 alleges that AP has breached “its express and implied contractual \nobligations to [G1.34] under the Operating Agreement” by “failing to transfer an \nadditional 9% membership interest in [RP] to [G1.34] for [G1.34]’s successful delivery \nof the Software as a ‘minimal viable product.’ ”  (Countercl. ¶ 95.) \n47. Plaintiffs contend G1.34 has failed to adequately state a claim as to \nCounterclaim Five, arguing that G1.34 has failed to allege that “the product or \ndelivery met the [Operating] Agreement’s required specifications.”   (Br. Supp. 5.)   \nPlaintiffs argue that “without allegations that MVP conformed to the [Operating] \nAgreement’s required specifications,” G1.34 failed to sufficiently allege its breach of \ncontract claim against AP.  (Br. Supp. 5.)  Further, Plaintiffs contend that even if \nG1.34 did allege that MVP was met, it made no allegation that “RP generated revenue \nof at least $10,000.00 from clients to purchase or subscribe for any such product.”  (Br. \nSupp. 5; see also Op. Agt. at 15.) \n48. The Court concludes that  G1.34 has adequately pled a claim for breach of \ncontract based on the Operating Agreement, alleging that the Operating Agreement \nis a “valid and enforceable contract[ ],” (Countercl. ¶ 93), and that G1.34 has “satisfied \nall conditions precedent to recovering the relief sought[,]” (Countercl. ¶  94).  G1.34 \nfurther alleges that AP “materially breached its express and implied contractual \nobligations to [G1.34] under the Operating Agreement [.]”  (Countercl. ¶  95.)  See \nWoolard, 166 N.C. App. at 134. \n49. Therefore, the Motion is DENIED as to Counterclaim Five for breach of \ncontract against AP. \n50. G1.34 has similarly alleged breach of the implied d uties of good faith and \nfair dealing with respect to the Operating Agreement.   Therefore, the Motion is \nsimilarly DENIED as to Count Six for breach of the implied duties of good faith and \nfair dealing.  See Haigh, 2017 NCBC LEXIS 100, at *12–17. \nB. Counterclaims Four & Seven: Unjust Enrichment \n51. G1.34 has asserted Counterclaim Four against RP for unjust enrichment, \n(Countercl. ¶¶ 87–91), and has similarly asserted Counterclaim Seven against AP for \nunjust enrichment, (Countercl. ¶¶ 102–06). \n52. In order to state a claim for unjust enrichment, a party must allege: “(1) it \nconferred a benefit on another party; (2) the other party consciously accepted the \nbenefit; and (3) the benefit was not conferred gratuitously or by an interference in the \naffairs of the other party.”  Worley  v. Moore, 2018 NCBC LEXIS 114, at *25 (N.C. \nSuper. Ct. Nov. 2, 2018) (citing Se. Shelter Corp. v. BTU, Inc., 154 N.C. App. 321, 330 \n(2002)).  “The doctrine of unjust enrichment was devised by equity to exact the return \nof, or payment for, benefits received under circumstances where it would be unfair \nfor the recipient to retain them without the contributor being repaid or compensated.”  \nCollins v. Davis, 68 N.C. App. 588, 591 (1984). \n53. G1.34 alleges that RP “holds money that in equity and good conscience \nbelongs to [G1.34].”  (Countercl. ¶ 88.)  G1.34 further asserts that RP “obtained this \nmoney from [G1.34] in the form of the Loan,” that RP  “has now repudiated without \njustification,” (Countercl. ¶ 89), and “[RP] would be enriched unjustly if permitted to \nretain the benefit of this wrongfully held money,” (Countercl. ¶ 90). \n54. In addition, G1.34 alleges that AP “holds membership interests in [RP] that \nin equity and good conscience belong to [G1.34]. ”  (Countercl. ¶ 103.)  G1.34 also \ncontends that “[AP] has pretextually retained these membership  interests,” \n(Countercl. ¶ 104), and “[AP] would be enriched unjustly if permitted to retain the \nbenefit of this [sic] wrongfully held membership interests,” (Countercl. ¶ 105). \n55. Plaintiffs contend G1.34 has failed to adequately state a claim as to \nCounterclaims Four and Seven, arguing that “[a]ll parties plead the Operating \nAgreement is a ‘valid, binding, and enforceable contract[,]’ ” and therefore, G1.34’s \nfailure to “plead the absence of an express agreement of the parties” requires \ndismissal of Counterclaims Four and Seven.  (Br. Supp. 7.) \n56. First, a s to the Operating Agreement, Plaintiffs contend that all parties \nagree that the Operating Agreement is a valid and binding contract, (see Br. Supp. 7), \nciting to Plaintiffs own Complaint and Answer to G1.34’s Counterclaims, (see Compl.; \nAnswer, ECF No. 27),  to support this contention , which are beyond the scope of the \npending Motion.  The Court is limited at the Rule 12(b)(6) stage to consider only the \nallegations of the Counterclaims and any documents attached, referred to, or \nincorporated by reference therein.  See Can-Dev, ULC v. SSTI Centennial, LLC, 2018 \nNCBC LEXIS 9, at *23 (N.C. Super. Ct. Jan. 25, 2018).  Thus, Plaintiffs ’ Complaint \nand Answer  to G1.34’s Counterclaims  may not properly be considered without \nconverting the Motion into a 12(c) motion, which the Court, in its discretion, declines \nto do. \n57. Second, as to the Loan Agreement,  it appears to the Court based on the \nrecord before it, along with comments made at the Hearing, that Plaintiffs dispute \nthe validity of the Loan Agreement. \n58. Both of G1.34’s unjust enrichment counterclaims are pled in the alternative \nto G1.34’s breach of contract counterclaims.  ( See Countercl. at 46, 48.)  This Court \nhas on multiple occasions permitted both a breach of contract claim and, in the \nalternative, an unjust enrichment claim to proceed at the Rule 12 stage.  See Sparrow \nSys., Inc. v. Private Diagnostic Clinic, PLLC, 2014 NCBC LEXIS 70, at *23 n.4 (N.C. \nSuper. Ct. Dec. 24, 2014) (“[A]lthough Plaintiff will not ultimately be able to recover \nunder both an express and implied contract [unjust enrichment] theory, Plaintiff is \nnot foreclosed from properly pleading these claims in  the alternative in its \nComplaint.”); see also Haddock v. Volunteers of Am., Inc., 2021 NCBC LEXIS 8, at *16 \n(N.C. Super. Ct. Jan. 22, 2021) (“[A] plaintiff may plead unjust enrichment as an \nalternative claim to a breach of contract claim ‘even if [the] plaintiff may not \nultimately prevail on both.’ ”) (citation omitted). \n59. As a result, the Motion is DENIED as to Counterclaims Four and Seven for \nunjust enrichment. \nC. Counterclaim Eight: Conversion \n60. G1.34 alleges that AP attempted “through various coercive means to \nconvert the value of [G1.34’s] contributions to [RP], namely the Loan and the value \nof the Software developed with [G1.34’s] labor and resources on behalf of [RP], to \nitself and its principal.”  (Countercl. ¶  72.a.)  G1.34 also alleges that the acts of RP \nand AP “constitute conversion of [G1.34]’s property,” as they have “assumed and \nexercised the right of ownership over property and money belonging to [G1.34], to the \nexclusion of [G1.34]’s rights to those assets.”  (Countercl. ¶ 108.) \n61. Plaintiffs seek dismissal of Counterclaim Eight for conversion, arguing that \n“G1.34 failed to sufficiently plead a wrongful deprivation of any property or money by \nAP or RP.”  (Br. Supp. 9.) \n62. Under North Carolina law, “[t]wo essential elements are necessary in a \nclaim for conversion: (1) ownership in the plaintiff, and (2) a wrongful conversion by \nthe defendant.”  Steele v. Bowden, 238 N.C. App. 566, 574 (2014) (cleaned up).  In \ncases where defendant comes into possession of plaintiff’s property lawfully, plaintiff \nmust show that it made a demand for the return of the property that was refused by \ndefendant.  Hoch v. Young, 63 N.C. App. 480, 483 (1983) (citations omitted).  Further, \n“ ‘there is no conversion until some act is done which is a denial or violation of the \nplaintiff’s dominion over or rights in the property.’ ”  Bartlett Milling Co. v. Walnut \nGrove Auction & Realty Co., 192 N.C. App. 74, 86 (2008) (quoting Lake Mary Ltd. \nP’ship. v. Johnston, 145 N.C. App. 525, 532, rev. denied, 354 N.C. 363 (2001)).  “ In \nNorth Carolina, only goods and personal property are properly the subjects of a claim \nfor conversion.”  Norman v. Nash Johnson & Sons’ Farms, Inc., 140 N.C. App. 390, \n414 (2000). \n63. G1.34 offers in its brief in opposition that it has alleged “four different, \nseparate deprivations,” including (1) the Loan funds, (2) the Software,  (3) the \nadditional nine percent equity interest in RP, and (4) funds separate and apart from \nthe Loan provided to RP by G1.34.  (Br. Opp. 21.) \n64. Upon review of G1.34’s Counterclaims, it appears to the Court that there \nare only three categories of assets that  G1.34 lists as part of its conversion claim: \n(1) the Loan; (2) the value of the Software; and (3) funds separate and apart from the \nLoan provided to RP by G1.34.  (See Countercl.)  As such, the Court limits its analysis \nto whether G1.34 has adequately stated a claim for conversion based on  these three \ncategories of assets or interests. \n65. As an initial matter, G1.34’s conversion claim as to nonpayment of the \nLoan balance, and the funds provided to RP separate and apart from the Loan, cannot \nserve as a basis for a conversion claim.  See Kumar v. Patel, 2024 NCBC LEXIS 36, \nat **15 (N.C. Super. Ct. Feb. 28, 2024) (holding that “a mere failure to pay a debt \ndoes not amount to a civil claim for conversion.”). \n66. As a result, the Motion is GRANTED in part as to Counterclaim Eight for \nconversion as it relates to both the Loan and any funds provided to RP separate and \napart from the Loan by G1.34, and that claim is DISMISSED with prejudice to that \nextent. \n67. Next, the Court turns its attention to G1.34’s claim for conversion as it \nrelates to “the value of the Software developed with [G1.34’s] labor and resources on \nbehalf of [RP], to itself and its principal[,]” (Countercl. ¶ 72.a.). \n68. Based on a review of G1.34’s Counterclaims , as well as representations \nmade by counsel for all parties at the Hearing, the Software is admittedly owned by \nRP.  As such, G1.34 has no ownership interest in the Software that could, in turn, be \nconverted by RP, as RP is the rightful owner of the Software.  See Comput. Design & \nIntegration, LLC v. Brown, 2018 NCBC LEXIS 216, at **67 (N.C. Super. Ct. \nDec. 10, 2018) (“Because Plaintiffs did not own the [equipment at issue], it cannot \nproperly be the subject of a conversion claim.”). \n69. While RP’s ownership in the Software is dispositive as to G1.34’s conversion \ncounterclaim, even assuming the value of the Software did belong to G1.34, there are \nno allegations within the Counterclaims that G1.34 demanded the return of the \nSoftware, and counsel for G1.34 admitted as much a t the Hearing.  See Stratton v. \nRoyal Bank of Can., 2010 NCBC LEXIS 1, *20–21 (N.C. Super. Ct. Feb. 5, 2010) (“If \nthere is no wrongful taking, i.e., if the defendant rightfully comes into possession and \nthen refuses to surrender the goods, then demand and refusal is necessary for the \ntort of conversion to exist.”). \n70. As a result, the Motion is GRANTED in part as to Counterclaim Eight for \nconversion as it relates to the value of the Software, and that claim is DISMISSED  \nwith prejudice. \nVI. CONCLUSION \n71. THEREFORE, for the foregoing reasons, the Court hereby GRANTS  in \npart and DENIES in part the Motion as follows: \na. The Motion is GRANTED  in part as to Counterclaim Eight for \nconversion, and that claim is DISMISSED; and \nb. Except as expressly granted, the Motion is otherwise DENIED. \nSO ORDERED, this the 25th day of September, 2024. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}