{
  "id": "fc72209945b2393745ebbc517ac2e46a425692e3c7d0b0c7e5fc86b700414c94",
  "source_file": "data/raw/ncbc/fc72209945b2393745ebbc517ac2e46a425692e3c7d0b0c7e5fc86b700414c94.pdf",
  "raw_text": "Perkins v. HealthMarkets, Inc., 2007 NCBC 25 \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n06 CVS 21053 \nJAMES N. PERKINS, JR., and JIM \nPERKINS & ASSOCIATES, INC., \nPlaintiffs, \nv. \nHEALTHMARKETS, INC., THE MEGA \nLIFE & HEALTH INSURANCE \nCOMPANY, PERFORMANCE DRIVEN \nAWARDS, INC., TROY A. McQUAGGE, \nGARY D. BOWMAN, STEVEN J. HATEM, \nBOB L. WINGATE, and JUDY \nHOBERMAN, \nDefendants. \n \n \n \n \n \n \nORDER & OPINION \n \n \nJames McElroy & Diehl, P.A. by William K. Diehl, Jr., and Jared E. Gardner \nfor Plaintiffs James N. Perkins, Jr., and Jim Perkins & Associates, Inc. \n \nHelms Mullis & Wicker, PLLC by Kathleen H. Dooley and Joshua D. \nWhitlock for Defendants HealthMarkets, Inc., The MEGA Life & Health \nInsurance Company, Troy A. McQuagge, Gary D. Bowman, and Judy \nHoberman. \n \nDiaz, Judge. \n \nI. \n \nSTATEMENT OF THE CASE  \n \n{1} Plaintiffs in this case allege claims against the Defendants for (1) fraud, (2) \nbreach of contract and breach of the implied duty of good faith and fair dealing, (3) \nunjust enrichment, (4) constructive trust, and (5) unfair and deceptive trade \npractices.  (Am. Compl. ¶¶ 73–102.) \n{2} The claims arise out of what Plaintiffs allege was the forced removal of \nPlaintiff James N. Perkins, Jr. (“Perkins”) as a division manager for Defendant, \nHealthMarkets, Inc. (“HealthMarkets”). \n{3} Before the Court are the following Motions:  (1) Motion of Defendants \nHealthMarkets, The MEGA Life and Health Insurance Company (“MEGA”), Troy A. \nMcQuagge (“McQuagge”), and Gary D. Bowman (“Bowman”) to dismiss Count I of \nthe Amended Complaint alleging fraud, pursuant to Rules 9(b) and 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure, and (2) Motion of Defendants Bowman and \nJudy Hoberman (“Hoberman”) to dismiss Counts III and IV of the Amended \nComplaint alleging claims for unjust enrichment and constructive trust, \nrespectively, pursuant to Rule 12(b)(6) (collectively the “Motions to Dismiss”). \n{4} In resolving these Motions to Dismiss, the Court has considered the \nAmended Complaint, the parties’ briefs, and the arguments of counsel. \n \nII. \nISSUES \n{5} Defendants assert that Plaintiffs’ allegations of fraud must be dismissed \nbecause the Amended Complaint (1) alleges nothing more than the breach of a \npromise regarding a future business opportunity, and (2) fails (as to Bowman) to \nallege fraud with particularity.  (Defs.’ Mem. Supp. Mot. Dismiss Pls.’ Fraud Cl. 5–\n6.) \n{6} Defendants Bowman and Hoberman also contend that Perkins has not \nalleged facts sufficient to sufficient his claim for unjust enrichment. \n{7} Bowman and Hoberman further contend that Perkins’s separate request \nfor a constructive trust fails as a matter of law because it relies for support on the \ninsufficient claim for unjust enrichment.    \n{8} Plaintiffs counter, that, accepting the allegations in the Amended \nComplaint as true, they have pled all of their claims in sufficient detail.  \n{9} The issues are: \n (a) Have Plaintiffs satisfied the pleading requirements for fraud? \n \n \n \n (b) Has Perkins pled a legally sufficient claim for unjust enrichment? \n (c) Should Perkins’s claim for co nstructive trust be dismissed? \n \nIII. \nSUMMARY OF DECISION \n{10} Plaintiffs have satisfied the pleading requirements for fraud. \n{11} Perkins has pled a legally sufficient claim for unjust enrichment. \n{12} Perkins’s claim for constructive trust should not be dismissed. \n \nIV. \nPROCEDURAL HISTORY \n{13} Perkins and Jim Perkins & Associates, Inc. (“Perkins, Inc.”) filed their \nComplaint on 27 October 2006. \n{14} The matter was transferred to the North Carolina Business Court as an \nexceptional case on 16 February 2007 and assigned to me. \n{15} Plaintiffs filed an Amended Complaint on 28 February 2007. \n{16} On 20 March 2007, HealthMarkets filed its Answer and Motion to Dismiss.  \nTwo days later, HealthMarkets filed an Amended Answer. \n{17} On 22 March 2007, Bowman, MEGA, McQuagge, and Hoberman filed their \nAnswers and Motions to Dismiss. \n{18} On 16 April 2007, HealthMarkets, Bowman, MEGA, and McQuagge filed a \nbrief in support of their Motions to Dismiss the Plaintiffs’ fraud claim.  Bowman \nand Hoberman filed a separate brief in support of their Motions to Dismiss the \nPlaintiffs’ claims for unjust enrichment and constructive trust. \n{19} Plaintiffs filed a brief opposing the Motions on 8 May 2007, and \nDefendants filed a reply on 18 May 2007.1 \n                                                 \n1 Defendants attached two documents to their reply:  First, what Defendants represented to be “the \nmost complete copy of the Independent Agent Commission-Only Contract and Gold Addendum,” \n(Schooler Aff. ¶ 3), referenced in Count V of the Plaintiffs’ Amended Complaint alleging breach of \ncontract, and second, an affidavit authenticating the contract.  On 22 May 2007, Plaintiffs moved to \nstrike these documents.  The Court GRANTED the motion during the hearing, concluding that \n \n \n \n{20} On 13 June 2007, the Court heard oral arguments on the Motions. \n \nV. \nTHE FACTS \n{21} The following facts are taken from the Plaintiffs’ Amended Complaint, \nwhich the Court accepts as true for purposes of the Motions to Dismiss. \nA. \nTHE PARTIES \n{22} Perkins resides in Marshville, Union County, North Carolina.  (Am. \nCompl. ¶ 1.) \n{23} Perkins, Inc. is a North Carolina corporation with its principal office in \nCornelius, Mecklenburg County, North Carolina.  (Am. Compl. ¶ 2.) \n{24} HealthMarkets is a Delaware corporation with its principal office in North \nRichland Hills, Texas.  (Am. Compl. ¶ 3.)  Although not alleged explicitly in the \nAmended Complaint, HealthMarkets sells life and health insurance in North \nCarolina through a network of agents. \n{25} MEGA is an Oklahoma corporation with its principal office in North \nRichland Hills, Texas.  MEGA is a subsidiary of HealthMarkets.  (Am. Compl. ¶¶ 4, \n6.) \n{26} McQuagge resides in Texas.  (Am. Compl. ¶ 1.)  McQuagge was at all \nrelevant times an employee, officer and/or managing agent of HealthMarkets and \nMEGA. \n{27} Bowman resides in Hickory, Catawba County, North Carolina.  (Am. \nCompl. ¶ 8.)  Bowman was at all relevant times employed as a HealthMarkets \nDivision Manager.  (Am. Compl. ¶27.) \n                                                                                                                                                             \n \nDefendants failed to attach these materials to their Motions to Dismiss as required by Business \nCourt Rule 15.5, and also failed to prove they had submitted a complete copy of the contract. \n \n \n \n{28} Hoberman resides in Huntersville, Mecklenburg County, North Carolina.  \n(Am. Compl. ¶ 11.)  Hoberman was at all relevant times employed as a \nHealthMarkets Division Manager.  (Am. Compl. ¶ 30.) \n{29} Defendant Steven J. Hatem (“Hatem”) resides in New Hampshire.  (Am. \nCompl. ¶ 9.)  Hatem was at all relevant times employed as a HealthMarkets \nDivision Manager.  (Am. Compl. ¶ 40.) \n{30} Defendant Bob L. Wingate (“Wingate”) resides in Mattthews, Union \nCounty, North Carolina.  (Am. Compl. ¶ 10.)  Wingate was at all relevant times \nemployed as a HealthMarkets District Manager.  (Am. Compl. ¶ 44, 54.) \nB. \n \nTHE CLAIMS \n \n{31} Perkins began working as an insurance sales agent for HealthMarkets in \n1990.  He earned commissions by selling insurance policies, commonly referred to as \n“writing business.”  (Am. Compl. ¶ 16.) \n{32} Perkins was promoted to District Manager in 1991.  Although he continued \nwriting business, he also recruited and trained new sales agents for HealthMarkets \nand earned commissions on business written by those agents.  (Am. Compl. ¶ 17.)  \n{33} In 1996, HealthMarkets promoted Perkins to Division Manager.  In that \nrole, Perkins reported to Ronnie Simpson (“Simpson”), who was then a \nHealthMarkets Regional Director.  (Am. Compl. ¶ 19.)  Following his promotion to \nDivision Manager, Perkins formed Perkins, Inc. to facilitate the operation of his \ndivision.  (Am. Compl. ¶ 20.) \n{34} As Division Manager, Perkins earned commissions on business written by \nthe managers and agents within the districts in his division.  (Am. Compl. ¶ 21.)   \nThe number of districts under Perkins, and their size, quality, and productivity, \ndetermined his income and advancement.  (Am. Compl. ¶ 21.) \n{35} McQuagge supervised and controlled all of HealthMarkets’ regional \ndirectors, including Simpson.  (Am. Compl. ¶¶ 7, 29.) \n \n \n \n{36}  On or about 29 October 2003, McQuagge asked Perkins and several other \nHealthMarkets Division Managers to meet with him in Charlotte, North Carolina.  \n(Am. Compl. ¶ 29.) \n{37}   Only Bowman and McQuagge knew ahead of time why McQuagge had \ncalled the meeting and what was to transpire.  (Am. Compl. ¶ 30.) \n{38} Perkins met with McQuagge the following day.  Among other things, \nMcQuagge told Perkins and the other division managers present at the meeting \n(including Bowman) that Simpson was retiring as Regional Director, and that his \nreplacement had not yet been selected.  (Am. Compl. ¶ 31.) \n{39} Following the group meeting, McQuagge and another HealthMarkets \nrepresentative met privately with Perkins.  McQuagge told Perkins that Simpson \nhad promised one of Perkins’s district managers that he could transfer to Bowman’s \ndivision, and asked Perkins if he would agree.  Perkins did so.  (Am. Compl. ¶ 32.) \n{40} Approximately two weeks later, McQuagge called Perkins and asked him \nto give up two profitable districts, one in Roanoke, Virginia, and the other in \nGreensboro, North Carolina.  (Am. Compl. ¶ 33.)  Perkins was unwilling to \nsurrender the districts, but McQuagge persisted and told Perkins that if he agreed, \nHealthMarkets and MEGA would grant him the exclusive right to recruit sales \nagents and write business in the Charlotte Metrolina area and would support \nPerkins in opening a new district in the Southern Pines/Pinehurst area of North \nCarolina.  (Am. Compl. ¶ 34.) \n{41} In reliance upon McQuagge’s promises, Perkins agreed to give up the two \ndistricts, which, in turn, were transferred to Bowman.  (Am. Compl. ¶¶ 35, 38.) \n{42} Plaintiffs allege that when McQuagge made these promises to Perkins, he \ndid not intend to honor them and, in fact, did not honor them.  (Am. Compl. ¶¶ 37, \n39, 63, 74, 84.) \n{43} Plaintiffs allege further that McQuagge, HealthMarkets, MEGA, and \nBowman collaborated and conspired to fraudulently secure the transfer of the two \ndistricts to Bowman.  (Am. Compl. ¶¶ 38, 78.) \n \n \n \n{44}  The Amended Complaint also alleges a series of events and transactions \nby which Hoberman, acting together with McQuagge, HealthMarkets, MEGA, \nHatem, and Wingate, collaborated and conspired to put Perkins out of business and \nshift all of his remaining districts to Hoberman.  (Am. Compl. ¶¶ 42, 59–66, 71–72, \n87, 89, 98–100.) \n \nVI. \nPRINCIPLES OF LAW \nA. \nSTANDARD OF REVIEW \n{45} The essential question on a motion to dismiss pursuant to Rule 12(b)(6) of \nthe North Carolina Rules of Civil Procedure “is whether the complaint, when \nliberally construed, states a claim upon which relief can be granted on any theory.”  \nOberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001) \n(citations omitted) (emphasis in original).  On a motion to dismiss, the complaint’s \nmaterial factual allegations are taken as true.  Id. (citing Hyde v. Abbott Labs., Inc., \n123 N.C. App. 572, 575, 473 S.E.2d 680, 682 (1996)). \n{46} When ruling on a Rule 12(b)(6) motion, the trial court should liberally \nconstrue the complaint and should not dismiss the action unless “it appears to a \ncertainty that plaintiff is entitled to no relief under any state of facts which could be \nproved in support of the claim.”  Davis v. Messer, 119 N.C. App. 44, 51, 457 S.E.2d \n902, 906–7 (1995) (citation omitted). \n{47} “‘However, the court will not accept conclusory allegations on the legal \neffect of the events plaintiff has set out if these allegations do not reasonably follow \nfrom his description of what happened.’”  Beasley v. Nat’l Sav. Life Ins. Co., 75 N.C. \nApp. 104, 106, 330 S.E.2d 207, 208 (1985) (citing 5 Charles Alan Wright & Arthur \nR. Miller, Federal Practice and Procedure § 1357 (1969)). \n{48}  A fraud claim is “subject to more exacting pleading requirements than are \ngenerally demanded by our liberal rules of notice pleading.”  Chesapeake Microfilm, \nInc. v. E. Microfilm Sales & Serv., Inc., 91 N.C. App. 539, 542, 372 S.E.2d 901, 903 \n \n \n \n(1988) (citing Stanford v. Owens, 76 N.C. App. 284, 289, 332 S.E.2d 730, 733 (1985) \n(quotations omitted)). \n{49} Rule 9(b) of the North Carolina Rules of Civil Procedure requires that \nfraud be pled with particularity.  A pleader meets the requirements of Rule 9(b) \nwhen his claim alleges the “time, place and content of the fraudulent \nrepresentation, identity of the person making the representation and what was \nobtained as a result of the fraudulent acts or representations.”  Bob Timberlake \nCollection, Inc. v. Edwards, 176 N.C. App. 33, 39, 626 S.E.2d 315, 321 (2006) \n(quoting Terry v. Terry, 302 N.C. App. 77, 85, 273 S.E.2d 674, 678 (1981)) \n(quotations omitted). \n{50} “Mere generalities and conclusory allegations of fraud will not suffice” with \nrespect to these elements.  Sharp v. Teague, 113 N.C. App. 589, 597, 439 S.E.2d \n792, 797 (1994) (quoting Moore v. Wachovia Bank & Trust Co., 30 N.C. App. 390, \n391, 226 S.E.2d 833, 835 (1976)). \n{51} On the other hand, “[m]alice, intent, knowledge, and other condition of \nmind of a person may be averred generally.”  N.C.R. Civ. P. 9(b). \nB. \nANALYSIS \n1. \nFRAUD AS TO McQUAGGE, HEALTHMARKETS AND MEGA \n{52} To state a claim for fraud, Plaintiffs must show:  (1) a false representation \nor concealment of material fact, (2) reasonably calculated to deceive, (3) made with \nthe intent to deceive, (4) that does in fact deceive, and (5) results in damage to \nPlaintiffs.  Harrold v. Dowd, 149 N.C. App. 777, 782, 561 S.E.2d 914, 918 (2002) \n(citing Ragsdale v. Kennedy, 286 N.C. 130, 138, 208 S.E.2d 494, 500 (1974)). \n{53} Although a mere unfulfilled promise will not support a claim for fraud, \nNorth Carolina law carves out an exception where a defendant makes a promise \nwith no intention of carrying it out.  Williams v. Williams, 220 N.C. 806, 810–11, 18 \nS.E.2d 364, 366–67 (1942). \n \n \n \n{54} In this case, Plaintiffs have set out the requisite elements of a claim for \nfraud.  More specifically, Plaintiffs allege that (1) sometime in mid-November 2003, \nMcQuagge solicited Perkins to surrender two profitable districts under his control, \n(2) Perkins refused, (3) McQuagge then promised to grant Perkins the exclusive \nright to recruit sales agents and write business in the Charlotte Metrolina area, and \nalso agreed to support Perkins in opening a new district in the Southern \nPines/Pinehurst area if Perkins would surrender the two districts, (4) in reliance on \nthese promises, Perkins relinquished the districts, (5) McQuagge did not honor his \npromises, and (6) McQuagge never intended to honor his promises.  (Am. Compl. ¶¶ \n33-34.) \n{55} Plaintiffs further allege that HealthMarkets and MEGA are liable for \nfraud because McQuagge made the representations as “an employee, officer and/or \nmanaging agent of [HealthMarkets] and MEGA” (Am. Compl. ¶¶ 29, 74), and that \nBowman is liable as a co-conspirator (Am. Compl. ¶¶ 38, 78). \n{56} Accordingly, consistent with the requirements of Rule 9(b), Plaintiffs have \nalleged the “who, what, where, and when” of the alleged fraud.   \n{57} Defendants raise two principal objections to the sufficiency of the \nPlaintiffs’ pleading.   \n{58} First, although Defendants do not argue the point strenuously in their \nmoving papers, many of the Plaintiffs’ allegations regarding the disputed \ntransactions are made “upon information and belief.”  (\nSee Am. Compl. ¶¶ 30, 37–\n38, 42–43, 51, 53–55, 59, 61, 63–64, 71–72, 74, 78, 80, 100.) \n{59}   As this Court has previously noted, allegations based “upon information \nand belief” are generally insufficient to meet the requirements of Rule 9(b).  \nLawrence v. UMLIC-Five, Corp., 2007 NCBC 20 ¶ 43 (N.C. Super. Ct. June 18, \n2007) (citing Breeden v. Richmond Comm. College, 171 F.R.D. 189, 197 (M.D.N.C. \n1997)).   \n{60} Breeden explains that “[a]llegations of fraud may be made ‘upon \ninformation and belief’ only when the matters are particularly within the \n \n \n \ndefendants’ knowledge, and facts are stated upon which the belief is founded.”  \nBreeden, 171 F.R.D. at 197. \n{61} Nevertheless, Defendants do not press the point and the Court is satisfied \nthat Plaintiffs allege sufficient facts without qualification to allow the claim to \nproceed. \n{62} The more glaring omission in the Plaintiffs’ pleading is the lack of any \nfacts buttressing the claim that McQuagge never intended to honor his promises to \nPerkins. \n{63} To support dismissal on this ground, Defendants rely on a North Carolina \nCourt of Appeals opinion stating that a claim alleging fraudulent inducement fails \nas a matter of law where the plaintiff does nothing more than allege that the \ndefendant made a promise fraudulently—that is, with no intention to carry it out—\n“without any essential factual basis to support this critical element[.]”  Beasley, 75 \nN.C. App. at 108, 330 S.E.2d at 209. \n{64} Beasley, however, makes no mention of the second part of Rule 9(b), which \n“‘relaxes the particularity requirement for conditions of the mind, such as scienter.’”  \nFood Lion, LLC v. Schuster Mktg. Corp., 382 F. Supp. 2d 793, 798 (E.D.N.C. 2005) \n(quoting Tuchman v. DSC Commc’sn, Corp., 14 F.3d 1061, 1068 (5th Cir. 1994)).  \nThus, the Court is not convinced that it resolves the precise issue here. \n{65} Rule 9(b) serves four salutary purposes: \nFirst, the rule ensures that the de fendant has sufficient information to \nformulate a defense by putting it on notice of the conduct complained \nof . . .  Second, Rule 9(b) exists to protect defendants from frivolous \nsuits.  A third reason for the rule is to eliminate fraud actions in which \nall the facts are learned after discov ery.  Finally, Rule 9(b) protects \ndefendants from harm to their goodwill and reputation. \n \nHarrison v. Westinghouse Savannah River Co., 176 F.3d 776, 784 (4th Cir. 1999) \n(quoting United States ex rel. Stinson, Lyons, Gerlin & Bustamante, P.A. v. Blue \nCross Blue Shield of Ga, Inc., 755 F. Supp. 1055, 1056–57 (S.D. Ga. 1990)).2\n                                                 \n2 Because North Carolina's Rule 9(b) is substantially similar to the federal rule, the decisions of the \nfederal courts on this subject are instructive. See Turner v. Duke Univ., 325 N.C. 152, 164, 381 \n \n \n \n{66} Plaintiffs’ fraud allegations give the Defendants sufficient notice of the \nparticular circumstances against which they must defend at trial.  Plaintiffs also \nappear to have pre-discovery evidence of at least some of the facts supporting the \nclaim. \n{67} On the other hand, Plaintiffs’ skeletal factual predicate as to the \nDefendants’ fraudulent intent treads dangerously close to the outer limit of legal \nsufficiency. \n{68} The Court is also concerned that Plaintiffs have shouted “fraud” on the \nfront end of what appears to be litigation more properly confined to contract law \nwithout, it appears, substantial evidence as to the Defendants’ intent.  See \nTeachers' Ret. Sys. v. Hunter, 477 F.3d 162, 172 (4th Cir. 2007); Terry, 302 N.C. at \n85, 273 S.E.2d at 678 (both expressing views of courts and commentators that fraud \nclaims are too often advanced only for their nuisance or settlement value and with \nlittle hope of success on the merits).  See also Strum v. Exxon Co., 15 F.3d 327, 329 \n(4th Cir. 1994) (rejecting plaintiff’s attempt to “manufacture a tort dispute out of \nwhat is, at bottom, a simple breach of contract claim” because it is “inconsistent \nboth with North Carolina law and sound commercial practice.”). \n{69} In the end, however, I must apply the plain language of Rule 9(b) with \nregard to fraud’s scienter element.  The result is that, at least at this stage of the \ncase, Plaintiffs’ failure to allege specific facts as to the Defendants’ fraudulent \nintent is of no legal moment, given that Rule 9(b) allows such an allegation to “be \naverred generally.”  See Schuster, 382 F. Supp. 2d at 799.3 \n2. \nFRAUD AS TO BOWMAN \n{70} Bowman also argues that Plaintiffs have failed to allege fraud as to him \nwith the particularity required by Rule 9(b). \n                                                                                                                                                             \n \nS.E.2d 706, 713 (1989) (stating that “decisions under the federal rules are . . . pertinent for guidance \nand enlightenment in developing the philosophy of the North Carolina rules”). \n3 That the Plaintiffs’ Amended Complaint meets the requirements of Rule 9(b), however, does not \nmean that it satisfies Plaintiffs’ pleading obligations under Rule 11 of the North Carolina Rules of \nCivil Procedure.  That question, however, is not before me at this time. \n \n \n \n{71} Plaintiffs, however, allege that Bowman is liable as a co-conspirator for the \nfraud allegedly perpetrated by McQuagge, HealthMarkets and MEGA.  (Am. Compl. \n¶¶ 38, 78.) \n{72}  “While there is no recognized action for civil conspiracy in North Carolina, \n. . ., our law nevertheless permits one defrauded to recover from anyone who \nfacilitated the fraud by agreeing for it to be accomplished.”  Nye v. Oates, 96 N.C. \nApp. 343, 346–47, 385 S.E.2d 529, 531 (1989). \n{73} A charge of conspiracy “does no more than associate the defendants \ntogether and perhaps liberalize the rules of evidence to the extent that under the \nproper circumstances the acts of one may be admissible against all.”  Henry v. Deen, \n310 N.C. 75, 86–87, 310 S.E.2d 326, 334 (1984).  “The gravamen of the action is the \nresultant injury, and not the conspiracy itself.”  Muse v. Morrison, 234 N.C. 195, \n198, 66 S.E.2d 783, 785 (1951). \n{74} To create civil liability for conspiracy there must have been a wrongful act \nresulting in injury to another committed by one or more of the conspirators \npursuant to a common scheme and in furtherance of a specific objective.  Id. \n{75} In Muse, our Supreme Court held that a complaint sufficiently stated a \nclaim for civil conspiracy where it alleged a conspiracy, wrongful acts done by \ncertain of the alleged conspirators, and injury.  Id.  \n{76} As noted earlier, Plaintiffs here allege that Bowman is liable for fraud as a \nco-conspirator.  This allegation imputes to Bowman the facts pled in the Amended \nComplaint in support of the fraud claim, which the Court has already found \nsufficient to withstand a motion to dismiss.  Accordingly, Plaintiffs’ fraud claim also \nsurvives Bowman’s motion to dismiss. \n3. \nTHE UNJUST ENRICHMENT AND CONSTRUCTIVE TRUST CLAIMS \n{77} Perkins alleges claims of unjust enrichment against Bowman and \nHoberman4 with respect to the managers and sales agents that Perkins alleges \n                                                 \n4 The Amended Complaint is vague as to whether one or both plaintiffs are suing Bowman and \nHoberman for unjust enrichment and constructive fraud.  In their brief in opposition, however, \n \n \n \nwere wrongfully wrested from his control and transferred to these Defendants.  \n(Am. Compl. ¶¶ 86–89(a)–(b).)5 \n{78} Plaintiffs also seek to have the Court impose a constructive trust “on all \nearnings that have been generated and will be generated by the managers and \nagents wrongfully taken from Perkins by Defendants and given to, and accepted by, \nBowman and Hoberman.”  (Am. Compl. ¶¶ 90–92.) \n{79} To recover on a claim of unjust enrichment, a party must prove that “it \nconferred a benefit on another party, that the other party consciously accepted the \nbenefit, and that the benefit was not conferred gratuitously or by an interference in \nthe affairs of the other party.”  See Shelter Corp. v. BTU, Inc., 154 N.C. App. 321, \n330, 572 S.E.2d 200, 206 (2002) (citing Booe v. Shadrick, 322 N.C. 567, 570, 369 \nS.E.2d 554, 556 (1988)). \n{80} “The doctrine of unjust enrichment was devised by equity to exact the \nreturn of, or payment for, benefits received under circumstances where it would be \nunfair for the recipient to retain them without the contributor being repaid or \ncompensated.” \nCollins v. Davis, 68 N.C. App. 588, 591, 315 S.E.2d 759, 761 (1984). \n{81} “In order to properly set out a claim for unjust enrichment, a plaintiff must \nallege that property or benefits were conferred on a defendant under circumstances \nwhich give rise to a legal or equitable obligation on the part of the defendant to \naccount for the benefits received . . . .”  \nNorman v. Nash Johnson & Sons’ Farms, \nInc., 140 N.C. App. 390, 417, 537 S.E.2d 248, 266 (2000). \n{82} In this case, Perkins alleges that, for over ten years, he recruited and \ntrained sales agents and built profitable sales districts in North Carolina with the \nreasonable and legitimate expectation that he would benefit from those efforts.  \n(Am. Compl. ¶¶ 87–88.) \n                                                                                                                                                             \n \nPlaintiffs concede that only Perkins may pursue these equitable claims.  (Pls. Mem. Opp. Mot. \nDismiss 15.) \n5 Plaintiffs’ Amended Complaint incorrectly labels the final paragraph of Count III alleging unjust \nenrichment as paragraph 62; it should be paragraph 90.  To eliminate confusion, the Court herein \nidentifies the final two paragraphs of Count III of the Amended Complaint as paragraphs 89(a) & \n89(b).  \n \n \n \n{83} Perkins further alleges that Bowman and Hoberman conspired with the \nother Defendants to strip him of control over his agents and districts and transfer \nthese assets to themselves.  (Am. Compl. ¶¶ 38, 42, 71–72.) \n{84} Defendants respond that these allegations are insufficient to allege a claim \nfor unjust enrichment because the cases require a direct transfer of benefits \nwhereas, in this case, Perkins did not transfer the disputed districts and agents \ndirectly to Bowman and Hoberman but instead, others acting for HealthMarkets  \nand MEGA (including McQuagge, Wingate, and Hatem), did.6  (Defs. Mem. Supp. \nMot. Dismiss Unjustment Enrichment Cl. 5-8.) \n{85} For that proposition, Defendants rely on Effler v. Pyles, 94 N.C. App. 349, \n380 S.E.2d 149 (1989).  Effler, however, is distinguishable.  There, the defendant \nhusband conveyed certain property to himself and his new wife as tenants by the \nentireties before selling it.  Id. at 351, 380 S.E.2d at 150.  The plaintiff was the \nhusband’s former mother-in-law, who claimed that the husband had promised \n(during the time of his first marriage) to apply the proceeds from the sale of the \nproperty to repay a loan co-signed by the plaintiff.  Id. at 350–51, 380 S.E.2d at \n150–51. \n{86} The plaintiff sued the husband for breach of the oral agreement to repay \nthe loan; plaintiff also sued the husband’s new wife for unjust enrichment, claiming \nthat she diverted to herself the sale proceeds of the property.  Id. \n{87} The trial court granted summary judgment in favor of the wife, and the \nCourt of Appeals affirmed.  The court noted that “‘to establish a claim for unjust \nenrichment, a party must have conferred a benefit on the other party [and] the \n                                                 \n6 The Court addresses briefly two other arguments Bowman and Hoberman press for dismissal of the \nunjust enrichment claim.  First, they insist that Plaintiffs fail to allege “ownership or legal \nentitlement to the district managers or agents” and, in fact, can not do so here because the \nindividuals involved are all independent insurance agents.  (Defs.’ Mem. Supp. Mot. Dismiss Unjust \nEnrichment Cl. 6.)  Second, they argue that the benefits that would have otherwise accrued to \nPerkins had the status quo been maintained is speculative because they depend on the performance \nof the disputed districts and agents.  The Amended Complaint, however, says nothing about the \nspecifics of the principal-agent relationship in this case, nor does it address the sales prowess of the \nagents at issue.  (Defs.’ Mem. Supp. Mot. Dismiss Unjust Erichment Cl. 6.)  Thus, in making these \narguments, Bowman and Hoberman go beyond the four corners of the Amended Complaint, which \nthe Court may not do when considering a Rule 12(b)(6) motion to dismiss. \n \n \n \n \ndefendant must have consciously accepted the benefit.’”  Id. at 353, 380 S.E.2d at \n152 (citing Booe, 322 N.C. at 570, 369 S.E.2d at 556) (alterations in original). \n{88} According to the Court of Appeals, because the wife had received title to \nthe house from her husband, not the plaintiff, “this [failed to] satisfy plaintiff's \nburden of showing that she conferred a benefit directly on defendant.”  Id. \n{89} Noticeably absent from Effler, however, was any evidence of fraud or a \ncivil conspiracy.  In contrast, Perkins’s allegation here is that the transfers of the \ndisputed districts and insurance agents were the result of concerted action between \nthe Defendants to achieve this end.   \n{90} Effler’s “direct benefit” rule does not address such a scenario and, \naccordingly, does not foreclose equitable relief on these facts.  Cf. Metric \nConstructors, Inc. v. Bank of Tokyo-Mitsubishi, Ltd., No. 02-1425, 2003 U.S. App. \nLEXIS 15067, at *12–13 (4th Cir. July 30, 2003) (stating that North Carolina cases \ndecided since Effler suggest that “it is sufficient for a plaintiff to prove that it has \nconferred some benefit on the defendant, without regard to the directness of the \ntransaction”). \n{91} Whether Perkins is entitled to equitable relief is not before me; the Court \nsimply holds that Perkins has alleged facts sufficient to allow the unjust \nenrichment claim to go forward.   \n{92} Finally, Bowman and Hoberman’s sole argument regarding the merits of \nPerkins’s claim for a constructive trust is that it rises and falls on the validity of the \nunjust enrichment claim.  The Court having found that Perkins may proceed on the \nlatter claim, there is no basis for dismissing the claim for constructive trust.7 \n \n                                                 \n7 This particular claim is overkill because, as a practical matter, Perkins is not looking to recover \nspecifically identifiable property, but instead seeks money damages for the profits he allegedly lost \nfollowing the transfer of the disputed districts and insurance agents.  Nevertheless, it appears that \nNorth Carolina law allows a claim for constructive trust, even where the property sought to be \nimpressed is a fungible asset.  See Tractor & Auto Supply Co., Inc. v. Fayetteville Tractor and Equip. \nCo., 2 N.C. App. 531, 543, 163 S.E.2d 510, 517 (1968) (holding that a party may follow “the money \nfraudulently obtained wherever they could trace it and reclaim it in the hands of any person who had \nnot received it in good faith and given value therefor, on the ground that there was a constructive \ntrust in the money in their favor”).\n \n \n \n \nVII. \nCONCLUSIONS OF LAW \n{93} Plaintiffs have satisfied the pleading requirements for fraud. \n{94} Perkins has pled a legally sufficient claim for unjust enrichment. \n{95} Perkins’s claim for constructive trust should not be dismissed. \n \n \nVIII. \nORDER \n{96} The Court DENIES the Motions to Dismiss. \n \n \nThis the 30th day of July, 2007. \n \n         \n \n \n \n "
}