{
  "id": "fc947167bf5d9e31e1a7e44e57366810c9ecfa5712b1d8be6d6d36c4df41374e",
  "source_file": "data/raw/ncbc/fc947167bf5d9e31e1a7e44e57366810c9ecfa5712b1d8be6d6d36c4df41374e.pdf",
  "raw_text": "Remi Holdings, LLC v. IX WR 3023 HSBC Way L.P., 2016 NCBC 96. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 20503 \n \nREMI HOLDINGS, LLC, \n \nPlaintiff, \n \nv. \n \nIX WR 3023 HSBC WAY L.P., \nSTARWOOD CAPITAL GROUP \nHOLDINGS, LLC d/b/a STARWOOD \nCAPITAL GROUP, JONES LANG \nLASALLE AMERICAS, INC., \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO DISMISS \n \n \n \n1. THIS MATTER is before the Court upon (i) Defendants IX WR 3023 HSBC \nWay L.P. (“ Landlord”) and Starwood Capital Group Holdings, LLC ’s (“Starwood”) \n(together with Landlord, the “Starwood Defendants”) Motion to Dismiss (the \n“Starwood Defendants’ Motion”) and (ii) Defendant Jones Lang La Salle Americas, \nInc.’s (“JLL”) Motion to Dismiss (“JLL’s Motion”) (collectively, the “Motions”) brought \npursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure in the above-\ncaptioned case.  After considering the Motions, briefs in support of and in opposition \nto the Motions, and the arguments of counsel at a hearing on the Motions, the Court \nhereby GRANTS the Motions.  \nMoore & Van Allen, PLLC by Mark A. Nebrig and Glenn E. Ketner, III, \nfor Plaintiff Remi Holdings, LLC.  \n \nTroutman Sanders, LLP by Kir an H. Mehta , Samuel T. Reaves, and \nKristen L. Schneider, for Defendants IX WR 3023 HSBC Way L.P. and \nStarwood Capital Group Holdings, LLC d/b/a Starwood Capital Group.  \n \nCozen O’Conner by Tracy L. Eggleston and Patrick M. Aul, for \nDefendant Jones Lang LaSalle Americas, Inc.  \n \n \n \nBledsoe, Judge.   \nI. \nPROCEDURAL AND FACTUAL BACKGROUND \n2. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6), but only recites those facts included in the Complaint that are relevant to \nthe Court’s determination of the Motions. \n3. This case arises out of a failed n egotiation of a commercial lease.  Plaintiff \nRemi Holdings, LLC (“Remi” or “Plaintiff”) is engaged in the business of providing \ncustomized equipment maintenance programs, and it currently leases office space in \nCharlotte from Irby Building, LLC (the “Irby Lease”).  (Compl. ¶¶ 1, 10.)  In late 2014, \non account of its growing business, Plaintiff sought to take advantage of an upcoming \nearly termination option on the Irby Lease and seek alternative commercial rental \nspace that better suited its needs.  (Compl.  ¶ 12.)  The Irby Lease allowed Remi to \nterminate the lease early on February 29, 2016 if Remi gave written notice 180 days \nin advance.  (Compl. ¶ 10.)  In early 2015, Plaintiff approached JLL, the Starwood \nDefendants’ commercial real estate agent, and expressed interest in leasing the third \nfloor of a building known as the Edgewater Corporate Center (“Edgewater”).  (Compl. \n¶ 12.)  Plaintiff alleges that Landlord operates Edgewater and that Landlord is a \nmere instrumentality of Starwood.  (Compl. ¶ 4.)  The Starwood Defendants had hired \nJLL as their real estate agent in anticipation of a master lease expiration that would \noccur in 2016.  (Compl. ¶ 13.)   \n \n \n4. The parties began discussing Remi’s potential lease of the third floor of \nEdgewater, and Remi alleges that, relying on Defendants’ representations regarding \nthe availability of the third floor of Edgewater, Remi hired a consultant in February \n2015 to help plan for construction and relocation.  (Compl. ¶ 19.)   \n5. Plaintiff sent a letter of intent in April 2015 t o the Starwood Defendants, \nsetting out the proposed terms of a potential lease (“Letter of Intent” or “Letter”).   \n6. The Letter of Intent contained a disclaimer stating that “[t]he terms and \nconditions outlined herein shall not be binding on either party until incorporated into \na lease document, in form and substance, acknowledged and agreed to by both parties, \nand fully executed by both Landlord and Tenant.”  (Compl. Ex. A, hereafter “LOI,” 6.)  \nFurthermore, the Letter of Intent  stated that its terms were contingent upon: “1) \nLandlord securing a successful buyout arrangement with HSBC of its 3 rd floor lease \nobligation, and; 2) Landlord’s guarantee that the Possession Date of November 1, \n2015 will be met.”  ( LOI 6.)  In its final paragraph, the Letter of Intent stated that \n“while this Letter of Intent is non -binding, it does represent the good faith and good \nwill of each party[.]”  (LOI 7.)  On April 30, 2015, the Starwood Defendants’ real estate \nbroker, JLL, informed Plaintiff via e-mail that the Starwood Defendants accepted the \nterms of the Letter of Intent.  (Compl. ¶ 25.)  The Complaint, however, is devoid of \nany allegations that the contingencies were met.   \n7. Plaintiff, JLL, Landlord, and Starwood all proceeded to exchange comments \nand drafts of a potential lease from June until August of 2015.  In anticipation of the \nupcoming move, Plaintiff incurred costs related to initial space programming, \n \n \narchitecture and planning costs, construction consulting services, and relocation.  \n(Compl. ¶ 35.)  On August 12, 2015, Defendants transmitted to Plaintiff a “final draft \nlease” (the “Final Draft Lease” or the “Lease”).  (Compl. ¶ 39.)  The Final Draft Lease \ncontained a clause stating that it was transmitted for  “review only and the delivery \nof it does not constitute an offer to [Plaintiff] or an option.”1  (Starwood Defs.’ Br. Opp. \nMot. Dismiss Ex. B., hereinafter “Lease,” § 29.10.)  Two days later , Plaintiff signed \nthe Final Draft Lease and transmitted the document to Defendants anticipating that \nthey would counters ign the document.  (Compl.  ¶ 40.)  Defendants allegedly \nrepresented that they would sign the Lease document as soon as the sublease with \nthe current tenant leasing the Edgewater Space was terminated.  (Compl. ¶ 43.)  The \nStarwood Defendants purportedly renounced the Final Draft Lease without signing \nand on September 21, 2015 informed Plaintiff that they would instead  lease the \nEdgewater Spac e to Tri Net, an entity with whom the Starwood Defendants had \nallegedly been negotiating for months without Plaintiff’s knowledge.  (Compl. ¶¶ 45, \n47.)  As a result, Plaintiff missed its early termination deadline in the Irby Lease.  \n(Compl. ¶ 49.)   \n8. Plaintiff commenced this action on October 30, 2015 by filing its Complaint, \nalleging claims against the Starwood Defendants for breach of contract, breach of the \nduty of good faith and fair dealing, breach of the duty to negotiate in good faith, and \n                                                 \n1  The Starwood Defendants attached the Final Draft Lease to their Motion to Dismiss. “When \nruling on a Rule 12(b)(6) motion, a court may properly consider documents which are \nthe subject of a plaintiff's complaint and to which the complaint specifically refers even \nthough they are presented by the defendant.” Oberlin Capital, L.P. v. Slavin, 147 N.C. App. \n52, 60, 554 S.E.2d 840, 847 (2001). \n \n \nunfair and deceptive trade practices  under N.C. Gen. Stat. § 75 -1.1.  Plaintiff \nadditionally asserted claims against JLL for tortious interference with contract and \nwith prospective economic advantage .  The Starwood Defendants and JLL filed \nseparate motions to dismiss pursuant to Rule 12(b)(6) of the North Carolina Rules of \nCivil Procedure.  The Motions are ripe for resolution.  \nII. \nLEGAL STANDARD \n9. The overarching question for the Court on a motion to dismiss under N.C. \nR. Civ. P. Rule 12(b)(6) is “whether as a matter of law, the allegations of the \ncomplaint, treated as true, are sufficient to st ate a claim upon which relief may be \ngranted under some legal theory, whether properly labeled or not.”  Harris v. NCNB \nNat’l Bank of North Carolina, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987) \n(citing Stanback v. Stanback , 297 N.C. 181, 185, 254 S.E .2d 611, 615 (1979)). \nFurthermore, the “complaint must be liberally construed, and the court should not \ndismiss the complaint unless it appears beyond a doubt that the plaintiff could not \nprove any set of facts to support his claim which would entitle him to relief.”  Block \nv. County of Person, 141 N.C. App. 273, 277–78, 540 S.E.2d 415, 419 (2000).  Factual \nallegations must be accepted as true; however, bare legal conclusions are “not entitled \nto a presumption of truth.”  Miller v. Rose, 138 N.C. App. 582, 592, 532 S.E.2d 228, \n235 (2000). \n \n \n \n \nIII. \nANALYSIS \nA. Starwood Defendants’ Motion to Dismiss \na. Breach of Contract—Letter of Intent \n10. Plaintiff alleges that the Letter of Intent  was a “binding preliminary \nagreement” and therefore a “valid contract,” the terms of which the Starwood \nDefendants breached.  (Compl. ¶¶ 27, 51.)  The Starwood Defendants, in their Motion \nto Dismiss, contend that the Letter of Intent is not an enforceable contract because it \n“indicates on its face that it is a non-binding and unenforceable agreement to agree.”  \n(Starwood Defs.’ Mot. Dismiss 3.)  Further, the Starwood Defendants contend that \nStarwood “never assented to the terms of the Letter of Intent, which is indicated by \nthe fact that it ne ver signed the Letter of Intent .”  (Starwood Defs.’ Br. Supp. Mot. \nDismiss 6.) \n11. In order to state a claim for breach of contract, a plaintiff must adequately \nallege the existence of a valid contract and  the breach of the terms of that contract.  \nCharlotte Motor Speedway, LLC v. County of Cabarrus, 230 N.C. App. 1, 6, 748 \nS.E.2d 171, 175 (2013) .  In North Carolina, “a valid contract requires (1) assent; (2) \nmutuality of obligation; and (3) definite terms.”  Id. at 7, 748 S.E.2d at 176.  See also \nElks v. N. State Ins. Co., 159 N.C. 619, 624–26, 75 S.E. 808, 810–11 (1912) (“There is \nno contract unless the parties thereto assent, and they must assent to the same thing, \nin the same sense.”).  Mutual assent is often understood as a “meeting of the minds,” \noccurring w hen the parties demonstrate an intent to be bound  by definite terms.  \n \n \nParker v. Glosson, 182 N.C. App. 229, 232, 641 S.E.2d 735, 737 (2007).  “[A] contract \nto enter into a future contract,” such as a letter of intent, “must specify all its material \nand essential terms, and leave none to be agreed upon as a result of future \nnegotiations.”  Boyce v. McMahan, 285 N.C. 730, 734, 208 S.E.2d 692, 695 (1974).  If \nsuch a contract leaves material portions open  for future agreement, it “is nugatory \nand void for indefiniteness.”  Id.  When considering the document at issue  in Boyce, \nwhich identified itself as a preliminary agreement and stated that the parties would \nenter into a more detailed agreement at some undecided future date, the Supreme \nCourt concluded that the writing “express[ed] the desires of the parties but not the \nagreement of both.”  Id.    \n12. This Court in particular has found unenforceable letters of intent that \ncontain an affirmative declaration of their non-binding effect.  In JDH Capital, LLC \nv. Flowers, the Court held as non-binding a letter of intent where: \n(1) the document . . . says on its face it is a letter of intent and that it is \nnon-binding, (2) the document contemplates the execution of a more \ncomplete agreement, (3) there is no language inferring an intent to be \nbound, and (4) a comparison of the length of the Letter of Intent and the \nproposed joint venture agreement demonstrates the numerous material \nterms yet to be determined when the Letter of Intent was signed. \n \n2009 NCBC LEXIS 8 , at * 15 (N.C. Super. Ct. Mar. 13, 2009) .  In reaching that \nconclusion, the court in JDH Capital specifically relied on Durham Coca-Cola Bottling \nCo. v. Coca-Cola Bottling Co. Consol ., 2003 NCBC LEXIS 5, at * 26 (N.C. Super. Ct. \nApr. 28, 2003).  Similar to the letter in JDH Capital, the letter of intent in Durham \nCoca-Cola Bottling “by its own terms and within its four corners indi cates that it is \nan agreement to agree at a later date,” because it contemplated  a definitive future \n \n \nagreement and purported to represent only the parties ’ good faith ag reement in \nprinciple to its terms.  Id.   \n13. Here, the Letter of Intent contains a fair amount of specificity as to the \nterms of the purported agreement.  Nevertheless, certain details are left undecided \nfor the lease, and the Final Draft Lease is much longer and more detailed than the \nLetter of Intent.  Furthermore, the Letter of Intent repeatedly emphasizes its non -\nbinding nature and makes its terms contingent upon a buyout of Landlord’s other \nlease obligations and Landlord’s guarantee of a specified date of possession .  The \nLetter opens by stating that it “serve[s] as [Remi’s] inten t to enter into a lease \nagreement with Starwood on the following terms and conditions.”  (LOI 1.)  A separate \nclause provides in full:   \nThis Letter of Intent is not be construed in any manner as an obligation \non the part of the tenant to enter into a leas e agreement with the \nLandlord.  The terms and conditions outlined herein shall not be binding \non either party until incorporated into a lease document, in form and \nsubstance acknowledged and agreed to by both parties, and fully \nexecuted by both Landlord and Tenant.   \n \n(LOI 6.)  The Letter concludes by stating that, “[w]hile this Letter of Intent is non -\nbinding, it does represent the good faith and good will of each party to act and execute \nin a manner that accomplishes the end result of a March 1, 2016 open  for business \ndate for Remi at Edgewater[.]”  (LOI 7.)  Like the letter of intent in JDH Capital, the \nLetter is silent on potential remedies that might result from a breach.  \n14. The Court concludes that  the Letter of Intent  does not contain language \nwithin its four corners to give rise to a binding contract.   The Letter’s explicit terms \nprovide that it is not a document intended to bind the parties to future action.  While \n \n \nthe Letter of Intent  does explicitly state that the document “represent[s] the good \nfaith and good will of each party,” the Court concludes that such a phrase is \ninsufficient to create an inference of the parties’ intent to be bound in the face of the \nexplicit language describing the document as non-binding.  Consistent with Durham \nCoca-Cola Bottling Co., 2003 NCBC LEXIS 5,  at *27, the Letter’s representation of \nthe parties’ “good faith and good will” does not give rise to a binding agreement in the \nface of repeated explicit terms regarding the Letter’s non-binding effect.  The Letter \nof Intent also makes its terms contingent upon two specific occurrences, and the \nComplaint lacks any allegations that those events did in fact occur.  The Letter of \nIntent therefore represents the desires, but not the binding agreement, of the parties, \nand Plaintiff’s claim for breach of the Letter of Intent fails as a matter of law.     \nb. Breach of Contract—Final Draft Lease \n15. Plaintiff further alleges that the Final Draft Lease was a binding and valid \ncontract, which the Starwood Defendants breache d by leasing the Edgewater space \nto TriNet rather than to Plaintiff.  The Starwood Defendants argue that Plaintiff’s \nclaim fails for lack of mutual assent because the Starwood Defendants provided the \nlease document not as an offer but “for Tenant’s review only.”  In support of their \nargument, the Starwood Defendants also argue that the Lease fails under North \nCarolina’s statute of frauds, which requires leases with a term of at least three years \nto be in writing and signed by the party to be charged.  N.C. Gen. Stat. § 22-2.     \n16. As an initial matter, the Court cannot entertain the Starwood Defendants’ \nstatute of frauds argument for dismissal at this point in the litigation.   “It is \n \n \ninappropriate to consider, for purposes of a motion under 12(b)(6), whether [a] \ncontract fails to comport with the statu te of frauds, because the defense that the \nstatute of frauds bars enforcement of a contract is an affirmative defense that ‘can \nonly be raised by answer or reply.’”  Brooks Distrib. Co. v. Pugh, 91 N.C. App. 715,  \n723–24, 373 S.E.2d 300, 305 (1988) (Cozort, J., dissenting), rev’d, 324 N.C. 326, 378 \nS.E.2d 31 (1989) (per curiam) (adopting Judge Cozort’s dissenting opinion).  See also \nGreen v. Harbor, 113 N.C. App. 280, 281, 437 S.E.2d 719, 720 (1994) (describing as \n“settled” the rule that the statute of frauds cannot be taken advantage of on a motion \nto dismiss) (quoting Weant v. McCanless , 235 N.C. 384, 386, 70 S.E.2d 196, 197 \n(1952)); In re Freeway Foods of Greensboro , Inc., 467 B.R. 853, 861 –62 (Bankr. \nM.D.N.C. 2012) (collecting cases).    \n17. Nevertheless, the Starwood Defendants allege that the Final Draft Lease \nlacks mutual assent and is therefore not a valid contract.  Plaintiff alleges that the \nStarwood Defendants made an offer on August 21, 2015 by delivering the Lease to \nPlaintiff, which Plaintiff accepted by signing and returning the Lease to the Starwood \nDefendants.  (Compl. ¶¶ 39–40.)  The Starwood Defendants contend that the August \n21, 2015 delivery of the Final Draft Lease specifically disclaimed that it was an offer \nand thus did not create the power of acceptance in Plaintiff. \n18. “There is no meeting of the minds, and, therefore, no contract, when ‘in the \ncontemplation of both parties . . . something remains to be done to establish contract \nrelations.’”  Parker, 182 N.C. App.  at 232, 641 S.E.2d at 737 (quoting Fed. Reserve \nBank v. Neuse Mfg. Co. Inc. , 213 N.C. 489, 493, 196 S.E. 848, 850 (1938)).  Because \n \n \nparties must agree to the same thing in the same sense, “when negotiating parties \nmake it clear that they do not intend to be bound by a contract until a formal written \nagreement is executed, no contract exists at that time.”  Id.  In this case, the Final \nDraft Lease that Plaintiff signed included a provision stating that “Landlord has \ndelivered a copy of this Lease to Tenant for Tenant’s review only and the delivery of \nit does not constitute an offer to Tenant or an option.”  (Lease § 29.10.)  The Starwood \nDefendants argue that this clause affirms the Letter of Intent’s anticipation of “a \nlease document, in form and substance acknowledged and agreed to by both pa rties, \nand, fully executed by both Landlord and Tenant.”  (LOI 6.)    \n19. In response, Plaintiff argues that th e Starwood Defendants should be \nestopped from relying on section 29.10 of the Final Draft Lease.  (Pl.’s Br. Opp. \nStarwood Mot. Dismiss 13.)  Plaintiff directs the Court to allegations that: \n[O]n August 12, 2015, [Plaintiff’s agent] informed JLL [and the \nStarwood Defendants] that the final lease needed to be signed by August \n21, 2015.  That same day, JLL  responded on behalf of itself [and the \nStarwood Defendants] that they understood the urgency, and with the \nlease review and revision process completed, JLL  provided an updated \nand revised final draft lease to Remi. \n \n(Compl. ¶¶ 38 –39.)  Plaintiff contends that these allegations are sufficient to \ndemonstrate that the Lease delivered to it on August 12, 2015 was an offer.  However, \nreading these allegations in the light most favorable to Plaintiff, the allegation that \nthe Starwood Defendants sent “an updated and revised final draft lease”  does not \novercome the explicit language in section 29.10 that the Starwood Defendants were \nnot providing the Lease as an offe r.  Plaintiff’s contention that section 29.10 was \n \n \nunintentionally left in the “final draft Lease” is not supported by language in the \nComplaint.2 \n20. After careful review, t he Court concludes that the Final Draft Lease does \nnot evince an intent to be bound on the part of the Starwood Defendants.  In Howlett \nv. CSB, LLC, 164 N.C. App. 715, 596 S.E.2d 899 (2004), the Court of Appeals reached \nthe same conclusion under similar circumstances.  In that case, the Court concluded \nthat the plaintiff’s signing of a lease  document did not evince an intent to be bound \nby the defendants, who had provided the documents to plaintiffs, identified the \ndocument as a proposed lease agreement, and included language anticipating a final \nexecuted agreement.  Id. at 720, 596 S.E.2d at  903.3  In this case, the Starwood \nDefendants withheld their consent to be bound by expressly including language that \nthe Lease draft provided to Plaintiff was not an offer  and was tendered only for \nnegotiation purposes .  As such, Plaintiff cannot establish that its signature and \ndelivery of the Final Draft Lease created a binding contract, and Plaintiff’s claim for \nbreach of the lease agreement therefore must fail.4 \n                                                 \n2  In support of this argument, Plaintiff attached to its response brief e -mails between the \nparties leading up to the exchange of the Lease on August 12, 2015.  (Pl.’s Br. Opp. Starwood \nMot. Dismiss Ex. B.)  The Court declines to consider those limited e -mails here, as doing so \nwould convert this to a Rule 56 motion for summary judgment.  Raintree Homeowners Ass’n, \nInc. v. Raintree Corp., 62 N.C. App. 668, 673, 303 S.E.2d 579, 581–82 (1983).  \n \n3  Although not binding here, the Court finds persuasive the Eastern District of New York’s \napplication of basic contract principles under similar facts, Coney Island Resorts, Inc. v. \nGiuliani, 00 CV 2233 (ILG), 2000 U.S. Dist. LEXIS 8354, at *16 (E.D.N.Y. Ma y 10, 2000) \n(holding that transmission by a party of a draft lease “clearly marked ‘draft’” did not “operate \nto create a valid and enforceable lease” when it was not signed by the transmitting party). \n \n4  Although the Court declines to consider the e -mails Plaintiff has attached to its response \nin resolving the Starwood Defendants’ Motion to Dismiss , see supra note 2, the Court has \nreviewed those e -mails for the limited purpose of determining whether Plaintiff could \n \n \nc. Breach of the Duty of Good Faith and Fair Dealing \n21. Plaintiff brings claims against t he Starwood Defendants for breach of the \nduty of good faith and fair dealing with respect to both the Letter of Intent and the \nFinal Draft Lease.  “In every contract there is an implied covenant of good faith and \nfair dealing that neither party will do any thing which injures the right of the other \nto receive the benefits of the agreement.”  Bicycle Transit Auth., Inc. v. Bell, 314 N.C. \n219, 228, 333 S.E.2d 299, 305 (1985) (citation omitted).  Because the Court has \nalready concluded that Plaintiff had no bin ding contracts with the Starwood \nDefendants, Plaintiff’s claim for breach of the implied covenant of good faith and fair \ndealing must fail.  See Suntrust Bank v. Bryant/Sutphin Prop., LLC, 222 N.C. App. \n821, 833, 732 S.E.2d 594, 603 (2012) (“As the jury de termined that plaintiff did not \nbreach any of its contracts with defendants, it would be illogical for this Court to \nconclude that plaintiff somehow breached implied terms of the same contracts.”). \nd. Breach of the Duty to Negotiate in Good Faith \n22. Plaintiff alleges that “in the alternative, if the Court finds that Remi and \nStarwood and/or Landlord did not reach a final agreement in the Letter of Intent \n                                                 \nsuccessfully re-plead this claim following a dismissal without prejudice.  After careful review, \nthe Court concludes that Plaintiff’s e -mails are not sufficiently particular to defeat the \nexplicit language in section 29.10.  In fact, the e-mails indicate that Plaintiff’s broker was the \nlast party to make substantive changes to the Lease terms .  Therefore, even if Plaintiff re -\npleaded the claim, it would still need to demonstrate that the Starwood Defendants would \nhave agreed to the elimination of section 29.10 such that Plaintiff’s signature on th e Final \nDraft Lease was an acceptance rather than an offer.  Plaintiff has forecast no such evidence.  \nThe Court, therefore, in the exercise of its discretion, determines that dismissal of this claim \nwithout prejudice is not merited.  See Johnson v. Bollinger, 86 N.C. App. 1, 8–9, 356 S.E.2d \n378, 383 (1987) (discussing the trial court’s broad discretion to grant a dismissal with or \nwithout prejudice).   \n \n \nand/or the Lease,” the Starwood Defendants breached a duty to negotiate in good \nfaith with Plaintiff.  (Compl. ¶ 80.)  In a matter of first impression in North Carolina, \nthe Business Court recently allowed a claim for breach of the duty to negotiate in \ngood faith in RREF BB Acquisitions, LLC v. MAS Props. , LLC, 2015 NCBC LEXIS \n61 (N.C. Super. Ct. June 9, 2015) (McGuire, J.).   See also Insight Health Corp. v. \nMarquis Diagnostic Imaging of NC, LLC, 2016 NCBC LEXIS 77 (N.C. Super. Ct. Oct. \n7, 2016) (discussing RREF at length).  North Carolina’s appellate courts have not \nrecognized such a claim, and did not have the opportunity to directly review RREF \nbecause the parties stipulated to a dismissal prior to any appeal.   \n23. Under the unique facts of  RREF, which involved negotiations for a loan \nworkout between parties who had a twenty-year history of doing business, the court \nconcluded that an agreement to negotiate in good faith could be en forceable.  The \nRREF opinion held that an agreement to continue to negotiate in good faith could be \nenforceable, “provided that it met all of the requirements for contract formation under \nNorth Carolina law,” because North Carolina law already implies in every contract a \nduty of good faith and fair dealing.  RREF, 2015 NCBC LEXIS 61, at *57.  RREF \nconcluded that a duty to negotiate in good faith would not arise spontaneously or \nindependently, but may arise from a binding “preliminary agreement” between \nparties to continue negotiations.  Id. at *53 –54 (quoting  Sony Ericsson Mobile \nCommuns. USA, Inc. v. Agere Sys., 2007 NCBC LEXIS 28, *7 –10 (N.C. Super. Ct. \nAug. 27, 2007) (applying New York law to acknowledge preliminary agreements to \n \n \nnegotiate as enforceable and capable of obligating parties “to continue to negotiate all \nterms in good faith”)).   \n24. In allowing the claim to proceed past summary judgment, the court in RREF \nfound that the claimant had proffered sufficient evidence to allow a determination \nthat the parties had made a contract, one of the terms of which was an agreement to \ncontinue to negotiate in good faith.  RREF, 2015 NCBC LEXIS 61, at *57–58. \n25. Plaintiff alleges that its negotiations with the Starwood Defendants at least \ngave rise to a binding agreem ent to negotiate in good faith, which t he Starwood \nDefendants allegedly breached by repudiating the Letter of Intent and/or the Lease, \nand purporting to lease the Edgewater Space to Tri Net.  (Compl. ¶ ¶ 80 –81.)  \nAccording to Plaintiff, the agreement to negotiate in good faith arose from the Letter \nof Intent, which stated: \nWhile this Let ter of Intent is non -binding, it does represent the good \nfaith and good will of each party to act and execute in a manner that \naccomplishes the end result of a March 1, 2016 open for business date \nfor Remi at Edgewater, while following the terms and condit ions \noutlined herein.   \n \n(LOI 7.)   \n26. The Court is not persuaded that this representation of the parties’ good faith \nand good will creates a binding agreement to negotiate in good faith.  In RREF, the \ncourt concluded that the jury could find a binding agreem ent based on the parties’  \ncourse of conduct in negotiating the final deal.  Here, however, Plaintiff argues that \nthe parties’ entry into the Letter of Intent also created a binding agreement to \nnegotiate in good faith.  The Court has already concluded that the Letter of Intent is \n \n \nnot a binding preliminary agreement under Boyce and related cases.  Without further \nfactual allegations, the Court concludes that the same conduct that failed to give rise \nto a binding preliminary agreement does not  give rise to a binding agreement to \nnegotiate in good faith.  In other words, having concluded that the Letter of Intent \n“expresses the desires of the parties but not the agreement of both,” Boyce, 285 N.C. \nat 734, 208 S.E.2d at 695, it would be illogical to conclude that a perfunctory reference \nto the parties’ good faith in that same Letter of Intent creates a binding agreement. \n27. Whether or not our appellate courts eventually recognize a claim for the \nbreach of the duty to negotiate in good faith  as described in RREF, the  Court \nconcludes that Plaintiff has not pleaded the existence of a binding agreement to \nnegotiate meeting “all of the requirements for contract formation under North \nCarolina law,” which was an essential element of the claim allowed in RREF.   2015 \nNCBC LEXIS 61, at *57.  As a result, Plaintiff’s claim must be dismissed. \ne. Unfair and Deceptive Trade Practices \n28. Plaintiff alleges that the Starwood Defendants’ conduct rises to the level of \nan unfair or deceptive trade practice under N.C. Gen. Stat. § 75-1.1.  Plaintiff alleges \nits claim must survive the Starwood Defendants’ Motion because (1) the RREF Court \nallowed a Chapter 75 claim on the basis of the same conduct that supported the claim \nfor breach of the duty to negotiate in good faith, and (2) Plaintiff has a lleged \nsubstantial aggravating circumstances attendant to a breach of contract.  (Pl.’s Br. \nOpp. Starwood Mot. Dismiss 21.)  This Court has concluded that Plaintiff’s claims for \n \n \nbreach of the duty to negotiate in good faith and breach of contract must be dismissed.  \nTherefore, both of Plaintiff’s arguments fail. \n29. The Court additionally notes that Plaintiff’s allegations do not describe \nunfair or deceptive conduct sufficient to state a claim under Chapter 75.  See Dalton \nv. Camp, 353 N.C. 647, 656, 548 S.E.2d 704, 711 (2001) (“In order to establish a prima \nfacie claim for unfair trade practices, a plaintiff must show: (1) defendant committed \nan unfair or deceptive act or practice . . . .”).  The Court of Appeals has held that \nconduct similar to that alleged here does not violate Chapter 75.  In Computer \nDecisions v. Rouse Office Management , the plaintiff negotiated to lease office space \nfrom the defendants.  124 N.C. App. 383, 385, 477 S.E.2d 262, 263 (1996).  The parties \nengaged in detailed negotiations, apparently agreeing to all the terms of the proposed \nlease agreement.  Id. at 385–86, 477 S.E.2d at 263–64.  The parties failed to execute \nthe lease, and the defendant instead leased the property to another tenant with whom \nit had been in negotiations .  Id.  The court dismissed plaintiff’s Chapter 75 claim, \nconcluding that “by deciding not to pursue lease negotiations with plaintiff, \ndefendants were simply exercising their right to contract freely with whomever they \nchoose.”  Id. at 390, 477 S.E.2d at 266.  Under the similar facts in this case, the \nStarwood Defendants have likewise exercised their freedom to contract, and Plaintiff \nhas failed to allege unfair or deceptive conduct sufficient to maintain a Chapter 75 \nclaim.  Therefore, Plaintiff’s claim for unfair and deceptive trade practices must be \ndismissed.   \n \n \n \nB. JLL’s Motion to Dismiss \n30. Plaintiff asserts claims against JLL for tortious interference with contract \nand tortious interference with a prospective business advantage.  JLL’s Motion seeks \ndismissal of both claims. \na. Tortious Interference with Contract \n31. In order to plead a claim for tortious interference with contract in North \nCarolina, a plaintiff must allege “(1) the existence of a valid contract between plaintiff \nand a third party; (2) knowledge by defendant of the contract; (3) acts by defendant \nto intentionally induce the third party not to perf orm the contract; (4) defendant’ s \nacts were committed without justification; and (5) actual damage to the plaintiff.”  \nBarker v. Kimberly-Clark Corp., 136 N.C. App. 455, 462, 524 S.E.2d 821, 826 (2000).  \nPlaintiff alleges that it had a valid contract with the Starwood Defendants, which \nJLL intentionally induced the Starwood Defendants not to perform.  The Court has \ndetermined above that n either the Letter of Intent nor the Final Draft Lease were \nvalid co ntracts.  As such, Plaintiff’s C omplaint is unable to satisfy an essential \nelement of the claim, and Plaintiff’s claim for tortious interference with contract \nagainst JLL fails as a matter of law.  See Cobra Capital, LLC v. RF Nitro Commc’ns, \nInc., 266 F. Supp.2d 432, 439 (M.D.N.C. 2003) ( dismissing a tortious interference \nclaim under North Carolina law where the underlying document was merely a non -\nbinding proposal of terms for a later contemplated contract). \n \n \n \n \nb. Tortious Interference with Prospective Economic Advantage \n32. To state a claim for tortious interference with prospective economic \nadvantage, Plaintiff “must allege facts to show that [JLL] acted without justification \nin inducing a third party to refrain from entering into a contract with [Plaintiff] which \ncontract would have ensued but for the interference.”  Walker v. Sloan, 137 N.C. App. \n387, 393, 592 S.E.2d 236, 242 (2000) (citation omitted).  Plaintiff alleges that, in the \nalternative, if the Letter of Intent and the Final Draft Lease were not binding \ncontracts, JLL tortiously induced the Starwood Defendants from entering into those \ncontracts.  (Compl. ¶¶ 75–76.)   \n33. For tortious interference claims, North Carolina dist inguishes between \noutsiders and non-outsiders to the transaction.  Non-outsiders are those who, while \nnot a party to the contract or the prospective contract, have a legitimate business \ninterest in the subject matter.  Smith v. Ford Motor Co., 289 N.C. 71, 87, 221 S.E.2d \n282, 292 (1976).  A non-outsider enjoys qualified immunity from liability on a tortious \ninterference claim.  Combs v. City Elec. Supply Co., 203 N.C. App. 75, 84, 690 S.E.2d \n719, 725 (2010).  A non-outsider loses qualified immunity if the non-outsider acts with \n“legal malice.”  Varner v. Bryan, 113 N.C. App. 697, 702, 440 S.E.2d 295, 298 (1994).  \n“A person acts with legal malice if he does a wrongful act or exceeds his legal right or \nauthority in order to prevent the continuation of the contract between the parties.”  \nId. \n34. In this case, JLL served as the real estate broker for the Starwood \nDefendants.  JLL therefore had a legitimate business interest in securing a lease on \n \n \nthe Edgewater space f or the Starwood Defendants, and JLL is a non -outsider for \npurposes of a tortious interference claim.  See, e.g., Rhodes, Inc. v. Morrow , 937 F. \nSupp. 1202, 1216 (M.D.N.C. 1996) (holding that an attorney, as a representative of \nthe client, wa s a non -outsider with respect to transactions on which the attorney \nadvised the client).  Therefore, Plaintiff must allege that JLL acted with legal malice \nin inducing the Starwood Defendants not to enter into contracts with Plaintiff.  The \nComplaint lacks factual allega tions, however,  that JLL intentionally performed a \nwrongful act or exceeded its legal right or authority in order to prevent the Starwood \nDefendants from entering into a contract with Plaintiff.  Plaintiff therefore has failed \nto plead an essential element  of the claim, and P laintiff’s claim for tortious \ninterference with a prospective economic advantage must fail.   \nIV. \nCONCLUSION \n35. For the foregoing reasons, the Court hereby GRANTS the Starwood \nDefendants’ Motion to Dismiss and GRANTS JLL’s Motion to Dismiss. \n36. Accordingly, Plaintiff’s claims  and this action  are hereby dismissed with \nprejudice. \nSO ORDERED, this the 12th day of December, 2016.  \n \n \n \n \n \n      /s/ Louis A. Bledsoe, III  \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n          for Complex Business Cases "
}