{
  "id": "fc9fb5e74598b032bd904f631745810bd5281154f1f72fe89e2ac24d4e841c18",
  "source_file": "data/raw/ncbc/fc9fb5e74598b032bd904f631745810bd5281154f1f72fe89e2ac24d4e841c18.pdf",
  "raw_text": "Hocutt v. Hocutt, 2019 NCBC 24. \n \n \nSTATE OF NORTH CAROLINA \n \nWILSON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 1500 \n \nJOEY MICHAEL HOCUTT, in his \nindividual capacity and, \nalternatively, in his capacity as an \nofficer, manager, director, and \nshareholder of TRIPLE J PRODUCE, \nINC.; HOCUTT FARMS, INC.; and \nHOCUTT BROTHERS, INC.; and \nderivatively on behalf of TRIPLE J \nPRODUCE, INC., \n \nPlaintiff, \n \nv. \n \nJAMES MICHAEL HOCUTT; and \nMICHAEL JAY HOCUTT, in their \nindividual capacities and in their \nrespective capacities as officers, \ndirectors, managers and/or \nshareholders of TRIPLE J \nPRODUCE, INC.; HOCUTT FARMS, \nINC.; and HOCUTT BROTHERS, \nINC.; TRIPLE J PRODUCE, INC.; \nHOCUTT FARMS, INC.; and \nHOCUTT BROTHERS, INC., \n \nDefendants. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT JAMES MICHAEL \nHOCUTT’S MOTION TO ENFORCE \nSETTLEMENT AGREEMENT \n \n THIS MATTER comes before the Court on Defendant James Michael Hocutt’s \n(“Mike”) Motion to Enforce Settlement Agreement .  (“Motion”, ECF No. 30 .)  The \nmatter has been fully briefed and is ripe for determination.  P ursuant to Rule 7.4 of \nthe General Rules of Practice and Procedure for the Nor th Carolina Business Court \n(“BCR”), the Court decides the Motion without a hearing. \nTHE COURT, having reviewed the Motion, the briefs and evidence submitted \nin support of and in opposition to the Motion, and other appropriate matters of record, \nconcludes that the Motion should be DENIED.  \n \nA. Factual Background of the Parties’ Disputes and Settlement Negotiations  \n1. A party may seek to enforce a settlement agreement by dismissing the \noriginal action and bring ing a new action to enforce the agreement, or by filing  a \nmotion in the original action.  When a party seeks to enforce the settlement \nagreement by motion in the original action, the motion is treated as a motion for \nsummary judgment.  Hardin v. KCS Int’ l, Inc., 199 N.C. App. 687, 695, 682 S.E.2d \n726, 733 (2009); Ray Lackey Enters., Inc. v. Vill. Inn Lakeside, Inc. , 2016 NCBC \nLEXIS 9, at *7 (N.C. Super. Ct. Jan. 29, 2016) (citing Hardin).  Accordingly, the \nfollowing facts, drawn from the parties’ evidentiary filings, are undisputed.1 \n2. This case arises from a long-simmering dispute between Mike, Plaintiff \nJoey Michael Hocutt (“Joey”), and Defendant Michael Jay Hocutt (“Jay”) over control \nof three closely-held, family owned, businesses: Hocutt Farms, Inc. (“Hocutt Farms”), \nHocutt Brothers, Inc. (“Hocutt Brother s”), and Triple J Produce, Inc.  (“Triple J”)  \n(collectively, the “Hocutt Entities”).  Defendant Mike is the father of Joey and Jay. \n3. From the summer of  2017 to October  2018, prior to the filing of this \nlawsuit, the parties engaged in extensive negotiations in an attempt to resolve their \ndisputes short of litigation.  In the  negotiations, Mike was represented by attorneys \nAllen Thomas, Julie Williams (“Williams”), and Tom Sallenger; Joey was represented \nby attorney  Paul Flick (“Flick”) ; Jay was represented by attorney  Will Farris  \n(“Farris”); and Triple J was represented by attorney Dan Boyce (“Boyce”). \n                                                 \n1 The facts regarding the negotiation process are drawn almost exclusively from the Affidavit \nof Paul T. Flick, (ECF No. 58), and the Affidavit of R. Daniel Boyce, (ECF No. 54), the only \naffidavits submitted by the parties from the attorneys involved in the settlement negotiations \ndiscussed herein. \n \n4. Because of the tensions between Mike, Joey, and Jay, the attorneys met \ntogether to negotiate without their clients.  The specific issues underlying potential \nresolution of the dispute were very complex, so the attorneys initially discussed only \npotential frameworks for a settlement. (ECF No. 58, at ¶¶ 7 –9.)  They subsequently \nexchanged more specific settlement terms and circulated draft settlement \nagreements.  The attorneys used these draft settlement agreements as a means of \ndiscussing with their respective clients the various terms that were being discussed \nby the lawyers.   (Id. at ¶¶ 9 –10.)  The draft agreements served as “written \nmemoranda of what each of the lawyers was going to try to get approval from their \nclients working towards an agreement that could get signed.”  (Id. at ¶ 10.)  The draft \nsettlement agreements were  not offers from one party to another, and none of the \ndraft ag reements were  ever signed.  ( Id.)  Although the attorneys made progress \nresolving the disputes, the parties never came to a “meeting of the minds . . . as to all \nessential terms or components of the proposed drafts,” and ultimately the parties did \nnot reach a settlement.  (Id. at ¶ 12.) \n5. In September  2018, the parties circulated the last draft settlement \nagreement (“Last Draft”).  (ECF No. 34 [SEALED].)2  Mike and Jay communicated to \ntheir respective counsel that they accepted the terms of the Last Draft as a settlement \nof the disputes.  (Aff. of James Michael Hocutt, Settlement Agr. ECF No. 30.2, at ¶ 8; \nECF No. 43, at ¶ 9.)  Flick met with Joey to review the Last Draft.  Joey rejected the \nterms of the Last Draft, and provided Flick with additional terms that Joey wanted \n                                                 \n2 Triple J’s attorney, Boyce, never received the Last Draft, nor was he informed that any final \nsettlement had been reached.  (ECF No. 54, passim.) \n \nincluded in a final settlement.  (Aff . of Joey Michael Hocutt, ECF No. 59, at ¶¶  15–\n16; ECF No. 58, at ¶ 13.) \n6. On September 24, 2018, Flick sent a n email to the other attorne ys \ninvolved in the negotiations notifying them that Joey had rejected the terms of the \nLast Draft and was now demanding additional terms.  (ECF No. 58 at Ex. B.)  Mike’s \ncounsel responded that “[w]e most likely have reached an impasse but will let you \nknow once we have spoken to Mike.”  (Id.)  The record does not contain any response \nfrom Jay’s attorney. \n7. None of the attorneys involved in the negotiations responded to Joey’s \nrejection of the Last Draft by claiming that Joey had already agreed to its terms and \nwas reneging on such agreement.  (ECF No. 58, at ¶ 17; ECF No. 54, at ¶ 8.)  T o the \ncontrary, t he attorneys continue d to negotiate over the terms , but those attempts \nfailed to produce a final settlement.  (ECF No. 58, ¶¶ 15 –15 [sic.]3.)  On October 15, \n2018, Flick sent an email to the attorneys outlining a set of new terms demanded by \nJoey in order to agree to a settlement.  ( Id. at Ex. B.)  On October 17, 2018, the day \nthis lawsuit was filed, Williams sent an email to Flick stating that “Mike does not \nagree to the current proposal on the table” and suggested she would communicate \nany further ideas “to try to get this settled.”  (Id.) \n \n \n                                                 \n3 Flick’s Affidavit contains two paragraphs numbered 15 and two paragraphs numbered 16.  \nThe citation refers to the first paragraphs numbered 15 and 16, and to the second paragraph \nnumbered 15 which actually is the 17th paragraph in the Affidavit. \n \nB. Procedural Background  \n8. On October 17, 2018, Joey filed this action, and it was designated to the \nNorth Carolina Business Court and assigned to the undersigned the following day.  \n(Compl., ECF No. 3; Design. Order, ECF No. 1; Assign. Order, ECF No. 2.) \n9. Mike filed the Motion on February 1, 2019 along with a Brief in Support \nof the Motion, (ECF No. 31), supporting affidavits, and the Last Draft. \n10. On February 12, 2019, Jay filed his Response requesting that the Court \ngrant the Motion , along with Jay’s affidavit in support of the Motion .  (Jay Hocut t \nResp., ECF Nos. 42, 76; Jay Hocutt Aff., ECF No. 43.) \n11. On February 20, 2019, Triple J filed its Response opposing the Motion, \nalong with the Boyce Affidavit.  (Triple J Resp., ECF No. 53.)  On the same date, Joey \nfiled a Response in opposition to the Motion, (ECF No. 57), a brief in opposition to the \nMotion, (ECF No. 61), the Flick Affidavit, and two separate a ffidavits from Joey.  \n(Joey Hocutt Affs., ECF Nos. 59, 60.) \n12. Mike filed a reply in support of the Motion.  (Reply, ECF No. 65.)  The \nMotion is ripe for determination.     \nC. Legal Standards \n13. “Summary judgment is appropriate when ‘there is no genuine issue as \nto any material fact’ and ‘any party is entitled to a judgment as a matter of \nlaw.’”  Builders Mut. Ins. Co. v. N. Main Constr., Ltd. , 361 N.C. 85, 88, 637 S.E.2d \n528, 530 (2006) (quoting N.C. Gen. Stat. § 1A-1, Rule 56(c)).  “A ‘genuine issue’ is one \nthat can be maintained by substantial evidence.”  Dobson v. Harris, 352 N.C. 77, 83, \n \n530 S.E.2d 829, 835 (2000).  The moving party bears the burden of showing that there \nis no genuine issue of material fact and that the movant is entitled to judgment as a \nmatter of law.  Hensley v. Nat ’l Freight Transp., Inc. , 193 N.C. App. 561, 563, 668 \nS.E.2d 349, 351 (2008).  The Court must view the evidence in the light most favorable \nto the non-movant. Dobson, 352 N.C. at 83, 530 S.E.2d at 835. \n14. “A settlement agreement is a contract governed by the rules of contract \ninterpretation and enforcement.”  Williams v. Habul , 219 N.C. App. 281, 289, 724 \nS.E.2d 104, 110 (2012) (citing Harris v. Ray Johnson Constr. Co., 139 N.C. App. 827, \n829, 534 S.E.2d 653, 654 (2000)).   \nIn the formation of a contract an offer and an acceptance \nare essential elements; they constitute  the agreement of \nthe parties.   The offer must be c ommunicated, must be \ncomplete, and must be accepted in its exact terms. \nMutuality of agreement is indispensable; the parties must \nassent to the same thing in the same sense,  idem re et \nsensu, and their minds must meet as to all the terms. \nDodds v. St. Louis Union Trust Co. , 205 N.C. 153, 156, 170 S.E. 652, 653 (1933) \n(internal citations omitted); see also Washington v. Traffic Markings, Inc. , 182 N.C. \nApp. 691, 697, 643 S.E.2d 44, 48 (2007)  (quoting Dodds).  “For an agreement to \nconstitute a valid contract, the parties’ minds must meet as to all the terms.   If any \nportion of the proposed terms is not settled, or no mode agreed on by which they may \nbe settled, there is no agreement.”  Chappell v. Roth, 353 N.C. 690, 692, 548 S.E.2d \n499, 500 (2001) (intern al quotation marks and citations omitted).  “To determine \nwhether mutual assent exists, a court considers the parties’ words and acts from the \nperspective of a reasonable person.”  Baker v. Bowden, 2017 NCBC LEXIS 31, at *9 \n \n(N.C. Super. Ct. Apr. 3, 2017) (citing Howell v. Smith, 258 N.C. 150, 153, 128 S.E.2d \n144, 146 (1962)).  \n15. “Generally, a party seeking to enforce a contract has the burden of \nproving the essential elements of a valid contract[.]”  Se. Caissons, LLC v. Choate \nConstr. Co., 247 N.C. App. 104, 110, 784 S.E.2d 650, 654 (2016) (quoting Orthodontic \nCtrs. of Am., Inc. v. Hanachi , 151 N.C. App. 133, 135, 564 S.E.2d 573, 575 (2002)) \n(quotation marks omitted).  \nD. Analysis \n16. The Court has carefully reviewed the evidence submitted and the \narguments of couns el and concludes that Mike has wholly failed to establish the \nexistence of undisputed facts  showing that the Last Draft  was a full and final \nsettlement, which would entitle him to enforce the terms of the Last Draft.  While the \nCourt believes that the Moti on is close to frivolous, and t hat undisputed facts \narguably would entitle Plaintiff to judgment as a matter of law rather than Mike, at \na minimum virtually all dispositive facts are in dispute. \n17. In the Motion , Mike contends  that the parties reached a final and \nbinding settlement of the claims at issue in this case , the terms of which are  \n“memorialized” in the Last Draft.  (ECF No. 31, at p.  2.)  Mike admits that Joey \nrefused to sign the Last Draft, and that Flick communicated Joey’s rejection of the \nLast Draft, but maintains that a valid agreement was created nonetheless by Mike \nand Jay’s acceptance of the Last Draft.  (ECF No. 31, at p. 2; Mike Hocutt Aff., ECF \nNo. 30.2, at ¶ 11.) \n \n18. Mike has not met his burden of proving that the Last Draft was a valid \nand enforceable contract .  Mike has not provided affidavits or any other competent \nevidence from Mike’s or Jay’s attorneys regarding the negotiations or the Last Draft.  \nThere is no evidence that any of the counsel involved in the negotiations believed the \nLast Draft was an offer of final settlement from Joey.  In fact, Mike has provided no \nevidence regarding how or when, specifically, the Last Draft was provided to Mike or \nJay.  Mike claims in his unverified Motion that Flick “circulated” the Last Draft, but \ndoes not provide any email or other communications from Flick regarding his intent \nin circulating the document.  Flick contends that the attorneys circulated the draft \nsettlement agreements as memoranda and not firm offers.  Mike has not presented \nevidence that Flick intended the Last Draft, unlike the many other draft agreements \ncirculated, to be a  complete and final offer of settlement.  At minimum, there is a \nfactual dispute as to this issue because Flick states that the written drafts of proposed \nsettlement agreements were not offers.  (ECF No. 58, at ¶ 10.) \n19. On the other hand, the evidence indicates that Mike’s counsel, Williams, \nunderstood the Last Draft was not a final or firm proposal to settle.  When Flick \ncommunicated Joey’s refusal to accept the terms of the Last Draft, Williams did not \nclaim that Joey was reneging on a firm offer, but instead responded that the parties \nappeared to be at impasse.  Williams continued to negotiate with Flick and referred \nto J oey’s new terms communicated by Flick on October 15, 2018, as “the current \nproposal on the table.”  (ECF No. 58 at Ex. B.) \n \n20. The evidence also is undisputed that the Last Draft was not provided to \nthe attorney for Triple J, a necessary party to a final settlement. \n21. In addition, the evidence in the record from attorneys who participated \nin the negotiations  is that there was never a meeting of the minds as to all of the \nterms essential to have a final and binding settlement.  Mike provided no evidence \nthat his attorney or Jay’s attorney believed that the parties had a meeting of the \nminds. \n22. Finally, Mike argues that an email sent by Flick on December 10, 2018 \nto the counsel representing the parties in this lawsuit contains an admission that the \nLast Draft was  a firm settlement proposal.   (ECF No. 31, at pp. 3 –4; Dec. 10, 2018 \nEmail, ECF No. 30.5)   Flick attached two documents to the email titled “Scan2018-\n11-09Offer.pdf” and “Global SA Hocutt15.doc.” 4 (ECF No. 30.5.)  Mike cl aims that \nFlick’s reference to the Last Draft as the “last global draft,” and Flick’s statement \nthat “the last global draft fell apart over the introduction by Joey of [new terms] ,” is \na concession that the Last Draft was a firm offer.  (ECF No. 31, at p. 4.)  Mike does \nnot explain in his brief, and the Court does not understand, how Flick’s statement \nconstitutes an admission that the Last Draft was an offer of settlement , as opposed \nto another draft settlement agreement intended as a memoranda for purposes  of \nadvancing the negotiations.  The Court concludes this argument is without merit. \n23. The Court, considering the evidence presented in a light most favorable \nto the non-movant(s), concludes that there are significant genuine issues of material \n                                                 \n4 The document titled “Global SA Hocutt15.doc.” was a copy of the Last Draft. \n \nfact in dispu te and that  Mike is not, under these facts  as presented , entitled to \njudgment as a matter of law on his Motion.  Accordingly, the Motion should be \nDENIED. \nTHEREFORE, IT IS ORDERED that the Motion is DENIED.  \n \nThis, the 4th day of April, 2019. \n \n  /s/ Gregory P. McGuire   \nGregory P. McGuire \nSpecial Superior Court Judge for  \nComplex Business Cases \n \n   \n \n "
}