{
  "id": "fce96f7cf31dc3f231af6f9ebbff0f9d0a87c621182029fa909135ef524cff07",
  "source_file": "data/raw/ncbc/fce96f7cf31dc3f231af6f9ebbff0f9d0a87c621182029fa909135ef524cff07.pdf",
  "raw_text": "Gwaltney v. Gwaltney, 2017 NCBC 12. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n  SUPERIOR COURT DIVISION \nCOUNTY OF GUILFORD 16 CVS 7063 \n \n \nDOUGLAS E. GWALTNEY, Individually ) \nand Derivatively on Behalf of LITTLE  ) \nCREEK ELECTRONICS INC., ) \n  Plaintiff,  ) \n   )   \n v.  ) ORDER ON PLAINTIFF’S \n   ) MOTION TO DISQUALIFY  \nJAMES A. GWALTNEY, MICHAEL S. ) COUNSEL \nGREEN, and LITTLE CREEK ) \nELECTRONICS INC., ) \n  Defendants. ) \n  \n \nTHIS MATTER  comes before the Court on Plaintiff’s Motion to Disqualify \nCounsel for Little Creek Electronics, Inc . (“Little Creek”) and to Dismiss or Strike \nDefendant’s Pleadings (“Plaintiff’s Motion to Disqualify”).  Plaintiff seeks to \ndisqualify Harry G. Gordon and the Gordon Law Offices (collectively, “Gordon”) \nfrom representing the corporate D efendant, Little Cree k, in this lawsuit, and to \nstrike those pleadings filed to -date by Gordon on behalf of Little Creek in this \naction. \nTHE COURT, having carefully considered the Motion , the briefs and \nevidentiary materials filed in support of and  in opposition to the Motion,  and other \nappropriate matters of record, concludes, in its discretion, that the Motion should be \nGRANTED for the reasons set forth below. \n \n \n \nA. Factual and Procedural Background. \n1. Little Creek is a North Carolina corporation with its principal place of \nbusiness in G uilford County, North Carolina.  Plaintiff Douglas E. Gwaltney \n(“Douglas” or “Plaintiff”) and Defendants James A. Gwaltney (“James”) and Michael \nS. Green (“Green”) are each one-third shareholders in Little Creek and are the three \nmembers of Little Creek’s Board of Directors (“Board”). \n2. In 1999, Little Creek adopted a set of written “By-Laws of Little Creek \nElectronics, Inc.” (“1999 By -Laws”). The 1999 By -Laws provide the Board with \nbroad authority to manage the business of Little Creek. The 1999 By-Laws provide, \nin relevant part, as follows: \nSection 3.1. General Powers. The business and affairs of the \nCorporation shall be managed by its board of directors [ .] Without \nlimiting this general power, the board shall have the power and \nauthority to (i) select and remove all officers, agents, and employees, \nprescribe their dut ies and fix their compensation;  . . . (iv) borrow and \nincur indebtedness for corporate purposes . . . \n \n3. On December 3, 2009, Douglas, James, and Green, acting as both the \nshareholders and Board of Little Creek , unanimously consented to amend the 1999 \nBy-Laws and adopted an amended set of by -laws (“Amended By -Laws”).1 The \nAmended By-Laws provided that “One hundred percent (100%) of the directors shall \nconstitute a quorum ” of the Board for purp oses of conducting business, and that \n“[t]he act of 100% of the directors present at meeting at which a quorum is present \nshall be the act of t he board of directors.” (Am.  By-Laws §§ 3.7, 3.8.) Accordingly, \n                                                 \n1 The Amended By-Laws are attached to the Verified Complaint as Exhibit A. \n \nthe Amended By -Laws require the unanimous agreeme nt of Douglas, James, and \nGreen to act on behalf of Little Creek. \n4. The Amended By -Laws similarly provided that 100% of the \noutstanding shares of Little Creek constituted a quorum for purposes of shareholder \naction, and that “[t]he vote of the holders of one  hundred percent (100%) of the \nshares present and entitled to vote at any duly organized meeting shall  decide any \nquestion.”  (Am. By-Laws §§ 2.8, 2.10.) \n5. Finally, the Amended By -Laws provided that the y could be “altered, \namended, or repealed, and new bylaw s . . . adopted only by the vote of 100% of the \ndirectors.” (Am. By-Laws § 9.1.) \n6. In early 2016, Douglas became embroiled in a dispute with James and \nGreen over certain actions taken by James and Green witho ut his involvement or \nconsent. Douglas retained an  attorney, Robert Boydoh, Jr. (“Boydoh”), to represent \nhim. James and Green retained Gordon to represent them in the dispute. \n7. During the Spring and early Summer of 2016, Boydoh and Gordon \ncorresponded on behalf of their respective clients in an effort to r esolve the dispute. \n(Boydoh Aff. (10/26/16) ¶¶ 7 -11, Exs. A-C; Ver. Compl., Ex. C.) Douglas alleges that \nduring this period James and Green seized control of Little Creek and excluded him \nfrom participation in the corporation’s management. (Ver. Compl. ¶ 25.) \n \n8. On August 2 4, 2016, Douglas filed a Verified Complaint in Guilford \nCounty Superior Court. 2 In the Verified Complaint, Douglas raised individual \nclaims against James and Green for breach of the Amended By -Laws and their \nrefusal to produce Little Creek’s  corporate books and records  to him. The Verified \nComplaint also raised individual claims by Douglas , and expressly raised derivative \nclaims on behalf of Little Creek , against James and Gree n for breach of fiduciary \nduty and for removal of James and Green as directors pursuant to  N.C. Gen. Stat. § \n55-8-09 (hereinafter, references to the North Carolina General Statutes will be to \n“G.S.”). Finally, Douglas sought to recover punitive damages from “Defendants ,” \nand requested injunctive relief prohibiting James  and Green from acting on behalf \nof Little Creek. \n9. On August 2 4, 2016, Boydoh sent Gordon a courtesy copy of  the \nVerified Complaint and asked Gordon to accept service of the Complaint on behalf \nof James and Green. (Boydoh Aff. (10/26/16) ¶ 13, Ex. D.) Boydoh also asked Gordon \nto have James accept service for Little Creek as Little Creek’s registered agent \n“since Little Creek is only a nominal party and would need separate representation, \nif any, in the litigation.” (Id.) \n10. On August 31, 2016, Gordon sent Boydo h a signed Acceptance  of \nService of Complaint  (“Acceptance”). (Id. ¶ 14, Ex. E.)  In the Acceptance , Gordon \npurported to accept service on behalf of Little Creek as “counsel for Defendant Little \n                                                 \n2 On August 24, 2 016, Plaintiff also filed a notice of designation to th e North Carolina \nBusiness Court. T he Chief Justice of the North Carolina Supreme Court entered an order \ndesignating this matter as a complex business case. \n \nCreek.” (Id.). James and Green accepted service in their capa cities as individual \nDefendants. \n11. On September 1, 2016, Boydoh sent Gordon an email informing \nGordon that he could not be hired by Little Creek without the unanimous approval \nof the Board. ( Id. ¶ 15, Ex. G.) On September 2, 2016, Gordon responded to Boydoh \nand claimed to be representing Little Creek. (Id. ¶ 16, Ex. H.)  \n12. On September 23, 2016, Gordon filed with this Court on behalf of Little \nCreek an  Answer, Affirmative Defenses, and Counterclaims (“Answer”).  In the \nAnswer, Gordon purports to make substantive  responses to the allegations in the \nVerified Complaint and raise s affirmative defenses on behalf of Little Creek. The \nAnswer also makes counterclaims for Little Creek against Douglas for declaratory \njudgment; breach of the Amended By -Laws3; conversion; breach of fiduciary duty , \nconstructive fraud and removal of a director; abuse of process4; and attorneys’ fees. \n13. On September 23, 2016, Gordon also filed on behalf of Little Creek a \nMotion to Disqualify Plaintiff’s Counsel. On January 4, 2017, the Court issue d an \nOrder denying the motion to disqualify Plaintiff’s counsel. \n14. On October 31, 2016, Green filed, and on November 1, 2016, James \nfiled, Answers containing affirmative defenses and counterclaims against Douglas.  \nDespite claiming that they are each proceeding pro se, James’ and Green’s Answers \n                                                 \n3 Oddly, Gordon also has asserted as an affir mative defense that Little Creek and Douglas \nwere not parties to “any valid contract.” (Answer, “Sixth Defense”.) \n4 This counterclaim appears to b e based on Plaintiff using  a Guilford County Sheriff’s \nDeputy to serve the summons and Verified Complaint on Green at Little Creek’s offices and \non James at his home. \n \nare virtually identical in all regards to the Answer filed by Gordon on behalf of \nLittle Creek. \n15. On November 15, 2016, Douglas filed Plaintiff’s Motion to Disqualify.  \nGordon subsequently responded in opposition to the  Plaintiff’s Motion to Disqualify \non behalf of Little Creek, and Douglas filed a reply in support. Plaintiff’s Motion to \nDisqualify is now ripe for determination. \nB. Analysis and Discussion. \n16. Plaintiff moves to disqualify Gordon from representing Little Creek,  \nand to have the Court strike Little Creek’s pleadings, on two primary grounds5: \na. James and Green lacked authority to retain Gordon to represent Little \nCreek because under the Amended By -Laws such action required the \nunanimous approval of James, Green, and Douglas; and, \nb. Little Creek is a nominal party only to this action and lacks standing to \ndefend itself against the derivative claims raised by Douglas in this \nlawsuit. \nThe Court will address these grounds in turn. \n17. “Decisions regarding whether to disqualify counsel are within the \ndiscretion of the trial judge and, absent an abuse  of discretion, a trial judge’s ruling \n                                                 \n5 Plaintiff also moves to disqualify Gordon on the grounds that he is prohibited from \nsimultaneously representing Little Creek and James and Green in this lawsuit by North \nCarolina Rules of Professio nal Conduct 1.7 and 1.13(g).  Plaintiff contends that despite \nJames’ and Green’s claims that they are representing themselves pro se, the nearly \nidentical nature of the “filed motions and pleadings confirm that opposing counsel is \nattempting to represent b oth Little Creek” and James and Green. (Pl.’s Br. Supp. Mot. \nDisqualify 18 .) Since the Court concludes that Gordon must be disqualified from \nrepresenting Little Creek for other reasons, it need not reach this issue. \n \non a motion to disqualify  will not be disturbed on appeal. ” Sisk v. Transylvania \nCmty. Hosp., Inc ., 364 N.C. 172, 179, 695 S.E.2d 429, 434 (2010 ) (quoting Travco \nHotels, Inc. v. Piedmont Natural Gas Co ., 332 N.C. 288, 295, 420 S.E.2d 426, 430 \n(1992)). \nA. James and Green lacked authority under the Amended By-Laws to retain \nGordon as counsel for Little Creek. \n \n18. Plaintiff contends that hiring counsel to represent Little Creek is a \ncorporate action that required the unanimous consent of all three directors  \npursuant to the Amended By -Laws. Section 3.1 of the Amended By-Laws provides \nthe Board with broad authority to manage “[t]he business and affairs of the  \nCorporation,” including the specific authority “to [ ] select and remove all [ ], agents, \nand employees” and “incur indebtedness for corporate purposes.”   Sections 3.7 and \n3.8 unambiguously require the  unanimous consent and agreement of Douglas, \nJames, and Green to act for Little Creek. \n19. Plaintiff relies on this Court’s decision in Battles v. Bywater, LLC , \n2014 NCBC LEXIS 54, *6 -7 (N.C. Super. Ct. 2014) in support of its argument. In \nBattles, the plaintiff  Chad A. Battles (“Battles”)  and James Rogers (“Roge rs”) were \neach 50% owners and member -managers of two separate LLCs, Bywater and \nAgiqua (collectively “the LLCs”) . Id. at *1 -2. Bywater had a written operating \nagreement that required majority approval of the members to take action for the \ncorporation. Id. at *13-15. Agiqua did not have an operating agreement. Id. at *2.  \nBattles and Rogers got into a dispute regarding the management of the businesses, \nand Rogers hired the Asheville Law Group (“ALG”) to represent him in the dispute. \n \nId. at * 3-4. Subsequently, Battles filed a lawsuit against the LLCs alleging \n“numerous conflicts regarding the management and operation” of both companies \nand seeking judicial dissolution and the appointment of a receiver. Id. at *4 -5. In \nresponse, Rogers terminated ALG as his pers onal counsel and hired them on behalf \nof the corporate defendants to defend the lawsuit and assert counterclaims against \nthe plaintiff.  Id. at *5. Battles moved to disqualify ALG because Rogers lacked \nauthority to hire counsel for the LLCs. Battles, 2014 NCBC LEXIS 54 at *5. \n20. In Battles, the Honorable Louis Bledsoe granted the motion to \ndisqualify ALG from representing the LLCs , holding that Bywater’s operating \nagreement and the North Carolina Limited Liability Company Act required \nmajority consent of the members to retain counsel for  the corporations. Id. at *13 -\n17. In addition, the court struck all filings submitted  by ALG  on behalf of both \ncorporate defendants. Id. at *17.  In reaching its conclusions, the Court cited to \nholdings from other jurisdictions reaching similar results. Id. at *16  (citing \nMaitland v. Int’l Registries, LLC, 2008 Del. Ch. LEXIS 70, at *4 -5 (Del. Ch. June 6, \n2008); Caplash v. Rochester Oral & Maxillofacial Surgery Assoc., LLC , 20 Misc. 3d \n1104[A], 867 N.Y.S.2d 15, 2008 N.Y. Misc. LEXI S 3519, 2008 NY Slip Op 51216[U] \n(2008)). \n21. The holding in Battles appears to be applicable to the facts present ed \nin this case. The Amended By -Laws place the management of the Company in the \nBoard, and requires unanimous approval of the three directors to a ct for Little \nCreek. The decision to engage an outside attorney to represent the company in a \n \nlawsuit is certainly the type of act that falls within the Board’s authority, and \naccordingly requires unanimous consent of all three directors. \n22. Additionally, w ithout limiting the Board’s  “general power,” the \nAmended By -Laws specifically provide the B oard authority to “select . . . agents, \nand employees, [and] prescribe their duties and fix their compensation” and to \n“incur indebtedness f or corporate purposes.” (Am . By-Laws § 3.1.) The selection, or \nemployment, of an attorney to represent the company would appear to fall under \nthese provisions. In addition, Little Creek undoubtedly is “incur[ring] indebtedness” \nfor the legal services of Gordon , which also requires b oard action . Battles, 2014 \nNCBC LEXIS 54 , *13-15 (finding that t he decision to retain counsel “caused \nBywater to incur debt ‘other than in the ordinary course of business ,’” an act \nspecifically requiring majority approval of the members under Bywater’s ope rating \nagreement). \n23. Little Creek contends that the unanim ity requirement imposed by \nsections 3.7 and 3.8 of the Amended By -Laws was not intended to apply to any \nboard action other  than an attempt by two of the directors to “oust” the third from \nthe Company.  (Little Creek’s Br. Resp. Mot. Disqualify 1, 6.) Little Creek supports \nthis contention with affidavit testimony from James and Green. (James Aff. \n(12/5/16) ¶ 8 ; Green Aff. (12/5/16) ¶ 5 .) The language of sections 3.7 and 3.8, \nhowever, is unambiguous in r equiring unanimous approval of all three director s to \ntake action for Little Creek, and parol evidence is not admissible to vary or explain \nunambiguous language in a written agreement. Parol evidence may be introduced \n \nto interpret the contract only when it s language is subject to more than one \ninterpretation or its construction results in an ambiguity.  Root v. Allstate Ins. Co. , \n272 N.C. 580, 587 -88, 158 S.E.2d 829, 835 (1968);  Thompson v. First Citizens Bank \n& Trust Co. , 151 N.C. App. 704, 709, 567 S.E.2d 184, 188 (2002)  (“Generally, \nthe parol evidence rule prohibits the admission of evidence to contradict or add to \nthe terms of a clear and unambiguous contract.” ). Accordingly, Little Creek cannot \nattempt to provide its interpretation of sections 3.7 and 3. 8 through affidavit \nevidence. \n24. Little Creek also argues that the unanimity requirement imposed by \nthe Amended By -Laws “[w]as revised and limited by oral agreement and conduct.” \n(Little Creek’s Br. Resp. Mot. Disqualify 24.) Little Creek contends that despit e the \nexpress language of sections 3.7 and 3.8, the three directors have acted for Little \nCreek on a majority basis, and that this effectively amended the Amended By-Laws.  \n(Id. 22 -24.) This argument also fails because the Amended By -Laws constituted a \nshareholder agreement that could only be amended by the procedure expressly \nprovided for in the Amended By-Laws. \n25. “Bylaws which are unanimously enacted by all the shareholders of a \ncorporation ar e also shareholders’ agreements ” and fall within the meaning of a  \n“shareholder agreement” as that term is used in the North Carolina Corporations \nAct. Blount v. Taft , 295 N.C. 472, 484, 246 S.E.2d 763, 771 (1978).  “Since \nconsensual arrangements among shareholders are  agreements -- the products of \nnegotiation -- they should be construed and enforced like any other contract so as to \n \ngive effect to the intent of the parties as expressed in their agreements.” Id. “[A] \nshareholders’ agreement may not be altered or terminated except as provided by the \nagreement, or by all part ies, or by operation of law” and common law rules \nregarding amendment of agreements apply only “[i]n the absence of a valid \nprovision in the charter or bylaws controlling amendment  . . . .” Id. at 486, 246 \nS.E.2d at 772 . Following these principles, the Cou rt in Blount held that when a \ncorporation’s bylaws constitute a shareholders’ agreement, such an agreement may \nbe amended only as provided in those bylaws: \nWe hold, therefore, that if a shareholders’ agreement is \nmade a part of the charter or bylaws it wil l be subject to \namendment as provided therein or, in the absence of an \ninternal provision governing amendments, as provided by \nthe statutory norms. \n \nId. at 487, 246 S.E.2d at 772 (emphasis added). \n26. The Amended By-Laws were adopted unanimously by Douglas, Ja mes, \nand Green as Little Creek’s shareholders and are a “shareholder agreement.” The \nAmended By-Laws require any further amendments be approved by the unanimous \nvote of the directors at a “regular or special meeting” of the Board. (Am. By-Laws § \n9.1.) Little Creek has not presented evidence, and does not contend, that the Board \nheld a meeting at which it proposed and voted on an amendment that modified the \nrequirement of unanimous consent of the directors to act for the corporation . \nRather, Little Creek’s e vidence, at best, suggests that Douglas, James, and Green \nmay have acted inconsistently with the unanimity requirements on some occasions \n \nin taking certain corporate actions. This conduct was not effective to amend sections \n3.7 and 3.8. \n27. The Court concludes that pursuant to the Amended By -Laws, in order \nfor Little Creek to retain an attorney to represent the corporation in this lawsuit, \nthe unanimous c onsent of all three directors i s required. James and Green, acting \nalone as two members of the Board, did no t have authority to retain Gordon on \nbehalf of Little Creek. Plaintiff’s Motion to Disqualify should be GRANTED. \nB. Little Creek is a Nominal Defendant only and lacks standing to defend on the \nmerits. \n \n28. Plaintiff also moves the Court to dismiss or strike Littl e Creek’s \n“filings” in this action on the grounds that Little Creek is a nominal defendant in \nthis action and cannot defend against Plaintiff’s derivative claims on the merits. 6  \nLittle Creek contends that Plaintiff’s claims are not derivative, but rather the \npersonal claims of Douglas against Little Creek, and that Little Creek has standing \nto defend itself against these claims. \n29. In North Carolina “[a] corporation is, beyond question, a necessary \nparty to any litigation brought derivatively in its name, and  is customarily \ncaptioned a nominal defendant. ” Swenson v. Thibaut , 39 N.C. App. 77, 98, 250 \nS.E.2d 279, 293 (1978) (citing Underwood v. Stafford, 270 N.C. 700, 704, 155 S.E. 2d \n211, 213 (1967)). In Swenson, the Court recognized that: \n                                                 \n6 Plaintiff apparently contends that Little Creek’s lack of standing to defend the claims is \nfurther grounds to disqualify Gordon f rom representing Little Creek. (Pl.’s Br. Supp. Mot . \nDisqualify 17.) Plaintiff, however, do es not explain how the lack of standing would be \ngrounds for disqualificat ion of counsel, and the Court will confine its consideration of \nPlaintiff’s argument to the question of whether pleadings filed on behalf of Little Creek \nshould be stricken or dismissed. \n \nThe anomaly of a corp oration, in whose name and righ t \na derivative action is brought, being allowed to defend \nitself against itself is apparent. It is particularly apparent \nin the situation, such as is found in the instant case, \nwhere the alleged wrongdoers are  in control of t he \ncorporation. \n \n. . . . \n \n[W]e hold that in an action, brought by a minority \nshareholder derivatively in the name and right of a \ncorporation, to enforce rights or to seek redress accruing \nto the corporation, that corporation will be deemed for \npurposes of the litigation to be aligned as a party plaintiff \n(except to the extent that the corporation is an actual \ndefendant as to an issue in the action) although for \npurposes of form it is designated as a nominal defendant.  \nAccordingly, the corporation  . . . may not defend itself \nagainst the derivative action on the merits and must limit \nits defenses, if any, to the pretrial matters proper to it. \nWhere a corporation seeks to extend its defenses beyond \nthose areas in which it may properly conduct them, \ndismissal will lie against it. \n \nId. at 99 -101, 250 S.E.2d at 294; accord Thomas v. McMahon , 2015 NCBC LEXIS \n67, *1, n. 1 (N.C. Super. Ct. 2015).7 \n                                                 \n7 In Swenson, the Court recognized limited exceptions to the rule tha t a corporation may \nnot defend a derivative action on the merits: \n \nIn some situations, the corporation in whose interest the derivative action is \npurportedly brought will have interests adverse to those of the nominal \nplaintiffs bringing the action derivat ively, and will of necessity be more than \na nominal defendant. Such situations would include an action to enjoin the \nperformance of a contract by the corporation, to appoint a receiver, to \ninterfere with a corporate reorganization or to interfere with inte rnal \nmanagement where there is no all egation of fraud or bad faith  . . . . \nAdditionally, certain defenses which are properly asserted before trial on the \nmerits of the action are peculiar to the corporation alone, and may be \nproperly raised  only by the nom inal defendant who, for purposes  of those \nmatters, ceases to be a nominal defendant and becomes an actual party \ndefendant. These defenses would include the lack of standing of the plaintiffs \nto sue derivatively for reasons of insufficient representation of  shareholders \n \n30. Here, Douglas has styled his lawsuit as one pursuing both individual \nand derivative claims, has alleged that he is proceed ing pursuant to G.S. § 55 -7-40, \nand alleged the prerequisites to filing a derivative action. (Ver. Compl. ¶¶ 27-29, 55-\n60.) Douglas alleges that James and Green, acting as directors and shareholders, \ninter alia , terminated Little Creek’s CEO and COO and  gave him a severance \npayment without the authorization o f the directors or shareholders,  took control of \nLittle Creek’s management without the authorization of the directors or \nshareholders, expended corporate funds without the authorization of the directors  \nor shareholder s, t ook possession of Little Creek’s books and records and refused \nDouglas’ requests for access to those records, and caused a substantial decline in \nLittle Creek’s sales and profits (Id. ¶¶ 17-20, 25, 26, 30-32.) The Verified Complaint \nraises claims for breach of the Amended By -Laws and breach of fiduciary duty \nagainst James and Green, and seeks compensatory and punitive damages from \nJames and Green. Plaintiff also raises claims for access to Little Creek’s corporate \nrecords and for the removal of James and Green as directors.  \n31. “One of the clearest examples of a derivative action is a suit against \nthe officers or directors of a corporation for mismanagement of its affairs \nconstituting a breach of their fiduciary obligations to the corporation .” Russell M. \nRobinson, II, Robinson on North Carolina Corporation Law § 17.02[1] (7th ed. \n2015). “[U]nder North Carolina law a cause of action for a director’s breach of [ ] \n                                                                                                                                                             \nand a failure on plaintiffs’  part to make a demand upon the board of \ndirectors. \n \n39 N.C. App. at 100, 250 S.E.2d at 294.  Little Creek has not raised any of the  grounds for \nexception in this case. \n \nfiduciary duties  . . . accrues to the corporation and not to the individual \nshareholder.” Gusinsky v. Flanders Corp. , 2013 NCBC LEXIS 43 , *12 (N.C. Super. \nCt. 2013). Thus, an action must be brought derivatively on behalf of the corporation \nagainst its directors for corporate mismanagement, dissipating corporate assets, or \nfor the wrongful withdrawal and use of corporate assets. Goodwin v. Whitener, 262 \nN.C. 582, 583 -84, 138 S.E.2d 232 , 233 -34 (1964) (holding that “[a]  claim of \nmismanagement exists in favor of the corporation”). \n32. Little Creek argues that Douglas “is actually suing Little  Creek on \nmultiple Claims for Relief for compensatory and punitiv e damages in excess of \n$25,000.” (Little Creek’s Br. Resp. Mot. Disqualify 14.)  Little Creek’s argument \nappears to be based on Plaintiff’s inartful drafting of certain allegations in the \nVerified Complaint in which Plaintiff claims he “is entitled to recover damages of \nand from Defendants. ” (Id. 15-16; emphasis added.) Little Creek’s position is that \nsince Plaintiff has used “Defendants,”  instead of explicitly alleging that it seeks \ncertain d amages only from  James and Green, Douglas must be seeking damages \nfrom Little Creek since Little Creek is styled as a  defendant in the action.  Little \nCreek’s contention is without merit. \n33. First, Plaintiff was required to name Little Creek as a Defendant for  \npurposes of pursuing his claim for removal of James and Green as directors of Little \nCreek. G.S. § 55-8-09(c) (“If shareholders commence a proceeding under subsection \n(a), they shall make the corporation a party defendant.”). Plaintiff also was required \nto name Little Creek as a nominal defendant in this action.  Swenson, 39 N.C. App. \n \nat 98, 250 S.E.2d at 293  (“A corporation is  . . . a necessary party to any litigation \nbrought derivatively in its name, and is customarily captioned a nominal \ndefendant.”). In  addition, t he Verified Complaint  expressly identifie d James and \nGreen as “Defendant[s]” and Little Creek as a “Nominal Plaintiff/Defendant.” (Ver. \nCompl. ¶¶ 2-4.) \n34. Little Creek also argues that Douglas must be seeking damages from \nLittle Creek because “[a]  shareholder may not both sue ‘on behalf of’ a corporation \nand simultaneously sue the corporation for compensatory and punitive damages in \nthe same suit.”  (Little Creek’s Br. Resp. Mot. Disqualify 14.)  Little Creek \napparently contends that since Douglas brings individual claims in this action \nseeking damages for himself , he cannot also  attempt to recover  damages \nderivatively. Little Creek is incorrect in this assertion. \n35. A shareholder, under limited circumstances, may maintain a direct, \nindividual action for  an injury that directly affects the shareholder, even if the \ncorporation also has a claim for relief arising from the same wrong. Barger v. \nMcCoy Hillard & Parks , 346 N.C. 650, 659, 488 S.E.2d  215, 219 (1997); Norman v. \nNash Johnson & Sons’  Farms, Inc., 140 N.C. App. 390, 395 -96, 537 S.E.2d 248 , 253 \n(2000). In order to do so, the shareholder must show (a) that he was owed a special \nduty by the wrongdoer or (b) that the injury suffered by the shareholder is separate \nand distinct from that sustained by other  shareholders or the corporation \nitself. Barger, 346 N.C. at 658-59, 488 S.E.2d at 219 . Shareholders may maintain \nderivative and individual actions simultaneously in the same litigation. Norman, \n \n140 N.C.  App. at 406, 537 S.E.2d at 259  (“Plaintiffs may prop erly pursue their \nclaims against the individual defendants both as individual and as derivative \nclaims.”). Douglas’ pursuit of damages from James and Green does not foreclose the \nderivative claims he raises in this lawsuit. \n36. Little Creek has improperly atte mpted to defend the derivative claims \nraised by Plaintiff on the merits. Little Creek’s Answer purports to raise 25 \naffirmative defenses on behalf of the corporation, and denies Plaintiff’s allegations \nof misconduct and mismanagement by James and Green. (L ittle Creek’s Answer ¶¶ \n17-20, 25, 26, 30 -32.) This is not the proper role of the corporation when faced with \nallegations of the type in this action. Swenson, 39 N.C. App. at 99, 250  S.E.2d at \n293-94 (“The rule   . . . is to the effect that where directors are charged with \nmisconduct in office and are  sought to be held accountable, the corporation is \nrequired to take and maintain a  wholly neutral position, taking sides neither with \nthe complainant nor with the defending director ,” quoting with approval   Solimine \nv. Hollander, 129 N.J. Eq. 264, 266-67, 19 A. 2d 344, 345-46 (1941)). \n37. The Court concludes that Little Creek does not have standing to \ndefend the derivative claims raised by Plaintiff in this action,  and that, in the \nCourt’s discretion, Plaintiff’s motion to dismiss or strike pleadings filed on behalf of \nLittle Creek should be GRANTED, and that Little Creek’s Answer should be \nSTRICKEN.8 \n                                                 \n8 The Court concludes that Little Creek’s Motion to Disqualify Plaintiff’s Counsel, which the \nCourt already has decided, was the type of pre-trial matter that could properly be raised by \nLittle Creek as a nominal Defendant.  Swenson, 39 N.C. App. at 100, 250 S.E.2d at 294.  \n \nTHEREFORE, IT IS ORDERED that: \n1. The Motion  to Disqualify is GRANTED, and Harry G. Gordon and the \nGordon Law Offices are  disqualified from representing the corporate \nDefendant, Little Creek, in this lawsuit. \n2. The Motion to Disqualify also is GRANTED to the extent i t seeks to \ndismiss or strike the pleadings filed on behalf of Little Creek. Little \nCreek’s Answer is hereby STRICKEN. \nThis the 8th day of February, 2017. \n \n  /s/ Gregory P. McGuire    \n      Gregory P. McGuire \n      Special Superior Court Judge \n      For Complex Business Cases \n                                                                                                                                                             \nAccordingly, that motion and  the brief s filed on behalf of Little Creek in support of the \nmotion shall not be stricken. "
}