{
  "id": "fd1394c15a0c51784ca84b49038ce5d60468b6a6a21f736ce30a046c3244b95b",
  "source_file": "data/raw/ncbc/fd1394c15a0c51784ca84b49038ce5d60468b6a6a21f736ce30a046c3244b95b.pdf",
  "raw_text": " Maxwell Foods, LLC v. Smithfield Foods, Inc., 2023 NCBC 11. \n \n \nSTATE OF NORTH CAROLINA \n \nWAYNE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 1430 \n \nMAXWELL FOODS, LLC, \n \nPlaintiff, \n \nv. \n \nSMITHFIELD FOODS, INC., \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S PARTIAL  \nMOTION TO DISMISS \n \n1. Smithfield Foods, Inc. has moved to dismiss certain claims that were newly \nasserted in  Maxwell Foods, LLC ’s second amended complaint .  For the following \nreasons, the Court GRANTS in part and DENIES in part the motion. \nBrooks, Pierce, McLendon, Hu mphrey & Leonard, L.L.P., by Reid L. \nPhillips, Charles E. Coble, Eric M. David, and Amanda S. Hawkins, for \nPlaintiff Maxwell Foods, LLC. \nRobinson, Bradshaw & Hinson, P.A., by Robert E. Harrington, Ethan R. \nWhite, Mark A. Hiller,  and Emma W. Perry,  for Defendant Smithfield \nFoods, Inc. \nConrad, Judge. \nI. \nBACKGROUND \n2. The Court does not make findings of fact on a motion to dismiss.  The \nfollowing background assumes that the second amended complaint’s allegations are \ntrue.   \n3. Smithfield is the world’s largest pork producer.  Since 1994, Maxwell has \nsupplied swine to Smithfield under an output contract entitled Production Sales \nAgreement, or PSA for short .  A related letter agreement  includes a \nmost-favored-nation clause , in which Smithfield represented that it had given  \nMaxwell “the same economic incentives ” as its “other major swine suppliers” and \npromised to offer Maxwell “the benefit of future changes in economic benefits given \nsaid major swine suppliers” during the PSA’s term .  (See 2d Am. Compl. ¶¶ 10, 18, \n22, 33, Ex. 1, Ex. 2, ECF No. 97.) \n4. This longstanding relationship is now at an  end.  In this case, Maxwell \nclaims that it is going out of business  due to Smithfield’s wrongdoing.  The original \ncomplaint included claims for breach of the most-favored-nation clause, breach of the \nPSA’s output requirement, and breach of a supposed duty to renegotiate the PSA’s \npricing formula.  An amendment then added a claim under N.C.G.S. § 75-1.1.  In an \nearlier opinion, the Court  dismissed the claim for breach of the duty to renegotiate \nand the section 75-1.1 claim but allowed the others to proceed.  See generally Maxwell \nFoods, Inc. v. Smithfield Foods, Inc., 2021 NCBC LEXIS 71 (N.C. Super. Ct. Aug. 26, \n2021). \n5. With Smithfield’s consent and t he Court’s permission, Maxwell has since \namended its complaint for a second time based on information obtained in discovery.  \nThe second amended complaint adds new claim s for fraudulent concealment  and \nbreach of the PSA’s price term.  These additions are the focus of the present dispute. \n6. The fraud claim relates to the most-favored-nation clause.  As early as 2011, \nSmithfield allegedly breached the clause by offering better economic benefits to some \nswine suppliers, excluding Maxwell.  According to Maxwell, Smithfield had a duty to \ndisclose these offers but concealed them  instead.  Maxwell alleges that , but for  the \nconcealment, it would have acted to enforce its contractual rights sooner  and might \nhave avoided having to go out of business.  In addition to seeking compensatory and \npunitive damages , Maxwell  contends that Smithfield should be  estopped from \nasserting the statute of limitations as a defense to any breach that was concealed .  \n(See, e.g., 2d Am. Compl. ¶¶ 60–62, 67–71, 78, 119–21, 157–69.)  \n7. The claim for breach of the PSA’s pric e term rests on allegation s that \nSmithfield underpaid Maxwell for certain deliveries of hogs.  As alleged, Smithfield \nwas supposed to pay based on carcass weight; instead, it sometimes used live weight, \nresulting in a lower price.  Also, at times, Smithfield calculated the amount due using \nthe lower, live -weight price but then paid an even  smaller amount .  (See 2d Am. \nCompl. ¶¶ 173, 175.)   \n8. Although Smithfield consented to the amendment  that added these new \nclaims and allegations, it reserved the right to challenge them in a motion to dismiss \nunder Rule 12(b)(6) of the North Carolina Rules of Civil Procedure .  Smithfield has \ntimely filed that motion.  (See ECF No. 103.)  After full briefing and a hearing on 4 \nNovember 2022, the motion is ripe for resolution. \nII. \nLEGAL STANDARD \n9. A Rule 12(b)(6) motion “tests the legal sufficiency of the complaint.”  \nIsenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation and quotation marks omitted).  \nThe motion should be granted only when “(1)  the complaint on its face reveals that \nno law supports the plaintiff’s claim; (2) the complaint on its face reveals the absence \nof facts sufficient to make a good claim; or (3)  the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco PLC, 371 N.C. \n605, 615 (2018) (citation and quotation marks omitted). \n10. In deciding the motion, the Court must treat the well-pleaded allegations of \nthe complaint as true and view the facts and permissible inferences in the light most \nfavorable to the nonmoving party.  See Sykes v. Health Network Sols., Inc., 372 N.C. \n326, 332 (2019); CommScope Credit Union v. Butler & Burke, LLP , 369 N.C. 48, 51 \n(2016).  Exhibits to the complaint are  deemed to be part of it and may also be \nconsidered, see Krawiec v. Manly, 370 N.C. 602, 606 (2018), but the Court need not \naccept as true any “conclusions of law or unwarranted deductions of fact,” Wray v. \nCity of Greensboro, 370 N.C. 41, 46 (2017) (citation and quotation marks omitted). \nIII. \nANALYSIS \n11. Smithfield moves to dismi ss both claims that Maxwell introduced in the \nsecond amended complaint.  The Court begins with the claim for fraudulent \nconcealment. \nA. Fraudulent Concealment \n12. Maxwell claims that Smithfield committed fraud by concealing its breaches \nof the most-favored-nation clause.  Smithfield argues that the claim lacks necessary \nelements of fraud and is barred by the economic loss rule. \n13. Fraud has five “essential elements”: (a) a false representation or \nconcealment of a material fact , (b) calculated to deceive , (c) made with intent to \ndeceive, (d) that did in fact deceive , and (e) that resulted in damage to the injured \nparty.  Rowan Cnty. Bd. of Educ. v. U.S. Gypsum Co. , 332 N.C. 1, 17 (1992).  The \ninjured party’s  reliance on the misre presentation or concealment “must be \nreasonable.”  Forbis v. Neal, 361 N.C. 519, 527 (2007).     \n14. Because “silence is fraudulent only when there is a duty to speak,” a  claim \nbased on “concealment or nondisclosure” requires the plaintiff to allege that the \ndefendant “had a duty to disclose material information .”  Lawrence v. UMLIC -Five \nCorp., 2007 NCBC LEXIS 20, at *8 (N.C. Super. Ct. June 18, 2007) (citing Griffin v. \nWheeler-Leonard & Co., 290 N.C. 185, 198 (1976)).  A duty to disclose arises when the \nparties are in a  fiduciary relationship, when one party “has taken affirmative steps \nto conceal material facts from the other,” or when “one party has knowledge of a latent \ndefect in the subject matter of the negotiations about which the other party is bot h \nignorant and unable to discover through reasonable diligence.”  Harton v. Harton, 81 \nN.C. App. 295, 297–98 (1986). \n15. Here, there are no allegations that Smithfield and Maxwell were in a \nfiduciary relationship.  Nor are there allegations that Smithfield had knowledge of a \nlatent defect that Maxwell, being unaware, could not have  discovered through \nreasonable diligence.   \n16. Rather, Maxwell contends, first, that Smithfield’s duty to disclose arose from \ntheir contractual relationship.  That is, the PSA and the most-favored-nation clause \ntogether required Smithfield “to disclose to Maxwell any changes to the Economic \nBenefits that it offered other suppliers .”  (2d Am. Compl. ¶  156; see also  2d Am. \nCompl. ¶ 78.)  But our appellate courts have not held that an arm’s-length contractual \nrelationship—unlike a fiduciary relationship —gives rise to a duty to speak for \npurposes of fraud.  And Maxwell cites no law to support such a theory.  A contractual \nduty to disclose, if one exists, might support a clai m for breach of contract  against \nSmithfield, but it does not support the claim for fraud. \n17. Maxwell also contends that  Smithfield took affirmative steps to  conceal \noffers that it made to other swine suppliers .  Affirmative concealment, if adequately \nalleged, would give rise to a duty to disclose.  See Harton, 81 N.C. App. at 298.  After \ncareful review, though, the Court concludes that Maxwell has not adequately alleged \nany affirmative acts of concealment. \n18. The second amended complaint  is peppered with general allegations that \nSmithfield “hid,” never “disclosed,” “prevented Maxwell from learning,” and “took \naffirmative steps to conceal” offer s of  better benefits to other suppliers.   (2d Am. \nCompl. ¶¶ 99, 128, 139, 1 58, 159 .)  These allegations fall well short of the mark.  \nNondisclosure alone is not an affirmative act of concealment.  And “mere generalities \nor conclusory allegations of fraud will not suffice.”  Sharp v. Teague, 113 N.C. App. \n589, 597 (1994).  “To show a duty to disclose based on affirmative steps to conceal a \nmaterial fact, a plaintiff must allege the specific affirmative acts taken to conceal that \nfact.”  Vitaform Inc. v. Aeroflow, Inc., 2020 NCBC LEXIS 132, at *31 (N.C. Super. Ct. \nNov. 4, 2020). \n19. The second amended complaint also alleges that Smithfield began sharing \nproduction and sales information with its major suppliers, including Maxwell, in 1994 \nbut stopped doing so in 2007.  Maxwell believes that Smithfield stopped sharing this \ninformation to keep it from learning about better economic terms given to other \nsuppliers.  (See 2d Am. Compl. ¶¶ 54–59.)  These allegations, if true, do not show that \nSmithfield affirmatively concealed its production and sales information, only that it \nchose not t o disclose the information.   Moreover, Smithfield made that choice over \nfifteen years ago.  There are no allegations that, at any time since, Maxwell objected \nto Smithfield’s decision to stop providing production and sales information , asked \nSmithfield to begin providing th e information anew, or was prevented from making \nthat request.  Again, silence alone is not concealment. \n20. Maxwell does allege  that it asked Smithfield  about compliance with t he \nmost-favored-nation clause and that Smithfield responded by falsely stating that it \nwas “paying more for Maxwell’s hogs than it was for any other supplier.”  ( 2d Am. \nCompl. ¶ 160; see also, e.g. , 2d Am. Compl. ¶¶ 60, 80, 128.)  False statements are \nbetter viewed as misrepresentations than as concealments or omissions.  Either way, \nMaxwell is required to plead the false statements with particularity.  See N.C. R. Civ. \nP. 9(b).  This means that Maxwell must  allege “the ‘time, place and content’ of the \nmisrepresentation, the ‘identity of the person making the representation,’ and ‘what \nwas obtained as a result.’ ”  Bucci v. Burns, 2017 NCBC LEXIS 83, at *8 (N.C. Super. \nCt. Sept. 14, 2017) (quoting Terry v. Terry , 302 N.C. 77, 85 (1981)) .  Or, viewed as \nconcealment, Maxwell must allege with particularity “the event or events triggering \nthe duty to speak ,” the relevant “time period,” and the “content of the information \nthat was withheld ,” among other things.   Lawrence, 2007 NCBC LEXIS 20, at * 9 \n(citation and quotation marks omitted). \n21. As best the Court can tell, the second amended complaint identifies only \nthree specific false statements.  Each lacks the necessary particularity or is otherwise \ninsufficient. \n22. The first is a statement by Larry Pope, Smithfield’s President and COO.  As \nalleged, Pope wrote to Maxwell in July 2003 that “[e]very document I have shows that \nSmithfield pays at least, if not more , for your hogs than any others  whether in the \neast or the Midwest .”  (2d Am. Compl.  ¶ 62.)  At no point , however, does Maxwell \nallege that Pope’s statement was false.  In fact, Maxwell alleges that Smithfield began \noffering better terms to other suppliers in 2011—eight years after Pope’s statement.  \n(See 2d Am. Compl. ¶  157.)  In addition, Maxwell does not allege with particularity \nwhy its reliance was reasonable, including whether it was denied the opportunity to \ninvestigate or whether it could not have learned the truth through reason able \ndiligence.  See, e.g., Sullivan v. Mebane Packaging Grp., Inc ., 158 N.C. App. 19, 26 \n(2003); Lawrence, 2007 NCBC LEXIS 20, at * 9.  This is a notable omission because \nMaxwell alleges that  Smithfield was voluntarily sharing its  production and sales \ninformation for years before and after Pope’s statement .  ( See, e.g., 2d Am. Compl. \n¶¶ 54–58.) \n23. The second statement came from Chuck Allison , another representative of \nSmithfield.  Maxwell alleges that “sometime in 2014,” Allison  falsely stated that \n“Smithfield was already paying more for Maxwell’s hogs than it paid for any other \nsupplier’s hogs .”  ( 2d Am. Compl. ¶ 67.)  The level of particularity required in a \npleading depends on the circumstances.  “Relevant factors include ‘the nature of the \ncase, the complexity or simplicity of the transaction or occurrence, the relationship of \nthe parties and the determination of how much circumstantial detail is necessary to \ngive notice to the adverse party and enable him to prepare a responsive pl eading.’ ”  \nBucci, 2017 NCBC LEXIS 83, at *8 (quoting United States v. Wells Fargo Bank, N.A., \n972 F. Supp. 2d 593, 616 (S.D.N.Y. 2013)).   This dispute involves two large, \nsophisticated entities with a longstanding business relationship  governed by a \ncomplex commercial contract .  The Court concludes that Maxwell has not pleaded \nenough circumstantial detail regarding the timing of Allison’s statement (a reference \nto one  year in a relationship lasting three decades) or its content (a reference to \n“paying more”  in the context of a complex contract involving formulas, matrices, \ndiscounts, and more ).  Nor has Maxwell alleged with particularity what it is that \nAllison’s statement supposedly concealed , such as which supplier s were receiving \nbetter terms at the time of the statement and what those terms were.   \n24. The third statement also came from Allison.  Maxwell alleges that it asked \nSmithfield, in August 2018,  to switch to a new Grade and Yield Matrix for pricing.  \nIn response, Allison represented that “[t]here is no advantage to  moving matrices” \nand attached a  “materially misleading”  spreadsheet in support .  (2d Am. Compl. \n¶¶ 69–71.)  Yet there are no particularized allegations to show what was materially \nmisleading in the spreadsheet .  In addition, the allegations of reliance are lacking.  \nMaxwell alleges that it reasonably chose not to challenge Allison’s statement because \nSmithfield had exclusive knowledge  of the economic benefits that it gave to other \nsuppliers.  ( See 2d Am. Compl. ¶ 72.)  This does not excuse Maxwell’s failure to \nexercise due diligence because Allison’s statement  concerned known potential \neconomic benefits—which of two matrices would be more advantageous for Maxwell—\nnot unknown benefits given to other suppliers.  \n25. Accordingly, the Court grants the motion to dismiss the fraudulent \nconcealment claim.  The Court also dismisses Maxwell’s request for punitive \ndamages, which is wholly dependent on the fraud claim.  Having reached this \nconclusion, the Cour t need not address the parties’ arguments concerning  the \neconomic loss rule. \nB. Statute of Limitations \n26. In the second amended complaint, Maxwell alleges that Smithfield is \nestopped, because of its fraud, from asserting the statute of limitations as a defense \nto the claim for b reach of the most -favored-nation clause.  Smithfield argues that  \ndismissal of the fraud claim means that Maxwell has no basis to  assert estoppel .  \nSmithfield further argues that, as a result, the statute of limitations partly bars \nMaxwell’s claim for breach of the most-favored-nation clause. \n27. “In order for a defendant to succeed on a 12(b)(6) motion to dismiss based on \na statute of limitations, he must show that the plaintiff’s complaint on its face \ndiscloses that the action is time -barred.”  Dawn v. Dawn, 122 N.C. 493, 495 (1996).  \nOn a contract for the sale of goods, a plaintiff must bring an action for breach of \ncontract within “four years after the cause of action has accrued.”  N.C.G.S. \n§ 25-2-725(1).  “ A cause of action accrues when the breach occ urs, regardless of the \naggrieved party’s lack of knowledge of the breach.”  Id. § 25-2-752(2).   \n28. Maxwell filed this suit in August 2020, meaning that the limitations period \nstretches back to August 2016.  It is undisputed that Maxwell has alleged one or more \nbreaches of the most-favored-nation clause within that period.  Thus, the face of the \ncomplaint does not show that the claim is time-barred.   \n29. Smithfield’s position  is that the second amended complaint also includes \nallegations about breaches that occur red before August 20 16 and that these \nallegations are time-barred.  It may be true that the statute of limitations operates \nto limit Maxwell’s po tential recovery for this claim.  Even so,  a motion to dismiss is \nnot suited to an allegation -by-allegation app lication of the statute of limitations.  \nRather, this dispute is better suited to summary judgment or to evidentiary motions \nin anticipation of trial. \n30. Accordingly, the Court denies Smithfield’s motion to the extent it seeks  \npartial dismissal of Maxwell’s claim for breach of the most-favored-nation clause. \nC. Breach of the PSA’s Price Term \n31. Maxwell claims that Smithfield breached the PSA’s price term.  Smithfield \nmoves to dismiss the claim on the ground that it does not allege the specific provisions \nof the PSA that were supposedly breached. \n32. North Carolina remains a notice pleading State, see N.C. R. Civ. P. 8(a), and \n“claims for breach of contract are ‘not subject to heightened pleading standards,’  ” \nVanguard Pai Lung, LLC v. Moody , 2019 NCBC LEXIS 39, at *10 (N.C. Super. Ct. \nJune 19, 2019) (quoting AYM Techs., LLC v. Rodgers, 2018 NCBC LEXIS 14, at *52 \n(N.C. Super. Ct. Feb. 9, 2018)).  To state a claim, a plaintiff must allege the existence \nof a valid contract and breach of that contract’s terms.  See Poor v. Hill, 138 N.C. App. \n19, 26 (2000).   \n33. The second amended complaint does both.  It alleges that the PSA exists and \nattaches the contract as an exhibit.  It also alleges that the PSA obligated Smithfield \nto pay for hogs based on their “carcass weight” but that Smithfield sometimes paid \nbased on their “live weight,” resulting in an underpayment.  (2d Am. Compl. ¶ 173.)  \nAnd it alleges that Smithfield sometimes paid even less than the live-weight formula \nwould have required.  (See 2d Am. Compl. ¶ 175.)  Yes, naming a specific contractual \nprovision by paragraph number or quoting its language would make the claim more \nclear.  But notice pleading rules do not require that level of detail.  These allegations \nare sufficient to put Smithfield on notice of the events that give rise to the claim and \nto allow it to answer and prepare for trial. \n34. The Court therefore denies Smithfield’s motion to dismiss the claim for \nbreach of the PSA’s price term.  \nIV. \nCONCLUSION \n35. For all these reasons, the Court GRANTS the motion to dismiss Maxwell’s \nclaim for fraudulent concealment and the related request for punitive damages.  The \nclaim is DISMISSED with prejudice.  In all other respects, the Court DENIES the \nmotion.  \nSO ORDERED, this the 3rd day of February, 2023. \n \n \n       /s/ Adam M. Conrad                          \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}