{
  "id": "fd24e5ff3d8afad276d2671a0044bf09c87be9da1e1c3e0b4dbb602cad346c57",
  "source_file": "data/raw/ncbc/fd24e5ff3d8afad276d2671a0044bf09c87be9da1e1c3e0b4dbb602cad346c57.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 12579 (Master File); \n13 CVS 13852; \n13 CVS 14264 \n \n \nIn re Harris Teeter Merger Litigation \n)\n)\n)\n)\nORDER AND FINAL JUDGMENT \n \n {1} THIS MATTER is before the Court on Plaintiffs’ Unopposed Motion for \nFinal Approval of Settlement (“Approval Motion”) and Plaintiffs’ Unopposed Motion \nfor Award of Attorneys’ Fees and Expenses and Plaintiff Incentive Awards, each \nfiled with supporting briefs on May 28, 2014, and arising from a settlement \nstipulation conditionally entered on or about February 20, 2014, and subsequently \nfinalized subject to Court approval (the “Settlement”), implementing an earlier \ntentative settlement subject to confirmatory discovery.  Appropriate notice to \npotential class members following the Court’s preliminary approval of the \nSettlement was sent, and no objection to the Settlement has been made.  The Court \nheld a final fairness hearing at which it examined Plaintiffs’ counsel, and the Court \nis satisfied as to the fairness, reasonableness, and adequacy of the Settlement and \nthe fairness and reasonableness of the fees, costs, and incentives requested.  The \nCourt now GRANTS each of the Motions, CERTIFIES the class as defined below for \npurposes of the Settlement only, APPROVES the Settlement, AWARDS the \nrequested attorneys’ fees, costs, and incentives to class representatives, and \nENTERS FINAL JUDGMENT for the reasons more fully indicated below. \nWallace & Graham, P.A. by John Hughes and Mona Lisa Wallace; Cohen, \nPlacitella & Roth, P.C. by Stuart J. Guber and Jacob A. Goldberg; Wolf \nHaldenstein Adler Freeman & Herz LLP by Gregory M. Nespole, Benjamin \nY. Kaufman, and Daniel Tepper for Plaintiff Westmoreland County \nEmployees Retirement Fund. \n \nThe Jackson Law Group, PLLC by Gary W. Jackson and Levi & Korsinky \nLLP by Donald J. Enright and Elizabeth K. Tripoldi for Plaintiff Patricia \nGerlach. \nIn re Harris Teeter Merger Litig., 2014 NCBC 44.\n \n \n \nEssex Richards, P.A. by Norris A. Adams, II and Marc E. Gustafson and The \nWeiser Law Firm, P.C. by Joseph M. Profy and James M. Ficaro for Plaintiff \nTabitha Hamrick. \n \nMcGuireWoods LLP by Peter J. Covington, L. D. Simmons, II, Joshua D. \nDavey, and R. Locke Beatty for Defendants John R. Belk, John P. Derham \nCato, Thomas W. Dickson, James E.S. Hynes, Anna Spangler Nelson, Mark \nS. Ordan, Bailey W. Patrick, Robert H. Spilman, Jr., Harold C. Stowe, Isaiah \nTidwell, William C. Warden, Jr., and Harris Teeter Supermarkets, Inc. \n \nArnold & Porter LLP by Scott B. Schreiber and James W. Thomas, Jr., and \nParker Poe Adams & Bernstein LLP by Eric D. Welsh and Sarah Hutchins \nfor Defendants The Kroger Co. and Hornet Acquisition, Inc. \nGale, Judge. \n \nI. NATURE OF THE DISPUTE \n {2}  Plaintiffs Priscilla Gerlach (“Gerlach”), Westmoreland County \nEmployees Retirement Fund (“Westmoreland”), and Tabitha Hamrick (“Hamrick”) \nare former shareholders of Defendant Harris Teeter Supermarkets, Inc. (“Harris \nTeeter”). \n{3} On July 8, 2013, Harris Teeter executed its Merger Agreement with \nDefendant Hornet Acquisition, Inc., (“Hornet”), a wholly owned subsidiary of The \nKroger Co. (“Kroger”) formed for the purposes of the merger.    \n{4} Harris Teeter announced the Merg er Agreement on July 9, 2013. The \nMerger Agreement grew out of a process that had begun at least as early as 2011.  \nAfter preliminary discussions regarding a potential acquisition, Harris Teeter \nengaged J.P. Morgan Securities LLC (“J.P. Morgan”) as its financial advisor in \nNovember, 2012.  The media first reported that Harris Teeter was evaluating \nstrategic options on January 18, 2013, when the closing share price of Harris Teeter \nwas $36.94.  The Merger Agreement provided for a share purchase value of $49.38, \nyielding an overall merger valuation of $2.44 billion. \n{5} Gerlach was the first to file her Complaint challenging the merger on \nJuly 16, 2013.  Westmoreland filed its Complaint on August 1, 2013, and Hamrick \n \n \nfiled her Complaint on August 12, 2013.  Each of the three actions was designated \nas a mandatory complex business case and assigned to this Court.  In addition to \nthe corporate Defendants, the actions were brought against the individual members \nof Harris Teeter’s Board of Directors.  The claims included breaches of duties of \ncare, good faith, loyalty, and candor; failures to disclose; self-dealing; failure to \nsecure adequate merger consideration; and agreeing to unreasonable deal-\nprotection measures.  Plaintiffs alleged that Kroger aided and abetted these \nbreaches and failures. \n{6} Harris Teeter filed its Preliminary Pr oxy Statement on August 2, 2013.    \n{7} Gerlach amended her Complaint on August 20, 2013.  The Amended \nComplaint included an increased emphasis on alleged failures to disclose.  These \nalleged failures to disclose related to Harris Teeter’s having agreed to \nconfidentiality agreements with various potential suitors, including provisions now \ncommonly referred to as “don’t ask, don’t waive” agreements, and various factors \nrelated to J.P. Morgan’s evaluation and fairness opinion. \n{8} The Court consolidated the three actions on August 29, 2013, \ndesignating the Gerlach Amended Complaint as the operative pleading, and the \nfollowing day appointed the Plaintiffs’ lead counsel committee, comprised of \nindividuals and firms with extensive, well-documented experience and success in \nthis type of litigation.  A substantially similar suit brought in the United States \nDistrict Court for the Western District of North Carolina was stayed in deference to \nproceedings in this Court.  \nSee generally Krieger v. Harris Teeter Supermarkets, \nInc., No. 3:13CV00453, 2013 U.S. Dist. LEXIS 134113 (W.D.N.C. Sept. 18, 2013). \n{9} The claims in the Gerlach Amended Complaint were asserted on behalf \nof a purported class of Harris Teeter common stockholders as of July 9, 2013, \nexclusive of persons or entities closely associated with the corporations.  The \nAmended Complaint alternatively alleged direct and derivative claims.  Plaintiffs \ndid not make a demand upon Harris Teeter before bringing their initial actions but \ninstead claimed that the initial Complaint was an adequate demand for purposes of \n \n \nthe Amended Complaint, and that making a demand upon Harris Teeter after the \ninitiation of litigation satisfied any statutory demand requirement. \n{10} Harris Teeter filed its Final Proxy on August 27, 2014. \n {11} Plaintiffs and Defendants both  proceeded vigorously.  The Harris \nTeeter Defendants filed a Motion to Dismiss on September 9, 2013, and the Kroger \nDefendants filed a Motion to Dismiss on September 10, 2013.  These motions \nchallenged the claims on their merits, heavily emphasizing the business judgment \nrule.  Both Motions further asserted that the claims were derivative, and failed \nbecause the demand requirement for a derivative action had not been met. \n{12} Plaintiffs undertook expedited docu ment review and received an initial \nset of documents by September 6, 2013.  Plaintiffs, on September 18, 2013, filed a \nMotion for Preliminary Injunction to enjoin the merger, which was scheduled for a \nshareholder vote on October 3, 2013.   \n {13} The Court ordered expedited briefing, setting the respective motions \nfor a consolidated hearing on September 30, 2013.   \n {14} On September 24, 2013, the parties entered a Memorandum of \nUnderstanding (“MOU”), resolving all claims, subject to confirmatory discovery.  \nThe Settlement focused on Plaintiffs’ disclosure-based claims. Pursuant to the \nMOU, Harris Teeter made supplemental disclosures by filing a Form 8-K on \nSeptember 24, 2013.  \n {15} The shareholder vote was held as scheduled on October 3, 2013, at \nwhich 40,818,430 shares voted in favor of the merger, 370,228 shares voted against, \nand 204,960 shares abstained. \n {16} Plaintiffs conducted a confirmatory  deposition of Harris Teeter’s lead \nindependent director on October 31, 2013. \n {17} Harris Teeter and Kroger receiv ed an early termination of the Hart-\nScott-Rodino waiting period and completed the merger on January 28, 2014. \n {18} The parties then executed a Stipulation and Agreement of \nCompromise, Settlement and Release (“Stipulation”) on February 20, 2014.  \n \n \nPlaintiffs then filed their Unopposed Motion for Preliminary Approval on March 14, \n2014. \n {19} The Court issued its Preliminar y Approval Order on April 3, 2014, \npreliminarily certifying the Settlement Class, directing that notice be given, and \nsetting a fairness hearing for June 17, 2014. \n {20} Initial notice was sent as directed.  By consent, the fairness hearing \nwas continued until August 6, 2014, to allow additional notice to be sent. \n {21} Harris Teeter engaged Broadridge Financial Solutions, Inc. \n(“Broadridge”) as an agent to undertake the mailing of notice of the Settlement as \ndirected by Court.  As of July 30, 2014, Broadridge had mailed notice to a total of \n16,442 recipients.   \n {22} The Court held the fairness hearing on August 6, 2014.  Neither the \nCourt, the parties, nor Broadside received any objection to the Settlement, either \nbefore, during, or after the fairness hearing.  \n \nII. CLASS CERTIFICATION \n {23} This Court has broad discretion in determining whether a case should \ncontinue as a class action.  \nHarrison v. Wal-Mart Stores, Inc., 170 N.C. App. 545, \n547, 613 S.E.2d 322, 325 (2005) (citing Faulkenbury v. Teachers’ and State \nEmployees’ Ret. Sys. of N.C., 345 N.C. 683, 699, 483 S.E.2d 422, 432 (1997)).  Class \ncertification is controlled by North Carolina Rule of Civil Procedure 23, as \ninterpreted by our courts. \nSee N.C. R. Civ. P. 23. \nSpecifically, the Court, in its discretion, may certify a class action \nwhere these requirements are met: “(1) the existence of a class, (2) . . . \nthe named representative will fairly and adequately represent the \ninterests of all class members, (3) . . . there is no conflict of interest \nbetween the representative and class members, (4) . . . class members \noutside the jurisdiction will be adequately represented, (5) . . . the \nnamed party has a genuine personal interest in the outcome of the \nlitigation, (6) . . . class members are so numerous that it is impractical \nto bring them all before the court, (7) . . . adequate notice of the class \naction is given to class members.” \n \n \nEhrenhaus v. Baker, Order, No. 08 CVS 22632 ¶ 39 [Mecklenburg] (N.C. Super. Ct. \nFeb. 5, 2010), http://www.ncbusinesscourt.net/TCDDotNetPublic/default.aspx?CID= \n3&caseNumber=08CVS22632 (alterations in original) (quoting Perry v. Union \nCamp Corp., 100 N.C. App. 168, 170, 394 S.E.2d 681, 682 (1990) (summarizing the \nfactors found in Crow v. Citicorp Acceptance Co., 319 N.C. 274, 282–84, 354 S.E.2d \n459, 465–66 (1987))).     \n{24} North Carolina courts hold that that “a class exists . . . when the \nnamed and unnamed members each have an interest in either the same issue \nof law or of fact, and that issue predominates over issues affecting only \nindividual class members.”  Crow, 319 N.C. at 280, 354 S.E.2d at 464.  Here, \nthe class representatives’ claims are typical of claims of the putative class,  \nare common to all former Harris Teeter shareholders, and predominate over \nany potential individual claim, thereby satisfying the requirements for the \nexistence of a class established by Crow.  See id. \n{25} The named class representatives fairly and adequately \nrepresented the interests of all class members and were each shareholders \nwithout any conflict with other members of the putative class. Class members \noutside the jurisdiction were adequately represented.  The named class \nrepresentatives had a clear stake and genuine personal interest in the \ncontroversy, satisfying the requirements established by \nCrow.  Id. at 282–83; \n354 S.E.2d at 465.  \n {26} The class consists of thousa nds of shareholders, easily meeting \nthe numerosity requirement that Crow established.  Id. at 283, 354 S.E.2d at \n466 (citing N.C. R. Civ. P. 23(a)). \n{27} Class members were given fair and adequate notice, thereby satisfying \nthe notice requirements for class certification found in Crow.  Id. at 283–84, 354 \nS.E.2d 466. \n {28} Because all class action prerequi sites have been met, the Court has the \ndiscretion to then determine whether a class action is superior to other methods for \nadjudication of this controversy.  Blitz v. Agean, 743 S.E.2d 247, 249 (2013).  \n \n \nPlaintiffs ask the Court to certify a “non-opt-out” class. With respect to class \nactions, “the term ‘opt-out’ refers to a class member’s ability to exclude himself from \na class actions settlement.  By opting out, the class member avoids the preclusive \neffect of the settlement.”  Ehrenhaus v. Baker, 216 N.C. App. 59, 78, 717 S.E.2d 9, \n23 (2011).  Certifying a non-opt-out class in this action is the superior means of \nresolving the claims in this action, particularly because Plaintiffs sought injunctive \nrelief, and because proceeding otherwise would allow for the potential of \ninconsistent results in future litigation.  See id. at 79, 717 S.E.2d at 23 (“When the \nclass representative seeks injunctive or declaratory relief, a non-opt-out class is \nnecessary ‘to avoid unnecessary inconsistencies and compromises in future \nlitigation.’”  (quoting DeBoer v. Mellon Mortg. Co., 64 F.3d 1171 (8th Cir. 1995))).  \nThis Court has previously approved a non-opt-out class in a corporate acquisition.  \nSee In re PPDI Litig., 2012 NCBC LEXIS 31, at *3–4 (N.C. Super. Ct. May 24, \n2012).  Other judges of the North Carolina Business Court have certified non-opt-\nout settlement classes in merger litigation.  See, e.g., In re Progress Energy S’holder \nLitig., 2011 NCBC LEXIS 44 (N.C. Super. Ct. Nov. 29, 2011) (Jolly, J.); Ehrenhaus, \nOrder, No. 08 CVS 22632 ¶ 77 (Diaz, J.); In re Quintiles Transnational Corp. \nS’holder Litig., 2003 NCBC LEXIS 3 (N.C. Super. Ct. Oct. 10, 2003) (Tennille, J.).  \n {29} Accordingly, the Court certifies the following non-opt-out Settlement \nClass solely for the purpose of effectuating the Settlement:   \nall record and beneficial holders of Harris Teeter common stock and \ntheir respective successors, predecessors, representatives, trustees, \nexecutors, administrators, heirs, assigns or transferees, immediate or \nremote, and any person or entity acting for or on behalf of, or claiming \nunder any of them, together with their predecessors and successors \nand assigns, who held Harris Teeter common stock at any time \nbetween and including July 9, 2013 and January 28, 2014, (the date of \nconsummation of the Proposed Transaction), but excluding: (i) the \nDefendants; (ii) the immediate families of the Harris Teeter Board; (iii) \nany parent, subsidiary, affiliate, officer, or director of Harris Teeter; \nand (iv) any entity in which any excluded person has a controlling \ninterest. \n \n \n \n \nIII. THE  SETTLEMENT \n {30} The Court now examines the fairness, adequacy and reasonableness of \nthe Settlement.  Ehrenhaus, 216 N.C. App. at 73, 717 S.E.2d at 20.  The burden of \nproving these factors is on the Plaintiffs.  Id.  For reasons discussed below, the \nCourt concludes that Plaintiffs have satisfied their burden.  \n{31} The Court concludes that the cons ideration for the Settlement was fair, \nreasonable, and adequate.  In so concluding, the Court compared the supplemental \ndisclosures with the nature and strength of claims and defenses. \n{32} Perhaps the strongest indication of the reasonableness of the \nSettlement is the response of class members who overwhelmingly approved the \nmerger and who raised no objection to the Settlement after having received notice of \nit.  Ehrenhaus, 216 N.C. App. at 74, 717 S.E.2d at 20 (“[T]he reaction of the class to \nthe settlement is perhaps the most significant factor to be weighed in considering \nits adequacy.” (alteration in original) (quoting Sala v. Nat’l R.R. Passenger Corp., \n721 F.Supp. 80, 83 (E.D. Pa. 1989)). \n{33} Plaintiffs’ claims include both direct claims and derivative claims.  The \nclaims also include a mix of claims for a failure to disclose and claims related to \nother breaches of fiduciary duties owed by the directors.  Ultimately, Plaintiffs’ \ncounsel determined that a settlement that achieved supplemental disclosures \nwithout further monetary relief was in the best interests of the putative class \nbecause the disclosures were material to the upcoming shareholder vote and Harris \nTeeter would only agree to make the additional disclosures as a part of a \ncomprehensive settlement of all claims. \n{34} The Settlement resulted from arm’s-length negotiations undertaken \nwithout collusion.  Prior to entering the MOU, Plaintiffs obtained and reviewed \napproximately 92,000 pages of documents, particularly regarding the method by \nwhich Harris Teeter approved the merger after receiving financial advice from J.P. \nMorgan.  \n {35} Prior to entering the MOU, Plaintiffs’ counsel reanalyzed their claims, \ntaking into account their review of documents produced in discovery, and \n \n \ndetermined that the potential for success on claims of breaches of duty other than \nthe duty to disclose was not sufficient to forego the opportunity to secure \nsupplemental disclosures before the shareholder vote.    \n {36} Plaintiffs’ counsel were well equipped to undertake this analysis, as \nthey are substantially experienced in comparable litigation in both North Carolina \nand before the Delaware Chancery Court.  “[T]he opinion of experienced and \ninformed counsel is entitled to considerable weight,”\n Ehrenhaus, 216 N.C. App. at \n93, 717 S.E.2d at 31 (alteration in original) (quoting In re Am. Bank Note \nHolographics, Inc., 127 F.Supp. 2d 418, 430 (S.D.N.Y. 2001), where counsel has \nundertaken a “detailed assessment[] of the strength and weaknesses of the claims \nasserted, the applicable damages, and the likelihood of recovery.”  In re Am. Bank \nNote Holographics, Inc., 127 F.Supp. 2d at 430. \n {37} To pursue claims for breaches of  fiduciary duty other than the duty to \ndisclose, Plaintiffs faced two potentially insurmountable hurdles.  First, Defendants \npresented a strong defense, asserting that such claims are solely derivative, and \ntherefore no individual shareholder has standing to bring those claims directly.  \nSee, e.g., Barger v. McCoy Hillard & Parks, 346 N.C. 650, 659, 488 S.E.2d 215, 220 \n(1997) (“[P]laintiffs must allege facts from which it may be inferred that defendants \nowed plaintiffs a special duty. . . . To support the right to an individual lawsuit, the \nduty must be one that the alleged wrongdoer owed directly to the shareholder as an \nindividual.”); Fulton v. Talbert, 255 N.C. 183, 120 S.E.2d 410 (1961); Jordan v. \nHartness, 230 N.C. 718, 55 S.E.2d 484 (1949).  Second, Plaintiffs would have to \novercome the presumptions afforded by the business judgment rule.  In re Hickory \nPrinting Grp., 469 B.R. 623, 626–27 (W.D.N.C. 2012). \n {38} The complaints purporting to bring derivative claims were filed before \nany written demand was made on Harris Teeter.  In North Carolina, such a written \ndemand is a condition precedent to a derivative action.  N.C. Gen. Stat. § 55-7-42(1) \n(2013); see also Norman v. Nash Johnson & Sons’ Farms, Inc., 140 N.C. App. 390, \n396, 537 S.E.2d 248, 253 (2000).  North Carolina does not recognize a futility \nexception to this requirement, and the failure to make demand is fatal.  See Allen v. \n \n \nFerrera, 141 N.C. App. 284, 289, 540 S.E.2d 761, 765 (2000);  see also In re \nWachovia S’holders Litig., 2004 NCBC LEXIS 1, at *30 (N.C. Super. Ct. Dec. 19, \n2003) rev’d on other grounds, 168 N.C. App. 135, 607 S.E.2d 48 (2005); Russell M. \nRobinson, II, Robinson on North Carolina Corporation Law § 17.03[2] (7th ed. \n2013).   \n{39} Plaintiffs did not cure this potent ially fatal defect when they filed their \nAmended Complaint.  This Court has earlier rejected the notion that an original \ncomplaint should be deemed an adequate demand for a subsequent amended \ncomplaint, indicating that the more proper procedure is to make a demand upon the \ncorporation, then follow with a complaint and a request that the Court excuse the \nstatutory waiting period.  \nGreene v. Shoemaker, 1998 NCBC LEXIS 4, at *11 (N.C. \nSuper. Ct. Sept. 24, 1998) (“To hold that the filing of a complaint, which was itself \nsubject to dismissal for failure to meet the demand requirement, can satisfy the \ndemand requirement for a second complaint would defeat the purpose of the \nstatute.”).  Plaintiffs did not follow that procedure.  \n{40} Even assuming that this procedural  defect was not fatal, Plaintiffs still \nfaced considerable uncertainty as to whether their challenges to director action \ncould overcome the evidentiary presumption afforded by the business judgment \nrule.  \nHammonds v. Lumbee River Elec. Membership Corp., 178 N.C. App. 1, 20–21, \n631 S.E.2d 1, 13–14 (2006).  Notably, North Carolina’s Business Corporation Act \nrejects the notion that a potential change in control creates separate director duties.  \nN.C. Gen. Stat. § 55-8-30(d) (2013); see Robinson, supra, at § 9.08[3]. \n{41} Plaintiffs’ chances of success we re not significantly strengthened by \nadding an aiding and abetting claim against Kroger.  This Court has earlier noted \nthe uncertainty of whether North Carolina recognizes a claim of aiding and abetting \na breach of fiduciary duty, and that even if it does, the claim obviously depends on \nproof of the underlying breach of fiduciary duty.  \nSee Tong v. Dunn, 2012 NCBC \nLEXIS 16, at 11–13 (N.C. Super. Ct. Mar. 9, 2012). \n{42} In sum, the Court determines that Plaintiffs’ counsel reasonably \nconcluded that the best interests of the Settlement Class were to pursue a \n \n \nsettlement based on their claims for supplemental disclosures without further \nmonetary recovery based on other claims. \n{43} Plaintiffs’ disclosure claims may have survived Defendants’ Motions to \nDismiss as direct, rather than derivative actions.  While not discussing specifically \nwhether a claim based on a director’s duty to disclose is direct or derivative, the \nCourt of Appeals of North Carolina stated, “We find the Delaware courts’ \narticulation of the nondisclosure principal persuasive.  We hold that North Carolina \ndirectors ‘are under a fiduciary duty to disclose fully and fairly all material \ninformation within the board’s control when it seeks shareholder action.’” \nEhrenhaus, 216 N.C. App. at 88, 717 S.E.2d at 29 (quoting Stroud v. Grace, 606 \nA.2d 75, 84 (Del. 1992)).  Without deciding the issue, the Court believes it likely \nthat North Carolina appellate courts would hold that a shareholder may present a \ndirect claim for a director’s failure to disclose material information when seeking \naffirmative shareholder action. \n{44} Having elected to concentrate on disclosure claims, Plaintiffs’ counsel \nwas required to assess the strength of those claims in considering whether the \nbargained-for supplemental disclosures were adequate consideration for the \nSettlement.  Plaintiffs’ counsel undertook a comprehensive analysis of each of the \nsupplemental disclosures made by the Form 10-K filing, but the three most \nsignificant disclosures were those related to (1) the confidentiality and standstill \nagreements utilized in the negotiation process; (2) the manner in which J.P. Morgan \nsolicited interest from potential bidders; and (3)  J.P. Morgan’s financial projections.  \nWhile supporting the Settlement, Defendants challenge whether the disclosures \nwere necessary or material.  The Court need not side with either party, as it \nconcludes that the dispute between them  is an adequate basis to conclude that \nsettlement was fair, reasonable, and adequate.   \n {45} In \nEhrenhaus, the court of appeals adopted the Delaware Supreme \nCourt’s articulation of “materiality,” used while evaluating director disclosures, to \nthe effect that a disclosed fact is material if there is a “substantial likelihood that \nthe disclosure of the omitted fact would have been viewed by the reasonable \n \n \ninvestor as having significantly altered the ‘total mix’ of information made \navailable.”  Ehrenhaus, 216 N.C. App. at 88, 717 S.Ed.2d at 28–29 (quoting \nRosenblatt v. Getty Oil Co., 493 A.2d 929, 944 (Del. 1985)). \n {46} As to the supplemental disclosures regarding the confidentiality \nagreements that Harris Teeter entered into with potential bidders,  the initial \nProxy Statement identified these agreements, but the Form 8-K filing provided \nfurther details regarding the agreements and the manner in which the “don’t ask, \ndon’t waive” provisions operated.  The Delaware Chancery Court has recognized the \npotential materiality of such information, at least for certain transactions.  \nSee In re \nAncestry.com Inc. S’holder Litig., C.A. No. 7988-CS, 2012 Del. Ch. LEXIS 294 (Dec. \n17, 2012) (TRANSCRIPT).      \n {47} With regard to supplemental disclosures regarding J.P. Morgan’s sale \nprocess, the Court recognizes that an understanding of that process may be \nmaterial in the total mix of information, but that a board of directors need not \nnecessarily include a “blow-by-blow” description of the sales process.  \nSee Dent v. \nRamtron Int’l Corp., 2014 Del. Ch. LEXIS 110, *45–46 (June 30, 2014) (citing \nMatador Capital Mgmt. Corp. v. BRC Hldgs., Inc., 729 A.2d 280, 295 (Del. Ch. \n1998).   \n {48} As to supplemental disclosures of J.P. Morgan’s underlying financial \nprojections, Plaintiffs concentrated most significantly on projections of Harris \nTeeter’s unlevered, after-tax free cash flow, citing \nIn re Bioclinica, Inc. Shareholder \nLitigation, No. 8272-VCG, 2013 Del. Ch. LEXIS 52, at *18–21 (Feb. 25, 2013) \n(finding that the fact that management did not disclose certain financial projections \nwas itself material).  In response, Defendants note that the Delaware courts do not \nenforce a per se duty to disclose each of the financial projections upon which the \nfinancial advisor relied, so long as the total mix of information disclosed to \nshareholders is adequate.  Dent, 2014 Del. Ch. LEXIS 52, at *28. \n {49} In sum, the Court concludes that the parties each had support for their \nrespective arguments and that the Settlement reflects a reasoned compromise. The \nsupplemental disclosures unaccompanied by additional monetary relief were fair, \n \n \nreasonable, and adequate consideration for the Settlement.  The Settlement was in \nthe best interests of the Settlement Class.   \n \nIV. THE REQUEST FOR ATTORNEYS’ FEES \n {50} Plaintiffs request that the Court approve the settlement provision \nwhereby Defendants agreed to pay up to $325,000 (“Settlement Payment”) to \nreimburse Plaintiffs’ costs, make incentive awards to class representatives of \n$2,500, and pay attorneys’ fees. \n {51} The Settlement is not conditioned on the Court approving the \nSettlement Payment.  If otherwise approved by the Court, the Settlement becomes \nfinal whether or not the Settlement Payment is made. \n {52} As explained at the fairness he aring, the Court must consider two \nrelated but separate issues: (1) whether the Court has the authority to grant the \nrequest; and (2) if so, whether the requested Settlement Payment is reasonable.  \nHere, the first issue is more difficult than the second. \n {53} It is significant whether fees ar e sought for pursuing direct claims or \nderivative claims. \nSee generally In re Wachovia S’holders Litig., 168 N.C. App. 135, \n607 S.E.2d 48 (2005) (reversing an award of attorneys’ fees under the common \nbenefit doctrine).  A court has statutory authority to award attorneys’ fees for a \nsuccessful derivative claimant. But here, Plaintiffs did not comply with the demand \nrequirement for pursuing a derivative claim.  There is no similar statutory \nauthority for awarding fees for the direct class claims of the type asserted here.  \nNorth Carolina recognizes the common fund doctrine but does not employ the \ncommon benefit doctrine to award fees where a settlement creates no common fund \nfrom which fees can be paid.  \nEhrenhaus, 216 N.C. App. at 94–95, 98, 717 S.E.2d at \n32–33, 36.    \n {54} Plaintiffs’ counsel asserts th at the Court, when approving the \nsettlement, is not awarding attorneys’ fees but is simply upholding the parties’ \ncontract, suggesting that \nEhrenhaus endorsed such agreements.  In Ehrenhaus, the \nclass entered a settlement providing for fees up to a certain amount, “subject to \n \n \ncourt approval of the Settlement.” Id. at 95, 717 S.E.2d at 33.  The court of appeals \n“read the procedure as adopted by the trial court as the functional equivalent of \nrequiring the court to make an award of attorney’s fees.”  Id. at 96, 717 S.E.2d at 33.  \nThe court cautioned that, although a trial court has the authority to review and \napprove a class settlement, the trial court does not have authority to “modify a \npurely contractual settlement.”  \nId.  The court did not then further address the \nquestion of whether a contract between the parties for payment of fees can survive \nunder the limitations of Stillwell Enterprises v. Interstate Equipment. Co., 300 N.C. \n286, 289, 266 S.E.2d 812, 814–15 (1980), which held that attorneys’ fees cannot be \nrecovered either as costs or damages, absent statutory authority. See generally \nEhrenhaus, 216 N.C. App 59, 717 S.E.2d 9.  On remand, Judge Murphy authorized \nthe fee award, reading Stillwell to apply only to recovery of fees by a “prevailing \nparty,” whereas in a settlement agreement neither party “prevails.”  Ehrenhaus v. \nBaker, Order, No. 08 CVS 22632 ¶ 13 (N.C. Super. Ct. Mar. 25, 2014).  That \npremise has not yet been presented to the appellate courts. \n   {55} This Court has, in another context, considered whether a court may \nuphold an agreement between parties that allows for the recovery of attorneys’ fees \nwhen there is no statutory authority for the payment of fees.  \nSee generally GR&S \nAtl. Beach, LLC v. Hull, 2011 NCBC LEXIS 37 (N.C. Super. Ct. Sept. 29, 2011).  \nThe Court noted that North Carolina appellate courts strictly adhere to a rule that \na successful litigant cannot recover attorneys’ fees as either costs or damages unless \nthere is clear statutory authority for the recovery.  Id. at *15.    \n {56} A North Carolina statute now allows certain reciprocal agreements in \ncommercial contracts to allow for the recovery of attorneys’ fees.  N.C. Gen. Stat. § \n6-21.6 (2013).  However, the agreement in this case does not fall within that \nstatute’s purview, and the Court has been unable to discern any further specific \nstatutory authority upon which the claim of fees may rest. \n   {57} Notwithstanding these questions,   the Court also recognizes that the \ncourt of appeals in Ehrenhaus did not reject the award of fees to class counsel before \nremanding the issue of fees for further consideration in light of Rule 1.5 of the \n \n \nRevised Rules of Professional Conduct of the North Carolina State Bar. Ehrenhaus, \n216 N.C. App. at 96, 717 S.E.2d at 33; see also N.C. Rules of Prof’l Conduct Rule 1.5 \n(2003).  The Court then proceeds by assuming its authority to authorize a private \nagreement for payment of fees to class counsel as settlement consideration subject \nto Court approval, and reviewing the reasonableness of the amount requested \nutilizing the method suggested by Ehrenhaus. \n {58} Rule 1.5 includes the following factors: \n(1) the time and labor required, the novelty and difficulty of the \nquestions involved, and the skill requisite to perform the legal service \nproperly; \n(2) the likelihood, if apparent to the client, that the acceptance of the \nparticular employment will preclude other employment by the \nlawyer; \n(3) the fee customarily charged in the locality for similar legal services; \n(4) the amount involved and the results obtained; \n(5) the time limitations imposed by the client or by the circumstances; \n(6) the nature and length of the professional relationship with the client \n(7) the experience, reputation, and ability of the lawyer or lawyers \nperforming the services; and \n(8) whether the fee is fixed or contingent. \nId. \n {59} Considering these factors, the prov isions for attorneys’ fees, costs, and \nincentive payments is fair and reasonable, and the fee sought is not excessive. \n {60} Plaintiffs’ counsel devoted 917.20 ho urs to the prosecution of the claim, \nnot including appearances at the fairness hearing.  Plaintiffs’ counsel quickly \nreached agreement on a lead counsel committee, avoiding unnecessary duplication \nof effort.  The nature of the claims required highly skilled litigation counsel that \nwas experienced in shareholder class actions.  The lead counsel committee included \nmembers who have appeared in similar cases in North Carolina and before the \nDelaware Chancery Court, the latter of which has issued many influential or \nprecedential decisions.   \n {61} Counsel’s time was efficiently and necessarily spent.  Counsel retained \nan experienced expert, reviewed and analyzed approximately 92,000 documents, \n \n \nprepared a motion for preliminary injunction with supporting briefs, and undertook \nconfirmatory discovery after entering the MOU.    \n {62} In support of their request for f ees, Plaintiffs offer the affidavit of John \nHughes, indicating that North Carolina attorneys in complex commercial litigation \ncases typically charge fees in the range of $250–$450 per hour.  The Court’s \nexperience in other cases is that their request for fees fell within a reasonable \nrange.  Consistent with \nGE Betz, Inc. v. Conrad¸ the Court here examined the fees \nunder North Carolina standards.  See ___ N.C. App ___, 752 S.E.2d 634, 656–57 \n(2013). Fees for similar work in New York and Washington, D.C. certainly exceed \nthis range.      \n {63} After deducting expenses and incentive awards, the requested \n$325,000 Settlement Payment would yield net attorneys’ fees of $295,260.71, which \nrepresents an average of $321.91 per hour.  The Court concludes that this is \nreasonable, and clearly is not an excessive rate. \n {64} The Court is advised that each  of Plaintiffs’ counsel has a written \nclient fee agreement that includes an understanding of, and agreement to, the \nsharing of fees among members of the lead counsel committee. \n {65} The requested fees reflect an a ppropriate recognition of the value of \nthe dispute and the results obtained. \n {66} Plaintiffs’ counsel undertook the representation with no assurance of \npayment.  They advanced the expenses of the litigation.  They worked diligently \nunder a compressed time schedule.   \n{67} Judge Jolly of this Court appr oved the payment of $550,000 in a \ndisclosure-based settlement.  In re Progress Energy S’holder Litig., 2011 NCBC \nLEXIS 45.  Judge Murphy recently approved payment of $1,056,067.57 in fees to \ncounsel for the Ehrenhaus class.  See Ehrenhaus, Order, No. 08 CVS 22632 (Feb. 5, \n2010).  This Court approved the payment of $450,000.00 in fees in In re PPDI \nLitigation, 2012 NCBC LEXIS 33. \n{68} The Court has reviewed Vice Chancellor Laster’s chart of fees that \nhave been approved in Delaware litigation and finds that the requested Settlement \n \n \nPayment is well within the parameters of what Delaware would award.  In re \nSauer-Danfoss Inc. S’holders Litig., 65 A.3d 1116, 1141–43 apps. A–C (Del. Ch. \n2011).   \n {69} The incentive award of $2500 per plaintiff is fair and reasonable. \n \nV. JUDGMENT \n NOW, THEREFORE, IT IS HEREBY ORDERED, ADJUDGED, AND \nDECREED THAT: \n {70}  The Consolidated Acti on is a proper class action pursuant to Rule 23 of \nthe North Carolina Rules of Civil Procedure. \n{71} Solely for the purposes of ef fectuating the settlement, the Court \ncertifies the Settlement Class consisting of \nall record and beneficial holders of Harris Teeter common stock and their \nrespective successors, predecessors, representatives, trustees, executors, \nadministrators, heirs, assigns or transferees, immediate or remote, and any \nperson or entity acting for or on behalf of, or claiming under any of them, \ntogether with their predecessors and successors and assigns, who held Harris \nTeeter common stock at any time between and including July 9, 2013 and \nJanuary 28, 2014, (the date of consummation of the Proposed Transaction), \nbut excluding: (i) the Defendants; (ii) the immediate families of the Harris \nTeeter Board; (iii) any parent, subsidiary, affiliate, officer, or director of \nHarris Teeter; and (iv) any entity in which any excluded person has a \ncontrolling interest. \n \n{72}  All class members are bound by this Order and Final Judgment \n(“Judgment”). \n {73} The parties to the Stipulation ar e hereby authorized and directed to \nconsummate the Settlement in accordance with the terms and provisions thereof, \nand the Clerk is directed to enter and docket this Judgment. \n {74} This Consolidated Action and th e Released Claims, as defined by the \nSettlement Agreement, are hereby dismissed on the merits and with prejudice in \nfull and final discharge of any and all claims or obligations that were or could have \nbeen asserted in the Consolidated Action against the Defendants. \n \n \n {75}  Plaintiffs and all class members,  and their respective heirs, executors, \nadministrators, estates, predecessors-in-interest, predecessors, successors-in-\ninterest, successors, and assigns, agree to release and forever discharge, and by \noperation of this Judgment hereby release and forever discharge, all Released \nClaims as against all Released Persons, as defined by the Settlement Agreement. \nThe Released Persons shall be deemed to be released and forever discharged from \nall of the Released Claims. \n {76} Plaintiffs and all class members, and their respective heirs, executors, \nadministrators, estates, predecessors-in-interest, predecessors, successors-in-\ninterest, successors, and assigns, are forever barred and enjoined from commencing, \ninstituting, or prosecuting, either directly or in any other capacity, any Released \nClaims against any of the Released Persons in any forum whatsoever. \n {77} Defendants and the Released Persons have agreed to release and \nforever discharge, and by operation of this Judgment hereby forever release and \ndischarge, and are barred from asserting as against the Plaintiffs and Plaintiffs’ \ncounsel, all claims, complaints, allegations or sanctions arising out of, relating to, or \nin connection with, the institution, prosecution, assertion, settlement, or resolution \nof the Consolidated Action or the Released Claims; provided, however, that this \nshall not include any claims to enforce the Settlement. \n {78} Neither the MOU, the Stipulation or this Judgment, nor any of the \nterms and provisions of the MOU, the Stipulation or this Judgment, nor any of the \nnegotiations or proceedings in connection therewith, nor any of the documents or \nstatements referred to herein, nor the Settlement, nor the fact of the Settlement, \nnor the settlement proceedings, nor any statements in connection therewith, shall \n(1) be deemed an admission by any Defendant of any fault, liability or wrongdoing \nas to any facts or claims alleged or asserted in the Consolidated Action, or any other \nactions or proceedings, or that any of the Supplemental Disclosures are material; (2) \nbe deemed an admission by any Plaintiff concerning the merits, or lack thereof, of \nany facts or claims alleged or asserted in the Consolidated Action, or any other \nactions or proceedings, or that any of the Supplemental Disclosures are not \n \n \nmaterial; or (3) otherwise be interpreted, construed, deemed, invoked, offered, or \nreceived in evidence or otherwise used by any person in the Consolidated Action, or \nin any other action or proceeding, whether civil, criminal, or administrative, except \nin connection with any proceeding to enforce the terms of the Settlement or to \neffectuate the liability protections agreed to herein, including without limitation to \nenforce a defense or counterclaim based on principles of release, accord, and \nsatisfaction, good-faith settlement, res judicata, collateral estoppel, judgment bar or \nreduction, claim or issue preclusion, or any similar liability-limiting defense. \n {79} If the Effective Date, as defined by the Settlement Agreement, does not \noccur, if the Stipulation is disapproved, canceled, or terminated pursuant to its \nterms, or if the Defendants withdraw from the Settlement pursuant to paragraph \n8(a) of the Stipulation, all of the parties to the Stipulation shall be deemed to have \nreverted to their respective litigation status immediately prior to the execution of \nthe MOU, and each Party shall be entitled to proceed as if the MOU and the \nStipulation had not been executed (except for paragraphs 2(b), 8(a), 8(b), 9(d)–(g), \n9(i)–(m), 9(s), and 9(t) of the Stipulation, which shall survive the occurrence of any \nsuch event) and the related orders had not been entered, and in that event all of \ntheir respective claims and defenses as to any issue in the Consolidated Action shall \nbe preserved without prejudice in any way whatsoever. \n {80} The binding effect of this Judg ment and the obligations of Plaintiffs \nand Defendants under the Settlement shall not be conditioned upon or subject to \nthe resolution of any appeal from this Judgment that relates solely to the issue of \nClass Counsel’s (or any other counsel’s) application for an award of attorneys’ fees \nand expenses. \n {81}  All class members shall be an d are deemed bound by the Stipulation \nand this Judgment. This Judgment, including the release of all Released Claims \nagainst all Released Persons, shall have\n res judicata and other preclusive effect in \nall pending and future lawsuits, arbitrations, or other proceedings maintained by or \non behalf of any of the Plaintiffs and all other class members as well as their \nrespective heirs, executors, administrators, estates, predecessors-in-interest, \n \n \npredecessors, successors-in-interest, successors, and assigns, and anyone claiming \nthrough or on behalf of any of them. \n {82} Without further order of this Court, the parties may agree in writing to \nreasonable extensions of time to carry out any of the provisions of the Stipulation. \n {83} Without affecting the finality of this Judgment in any way, this Court \nreserves jurisdiction over all matters relating to the administration and \nconsummation of the Settlement. \n {84}  Defendants shall deliver to Plaintiffs’ counsel the Settlement  \nPayment of $325,000 within ten (10) business days after the date of this Order.  \nSuch payment shall be subject to the joint and several obligation of Plaintiffs’ \nCounsel to refund, within ten (10) business days, any overage received and any \ninterest accrued or accumulated thereon if, as a result of any appeal or successful \ncollateral proceeding, the fee or expense award is reduced or reversed or if the \naward order does not become final, the Settlement itself is voided by any Party as \nprovided herein or in the Stipulation, or the Settlement is later reversed by any \ncourt.  By making the payment called for in this paragraph, Defendants fully and \nfinally extinguish their liability for any and all attorneys’ fees, expenses, or other \ncosts in connection with the Consolidated Action, the class members, and any \ncounsel for members of the Settlement Class. Defendants shall bear no \nresponsibility or liability whatsoever for the allocation of any award of fees and \nexpenses.  \n{85} Plaintiffs’ counsel shall pay th e sum of $2,500 each to Westmoreland \nCounty Employees’ Retirement Fund and Priscilla Gerlach as incentive awards \nreflecting their effort and cooperation as class representatives. \n \n IT IS SO ORDERED this 24th day of September, 2014. \n "
}