{
  "id": "fd289166b9779d51314a0fbf7767161f8c10e2bd5251edb21771bb649a158a78",
  "source_file": "data/raw/ncbc/fd289166b9779d51314a0fbf7767161f8c10e2bd5251edb21771bb649a158a78.pdf",
  "raw_text": "Hill v. StubHub, Inc., 2011 NCBC 7. \n \nNORTH CAROLINA     IN TH E GENERAL COURT OF JUSTICE \n       S U P E R I O R  C O U R T  D I V I S I O N  \nGUILFORD COUNTY      07 CVS 11310 \n \nJEFFREY A. and LISA S. HILL, \nindividually and on behalf of  all \nothers similarly situated,  \n \nPlaintiffs, \n \nv. \n \nSTUBHUB, INC. d/b/a “StubHub!” \nand/or “stubhub.com”, JUSTIN \nHOLOHAN, and “John Doe Sellers 2, \net al.” \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER AND OPINION \n \n{1} This matter, filed as a class ac tion, is before the Court on cross-\nmotions for summary judgment filed by Plaintiffs and Defendant StubHub, \nInc. (“StubHub”).  At issue is Defendant StubHub’s claim to immunity under \nSection 230 of the Communications Decency Act (the “CDA”)1. For the \nreasons set forth below, the Court finds that StubHub is not entitled to \nimmunity under the CDA and is, therefore, subject to Plaintiffs’ claims for \nunfair and deceptive trade practices.  Summary Judgment as to Plaintiffs’ \nclaims under N.C. Gen. Stat. § 75-1.1 is GRANTED. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP  by Jeffrey E. \nOleynik, Charles E. Coble, and Benjamin R. Norman; Law Offices of Jeffrey \nK. Peraldo, P.A. by Jeffrey K. Peraldo and Kara W. Edmonds for Plaintiffs \nJeffrey A. and Lisa S. Hill. \n \nK&L Gates, LLP by John H. Culver III; Cooley Godward Kronish LLP by \nMichael J. Klisch, Joshua M. Siegel, Michael G. Rhodes, Benjamin \n                                                 \n1 47 U.S.C. § 230. \nChapman, Whitty Somvichian, and Craig Guthery  for Defendant \nStubHub, Inc. \nTennille, Judge. \n \nI. \nTHE PARTIES \n \n{2} Plaintiffs, Jeffrey A. and Lisa S. Hill (“the Hills”), are citizens \nand residents of Guilford County who purchased four tickets to the Miley \nCyrus as Hannah Montana concert at the Greensboro Coliseum through \nStubHub’s online service.  The Hills paid more than face value for their \ntickets and paid a service fee in excess of $3.00.  Their transaction, if \nconducted in front of the Greensboro Coliseum, would have violated North \nCarolina’s anti-scalping statute. \n{3} Defendant StubHub is a Califor nia corporation which operates a \n“ticket marketplace” on the internet.  Stub Hub claims immunity from any \nresponsibility for the sale to the Hills based on Section 230 of the CDA. \n{4} Defendant Jason Holohan (“Holohan”) is a citizen and resident \nof Massachusetts who owned the tickets purchased by the Hills through \nStubHub. \n \nII. \nAPPLICABLE STATUTES \n \n{5} The statutes applicable to this  case are 47 U.S.C. § 230, N.C. \nGen. Stat. § 14-344, and N.C. Gen. Stat. § 75-1.1.  The pertinent language of \nSection 230 states: \n(c) Protection for “Good Samaritan” blocking and screening of \noffensive material. \n   (1) Treatment of publisher or speaker.  No provider or user of \nan interactive computer service shall be treated as the publisher \nor speaker of any information provided by another information \ncontent provider. \n   (2) Civil liability. No provider or user of an interactive \ncomputer service shall be held liable on account of-- \n      (A) any action voluntarily taken in good faith to restrict \naccess to or availability of material that the provider or user \nconsiders to be obscene, lewd, lascivious, filthy, excessively \nviolent, harassing, or otherwise objectionable, whether or not \nsuch material is constitutionally protected; or \n      (B) any action taken to enable or make available to \ninformation content providers or others the technical means to \nrestrict access to material described in paragraph (1) \n[subparagraph (A)]. . . .  \n \n(f) Definitions. As used in this section: \n   (1) Internet. The term \"Internet\" means the international \ncomputer network of both Federal and non-Federal \ninteroperable packet switched data networks. \n   (2) Interactive computer service. The term \"interactive \ncomputer service\" means any information service, system, or \naccess software provider that provides or enables computer \naccess by multiple users to a computer server, including \nspecifically a service or system that provides access to the \nInternet and such systems operated or services offered by \nlibraries or educational institutions. \n   (3) Information content provider. The term \"information \ncontent provider\" means any person or entity that is responsible, \nin whole or in part, for the creation or development of \ninformation provided through the Internet or any other \ninteractive computer service. \n   (4) Access software provider. The term \"access software \nprovider\" means a provider of software (including client or \nserver software), or enabling tools that do any one or more of the \nfollowing: \n      (A) filter, screen, allow, or disallow content; \n      (B) pick, choose, analyze, or digest content; or \n      (C) transmit, receive, display, forward, cache, search, subset, \norganize, reorganize, or translate content. \n \n47 U.S.C. § 230(c),(f) (Lexis 2011). \n \n{6} In 2007, when Mrs. Hill purchas ed tickets for the Miley Cyrus \nas Hannah Montana concert on StubHub’s website, N.C. Gen. Stat. § 14-344 \nread: \nAny person, firm, or corporation shall be allowed to add a \nreasonable service fee to the face value of the tickets sold, and \nthe person, firm, or corporation which sells or resells such \ntickets shall not be permitted to recoup funds greater than the \ncombined face value of the ticket, tax, and the authorized service \nfee. This service fee may not exceed three dollars ($ 3.00) for \neach ticket except that a promoter or operator of the property \nwhere the event is to be held and a ticket sales agency may \nagree in writing on a reasonable service fee greater than three \ndollars ($ 3.00) for the first sale of tickets by the ticket sales \nagent. This service fee may be a pre-established amount per \nticket or a percentage of each ticket. The existence of the service \nfee shall be made known to the public by printing or writing the \namount of the fee on the tickets which are printed for the event. \nAny person, firm or corporation which sells or offers to sell a \nticket for a price greater than the price permitted by this section \nshall be guilty of a Class 2 misdemeanor. \n \nN.C. Gen. Stat. § 14-344 (Lexis 2011); 2008 N.C. Sess. 158, ss. 3, 4. \n \n {7} North Carolina’s Unfair and Deceptive Trade Practices \nAct, N.C. Gen. Stat. § 75-1.1, declares unlawful “[u]nfair methods of \ncompetition in or affecting commerce, and unfair or deceptive acts or \npractices in or affecting commerce.”  N. C. Gen. Stat. § 75-1 (Lexis \n2011.)  \n \nIII. \nCASE LAW GOVERNING IMMUNITY \n \n{8} The case law governing the question of loss of immunity as an \ninternet service provider is not extensively developed.  The decisions are \ncontextual, so their language provides no bright-line tests for when and how \nimmunity may be lost.  It is clear that the CDA is an immunity statute \ndesigned to protect website operators from liability for content posted by \nothers.  The Ninth Circuit stated that with respect to the CDA: \n We must keep firmly in mind  that this is an immunity \nstatute we are expounding, a provision enacted to protect \nwebsites against the evil of liability for failure to remove \noffensive content.  Websites are complicated enterprises, and \nthere will always be close cases where a clever lawyer could \nargue that something the website operator did encouraged the \nillegality.  Such close cases, we believe, must be resolved in favor \nof immunity, lest we cut the heart out of section 230 by forcing \nwebsites to face death by ten thousand duck-bites, fighting off \nclaims that they promoted or encouraged—or at least tacitly \nassented to—the illegality of third parties. Where it is very clear \nthat the website directly participates in developing the alleged \nillegality . . . immunity will be lost.  But in cases of enhancement \nby implication or development by inference . . . \nsection 230 must \nbe interpreted to protect websites not merely from ultimate \nliability, but from having to fight costly and protracted legal \nbattles. . . .  \n \nThe message to website operators is clear: If you don’t encourage \nillegal content, or design your website to require users to input \nillegal content, you will be immune. \n \nFair Hous. Council of San Fernando Valley v. Roommates.com, 521 \nF.3d 1157, 1174–75 (9th Cir. 2008) (internal citations omitted).  \n{9} A review of the cases below lead s this court to conclude that an \ninternet service provider crosses the line and becomes liable for content on its \nwebsite when the internet service provider (“ISP”) materially contributes to \nand/or specifically encourages the offending content.  To “materially \ncontribute” in this context means to influence the offending content in a way \nthat promotes the violation of law that is represented by the offending \ncontent.  To “specifically encourage” means to elicit and make aggressive use \nof the offending content in the business of the internet service provider.  Each \ncase must be decided on its own facts, giving deference to the public policy \nembodied in the statute.  Cases in which the offending content is unlawful \nrequire a heightened degree of materiality and specificity.  Intent to violate \nthe law is not required.  Conscious disregard by an internet service provider \nof known and persistent violations of law by content providers may impact \nthe courts’ determinations of the service provider’s claim to immunity, \nespecially where the ISP profits from the violations. \n {10} Any survey of the law in this area begins with the Ninth \nCircuit’s decision in Roommates.com.  In his majority opinion, Chief Judge \nKozinski attempted to “plumb the depths of the immunity provided by \nSection 230 of the Communications Decency Act.” 2  Id. at 1161.  This Court \nwill not dive as deep, but a close examination of the reasoning in the decision \nis helpful.  Briefly, Roommates.com, LLC (“Roommate” or “Roommates”)3  \nwas claiming immunity under Section 230 from claims by the plaintiffs that \nit violated the Fair Housing Standards Act by requiring users of its website \nto provide information which formed the basis of discrimination prohibited by \nthe act.  Roommate contended that it did not provide the “content” which \nformed the basis of the discrimination claim, pointing out that all the \ninformation was entered by users of the website. \n {11} Judge Kozinski’s majority opinion began with a history of the \nCDA, which is important to note here.  The legislation was passed in reaction \nto the decision in \nStratton Oakmont v. Prodigy Servs. Co., 1995 N.Y. Misc. \nLEXIS 229, 1995 WL 323710 (N.Y. Sup. Ct. May 24, 1995) (unpublished), in \nwhich the New York courts had held Prodigy, an ISP, liable for content \npublished on its website because it had made an effort to filter some of the \nposts.  In effect, the decision placed ISPs in a dilemma of choosing to take \nresponsibility for all messages posted or doing no monitoring at all and \ndeleting no messages.  The opinion places the history in context thusly: “In \nother words, Congress sought to immunize the \nremoval of user-generated \ncontent, not the creation of content.”  Roommates.com, 521 F.3d at 1163.  The \nact is a Good Samaritan protection. The CDA should be liberally construed to \neffectuate that public policy.  It protects those ISPs which are truly innocent \nbystanders in use of the web.   \n {12} Judge Kozinski next addre ssed the question of whether the \nquestions asked by Roommate violated the Fair Housing Standards Act.  \nFinding that there would have been a violation if asked by a broker or \n                                                 \n2 Subsequent decisions have either muddied the waters or made them clearer, depending on \none’s point of view.  The depths have not become shallower.  \n3 The company goes by the singular name Roommate.com, LLC but pluralizes the website’s \nURL—www.roommates.com.  \nrealtor, the Court held: “[i]f such questions are unlawful when posed face-to-\nface or by telephone, they don’t magically become lawful when asked \nelectronically online.  The Communication Decency Act was not meant to \ncreate a lawless no-man’s-land on the Internet.”  Id. at 1164.  That analogy is \nmeaningful here. \n {13} Next, the Ninth Circuit l ooked closely at the conduct of \nRoommate.  Significantly, it held that a party responsible for putting \ninformation online may be subject to liability, even if the information \noriginated with a user.  It then looked at Roommate’s activities in posting the \nquestionnaire, soliciting the discriminatory information, and requiring \nanswers to it.  It held that those actions were entirely of Roommate’s own \ndoing and the CDA did not apply to them.  In essence, Roommate was held to \nhave developed the information.  Thus, development of information by an ISP \ncan be important in assessing a claim to immunity.  But the court went \nfurther and found that information gathered by Roommate was filtered in a \ndiscriminatory way and that Roommate’s connection to the discriminatory \nfiltering was “direct and palpable.”  \nId. at 1169.  The court found Roommate’s \nconduct to be in stark contrast to the conduct sought to be protected by the \nCDA, holding: \n Roommate’s situation stands in stark contrast to Stratton \nOakmont, the case Congress sought to reverse through passage \nof Section 230. There, defendant Prodigy was held liable for a \nuser’s unsolicited message because it attempted to remove some \nproblematic content from its website, but didn’t remove enough.  \nHere, Roommate is not being sued for removing some harmful \nmessages while failing to remove others; instead, it is being sued \nfor the predictable consequences of creating a website designed \nto solicit and enforce housing preferences that are alleged to be \nillegal.  \n \nId. at 1170 (emphasis in last sentence added). \n \n {14} The court emphasized that Roommate was not a passive \nconduit, but that it elicited the allegedly illegal content and made aggressive \nuse of it in conducting its business.  It held: “The message to website \noperators is clear: If you don’t encourage illegal content, or design your \nwebsite to require users to input illegal content, you will be immune.”  Id. at \n1175. \n {15} Roommates.com was narrowly construed in the case of Goodard \nv. Google, Inc., 640 F. Supp. 2d 1193 (N.D. Cal. 2009).  The District Court in \nthat case held that immunity was not lost under Roommates.com even if the \nISP knew that third parties are using its tools to create illegal content.  \nGoodard, 640 F. Supp. 2d at 1198.  The Court stated:  \nAs a result, a plaintiff may not establish developer liability \nmerely by alleging that the operator of a website should have \nknown that the availability of certain tools might facilitate the \nposting of improper content.  Substantially greater involvement \nis required, such as the situation in which the website “elicits \nthe allegedly illegal content and makes aggressive use of it in \nconducting its business.”  \n \nId. (quoting Roommates.com, 521 F.3d at 1172). \n {16} The next case is closely related to the issues here.  In NPS, LLC \nv. StubHub, Inc., 25 Mass L. Rep. 478, 2009 Mass. Super. LEXIS 97 (2009), \nJustice Gants, then the business court judge in Massachusetts, heard a \nmotion for partial summary judgment in a case brought by the New England \nPatriots football team to prevent StubHub from using its website to facilitate \nthe scalping of tickets to Patriots games.  To be clear, this was only a hearing \non partial summary judgment and not a final disposition of the case.  \nHowever, certain of Justice Gants’ observations in his decision are pertinent \nhere.  With respect to StubHub’s knowingly aiding in the violation of \nMassachusetts’s anti-scalping law, he said: \nThe Patriots, however, in seeking to prove that StubHub \nknowingly aided the commission of illegal conduct, is not limited \nto what StubHub said; it may also focus carefully on what it did.  \nHere, StubHub’s pricing structure certainly meant that it \nprofited from any violation of the “anti-scalping” laws, since its \nrevenue increased in direct proportion to the price of the ticket \nsold.  Moreover, StubHub’s website does not require the seller \n(or even ask the seller) the face value of the ticket, so there is no \nway for it or the buyer to know whether the sales price is above \nthe price threshold set under §185D.  The absence of such \ninformation permits illegal ticket scalping to occur through the \nStubHub website and prevents any policing of the website to \nprevent such scalping.  StubHub’s apparent affirmative choice \nnot to know the face value of the tickets does not mean that it \ndid not contribute to illegal scalping; willful blindness is \ncertainly not a defense to this crime.  Finally, StubHub until \n2008 affirmatively encouraged LargeSellers in the LargeSeller’s \nHandbook to “check the website from time to time for \nunderpriced tickets or exclusive listings that may not be seen \nelsewhere,” and still encourages LargeSellers to buy these \nunderpriced tickets by waiving for them the fee due from all \nother ticket buyers—10 percent of the sales price.  A factfinder \nreasonably may conclude that the so-called “underpriced” tickets \nare tickets priced within the legal limit set by §185D, and that \nStubHub, by encouraging LargeSellers to buy these tickets, is \nessentially encouraging LargeSellers to resell these tickets at \nhigher prices, from which StubHub will enjoy a higher \ncommission.  Therefore, this Court finds that there is a genuine \nissue of material fact as to whether StubHub is intentionally \ninducing or encouraging others to violate §§185A or 185D, or \nprofiting from such violations while declining to stop or limit \nthem. \n \nNPS, LLC, 2009 Mass Super. LEXIS 97, at *32–34.   \n {17} With respect to StubHub’s claim of immunity under the CDA, \nJustice Gants applied virtually the same test, holding: \nThis Court recognizes that StubHub is an interactive computer \nservice, that sellers who post their  tickets on StubHub are \ninformation content providers within the meaning of §230, and \nthat StubHub does not lose the immunity provided by the CDA \nif it simply knew that its sellers were potentially in violation of \nG.L.c. 140, §185A or §185D.  See Universal Communications \nSys., Inc. v. Lycos, 478 F.3d 413, 420 (1st Cir. 2007) (“Section \n230 immunity applies even after notice of the potentially \nunlawful nature of the third-party content”). \n \n However, CDA immunity “app lies only if the interactive \ncomputer service provider is not also an ‘information content \nprovider,’ which is defined as someone who is ‘responsible, in \nwhole or in part,’ for the creation or development of the \noffending content.”  Roommates, 521 F.3d at 1162; 47 U.S.C. \n§230(f)(3). The Ninth Circuit has interpreted the term \n“development” as “referring not merely to augmenting the \ncontent generally, but to materially contributing to its alleged \nunlawfulness. In other words, a website helps to develop \nunlawful content, and thus falls within the exception to section \n230, if it contributes materially to the alleged illegality of the \nconduct.”  Roommates, 521 F.3d at 1167-68.  Here, as discussed \nearlier, there is evidence in the record that StubHub materially \ncontributed to the illegal “ticket scalping” of its sellers.  In effect, \nthe same evidence of knowing participation in illegal “ticket \nscalping” that is sufficient, if proven, to establish improper \nmeans is also sufficient to place StubHub outside the immunity \nprovided by the CDA.  \n \nNPS, LLC, 2009 Mass Super. LEXIS 97, at *35–37.   \n {18} The next case providing guidance on the interpretation of the \nCDA is FTC v. Accusearch, Inc., 570 F.3d 1187 (10th Cir. 2009).  Of \nparticular interest in Accusearch is the court’s detailed explanation of the \nterm “information content provider” as used in the CDA.  The court was \ncalled upon to consider whether confidential telephone records are \n“developed” within the meaning of the CDA, when they are sold to the public \nover the Internet and who was “responsible,” in whole or in part, for the \ndevelopment or creation of the offending content.  Accusearch, 570 F.3d at \n1197−1201.  Its etymological investigation of the key words in the statute is \nlong, but useful:  \nThe CDA defines the term information content provider \nas “any person or entity that is responsible, in whole or in part, \nfor the creation or development of information provided through \nthe Internet or any other interactive computer service.”  47 \nU.S.C. § 230(f)(3).  “This is a broad definition, covering even \nthose who are responsible for the development of content only ‘in \npart.’”  [Universal Commc'n Sys., Inc. v. Lycos, Inc., 478 F.3d \n413, 419 (1st Cir. 2007)].  Accordingly, there may be several \ninformation content providers with respect to a single item of \ninformation (each being “responsible,” at least “in part,” for its \n“creation or development”).  \nSee 47 U.S.C. § 230(f)(3). . . .   \n \nThe word develop derives from the Old French desveloper, which \nmeans, in essence, to unwrap. Webster's Third New \nInternational Dictionary 618 (2002) (explaining that desveloper \nis composed of the word veloper, meaning \"to wrap up,\" and the \nnegative prefix des). The dictionary definitions for develop \ncorrespondingly revolve around the act of drawing something \nout, making it “visible,” “active,”or “usable.” \nId.  Thus, a \nphotograph is developed by chemical processes exposing a latent \nimage.  See id.  Land is developed by harnessing its untapped \npotential for building or for extracting resources.  See id. \nLikewise, when confidential telephone information was exposed \nto public view through Abika.com, that information was \n“developed.”  See id. (one definition of develop is “to make \nactually available or usable (something previously only \npotentially available or usable)”). \n \n This conclusion, however, does not end the inquiry. The \nquestion remains whether Accusearch was “‘responsible, in \nwhole or in part, for the . . . development of’ the offending \ncontent.”  \nRoommates.com, 521 F.3d at 1162 (quoting § \n230(f)(3)). That is, was it responsible for the development of the \nspecific content that was the source of the alleged liability? . . .  \n \nThe meaning of responsible becomes an issue under the \nCDA when a court is considering whether CDA immunity from \nliability is unavailable because one is “responsible, in whole or \nin part, for the creation or development of information” that is \nthe source of the liability. In this context—responsibility for \nharm—the word \nresponsible ordinarily has a normative \nconnotation.  See The Oxford English Dictionary 742 (2d ed. \n1998) (stating one definition of responsible as “Morally \naccountable for one's actions.”).  As one authority puts it: \n“[W]hen we say, ‘Every man is responsible for his own actions,’ \nwe do not think definitely of any authority, law, or tribunal \nbefore which he must answer, but rather of the general law of \nright, the moral constitution of the universe. . . .” James C. \nFernald, Funk & Wagnalls Standard Handbook of Synonyms, \nAntonyms, and Prepositions 366 (1947).  Synonyms for \nresponsibility in this context are blame, fault, guilt, and \nculpability.  See Oxford American Writer's Thesaurus 747 (2d \ned. 2008).  Accordingly, to be “responsible” for the development \nof offensive content, one must be more than a neutral conduit for \nthat content. That is, one is not “responsible” for the \ndevelopment of offensive content if one's conduct was neutral \nwith respect to the offensiveness of the content (as would be the \ncase with the typical Internet bulletin board). We would not \nordinarily say that one who builds a highway is “responsible” for \nthe use of that highway by a fleeing bank robber, even though \nthe culprit's escape was facilitated by the availability of the \nhighway. \n \n This construction of the term \nresponsible comports with \nthe clear purpose of the CDA—to encourage Internet services \nthat increase the flow of information by protecting them from \nliability when independent persons negligently or intentionally \nuse those services to supply harmful content.  \nSee 47 U.S.C. § \n230(a), (b).  We therefore conclude that a service provider is \n“responsible” for the development of offensive content only if it \nin some way specifically encourages development of what is \noffensive about the content. \n  \nId. at 1197.    \n {19} The Tenth Circuit cited with approval the “material \ncontribution” test adopted by the Ninth Circuit in Roommates.com.  It then \napplied that test to the conduct of Accusearch, holding:  \nThat language applies to Accusearch’s role in this case. \nBy paying its researchers to acquire telephone records, knowing \nthat the confidentiality of the records was protected by law, it \ncontributed mightily to the unlawful conduct of its researchers.  \nIndeed, Accusearch’s responsibility is more pronounced than \nthat of Roomates.com. Roommates.com may have encouraged \nusers to post offending content; but the offensive postings were \nAccusearch’s \nraison d’etre and it affirmatively solicited them.  \n \nId. at 1200. \n {20} The Tenth Circuit made another series of observations that \ndemonstrates the language the courts have used in finding immunity for \nmessage boards that provided only neutral tools for posting.  It distinguished \nits own case of Ben Ezra, Weinstein, & Co., Inc. v. Am. Online, Inc., 206 F.3d \n980 (10th Cir. 2000), by pointing out that America Online was not responsible \nfor erroneous stock quotations on its website because its conduct was neutral \nwith respect to the errors.  It said that its decision would have been different \nif America Online had solicited inherently unlawful content.  See id. at \n984−86.  It relied on the fact that America Online had done nothing to \nencourage what made the content offensive.  Id.  Other cases have found \nimmunity where the ISP did not prompt and did not cause the content. See \nUniversal Commc’n Sys., 478 F.3d at 420; Chic. Lawyers’ Comm. for Civil \nRights Under Law, Inc., v. Craigslist, Inc., 519 F.3d 666, 671−72 (7th Cir. \n2008). \n \nIV. \nANALYSIS \n \n{21} Many of the facts at this st age are undisputed. How those facts \naffect the analysis of immunity under the CDA is hotly contested. The facts \npertinent to that analysis are set forth below. The questions are whether \nStubHub is an information content provider, in whole or in part, and whether \nits transactions violated N.C. Gen. Stat. §14-344 as it existed at the time, \nirrespective of whether it was a content provider. \n {23} There is no dispute about th e transaction upon which the claims \nof individual Plaintiffs Jeffrey A. Hill and Lisa S. Hill are founded.  \n {24} StubHub operates a webs ite, which it calls a “ticket \nmarketplace,” that enables third parties to buy and sell tickets to live \nentertainment events, including sporting events.  For purposes of this \ndecision the Court finds that StubHub does not generally own the tickets sold \non its website.4\n {25} To utilize the website, a buyer or seller must register for a user \naccount. The registration process requires the user to read and agree to \nStubHub’s User Agreement by checking the “Agree” box with which all \ninternet users have become familiar.  Among the fine print in the lengthy \nuser agreement is the following language: \n                                                 \n4 There may be instances where StubHub is the actual owner, but they are immaterial for \npurposes of this decision. \nYou agree not to use this Site for unlawful purposes or in an \nunlawful manner.  You agree to comply with all applicable local, \nstate federal and international laws, statutes and regulations \nregarding use of the Site and the selling of tickets. . . .   \n \nYou warrant that you will comply with all applicable local, state, \nfederal and international laws, statutes and regulations \nregarding use of the Site and selling value of the tickets. \nStubHub does not monitor, obtain, nor have any knowledge of \nthe face value of tickets listed on the Site. \n \nGoldberg Aff. at ¶¶ 10−11, Ex. 1 ¶¶ 9.5, 11.3. \n \n {26} StubHub also provided notice that ticket scalping is \nillegal in North Carolina. \n {27} On July 17, 2006, Justin Holo han, a resident of Massachusetts, \nregistered as a StubHub user and agreed to the terms of the User Agreement. \n {28} On September 15, 2007, Holoha n listed four tickets to the Miley \nCyrus as Hannah Montana concert at the Greensboro Coliseum for sale at a \nprice of $149.00 per ticket.  That price exceeded the face value of the tickets \nby $93.00 per ticket. September 15 was the day the tickets went on sale at \nthe Coliseum.  On that same day, Lisa Hill was unsuccessful in obtaining \ntickets to the concert from the Greensboro Coliseum website.  It was sold out, \napparently within minutes.  Mrs. Hill then went to the StubHub website, \nwhere she found four tickets listed for $149.00, those being the same tickets \nlisted for sale by Mr. Holohan.  She used her husband’s credit card, \nauthorizing StubHub to charge the account for the full amount on the Place \nOrder page at the StubHub website.  In addition to the $596.00 price of the \nfour tickets, she paid a service fee of $59.60 (10% of the value of the four \ntickets) and a shipping/handling charge of $11.95.5  While Mrs. Hill has filed \nan affidavit saying she did not know the face value of the tickets was $56.00 \nuntil she received them in the mail, she should have had little doubt that she \n                                                 \n5 For the concert as a whole, StubHub collected approximately $126,000.00 above the face \nvalue of the tickets and $41,947.25 in fees in excess of the $3.00 fee authorized by the \nstatute. \nwas paying a premium and could certainly have obtained information about \nthe face value before making her purchase.  Like most purchasers of tickets \nto sold-out events, she should have expected that the tickets were not offered \nat face value or at least made some inquiry.  In any event, she was a willing \npurchaser at that price.  \n{29} For his part, Mr. Holohan testified that he used the fixed price \nmethod on the website, typing in $149.00 in the blank.  StubHub did not set \nthe price for him.  Apparently, Mr. Holohan had used StubHub on more than \none occasion, as he testified that he was generally familiar with the pop-up \nwindows but did not know if he used them on the occasion that he listed his \nHannah Montana tickets.  As a Massachusetts resident, he would only have \nhad access to the Average Price window and not the Historical Sales Tool.  \nBoth are described below.  Holohan had no part in setting the buyer’s fee and \nshipping charges.  StubHub did that. \n {30} In order to sell tickets on th e website, a seller like Holohan must \nfirst locate the event on the website by selecting one of several links on the \nhome page and then selecting the location from which the seller will be \nshipping the tickets.  \n{31} StubHub has been proactive befo re the seller even gets to the \nwebsite.  StubHub is selective in the events it lists on its website.  It focuses \non high-demand events which are generally sold out events.  Unlike \nCraigslist, EBay, or other sales websites, sellers are limited to those events \nselected by StubHub.  StubHub screens out low-demand listings.  It actively \nmonitors its inventory for each selected event.  Its business model is thus \nfocused at the outset on sales of tickets to events with a high probability of \ngarnering premium prices above the face value of the event ticket.  It is not in \nthe business of selling tickets to just any event. \n{32} StubHub has also taken other action before the seller or buyer \ngets to the website.  It actively solicits listings for high-demand events.  It \nmonitors its competition for listings. \nA. \nLargeSellers \n \n {33} The most significant activity engaged in by StubHub which \naffects the pricing on its website is its connection with LargeSellers.  Justice \nGants noted in the New England Patriots case: “In addition to the above \nservices, in 2005 StubHub created a category of sellers it has identified as \n“LargeSellers.”  NPS, LLC, 2009 Mass Super. LEXIS 97, *7−8.  As defined by \nStubHub, LargeSellers are those who “‘take a large interest in tickets \nspanning over multiple events and genres’ for whom StubHub provides \nextended privileges and incentives above those provided to its regular users.”  \nId.  LargeSellers are not in the business of buying large amounts of tickets to \nbe resold at face value.  They could not profit from such a business model.  \nThey control large blocks of tickets, a control which gives them an advantage \nin setting premium prices for sold out events.  They are in the business of \nscalping tickets.   \n {34} StubHub has approximately 900 participants in the \nLargeSellers program, and the program generates 30% to 50% of its ticket \nsales.  StubHub provides account managers to assist LargeSellers.  They \nprovide assistance with pricing.  LargeSellers are given an additional day to \nlist their tickets (a service unavailable to the average customer), the privilege \nof last minute transactions, cash-back incentives for achieving certain \nbenchmarks, and reduced rates.  LargeSellers are entitled to a reduction in \nthe normal 15% service fee charged to sellers if they achieve certain \nbenchmarks.  StubHub entices LargeSellers to use its website.  \n{35} StubHub influences the pricin g of the LargeSellers.  StubHub \nhas technology that allows it to upload data from LargeSellers’ software.  \nCalled “autobulk,” this technology gives StubHub the ability to monitor the \npricing of its LargeSellers.  It uses features by which LargeSellers can \nautomatically have their prices increased to cover the seller service fee \ncharged by StubHub, effectively passing the service fee on to the buyer who is \nalready paying a 10% buyer’s fee.  StubHub makes more on the buyers fee if \nthe LargeSeller builds the seller service fee into the price.  The use of the \nmark-up feature is voluntary with each Large Seller. If a Large Seller \nreaches its benchmarks so that its fee is reduced, StubHub automatically \nadjusts the pricing to reflect the reduced fee. \n{36} StubHub affects pricing in other ways through its LargeSellers. \nIt encourages them to look for and purchase underpriced tickets on the \nwebsite.  It then encourages them to get the underpriced tickets off the \nmarket by waiving the buy-side fee.  The policy thus encourages raising the \nprice for all tickets. \n{37} Setting the right price is critical to StubHub’s business model.  \nIt makes no money if no tickets are sold; therefore, it has an incentive to keep \noverpriced inventory off the website.  However, the higher the price of the \nticket, the more money it makes.  Thus, its success is based on driving pricing \nto the “market value.”  Given its focus on LargeSellers in the business of \nmaking a profit on re-sales, market value for sold out events is more likely \nthan not going to exceed face value of the ticket.  That is especially true \nwhere LargeSellers are automatically marking up their wholesale prices to \ninclude the seller service fee.  \n{38} It should be clear that by focusing on LargeSellers, who are in \nbusiness to make a profit on re-sales, assisting them in pricing, and \ngenerating a significant portion of its revenue from them, StubHub creates a \npricing process that assures that the market price of a ticket will exceed the \nface value with respect to at least 30% to 50% of its sales.  However, the \ninfluence of LargeSeller pricing does not end there. \n  \n B.  \nUsers other than LargeSellers \n \n{39} The influence of the LargeSe llers’ pricing spills over into the \npricing of tickets sold by other users.  Since the LargeSellers are such a large \npercentage of StubHub’s business, they influence the market price for tickets.  \nIf LargeSellers are seeking a profit on re-sales of tickets to sold out events, \ntheir pricing would naturally drive the market to prices above face value.  \nStubHub affirmatively acts to impact pricing to the extent that it seeks to \ndrive prices to a market level.  Often that may mean driving the prices down \nfrom overpriced listings.  It wants tickets to sell.  If they do not sell, it does \nnot make any money.   \n{40} Whichever way the price is moved, StubHub is still impacting \nprice.  There can be little doubt that StubHub seeks to influence prices to \ndrive them to market value.  The target is market value of tickets to sold-out \nevents; the target is not face value.  While StubHub never “sets” the price \nentered by a seller, it does seek to drive that price to a market level.  To that \nextent, it is impacting the price content entered on its website—and doing so \ndeliberately and to drive its profit.  StubHub is in the business to make \nmoney, and there is nothing wrong with that.  Its method of driving profit is, \nhowever, a significant factor when determining its claim to immunity under \nthe CDA. \n{41} How does StubHub influence pricing for users other than Large \nSellers?  \n{42} It studies pricing behavior in or der to maximize its ticket sales.  \nFrom its studies, it was able to devise pricing tools and services to foster \ncompetitive pricing on its website.  \n{43} It provided a customer service that instructs season ticket \nholders on pricing.  StubHub customer service gives “general guidance” on \npricing to individual sellers and to LargeSellers. \n \nC. \nStubHub uses its website to drive pricing to market value, the very \ncontent it now wishes to disavow influencing \n \n{44} More importantly, it uses its website to influence pricing, \nseeking to drive prices to a level which StubHub believes will result in a sale \nat “market value.”  That is not necessarily a price above face value, but \ncertainly the targeted market value could be a premium price in excess of \nface value.  If market value is being driven by LargeSellers who control large \nblocks, it is likely that the price will exceed face value.  When a seller goes to \nthe website to list a ticket, he or she is given pricing data on the last five \ncomparable completed transactions.  If the seller lists a price outside the \naverage range for comparable tickets, the seller is warned.  When the seller \nmoves to the page where she enters a ticket price, StubHub provides a \nfeature that displays the price for which other users have sold their tickets. \nUsers may also go to a link that shows “How Much Should I Charge For My \nTicket.”  Users are told that tickets priced reasonably or below market value \nshould sell quickly.  If sellers enter a price outside of what StubHub has \ndetermined is the average price range, a pop-up window appears as a “Seller \nTip” which states: “Tickets to this event, in your section have been selling at \nan average price of $$$$ each.  Would you like to adjust your ticket price to \nincrease its chances of selling?” \n{46} Users are told their chances of tickets selling faster will be \nimproved. \n{47} A similar service is availabl e for users on a page called “My \nActive Ticket Listings.”  Again, pop-up windows encourage users to “Optimize \nYour Ticket Pricing” and provide information to help users find a \n“competitive” price. \n{48} All of the popup windows and tools such as the Average Price \nwindow and the Historical Sales Tool are designed to influence the sales \nprice.6  They contain pricing influenced by Large Sellers. \n                                                 \n6 The Average Price Tool is a program in StubHub’s website that informs sellers that they \nentered a price for their tickets that is higher than the average price for tickets sold on the \nsite for a particular event.  (Aff. of Noah Goldberg ¶¶ 26−27.)  The website displays a pop-up \nwindow when sellers enter a price that is more than 1% higher than the average price for an \n{45} StubHub’s business model does not require scalping practices.  \nIt encourages them.  It is designed to produce the highest volume of ticket \nsales at the prevailing market price for events which are sold out, and thus \nlikely to generate market prices higher than the face value of the tickets \nirrespective of the fees involved on both sides.7  Having engaged in detailed \nstudies of pricing and pricing habits of its users and competitors, it strains \ncredulity that StubHub had no information about the relation of market \nvalue to face value.  It could not reasonably drive its customers’ prices to \nmarket value without that information.  It does not provide information on \nthe face value of tickets to buyers on its website.  Further, it controls its \nwebsite to prevent communication between buyers and sellers, thus \nfacilitating its role as the arbiter of market price. \n \nD. \nStubHub’s Fees \n  \n{46} The Court next turns to the fees charged by StubHub.  It \ngenerally charges a seller a fee of 15%.  While it is possible that some sellers \nwould absorb that cost, it is unlikely that a seller of a ticket to a sold out \nevent would not pass on the seller’s fee expense in order to break even on the \ntransaction.  LargeSellers are clearly encouraged to do that, and StubHub’s \nsystem facilitates the mark-up.  The existence of the seller’s fee does not \nviolate N.C. Gen. Stat. § 14-344.  Its existence contributes to the setting of \nprices above face value. \n{47} On the other hand, the buyer’ s fee charged by StubHub, not the \nseller, directly contravenes the statute.  If a StubHub employee stood in front \n                                                                                                                                                 \nevent.  (Aff. of Noah Goldberg ¶ 26.)  The Historical Sales Tool is a program on StubHub’s \nwebsite that displays historical sales information to the seller during the ticket posting \nprocess.   (Aff. of Noah Goldberg ¶ 24.)  The tool shows the last five transactions that \noccurred for the event, the price at which the tickets sold, and the date of the sale. \n7 There are rare instances involving disgruntled sports fans who dump their tickets at any \nprice. \nof the Greensboro Coliseum before the Hannah Montana concert and offered \nto sell tickets (belonging to someone else) at face value, and if the buyer \nwould pay a buyer’s fee that exceeded $3.00, that employee would have \nviolated the statute and been subject to prosecution.  That process is precisely \nwhat takes place on StubHub’s website.  It is charging the buyer’s fee \ndirectly, collecting and retaining it.  That transaction violates the statute if \nthe fee is more than $3.00. \n \nE. \nStubHub’s Involvement in the Sale \n \n{48} StubHub is involved in the process between the buyer and seller \nin numerous other ways.  It controls payment and delivery, prohibiting \ncontact between buyer and seller.  It profits from its delivery charges.  It \nserves as a guarantor to both the buyer and seller.  It contracts with bands \nlike the Dave Matthews Band to loan them the money to buy tickets to their \nown concerts at face value, which StubHub then resells for them.  StubHub \nguarantees the face value will be received and pays any premium received to \nthe band.  It advises the band on the market value of the tickets for the tour \nand enters the tickets in its system.  It occasionally sells tickets on its own, \nbut those sales are too insubstantial to affect the market price.  It operates \nkiosks where tickets can be picked up. \n{49} These activities standing al one do not make StubHub a content \nprovider, but they demonstrate that StubHub is in total control of the \ntransaction.  The only thing it does not do is enter the actual price or make \nthe final price decision for most sellers.  It is the party conducting the \ntransaction even though it is not setting the price.  Again, if a StubHub \nemployee offered to sell another person’s tickets to the ACC Tournament at \nscalper’s prices in front of the coliseum, that employee would have violated \nthe statute even though they did not set the price for the owner.  \n \nV. \nCONCLUSION \n \n{50} StubHub did not set the price at which Mrs. Hill purchased the \ntickets.  It did not enter the price in the blank on its website.  It used all the \nright disclaimers and warnings in its user agreement and on its website. \nHowever, its actions speak louder than its words.  It provided, for its own \nprofit, a means by which Mr. Holohan and other sellers, in particular \nLargeSellers, could scalp tickets in a manner which would have violated \nNorth Carolina law if done in person and not by use of the internet.  It \ndirectly participated in developing the pricing on its system.  If it did not \nknow the face value of the tickets sold on its website—an assertion the Court \nwould find difficult to accept—it was consciously indifferent about and \nwillfully blind to that information.  At the least, StubHub encouraged illegal \ncontent.  Phrased differently, the use of its website to scalp tickets in \nviolation of North Carolina law was a predictable consequence of its business \nmodel. \n{51} StubHub encouraged, materially contributed to, and made \naggressive use of the pricing content on its website.  It profited from tickets \nsold at prices higher than face value.  It was consciously indifferent and \nwillfully blind to the illegal prices being posted, knowing that the predictable \nconsequences of its pricing model would be the generation of illegal prices.  It \nis not entitled to immunity.  It does not qualify as a Good Samaritan. \n{52} For the foregoing reasons the Court concludes that: (1) StubHub \nis a content provider and is stripped of any immunity under the CDA, and (2) \nits activities, especially its buyer’s fees, were in violation of N.C. Gen. Stat. § \n14-344 at the times complained of in the complaint irrespective of its \nimmunity.  The CDA would provide no immunity for those transactions by its \nvery terms.  Charging prices and fees in excess of those statutorily permitted \nis an unfair and deceptive trade practice.  The facts set out above clearly \nestablish that StubHub’s actions were “in and affecting commerce” as \nrequired by N.C. Gen. Stat. § 75-1.1. \n{53} There are class action issues remaining to be decided.  In the \nview of the Court, there is no just reason for delay in entry of judgment on \nthe individual claims.  It is further the trial court’s view, subject to \ndetermination by the Court of Appeals, that the Court’s denial of immunity \naffects a substantial right of StubHub and that an immediate review of the \ndenial of immunity would promote judicial economy and efficiency. \n \n{54} It is, therefore, ORD ERED, ADJUDGED, AND DECREED that: \n1. Defendant StubHub’s Motion for Summary Judgment is denied. \n2. Plaintiffs’ Motion for Summary Judgment is granted with \nrespect to  Plaintiffs’ individual claim that StubHub’s conduct \nviolated N.C. Gen. Stat. § 75-1.1 and that StubHub is not \nentitled to immunity under § 230 of the CDA. \n3. The Court enters no ruling with respect to the class claims \nasserted, but finds that there is no just reason for delay of entry \nof judgment on the individual claims. \n \n IT IS SO ORDERED, this 28 th day of February, 2011. \n "
}