{
  "id": "fd54fffbf0b20fd31280527fa1e2c91ebf819da622bdcdb12fbfb8c9dd38a622",
  "source_file": "data/raw/ncbc/fd54fffbf0b20fd31280527fa1e2c91ebf819da622bdcdb12fbfb8c9dd38a622.pdf",
  "raw_text": "Thompson Installations, Inc. v. Stock Building Supply, LLC, 2012 NCBC 12. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 11 CVS 5650 \n \n \nTHOMPSON INSTALLATIONS, INC., ) \n Plaintiff )  \n  ) OPINION AND ORDER ON MOTION  \n v.  ) FOR PARTIAL JUDGMENT  \n   ) ON THE PLEADINGS  \nSTOCK BUILDING SUPPLY, LLC, ) AND MOTION TO AMEND  \n  Defendant ) \n \n \n THIS CAUSE, designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, further references to the North Carolina General Statutes will be to \n\"G.S.\"), and assigned to the undersigned Chief Special Superior Court Judge for \nComplex Business Cases, comes before the court upon Defendant's Motion for Partial \nJudgment on the Pleadings (the \"Motion for JOP\"), pursuant to Rule 12(c), North \nCarolina Rules of Civil Procedure (\"Rule(s)\"), and Plaintiff's Motion for Leave to File \nAmended Complaint (the \"Motion to Amend\") (collectively, the \"Motions\"), pursuant to \nRule 15; and  \n THE COURT, having considered the Motions, the brie fs and arguments in \nsupport of and in opposition to the Motions and appropriate matters of record, \nCONCLUDES that the Motions should be GRANTED, for the reasons stated herein. \n Meynardie & Nanney, PLLC, by Robert A. Meynardie, Esq. for Plaintiff. \nEllis & Winters LLP, by Thomas H. Segars, Esq., Jeremy Falcone, Esq. and \nLeslie C. Packer, Esq. for Defendant. \n \nJolly, Judge.  \n \n \nPROCEDURAL HISTORY  \n \n[1] On April 11, 2011, Plaintiff Thompson Installat ions, Inc. (\"Thompson\") filed \nits Verified Complaint (the \"Complaint\") in this civil action against Defendant Stock \nBuilding Supply, LLC (\"Stock\").  \n[2] Plaintiff alleges the following causes of actio n (\"Claim(s)\"):  First Claim – \nBreach of Contract, Second Claim – Breach of Contra ct and Third Claim – Unfair Trade \nPractices/Unlawful Restraint on Trade. \n[3] On June 13, 2011, Defendant filed an Answer. \n[4] On July 6, 2011, Defendant filed the Motion for  JOP.  \n[5] The Motion for JOP seeks judgment in Defendant' s favor on Plaintiff's \nThird Claim – Unfair Trade Practices/Unlawful Restr aint on Trade (the \"Chapter 75 \nClaim\").  \n[6] On September 27, 2011, the court heard oral arg ument on the Motion for \nJOP. \n[7] On December 8, 2011, Plaintiff filed the Motion  to Amend, seeking to add \nmore specific factual allegations to the Complaint in support of its Claims.   \n[8] The Motions have been fully briefed and are rip e for determination. \nFACTUAL BACKGROUND \n \nAmong other things, the Complaint 1 alleges that: \n[9] Plaintiff is a North Carolina corporation with its principal office located in \nWake County, North Carolina. 2   \n                                                           \n1 For purposes of considering the Motions, the court will refer to the allegations of the proposed Amen ded \nComplaint, attached as Exhibit A to Plaintiff's Motion to Amend.  \n[10] Defendant is a North Carolina limited liabilit y company with its principal \noffice located in Wake County, North Carolina. 3  \n[11] Plaintiff is in the business of installing doo rs and windows. 4  \n[12] Defendant is in the business of selling buildi ng supplies, including doors \nand windows. 5  Defendant is the largest supplier of installed windows and doors in the \nRaleigh, Durham and Chapel Hill areas.6 \n[13] On or about July 15, 2005, Plaintiff and Defen dant entered into an \nagreement (the \"Contract\") whereby Plaintiff agreed to act as an independent contractor \nfor the installation of doors and windows supplied by Defendant. 7 \n[14] The Contract was to be \"non-exclusive,\" meanin g that either party was \npermitted to enter into similar agreements with competitors of the other party. 8  \n[15] The Contract was also terminable by either par ty at any time as to future \njobs. 9  In other words, the Contract was terminable on a job-by-job basis. \n[16] After entering into the Contract, Defendant's employees and agents told \nPlaintiff that it was not permitted to engage in installation services for Defendant's \ncompetitors. 10  \n[17] On several occasions, Plaintiff was approached  by competitors of \nDefendant’s competitors and asked to perform installation services. 11  On each such \noccasion, Plaintiff requested permission from Defendant to perform services for those \n                                                                                                                                                                                           \n2 Amd. Compl. ¶ 1.  \n3 Id.  ¶ 2.  \n4 Id.  ¶ 3.  \n5 Id.  ¶ 4.  \n6 Id. ¶¶ 16, 33. \n7 Id.  ¶ 5.  \n8 Id. ¶ 7, Ex. A ¶ 1.H.   \n9 Id.  Ex. A. \n10  Id.  ¶ 9.  \n11  Id.  ¶ 10.  \ncompetitors.  Defendant told Plaintiff that such conduct was against Defendant's policy, \nand the Contract would be terminated if Plaintiff performed work for Defendant's \ncompetitors. 12  \n[18] On one occasion, Plaintiff was directed to ter minate its own subcontractor \nbecause the subcontractor was performing work for one of Defendant's competitors.13  \n[19] At all times relevant to this action, Defendan t was providing Plaintiff with \nmore than 200 installation jobs per week, while Defendant's competitors were providing \nPlaintiff with less than twenty (20) installation jobs per week. 14  \nDISCUSSION  \nPlaintiff's Motion to Amend  \n[20] Plaintiff's Motion to Amend seeks to add more factual allegations to \nsupport its Claims, primarily relating to Plaintiff's Chapter 75 Claim. \n[21] Defendant opposes the Motion to Amend to the e xtent it seeks to add \nallegations related to the Chapter 75 Claim.  Defendant does not oppose the Motion to \nAmend to the extent the added allegations relate to the breach of contract Claims.    \n[22] Pursuant to Rule 15(a), leave to amend a plead ing \"shall be freely given \nwhen justice so requires.\"  See, e.g., Pickard v. Pickard , 176 N.C. App. 193, 195 (2006) \n(\"Rule 15(a) contemplates liberal amendments to the pleadings, which should always be \nallowed unless some material prejudice is demonstrated.\"). \n[23] Consistent with the liberal standard of Rule 1 5, the court concludes that \nPlaintiff's Motion to Amend should be GRANTED. \n                                                           \n12  Id.  ¶ 11.  \n13  Id.  ¶ 14.  \n14  Id.  ¶ 19.  \nDefendant's Motion for JOP  \n[24] Defendant seeks judgment in its favor on Plain tiff's Chapter 75 Claim.  \nDefendant contends that the substance of Plaintiff's First and Second Claims is alleged \nbreach of contract and that North Carolina law does not recognize Chapter 75 liability \nfor a simple breach of contract. 15  \n[25] Plaintiff responds by arguing that the nature of Defendant's breach of \ncontract was \"anti-competitive\" and coercive, which Plaintiff contends is sufficient \nconduct to support its Chapter 75 Claim. 16   In essence, Plaintiff argues that Defendant's \nconduct went far beyond a mere breach of contract. 17  \n[26] In its responsive brief and at oral argument, Plaintiff put forth two separate \ntheories of Defendant's liability under Chapter 75 – arguing that both G.S. 75-1.1 and \n75-2 support its Chapter 75 Claim.  As such, the court in turn addresses both theories of \nliability below.  \nLegal Standard  \n[27] In considering a motion for judgment on the pl eadings under Rule 12(c), \nthe court will grant the motion if \"no material issue of fact remains to be resolved\" and \n\"the movant is entitled to judgment as a matter of law.\"  Groves v. Cmty. Hous. Corp. of \nHaywood Cnty. , 144 N.C. App. 79, 86-87 (2001) (citations omitted).  Further, the court \nwill \"view the facts and permissible inferences in the light most favorable to the non-\nmoving party [ ], taking all well-pleaded factual allegations in the non-moving party's \npleadings as true.\"  Id.  The standard of review for a Rule 12(c) motion is the same as \nfor a motion to dismiss under Rule 12(b)(6).  Akzo Nobel Coatings Inc. v. Rogers , 2011 \n                                                           \n15  Mem. Supp. Stock's Mot. Partial J. Pleadings 2.  \n16  Pl. Resp. Def. Mot. Partial J. Pleadings 5.   \n17  Id.  \nNCBC 41, ¶ 32 (N.C. Super. Ct. Nov. 3, 2011).  The function of Rule 12(c) is to \"dispose \nof baseless claims or defenses when the formal pleadings reveal their lack of merit\" as \na matter of law.  Id.  (quoting Ragsdale v. Kennedy , 286 N.C. 130, 137 (1974)). \nLiability Under G.S. 75-1.1  \n[28] Plaintiff contends that Defendant is exposed t o liability to it under Plaintiff's \nChapter 75 Claim because Defendant allegedly engaged in unfair methods of \ncompetition or unfair or deceptive acts or practices in the course of its business dealings \nwith Plaintiff.  Defendant argues that in substance this civil action is simply a breach of \ncontract claim and that Plaintiff's Chapter 75 Claim fails as a matter of law.     \n[29] As envisioned by G.S. 75-1.1, \"[A] practice is  unfair when it offends \nestablished public policy as well as when the practice is immoral, unethical, oppressive, \nunscrupulous, or substantially injurious to consumers.\"  Eastover Ridge, L.L.C. v. Metric \nConstructors, Inc. , 139 N.C. App. 360, 367 (2000) (quoting Warfield v. Hicks , 91 N.C. \nApp. 1, 8 (1988)).  An unfair act or trade practice is committed where the party \"engages \nin conduct manifesting an inequitable assertion of power or position.\"  Gray v. N.C. Ins. \nUnderwriting Assocs ., 352 N.C. 61, 68 (2000).  \"The 'relevant gauge' of an act's \nunfairness or deception is '[t]he effect of the actor's conduct on the marketplace.'\"  \nCarcano v. JBSS, LLC , 200 N.C. App. 162, 172 (2009) (quoting Ken-Mar Finance v. \nHarvey , 90 N.C. App. 362, 365 (1988)). \n[30] \"Whether an act or practice is unfair or decep tive in violation of [Section] \n75-1.1 is a question of law for the court.\"  Tel. Servs. v. Gen. Tel. Co ., 92 N.C. App. 90, \n92 (1988).  Moreover, disposition of a Chapter 75 claim is appropriate at the pleadings \nstage because \"North Carolina courts routinely dismiss UDTPA claims asserted in \nsimple breach of contract[] cases.\"  A-1 Pavement Marking, LLC v. APMI Corp ., 2008 \nNCBC 13 ¶ 46 (N.C. Super. Ct. Aug. 4, 2008). \n[31] The mere breach of a contract will not constit ute a Chapter 75 violation \nunder G.S. 75-1.1. See Bob Timberlake Collection, Inc. v. Edwards , 176 N.C. App. 33, \n42 (2006); Eastover Ridge , 139 N.C. App. at 367-68 (\"'[A]ctions for unfair or deceptive \ntrade practices are distinct from actions for breach of contract, and . . . a mere breach of \ncontract, even if intentional, is not sufficiently unfair or deceptive to sustain an action \nunder N.C.G.S. § 75-1.1.'\") (quoting Branch Banking & Trust Co. v. Thompson , 107 \nN.C. App. 53, 62 (1992)). \n[32]  To seek liability under G.S. 75-1.1 in the co ntext of a breach of contract \naction, the plaintiff must establish \"substantial aggravating circumstances attendant to \nthe breach of contract.\"  Gray , 353 N.C. at 75 (citations omitted).  The Court of Appeals \nnoted that \"given this substantial requirement, it is, in fact, 'unlikely that an independent \ntort could arise in the course of contractual performance, since those sorts of claims are \nmost appropriately addressed by asking simply whether a party adequately fulfilled its \ncontractual obligations.'\"  Ford v. All-Dry of the Carolinas, Inc ., No. COA10-931, 2011 \nN.C. App. Lexis 713, *11 (N.C. Ct. App. Apr. 19, 2011) (quoting Eastover Ridge , 139 \nN.C. App. at 368).  \"[A] breach of contract can give rise to [an] unfair and deceptive \npractices claim under circumstances that can be characterized as extreme.\"  Graywater \nTraders, Inc. v. B & B on the Beach, Inc. , No. COA06-1612, 2007 N.C. App. Lexis 1850, \n*9 (N.C. Ct. App. Aug. 21, 2007) (citation omitted).  \n[33] The court acknowledges that North Carolina cas e law does not define \nclearly what constitutes a \"substantial aggravating circumstance.\"  Instead, such \ndeterminations are made by courts on a case-by-case basis because the unfair or \ndeceptive nature of an act is fact specific.  Carcano , 200 N.C. App. at 171.   \n[34] In the instant case, Plaintiff contends that D efendant's use of \"threats and \ncoercive tactics\" to force Plaintiff to refuse work from competitors constitutes the \n\"substantial aggravating circumstances\" necessary to support a G.S. 75-1.1 violation.  \nIn essence, Plaintiff argues that the wrongful termination of a contract aimed at \nachieving exclusivity (i.e., breach of contract coupled with anti-competitive intent) is a \n\"substantial aggravating circumstance\" and more than a \"mere\" breach of contract. 18    \n[35] Plaintiff relies upon Ray v. United Family Life Insurance Company , which \narguably supports the proposition that liability under G.S. 75-1.1 may be based on a \ndefendant's coercion \"by demanding exclusive dealings\" with a plaintiff.  430 F. Supp. \n1353, 1358 (W.D.N.C. 1977).  In that case, the plaintiff's G.S. 75-1.1 claim survived \nsummary judgment where he forecast evidence that the defendant terminated plaintiff's \nagency relationship with defendant after using coercive tactics to force the plaintiff to \ndiscontinue working for a competitor.  Id.  at 1355.  At first glance, Ray  appears to \nsupport Plaintiff's argument that the act of coercing exclusivity could constitute an unfair \npractice under G.S. 75-1.1.  However, the federal district court in that case did not \nanalyze the substance of the statute or conclude that such conduct, alone, was \nsufficient to support a claim under G.S. 75-1.1.  Further, Ray  is distinguishable from the \n                                                           \n18  Pl. Resp. Def. Mot. Partial J. Pleadings 5.  However, Plaintiff's counsel's own words do not help its \nargument on this point.  Rather, in his brief opposing Defendant's Motion, counsel wrote that \"Defenda nt's \nintent is not relevant to this Motion but obviously had the effect of restraining trade.\"  Pl. Resp. D ef. Mot. \nPartial J. Pleadings 7.  As a result, Defendant contends that Plaintiff should be judicially estopped from \narguing that anti-competitive intent is potentially a substantial aggravating factor. See  Br. Resp. Mot. \nLeave Amend 5.  In view of the court's conclusion with regard to this Third Claim, it is not necessary for \nthe court to determine whether the doctrine of judicial estoppel should be applied to limit Plaintiff' s \nargument.  \n \npresent case because the plaintiff there also alleged a violation of the Sherman Act \nbased upon the defendant's alleged intent to monopolize the relevant market.  Id.  at \n1355-56.  Specifically, the plaintiff alleged that defendant's actions were anti-competitive \nbecause he had a \"commanding share\" of the market and was \"dangerously close to a \nmonopoly.\"  Id.  at 1359.  Here, Plaintiff alleges no monopoly or attempted monopoly by \nDefendant.  Instead, the Amended Complaint merely avers that Defendant controlled \napproximately sixty percent (60%) of the market for installed windows and doors in the \nRaleigh, Durham and Chapel Hill areas.19   While this allegation describes Defendant's \noverall position in the market, it falls short of alleging facts sufficient to show that \nDefendant had or was attempting to form a monopoly in the local market for installed \ndoors and windows.  \n[36] Defendant supports its Motion for JOP by citin g the Court of Appeals \ndecision Telephone Services, Inc. v. General Telephone Company , 92 N.C. App. 90, 92 \n(1988), which is more instructive to the case sub judice .  In that case, the defendant \ntelephone equipment seller hired the plaintiff as a telephone equipment installer to \nperform installations for defendant's customers.  Id. at 91.  The plaintiff argued that \ndefendant was \"unfairly using its position of power\" in an attempt to \"force\" plaintiff to \nabandon its work with competitors.  Id.  at 93.  In fact, it was alleged that the defendant \nwas taking advantage of its \"monopoly status as a public utility\" to force the plaintiff into \nabandoning any competitive work.  Id.   The plaintiff in that case even alleged an \nadverse effect on competition based on defendant's unfair anti-competitive practices, \nnamely, higher costs to consumers.  Id.  at 91.  Nonetheless, the Court of Appeals \ndisagreed with the plaintiff's contentions and affirmed dismissal of the plaintiff's G.S. 75-\n                                                           \n19  Amd. Compl. ¶ 17.  \n1.1 claim, reasoning that \"[i]n the absence of conspiracy or monopoly, one may deal \nwith whom he pleases.\"  Id.  at 93. \n[37] The facts of Telephone Services  are analogous to the present case as \nboth involve contractual disputes between a supplier and the installer of that supplier's \nproducts.  In both cases, the installer brought suit against the supplier alleging that the \nsupplier terminated the contractual relationship in an anti-competitive manner, which it \nwas argued constituted an unfair trade practice.  Id.    \n[38] Here, Plaintiff's allegations of a violation u nder G.S. 75-1.1 are noticeably \nweaker than the allegations made by the plaintiff in Telephone Services .  For example, \nPlaintiff's allegations fail to identify how Defendant's practices resulted in an adverse \neffect on market competition, namely higher costs to consumers.  Id.  at 91.  More \nsignificantly, Plaintiff's Amended Complaint fails to make any allegations of monopoly or \nconspiracy.  Id.  at 93-94.   \n[39] Following Telephone Services , the court disagrees with Plaintiff's \ncontention that Defendant's \"threatening and coercive conduct,\"20  regardless of \nDefendant's potentially anti-competitive intent, amounts to a substantial aggravating \ncircumstance sufficient to support a claim under G.S. 75-1.1 in this breach of contract \nsetting.  Accordingly, the court CONCLUDES that Plaintiff has failed to state a claim that \nDefendant committed unfair or deceptive trade practices under G.S. 75-1.1. \n                                                           \n20  Amd. Comp. ¶ 40.  \nLiability Under G.S. 75-2 \n[40] Plaintiff also argues that Defendant's liabili ty is not limited to a claim under \nG.S. 75-1.1.  Rather, Plaintiff contends that Defendant's conduct also constituted an \nactionable unlawful restraint on trade in violation of the common law under G.S. 75-2. 21  \n[41] However, Plaintiff's original Complaint only m akes a general reference to \nChapter 75, and not to G.S. 75-2 specifically.  In addition, Plaintiff's response brief 22  \ncites no case law in support of its argument that Plaintiff has pleaded sufficiently a \nviolation of G.S. 75-2, and Plaintiff's counsel conceded in open court that he did not \nintend to plead a violation of G.S. 75-2 when he drafted the original Complaint.  Further, \nthe Amended Complaint makes reference to alleged violations only of G.S. 75-1.1. \n[42] Based upon Plaintiff's failure to plead or oth erwise raise G.S. 75-2 in the \nAmended Complaint, the court CONCLUDES that Plaintiff has abandoned any claim \nunder that statutory provision.  Consequently, further discussion in this regard is not \nnecessary. 23   Accordingly, the court CONCLUDES that Plaintiff has failed to state a \nclaim that Defendant's conduct constituted an unlawful restraint on trade in violation of \nthe common law under G.S. 75-2. \n[43] Defendant's Motion for JOP upon Plaintiff's Ch apter 75 Claim should be \nGRANTED.  \n                                                           \n21  Pl. Resp. Def. Mot. Partial J. Pleadings 7. \n22  Plaintiff's argument in support of a claim under G.S. 75-2 is less than a page in length.  \n23  Even were it to be considered, arguendo,  that Plaintiff has not abandoned such a claim, it is clear that \nPlaintiff has failed to state a claim for relief under G.S. 75-2.  United Roasters Inc. v. Colgate-Palmolive \nCo ., 485 F. Supp. 1041, 1047-48 (E.D.N.C. 1979) (reco gnizing that to state a G.S. 75-2 claim, damage to \nthe public must be alleged). To state a claim under G.S. 75-2, it must be alleged that the conduct \ncomplained of not only had an anticompetitive effec t, but that it also harmed consumers.  Id .  \"Harm to \none or many competitors will not suffice.\"  Dickson v. Microsoft Corp. , 309 F.3d 193, 206 (4th Cir. 2002).   \nPlaintiff has not done that here.  Instead, the injury alleged is limited to Plaintiff's business loss es, based \nlargely on damages arising from the alleged breach of contract.  \n \n NOW, THEREFORE, it hereby is ORDERED that: \n[44] Plaintiff's Motion for Leave to File Amended C omplaint is GRANTED. \n[45] Plaintiff shall file and serve the proposed Am ended Complaint, attached \nas Exhibit A to the Motion to Amend, no later than ten (10) days from the date of entry \nof this Order. \n[46] Defendant's Motion for Partial Judgment on the  Pleadings is GRANTED \nwith regard to Plaintiff's Third Claim, and said Claim is DISMISSED. \nThis the 21st day of February, 2012. \n \n  "
}