{
  "id": "fdd882aa14cb805fdb86f665cc016ef4e7022afc218047a37f0599954c8bbef4",
  "source_file": "data/raw/ncbc/fdd882aa14cb805fdb86f665cc016ef4e7022afc218047a37f0599954c8bbef4.pdf",
  "raw_text": "NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 500268 \n \nSOUTHERN ENVIRONMENTAL \nLAW CENTER, \n \n   Plaintiff, \nv. \n \nThe NORTH CAROLINA RAILROAD \nCOMPANY, \n \nand \n \nMICHAEL WALTERS, JACOB F. \nALEXANDER III, WILLIAM V. \nBELL, MARTIN BRACKETT, LIZ \nCRABILL, WILLIAM H. \nKINCHELOE, JAMES E. NANCE, \nJOHN M. PIKE, GEORGE \nROUNTREE III, FRANKLIN ROUSE, \nNINA SZLOSBERG-LANDIS, and \nMICHAEL L. WEISEL, in their \nofficial capacities as members of the \nBoard of Directors of the North \nCarolina Railroad Company, \n \n   Defendants. \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON  \nCROSS-MOTIONS FOR  \nSUMMARY JUDGMENT\n1 \n \n1. THIS MATTER  is before the Court on Plaintiff’s Motion for Summary \nJudgment filed by Plaintiff Southern Environmental Law Center (“SELC”) on \nDecember 23, 2019, (ECF No. 39), and on Defendants’ Motion for Summary Judgment \n \n1  Recognizing that this Order and Opinion cites and discusses the subject matter of \ndocuments that the Court had provisionally allowed to remain filed under seal in this case, \nthe Court elected to file this Order and Opinion under seal on August  20, 2020.  ( ECF No. \n80.)  The Court permitted the parties to file proposed redactions, if any, to this Order and \nOpinion.  On August 31, 2020, both Plaintiff and Defendant s advised the Court that no \nredactions are necessary.   Accordingly, the Court now removes the “F iled Under Seal” \ndesignation and files this Order and Opinion, without redactions, as a matter of public record. \nS. Envtl. Law Ctr. v. N.C. R.R. Co., 2020 NCBC 61. \n \n \nfiled by Defendants 2 the North Carolina Railroad Company (“NCRR”); and Michael \nWalters, Jacob F. Alexander III , William V. Bell, Martin Brackett, Liz Crabill, \nWilliam H. Kincheloe, James E. Nance, John M. Pike, George Rountree III, Franklin \nRouse, Nina Szlosberg-Landis, and Michael L. Weisel, all in their official capacities \nas members of the Board of Directors of  the NCRR (collectively, “Defendants”)  on \nJanuary 13, 2020, (ECF No. 41) (both motions together, the “Cross -Motions”).  After \nfull briefing on the Cross -Motions and a hearing held on August 13, 2020, for the \nreasons stated herein, the Court GRANTS summary judgment in Defendants’ favor.  \nSouthern Environmental Law Center, by Kimberley Hunter,  Ramona \nMcGee, and Maia Hutt, for Plaintiff. \n \nWomble Bond Dickinson (US) LLP, by James P. Cooney, Russ Ferguson, \nand Rebecca C. Fleishman, for Defendants. \n \nRobinson, Judge.  \n \nI. INTRODUCTION \n2. The issue before the Court is one of first impression in this State: is a \ncorporation that is owned 100% by the people of the State of North Carolina, but is \notherwise organized and in existence pursuant to Chapter 55 of our General Statutes, \nsubject to the North Carolina Public Records Act, N.C.G.S. §§ 132-1–132-11 (“Public \n \n2  Scott M. Saylor, in his official capacity as President of the NCRR, was previously the first \nnamed defendant in this case.  However, as of July 31, 2020, Saylor is no longer President of \nthe NCRR, no longer has an official capacity with the NCRR, and is therefore no longer a \ncustodian of NCRR’s records for purposes of N.C.G.S. § 132-1, et seq.  Accordingly, pursuant \nto the Court’s August 3, 2020 Order on Consent Motion to Dismiss Certain Defendants, (ECF \nNo. 79), Saylor was dismissed from this action, and his name was removed from the case \ncaption.  See also S. Envtl. L. Ctr. v. Saylor, 2019 NCBC LEXIS 60 (N.C. Super. Ct. Sep. 11, \n2019) (denying Defendants’ Motion for Judgment on the Pleadings and identifying Saylor in \nthe case caption). \n \n \nRecords Act” or the “Act”) ?  The specific entity involved in this case is the NCRR, \nwhich—by the admissions of both parties—is distinct from other private corporations \nin a number of ways, including the fact that it is wholly owned by the State of North \nCarolina and works for the benefit of the people of North Carolina.  These facts aside, \nnowhere within the perimeters of the Public Records Act has the L egislature \nexpressly stated that the NCRR is, or is not, subject to the Act.  Nor is there any other \nstatute that directly addresses this point.    \nII. FACTS AND PROCEDURAL HISTORY \n3. The Court does not make findings of fact when ruling on motions for \nsummary judgment.  See In re Estate of Pope, 192 N.C. App. 321, 329, 666 S.E.2d 140, \n147 (2008).  The following background, taken from the evidence submitted in support \nof and in opposition to the Cross-Motions, is intended only to provide context for the \nCourt’s analysis and ruling.  \nA. The Parties and Procedural History \n4. SELC is a s ection 501(c)(3) non-profit organization chartered  as a North \nCarolina non-profit corporation with its principal place of business in Charlottesville, \nAlbemarle County, Virginia.  (Compl. ¶ 1 , ECF No. 3 [“Compl.”] ; Answer ¶ 1, ECF \nNo. 5 [“Answer”].)  SELC maintains registered offices in North Carolina.  ( Compl. ¶ \n1; Answer ¶ 1 .)  SELC, which works to protect the environment in a host of ways, \nadvocated in favor of the Durham-Orange Light Rail transit project (the “Light Rail \nProject”).  (Compl. ¶ 2.)  The Light Rail Project was a planned 17.7 mile light rail line \nlinking Durham and Chapel Hill, North Carolina.  (Compl. ¶ 2, fn. 1.) \n \n \n5. The NCRR is a North Carolina corporation with its principal place of \nbusiness in Raleigh, Wake County, North Carolina.  (Compl. ¶ 4 ; Answer ¶ 4 .)  \nWalters is the Chairman of the NCRR Board of Directors and is a custodian of its \npublic records.  (Compl. ¶ 5 ; Answer ¶ 5.)  The remaining individual defendants are \nall members of the NCRR Board of Directors and are also custodians of its records.  \n(Compl. ¶¶ 6–17; Answer ¶¶ 6–17.)  All individual defendants are sued in their official \ncapacities.  (Compl. ¶¶ 3, 5–17; Answer ¶¶ 3, 5–17.)    \n6. SELC alleges that the NCRR owns some of the existing tracks that the \nLight Rail Project would travel alongside through downtown Durham and that  the \nNCRR refused to sign a cooperative agreement with other Light Rail Project partners.  \n(Compl. ¶ 2, fn. 1.)  Through this lawsuit, SELC seeks certain records from the NCRR \nrelated to the Light Rail Project.  (Compl. ¶ 51.)    \n7. On May 23, 2019, SELC subm itted a request to Saylor (NCRR’s President \nat the time)  in which it sought to inspect all records in the NCRR’s possession or \ncontrol related to the Light Rail Project generated since January 1, 2018.  (Compl. ¶ \n51; Ex. A to Compl.)  On June 25, 2019, the  NCRR’s counsel replied in a letter to \nSELC that “because NCRR is not subject to the [Public Records] Act, it will not be \nproducing materials in response to [the SELC’s] request[.]”  ( Compl. ¶ 52; Ex. B to \nCompl.) \n8. As a result of these communications, SELC filed the instant lawsuit on July \n1, 2019.  (ECF No. 3.)  Thereafter, on August 2, 2019, Defendants filed their Answer, \n(ECF No. 5), and simultaneously filed a Notice of Designation to the North Carolina \n \n \nBusiness Court, (ECF No. 6).  This case was designated as a mandatory complex \nbusiness case by order of the Chief Justice of the Supreme Court of North Carolina \non August 5, 2019, (ECF No. 1), and was assigned to the undersigned by order of the \nChief Business Court Judge on that same date, (ECF No. 2). \n9. On August 2, 2019, Defendants filed their Motion for Judgment on the \nPleadings pursuant to Rule of Civil Procedure 12(c), (ECF No. 7).  The Court denied \nthis motion following full briefing and a hearing on the merits.  S. Envtl. L. Ctr., 2019 \nNCBC LEXIS 60.   \n10. Following discovery and in compliance with the Case Management Order \nentered in this case, (ECF No. 31), Plaintiff and Defendants filed the Cross-Motions, \nwhich were fully briefed.   The parties filed a Joint Appendix.  (ECF No. 70) \n(hereinafter “JA”).   \n11. The Court held a hearing by video conference on the Cross -Motions on \nAugust 13, 2020.  (See ECF No. 76.)  The Cross-Motions are ripe for resolution. \nB. Establishment of the NCRR and Statutory Regime \n12. The NCRR was incorporated by an a ct of the North Carolina General \nAssembly (the “General Assembly”) in 1849.  1848- 1849 N.C. Laws, CH LXXXII, § 1 \n(Jan. 27, 1849) (hereinafter the “NCRR Charter”).  The NCRR Charter provides that \nthe NCRR shall “have a corporate existence as a body politic in perpetuity.”  Id.  The \nNCRR was specifically tasked with building a railroad from the junction of the \nWilmington and Raleigh Rail Road in Wayne County to Charlotte.  Id. \n \n \n13. In establishing the NCRR, the Sta te of North Carolina initially paid $2 \nmillion to become its majority shareholder.  Id . § 36.  Under the NCRR Charter, the \nState of North Carolina possessed exclusive power to appoint directors to the NCRR’s \nboard.  Id. § 43. \n14. In 1992, the State explored wh ether to purchase the remaining privately -\nheld shares of the NCRR.  ( JA–0100.)  A special study group report recommended \nthat the State purchase the remaining privately-held shares to further “enable[] the \nState to use this asset in a manner that it deems best for the State and its citizens as \na whole.”  (JA–0106–07.)   \n15. In 1997, the General Assembly authorized the buyout of the private shares \nof the NCRR “to help promote trade, industry, and transportation within the State of \nNorth Carolina and to advance the economic interests of the State.”  1997 N.C. Sess. \nLaws 443, § 32.30.  In 1998, the State loaned the NCRR $61 million to complete this \nbuyout, which the NCRR repaid within five years and paid interest on for two years.  \n(JA–0198, 0884–86.)  This buyout was unsuccessfully challenged by minority, private \nshareholders.  See Werner v. Alexander, 130 N.C. App. 435, 502 S.E.2d 897 (1998).  \nSince 1999, the State has been the sole shareholder of the NCRR’s voting common \nstock.   \n16. Since the 1997 buyout, the State has appointed all directors  of the NCRR.  \n1997 N.C. Sess. Laws 443; 1999 N.C. Sess. Laws 431; N.C.G.S. § 124-15.  By statute, \nthe NCRR is required  to provide to the General Assembly certain financial \ninformation every year as well as a comprehe nsive strategic plan and a capital \n \n \ninvestment plan.  N.C. G.S. §§ 124 -3, 124 -16, 124- 17; see also JA –0013–26 (2013 \nstrategic plan presentation), 0031–36 (2014 annual report to the General Assembly).  \nIn 2013, the General Assembly passed legislation requirin g the NCRR to make a \n“One-Time Cash Dividend” payment to the State as shareholder as well as an annual \ndividend payment of 25% of the income received by the NCRR from trackage rights \nagreements.  2013 N.C. Sess. Laws 360.   \n17. The NCRR possesses the power of eminent domain for any purpose that a \nprivate railroad company can exercise.  N.C.G.S. § 124-12(2); see also N.C.G.S. § 40A-\n3(a)(4) (discussing the power of railroad corporations as private condemnors).  The \nNCRR also possesses the statutory power to “lease, license, or improve its right -of-\nway and property.”  N.C. G.S. § 124 -12(1).  “Nothing [in the statutory provisions  \ngoverning the NCRR] repeals or modifies any State-owned railroad company charter \nor limits the rights of shareholders of the company as provided in Chapter 55 of the \nGeneral Statutes.”  N.C.G.S. § 124-13.   \nC. Current Operations of the NCRR and Relations with the State \n18. The NCRR’s mission is: “[t]o put the unique assets of the NCRR to work for \nthe people of the state.”  ( JA–0218.)  The NCRR’s principal assets consist of real \nproperty on which railroad tracks are constructed from Charlotte to Morehead City, \nrepresenting approximately 317 miles of trackage.  (Compl. ¶ 4; Answer ¶ 4.)  Today, \nthe NCRR does not operate its own rail services but leases its right of way to Norfolk \nSouthern.  (JA–1035.)  In addition to the right of way, the NCRR engages in economic \ndevelopment projects around North Carolina.  (JA–0844.)  These investments include \n \n \n“megasites” along or contiguous to the NCRR’s right of way a s well as investments \nthat do not connect to the right of way.  ( JA–0221, 0843–44.)  Many of the NCRR’s \ndirectors noted they focus on operating the NCRR for the public good.  ( See JA–105, \n0964, 1023–24.)   \n19. The NCRR pays franchise taxes to the State of North Carolina.  (JA–0894.)  \nIt also pays property ta xes on the real property it owns in the sixteen counties in \nwhich the rail corridor passes through.  (JA –0894.)  These taxes are paid to the \ncounties themselves, not the State.  (JA –0894.)  The NCRR, however, may claim an \nexemption from corporate income tax pursuant to section 115 of the Internal Revenue \nCode as “essential governmental function income.”  (JA–0344.)  While the NCRR does \nnot pay corporate income tax to the State, the company owns a for-profit subsidiary, \nN.C. Railroad, Inc., that pays federal and state taxes .  (JA–0890, 0894, 0938.)3  The \nNCRR retains an independent outside audit firm that conducts a yearly audit of its \nfinancial records.  (JA–0878.)   \n20. The NCRR adheres to the corporate form and follows all corporate \nformalities.  (See JA–0873, 1033–34.)  The NCRR can change its capital structure or \norganization upon a vote of its Board without any requirement that the State approve \nthese changes.  (JA–1064.)   \n21. Additionally, the NCRR owns property in its own name , (JA–1067, 0911, \n0986, 1036), and has the power to dispose of this property without the approval of \n \n3  The record is silent as to the business conducted by this subs idiary entity and its specific \nrelationship with the NCRR. \n \n \ngovernment officials.  (E.g., JA–0078–84.)  Real property owned by the NCRR has \nbeen subject to condemnation proceedings initiated by the State.  (JA–1074.)   \n22. The NCRR’s Board of Directors controls its own budget without requiring \napproval by the General Assembly or any other governmental entity or agency.  (JA–\n1064, 0263–68.)  Like all corporations organized under Chapter 55, t he NCRR \noperates pursuant to its corporate bylaws.  (JA–0897.)   \n23. By statute, the NCRR B oard of D irectors consists of thirteen  members, \nappointed as follows:  \nseven of the members of the Board of Directors shall be appointed by the \nGovernor, three of the members of the Board of Directors shall be \nappointed by the General Assembly upon the recommendation of the \nSpeaker of the House of Representatives in accordance with G.S. 1 20-\n121, and three of the members of the Board of Directors shall be \nappointed by the General Assembly upon the recommendation of the \nPresident Pro Tempore of the Senate in accordance with G.S. 120-121. \n \nN.C.G.S. § 124 -15(a).  Of the Governor’s seven appoin tments, one is statutorily \nrequired to be a member of the Board of Transportation and another one is the  \nSecretary of Commerce or his/her designee.  Id.   \n24. In addition to his appointment powers, the Governor has the statutory right \nto request certain records from the NCRR.  N.C.G.S. § 124-17(b).   \n25. The NCRR maintains a close relationship with the North Carolina \nDepartment of Transportation (the “NCDOT”), with NCRR officials regularly meeting \nto discuss policy and development priorities.  ( E.g., JA–0002 (NCDOT inviting the \nthen-President of the NCRR to receive an update on passenger service where officials \nfrom the NCDOT, Amtrak, the Ports Authority, and Norfolk Southern would be \n \n \npresent).)  Staff from both the NCRR and the NCDOT interact with some regularity \nto discuss ongoing projects.  (E.g., JA–1157.)  The NCRR also interacts with the North \nCarolina Department of Commerce on economic development projects.  (JA–0964.) \n26. Based on the foregoing relationship between the NCRR and the State, there \nis a lack of certainty in the way issues like the one presented to the Court today —\nwhether the NCRR is subject to the Public Records Act —should be handled.  (JA –\n0448.)  The Court attempts in this Order and Opinion to resolve at least one issue \naffecting the NCRR’s status in this State.   \nIII. LEGAL STANDARD \n27. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C.G.S. § 1A-1, Rule 56(c).  “A ‘genuine issue’ is \none that can be maintained by substantial evidence.”  Dobson v. Harris, 352 N.C. 77, \n83, 530 S.E.2d 829, 835 (2000). \n28. The moving party bears the burden of showing that there is no genuine \nissue of material fact and that the movant is entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 563, 668 S.E.2d 349, 351 \n(2008).  The movant may make the required showing by proving that “an essential \nelement of the opposing party’s claim does not exist, cannot be proven at trial, or \nwould be barred by an affirmative defense, or by showing through discovery that the \n \n \nopposing party cannot produce evidence to support an essential element of her claim.”  \nDobson, 352 N.C. at 83, 530 S.E.2d at 835 (citations omitted).  \n29. “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a fore cast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784−85, \n534 S.E.2d 660, 664 (2000).  The Court must view the evidence in the light most \nfavorable to the nonmovant.  Dobson, 352 N.C. at 83, 530 S.E.2d at 835.  However, \nthe nonmovant “may not rest upon the mere allegations or denials of his pleading, \nbut his response, by affidavits or as oth erwise provided in this rule, must set forth \nspecific facts showing that there is a genuine issue for trial.  If [the nonmovant] does \nnot so respond, summary judgment, if appropriate, shall be entered against [the \nnonmovant].”  N.C.G.S. § 1A-1, Rule 56(e). \n30. In this case, there is no genuine issue as to any material fact, as the parties \nacknowledged during the August 13, 2020 video conference hearing on the Cross-\nMotions.  Rather, the question before the Court on the Cross -Motions is whether, as \na matter of law, the NCRR is an agency of the State for purposes of the Public Records \nAct.  This is a question, therefore, that can be decided by this Court on summary \njudgment.  See Chatfield v. Wilmington Hous. Fin. & Dev., Inc. , 166 N.C. App. 703, \n706–07, 603 S.E.2d 837, 839 (2004) (concluding that whether an entity is subject to \nthe Public Records Act is a question of law to be decided by the court).   \n \n \n \nIV. ANALYSIS  \n31. SELC bases its claim for relief on the Public Records Act, N.C.G.S. §§ 132-\n1–132-11.  The Act provides that “[e]very custodian of public records shall permit any \nrecord in the custodian’s custody to be inspected and examined at reasonable times \nand under reasonable supervision[.]”  Id.  § 132-6.  The public policy underlying the \nAct is set out in section 132-1(b) as follows: \nThe public records and public information compiled by the agencies of \nNorth Carolina government or its subdivisions are the property of the \npeople.  Therefore, it is the policy of this State that the people may obtain \ncopies of their public records and public information free or at minimal \ncost unless otherwise specifically provided by law.  As used herein, \n“minimal cost ” shall mean the actual cost of reproducing the public \nrecord or public information. \n \nId. § 132-1(b).  \n \n32. Public records, for purposes of the Act, are defined as: \nall documents, papers, letters, maps, books, photographs, films, sound \nrecordings, magnetic or other tapes, electronic data -processing records, \nartifacts, or other documentary material, regardless of physical form or \ncharacteristics, made or received pursuant to law or ordinance in \nconnection with the transaction of public business by any agency of \nNorth Carolina government or its subdivisions.   \n \nId. § 132-1(a).   \n \n33. Under the Act , an “[a]gency of North Carolina government or its \nsubdivisions . . .  mean[s] and include[s] every public office, public officer or official \n(State or local, elected or appointed), institution, board, commission, bureau, council, \ndepartment, authority, or other unit of government of the State or of any county, . . . \nor other political subdivision of government.”  Id.  Section 132-1(b) makes it clear that \n \n \npublic records compiled by State agencies “are the property of the people.”  Id. § 132-\n1(b).   \n34. For this reason, a ny person who is denied access to public records for \npurposes of inspection and examination may bring an action against the entity \nwithholding the records seeking an order compelling disclosure of the documents.  Id. \n§ 132-9(a).  Actions brought p ursuant to s ection 132 -9 “shall be set down for \nimmediate hearing, and subsequent proceedings in such actions shall be accorded \npriority[.]”  Id.  \n35. SELC asks the Court to answer two questions by virtue of bringing the \ninstant lawsuit: (1) whether the NCRR is an agency of the State subject to the Public \nRecords Act; and, if so, (2) whether the specific records requested by SELC fall within \nthe purview of public records.  See News & Observer Pub. Co. v. Wake Cty. Hosp. Sys., \nInc., 55 N.C. App. 1, 7, 284 S.E.2d 542, 546 (1981) (summarizing that these are the \ntwo questions before a court when handling a public records request).  The first is the \nquestion before the Court on the Cross -Motions.  Our Courts have emphasized that \nthe Public Records Act is to be constr ued liberally.  See, e.g., News & Observer Pub. \nCo. v. State ex Rel Starling, 312 N.C. 276, 281 (1984) (“[I]t is clear that the legislature \nintended to provide that, as a general rule, the public would have liberal access to \npublic records.”).   In this vein, North Carolina courts have held that the Public \nRecords Act applies not only to traditional public agencies of the State, but to any \ncorporation that is “so intertwined” with the State that it is, in effect, “an agency of \n \n \nNorth Carolina government” for purposes of the Public Records Act.  News & Observer \nPub. Co., 55 N.C. App. at 12, 284 S.E.2d at 549.   \n36. Specifically, two Court of Appeals cases are central  to the Court’s \ndetermination today:  News & Observer Pub. Co., 55 N.C. App. 1, 284 S.E.2d 542, and \nChatfield, 166 N.C. App. 703, 603 S.E.2d 837.  Both  cases involve d private \ncorporations with substantial relationships with North Carolina government —\nspecifically, counties of this State—and required the Court of Appeals to evaluate the \nnature o f th ose relationships to determine whether the private corporation s in \nquestion were agencies of North Carolina government or its subdivisions for purposes \nof the Act.  News & Observer Pub. Co. , 55 N.C. App. at 11, 284 S.E.2d at 548; \nChatfield, 166 N.C. App. at 706–07, 603 S.E.2d at 839.   \n37. As both cases observed, “the nature of the relationship between a corporate \nentity and the government is the dispositive factor in determining whether the \ncorporate entity is governed by the Public Records Law.”  Chatfield, 166 N.C. App. at \n707–08, 603 S.E.2d at 840 (citing News & Observer Pub. Co., 55 N.C. App. at 11, 284 \nS.E.2d at 548).  As directed by our appellate courts, the trial court is to focus on the \nlevel of “supervisory responsibility and control” the government has over the entity.  \nId. at 707, 603 S.E.2d at 840.   \n38. In News & Observer, the Court considered nine factors in ascertaining the \ndegree of supervisory responsibility and control the government had over the Wake \nCounty Hospital System, the relevant entity in that case:  \nThe . . . articles of incorporation provide (1) that upon its dissolution, the \n[corporation] would transfer its assets to the county; and (2) that all \n \n \nvacancies on the board of directors would be subject to the [ county’s] \napproval.  The lease agreement provided (3) that the [corporation] \noccupy premises owned by the county under a lease for $ 1.00 a year; (4) \nthat the [county] Commissioners review and approve the [corporation]’s \nannual budget; (5) that the county conduct a super visory audit of the \n[corporation]’s books; and (6) that the [corporation] report its charges \nand rates to the county.  The operating agreements also provide (7) that \nthe [corporation] be financed by county bond orders; (8) that revenue \ncollected pursuant to the bond orders be revenue of the county; and (9) \nthat the [corporation] would not change its corporate existence nor \namend its articles of incorporation without the county’s written consent. \n \nNews & Observer Pub. Co., 55 N.C. App. at 11–12, 284 S.E.2d at 548–49. \n \n39. In addition to these factors, the News & Observer court also considered that \nthe Hospital System performed a “public and government function,  exercised for a \npublic purpose[.]”  Id.  at 11–12, 284 S.E.2d at 549 (internal quotation marks and \ncitation omitted).  Also central to the Court’s analysis was that prior to becoming the \nnon-profit corporation known as Wake County Hospital System, it was the Wake \nCounty Hospital Authority , which was a government agency by the System’s own \nconcession.  Id. at 4, 12, 284 S.E.2d at 544, 549.  The Court noted that the relationship \nbetween the System and Wake County was “not a radical change from the \nrelationship between the [Hospital] Authority and the county[,]” and supported a \nsimilar conclusion that the Hospital System was “so intertwined with the county that \nit must be, and is, an agency of North Carolina government or its subdivisions, i.e., \nWake County.”  Id. at 12, 284 S.E.2d at 549 (internal quotation marks and citation \nomitted).  The Court therefore held that the Hospital System was subject to the Public \nRecords Act.  Id.  \n \n \n40. Over twenty years later, the Chatfield court considered whether \nWilmington Housing Finance and Development, Inc.  (“WHFD”), a non -profit \ncorporation like the Wake County Hospital System  in News & Observer, was an \nagency of North Carolina government or its subdivisions, and therefore subject to the \nPublic Records Act.  Chatfield, 166 N.C. App. at 704, 707, 603 S.E.2d at 838, 840.  \nWHFD’s bylaws gave the City of Wilmington, New Hanover County, and the \nWilmington Housing Authority the authority to each appoint two individuals to \nWHFD’s board of directors, and required that the remaining three directors be \nappointed by WHFD’s board.  Id.  at 705, 603 S.E.2d at 838.  Several members of \nWHFD’s board were governmental officials of New Hanover  County and the City of \nWilmington.  Id.  The bylaws also gave the Wilmington Housing Authority and the \nCity of Wilmington the authority to review the activities and inspect the books and \nrecords of WHFD.  Id.  Additionally, WHFD’s principal office was located in a building \nowned by the City of Wilmington.  Id.  The stated purpose of WHFD was to provide \nfunds for the purchase, development, lease, and operation of low and moderate \nincome housing for the City of Wilmington.  Id.  at 704, 708, 603 S.E.2d at 838, 840.   \nThe Chatfield court was not persuaded that the bylaws, as then- existing, gave New \nHanover County and the City of Wilmington enough supervisory control over the \nentity to make it an agenc y of the government, and it concluded that “an entity’s \nstated purpose of performing a function that is of use to the general public, without \nmore, is insufficient to make the Public Records Law applicable.”  Id. at 708–09, 603 \nS.E.2d at 840–41.     \n \n \n41. Notably, the Chatfield court recited the same nine factors used by the court \nin News & Observer , but summarily concluded,  without further discussion or \nanalysis, that none of the nine factors were present due to structural changes made \nto the entity.  Id.  at 708, 603 S.E.2d at 840.  Notwithstanding the inapplicability of \nthe News & Observer factors, the Chatfield court noted, by quoting News & Observer, \nthat to determine whether a specific corporation is subject to the Public Records Act \nrequires that “each new arrangement . . . be examined anew and in its own context.”  \nId. at 707, 603 S.E.2d at 840.  This Court interprets the Court of Appeals’ holding in \nChatfield to mean that the News & Observer factors are not exhaustive, and some \nfactors—or all of them, as was the case in Chatfield —are not always applicable in \ndetermining whether a private corporation is an agency of North Carolina \ngovernment or its subdivisions for purposes of the Act. \n42. Not surprisingly, SELC and Defendants have differing opinions on how the \nCourt should apply the decisions of News & Observer and Chatfield to its \ndetermination in this case.  SELC argues that many of the factors considered by the \nCourt in News & Observer are present in this case, and weigh in favor of a \ndetermination that the NCRR is subject to the Public Records Act.  (Pl. Br. Supp. MSJ \n23–28.)  These factors include that: the State selects all of the NCRR’s directors; the \nState approves all substantive amendments to NCRR’s Articles of Incorporation; the \nNCRR must transfer its assets to the State on dissolution; any revenue generated by \nthe NCRR is taxpayer money; the NCRR’s books and records are su bject to audit by \nthe State; and the Governor exercises considerable control over the NCRR, through \n \n \nhis Board appointments and through communications from his office to both \nDirectors and staff of the NCRR.  (Pl. Br. Supp. MSJ 23–27.)  \n43. Defendants, on the o ther hand, argue that SELC has oversimplified the \nrelationship between the NCRR and the State in an attempt to draw similarities \nbetween the NCRR here and the Hospital System in News & Observer.  (See Defs. Br. \nSupp. MSJ 17.)   At bottom, Defendants argue t hat the factors that SELC has \nidentified to show the State has significant supervisory control over the NCRR are all \nconsistent with the degree of control any  sole shareholder of a private corporation \nwould have.  (Defs. Br. Supp. MSJ 4, 19.)   \n44. From the Court’s perspective, t he tension in this case comes down to the \nfact that Plaintiff and Defendants view the relationship between the NCRR and the \nState from two fundamentally different lenses: where Defendants argue that the \nState exerts control over the NCR R just as any sole shareholder of a private \ncorporation would, SELC argues that it does not matter why the State exerts control \nover the NCRR, but the effect that control has on the way the NCRR operates.   \n45. In reviewing both News & Observer and Chatfield, the Court finds that the \nfacts of neither case are substantially similar to the unique situation before the Court \ntoday—a private corporation whose sole shareholder is the State of North Carolina; \ntherefore, a comparison of these two cases to the facts of this case is insufficient, on \nits own, for the Court to decide whether the NCRR is  subject to the Public Records \nAct.   \n \n \n46. Instead, the Court focuses its analysis on  an additional factor:  legislative \nintent.  Legislative intent is particularly rele vant here because , again, the parties’ \ndispute ultimately turns on whether the NCRR is subject to the provisions of the \nPublic Records Act, a statute duly enacted by  the General Assembly of North \nCarolina.  As a result, the Court has a responsibility to consider whether the General \nAssembly intended for the NCRR to be considered a government agency for purposes \nof the Act .  See In re B.O.A. , 372 N.C. 372, 380, 831 S.E.2d 305, 311 (2019)  \n(“Legislative intent controls the meaning of a statute.” (internal quotation marks and \ncitations omitted)).   \n47. There are several instances in which the General Assembly has seemingly \nexpressed its intent that the NCRR should not to be considered an agency of the State, \nas a general matter.  In 1997, for example, the General Assembly enacted legislation \nthat allowed the NCRR’s Board of Directors to request  liability coverage under the \nState’s liability insurance policy for the company’s officers, directors, and employees.  \n(JA-1182–83; 1997 N.C. Sess. Laws  443 (codified at N.C.G.S. § 124 -6).)  In that \nlegislation, the General Assembly expressly declared that such coverage “shall not be \nconstrued as defining the North Carolina Railroad Company as a public body  or as \ndefining its officers, directors, or employees as public officials or employees for any \nother purpose.”  (JA-1183 (emphasis added).)4 \n \n4  The NCRR’s Board never requested the liability coverage, and this provision was ultimately \nremoved from the statutory provisions governing the NCRR.  See 1997 N.C. Sess. Laws 443 \n(codified at N.C.G.S. § 124-6); 2013 N.C. Sess. Laws 360 (removing the language). \n \n \n48. Next, the Court turns to the NCRR’s condemnation power , a power \nbestowed upon it by statute.  SELC argues that the existence of the NCRR’s power to \ncondemn property, a power reserved generally for governmental entities, supports \nthe conclusion that the NCRR is a unit of the government.  Although the power of \neminent domain is one this Court has indicated is frequently a power utilized by the \nState and its subdivisions, see DiCesare v. Charlotte -Mecklenburg Hosp. Auth., 2019 \nNCBC LEXIS 14, at *17 –18 (N.C. Super Ct. Feb. 27, 2019), there are other private \ncompanies, such as utility companies, who are granted the power of eminent domain \nby the Legislature.  See N.C.G.S. § 40A -3(a)(4).  In fact, t he NCRR derives its \ncondemnation power from N.C.G.S. § 124 -12, which gives the NCRR condemnation \npower “for the purposes specified in G.S. 40A -3(a)(4).”  Section 40A -3(a) expressly \napplies to “Private Condemnors” and is separately set out from sections 40A-3(b) and \n(c), which apply to “Public Condemnors.”  Id. § 40A-3(a)–(c).  The General Assembly’s \ndecision to grant the NCRR the power of eminent domain under the private \ncondemnor statute, rather than the public condemnor  statutes, further reflects its \nunderstanding that the NCRR was a private corporation—not an agency of the State. \n49. Like the power of eminent domain,  the NCRR’s tax status  provides little \nsupport for SELC’s position.  While the NCRR’s income is excluded from taxable gross \nincome under s ection 115 of the Internal Revenue Code as “ essential government \nfunction” income, this is an exemption that applies equally to other private utility \ncompanies.  And more importantly, the fact that the NCRR has to qualify for an \nexemption in order for its taxable gross income to be excluded from the Internal \n \n \nRevenue Code is further indication that the NCRR is not an agency of the State.  As \nDefendants point out in their brief, revenues of government agencies are not subject \nto federal taxation to begin with and thus do not depend on exemptions for exclusion.  \n(Defs. Br. Supp. MSJ 28–29.)   \n50. As to the composition of the NCRR’s Board of Directors , SELC points out \nthat, by statute,  the NCRR’s Board must include the Secretary of Commerce (or \nhis/her designee) and a member of the Board of Transportation.  N.C.G.S. § 124-15(a).  \nBut this statutory provision does not support SELC’s contention that the NCRR is an \nagency of the State.  To the contrary, this is evidence that the General Assembly did \nnot intend for the NCRR to be viewed as a governmental body.  Indeed, if the NCRR \nwas deemed a government agency, then the appointment of t hese government \nofficials to the NCRR’s Board may be in violation of the North Carolina Constitution’s \nprohibition against the  holding of multiple governmental offices by a single \nindividual.  See N.C. Const. Art. VI , § 9 .  Construing the NCRR as a non-\ngovernmental entity is more consistent with the General Assembly’s intent as well as \nour Constitution. \n51. Perhaps most persuasive to the Court’s analysis of legislative intent  is \nevidence in the record regarding the General Assembly’s  enactment of legislation in \n2013 directly  impacting the NCRR ’s interaction with the Legislature.  This \nlegislation, in relevant part, created additional public reporting requirements for the \nNCRR.  2013 N.C. Sess. Laws 360.  If, in fact, the NCRR was already subject to the \nPublic Records Act, th ese additional  public reporting requirements would be \n \n \nunnecessary, as this information would have already been subject to public disclosure \npursuant to section 132-1, et seq.5   \n52. And notably, this legislation was enacted on the heels of a 2012 evaluation \nof the NCRR, conducted by the General Assembly’s Program Evaluation Division (the \n“PED”),6 in which the PED  specifically determined that the NCRR was “not subject \nto the State’s public records law.”  (JA-1113 (emphasis added).)  Knowing the Program \nEvaluation Division’s interpretation of the NCRR’s status, the Legislature could have \ndecided, when enacting 2013 N.C. Sess. Laws 360, to expressly subject the NCRR to \nthe Public Records Act in order to avoid any confusion as to the status of the NCRR.7   \n \n5  By statute, some of this  information reported to the General Assembly may be deemed \n“confidential information” that is exempt from the  Public Records Act.  See N.C.G.S. § 124-\n17(b)–(c) (“ At the  time a State -owned railroad company provides information under this \nsection, it shall indicate whether the information is confidential. . . . Confidential information \nis exempt from Chapter 132 of the  General Statutes and shall not be subject to a request \nunder G.S. 132 -6(a).”).  Although this exemption could be viewed as providing support for \nSELC’s contention that the NCRR, along with all of its records, is subject to the Public \nRecords Act in the first place, the Court concludes that the better reading of this provision is \nthat the General Assembly was concerned that certain confidential, private company records \nbelonging to the NCRR could become public records upon receipt by the General  Assembly \nand accordingly, it exempted such records from the scope of the Act. \n6  “The [PED] of the Legislative Services Commission is . . . a staff agency of the General \nAssembly.  The purpose of the [PED] is to assist the General Assembly in fulfilling its \nresponsibility to oversee government functions by providing an independent, objective source \nof information to be used in evaluating whether programs or activities of a State agency, or \nprograms or activities of a non -State entity conducted or provided using State funds, are \noperated and delivered in the most effective and efficient manner and in accordance with \nlaw.”  N.C.G.S. § 120-36.11(a). \n7  In fact, before the 2013 legislation was enacted, the General Assembly expressly subjected \nthe NCRR to the statute authorizing the PED to evaluate agencies of the State.  By statute, \nthe PED is only authorized to evaluate “programs or activities of a State agency, or programs \nor activities of a non-State entity conducted or provided using State funds.”  Id.  Thus, when \nthe General Assembly enacted legislation in 2011 that authorized the PED to evaluate t he \nNCRR, the Generally Assembly was required to define the NCRR as a “State agency” or \n“agency” for the limited purpose of authorizing PED evaluation.  See  2011 N.C. Sess. Laws \n391, § 52 (“ For the purposes of this evaluation , the terms ‘State agency’ or ‘agency’ as used \nunder Article 7C of Chapter 120 of the General Statutes shall include the North Carolina \nRailroad Company.” (emphasis added) ).  Without this clear expression by the General \n \n \n53. Moreover, by contrast, expressly classifying a railroad company as a public \nagency for all purposes  is an action that has been taken in ot her jurisdictions \nregarding the relationship between their railroads and applicable public records law.  \nCompare Alaska Stat. § 42.40.010 (stating that the Alaska Railroad is a “public \ncorporation and . . . an instrumentality of the state”), with Alaska Stat. § 40.25.220(2) \n(“‘public agency’ means a political subdivision, department, institution, board, \ncommission, d ivision, authority, public corporation, council, committee, or other \ninstrumentality of the state or a municipality; ‘public agency’ includes the University \nof Alaska and  the Alaska Railroad Corporation .”) (emphasis added) ).  Yet, our \nLegislature chose not  to make this change  or clarification to our General Statutes , \nopting instead to require the NCRR  to provide specifically defined categories of \ninformation to the Legislature subject to confidentiality restrictions.    \n54. The Court also finds persuasive , though not controlling,  the Executive \nBranch’s consistent treatment of the NCRR as a private corporation.  The North \nCarolina Attorney General has explicitly referred to the NCRR as a private company \nnotwithstanding the State exercising corporate control over it.  (JA –1185.)  In an \nopinion related to the acquisition of an unrelated private entity by a public entity, the \n \nAssembly, the PED would have had no authority to evaluate a private corporation like the \nNCRR in the first place.  That is because nowhere in our General Statutes has the Legislature \nexpressed that the NCRR is an agency of North Carolina government or its subdivisions for \nall purposes.  If there was such a statute on point, or more importantly, if the General \nAssembly had intended for the NCRR to always be considered a government agency, then \nthere would have been no need to define the NCRR as an agency for the PED evaluation.  \nInstead, the General Assembly int entionally chose to give the NCRR the status of an \nagency—but only for the limited purpose of permitting the PED to conduct an evaluation of \nthe NCRR.  The Court cannot ignore this clear expression of legislative intent. \n \n \nAttorney General opined that the fact that a public entity owned the private \ncorporation did not change the corporation’s form or make it a pub lic agency.  (JA –\n1185.)  As support for his opinion, the Attorney General specifically referred to the \nNCRR as an example in which corporate ownership did not equal public status.  (JA–\n1185.)   \n55. Additionally, in 2010, the State Ethics Commission, a state agency tasked \nwith enforcing the State Government Ethics Act, see N.C.G.S. § 138A-10, voted not to \nbring the NCRR’s Board of Directors  under coverage of the  Act, (JA–1184).  This \ndecision is noteworthy because the State Government Ethics Act  regulates the \nconduct of “State agency officials .”  N.C.G.S. § 138A -2.  Bringing the NCRR within \nthe scope of the State Government Ethics Act would have bolstered SELC’s argument \nthat the NCRR is an agency of the State.  But that did not happen.  Instead, the State \nEthics Commission’s decision to not extend coverage to the NCRR’s Board  provides \nadditional support for Defendants’ conclusion that the NCRR is not a governmental \nbody. \n56. The Court acknowledges that, in its prior ruling in this case on Defendants’ \nMotion for Judgment on the P leadings,  it noted that the NCRR’s corporate charter \nreference to the entity as a “body politic” could support a finding that the NCRR is an \nagency of the State.  See S. Envtl. L. Ctr. , 2019 NCBC LEXIS  60, at *23– 25.  O n \nfurther re view, the Court cannot say that this terminology is  controlling or  \ndispositive.  While under recent dictionary definitions  the term ‘body politic” most \nreadily refers to a sovereign entity or state,  see Body Politic, Black’s Law Dictionary \n \n \n(10th ed. 2011), the Oxford English Dictionary notes that a “body politic” may be used \nto refer to a corporation in legal English  or “any organized society or association of \npersons.”  Body Politic, Oxford English Dictionary (2020).  This is a more archaic  \nusage of the phrase, and could, in fact, support the Legislature’s use of the phrase in \nthe NCRR’s 1849 corporate charter.   \n57. Additionally, looking at the eighty-eight  companies that were chartered in \nthe legislative session of 1848, sixty-four  of them had charters that used the language \n“body politic[,]” with little logical difference between those that used  the phrase and \nthose that did not.  As Defendants point out in their briefing, there were seventeen  \nlodges that were incorporated in the 1848–49 legislative session, and in nine  of them, \nthe term “body politic” was used in some form, while the other eight  used the term \n“body corporate.”  (Defs. Br. Supp. Mot. 33.)  Yet, all seventeen  entities were virtually \nidentical to each other.  It is therefore difficult to ascertain what the Legislature’s \nintent was in using the phrase “body politic” over 170 years ago. \n58. Even North Carolina case law from the early 19th century was not \nconsistent in its treatment of the phrase “body politic.”  See Buncombe Turnpike Co. \nv. McCarson, 18 N.C. 306, 307–308 (1835) (“benefit . . . of all the members of the body \npolitic” used to describe the function of the corporation to which the legislature had \ntransferred “the labor of the citizen”); Bath v. Boyd , 23 N.C. 194, 198 (1840) (“body \npolitic” used to describe the municipal corporation of the Town of Bath) ; Doe v. \nHillsborough, 18 N.C. 177, 185 (1835) (“[The trustees] are merely trustees of the \ncharity, and the body politic is the real party  . . .”); State v. Rives, 27 N.C. 297, 306, \n \n \n308 (1844) (using the term “body politic” to refer to the legal rights of the corporate \nentity); Attorney Gen. v. Petersburg & Roanoke R.R. Co. , 28 N.C. 456, 465–75 (1846) \n(considering a railroad company had improperly used its pow ers as a “body politic” \nand thus was stripped of its corporate veil ).  Therefore, the use of the term “body \npolitic” in the NCRR’s charter is not enough to tip the scales in favor of finding the \nNCRR a public agency.     \n59. The Court also notes that  bringing the NCRR within the purview of the \nPublic Records Act could have unforeseen consequences for Chapter 55 of our General \nStatutes.  Indeed, the Court is concerned that equating majority, or sole, ownership \nwith degree of supervisory control would, i n effect, collapse the NCRR’s corporate \npersonhood.  As the North Carolina Supreme Court recently made clear in a case \ninvolving the corporate attorney -client privilege, “[o]nce a corporate form of \nownership is properly established, the corporation is an e ntity distinct from the \nshareholder, even a shareholder owning one- hundred percent of the stock .”  Glob. \nTextile All., Inc. v. TDI Worldwide, LLC , No. 279A19, 2020 N.C. LEXIS 697, at *2 \n(Aug. 14, 2020).  Our Legislature was also clear that “[n]othing [in t he statutory \nprovisions governing the NCRR] repeals or modifies any State- owned railroad \ncompany charter or limits the rights of shareholders of the company as provided in \nChapter 55 of the General Statutes.”  N.C.G.S. § 124 -13.  Yet, i n effect, SELC asks \nthis Court to ignore the NCRR’s corporate structure on the basis that the company’s \nsole owner—the State of North Carolina, acting through the General Assembly and \nthe Governor—has exerted control over the NCRR.  This the Court cannot do.  \n \n \n60. Regardless of who owns the NCRR, the fact remains that it operates as an \nindependent corporate entity.  Indeed, as Defendants highlight extensively in their \nbrief, the record reflects that members of the NCRR’s Board of Directors have legal \nobligations to look out for the entity’s best interests and have taken positions or made \ndecisions that are contrary to the wishes of the State’s officials who appoint them to \nthe Board, including the Governor.  (Defs. Br. Supp. Mot. 9–11.)  \n61. In 2017, for instance, the Governor’s choice for election as Chairman of the \nBoard was not elected Chairman.  (Defs. Br. Supp. Mot. 11.)  Similarly, when the  \nGovernor recently requested that the Board cease from engaging in any further real \nestate transactions until further  notice, the Board resisted the Governor’s directive \nand instead voted to continue engaging in such transactions.   (Defs. Br. Supp. Mot. \n10–11.)  And finally, SELC has not pointed to any specific instances where a Director \nhas voted on a matter based on di rection from the General Assembly, the Governor, \nor any other  State official .  This degree of independence from the State weighs \nstrongly in favor of Defendants’ position as to the independent status of the NCRR \nfor purposes of the Public Records Act. \n62. In sum, the Court concludes that if it were the Legislature’s intent that the \nNCRR be subject to the Public Records Act, it could have  made that expressly clear \nin section 124-11, et seq., section 132-1, et seq., or anywhere else within our General \nStatutes.  It did not.  Our Public Records Act is a creature of statute.  It is a right \nafforded to the people of North Carolina by the General Assembly.   At this time, the \nLegislature—despite numerous statutes dedicated to the NCRR  and the Public \n \n \nRecords Act—has chosen not to subject the NCRR to the Act, explicitly or implicitly.  \nFor this reason, and the others identified in this Order and Opinion, the Court \nconcludes it is not for the Court to step into this legislative role.  \nV. CONCLUSION \n63. For the foregoing reasons, the Court hereby DENIES Plaintiff’s Motion for \nSummary Judgment in its favor, GRANTS Defendants’ Motion for Summary \nJudgment in their favor, and finds that the NCRR is not an agency of the State and \ntherefore is not subject to the Public Records Act.   \n \nSO ORDERED, this the 20th day of August, 2020.8 \n \n \n/s/ Michael L. Robinson \nMichael L. Robinson \nSpecial Superior Court Judge \n   for Complex Business Cases \n \n \n8  This Order and Opinion was originally filed under seal on August 20, 2020.  (ECF No. 80.)  \nThis public version of the Order and Opinion is being filed on September  1, 2020.  Because \nthis public version of the Order and Opinion does not contain any substantive changes from \nthe version filed under seal as to constitute an amendment, and to avoid confusion in the \nevent of an appeal, the Court has elected to state the filing date of the public version of the \nOrder and Opinion as August 20, 2020. "
}