{
  "id": "fdee590ac4da0fba246a895168fb3a8063240395e25a1788d90c8e8c62a37347",
  "source_file": "data/raw/ncbc/fdee590ac4da0fba246a895168fb3a8063240395e25a1788d90c8e8c62a37347.pdf",
  "raw_text": "The Pantry, Inc. v. Citgo Petroleum Corp., 2009 NCBC 1. \n \nSTATE OF NORTH CAROLINA \n \nLEE COUNTY  \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n08 CVS 00692 \nTHE PANTRY, INC.,  \n \nPlaintiff, \n \nv. \n \n \nCITGO PETROLEUM CORP.,  \n \nDefendant. \n \n \n \n \n \n                   ORDER & OPINION \n \n \n \n \n \n  \n \nRobinson, Bradshaw & Hinson, P.A. by D. Blaine Sanders, Lawrence C. \nMoore, III, and Blake N. Thomas for Plaintiff. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP by James T. Williams, \nJr., Jennifer K. Van Zant, and D.J. O’Brien, III; and Eimer Stahl Klevorn & \nSolberg LLP by Scott C. Solberg and Lisa S. Meyer for Defendant. \n \nDiaz, Judge. \n{1} Before the Court is Defendant’s Motion to Dismiss Plaintiff’s Complaint \npursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure (“the \nMotion”).  \n{2} After considering the Complaint, the Motion, the briefs of the parties, and \nthe arguments of counsel, the Court GRANTS the Motion.1  \n \n \n \n \n                                                 \n1 In resolving the Motion, the Court considered the contract at issue in this case.  See Oberlin \nCapital, L.P. v. Slavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001) (stating that a trial court \nmay properly consider a contract that is the subject of a plaintiff’s complaint).  Consistent with \nSlavin, however, the Court did not consider the EPA study referred to by Defendant in its brief, nor \ndid it consider the five exhibits attached to Plaintiff’s brief.   \nI. \nPROCEDURAL BACKGROUND \n{3} On 13 June 2008, Plaintiff filed its Complaint in Lee County Superior \nCourt.  Also on that date, Plaintiff filed a Notice of Designation designating the case \nas mandatory complex business.   \n{4} On 15 August 2008, Defendant filed the Motion and supporting brief.  \n{5} Plaintiff filed a response brief on 8 September 2008. \n{6} Defendant filed a reply brief on 22 September 2008. \n{7} The Court heard oral argument on the Motion on 29 October 2008. \n \nII. \nTHE FACTS \n{8} Plaintiff The Pantry, Inc. (“The Pantry”) is a Delaware corporation with its \nprincipal place of business in Sanford, North Carolina.  (Compl. ¶ 1.) \n{9} The Pantry owns a chain of independently operated convenience stores, \nwhich sell gasoline and other products.  (Compl. ¶ 4.)      \n{10} Defendant CITGO Petroleum Corporation (“CITGO”) is a Delaware \ncorporation with its principal place of business in Houston, Texas.  (Compl. ¶ 2.) \n{11} In August 2000, the parties executed a Distributor Franchise Agreement \n(the “DFA”), governing CITGO’s sale of motor fuel to The Pantry.  (Compl. ¶ 5; \nDef’s. Mot. Dismiss, Ex. A.) \n{12} In 2002, The Pantry began soliciting bids from several major oil companies \n(including CITGO) for the supply of motor fuel in an effort to secure prices “that \nwould allow The Pantry to sell motor fuel at prices competitive with other retailers \nin its markets.”  (Compl. ¶ 6.)    \n{13} In February 2003, The Pantry and CITGO signed an amended and \nrestated Addendum to the DFA (the “Amended and Restated Addendum”), pursuant \nto which CITGO became The Pantry’s largest supplier of motor fuel.  (Compl. ¶ 7; \nDef’s. Mot. Dismiss, Ex. A, at 10.) \n{14} Since then, the parties have executed four amendments to the Amended \nand Restated Addendum.  (Def’s. Mot. Dismiss, Ex. A.)  Hereafter, the Court will \nrefer to the parties’ final agreement as the “Final Amended DFA.”     \n{15} Pursuant to the Final Amended DFA, The Pantry pays CITGO a set price, \ndenominated as CITGO’s “net rack price,” for all motor fuel purchases.  (Def’s. Mot. \nDismiss, Ex. A, at 11.)  If, however, The Pantry’s motor fuel purchases exceed \ncertain volume requirements, it is entitled to a downward price adjustment, \ncalculated as the difference between CITGO’s net rack price and “the sum of (i) the \n‘base price’ plus (ii) an ‘adder fee’ plus applicable taxes.”  (Compl. ¶ 11; Def’s. Mot. \nDismiss, Ex. A, at 11–12.)   \n{16} Paragraph 4(i) of the Final Amended DFA specifies that the base price \n“shall equal the average of the two lowest net OPIS rack prices for the applicable \ngrade of motor fuel at the applicable Terminal at the date of lifting.”  (Compl. ¶ 8; \nDef’s. Mot. Dismiss, Ex. A, at 11.) \n{17} “OPIS” refers to “Oil Price Information Service,” which the parties agree is \na market source for pricing of petroleum products.  (Compl. ¶ 8.) \n{18} The “net OPIS rack price” is defined under the Final Amended DFA as “the \nposted rack price minus any applicable discount.”  (Compl. ¶ 8; Def’s. Mot. Dismiss, \nEx. A, at 11.) \n{19} More specifically, the net OPIS rack price refers to the two lowest posted \nprices offered by any seller in the given market.  Defendant’s brief alleges, and \nPlaintiff does not dispute, that OPIS “issues daily price reports for each of the \nvarious types of motor fuel sold by each supplier at each gasoline distribution \nterminal nationwide.”  (Def’s. Mem. Supp. Mot. Dismiss 1.)   \n{20} The term “applicable grade” in paragraph 4(i) of the Final Amended DFA \nrefers to three standard octane grades of motor fuel:  regular unleaded, mid-grade, \nand premium.  (Compl. ¶ 8.) \n{21} The original DFA did not define the term “motor fuel.”  Section 7.1 of the \nFinal Amended DFA, however, which addresses minimum aggregate volume \nperformance criteria under the contract, defines “‘Motor Fuels’ . . .  as all grades of \ngasoline, branded and unbranded, and diesel.”  (Def’s. Mot. Dismiss, Ex. A, at 26.)   \n{22} In 2007, The Pantry’s competitors began selling ethanol-blended gasoline \n(“E-10 gasoline”) at a lower price than “clear” gasoline.  (Compl. ¶ 13.) \n{23} E-10 gasoline is a mixture of ninety (90) percent clear gasoline and ten (10) \npercent ethanol.  (Compl. ¶ 13.) \n{24} Both clear gasoline and E-10 gasoline are produced and distributed under \none of the three standard octane grades.  (Compl. ¶¶ 13–14.)  \n{25} The Final Amended DFA does not mention E-10 gasoline, and in 2007, \nCITGO was not supplying E-10 gasoline to The Pantry.  (Def’s. Mot. Dismiss, Ex. A; \nCompl. ¶ 13.) \n{26} To remain competitive in its retail markets, The Pantry secured consent \nfrom CITGO to produce its own E-10 gasoline by mixing ethanol with “clear” \ngasoline2 purchased pursuant to the Final Amended DFA “on the condition that The \nPantry would be required to buy [E-10 gasoline] from CITGO when CITGO chose to \nmake it available.”  (Compl. ¶ 13; Def’s. Mot. Dismiss, Ex. A, at 32.) \n{27} In April 2008, CITGO announced that it would begin supplying E-10 \ngasoline at all terminals at which The Pantry takes motor fuel under the Final \nAmended DFA and would no longer supply clear gasoline at those terminals.  \n(Compl. ¶ 14.)   \n{28} The Pantry’s competitors, on the other hand, remain able to purchase \n“clear” gasoline from other suppliers and to “splash-blend” E-10 gasoline.  (Compl. ¶ \n17.)   \n{29} Moreover, while CITGO agreed to pass on to The Pantry a 5.1-cents-per-\ngallon federal excise credit given to producers of ethanol blend fuels, it also raised \nthe net rack price of its E-10 gasoline from four (4) to six (6) cents over its price for \nclear gasoline of the same grade.  (Compl. ¶ 15.) \n                                                 \n2 The Complaint refers to this process as “splash-blending.”  (Compl. ¶ 13.)   \n{30} The Pantry, however, does not allege that CITGO breached the Final \nAmended DFA by electing to supply The Pantry solely with E-10 gasoline or by \nincreasing the net rack price for E-10 gasoline by two (2) cents.   \n{31} In determining the “base price” used to fix the price adjustment due The \nPantry for E-10 gasoline purchases pursuant to the Final Amended DFA, CITGO \ndoes not, as The Pantry urges, consider the average of the two lowest net OPIS rack \nprices for all motor fuels of the grade in question, regardless of its composition.  \nInstead, CITGO considers only the average of the two lowest net OPIS rack prices \nfor the applicable grade of E-10 gasoline actually purchased by The Pantry.  (Compl. \n¶ 16.) \n{32} Although not stated expressly in the Complaint, it appears that OPIS rack \nprices for “clear” gasoline are lower than those posted for E-10 gasoline of the same \ngrade.  Because of this price disparity, CITGO’s interpretation of the Final \nAmended DFA results in a price adjustment that is less than The Pantry claims to \nbe due.  (Compl. ¶¶ 20–21.) \n \nIII. \nTHE PARTIES’ CONTENTIONS  \n{33} The Pantry alleges that CITGO’s methodology for calculating certain price \nadjustments related to E-10 gasoline sold to The Pantry under the Final Amended \nDFA constitutes a breach of the agreement.  (Compl. ¶¶ 20–21, 28.) \n{34} In its Complaint, The Pantry requests that the Court declare the rights of \nthe parties under the agreement and that it be awarded damages for CITGO’s \nalleged breach of contract.  (Compl. Prayer for Relief ¶¶ 1–2.) \n{35} CITGO responds that the plain language of the Final Amended DFA \nsupports dismissal of the Complaint.  (Def’s. Mem. Supp. Mot. Dismiss 8–9.) \n{36} More specifically, CITGO asserts that when The Pantry purchases E-10 \ngasoline pursuant to the Final Amended DFA, CITGO’s pricing (and any \nadjustments thereto) must be “based on the market prices for the comparable \nproduct and octane grade from other sellers in the same geographic market, as \nreported by OPIS.”  (Def’s. Mem. Supp. Mot. Dismiss 7.) \n{37} To support that interpretation, CITGO quotes from the relevant subsection \nof the Final Amended DFA, noting that the agreement (1) classifies the relevant \npurchase price paid by The Pantry for motor fuel by looking at “the applicable motor \nfuel that [The Pantry] ratably purchases from CITGO”  (Def’s. Mem. Supp. Mot. \nDismiss 5 (quoting Def’s. Mot. Dismiss, Ex. A., at 11, ¶ 4)), and (2) states that the E-\n10 “sold to [The] Pantry should be based on ‘the average of the two lowest net OPIS \nrack prices for the applicable grade of motor fuel at the applicable Terminal at the \ndate of lifting.’”  (Def’s. Mem. Supp. Mot. Dismiss 5 (quoting Def’s Mot. Dismiss, Ex. \nA, at 11, ¶ 4(i)).)  \n{38} According to The Pantry, CITGO’s interpretation of the Final Amended \nDFA is inconsistent with the “history and purpose of the market-related pricing \nprovision,” which The Pantry secured in order to remain competitive in its markets.  \n(Pl’s. Mem. Opp. Mot. Dismiss 12–13.) \n{39} The Pantry thus proffers what it contends is a “straightforward and \nsimple” (yet very different) interpretation of the Final Amended DFA.  (Pl’s. Mem. \nOpp. Mot. Dismiss 2.) \n{40} The Pantry notes first that CITGO made a unilateral decision to substitute \nE-10 gasoline for “clear” gasoline at terminals that supply The Pantry.  (Pl’s. Mem. \nOpp. Mot. Dismiss 4.) \n{41} As a result, The Pantry contends CITGO has effectively conceded that E-\n10 gasoline is “interchangeable with and a substitute for clear gasoline” for all \npurposes under the Amended DFA; otherwise CITGO would be in breach of its \nobligation to supply The Pantry with gasoline.  (Pl’s. Mem. Opp. Mot. Dismiss 7–8.) \n{42} According to The Pantry, because the Final Amended DFA makes no \nreference to E-10 gasoline, and because CITGO unilaterally elected to substitute E-\n10 gasoline to meet its contract obligations, CITGO must look only to the applicable \ngrade of the motor fuel in question when calculating the price adjustment due The \nPantry under the Final Amended DFA.  (Pl’s. Mem. Opp. Mot. Dismiss 10–12.)  Any \nother interpretation of the Final Amended DFA, the Pantry contends, places it at a \ncompetitive disadvantage because some of its competitors remain able to purchase \nclear gasoline at a lower price and also “splash blend” E-10 gasoline.  (Pl’s. Mem. \nOpp. Mot. Dismiss 1, 12–13.)   \n{43} Consistent with this view, The Pantry asserts that CITGO must consider \nthe OPIS net rack prices for clear gasoline in calculating the rebate due The Pantry \nfor its purchases of E-10 gasoline under the Final Amended DFA, contending that \nthe relevant “price is the average of the two lowest prices for motor fuel of the grade \nin question[,]” whatever the fuel’s composition.  (Pl’s. Mem. Opp. Mot. Dismiss 2.) \nIV. \nPRINCIPLES OF LAW \nA. \nRULE 12(b)(6) MOTION TO DISMISS \n{44} The essential question on a motion to dismiss pursuant to Rule 12(b)(6) of \nthe North Carolina Rules of Civil Procedure is “‘whether, as a matter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief may be granted under some legal theory.’”  Craven v. Cope, ___ N.C. \nApp. ___, ___, 656 S.E.2d 729, 731–32 (2008) (quoting Hunter v. Guardian Life Ins. \nCo. of Am., 162 N.C. App. 477, 480, 593 S.E.2d 595, 598 (2004)). \n{45} To that end, “‘[t]he complaint must be liberally construed, and the court \nshould not dismiss the complaint unless it appears beyond a doubt that the plaintiff \ncould not prove any set of facts to support his claim which would entitle him to \nrelief.’”  Id. at ___, 656 S.E.2d at 731–32 (italicized in original) (quoting Hunter, 162 \nN.C. App. at 480, 593 S.E.2d at 598).  Nevertheless, \n[d]ismissal under Rule 12(b)(6) is proper when one or more of the \nfollowing three conditions is sati sfied: (1) when on its face the \ncomplaint reveals no law supports plaintiff’s claim; (2) when on its face \nthe complaint reveals the absence of fact sufficient to make a good \nclaim; and (3) when some fact disc losed in the complaint necessarily \ndefeats plaintiff’s claim. \n \nJohnson v. Bollinger, 86 N.C. App. 1, 4, 356 S.E.2d 378, 380 (1987) (citing \nOates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985)). \nB. \nCONTRACT INTERPRETATION \n{46} The Amended DFA provides that Oklahoma law governs its interpretation, \nand the parties have stipulated to that choice of law.  As in North Carolina, \nOklahoma courts consider “the provisions of a contract in their entirety, to give \neffect to the intention of the parties as ascertained from the four corners of the \ncontract.”  Okla. Oncology & Hematology P.C. v. US Oncology, Inc., 160 P.3d 936, \n946 (Okla. 2007) (citation omitted).   \n{47} If the language of a contract is clear and only one reasonable \ninterpretation exists, the courts must enforce the contract as written.  See Rush v. \nChamplin Ref. Co., 321 P.2d 697, 700 (Okla. 1958). \n{48} If the contract is ambiguous, however, “evidence of extrinsic facts is \nadmissible, and construction of the contract becomes a mixed question of law and \nfact and should be submitted to a jury under proper instructions.”  Stephenson v. \nOneok Res. Co., 99 P.3d 717, 721 (Okla. Civ. App. 2004).  An ambiguity exists in a \ncontract if the language of the contract is fairly and reasonably susceptible to either \nof the constructions asserted by the parties.  Id.   \n \nV. \nANALYSIS \n{49} After careful review of the Final Amended DFA, the Court concludes that \n(1) it is not ambiguous, and (2) CITGO’s interpretation of the contract language is \nthe only reasonable one. \n{50} CITGO’s reply brief neatly summarizes the dispute in this case: \nDoes the “market related pricing” formula in the [Final Amended DFA] \ncontemplate that CITGO sell E10 motor fuel to Pantry at a price based \non the OPIS-reported market prices fo r E10?  Or does it require, as \nPantry suggests, that CITGO sell E10 to Pantry at a price based on the \nOPIS-reported market prices for cl ear gasoline, even though OPIS \ntreats E10 and clear gasoline as different products by reporting \nseparate market prices for each? \n \n(Def’s. Reply Mem. 1.)  \n \n{51} The parties’ divergent views on these questions arise because the Final \nAmended DFA does not address whether CITGO may substitute E-10 gasoline to \nmeet its supply obligations. \n{52} Despite this omission, however, the Final Amended DFA does contemplate \nthat the parties could buy and sell distinct motor fuel products.  (Def’s. Mot. \nDismiss, Ex. A, at 10 (noting that The Pantry has received offers from other \nsupplier to purchase motor fuels, which in turn served as the impetus for The \nPantry’s request that CITGO sell branded and unbranded gasoline, as well as low \nsulfur diesel, on a similar basis); see also Def’s Mot. Dismiss, Ex. A, at 5 \n(establishing the ratio of fuel grades—regular unleaded, mid-grade, and premium—\nThe Pantry is to purchase under the Final Amended DFA); Def’s. Mot. Dismiss, Ex. \nA, at 26 (defining “Motor Fuels” as “all grades of gasoline, branded and unbranded, \nand diesel”).)\n    \n{53} The Court also notes the absence of any claim by The Pantry that CITGO \nbreached the Amended DFA when it elected to make available only E-10 gasoline \nfor purchase by the Pantry. \n{54} Thus, the Complaint and the four corners of the Final Amended DFA \nreveal the following:  (1) by its silence, The Pantry implicitly concedes that CITGO \nacted within its rights under the Final Amended DFA to make available only E-10 \ngasoline; (2) the market pricing formula in the Final Amended DFA refers generally \nto the product sold by CITGO as “motor fuel,” which fuels are then classified further \nby their applicable octane grade; (3) “clear” gasoline and E-10 gasoline are \nrecognized by the external market chosen by the parties (“OPIS”) as different \nproducts for pricing purposes; and (4) the parties agreed that OPIS prices would be \nused to calculate price adjustments under the Final Amended DFA. \n{55} In light of this, the Court agrees with Defendant that the only reasonable \ninterpretation of the “market related pricing” formula in the Final Amended DFA \nrequires alignment of the precise motor fuel product purchased by The Pantry \n(whether clear gasoline or E-10 gasoline) with the benchmark market price for that \nfuel as determined by OPIS. \n{56} In contrast, The Pantry’s interpretation of the Final Amended DFA does \nviolence to the contract terms by “mixing apples and oranges” as to the motor fuels \noffered by CITGO in an understandable, but insupportable, effort to obtain more \nfavorable pricing terms. \n{57} In its Complaint, The Pantry contends the market pricing provisions in the \nFinal Amended DFA were negotiated to “secure a price to The Pantry that would \nallow The Pantry to sell motor fuel at prices competitive with other retailers in its \nmarkets.”  (Compl. ¶¶ 6–7.) \n{58} Even accepting that claim as true, CITGO’s interpretation of the Final \nAmended DFA is nevertheless perfectly consistent with that purpose because it \nrequires CITGO to sell E-10 gasoline to The Pantry “based on the two lowest posted \nprices for E10 offered by any seller in a given market.”  (Def’s. Reply Mem. 6.)   \n{59} Near the end of its brief, The Pantry candidly explains why it now finds \nitself at a competitive disadvantage under the Final Amended DFA:  (1) CITGO has \neffectively negated any benefit to The Pantry from its “pass through” of the ethanol \nfederal excise tax credit by increasing the price of its E-10 gasoline; and (2) The \nPantry’s competitors remain free to “splash blend” their own E-10 gasoline, thus \nreaping the full benefit of the tax credit.  (Pl’s. Mem. Opp. Mot. Dismiss 13.) \n{60} As to these issues, however, The Pantry’s remedy is not to contort the \nlanguage of the “market pricing” provisions of the Final Amended DFA beyond their \nplain meaning but, instead, to renegotiate the contract terms or find an alternate \nsupplier.  \nSee, e.g., Livesay v. Shoreline, LLC, 31 P.3d 1067, 1071 (Okla. Civ. App. \n2001) (“The law will not make a better contract than the parties themselves have \nseen fit to enter into, or alter it for the benefit of one party to the detriment of \nanother.” (citing King-Stevenson Gas & Oil Co. v. Texam Oil Corp., 466 P.2d 950, \n954 (Okla. 1970))).      \n \nVI. \nCONCLUSION \n{61} For the reasons set forth above, the Court GRANTS Defendant’s Motion to \nDismiss the Complaint with prejudice. \n \nThis the 22nd day of January, 2009. \n "
}