{
  "id": "fe5eb5878ca609eddc9adce55c1675c7428ad371b4cc376c35aff9c17598622f",
  "source_file": "data/raw/ncbc/fe5eb5878ca609eddc9adce55c1675c7428ad371b4cc376c35aff9c17598622f.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 17741 \nKEITH LEE and YOUNG KWON \n(individually and derivatively on behalf \nof rFactr, Inc.), \n \nPlaintiffs, \n \nv. \n \nCHRIS MCDOWELL; CHRIS LAU; and \nROBERT DUNN,  \n \nDefendants, \n \nand \n \nRFACTR, INC., \n \nNominal Defendant. \n \n \n \nORDER AND OPINION ON THIRD-\nPARTY DEFENDANTS RICHARD \nBRASSER AND GREG GENTNER’S \nMOTION TO STAY AND CHRIS \nMCDOWELL’S REQUEST FOR \nSANCTIONS \n \n \n \n \nCHRIS MCDOWELL, \n \nThird-Party Plaintiff, \n \nv. \n \nRICHARD BRASSER and GREG \nGENTNER, \n \nThird-Party \nDefendants. \n \n \n \nCHRIS LAU and ROBERT DUNN, \n \nThird-Party Plaintiffs, \n \nv. \n \n \n  \nLee v. McDowell, 2021 NCBC 56. \n \n \nRICHARD BRASSER and GREG \nGENTNER, \n \nThird-Party \nDefendants. \n \n \n \n1. THIS MATTER  is before the Court  on Third-Party Defendants Richard \nBrasser (“Brasser”) and Greg Gentner’s (“Gentner”) (together, the “Movants”) Motion \nto Stay  (the “Motion  to Stay ” or the “Motion” ), (ECF No. 88 ), and Defendant  and \nThird-Party Plaintiff  Chris McDowell’s  (“McDowell”) Response to Motion to Stay  \nseeking sanctions (“McDowell’s Request for Sanctions” or the “Request”),1 (ECF No. \n91). \n2. Having considered the Motion  to Stay, McDowell’s Request for Sanctions , \nthe related briefing, and the arguments of counsel at the hearing on the Motion  and \nthe Request  on 18 August 2021 (the “Hearing”) 2, the Court, in the exercise of its \ndiscretion and for the reasons set forth below, DENIES both the Motion to Stay and \nMcDowell’s Request for Sanctions.  \nMoore & Van Allen PLLC,  by Christopher Donald Tomlinson and \nWilliam M. Butler, for Plaintiffs Young Kwon and Keith Lee.  \n \nJames, McElroy & Diehl, P.A., by John R. Buric, for Nominal Defendant \nrFactr, Inc. \n \nTroutman Pepper Hamilton Sanders LLP , by  Mackenzie Willow -\nJohnson, for Defendant s and Third-Party Plaintiffs Robert Dunn and \nChris Lau. \n \n \n1 McDowell included his request for sanctions in his Response to the Motion to Stay rather \nthan file a separate motion.  ( See McDowell’s Resp. Mot. Stay 6 –8, 11 –12 [hereinafter \n“McDowell’s Resp.”], ECF No. 91.) \n \n2 All parties were represented by counsel at the Hearing. \n \n \nRosenwood, Rose, & Litwak, PLLC , by Erik M. Rosenwood and Carl J. \nBurchette, for Defendant and Third-Party Plaintiff Chris McDowell. \n \nBledsoe, Chief Judge \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. Plaintiffs Keith Lee and Young Kwon (together, “Plaintiffs”) filed this action \non 6 September 2019.  (ECF No. 3.)  They allege that McDowell and Defendants and \nThird-Party Plaintiffs Chris Lau (“Lau”) and Robert Dunn (“Dunn”) (collect ively, \n“Defendants”) each breached their fiduciary dut y of good faith as members of the \nboard of directors of Nominal Defendant rFactr, Inc. (“rFactr”  or the “Company”), a \nnow-insolvent North Carolina corporation, (Verified Am. Compl. ¶ 3 [hereinafter \n“Am. Compl.”], ECF No. 10), by failing to oversee Movants’ actions, resulting in the \ndemise of the Company .  (Am. Compl. ¶ ¶ 3, 60.)  Defendants seek indemnity and \ncontribution from Movants  for Defendants’ putative liabilities  via third -party \ncomplaint.  (McDowell’s Answer,  Affirmative Defenses, Cross- cl., and Third- Party \nCompl. 21–22, ECF No. 17; Lau and Dunn’s Answer Pls.’ Am. Verified Compl., Cross-\ncl. and Third-Party Compl. 21–22, ECF No. 19.)   \n4. Separately, beginning as early as 4 December 2020, a federal grand jury has \nbeen investigating Movants’ conduct concerning rFactr.   (McDowell’s Resp.  4.)  \nAlthough Movants’ counsel advised at the He aring that neither a target letter 3 nor \nan indictment n or any other process has been issued against either Brasser or \n \n3 A target letter is “a prosecutor's letter to a potential defendant stating that a criminal \ninvestigation is underway and suggesting that the recipient consult counsel.”  Target Letter, \nBLACK’S LAW DICTIONARY (10th ed. 2014). \n \n \nGentner, Movants contend that they face the possibility of parallel civil and criminal \nconsequences for their conduct as rFactr’s executive officers.  As a result, Movants  \nseek a stay of the claims against them in this action , including a stay of Brasser’s \npreviously-scheduled deposition, so that they will not be required to exercise their \nFifth Amendment right against self -incrimination to their detriment in this civil \naction.   \n5. McDowell’s Request for Sanctions focuses on Movants’ counsel’s conduct in \nscheduling Brasser’s deposition and moving for a stay .  Under the Court’s Second \nCase Management Order, the deadline for the completion of all discovery in this \naction was 14 May 2021.  (ECF No. 75.)  On 23 April 2021, counsel for Plaintiffs sent \nan email copying all  counsel of record that included as an attachment a notice of \ndeposition for Brasser  and proposed 12 May  2021 as the date for his deposition.  \n(McDowell’s Resp. Ex. A, ECF No. 91.1 .)  Unbeknownst to Defendants, from  6 May \nuntil 11 May 2021, Movants’ counsel negotiated with Plaintiffs’ counsel and offered \nto provide an affidavit from Brasser in  lieu of a deposition.   (Movants’ Mem. Law \nSupp. Mot. Stay 3 [hereinafter “ Movants’ Mem. Supp.”] , ECF No. 89 ; McDowell’s \nResp. 5; Chris Lau and Robert Dunn’s Mem. in Opp’n to Third- Party Defs.’ Mot. To \nStay 3 [hereinafter “Lau and Dunn’s Mem. i n Opp’n.”] , ECF No. 93.)  Plaintiffs \nrejected this offer.  After exchanging nineteen emails on 13 May 2021, all parties \nagreed that Brasser would be deposed on 8 June 2021.  (McDowell’s Resp. Ex. N, ECF \nNo. 91.14.) \n \n \n6. In the same email thread, Plaintiffs proposed an extension of the discovery \ndeadline from 14 May 2021 to 8 June 2021 for the sole purpose of deposing Brasser .  \nMovants’ counsel advised that this extension was “acceptable .”  (McDowell’s Resp. \nEx. O, ECF No. 91.15.)  Plaintiffs filed a motion for extension shortly thereafter and \nthe Court granted  it the next day , briefly extending the discovery deadline  for this \nlimited purpose.  (See Joint Mot. Extend Disc. Deadline Sole Purpose Completing \nFinal Dep., ECF. No. 83; Fourth Amendment Case Management Order, ECF No. 85.) \n7. Six days before Brasser’s deposition, Movants’ counsel informed all parties \nthat she intended to file a “motion to stay these proceedings pending the outcome” of \nthe grand jury investigation.   (McDowell’s Resp. Ex. Q, ECF No. 91.17 .)  On 7 June  \n2021, the evening before Brasser’s deposition, Movants’ counsel filed the  current \nMotion to Stay, through which Movants seek a  stay of the case against them until \neither the criminal matter is  resolved or a judgment is  entered against Defendants \nthat triggers their claims for indemnity and contribution from Movants.  (Movants’ \nMot. Stay 2.)   \n8. Plaintiffs and Defendants oppose the Motion, and McDowell seeks sanctions \nagainst Movants and Movants’ counsel for causing Defendants to incur substantial \nexpense in scheduling and preparing for Brasser’s deposition when he alleges \nMovants’ counsel never intended for Brasser to appear and testify on the agreed-upon \ndate.  Plaintiffs, Lau, Dunn, and rFactr declined to join McDowell’s Request for \nSanctions. \n \n \n9. The Motion to Stay and McDowell’s Request for Sanctions are now ripe for \nresolution.  \nII. \nANALYSIS \nA. Motion to Stay \n10. It is within the Court’s discretion whether to grant a motion to stay.  See \nBryant & Assocs., LLC v. ARC Fin. Servs., LLC, 238 N.C. App. 1, 4 (2014). \n11. Movants’ core contention is that permitting Brasser to be deposed would \npotentially impair his Fifth Amendment pr otections in the parallel criminal \ninvestigation and unduly prejudice him in this civil action.  (Movants’ Mem. Supp. 2.)  \nIn particular, Movants argue that because of the pending criminal investigation, \nBrasser will be forced to invoke his rig ht against self- incrimination should he be \ndeposed in this action , which will then be used by Plaintiffs and Defendants to his \ndisadvantage on summary judgment and at trial.4   \n12. Plaintiffs and Defendants contend that the stay should be denied under \nNorth C arolina and federal law because neither Brasser nor Gentner has been \nindicted and a stay with its attendant delay would unduly prejudice them.  \n(McDowell’s Resp. 10; Pls.’ Resp. to Third- Party Defs. Richard Brasser and Greg \n \n4 See, e.g., Baxter v. Palmigiano, 425 U.S. 308, 318 (1976) (recognizing “the prevailing rule \nthat the Fifth Amendment does not forbid adverse inferences against parties to civil actions \nwhen they refuse to testify in response to probative evidence offered against them”); McKillop \nv. Onslow County, 139 N.C. App. 53, 63–64 (2000) (“The finder of fact in a civil cause may use \na witness’ invocation of his Fifth Amendment privilege against self -incrimination to infer \nthat his truthful testimony would have been unfavorable to him.”). \n \n \nGentner’s Mot. to Stay, [hereinafter “Pls.’ Resp. to Mot. Stay”], ECF No. 92; Lau and \nDunn’s Mem. in Opp’n 5–6.)   \n13. There is little North Carolina case law to guide trial courts in exercising \ntheir discretion when considering requests to stay civil proceedings during a criminal \ninvestigation.  While North Carolina state courts reco gnize that a state trial court \nmay stay its proceedings pending the outcome of related federal litigation, especially \nwhere the action before it involves the same parties and same issues,  see, e.g.,  \nHowerton v. Grace Hosp. , 124 N.C. App. 199, 202 (1996) (denying a motion to stay \nbecause “ordinarily, the possibility of undergoing a second trial affects a substantial \nright only when the same issues are presented in both trials”), neither the Court nor \nthe parties have identified any North Carolina appellate decisions addressing the \nprecise situation presented here.   \n14. Nevertheless, there are numerous federal court decisions in this context, \nand the Court looks to those decisions for gui dance.5  To begin , the United States \nSupreme Court has long recognized that the United States Constitution does not \npreclude contemporaneous criminal and civil proceedings.  See, e.g. , U.S. v. Kordel, \n397 U.S. 1, 11 (1970); Standard Sanitary Manufacturing Co. v. U.S., 226 U.S. 20, 52 \n \n5 North Carolina courts routinely look to federal decisions for guidance on procedural matters.  \nSee, e.g., Turner v. Duke Univ., 325 N.C. 152, 164, (1989) (“The North Carolina Rules of Civil \nProcedure are, for the most part, verbatim recitations of the federal rules[,]” so “[d]ecisions \nunder the federal rules are thus pertinent for guidance and enlightenment in developing the \nphilosophy of the North Carolina rules”); Harper v. Vohra Wound Physicians of NY, 270 N.C. \nApp. 396, 403, (2020) (noting that the court “looked to federal decisions for guidance” when \ninterpreting North Carolina’s rules of civil procedure) ; Window World of Baton Rouge, LLC \nv. Window World, Inc. , 2019 NCBC LEXIS 54, at *42 n.29 (N.C. Super. Ct. Aug. 16, 2019) \n(“In defining the contours . . . to the attorney -client privilege, the Supreme Court of North \nCarolina has recognized that it is appropriate to look to federal case law for guidance”). \n \n \n(1912).  As a result, federal courts have routinely held that a defendant does not have \na constitutional right to a stay of a civil proceeding simply because the defendant may \nbe the subject of a criminal investig ation.  See, e.g., Microfinancial, Inc. v. Premier \nHolidays Int’l, Inc., 385 F.3d 72, 77–78 (1st Cir. 2004) (noting that “a defendant has \nno constitutional right to a stay simply because a parallel criminal proceeding is in \nthe works”); Keating v. Office of Thrift Supervision, 45 F.3d 322, 324 ( 9th Cir. 1995) \n(“The [United States ] Constitution does not ordinarily require a stay of civil \nproceedings pending the outcome of criminal proceedings.”) ; SEC v. Dresser Indus., \nInc., 628 F.2d 1368, 1374 (D.C. Cir. 1980) (“In the absence of substantial prejudice to \nthe rights of the parties involved, [parallel civil and criminal] proceedings are \nunobjectionable under our jurisprudence.”). \n15. Nevertheless, the Supreme Court has made clear that courts may “defe r[] \ncivil proceedings pending the completion of parallel criminal prosecutions when the \ninterests of justice seem[] to require such action.”  Kordel, 397 U.S. at 12, n. 27.  For \na court t o so conclude, “[t]he proponent of a stay [must meet] the burden of \nestablishing its need,” Clinton v. Jones , 520 U.S. 681, 708 (1997), and “clear and \nconvincing circumstances [must] be shown in support of the stay that outweigh \npotential harm to the non-moving party,” Suntrust Mortg., Inc. v. Busby, No. 2:09cv3, \n2009 U.S. Dist. LEXIS 122251, at *2 0 (W.D.N.C. Dec. 7, 2009).  Federal courts have \ntherefore observed that “the granting of a stay of civil proceedings due to [a] pending \ncriminal investigation is an extraordinary remedy, not to be granted lightly.”  U.S. v. \nSimcho, 326 Fed. Appx. 791, 792 –93 (5th Cir . 2009) (quotation marks and citation \n \n \nomitted); see also Louis Vuitton Malletier S.A. v. LY USA, Inc. , 676 F.3d 83, 98  (2d \nCir. 2012)  (“[A] stay of a civil case to permit conclusion of a related criminal \nprosecution has been characterized as an extraordinary remedy [.]”) (cleaned up)  \n(quotation marks and citations omitted) .  So, “absent a showing of undue prejudice \nupon defendant or interference with his constitutional rights, there is no reason why \nplaintiff should be delayed in its efforts to diligently proceed to sustain its claim. ”  \nLouis Vuitton, 676 F.3d at 97.  \n16. When determining whether to stay civil proceedings until the completion of \na criminal matter, federal courts generally use a multi-factor balancing test including \nsome or all of the following factors: \n1) the extent to which the issues in the criminal case overlap with those \npresented in the civil case; 2) the status of the case, in cluding whether \nthe defendants have been indicted; 3) the private interests of the \nplaintiffs in proceeding expeditiously weighed against the prejudice to \nplaintiffs caused by the delay; 4) the private interests of and burden on \nthe defendants; 5) the interests of the courts; and 6) the public interest. \n \nUnited FTC v. E.M.A. Nationwide, Inc., 767 F.3d 611, 627 (6th Cir. 2014).\n6   \n17. Circuit courts have pointed out  the particularized nature of this inquiry.   \nSee, e.g., Microfinancial, Inc., 385 F.3d at 78,  (“The decision to grant or deny such a \nstay involves competing interests.  Balancing these interests is a situation -specific \n \n6 See also Louis Vuitton , 676 F.3d at 99 (using the same six -factor balancing test but \nrecognizing that balancing tests “can do no more than act as a rough guide for the . . . court \nas it exercises its discretion”); Microfinancial, Inc., 385 F.3d at 78 (applying a substantially \nsimilar seven -factor test, including the “sta tus of the cases”); Keating, 45 F.3d at 325 \n(applying a substantially similar five- factor test).  For other potential factors, see Suntrust \nMortg., Inc., 2009 U.S. Dist. LEXIS 122251, at *21 (“Additional considerations have been \ninterests of persons not party to the civil litigation . . . the danger of discovery abuse, [and] \nbad faith[.]”).   \n \n \n \ntask, and an inquiring court must take a careful look at the idiosyncratic \ncircumstances of the case before it.”); Federal Sav. & Loan Ins. Corp. v. Molinaro, 889 \nF.2d 899, 902 (9th Cir. 1989) (“A court must decide whether to stay civil proceedings \nin the face of parallel criminal proceedings in light of the particular circumstances \nand competing interests involved in the case.”); Dresser, 628 F.2d at 1375 (“The court \nmust make such determinations in the light of the particular circumstances of the \ncase.”).   \n18. In the absence of guidance from North Carolina’s appellate courts, the Court \nelects to apply the balancing analysis favored in the federal courts and considers each \nfactor in turn. \n19. On factor one —the degree of overlap  between the civil and criminal \nproceedings\n7—Movants contend that “[t]here is no question that there is overlap of \nthe issues” in the civil case and the grand jury investigation.  (Mem. in Supp. 2.)  As \nproof, Movants attach an affidavit from Brasser’s criminal defense counsel asserting \nthat “the issues raised in this case appear to be identical to the issue Mr. Brasser is \nbeing investigated for in the grand jury investigation.”  (Motion to Stay Ex . 1 ¶ 6, \nECF No. 88.1.)   \n \n7 Some courts consider the overlap between the civil and criminal cases to be a threshold \nquestion that should be applied before balancing other factors, see Ashworth v. Albers Med., \nInc., 229 F.R.D. 527, 531 (S.D. W. Va. 2005) (“the requirement of the existence of a nexus \nbetween the parallel proceedings sufficient to show that such proceedings are related and \ninvolve substantially similar issues is the threshold factor for a stay”), while other courts fold \nthe degree of overlap into the multi -factor balancing test, see E.M.A. Nationwide, Inc., 767 \nF.3d at 627. \n \n \n20. Federal courts have held that “a stay of civil proceedings may only be \nappropriate when the pending civil and criminal proceedings involve substantially \nsimilar issues[,]” Drolett v. Robinson , No. 1:20 CV 213 MR WCM, 2021 U.S. Dist. \nLEXIS 35733, at *6 (W.D.N.C. Feb. 25, 2021) (quoting Ellis v. Kirkman, Civil Action \nNo. 9:19-cv-2163-RMG-MGB, 2020 U.S. Dist. LEXIS 210781, at *4–5 (D.S.C. Oct. 16, \n2020)), because “[i]f there is no overlap, there would be no danger of self-incrimination \nand accordingly no need for a stay[,]” Trs. of the Plumbers & Pipefitters Nat’l Pension \nFund v. Transworld Mech., 886 F. Supp. 1134, 1139 (S.D.N.Y. 1995).   \n21. Whether a civil  defendant has been indicted carries great weight in \nconsidering this factor, otherwise “whether the proceedings will overlap is a matter \nof speculation.” United States ex rel. Shank v. Lewis Enters. , No. 04 -CV-4105-JPG, \n2006 U.S. Dist. LEXIS 22065, at *10 (S.D. Ill. Apr. 21, 2006) ; see, e.g. , SEC v.  \nAmerifirst Funding, Inc., Civil Action No. 3:07-CV-1188-D, 2008 U.S. Dist. LEXIS \n21229, at *8 (N.D. Tex. 2008) ( Because “no indictment has as yet been handed up \nagainst [the defendant], the court cannot determine with certainty the degree of \noverlap between [the civil] action and the criminal investigation. ”); Alcala v. Webb \nCounty, 625 F. Supp. 2d 391, 401 (S.D. Tex. 2009) (“Prior to an indictment, whether \nthe issues will even overlap is a mere ‘matter of speculation.’ ”) (quoting Shank, 2006 \nU.S. Dist. LEXIS 22065, at *10) ; see also, e.g., Dresser, 628 F.2d at 1375– 76 (“Other \nthan where there is specific evidence of agency bad faith or malicious governmental \ntactics, the strongest case for deferring civil proceedings until after completion of \n \n \ncriminal proceedings is where a party under indictment for a serious offense is \nrequired to defend a civil or administrative action involving the same matter.”).   \n22. Indictments, however, are just one way to satisfy this factor of the balancing \ntest.  Federal courts have also granted stays when criminal investigators provide \nnotice that the criminal and civil suits involve overlapping issues.  See,  e.g., Ellis, \n2020 U.S. Dist. LEXIS 210781, at *5 (granting a stay whe re the FBI informed the \ndefendant that it was commencing an investigation of defendant’s use of force during \nan arrest, an event that gave rise to a parallel civil suit); Walsh Sec. v. Cristo Prop. \nMgmt., 7 F. Supp. 2d 523, 526 (D.N.J. 1998) (granting a stay after the government \n“submitted a sealed, in camera affidavit elaborating on the status of the criminal \ninvestigation”). \n23. But the mere existence of a criminal investigation does not guarantee that \nthere will be an overlap with a concurrent civil case.  For example, in Suntrust Mortg., \nInc., a case from the United States District Court for the Western District of North \nCarolina, the defendants feared that the FBI was investigating the same transactions \nunderlying the civil action  against them.   To prove the overlap, the defendants \nsubmitted an affidavit  claiming that “an interview of an unnamed defendant [had] \nbeen ‘attempted’ by the FBI and that the FBI would like to interview all defendants.”  \nSuntrust Mortg. Inc., 2009 LEXIS 122251, at  *13.  T he court denied the stay, even \nafter “[a]ssuming the investigation [the affiant] suspects” was ongoing , becaus e \ngranting a stay where “no indictment has issued and no target letters have been \nprovided would amount to an indefinite stay of these proceedings.”  Id. at *26.   \n \n \n24. Movants here present even less compelling proof of overlap  than did the \ndefendants in Suntrust.  Not only do Movants lack an indictment or even a target \nletter, but they also fail to offer evidence that prosecutors have contacted Brasser or \nGentner with information or questions about the criminal investigation .  Instead, \nMovants rely on an affidavit from Brasser’s criminal counsel averring “that Mr. \nBrasser is a target of the grand jury investigation”  and a n unverified  claim from \nMovants’ Reply Brief that “many of the parties have been interviewed in the course \nof [the criminal] investigation and thus were aware of the investigation and the \nsubject of that investigation.” (Motion to Stay, Ex. 1, ¶12; Movants’ Reply Supp. Mot. \nStay 3, ECF No. 98.)  Because neither Brasser nor Gentner has received a subpoena, \na request for an interview, or a target letter, much less been indicted, the Court \nconcludes that the degree of overlap between this action and the criminal \ninvestigation is purely speculative, which weighs against the entry of a stay. \n25. On factor two —the status of the criminal case —Movants argue that the \nCourt should stay Brasser’s civil deposition because he is a pre -indictment civil \ndefendant under grand jury investigation .  (Mem. Supp. 4.)  Movants ask the Court  \nto balance the harms in favor of Brasser, contending that the grand jury investigation \nputs enough pressure on Movants’ Fifth Amendment privileges to warrant granting \na stay.  (Mem. Supp. 6.)  The great weight of case law, however, is against Movants’ \nposition.   \n26. In cases like this one, where a civil defendant is facing a parallel criminal \ninvestigation but has not been indicted, courts  will generally deny a motion to stay \n \n \nthe civil case.  See Maryland v. Universal Elections, 729 F.3d 370, *380 (4th Cir. 2013) \n(explaining that “[s]tays generally are not granted before an indictment has issued ” \nand noting that “[t]he district court’s denial of defendants’ motion to stay is in keeping \nwith the bulk of judicial authority, which holds that stays are generally not granted \nbefore indictments have issued”); Anderson v. Fluor Intercontinental, Inc. , No. 1:19-\ncv-289, 2019 U.S. Dist. LEXIS 228916, at *7 (E.D. Va. Nov. 8, 2019) (denying a pre -\nindictment motion to stay and noting that “stays are rarely granted before an \nindictment has issued”); U.S. SEC v. Woodard, No. 2:13cv16, 2014 U.S. Dist. LEXIS \n1573, at *5 (E.D. Va. Jan. 6, 2014) (lifting a stay and noting “[i]mportantly, this case \ndoes not involve concurrent criminal and civil proceedings, but instead involves only \nthe potential for the future filing of criminal charges against Defendant”); Suntrust \nMortg., Inc., 2009 U.S. Dist. LEXIS 122251, at *24 (denying a motion to stay because \n“the mere possibility that one may be the subject of an ongoing investigation is no \nguarantee that one will be indicted”); Alcala, 625 F. Supp. at 401 (“[C]ourts generally \ndecline to impose a stay where the defendant is under criminal investigation, but has \nyet to be indicted[.]”); A. Schulman, Inc. v. Citadel Plastic Holdings, No. 12459-VCL, \n2017 Del. Ch. LEXIS 783, at *5 (Ch. Nov. 2, 2017) (“Federal authorities frequently \nconduct investigations, only a fraction of investigations lead to indic tments, and the \ntimeline from investigation to indictment can be protracted; consequently, the routine \ngrant of pre -indictment stays would generate many false positives and result in \nlengthy delays of civil litigation.”).   \n \n \n27. Indeed, some courts have concluded that a “pre-indictment motion to stay \ncan be denied on this ground alone. ”  Citibank, N.A. v. Hakim, 92 Civ. 6233, 1993 \nU.S. Dist. LEXIS 16299, *3 (S.D.N.Y. Nov. 17, 1993) ; see also, e.g. , Doe v. City of \nScranton, Civil Action No. 3:20-490, 2021 U.S. Dist. LEXIS 50917, *5 (M.D. Pa. 2021) \n(“Pre-indictment requests to stay parallel civil litigation are routinely denied because \nthe defendant faces a reduced risk of self -incrimination. . . . When a party seeking a \nstay has not yet been indicted, the court may deny the motion on that ground alone.”) \n(quotation marks and citations omitted). \n28. Moreover, some circuit courts have upheld the denial of a stay even after a \ncivil defendant ha s been indicted.  See Keating , 45 F.3d at  325 (holding that “any \nremaining overlap between the [civil] and criminal proceedings did not make the \n[court’s] refusal to stay the [civil] proceeding an abuse of discretion”  where other \nfactors weighed against a stay ); Louis Vuitton, 676 F.3d at 101 (holding that it was \nnot an abuse of discretion to deny a stay to defendants who had been indicted in a \nparallel criminal proceeding where other factors weighed against the stay). \n29. While it is true , as Movants contend,  that s ome courts have issued pre-\nindictment stays, those cases are rare, and those courts have generally done so only \nwhen the criminal investigation had been sufficiently targeted and advanced against \nthe moving defendant, a circumstance not present here.  See, e.g., Walsh, 7 F. Supp. \n2d at 527 (granting a pre-indictment motion to stay after the government “executed \nsearch warrants and issued subpoenas to several defendants”) ; Parker v. Dawson , \nNos. 06 -CV-6191 (JFB) (WDW), 06 -CV-6627 (JFB) (WDW), 07- CV-1268 (JFB) \n \n \n(WDW), 2007 U.S. Dist. LEXIS 63068, at 15 (E.D.N.Y. Aug. 27, 2007) (granting a pre-\nindictment motion to stay because “a felony complaint ha [d] been filed against \n[defendant]”).   \n30. As noted above, Movants have not shown any specific, targeted investigatory \nor prosecutorial activity against either of them.  They offer no evidence that either of \nthem have been served with subpoenas or search warrants, much less a target letter \nor an indictment.  This factor therefore weighs against granting a stay. \n31. On factor three —the interest s of and burdens on the plaintiff —Movants \nemphasize the unique procedural posture of this case.  They emphasize that the civil \ndefendants facing criminal investigation  here are third-party defendants who are \nonly sued for indemnity and contribution and contend that staying the case against \nthem will not prejudice the other parties in the case.   In particular, Movants argue \nthat Defendants will not be prejudiced by a stay because  their indemnity and \ncontribution claims  will not come to bear unless a judgment is rendered against \nDefendants.  (Supp. Mot. Stay 8 .)  Movants further argue that Plaintiffs will not be \nprejudiced because their claims can proceed against Defendants if the motion to stay \nis granted.  (Supp. Mot. Stay 8.)   \n32. In pressing these arguments, however, Movants ignore Plaintiffs’ contention \nthat Brasser possesses information relevant to their claims.  While Plaintiffs \nacknowledge that they could proceed with their claims without deposing Brasser, \nthey argue they have the right to prosecute their claims in the manner they choose  \nand with the evidence they seek to offer in support .  (Pls.’ Resp. to Mot. Stay 9 n. 3.)  \n \n \nAnd while Movants argue that Plaintiffs have failed to show that Brasser’s testimony \nis relevant to Plaintiffs’ claims, Plaintiffs identified at the Hearing specific topics they \nintended to cover during Brasser’s deposition and have satisfied the Court that these \ntopics are relevant to the claims they brought against Defendants.  Movants have \nproduced no case law —either in their briefs or at the Hearing — showing that their \nprocedural posture in this action should tilt the balancing analysis in favor of a stay. \n33. The Court further notes that if the case were stayed as to Movants, not only \nwould Plaintiffs be forced to forego relevant testimony , but t hey would also be \nprejudiced by further delay in a case that has been pending for nearly two years.  The \noutcome of the grand jury investigation remains speculative, and Movants request a \nstay with no ascertainable end date.   Courts disfavor indefinite stays, and this, too, \nweighs against granting the stay that Movants seek.  See United States v. Any & All \nAssets of Shane Co. , 147 F.R.D. 99, 101 (M.D.N.C. 1992) (noting that “stays should \nnot be indefinite ones”); AvalonBay Cmtys., Inc. v. San Jose Water Conservation \nCorp., No. 07 -306, 2007 U.S. Dist. LEXIS 63773, at *6 (E.D. Va. Aug. 27, 2007) \n(denying a motio n to stay , noting that “[p]laintiff will be prejudiced by the \nundeterminable time length of any criminal prosecution because this makes it more \nlikely that: (1) documents will be misplaced, (2) memories will fade and (3) \n[d]efendants will have fewer monetary resources available for [p]laintiff to collect on \nany financial judgment”); see also Suntrust Mortg., Inc., 2009 LEXIS 122251, at *24  \n(rejecting a stay and noting that “the mere possibility that one may be the subject of \nan ongoing investigation is no guarantee that one will be indicted or that the \n \n \ninvestigation will go any further than an Assistant United States Attorney's desk.  If \nsuch matter proceeds further, it may in fact take years to for a grand jury to complete \nits investigation, which is also no guarantee that an indictment will issue.”).   \n34. On factor four—the interests of and burdens  on the defendant —Movants \nargue that the unpredictability of the criminal investigation is itself grounds for a \nstay because it would be unfair for Movants to invoke the Fifth Amendment \nunnecessarily: “if Brasser was compelled to appear at his deposition he would have \nno option but to invoke his Fifth Amendment right in response to any question he is \nasked, while he may not ultimately need to do so if the federal grand jury does not \nissue an indictment.” (Mem. in Supp. 6.)  Movants complain that , faced with the \npossibility (but not certainty) of criminal prosecution, Brasser could later learn that \ninvoking the Fifth Amendment in his civil deposition harmed his defense in this \naction.   \n35. However, the fact that Brasser “may not ultimately need to” invoke the Fifth \nAmendment, (Mem. in Supp. 6), is precisely why this factor weighs against granting \na stay—his criminal jeopardy is speculative while the delay from granting a stay is \ncertain.  See, e.g., Microfinancial, Inc., 385 F.3d at 79 (“While pre-indictment stays of \nparallel civil proceedings occasionally have been granted, an unindicted defendant \nwho argues that going forward with a civil proceeding will jeopardize his Fifth \nAmendment rights usually presents a much less robust case for such extraordinary \nrelief.”); A. Schulman, Inc., 2017 Del. Ch. LEXIS 783, at *8 (holding that the concern \nover defendants’ “potentially difficult choice of ‘waiving their Fifth Amendment rights \n \n \nduring civil discovery  or asserting the p rivilege and losing the civil case ’ . . . is \nsubstantially reduced when the defendants have not yet been indicted”)  (quoting In \nre Herley Indus. Sec. Litig. , No. 06 -2596, 2007 U.S. Dist. LEXIS 27201, at *9 (E.D. \nPa. Apr. 11, 2007)). \n36. After careful review, the Court concludes that the burden on Movants, while \nreal, is substantially reduced in the present circumstances where no investigatory \naction has been directed against them and no indictment has issued.  Accordingly, \nthe Court finds that this factor should not be afforded great weight in the balancing \ntest and further finds that the burden on Movants is outweighed by the burden the \nother parties would suffer from the delay attendant to the requested stay.  \n37. On factor five —the interest of the court —the Court notes that it has an \ninterest in resolving disputes expeditiously.  See, e.g., In re Scrap Metal Antitrust \nLitig., Case No. 1:02CV0844, 2002 U.S. Dist. LEXIS 28690, * 21 (N.D. Ohio Nov. 7, \n2002) (noting that a court “has an obligation to move its docket, and not let cases \nlanguish before it”); United States v. Private Sanitation Indus. Assoc. of \nNassau/Suffolk, Inc., 811 F. Supp 802, 808 (E.D.N.Y 1992) ( “[C]onvenience of the \ncourts is best served when motions to stay proceedings are discouraged.”).  This case \nhas been pending for two years.  A t the time the Motion was made, discovery was a \nfew days from its close and had been extended solely to permit Brasser’s deposition.  \nEntering the requested stay now would postpone the resolution of this action to an \nunknown, likely faraway date based entirely on Movants’ speculati ve concern of a \npossible criminal prosecution.   The Court’s interest in the prompt adjudication of \n \n \njustice therefore weighs against the entry of  a stay.  See, e.g., Microfinancial, Inc., \n385 F.3d at 79 (affirming the denial of a stay , in part because “the court had an \ninterest in moving [the case] along, especially since the defendants were, in effect, \nasking to stay proceedings for an indefinite (and potentially protracted) period”).   \n38. On factor six —the public interest —one federal court has persuasively \nobserved that “it is not in the public interest to require plaintiff, which has promptly \nasserted its causes of action, to wait indefinitely because defendants may also be \nsubject to a criminal investigation or criminal prosecution on the same or \nsubstantially the same underlying allegations.”  Suntrust Mortg., Inc., 2009 U.S. Dist. \nLEXIS 122251, at *26.  This factor, too, weighs against granting a stay. \n39. To sum up, f ederal courts  uniformly hold that stays are not generally \ngranted before a grand jury indicts a defendant —the procedural posture the Court \nfaces here.  The degree of overlap between the civil and criminal cases is speculative \nbecause the grand jury has not involved Movants in their investigation, much less \nissued a target letter to or an indictment against either M ovant.  Plaintiffs have \nshown that Brasser’s testimony is relevant to their claims against Defendants , and \nPlaintiffs and Defendants have shown that they would be prejudiced by an undue and \nunfair delay if a stay were granted.  Finally, the Court and the public would benefit \nfrom resolving this dispute expeditiously , while the requested stay would postpone \nfinal resolution of this matter indefinitely.  Movants may face some hardship if they \ninvoke the Fifth Amendment in th is action, but all the other balancing test factors \n \n \nweigh against granting the Motion.  The Court, therefore, concludes, in the exercise \nof its discretion, that the Motion to Stay should be denied.  \nB. McDowell’s Request for Sanctions \n40. The Court next turns to McDowell’s R equest for Sanctions. 8  Under North \nCarolina law, t he Court has “broad discretion to determine if sanctions [are] \nappropriate.”  State v. Russell, 271 N.C. App. 560, 565 (2020) (quoting State v. Nolen, \n144 N.C. App. 172, 184 (2001)). \n41. McDowell alleges that Brasser’s counsel arranged for Brasser’s deposition \nfully aware that she would not permit Brasser to testify and then waited to file a \nmotion to stay to postpone the deposition the day before the deposition was scheduled \nto take place.  (McDowell’s Resp. 5–6.)  McDowell seeks sanctions for his reasonable \ncosts and attorneys’ fees related to the scheduling of Brasser’s deposition, preparing \nfor the deposition, and responding to the Motion  to Stay .  (McDowell’s Resp. 6.)  \nAlthough Brasser’s counsel’s conduct equally impacted all parties to the litigation, no \nother party has joined in McDowell’s Request.   \n42. After carefully considering  the record evidence, the briefs , and the \narguments of counsel at the Hearing, including Movants’ counsel’s explanation for \nthe conduct on which McDowell bases his Request , the Court, in the exercise of its \ndiscretion, declines to impose sanctions in the totality of the circumstances here.  See, \ne.g., State v. Aguilar -Ocampo, 219 N.C. App. 417, 422 (2012) (citation omitted)  \n \n8 Although Movants challenge McDowell’s Request for Sanctions on grounds that McDowell \nfailed to file a separate motion and supporting brief as required under Business Court Rule \n7.2, the Court nonetheless elects to consider the merits of McDowell’s Request , assuming \nwithout deciding that the Request is properly made. \n \n \n(“Because the trial court is not required to impose any sanctions for abuse of discovery \norders, what sanctions to impose, if any, is within the trial court's discretion.”). \nIV. \nCONCLUSION \n43. WHEREFORE, the Court, in the exercise of its discretion, hereby \nORDERS as follows: \nA. The Motion to Stay is hereby DENIED; and   \nB. McDowell’s Request for Sanctions is hereby DENIED. \nSO ORDERED, this the 14th day of September, 2021. \n \n \n      /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}