{
  "id": "fe654fa7f209482df752ad5e045280b1d0f631cf547421aa911d88c10a6975a7",
  "source_file": "data/raw/ncbc/fe654fa7f209482df752ad5e045280b1d0f631cf547421aa911d88c10a6975a7.pdf",
  "raw_text": "Doctors Making Housecalls-Internal Med., P.A. v. Onsite Care, PLLC, 2019 NCBC \n5. \n \nSTATE OF NORTH CAROLINA \n \nDURHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 2095 \n \nDOCTORS MAKING \nHOUSECALLS-INTERNAL \nMEDICINE, P.A., \n \nPlaintiff, \n \nv. \n \nONSITE CARE, PLLC, \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO DISMISS \nCOUNTERCLAIMS \n \n THIS MATTER comes before the Court on Plaintiff Doctors Making \nHousecalls-Internal Medicine, P.A.’s  Motion to Dismiss Counterclaims (“Motion”, \nECF No. 16). \nTHE COURT, having considered the Motion, the briefs filed in support of and \nin opposition to the Mot ion, the arguments of counsel at the hearing, and other \nappropriate matters of record, CONCLUDES that the Motion should be GRANTED, \nin part, and DENIED, in part, in the manner and for the reasons set forth below. \nBrooks, Pierce, McLend on, Humphrey & Leonard LLP, by Craig D. Schauer, \nJeffrey E. Oleynik, Justin N. Outling, and Shana L. Fulton, for Plaintiff \nDoctors Making Housecalls-Internal Medicine, P.A. \n \nEllis & Winters LLP, by Kelly Margolis Dagger, Jonathan Berkelhammer, \nand Jeremy Falcone, for Defendant Onsite Care, PLLC.  \n \nMcGuire, Judge. \nI. FACTS AND PROCEDURAL BACKGROUND \n1. The Court does not make findings of fact on motions to dismiss under \nRule 12(b)(6) of the North Caro lina Rules of Civil Procedure (hereinafter, the North \n \nCarolina Rules of Civil Procedure will be referred to as “Rule(s)”).  In this case, the \nCourt only recites those facts included in the Counterclaims portion of Defendant’s \nAnswer and Counterclaims that are relevant to the Court’s de termination of the \nMotion.  All facts herein are drawn from the allegations in Defendant ’s \ncounterclaims (“CC”).  (Answ. and Countercl., ECF No. 4 at CC, pp. 13–32.) \n2. Plaintiff Doctors Making Housecalls -Internal Medicine, P.A.  \n(“Plaintiff”) is a North Ca rolina professional limited liability company with its \nprincipal place of business in Durham. \n3. Defendant Onsite Care, PLLC (“Defendant”)  is a North Carolina \nprofessional limited liability company with its principal place of business in \nMecklenburg County. \n4. Plaintiff and Defendant are competitors in the market for providing \non-premises care to residents of adult care homes.  An adult care home is statutorily \ndefined in North Carolina as: \n[a]n assisted living residence in which the housing \nmanagement prov ides 24 -hour scheduled and \nunscheduled personal care services to two or more \nresidents, either directly or for scheduled needs, through \nformal written agreement with licensed home care or \nhospice agencies.  Some licensed adult care homes provide \nsupervision to persons with cognitive impairments whose \ndecisions, if made independently, may jeopardize the \nsafety or well-being of themselves or others and therefore \nrequire supervision. \n \nN.C. Gen. Stat. § 131D -2.1(3) (hereinafter the North Carolina General Statut es are \nreferred to as “G.S.”) .  The type of  adult care homes to which Plaintiff and \nDefendant provide services are known in the industry as assisted living facilities  \n \n(“ALF”).  (ECF No. 4 at CC, ¶¶ 3, 10, 11.)   \n5. ALFs do not provide  medical and nursing s ervices to their residents.  \nInstead, ALF residents typically receive medical care from outside providers like \nPlaintiff or Defendant.  ( Id. at ¶ 12.)  The relationship between the ALFs, the \nresidents, and the outside providers is regulated by the State of  North Carolina.  \n(Id. at ¶¶ 14–19; see 10A N.C.A.C. 13F  .0201 et seq.)  However, the resident, or the \nperson responsible for them , must be permitted to choose the residents’  health care \nprovider.  (ECF No. 4 at CC,  ¶ 16; 10A N.C.A.C. 13F .0902(d)(1)  (“The resident o r \nthe resident’s responsible person shall be allowed to choose a physician or physician \nservice to attend the resident.”); 10A N.C.A.C. 13F .0902(d)(2)  (“When the resident \ncannot remain under the care of the chosen physician or physician serv ice, the \nfacility shall assure that arrangements are made with the resident or responsible \nperson for choosing and securing another physician or physician service within 45 \ndays[.]”).) \n6. Plaintiff and Defendant both market their services directly to ALFs.   \n(ECF No. 4 at CC,  ¶ 22.)  Though the resident is entitled to make the decision on \nwhom to retain as their provider, “being a facility’s ‘preferred provider’ plays a \nsignificant role in the provider a resident chooses.”  (Id.) \n7. The State of North Caroli na is the geographic market in which \nPlaintiff and Defendant compete.  (Id. at ¶¶ 23–25.)  Plaintiff is the largest provider \nof medical services to ALFs in North Carolina.   (Id. at ¶ 4.)  Plaintiff provides care \nto residents in over 250 of the 593 ALFs in the North Carolina market , or \n \napproximately 42%  of the ALFs .  ( Id. at ¶¶  26–27.)  Defendant alleges that the \nALFs to which Plaintiff provides care “are disproportionately larger facilities with \ngreater numbers of residents[,]” resulting in Plaintiff providing services to at least, \nbut likely more than, 42% of the total market share.  (Id. at ¶ 27.) \nA. The Wellington Park Lawsuit and Complaint to the NC Board of Nursing \n8. From late 2016 until in or about January  2018, Plaintiff had  a \npreferred provider relationship with Wellington Park, an ALF in Kenansville, North \nCarolina.  (Id. at ¶¶ 47–51.)  In December 2017, Defendant “began discussions with \nWellington Park to become the preferred provider at the facility. ”  (Id. at ¶ 51.)  By \nJanuary 20, 2018, forty-seven of the sixty -five residents of Wellington Park  had \nexecuted written consent forms  to transfer their medical care from Plaintiff to \nDefendant.  (Id. at ¶ 56.)  Wellington Park informed Plaintiff that its residents \nwould transfer care to Defendant.  (Id. at ¶ 54.) \n9. In response, Plaintiff through its attorneys “sent threatening \ncommunications to Wellington Park.”  (Id. at ¶ 55.)  Wellington Park  provided \nPlaintiff with documentation reflecting the residents’ choice to transfer their care .  \n(Id. at ¶ 57.)  Nevertheless, on January 31, 2018, Plaintiff filed a lawsuit against \nDefendant and Wellington Park alleging tortious interference with contract, \ntortious interference with prospective contracts, civil conspiracy, and unfair and \ndeceptive trade pr actices in violation of the North Carolina Unfair or Deceptive \nTrade Practices Act , G.S. §  75-1.1 (“UDTPA”), and seekin g preliminary injunctive \nrelief (“Wellington Park Lawsuit”).  (Id. at ¶ 57; Wellington Park Compl., ECF No. 4 \n \nat Ex. E.)  In the Wellington Park Lawsuit, Plaintiff alleged that the residents \n“lacked capacity to transfer their care.” (ECF No. 4 at CC, ¶ 58.) \n10. On February 2, 2018, the Honorable Judge Allen Baddour entered a \nTemporary Restraining Order (“TRO”) granti ng Plaintiff a “limited portion  of the \nrelief it requested.”  (Id. at ¶ 59; TRO, ECF No. 17.1 at Attach. 3 .)  The TRO \npermitted Defendant to continue to provide care to those Wellington Park residents \nto whom Defendant had already provided care  as of Febru ary 2, 2018.  ( ECF No. 4 \nat CC, ¶ 59; ECF No. 17.1 at Attach. 3, p. 2. )  For every resident who had not yet \nbeen seen by Defendant as of February 2, 2018 , “the Court required that a capacity \ndetermination be made and documented by a medical professional. ”  (ECF No. 4 at \nCC, ¶ 59.)  The TRO stated that it would be effective until 5:00 p.m. on February 12, \n2018, and required Plaintiff to post a bond in the amount of $1,000.00 .  (ECF No. \n17.1 at Attach. 3, p. 3.) \n11. Plaintiff never posted the bond required by the TRO.  ( ECF No. 4 at \nCC, ¶ 65.)  No hearing was held on Plaintiff’s motion for a preliminary injunction. \n12. Plaintiff subsequently en tered into a settlement agreement with \nWellington Park  (“the Settlement”) .  Defendan t was not part of the settlement of \nthe Wellington Park Lawsuit.   (Id. at ¶ 68.)  Under the Settlement , the Regional \nOmbudsman visited Wellington Park to determine whether the residents had made \nan “informed decision” to transfer care to Defendant .  (Id. at ¶ 68.)   The \nOmbudsman was not tasked with determining whether the residents were legally \ncompetent to make the transfer of care decision , and did not make any \n \ndeterminations regarding capacity or competency.  (Id. at ¶¶ 68, 70.)  On February \n23, 2018, Plaintiff voluntarily dismissed the Wellington Park Lawsuit.  (Id. at ¶ 64.) \n13. On April 3, 2018, Plaintiff initiated this lawsuit against Defendant \nonly, making claims for tortious interference with resident contracts, tortious \ninterference with prospec tive contracts or economic advantage, violation of the \nUDTPA, tortious interference with employment agreement, and punitive damages .  \n(Id. at ¶ 71; Compl.) \n14. Sometime after February 12, 2018, Plaintiff filed a complaint with the \nNorth Carolina Board of N ursing (“Nursing Board”) against Ms. Williams-Corbin, a \nprovider employed by Defendant and a former employee of Plaintiff , claiming that \nshe had treated a Wellington Park resident on February 17 and 18, 2018 , in \nviolation of the TRO.  (ECF No. 4 at CC, ¶ 66.)  After an investigation, the Nursing \nBoard resolved the complaint in favor of Williams -Corbin.  (Id. at ¶ 67.)  Defendant \ndoes not allege that any complaint was filed against Defendant with the Nursing \nBoard, nor that Defendant played any part in obta ining the favorable outcome for \nWilliams-Corbin. \nB. The Scheme to Monopolize the Market \n15. Defendant alleges that the Wellington Park Lawsuit  and this action \nare part of  a series of baseless lawsuits Plaintiff has filed against ALFs and \nPlaintiff’s competitors in an  attempt to chill the ALFs from recommending that its \nresidents transfer their medical care to Defendant or to Plaintiff’s other \ncompetitors.  (ECF No. 4 at CC, ¶¶ 5, 29 .)  In the se lawsuits, Plaintiff makes \n \n“vague, conclusory allegations ” that the residents of the ALF lack the mental \ncapacity to make the decision to change medical providers  and have been “coerced \nor mislead [sic] in to switching to the new provider.”   (Id. at ¶¶ 6, 32.)  Defendant \nalleges that Plaintiff’s “ pattern of baseless litigation constitutes a scheme to \nmonopolize the ma rket for medical care at [ALF s].”  (Id. at ¶ 7.)  Filing the se \nlawsuits “is intended to dissuade [ALFs] from engaging other medical providers to \nprovide care to their residents out of fear that [Plaintiff] will file costly litigation \nagainst them. ”  ( Id. at ¶ 8.)  Defendant alleges that Plaintiff’s  “conduct has the \npotential to chill competition in the relevant market, which harms [Defendant] by \nforeclosing competitive opportunities and  harms consumers in the form of lower \nquality medical care and increased prices.”  (Id. at ¶ 9.) \n16. In addition to the Wellington Park Lawsuit  and this action , Plaintiff \nhas filed at least six other lawsuits since February 2014 alleging claims identical t o \nthose raised in the Wellington Park Lawsuit  and this action . (Id. at ¶¶ 36 –45, 72–\n80; Exs. A –D, F–H.)  Three of these other lawsuits were brought against an ALF, \nalthough not against Defendant,  after the ALF attempted to switch their preferred \nprovider from Plaintiff to Defendant .  (Id. at ¶¶ 74 –75, 78; ECF No. 4 at Exs. F, G, \nH.) \n17. Defendant alleges that Plaintiff has been able to protect and increase \nits share of the market for  providing medical services to the residents of ALFs \nbecause its threats of litigation , and the filing of “sham litigation ,” coerce and \n \nintimidate ALFs from attempting to secure alternative medical providers.  (ECF No. \n4 at CC, ¶ 81.)  Defendants allege that Plaintiff’s conduct: \na. “may dissuade risk -averse [ALFs] from working with alternative \nmedical providers[,]” (Id.); \nb. “is designed to and has the purpose of raising the cost of switching \nto other providers such that that facilities will refrain from \nswitching to a new preferred provider even in the face of low quality \ncare[,]” (Id. at ¶ 82); \nc. “may dissuade facilities fro m attempting to move away from \n[Plaintiff] even when they are unhappy with [Plaintiff]’s services[,]” \n(Id. at ¶ 83); \nd. “depresses competition on quality  of care in the relevant \nmarket . . . . [and] facilities may hesitate to recommend other \nproviders out of fear of the burdensome costs of litigating again st \nan aggressive adversary like” Plaintiff [,]” (Id. at ¶ 84); \ne. “has also allowed [Plaintiff] to raise prices in the relevant market[  ] \n[because] [Plaintiff]  charges an additional trip fee on top of the \nnormal Medicare and Medicaid reimbursement rate, not covered by \nthose programs, for unscheduled visits and visits to facilities where \n[Plaintiff] serves less than four patients.”  (Id. at ¶ 85.) \n18. On June 1 5, 2018, Defendant filed its Answer and Counterclaim.  \nDefendant raises counterclaims for attempted monopolization in violation of G.S. \n \n§ 75-2.1 (Id. at ¶¶ 87–91); unfair trade practices in violation of G.S. § 75 -1.1 (Id. at \n¶¶ 92 –95); abuse of process ( Id. at ¶¶ 96–106): and declaratory judgment ( Id. at \n¶¶ 107–13). \n19. On August 17 , 2018, Plaintiff filed the Motion, and a Brief in Support \nof Motion to Dismiss Counterclaim. (Br. Supp. Mot. Dismiss CC, ECF No. 17.)  \nPlaintiff moves to dismiss Defendant’s counterclaims pursuant to Rules 12(b)(1) and \n12(b)(6) “for lack of standing and failure to state a claim upon which relief can be \ngranted.”  (ECF No. 16, at p. 1.)  On October 15, 2018, Defendant filed a Brief in \nOpposition to Motion to Dismiss Counterclaim.  ( ECF No. 30.)  Plaintiff filed a \nReply in Support of the Motion on October 29, 2018.  (ECF No. 31.)   The Court held \na hearing on the Motion at which counsel presented oral arguments, and the Motion \nis now ripe for determination. \nII. ANALYSIS \n20. Plaintiff p urports to seek d ismissal of the C ounterclaims under both \nRules 12(b)(1) and (b)(6).  However, Plaintiff does not rely on any matters outside of \nthe pleadings in support of its arguments.  Accordingly, the Court determines the \nMotion under Rule 12(b)(6) based on the allegations in and documents incorporated \nin the Counterclaims.   Dicesare v. Charlotte -Mecklenburg Hosp. Auth. , 2017 NCBC \nLEXIS 33, at *20 (N.C. Super. Ct. Apr. 11, 2017) (h olding that although motion to \ndismiss was brought  under Rules 12(b)(1) and 12(b)(6), “[a]s the pleadings are the \nonly matters of record before the Court relevant to the Motion to Dismiss, the \nMotion to Dismiss is properly considered under Rule 12(b)(6)’s standard of review”). \n \n21. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the [Counterclaims,] \ntreated as true are sufficient to state a claim upon which relief may be granted \nunder some legal theor y, whether properly labeled or not.”  Harris v. NCNB Nat’l \nBank, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  Dismissal pursuant to \nRule 12(b)(6)  is proper when (1) the counterclaim on its face reveals that no law \nsupports the counterclaim-plaintiff’s claim; (2) the counterclaim on its face reveals \nthe absence of facts sufficient to make a good claim; or (3) the counterclaim discloses \nsome fact that necessarily defeats the counterclaim-plaintiff’s claim.   Corwin v. \nBritish Am. Tobacco PLC , 2018 N.C. LEXIS 1035, at *18 –19 (2018).  This standard \nof review for Rule 12(b)(6) is the standard our Supreme Court “uses routinely . . . in \nassessing the sufficiency of [allegations] in the context of complex commercial \nlitigation.”  Id. at *19 n.7.  Where the ple ading refers to and depends on certain \ndocuments, the Court may consider those documents in deciding a motion under \nRule 12(b)(6).  Schlieper v. Johnson , 195 N.C. App. 257, 261, 672 S.E.2d 548, 551 \n(2009). \n22. The Court construes the counterclaims liberally and accepts all \nallegations as true.  Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 \n(2009).  However, the Court is not required “to accept as true allegations that are \nmerely conclusory, unwarranted deductions of fact, or unreasonable in ferences.”  \nGood Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, \n274, 620 S.E.2d 873, 880 (2005). \n \nA.  Defendant’s Counterclaim for Attempted Monopolization \n23. Plaintiff seeks dismissal of Defendant’s counterclaim for attempted \nmonopolization in violation of  G.S. § 75 -2.1.  Section 75 -2.1 provides , “[i]t is \nunlawful for any person to monopolize, or attempt to monopolize, or combine or \nconspire with any other person or persons to monopolize, any part of trade or \ncommerce in the State of North Carolina.”   \n24. “[T]o demonstrate attempted monopolization a plaintiff must prove \n(1) that the defendant has engaged in predatory or a nticompetitive conduct with \n(2) a specific intent to monopolize and (3) a dangerous probabilit y of achieving \nmonopoly power.”  Spectrum Sports, Inc. v. McQuillan, 506 U.S. 447, 456 (1993); see \nalso Sitelink Software, LLC v. Red Nova Labs, Inc. , 2016 NCBC LEXIS 45, at *29 \n(N.C. Super. Ct. June 14, 2016) (“To prevail on an attempted monopolizatio n claim, \nPlaintiffs must demonstrate (1) a specific intent to monopolize a relevant market; \n(2) predatory or anticompetitive acts; and (3) a dangerous probabili ty of su ccessful \nmonopolization.” ( quoting R.J. Reynolds Tobacco Co. v. Philip Morris Inc. , 199 \nF. Supp. 2d 362, 394 (M.D.N.C. 2002))).   \n25. Defendant alleges that Plaintiff “has engaged in predatory conduct by \nabusing the judicial and administrative processes to inflict harm on competitors and \ndissuade facilities from engagi ng other providers.”  (E CF No 4  at CC, ¶ 88.)  \nDefendant further alleges that  Plaintiff has “acted with the specific intent to \nmonopolize,” and “has a dangerous probability of succeeding in its scheme to \nacquire monopoly power.”  (Id. at ¶¶ 89–90.) \n \n26. Plaintiff argues that the C ourt should dismiss Defendant’s claim for \nattempted monopolization because : (1) Defendant lacks standing to pursue the \nclaim because Defendant has not alleged an actual injury; (2) Defendant’s \nallegations are insufficient to overcome the Noerr-Pennington doctrine protection \nwhich generally shields  the filing of lawsuits from being the  basis for an anti trust \nclaim; and (3) Defendant has not stated a claim for attempted monopolization.  \n(ECF No. 17, at pp. 8–18.)  Since the Court concludes that Defendant does not allege \nan actual injury upon which standing can be grounded, it need not address \nPlaintiff’s second and third argument and discusses only the first. \n27. The Court of Appeals has held that \nStanding is among the ‘justiciability doctrines’ developed \nby federal courts to give meaning to the United States \nConstitution's ‘case or controversy ’ requirement. U.S. \nConst. Art. 3, § 2.  The term refers to whether a party has \na sufficient stake in an otherwise justiciable controversy \nso as to properly seek adjudi cation of the matter.   The \n‘irreducible constitutional minimum ’ of standing contains \nthree elements:  (1) ‘injury in fact ’ -- an invasion of a \nlegally protected interest that is (a) concrete and \nparticularized and (b) actual or imminent, not conjectural \nor hypothetical; (2) the in jury is fairly traceable to the \nchallenged action of the defendant; and (3) it is likely, as \nopposed to merely speculative, that the injury will be \nredressed by a favorable decision. \nNeuse River Found. v. Smithfield Foods, Inc. , 155 N.C. App. 110, 114, 574 S.E.2d \n48, 51–52 (2002) (citations omitted).   Defendant has the burden of establishing  \nstanding to bring its Counterclaims .  Cherry v. Wiesner , 245 N.C. App. 339, 781 \nS.E.2d 871, 876 (2016).  \n \n28. “In North Carolina, the injury in fact must be particularized and \nactual, not hypothetical or conjectural. ”  Arendas v. N.C. High Sch. Ath. Ass’ n, 217 \nN.C. App. 172, 175, 718 S.E.2d 198, 200 ( 2011); see also McAdoo v. Univ. of N.C. at \nChapel Hill, 225 N.C. App. 50, 66, 736 S.E.2d  811, 822 (2013)  (affirming dismissal \nand citing Arendas, where “ Plaintiff’s alleged damages are too hypothetical and \nspeculative to survive a motion to dismiss ”).  While “ [i]t is not necessary that a \nparty demonstrate that injury has alread y occurred,” the party must at least allege \n“immediate or threatened injury  . . . for purposes of standing.”  Mangum v. Raleigh \nBd. of Adjustment , 362 N.C. 640, 642 –43, 669 S.E.2d 279, 282 (2008) (internal \nquotation marks and citation omitted).  Furthermore, “[t]he Court is not required to \naccept as true allegations that are merely conclusory, unwarranted deductions of \nfact, or unreasonable inferences.”  Sitelink Software, LLC, 2016 NCBC LEXIS 45, at \n* 17. \n29. Defendant alleges that Plaintiff’s conduct in filing the sh am lawsuits \nhas “injured” Defendant , (ECF No. 4 at CC, ¶ 91), but other allegations  in the \nCounterclaims belie the claim that any party, including Plaintiff, has been injured \nby Defendant at this time.   To the contrary, Defendant ’s allegations support the \nconclusion that whether any party has been or will be injured by Plaintiff’s conduct \nis completely speculative.  Defendants allege that Plaintiff’s  “conduct has the \npotential to chill competition in the relevant market, which harms [Defendant] by \nforeclosing competitive opportunities .”  ( Id. at ¶ 9 ( emphasis added ).)  However, \n \nDefendant does not identify any specific opportunity it has lost, or which it faces the \nimminent threat of losing, as a result of Plaintiff’s conduct. \n30. Similarly, Defen dant’s allegations of other injuries resulting from \nPlaintiff’s filing of sham lawsuits against it and other health care providers are \npurely speculative or conjectural.  Defendant alleges that: \na. Plaintiff’s “ threats of litigation may dissuade  risk-averse assisted living \nfacilities from working with alternative medical providers ” ( Id. at ¶ 81 \n(emphasis added).)  Defendant, however, does not allege that any ALF has \nrefused to work with Defendant or any other health care provider because \nit feared litigation with Plaintiff; \nb. Plaintiff files the lawsuits “ for the purpose of interfering with competitors  \nlike [Plaintiff].”  (Id. at ¶ 81 (emphasis added).)  Nevertheless, Defendant \ndoes not allege that Plaintiff’s lawsuits have actually interfered with \nDefendant’s own, or any specific competitor’s, ability to contact and \nnegotiate with ALFs that currently have a relationship with Plaintiff; \nc. Plaintiff’s conduct “may dissuade [ALF]s from attempting to move away \nfrom [Plaintiff]  even when  they are unhappy with [Plaintiff]’s services ,” \nand ALFs “may hesitate to recommend other providers out of fear of the \nburdensome costs of litigating against an aggressive adversary like \n[Plaintiff].”  (Id. at ¶¶ 83–84 (emphasis added).)  Again, Defendant does \nnot allege that Plaintiff’s lawsuits have caused an ALF to decide to cease \n \nnegotiations with, or not select, Defendant as a preferred provider for its \nservices. \n31. Far from alleging the “distinct and palpable” injury necessary to confer \nstanding, Defendant alleges only that Plaintiff’s conduct could hypothetically cause \ninjury to Defendant and other competitors  by making ALFs unwilling to consider \nservices competitive to Plaintiff’s .  Coker v. DaimlerChrysler C orp., 172 N.C. App. \n386, 391 –92, 617 S.E.2d 306, 310  (2005).  The facts pleaded do not support an \nallegation that Plaintiff’s conduct has, or is about to have, such an impact on \ncompetition in the marketplace. \n32. Defendant contends that it has adequately alleged actual injury by \npleading in paragraph 91 of the Counterclaims that “[Plaintiff ’s] conduct \nproximately injured [Defendant] in an amount to be proven at trial .”  (ECF No. 30, \nat pp. 7–8.)  The allegation, however, is conclusory, and the Court is not  required to \naccept the allegation as true in the absence of supporting facts.  Sitelink Software, \nLLC, 2016 NCBC LEXIS 45, at * 17.  Defendant has not alleged such supporting \nfacts. \n33. Defendant also cites to several other allegations in the Counterclaims , \nincluding those  discussed in paragraph 30, above,  to contend that it has stated \nsomething more than speculative or potential injuries resulting from Plaintif f’s \nconduct.  (ECF No. 30, at p . 7.)  Again, the allegations cited by Defendant are \ncouched in sp eculative or conjectural language.  For example, Defendant cites \nparagraphs 5–9 of the Counterclaims in support of the contention that it has alleged \n \nPlaintiff’s “anti-competitive conduct is intended to, and does, have a chilling effect \non competition .”  ( Id.)  A close review of those allegations, however, reveals that \nwhile Defendant alleges that  Plaintiff’s conduct “is intended to dissuade [ALFs] \nfrom engaging other medical providers to provide care to their residents out of fear \nthat [Plaintiff] will fil e costly litigation against them,” Defendant does not allege \nthat the conduct has had its intended effect, but only that it “ has the potential to \nchill competition in the relevant market .”  (ECF No. 4  at CC, ¶¶ 5, 9 (emphasis \nadded).) \n34. The facts alleged  in the Counterclaims do not support an allegation \nthat Defendant or any other market competitor has suffered a concrete and \nparticularized injury in fact that would confer standing on Defendant to pursue its \nclaim for attempted monopolization.  Neuse River Found., 155 N.C. App. at 114, 574 \nS.E.2d at 51 –52.1  Therefore, the Court concludes that to the extent the Motion \nseeks dismissal of Defendant’s first counterclaim for attempted monopolization in \nviolation of G.S. § 75 -2.1, the  Motion should be GRANTED.   However, s ince the \nDefendant’s failure to allege actual injury may be the product of imprecise drafting \nand Defendant has, in fact, suffered injury, the Court will dismiss this claim \nwithout prejudice.  \n                                                 \n1 The Court also notes that , despite the opportunity to submit evidence in response to \nPlaintiff’s challenge to their standing, by affidavit or otherwise, Defendant failed to do so.  \nFor example, Defendant has not provided evidence that an ALF has informed Defendant \nthat it is unwilling to discuss recommending Defendant’s services to the ALF’s residents, or \nthat other competitors have been dissuaded from pursuing a b usiness opportunity with an \nALF because of fear that Plaintiff will file suit.  \n \nB. Defendant’s Counterclaim for Unfair Trade Practices \n35. Plaintiff also moves for dismissal of Defendant’s second counterclaim \nfor unfair trade practices in violation of G.S. § 75 -1.1.  Defendant relies on the same \nallegations in support of the claim for unfair trade practices t hat underlie the claim \nfor attempted monopolization.  (ECF No. 4 at CC, ¶¶ 92–95.)  This Court has held \nthat “[w]hen a section 75 -1.1 claim derives solely from an antitrust claim, the \nfailure of the antitrust cla im also defeats liability under section 75 -1.1.”  Sitelink \nSoftware, LLC , 2016 NCBC LEXIS 45, at * 32 (dismissing claim for unfair trade \npractices based on dismissal of the plaintiff’s claims under G.S. §§ 75 -1, 75-2, and \n75-2.1).   \n36. Accordingly, because the Court has dismissed Defenda nt’s \ncounterclaim for attempted monopolization based on the same allegations  that \nsupport the counterclaim for unfair trade practices , the counterclaim for unfair \ntrade practices in violation of G.S. 75 -1.1 should also be dismissed, and the Motion \nshould b e GRANTED , but based on the Court’s dismissal of the underlying \nattempted monopolization claim without prejudice, the claim for unfair trade \npractices also should be dismissed without prejudice. \nC. Defendant’s Counterclaim for Abuse of Process \n37. Defendant attempts to allege a counterclaim fo r abuse of process.  \n(ECF No. 4 at CC, ¶¶ 96–106.)  The basis for Defendant’s claim is not clear. \n38. To state a claim for abuse of process, the plaintiff must show (1) “an \nulterior motive” and (2) “ an act in the use of the legal process not proper in the \n \nregular prosecution of the proceeding[.]” Chidnese v. Chidnese , 210 N.C.  App. 299, \n310, 708 S.E.2d 725, 734 (2011) (quotation and original alteration omitted).   It is \nwell established that \n[t]he ulte rior motive requirement is satisfied when the \nplaintiff alleges that the prior action was initiated by \ndefendant or used by him to achieve a collateral purpose \nnot within the normal scope of the process used.   The act \nrequirement is satisfied when the plai ntiff alleges that \nonce the prior proceeding was initiated, the defendant \ncommitted some wil lful act whereby he sought to use the  \nexistence of the proceeding to gain advant age of the \nplaintiff in respect to some collateral matter. \n \nStanback v. Stanback , 29 7 N.C . 181, 201, 254 S.E.2d 611, 624  (1979) (internal \nquotations and citations omitted).   “The gravamen of a cause of action for abuse of \nprocess is the improper use of the process after it has been issued.  As a result, there \nis no abuse of process where it is confined to its regular and legitimate function in \nrelation to the cause of action stated in the complaint.”  Chidnese, 210 N.C. App. at \n311, 708 S.E.2d at 735 ( punctuation alterations, quotations and citations omitted; \nemphasis in original). \n39. Defendant alleges that Plaintiff “initiated the Wellington Park \n[L]awsuit for the improper purpose of deterring [Defendant] from legitimately \ncompeting with” Plaintiff, and subsequently obtained the TRO on February 2, 2018.  \n(ECF No. 4  at CC, ¶¶ 96–97.)  Plaintiff later filed the complaint with the Nursing \nBoard against Williams-Corbin, claiming that she had treated residents of \nWellington Park on February 17 and 18, 2018 , in violation of the TRO  despite the \nfact that Plaintiff “knew it had not paid the re quired bond and therefore knew that \n \nthe [TRO] was without effect” and “ knew that the  [TRO] nevertheless would have \nexpired on its own terms on February 12, 2018 .”  (Id. at ¶¶ 99–100.)  Plaintiff “used \nthe existence of the [TRO] to gain an advantage over [Defendant] by using it as a \nbasis for filing a complaint against [Defendant]’s employee with the  [Nursing \nBoard.]”  (Id. at ¶ 102.)   \n40. Defendant’s allegations leave uncertain whether it claims the abuse of \nprocess is based upon Plaintiff filing of the We llington Park Lawsuit, obtaining the \nTRO, or filing the Nursing Board complaint.  To the extent Defendant attempts to \nallege that Plaintiff obtained the TRO for the improper purpose of later using it as \nthe grounds for filing the Nursing Board complaint, Defendant does not allege that \nPlaintiff knew or could have known that one of Defendant’s employees would violate \nthe TRO.  To the contrary, the allegations suppo rt the conclusion that Plaintiff \nsought and obtained the TRO for a proper purpose: to prevent Defendant from \nobtaining further consents from Wellington Park’s residents until the Court could \ndetermine whether the consents already signed were properly obtai ned by \nDefendant. \n41. The Court is skeptical that Defendant has stated a claim for abuse of \nprocess based upon the pleaded facts.  Nevertheless, the Court need not decide this \nissue because the abuse of process claim fails for a different reason. \n42. Plaintiff argues that the abuse of process claim should be dismissed for \nlack of standing because Defendant has not pleaded facts to support the allegation \nthat it was injured by the filing of the Nursing Board complaint.  (ECF No. 17, at \n \np. 21.)  In its counte rclaim, Defendant makes the conclusory allegation that \nPlaintiff’s “conduct proximately injured [Defendant] in an amount to b e proven at \ntrial.”  (ECF No. 4  at CC, ¶ 106. )  However, Defendant pleads no facts regarding \nhow it was, or how it could have been,  injured by the filing of the Nursing Board \ncomplaint.  The Nursing Board complaint was filed against Williams -Corbin only, \nnot Defendant, and Defendant alleges that Williams -Corbin responded to the \nNursing Board complaint.  ( Id. at ¶ 105.)  The complaint was resolved in Williams-\nCorbin’s favor.  (Id.)  Defendant does not allege that it took any action regarding the \nNursing Board complaint, and Defendant has not alleged that the Nursing Board \ncomplaint had any impact on Defendant  or its operations, let alone that it caused a \n“concrete and particularized  and [ ] actual or imminent ” injury that is “fairly \ntraceable to the challenged action of” Defendant.  Neuse River Found. , 155 N.C. \nApp. at 114, 574 S.E.2d at 52. \n43. Accordingly, Plaintiff’s motion to dismiss Defendant’s counterclaim for \nabuse of process should be GRANTED.  Again, however, since the defect is a failure \nto allege actual injury, the claim should dismissed without prejudice. \nD. Defendant’s Counterclaim for Declaratory Judgment \n44. In th e Motion, Plaintiff states that it seeks “an order dismissing the \nCounterclaim.”  (ECF No. 16, at p.1.)  To the extent Plaintiff intended to move for \ndismissal of Defendant’s fourth counterclaim for declaratory judgment seeking a \ndeclaration regarding the enforceability of an employment agreement between \nPlaintiff and Williams -Corbin, (ECF No. 4 at CC, ¶¶ 107 –14), neither party has \n \npresented argument regarding this claim in their briefs or at the hearing on the \nMotion.  Accordingly, the Court declines to consider the counterclaim for declaratory \njudgment as part of this Order and Opinion, and the Motion should be DENIED. \nIII. CONCLUSION \nTHEREFORE, IT IS ORDERED that the Plaintiff’ s Motion to Dismiss \nCounterclaim is GRANTED, in part, and DENIED, in part, as follows: \n1. Plaintiff’s motion to dismiss Defendant’s counterclaim for attempted \nmonopolization is GRANTED, and that counterclaim is DISMISSED, without \nprejudice. \n2. Plaintiff’s motion to dismiss Defendant’s counterclaim for unfair trade \npractices is GRANTED, and that counterclaim is DISMISSED, without \nprejudice. \n3. Plaintiff’s motion to dismiss Defendant’s counterclaim for abuse of process is \nGRANTED, and that counterclaim is DISMISSED, without prejudice. \n4. Plaintiff’s motion to dismiss Defendant’s counterclaim for declaratory \njudgment is DENIED. \n \nThis, the 16th day of January, 2019. \n \n        /s/ Gregory P. McGuire    \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases \n "
}