{
  "id": "fea1ad7d14fcb2216f7662398e2a4b1a7be1f7af14ffab26b7a2b699754bd199",
  "source_file": "data/raw/ncbc/fea1ad7d14fcb2216f7662398e2a4b1a7be1f7af14ffab26b7a2b699754bd199.pdf",
  "raw_text": "Blitz v. Xpress Image, Inc., 2006 NCBC 10.\n \n \nSTATE OF NORTH CAROLINA\n                \n           \nIN THE GENERAL COURT OF JUSTICE\n                                                               \n         \n            \nSUPERIOR COURT DIVISION\nDURHAM COUNTY\n                                            \n  \n                       \n05 CVS 679\n \nJONATHAN BLITZ, on behalf of himself and all\n     \n)\n        \nothers similarly situated,\n                                       \n)\n                                                                          \n)\n                     \nPlaintiff,\n                                         \n)\n                                                                          \n)\n           \nv.\n                                                            \n)\n                                                                          \n)\nXPRESS IMAGE, INC.,\n                                       \n)\n                    \n  \nAMENDED\n \nORDER\n                                                                          \n)\n                     \nDefendant.\n                                     \n)\n                                                                          \n)\n \nRandolph M. James, P.C. by Randolph M. James; The Law Firm of Michael T. George by Michael\nT. George; The Margulis Law Group by Max G. Margulis for Plaintiff Jonathan Blitz, on behalf of\nhimself and all others similarly situated.\n \nCranfill, Sumner & Hartzog, LLP by\n \nHouston Foppiano for Defendant Xpress Image, Inc.\n \nDiaz, Judge.\n \n{1}\n     \nThe Court heard this matter on 31 May 2006, on the Motion of Plaintiff Jonathan Blitz (“Blitz”) for\nClass Certification pursuant to Rule 23 of the North Carolina Rules of Civil Procedure.\n  \nFor the reasons set\nforth below, and after considering the Court file, the written Motion, and counsel’s memoranda and oral\narguments, the Court \nDENIES\n the Motion on the grounds that: (a) issues individual to each purported\nclass member predominate over common issues; and (b) a class action is not the superior method for\nresolving the alleged claims.\nI.\n \nPROCEDURAL BACKGROUND\n \n{2}\n     \nBlitz filed his Class Action Complaint (“Complaint”) on 11 February 2005, in Durham County\nSuperior Court.\n  \nThe case was transferred to the North Carolina Business Court and assigned to me as an\nexceptional matter by order of the Chief Justice of the North Carolina Supreme Court dated 3 October\n2005.\n{3}\n     \nOn 4 November 2005, this Court entered a Scheduling Order requiring that all discovery in this\nmatter be completed by 30 December 2005 and setting deadlines for the filing of briefs on the issue of\nclass certification.\n{4}\n     \nThe parties proceeded with two rounds of discovery.\n  \nOn 29 December 2005, one day before the\ndiscovery deadline, Blitz filed a Motion to Compel Discovery (“Motion to Compel”), seeking to compel\nthe Defendant Xpress Image, Inc. (“Xpress Image”) to respond to certain discovery requests contained in\nPlaintiff’s Second Set of Interrogatories and Request for Production of Documents filed 18 October 2005.\n{5}\n     \nOn 24 January 2006, this Court entered an Order granting Plaintiff’s Motion for Extension of Time,\nwhich extended the deadline for completion of discovery until 15 February 2006, so that the Motion to\nCompel could be heard by the Court.\n  \nThe Motion to Compel was scheduled for hearing by telephone on\n10 February 2006.\n  \nCounsel for Xpress Image filed a Response to the Motion to Compel on 7 February\n2006.\n{6}\n     \nDuring the telephone hearing on 10 February 2006, Blitz’s counsel withdrew the Motion to Compel\nand advised the Court that he would be seeking to further extend the discovery deadline and amend the\nComplaint to re-define the proposed class.\n  \nThe Court instructed counsel to (a) file a motion showing good\ncause for extending discovery beyond the 15 February 2006 deadline and (b) seek such relief before the\nexpiration of the deadline.\n  \nPlaintiff’s counsel failed to do either, and on 22 February 2006, Xpress Image\nfiled a motion seeking to close discovery and proceed to a determination of class certification.\n{7}\n     \nOn 27 February 2006, the Court entered an order providing that discovery in this case was deemed\nclosed as of 15 February 2006 and setting new deadlines for the filing of briefs on the issue of class\ncertification.\n{8}\n     \nOn 17 March 2006, the parties filed their Motions and Memoranda of Law Supporting and\nOpposing Class Certification.\n  \nOn 3 April 2006, the Defendant filed its Motion to Strike\n[1]\n and Response\nto Plaintiff’s Motion for Class Certification.\n  \nOn 4 April 2006, Blitz filed his Response Memorandum in\nSupport of the Motion for Class Certification.\n{9}\n     \nOn 6 April 2006, Blitz filed a Motion to Re-Open Discovery, proposing a third round of\nInterrogatories, Request for Admissions, and a Rule 30(b)(6) deposition of Defendant’s corporate\nrepresentative.\n  \nOn 7 April 2006, Defendant filed a Response.\n{10}\n    \nOn 25 April 2006, this Court entered an Order denying the Motion to Re-Open Discovery for\nPlaintiff’s failure to demonstrate good cause for the requested relief.\n{11}\n    \nOn 31 May 2006, this Court heard oral arguments on the Motion for Class Certification.\nII.\n \nFACTUAL BACKGROUND\nA.\n \nTHE PARTIES\n \n{12}\n    \nPlaintiff Jonathan Blitz is a citizen and resident of Durham County, North Carolina. \n \n(Compl. ¶ 1.)\n{13}\n    \nDefendant Xpress Image is a small business organized under the laws of the State of North\nCarolina as a corporate entity and doing business in North Carolina with its principal place of business in\nMebane. \n \n(Compl. ¶ 2.)\n  \nXpress Image produces apparel and other promotional merchandise with\ncorporate logos.\n  \n(Compl. ¶ 4.)\nB.\nOVERVIEW OF THE FACTS\n{14}\n    \nThis action arises out of alleged violations of the Federal Telephone Consumer Protection Act\n(“TCPA”), 47 U.S.C.S. § 227 (2006), which, \ninter alia\n, prohibits the transmission of “unsolicited\nadvertisements” to fax machines.\n  \nSpecifically, Blitz seeks certification on behalf of a class alleging that\nXpress Image violated the TCPA when its agent faxed thousands of single-page unsolicited\nadvertisements regarding Defendant’s services to residents and businesses in the 919 and 336 area codes.\n \nPursuant to the TCPA, Plaintiff seeks $500.00 in statutory damages for each member of the putative class,\nstatutory treble damages based on allegations that the violations were willful or knowing, and injunctive\nrelief. \n \n(Compl. Prayer for Relief ¶¶ 2-3.).\n{15}\n    \nPlaintiff’s Motion for Class Certification defines the proposed class\n[2]\n as:\nAll persons and other entities to whom Defendant sent or caused to be sent, one or more\nfacsimile advertisements transmissions promoting sweatshirts and embroidery services\nof Defendant from April 4, 2001 until July 9, 2005 inclusive.\n \n(Pl.’s Mot. for Class Certification at p. 4.)\n \n{16}\n    \nIn December 2004, Xpress Image entered into a contract with Five-Star Fax (“Five-Star”), whereby\nFive-Star would transmit facsimiles advertising Xpress Image’s services to facsimile numbers provided by\nXpress Image.\n  \n(Cranford Aff. ¶ 3, Mar. 16, 2006.)\n{17}\n    \nAll of the facsimile numbers that Xpress Image supplied to Five-Star were within the 919 and 336\narea codes—the area in which Xpress Image does business.\n  \n(Cranford Aff. ¶ 4, Mar. 16, 2006; Cranford\nAff. ¶ 3, Apr. 4, 2006.)\n  \nAccording to the Defendant’s un-rebutted affidavit, “[t]he list included some\nexisting customers of Xpress Image, fellow members of the Durham Chamber of Commerce, and others in\nthe area in which Xpress Image does business.”\n  \n(Cranford Aff. ¶ 4, Mar. 16, 2006.)\n{18}\n    \nXpress Image was, at all relevant times, a member of the Durham Chamber of Commerce.\n \n(Cranford Aff. ¶ 2, Mar. 16, 2006.)\n{19}\n    \nXpress Image obtained the facsimile numbers for the members of the Durham Chamber of\nCommerce from the Chamber’s directory, which lists a facsimile number as part of each member’s contact\ninformation.\n  \n(Cranford Aff. ¶ 4, Mar. 16, 2006.)\n{20}\n    \nGiven that all of the facsimile advertisements were sent to individuals and businesses in the area\nwhere Xpress Image does business, it is\n \nlikely that some members of the purported class are either\ncustomers of the Defendant or parties who (whether as a result of individual initiative or perhaps as a\nresult of their Chamber affiliation) have made at least one inquiry regarding the Defendant’s services.\n{21}\n    \nOn 1 February 2005, Five-Star sent out 4,809\n[3]\n one-page advertisements\n[4]\n to the facsimile\nnumbers provided by Xpress Image; Blitz received one of these advertisements.\n  \n(Cranford Aff. ¶ 5, Mar.\n16, 2006.)\n  \nThe facsimile number to which Xpress Image sent the advertisement received by Blitz was a\nnumber Xpress Image obtained from the Durham Chamber of Commerce membership directory, which\nlisted the number as belonging to the Landwright Corporation.\n  \n(Cranford Aff. ¶ 5, Mar. 16, 2006.)\n{22}\n    \nXpress Image presented no evidence that it sought or received “prior express permission or\ninvitation” from any of the recipients to send the facsimile advertisements.\nIII.\nCONCLUSIONS OF LAW\nA.\nCLASS CERTIFICATION\n{23}\n    \nIn North Carolina, class actions are governed by Rule 23 of the North Carolina Rules of Civil\nProcedure (“Rule 23”).\n  \nRule 23(a) provides:\nIf persons constituting a class are so numerous as to make it impracticable to bring\nthem all before the court, such of them, one or more, as will fairly insure the adequate\nrepresentation of all may, on behalf of all, sue or be sued.\n \nN.C.G.S. § 1A-1, Rule 23(a) (2005).\n \n{24}\n    \n“The party seeking to bring a class action under Rule 23(a) has the burden of showing that the\nprerequisites to utilizing the class action procedure are present.”\n  \nCrow v. Citicorp Acceptance Co., Inc.\n,\n319 N.C. 274, 282, 354 S.E.2d 459, 465 (1987).\n \n{25}\n    \nThe requirements for class action certification are:\n  \n(1) the existence of a class; (2) the class\nmembers within the jurisdiction of the court must adequately represent any class members outside the\njurisdiction of the Court; (3) the class must be so numerous as to make it impracticable to bring each\nmember before the court; (4) more than one issue of law or fact common to the class should be present;\n(5) the party representing the class must fairly insure the representation of all class members; and (6)\nadequate notice must be given to the class members.\n  \nId.\n at 282-84, 354 S.E.2d at 465-66.\n{26}\n    \n“Where all the prerequisites are met, it is within the trial court’s discretion to determine whether ‘a\nclass action is superior to other available methods for the adjudication of th[e] controversy.’”\n  \nHarrison v.\nWal-Mart Stores, Inc.\n, 170 N.C. App. 545, 548, 613 S.E.2d 322, 326 (2005) (quoting \nCrow\n, 319 N.C. at\n284, 354 S.E.2d at 466). \n \nFurther, “‘the trial court has broad discretion in [deciding whether a class action\nshould be certified] and is not limited to consideration of matters expressly set forth in Rule 23 or in’ case\nlaw.”\n  \nHarrison\n, 170 N.C. App. at 548 n.2, 613 S.E.2d at 326 n.2 (quoting \nCrow\n, 319 N.C. at 284, 354\nS.E.2d at 466).\n \n{27}\n    \nThis case turns on the first requirement of class actions—the existence of a class.\n[5]\n  \n“[A] ‘class’\nexists under Rule 23 when the named and unnamed members each have an interest in either the same issue\nof law or of fact, and that issue predominates over issues affecting only individual class members.”\n  \nCrow\n,\n319 N.C. at 280, 354 S.E.2d at 464.\n{28}\n    \nTo determine whether common issues predominate over issues affecting only individual class\nmembers, the Court does not simply line up the number of common issues against those that require\nindividual consideration.\n  \nRather, the test is whether the individual issues are such that they will\npredominate over common ones in terms of being the focus of the litigants’ efforts.\n  \nSee Harrison\n, 170\nN.C. App. at 550-53, 613 S.E.2d at 327-28.\n  \nSee also Kondos v. Lincoln Prop. Co.\n, 110 S.W.3d 716, 721\n(Tx. Ct. App. 2003) (observing the same in the TCPA context).\n  \nFor the reasons set forth in this Order, I\nfind that at least two such individual issues will predominate here.\nB.\n1.\nTHE TCPA\n{29}\n    \nIn 1991, Congress enacted the TCPA, which, prohibits,\n inter alia\n,\n[6]\n the use of “any telephone\nfacsimile machine, computer, or other device to send an unsolicited advertisement to a telephone facsimile\nmachine[.]”\n  \n47 U.S.C.S. § 227(b)(1)(C).\n{30}\n    \nThe TCPA only prohibits “unsolicited” advertising. \n \nAn “unsolicited advertisement” is defined as\n“any material advertising the commercial availability or quality of any property, goods, or services which\nis transmitted to any person without that person’s prior express invitation or permission.”\n  \n47 U.S.C.S. §\n227(a)(5).\n  \n“This invitation or permission can be given orally or in writing.”\n  \nCarnett’s, Inc. v. Hammond\n,\n279 Ga. 125, 127, 610 S.E.2d 529, 531 (2005).\n  \nSee also\n \nLivingston v. U.S. Bank, N.A.\n, 58 P.3d 1088,\n1091 (Col. Ct. App. 2002) (noting that “the TCPA does not require consent to be given in writing, and it\nmay be given orally”).\n{31}\n    \nThe TCPA creates a private right of action against a sender of an unsolicited advertisement and\nprovides that, for each violation, a person is entitled to $500.00 or actual damages, whichever is greater, as\nwell as treble damages if a court finds the violation to be “willful” or “knowing.”\n  \n47 U.S.C.S. § 227(b)\n(3).\n  \nThe TCPA also allows a party to seek injunctive relief.\n  \n47 U.S.C.S. § 227(b)(3)(A).\n2.\nTHE “ESTABLISHED BUSINESS RELATIONSHIP” EXCEPTION\n{32}\n    \nAs originally enacted, the TCPA established an exception for automated telephone solicitations\nmade to “any person with whom the caller has an established business relationship.”\n  \n47 U.S.C.S. § 227(a)\n(4).\n  \nPursuant to 47 U.S.C.S. § 227(b)(2), which authorizes the Federal Communications Commission\n(“FCC”) to issue regulations interpreting the TCPA, the FCC defined an “established business\nrelationship” as:\n[A] prior or existing relationship formed by a voluntary two-way communication\nbetween a person or entity and a residential subscriber with or without an exchange of\nconsideration . . . which relationship has not been previously terminated by either party.\n \n47 C.F.R. § 64.1200(f)(4) (2006).\n{33}\n    \nIn a subsequent order interpreting the \nTCPA, the FCC\n determined that the “\nestablished business\nrelationship”\n exception also applied to the provisions prohibiting unsolicited \nfacsimile\n advertisements.\n  \nIn\nthe Matter of Rules and Regulations Implementing the \nTelephone Consumer Protection Act\n \nof 1991\n, 7\nF.C.C.R. 8752, 8779 n.87 (Oct. 16, 1992) (stating that “\nfacsimile\n transmission from persons or entities\nwho have an \nestablished business relationship\n with the recipient can be deemed to be invited or permitted\nby the recipient”).\n  \n“In issuing this interpretation, the \nFCC\n cited the legislative history of the \nTCPA\n,\nconcluding that ‘a solicitation to someone with whom a prior business relationship exists does not\nadversely affect subscriber privacy interests,’ and that the \nTCPA\n was not intended to ‘unduly interfere\nwith ongoing business relationships.’”\n  \nWeitzner v. Iridex Corp., \n2006 U.S. Dist. LEXIS 44317, slip op. at\n9 (S.D.N.Y. June 29, 2006) (quoting 7 F.C.C.R. at 8770).\n{34}\n    \nIn 2003, the FCC drafted regulations that “reverse[d its] prior conclusion that an established\nbusiness relationship provides companies with the necessary express permission to send faxes to their\ncustomers,” requiring instead that consent to receive facsimile advertisements be evidenced by a signed\nwriting to that effect.\n  \nSee Rules and Regulations Implementing the \nTelephone Consumer Protection Act\n of\n1991 (“Rules and Regs.”)\n, 68 Fed. Reg. 44144, 44167-68 (July 25, 2003).\n{35}\n    \nThe \nFCC\n delayed the effective date of its rule change on several occasions, first until 1 January\n2005, then until 30 June 2005, and finally until 9 January 2006.\n  \nSee Rules and Regs.\n, 70 Fed. Reg. 37705\n(June 30, 2005).\n  \nEach time the FCC extended the effective date of the new rule, it issued a statement\nproviding that until the new rule became effective, an established business relationship would continue to\nbe sufficient to show that an individual or business had given express permission to receive facsimile\nadvertisements.\n  \nSee, e.g.,\n \nRules and Regs.\n, 69 Fed. Reg. 62816 (Oct. 28, 2004) (“We emphasize that our\nexisting \nTCPA\n rules prohibiting the transmission of unsolicited advertisements to a telephone facsimile\nmachine will remain in effect during the pendency of this extension. \n \nUnder these rules, those transmitting\nfacsimile\n advertisements must have an \nestablished business relationship\n or prior express permission from\nthe \nfacsimile\n recipient to comply with our rules.”); \nsee also\n \nRules and Regs.\n, 70 Fed. Reg. at 37705-06;\nRules and Regs.\n, 68 Fed. Reg. 50978, 50979 (Aug. 25, 2003).\n{36}\n    \nBefore the FCC’s rule change became effective, \nCongress\n enacted the Junk Fax Prevention Act of\n2005 (“JFPA”), \n47 U.S.C.S. § 227(b)(1)(C), \nwhich prevented the \nFCC’s implementation of the proposed\nchange. \n \nThe JFPA, signed into law by the President on 9 July 2005, amended the \nTCPA\n to codify the\n“established business relationship” exception to TCPA liability in the facsimile context.\n  \n47 U.S.C.S. §\n227(b)(1)(C)(i).\n  \nAlthough this provision of the JFPA does not apply to the present case, it provides\nsupport for the Court’s position that Congress always intended for the “\nestablished business relationship”\nexception to apply to \nfacsimile advertisements.\nC.\n \nCLASS CERTIFICATION UNDER THE TCPA\n{37}\n    \nWhile it does not appear that \nNorth Carolina courts have addressed\n the issue of class certification\nunder the TCPA, cases from other jurisdictions provide ample guidance.\n{38}\n    \nAs Blitz correctly notes, there are a number of issues that are common to the putative class.\n  \n(\nSee\nMemo. in Supp. of Pl.’s Mot. for Class Certification at pp. 1-2).\n  \nBut there are also at least two issues in\nthis case that require individualized consideration of each putative class member’s circumstances, and I\nconclude that these issues will predominate over the common issues identified by the Plaintiff.\n[7]\n  \nThese\nare: (1) whether any purported class member gave Defendant “express permission” to send the\nadvertisement; and (2) whether any purported class member had an “established business relationship”\nwith Xpress Image.\n1.\n“EXPRESS INVITATION OR PERMISSION”\n{39}\n    \nSeveral courts addressing class certification under the TCPA—without reaching the “established\nbusiness relationship” exception—have concluded that individual inquiries regarding whether recipients\ngave permission to receive facsimiles necessarily defeated class certification under the TCPA.\n  \nSee Kenro,\nInc. v. Fax Daily, Inc.\n, 962 F. Supp. 1162, 1169-70 (S.D. Ind. 1997); \nForman v. Data Transfer, Inc.\n, 164\nF.R.D. 400, 403-04 (E.D. Pa. 1995); \nLivingston v. U.S. Bank, N.A.\n, 58 P.3d 1088, 1090-91 (Colo. Ct. App.\n2002), \nKondos v. Lincoln\nProp. Co.\n, 110 S.W.3d 716, 721-22, (Tex. Ct. App. 2003).\n  \nI find the reasoning of these decisions\npersuasive.\n[8]\n{40}\n    \nAs noted earlier, Xpress Image’s opposition papers do not assert that it obtained express\npermission from any of the fax recipients.\n  \nHowever, as to “express invitation or permission,” the current\nevidentiary gap is not dispositive, as this issue is part of each individual plaintiff’s burden.\n  \nSee Forman,\n164 F.R.D. at 404; \nKim v. Sussman\n, 2004 WL 3135348, at *2 (Ill. Cir. 2004) (noting that each individual\nclass member has the “burden to demonstrate that the transmission in question was unsolicited”).\n[9]\n{41}\n    \nMoreover, invitation or permission to receive a facsimile advertisement can be given \norally\n under\nthe TCPA.\n  \nCarnett’s\n, 279 Ga. at 127, 610 S.E.2d at 531; \nLivingston\n, 58 P.3d at 1091. \n  \nThe Colorado\nCourt of Appeals in \nLivingston v. U.S. Bank, N.A. \nfocused on this fact in concluding that the determination\nof the question of “express invitation or permission” would require an individualized inquiry at the class-\nmember level.\n  \nSee Livingston\n, 58 P.3d at 1091.\n  \nSpecifically, the court there held:\nHere, the trial court observed that determination whether a recipient had given “prior\nexpress invitation or permission” involves an inquiry at the class-member level.\n \nBecause the TCPA does not require consent to be given in writing, and it may be given\norally, determination of this issue would involve examining whether each potential\nclass member had invited or given permission for the transmission of the fax.\n  \nThus, as\nthe trial court noted, the\nabsence of written documents in defendant’s files would not establish the issue of\nconsent.\n \nId.\n \n{42}\n    \nKondos v. Lincoln Property, Inc.\n, 110 S.W.3d 716 (Tex. Ct. App. 2003), is another case involving\nclass certification under the TCPA that provides support for denying certification here.\n  \nIn reversing the\ntrial court’s certification order in \nKondos\n, the Texas Court of Appeals concluded that “even if only a\nrelatively small number of the class members gave express permission to receive the faxes in question,\neither a jury or the trial court . . . must still ascertain whether each class member gave or did not give\nexpress permission to receive the faxes in question.”\n  \n110 S.W.3d at 721.\n  \nAs to this question, the court\nfound that “[t]he individualized issues of whether each of the 63,760 class members gave or did not give\nexpress permission is not likely to be a ‘relatively easy’ task for a single jury or the trial court to resolve,\nand clearly ‘will be the object of most of the litigants’ efforts.’” \n \nId.\n (citations omitted).\n{43}\n    \nSimilarly, the fact that the record before me is currently devoid of evidence of permission (or,\nalternatively, that only a small percentage of recipients may have given permission) is not dispositive, as\nthe Court would still be required to conduct an individualized inquiry of each purported class member to\ndetermine whether each class member gave “prior express invitation or permission.”\n{44}\n    \nFederal courts have also addressed class certification under the TCPA.\n  \nSee Kenro, Inc.\n, 962 F.\nSupp. 1162 (S.D. Ind. 1997); \nForman v. Data Transfer, Inc.\n, 164 F.R.D. 400 (E.D. Pa. 1995).\n  \nAccording\nto the court in \nForman, \n“the essential question of fact that each potential plaintiff must prove [in a TCPA\naction] is whether a specific transmission to its [facsimile] machine was without express invitation or\npermission on its part.”\n  \nForman\n, 164 F.R.D. at 404.\n  \nThus, the “gravamen of [a] plaintiff’s complaint is\nnot a common course of conduct by [a] defendant, but rather a series of individual transmissions under\nindividual circumstances.”\n  \nId. \nBecause each plaintiff has the burden to prove that a facsimile\nadvertisement was transmitted without his or her “express invitation or permission,” the \nForman\n court\nheld that the individual issue of permission predominated over the common issues and denied\ncertification.\n  \nSee id.\n at 404-05.\n{45}\n    \nUnlike the plaintiffs in \nKenro\n, \nForman\n, and \nKondos\n, Blitz has studiously avoided any reference to\n“express permission” in his proposed class definition.\n  \nRegardless of how the class is defined, however,\nthe question a court must always address at the certification stage is whether individual issues regarding\nthe putative class members will predominate over common ones with regard to the focus of the litigants’\nefforts.\n  \nSee Harrison\n, 170 N.C. App. at 550-53, 613 S.E.2d at 327-28; \nKondos\n, 110 S.W.3d at 721.\n{46} \n  \nHere, there is no avoiding an individualized inquiry into the facts and circumstances of each\nrecipient’s “invitation and permission” should this matter proceed as a class action, and this is so\nregardless of what the evidence now tends to show on the issue.\n  \nAccordingly, I find this to be a sufficient\nbasis to deny class certification.\n2.\n“ESTABLISHED BUSINESS RELATIONSHIP”\n \n{47}\n    \nEven if Blitz could overcome this initial hurdle to class certification, a jury would also need to\nconduct a separate individualized inquiry to determine whether consent was implied—and TCPA liability\nthus precluded—because of an “established business relationship.”\n \n{48}\n    \nBlitz contends that the “established business relationship” exception does not apply to facsimile\nadvertisements because it is contrary to the clear language of the TCPA.\n  \n(Resp. Mem. in Supp. of Pl.’s\nMot. for Class Certification at pp. 7-10.)\n  \nThe Court acknowledges that a number of other courts have\nreached that conclusion.\n  \nSee Iridex, \n2006 U.S. Dist. LEXIS 44317, slip op. at 10 (cataloging cases).\n \nRight or wrong, however, the FCC has issued regulations and interpretive rulings\n[10]\n providing that the\n“established business relationship” exception applies to facsimile advertisements, and this state Court is\nbound to accept these as valid.\n  \nSee Carnett’s\n, 279 Ga. at 128, 610 S.E.2d at 531 (stating that state courts\nmust accept the FCC regulations establishing the existence of the “established business relationship”\nexception as valid); \nConsol. Tel. Coop. v. W. Wireless Corp.\n, 637 N.W.2d 699, 707 (N.D. 2001) (“Unless\nthe FCC’s rulings and regulations have been appropriately challenged in the proper federal forum, we are\nnot at liberty to review the FCC’s statutory interpretation even if we doubted its soundness, and we must\napply the rulings and regulations as written.”).\n  \nAccordingly, the Court recognizes the statutory exception\nfor an “established business relationship” for facsimile advertisements.\n \n{49}\n    \nPlaintiff also argues that the “established business relationship” exception is a defense and the\nCourt is “proscribed from considering \ndefenses\n raised by a defendant in adjudicating a motion for class\ncertification.”\n  \n(Mem. in Supp. of Pl.’s Mot. for Class Certification at p. 2 n.2.)\n  \nEven assuming that\nPlaintiff’s view of who bears the evidentiary burden is correct, however,\n[11]\n the Court may still consider\nthe issue on the question of class certification.\n  \nSee, e.g.\n, \nWaste Mgmt. Holdings, Inc. v. Mowbray\n, 208\nF.3d 288, 295 (1st Cir. 2000) (“[A]ffirmative defenses should be considered in making class certification\ndecisions.”); \nVengurlekar v. Silverline Technologies, Ltd., \n220 F.R.D. 222, 226 (S.D.N.Y. 2003).\n  \nSee also\nBroussard v. Meineke Discount Muffler Shops, Inc.\n, 155 F.3d 331, 342 (4th Cir. 1998) (“[W]hen the\ndefendant’s affirmative defenses . . . may depend on facts peculiar to each plaintiff’s case, class\ncertification is erroneous.”) (internal quotation marks and citation omitted).\n  \nSee also Castano v. American\nTobacco Co.\n, 84 F.3d 734, 744 (5th Cir. 1996) (explaining that “a court must understand the claims,\ndefenses, relevant facts, and applicable substantive law in order to make a meaningful determination of the\ncertification issues”).\n  \nBut see\n \nPitts v. Am. Sec. Ins. Co.\n, 144 N.C. App. 1, 12, 550 S.E.2d 179, 188 (2001),\naff’d per curiam by an equally divided court\n, 356 N.C. 292, 569 S.E.2d 647 (2002) (stating that it was\nerror for the trial court to consider affirmative defenses in certification question, as “defense to claims\nasserted by some members of the proposed class relates to the merits of individual plaintiff’s claims and\nshould not be considered at the certification stage of the proceedings”).\n[12]\n \n{50}\n    \nFurthermore, the fact that Xpress Image did not allege the “established business relationship”\nexception as an affirmative defense is of no legal significance.\n  \nXpress Image has placed this matter\nsquarely in issue, and Blitz can hardly claim surprise, particularly since the discovery that he sought to\ncompel on 29 December 2005 (only to later withdraw his motion) was targeted at this very question.\n \nUnder these circumstances, the Court would (consistent with the liberal leave mandate of Rule 15(a) of the\nNorth Carolina Rules of Civil Procedure) likely grant Xpress Image leave to amend its answer to correct\nthis omission.\n{51}\n    \nHaving concluded that the “established business relationship” exemption exists and that the Court\nmay consider it in ruling on the Motion for Class Certification, I must now determine whether it precludes\ncertification under the facts of this case.\n{52}\n    \nAs previously noted, “a ‘class’ exists under Rule 23 when the named and unnamed members each\nhave an interest in either the same issue of law or of fact, and that issue predominates over issues affecting\nonly individual class members.”\n  \nCrow\n, 319 N.C. at 280, 354 S.E.2d at 464.\n{53}\n    \nThe Georgia Supreme Court recently held in \nCarnett’s, Inc. v. Hammond\n, 279 Ga. 125, 610 S.E.2d\n529 (2005), under facts analogous to those here, that the “established business relationship” exception\nprecluded the existence of a class under the TCPA.\n{54}\n    \nIn \nCarnett’s\n, the defendant sent more than 70,000 facsimiles advertising its car wash services to\nresidents in the Atlanta area where it did business.\n \n{55}\n    \nThe Georgia Supreme Court, in determining whether the “established business relationship”\nexception was sufficient to defeat commonality under the facts of that case, discussed the parameters of\nthe exception.\n  \nCarnett’s\n, 279 Ga. at 128, 610 S.E.2d at 531-32.\n  \nSpecifically, the court noted:\nThe FCC has opined that the established business relationship exemption is broad and\nthat you have an established business relationship with a person or entity if you have\nmade an inquiry, application, purchase, or transaction regarding products or services\noffered by such person or entity.\n  \nWhile we need not determine the precise parameters\nof this exemption, the definition of an established business relationship in the FCC\nrules, as well as the above-cited FCC pronouncements, suggest that even one car wash\nat Carnett’s would likely suffice.\n \n \nId.\n (internal quotation marks and citations omitted).\n{56}\n    \nMoreover, although the facsimiles in \nCarnett’s \nwere not specifically targeted to existing customers,\nthe fact that they were sent to residents in the area where the defendant did business made it likely that\nsome of the recipients had an established business relationship with the defendant.\n  \nSee Id.\n at 129, 610\nS.E.2d at 532. \n \nBecause these individuals were not excluded from the proposed class, the Georgia\nSupreme Court held that plaintiff “failed to prove that the class members were similarly situated in that\nthey all received ‘unsolicited’ faxes.”\n  \nId.\n \n{57}\n    \nThe Georgia Supreme Court also rejected the lower court’s view that the “predominant \nquestion\n[of solicitation] is common to all the class members and thus supports, rather than undermines, a finding\nof commonality.”\n  \nId.\n   \nInstead, the Georgia Supreme Court emphasized that “a common question is not\nenough when the \nanswer\n may vary with each class member and is determinative of whether the member is\nproperly part of the class.”\n  \nId.\n  \nThe court also rejected the defendant’s argument (an argument also made\nhere) that addressing the issue of solicitation at the class certification stage was inappropriate, stating that\n“the question of solicitation is both a merits question and a class question.”\n  \nId.\n  \nAccordingly, the court\nfound that the trial court acted within its discretion in answering this question and denying class\ncertification on the basis that a determination of the solicitation requirement would necessitate an\nindividualized inquiry.\n  \nId.\n{58}\n    \nIn the present case, it is undisputed that the 1 February 2005 facsimile advertisements were\ndirected to residences and businesses located within the 919 and 336 area codes in which Xpress Image\ndoes business.\n  \nThus, it is likely that at least some of the recipients had an established business relationship\nwith the Defendant.\n  \nMoreover, in the present case, the Defendant’s un-rebutted affidavit avers that at least\nsome of the members of the purported class are customers of Xpress Image.\n{59}\n    \nIn addition, as is the Defendant, some of the members of the purported class are members of the\nDurham Chamber of Commerce.\n  \nWhile the Court is not willing to go as far as Xpress Image would\nsuggest—i.e., that mere inclusion of a fax number in the Chamber directory is enough to establish an\n“established business relationship”—it would still have to determine who among the class are the\nDefendant’s prior customers and who, among the class, may have visited Defendant’s business or made an\ninquiry regarding Defendant’s services by telephone, the internet, or otherwise (even if the visit or inquiry\ndid not result in a sale or purchase), as those putative plaintiffs arguably fall within the “established\nbusiness relationship” exception.\n{60}\n    \nBecause this analysis, which is personal to each plaintiff, will also be the likely object of most of\nthe litigants’ efforts, it provides an additional basis for denying class certification.\nD.\nTHE TCPA’S STATUTORY REMEDY\n{61}\n    \nFinally, the TCPA provides a statutory penalty of $500.00 for each unsolicited facsimile\nadvertisement (which can be trebled for “willful” or “knowing” violations). \n \nThere appears to be no bar to\npursuing such a remedy in small claims court, where attorneys are not required. \n \nSee \n47 U.S.C.S. § 227(b)\n(3); N.C.G.S. § 7A-210 (2005) (establishing $5,000 jurisdictional limit for small claims actions).\n[13]\n \nAdditionally, Blitz presented no evidence that such a forum has proven inadequate in North Carolina as a\nvehicle for obtaining individual relief under the TCPA.\n[14]\n{62}\n    \nIn light of this reasonably available and relatively convenient alternative forum, and because\nproceeding via a class action would require a series of mini-trials as to the issues of “express permission”\nand an “established business relationship” for an indeterminate number of the 4000+ plaintiffs sought to\nbe joined in this lawsuit, I find (in the exercise of my substantial discretion) that a class action is neither a\nfeasible nor a superior method for resolving the claims.\n  \nSee Forman\n, 164 F.R.D. at 405 (finding that “[a]\nclass action would be inconsistent with the specific and personal remedy provided by Congress to address\nthe minor nuisance of unsolicited facsimile advertisements”); \nKim\n, 2004 WL 3135348, at *2 (holding that\nregardless of whether plaintiff could satisfy the Rule 23 prerequisites for certification, a class action was\nnot the appropriate method for the ‘fair and efficient’ adjudication of a TCPA violation).\nCONCLUSION\n{63}\n    \nBased upon the foregoing, it is hereby \nORDERED\n, \nADJUDGED\n, and \nDECREED\n that Plaintiff’s\nMotion for Class Certification is \nDENIED\n.\n \nThis the 23rd day of August, 2006.\n \n                                          \n          \n \n[1]\n Plaintiff’s Motion for Class Certification is supported by the affidavit of a Mr. Robert Biggerstaff.\n  \nDefendant seeks to strike\nthis affidavit on the grounds that: (a) Blitz failed to designate Biggerstaff as an expert; and (b) Biggerstaff’s affidavit is replete with\nincompetent legal opinions.\n  \nThe Court \nDENIES\n the Motion to Strike, but I will not consider those portions of the Biggerstaff\naffidavit that set out mere legal conclusions regarding the issues before me.\n[2]\n Blitz defines his proposed class in a manner different from that originally pled in his Complaint.\n  \nAlthough Defendant objects to\nthe purported amendment, the Court overrules the objection and elects to consider the newly defined class.\n[3]\n Defendant’s records show that 3,059 facsimiles were successfully received.\n  \n(Pl.’s Mot. for Class Certification, Exhibit B.)\n[4]\n A copy of the one-page facsimile advertisement is attached to the Complaint as Exhibit A.\n[5]\n Because the Court finds that this case turns on the existence of a class, I have not addressed the other prerequisites to\ncertification.\n  \nFor the purposes of this ruling, the Court assumes that the Plaintiff has met his burden as to numerosity, and that\nthere exist some common questions of law or fact.\n  \nThe Court also assumes (without deciding) that the Plaintiff would be an\nadequate class representative and notice could be provided to the putative class members.\n[6]\n Although not at issue in this case, the TCPA also prohibits marketers from placing unsolicited automated telephone calls to\nresidential subscribers.\n  \n47 U.S.C.S. § 227(b)(1)(B).\n[7]\n For the most part, the common issues that Blitz identifies in his moving papers (\nsee \nResp. Mem. in Supp. of Pl.’s Mot. for Class\nCertification at pp. 1-2) are questions of law, many of which other courts have addressed previously.\n  \nAccordingly, these issues\nshould not require extensive effort to resolve.\n[8]\n As Blitz correctly notes, other courts have reached a contrary result.\n  \nI have reviewed the cases relied on by the Plaintiff in his\nbriefs.\n  \nAs the question before me appears to be one of first impression in North Carolina, I must attempt to predict how our\nappellate courts would resolve the issue.\n  \nI conclude that the opinions cited in\n ¶ \n39 of this Order are better reasoned because they\nproperly account for the difficulty in defining the parameters of a proper and manageable class for claims arising under the\nTCPA.\n   \n[9]\n Other courts have concluded that a defendant has the burden of proof on this issue.\n  \nSee Jemiola v. XYZ Corp., \n802 N.E.2d 745,\n749 (Ohio Ct. C.P. 2003).\n  \nWhile I disagree with the analysis in \nJemiola\n, whether the issue is denominated an element of the claim\nor an affirmative defense is (for reasons I discuss later in this Order) immaterial on the question of class certification.\n  \nThe point\nremains that if a class is certified, this Court will need to make individual determinations as to whether a recipient gave permission\nto receive the facsimile advertisements.\n   \n[10]\n \nSee \nPart B.2.of this Order (discussing the history of the “established business relationship” exception).\n[11]\n \nCf. Carnett’s, \n279 Ga. at 129, 610 S.E.2d at 532 n.24 (stating that it is plaintiff’s burden to prove that a fax was unsolicited for\npurposes of showing a TCPA violation).\n[12]\n Because \nPitts\n was affirmed by equally divided Supreme Court, it stands without precedential value.\n  \nAfter considering the\nanalysis in \nPitts, \nthe Court declines to adopt its conclusion as to the scope of trial court’s consideration in making class certification\ndecisions.\n[13]\n In discussing the efficacy of the TCPA statutory remedy during debate on the proposed legislation, Senator Ernest “Fritz”\nHollings of South Carolina noted:\n  \n“Small claims court or a similar court would allow the consumer to appear before the court\nwithout an attorney.\n  \nThe amount of damages in this legislation is set to be fair to both the consumer and the telemarketer.”\n  \n137\nCong. Rec. S16205 (daily ed. Nov. 7, 1991) (statement of Sen. Hollings).\n[14]\n Plaintiff’s Complaint also sought injunctive relief, a remedy explicitly authorized under the TCPA, \nsee\n 47 U.S.C.S. § 227(b)\n(3)(A), and not available in small claims court.\n  \nOther than the facsimiles allegedly transmitted on 1 February 2005, however\n(which form the basis for this class action Complaint), Blitz presented no evidence that the Defendant has committed other TCPA\nviolations such that injunctive relief is necessary to grant complete relief."
}