{
  "id": "fee5f43ffbc55e961d7d2b8dff55281bcdeaad7cbc71b2b983d25f98d4b694ee",
  "source_file": "data/raw/ncbc/fee5f43ffbc55e961d7d2b8dff55281bcdeaad7cbc71b2b983d25f98d4b694ee.pdf",
  "raw_text": "STATE OF NORTH \nCAROLINA\nFORSYTH COUNTY\n \nIN \nTHE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\n96 CvS 1409\n \n PHILIP \nA.R. STATON,\nPlaintiff,\nAnd\nINGEBORG \nSTATON AND MERCEDES STATON, INDIVIDUALLY AND AS TRUSTEES OF THEIR\nRESPECTIVE REVOCABLE LIVING TRUSTS,\nPlaintiffs and Third-Party Plaintiffs,\nAnd\nCENTURA BANK,\nDefendant and Third-Party Plaintiff \nv.\nTHOMAS \nBRAME, JERRI BRAME, JERRI BRAME d/b/a T & J VENTURES, T & J \nVENTURES, INC.,\nS&B INVESTMENTS, JRB INVESTMENTS, JRB INVESTMENTS, \nINC., GLOBAL SPORTS\nMANAGEMENT CO., GLOBAL LAND MANAGEMENT, INC., and \nDARRELL WILSON,\nDefendants, Cross- Claimants and Third-Party Defendants,\nAnd\nCENTURA \nBANK, DANNY WRENN, GEORGE R. JARVIS, POYNER & SPRUILL, POYNER&\nSPRUILL, L.L.P., CURTIS TWIDDY, ESQ., and CORNELIUS COGHILL, ESQ.,\nDefendants and Third-Party Defendants,\nAnd\nPHILIP \nA.R. STATON, JERRI R. BRAME, PHILLIP A.R. STATON, ACTING TRUSTEE OF STATON\nFOUNDATION DECLARATION OF THE TRUST DATED DECEMBER 6, 1993, ALL UNKNOWN \nAND\nUNASCERTAINED HEIRS OF THE ESTATE OF PHILIP A.R.STATON, INGEBORG E. \nSTATON,\nBENEFICIARY OF THE INGEBORG E. STATON REVOCABLE LIVING TRUST DATED \nNOVEMBER\n3, 1993, EDUARDO ARBOLEDA, MINOR CHILD OF INGEBORG E. STATON, \nVIVIANA ARBOLEDA,\nMINOR CHILD OF INGEBORG E.\n  \nSTATON, ROBERTO ARBOLEDA, MINOR CHILD OF INGEBORG\nE. STATON, ALL \nUNKNOWN AND UNASCERTAINED HEIRS OF THE ESTATE OF INGEBORG E.\nSTATON, and \nMICHAEL F. EASLEY, ATTORNEY GENERAL OF THE STATE OF NORTH\nCAROLINA,\nThird-Party Defendants.\n \nSTATE \nOF NORTH CAROLINA\nFORSYTH COUNTY\nIN \nTHE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\n96 CvS 7140\n \n PIEDMONT \nINSTITUTE OF PAIN MANAGEMENT, T. STUART MELOY, NANCY I. FALLER,\nD.O. AND \nWILLIAM JOSEPH MARTIN, D.O.\n Plaintiffs,\n v. \nCENTURA \nBANK, POYNER & SPRUILL and POYNER & SPRUILL, L.L.P.\nDefendants.\n \n \nORDER and OPINION\n{1}\n             \nTHIS MATTER comes to the Court on motions for summary judgment filed by the following\nparties:\n  \nCentura Bank (“Centura”); Poyner & Spruill (“P&S”); Philip Staton ( “Philip”); and Ingeborg\nStaton (“Inge”), The\n  \n1991 Revocable Living Trust of Ingeborg Staton, Mercedes Staton (“Mercedes”) and\nThe 1983 Revocable Living Trust of Mercedes Staton (collectively, “Inge and Mercedes”).\n  \nThe summary\njudgment motions are asserted against claims filed by the Piedmont Institute of Pain Management\n(“PIPM”), Dr. Stuart Meloy, Dr. Joseph Martin and Dr. Nancy Faller (the “Doctors”).\n  \nFor the reasons\ndetailed below, the various summary judgment motions are granted in part and denied in part.\n \n{2}\n             \nAlso before the Court are PIPM’s and the Doctors’ motions for summary judgment against Inge\nand Mercedes Staton.\n  \nThose motions are granted.\n{3}\n             \nThe Court previously entered a “Notice of Preliminary Summary Judgment Decisions” because\nthese consolidated cases were set for trial and the parties needed to know what issues survived summary\njudgment before the Court could complete this extensive order.\n  \nAfter notice was given, trial began of the\nremaining claims that the Statons, individually and as trustees, asserted against Centura, P&S, Tom\nBrame, and Jerri Brame.\n  \nAfter five weeks of trial and before jury verdict all claims between those\nlitigants were resolved or dismissed.\n  \nTherefore, this order will not deal with issues between those parties\nrepresented at trial and otherwise addressed in the “Notice of Preliminary Summary Judgment Decisions.”\n \nThis order will deal solely with the remaining issues between PIPM, the Doctors and the other litigants.\nI.\n \nUndisputed Facts\n{4}\n             \nPhilip met Tom Brame (“Tom”) in 1986. Tom was married to Jerri Russell Brame (“Jerri”)\n(collectively, “Brames”) in April 1988. Tom’s wife, Jerri, and Philip’s wife, Gayle, are sisters. Tom,\ntherefore, was Philip’s brother-in-law.\n  \nInge is Philip’s sister and Mercedes is his stepmother.\n  \nInge and\nMercedes live in Colombia, South America.\n  \nInge and Philip have dual U.S. and Colombian citizenship;\nMercedes is not a U.S. citizen.\n  \nTom and Jerri are now divorced and Tom has asserted his Fifth\nAmendment privilege refusing to testify in these cases.\n{5}\n             \nBeginning in or about 1988, the Brames\n  \nassisted Philip, Inge and Mercedes, (collectively,\n“Statons”) with asset administration and security management.\n{6}\n             \nIn the late 1980s, the Statons inherited a significant block of stock in the Pan American Beverage\nCompany (“Panamco”), a holding company for certain subsidiary companies that bottled and distributed\nCoca-Cola products in Mexico and South America.\n  \nAlbert Staton, Inge and Philip’s father, founded\nPanamco.\n{7}\n             \nInge is the settlor, trustee and beneficiary of the Revocable Living Trust of Ingeborg E. Staton\ndated January 10, 1991 (“Inge’s Revocable Trust”). On January 10, 1991, Inge named Philip a co-trustee\nof this trust.\n  \nPhilip served as trustee continuously until March 15, 1996, when Inge revoked all of Philip’s\npowers as trustee.\n{8}\n             \nMercedes is the settlor, trustee and a beneficiary of the Mercedes Mesa de Staton Revocable Trust\ndated October 20, 1983 (“Mercedes’ Revocable Trust”). On September 24, 1992, Mercedes appointed\nPhilip as co-trustee of her Trust. Philip served as trustee continuously until March 15, 1996, when\nMercedes revoked all of Philip’s powers as trustee.\n{9}\n             \nOn December 13, 1988, the Statons signed a Memorandum of Understanding that delegated to\nTom and other parties the authority and responsibility for handling specific areas of their affairs.\n  \nCharles\nHirsh, an accountant in Miami, Florida was designated accountant for the Statons under the Memorandum\nof Understanding.\n{10}\n         \nOn April 1, 1991, Philip signed an Appointment of Agent appointing Tom, Jerri and their\ncompany T&J Ventures (“T&J”) as his agents to act on his behalf as trustee of Inge’s Revocable Trust.\n \nInge learned of this appointment within weeks after its execution and did not object to it.\n \n{11}\n         \nOn November 1, 1991, Philip and his wife, Gayle, each executed an Appointment of Agent and\nPower of Attorney (“1991 Powers”) to the Brames and their company T&J.\n   \nThe power states:\n  \n“I, [], do\nhereby appoint T&J Ventures, Tom or Jerri Brame, as my agent with the power to act in my name, place\nand stead in any way which I myself could do if I were personally present with respect to all financial\nmatters and endorsements.”\n  \nThe power of attorney was signed in Fairfax County, Virginia.\n{12}\n         \nOn March 13, 1992, Inge and Mercedes each executed a General Power of Attorney (“1992\nPowers”) appointing Philip as their attorney-in-fact “with full power of substitution.”\n   \nIn September 1992,\nInge and Mercedes each\n \nexecuted another General Power of Attorney, virtually identical to the ones of\nMarch 13, 1992, appointing Philip as their attorney-in-fact in their capacity as trustees of their respective\nRevocable Living Trusts.\n  \nThese powers signed in Florida provide:\n. . .\n1. I hereby give and grant unto my attorney-in-fact full \npower and authority generally to\nmanage and attend to all of [my] affairs, \ninterest and property of every kind and description,\nreal, personal, or mixed, \nand wherever located.\n  \nThe \nspecific powers of my attorney-in-fact as\nset herein are not meant to be \nexclusive or to limit the generality of his power, authority, and\ndiscretion \nto perform any and all acts of whatever kind necessary to be done in managing \nand\nattending to all of the affairs, interests and property of [undersigned], \nas aforesaid, in the\nmanner and to the same extent as I myself might or could \ndo if I were personally present.\n \nThe seven-page power goes on to enumerate sixteen separate broadly drawn powers, including the power\n“to effect all transactions in his name as attorney-in-fact, in my name, or the Trust’s name, or in the name\nof any nominee of the attorney-in-fact.”\n  \nPhilip held powers of attorney from Inge and Mercedes\n  \nboth in\ntheir individual capacities and in their capacities as trustees for their trusts.\n  \nThus, while Philip was co-\ntrustee of both of their trusts, he also held a power of attorney from each of them as trustee of their own\ntrusts.\n{13}\n         \nOn August 12, 1992, the Statons signed an agreement with a broker who specialized in the sale of\nfamily interests in Coca-Cola distributorships, thereby authorizing him to sell the Statons’ stock in\nPanamco.\n  \nThe Statons referred to themselves as the “PIM Group.”\n  \nPhilip intentionally withheld the\nnames of the sellers of the stock for security reasons.\n  \nWealthy people are frequently targets of kidnappers\nin Colombia, South America.\n{14}\n         \nOn June 8, 1993, the Statons entered into a Purchase Agreement to sell their stock in Panamco.\n \nOn this same date, Inge and Mercedes executed an Appointment of Sellers’ Agent (“1993 Sellers’Agent”)\nappointing Philip as the true and lawful agent of all in regard to the sale.\n  \nRelevant portions of the\ndocument read as follows:\nEach Seller hereby irrevocably constitutes and appoints \nStockholder A [Philip] as the true and\nlawful agent (“Seller’s Agent”) \nof such Seller with full powers of substitution to act in the\nname, place and \nstead of such Seller with respect to the transfer of such Seller’s equity\ninterests in the Buyer and Other Interests to the Buyer or Escrow Agent in \naccordance with the\nterms and provisions of the Purchase Agreement and to do \nor refrain from doing all such\nfurther acts and things, and to execute all \nsuch documents, as such Sellers’ Agent shall deem\nnecessary in connection \nwith any of the transactions contemplated under the Purchase\nAgreement, \nincluding, without limitation, the power:\n. . .\n5.\n  \nto \nreceive and issue receipt for funds;\n. . .\n7.\n  \n. . . \nand to deposit the same in any banking institution or investment which the \nSellers’\nAgent deems prudent under the circumstances on behalf of the \nSellers;\n8.\n  \nto do or \nrefrain from doing any further act or deed on behalf of the Sellers which the\nSellers’ Agent deems necessary or appropriate in his sole discretion \nrelating to the subject\nmatter of the Purchase Agreement. . . .\n. . .\nThis Appointment of Sellers’ Agent shall be deemed \ncoupled with an interest and shall be\nirrevocable and the Buyer and Escrow \nAgent, and any other person may conclusively and\nabsolutely rely, without \ninquiry, upon any action of the Sellers’ Agent as the action of the\nSellers \nin all matters referred to in the Purchase Agreement, the Escrow Agreement and \nany\nother Agreement. . . . [T]he Sellers’ Agent shall not be responsible to \nany Seller for any loss\nor damage any Seller may suffer by reason of the \nperformance by the Seller’s Agent of his\nduties under this Appointment, \nother than loss or damage arising from willful violation of law\nor gross \nnegligence in the performance of his duties under this Appointment.\n{15}\n         \nPhilip believed this document gave him authority to act on behalf of Inge and Mercedes regarding\nthe sale proceeds and to transfer all the money to Centura.\n{16}\n         \nIn 1993 the Statons were negotiating the sale of their Panamco stock.\n  \nA letter from Philip to Tom\non May 8, 1993, reveals that Philip was concerned about endangering the lives of Inge and Mercedes if the\ntransaction was not handled appropriately.\n \n{17}\n         \nOn June 25, 1993, Philip executed a Power of Attorney and Appointment of Agent naming T&J\nand the Brames as his agents to act in his place and stead “with particular regard to the receipt and\ndisbursement of funds to be wired to Centura Bank on my behalf.”\n  \nPhilip believed he had the ability to\ngive Tom the authority to disburse and or invest all of the funds.\n{18}\n         \nOn June 28, 1993, the Brames opened the PIM Group Clearing Account (“PIM Account”) for the\nreceipt of the Pananoco funds at Centura in Winston-Salem, North Carolina.\n  \nThe account was opened in\nsuch a manner that only the Brames had signature authority over the account.\n  \nThe Brames identified the\nStatons as the true owners of the account to Centura officials.\n{19}\n         \nThe proceeds from the stock sale were initially deposited into an escrow account at Sun Bank in\nMiami, Florida.\n  \nIn a letter dated July 15, 1993, Philip told Tom that he would fax wire instructions to Jodi\nKalter at Sun Bank by the following day.\n  \nThe wire instructions to Sun Bank in Miami dated July 16,\n1993, included the name of the bank in which the funds were to be transferred, the account number, the\naccount name (PIM Group Clearing Account) and Philip’s signature.\n  \nEarlier correspondence reveals that\nPhilip did not provide Sun Bank with complete wiring instructions at an earlier time because he did not\nwant Panamco to have advance access to such information.\n \n{20}\n         \nIncluded in Philip’s letter to Tom on July 15, 1993, was a table titled “Wire Transfer and Interest\nAllocation Schedule.”\n  \nThe table reveals the allocations of the gross amount of $118,463,177.28 among\nStockholders A, B and C.\n  \nThe proceeds were roughly divided so that 22 percent was allocated to\nStockholder C (Mercedes), 38 percent to Stockholder B (Inge) and 38 percent to Stockholder A (Philip).\nThis allocation schedule was not provided to Centura.\n  \nPhilip intended that the stock proceeds remain in\nthe PIM account until tax payments and some other expenses were paid.\n{21}\n         \nConversely, in his deposition Philip claimed that the money was to be divided thus: 38 percent to\nStockholder A (Philip), 38 percent to Stockholder B’s Trust (Inge’s Revocable Trust) and 22 percent to\nStockholder C’s Trust (Mercedes’ Revocable Trust).\n  \nThe “Trust” designations are not on the Wire\nTransfer and Interest Allocation Schedule.\n  \nThe majority of the stock belonged to Inge and Mercedes’\nRevocable Trusts, not to them individually.\n  \nInge and Mercedes agree that the majority of the transaction\nproceeds belonged to their Revocable Trusts.\n{22}\n         \nOn July 16, 1993, proceeds of the Panamco stock sale totaling $118,784,785.94 were wired to\nCentura from Sun Bank in Miami, Florida; Philip was aware on that date that the funds had in fact been\nreceived by Centura and that the funds were placed into one account at Centura.\n  \nThe wiring receipt\nretained by Centura contained the name and phone number of Philip Staton.\n{23}\n         \nOn July 29, 1993, Philip faxed the Bank of New York wiring instructions for additional stock\nproceeds of the Panamco stock.\n  \nThe wire instructions provided to the Bank of New York were materially\nsimilar to the instructions provided Sun Bank in Miami, Florida, in that the instructions included the name\nof the bank to which the funds were to be transferred, the account number, the account name (PIM Group\nClearing Account) and Philip’s signature.\n  \nHowever, these wiring instructions included the contact name\nand phone number of Philip Staton.\n  \nOn July 30, 1993, additional proceeds of the stock sale totaling\n$676,938.16 were wired; Philip was aware on that date that Centura had in fact received the funds and that\nthe funds were placed into one account at Centura.   \n{24}\n         \nTom had given Centura the impression that a small percentage of the funds belonged to him, but\nCentura was aware that the bulk of the funds belonged to the Statons and that the Brames acted as agents\nfor the Statons.\n{25}\n         \nFollowing the deposit into the PIM account, the Brames continued to withdraw, deposit and\ntransfer funds in the PIM account as well as open and close accounts at Centura.\n  \nAs a result of the\nBrames’ management of these various accounts, tens of millions of dollars were lost, and substantial sums\nwere transferred by the Brames for their own benefit.\n{26}\n         \nAll the approximately $119 million wired to and received by Centura was deposited into the PIM\nAccount, and Philip claims he gave instructions to the Brames to invest the money initially in T-bills or\ntreasury securities, or in other things that were “fairly safe and low risk.”\n    \nFurther, Philip “intended that\nthe funds would be deposited into a temporary account at Centura pending a determination and payment\nof certain rather large estimated tax obligations, coming due within a few months of the sale, at most, and\nthat shortly thereafter the remaining funds in the account would be disbursed among the three Statons in\ntheir respective ownership percentages according to the allocation schedule that had been provided to the\nBrames by Philip.”\n   \n(Pl. Philip Staton Counterstatement of Facts, at 8.)\n  \nPhilip never conveyed this\ninformation to Centura.\n{27}\n         \nInge and Mercedes knew that Philip provided the Brames authority to pay their bills and manage\nthe investing of the PIM funds.\n  \nInge and Mercedes trusted Philip completely and were aware, but did not\napprove, of his degree of trust in Tom.\n{28}\n         \nThe Brames received all relevant documentation related to the accounts at Centura.\n  \nThe Statons\nknew the location of these files containing the documentation but did not review the information until\nafter January 1996 – two and a half years after the initial transfer.\n{29}\n         \nTom met Dr. Stuart Meloy (“Meloy”), an anesthesiologist, in 1990. At that time, Tom discussed\nwith Meloy the idea of opening a pain clinic. Tom had bypass surgery twice in 1992 and was treated by\nMeloy for pain.\n  \nIn August 1993, Tom told Meloy that he (Tom) had clients who wanted to shelter money\nand that Meloy should set up the pain clinic. Meloy contacted Dr. Joseph Martin (“Martin”), with whom\nhe had worked as a resident, to discuss organizing such a clinic. \n \nMartin drafted a proposal for the clinic\nand sent it to Tom in September 1993.   \n{30}\n         \nThe proposal called for a clinic with a staff of three physician-directors.\n  \nThe “director” was to be\nMeloy. The two “associate directors” were to be Martin and Dr. Nancy Faller (“Faller”). Faller was and\nstill is the wife of Martin.\n  \nAt the time, both Martin and Faller held academic positions in South Carolina.\n{31}\n         \nOn November 1, 1993, Dan Wrenn (“Wrenn”), a trust officer at Centura, met with the Brames and\ntwo other Centura officers, Dick Jarvis (“Jarvis”) and Dennis Bellefeuille, about creating a charitable trust\nand a foundation.\n  \nJarvis told Wrenn that the Brames had the authority to disburse funds from the PIM\naccount and that he (Jarvis) would forward the Brames’ powers of attorney to Wrenn.\n{32}\n         \nP&S was selected to prepare documents to establish charitable lead trusts (“CLTs”) for Inge and\nPhilip, a foundation called the Staton Foundation (“Foundation”) that would be funded with income from\nthe CLTs, and the Piedmont Institute of Pain Management (“PIPM”) as beneficiary of the Foundation.\n  \nAt\nthe time Centura was one of the largest clients of P&S.\n \n{33}\n         \nIn preparation for setting up the CLTs and Foundation,\n  \nP&S questioned whether the existing\npowers were sufficient to create a gift and\n  \ndrafted new powers for the Statons to sign that specifically\nauthorized charitable gifts.\n{34}\n         \nOn November 3, 1993, before\n \nthe execution of the documents creating the Foundation, Tom\ntransferred $2 million from the PIM Account into an account at Centura in the name of the Foundation.\n{35}\n         \nOn November 24, 1993, Philip signed the 1993 Durable Power of Attorney that appointed Tom as\nPhilip’s attorney-in-fact.\n  \nPhilip also signed the Durable Powers drafted for Inge and Mercedes’\nsignatures. On the line designated for Inge’s signature, he wrote out “Inge E. Staton, by,” and below it,\n“/s/ Philip A.R. Staton, Attorney-in-fact.”\n  \nHe signed Mercedes’ Durable Power in the same manner in\nwhich he signed Inge’s: “Mercedes Staton, by” on the signature line, and “/s/ Philip A.R. Staton, Attorney-\nin-Fact” below it.\n   \nP&S had specifically instructed Centura and the Brames to have the principals sign the\npowers personally before any funds were transferred.\n{36}\n         \nPhilip has acknowledged signing all three Durable Powers. As to Inge’s 1993 Durable Power,\nPhilip believed he was authorized to sign it based on the 1992 powers of attorney she had given him, the\nAgreement of Sellers’ Agent, and “the general instruction [he] had from her to try to make sure that her\naffairs were properly managed in the United States.”\n  \nLikewise, Philip testified he believed he was\nauthorized to sign Mercedes’ 1993 Durable Power.\n{37}\n         \nOn December 6, 1993, the Doctors executed a conflicts waiver letter generated by P&S.\n  \nThe\nletter was addressed to Philip, Inge, the Doctors and Centura. It set forth four tasks that P&S would\nundertake: (1) Prepare durable powers of attorney; (2) Prepare CLTs; (3) Establish the Foundation and\nobtain appropriate tax determinations of exempt status; and (4) Establish PIPM and obtain appropriate tax\ndeterminations of exempt status. P&S noted in the letter that it had not represented any of the parties in\nnegotiating the terms and conditions of the transactions in question, but rather that the parties had\nnegotiated those things themselves.\n  \nTom signed the conflicts waiver letter on Philip’s behalf.\n{38}\n         \nOn December 6, 1993, Tom executed the charitable trust indenture creating the Foundation. The\nindenture named the trustees as Tom, Jerri and Philip. The Foundation\n  \nwas initially funded with a corpus\nof $2 million, all of which had been earlier transferred directly from the PIM Account.\n  \nThe original\nindenture itself names Philip alone the “Donor.”\n{39}\n         \nOn December 8, 1993, two CLTs were executed by Tom as attorney-in-fact for Inge and Philip.\n \nNeither Philip nor Inge had any donative intent at the time their CLTs were created. Each was funded with\n$5 million that was transferred directly from the PIM Account.    The income generated from each CLT\nwould be transferred quarterly to the Foundation.\n  \nTom directed that neither Centura nor P&S contact the\nStatons about the CLTs and neither did so.\n{40}\n         \nIn December 1993, Tom informed Philip that he had created a CLT in Philip’s name and funded it\nwith $10 million.\n  \nPhilip assumed at the time that his (Philip’s) own money had been used to fund the CLT\nand that the money had come out of the $119 million in Panamco sale proceeds which had been deposited\ninto the PIM Account.\n  \nTom did not tell Philip that an identical CLT was created in Inge’s name.\n  \nTom\nalso told Philip that the income from the CLT would be used to fund the pain clinic.\n   \nPhilip neither\nobjected to the transaction nor did he attempt to retrieve his money from the CLT.\n  \nTom told Philip that\nthe creation of the CLT and Foundation would not cost him any money.\n  \nThat was incorrect; the way the\nCLTs were established was not in the best interests of Philip or Inge.\n{41}\n         \nTom did not consult with the Staton’s tax advisor, Charles Hirsh, before establishing the CLTs.\n \nNor did he ask for or receive tax advice from P&S.\n  \nP&S did not have the necessary information about the\nStaton’s financial condition to provide such advice.\n{42}\n         \nTom did not advise Inge of the existence of the CLTs or the Foundation, nor did he tell Philip\nabout the charitable gift made for Inge.\n{43}\n         \nAfter establishing the\n  \nCLTs and the Foundation in December 1993, P&S continued to perform\nlegal work for PIPM. The firm drafted documents establishing PIPM as an entity and worked with the\nDoctors on attaining tax-exempt status from the IRS for PIPM.  In September 1994 PIPM received\nnotification that the IRS awarded it a 501(c)(3) tax-exempt designation.\n  \nUpon its notification of tax-\nexempt status, PIPM requested funding from the Foundation.\n  \nA draft letter called Grant and Expenditure\nResponsibility Requirements (“Grant Letter”) provided for an initial grant of $2 million and outlined the\ncircumstances under which future funding would continue.\n  \nThe Grant Letter makes funding expressly\nconditional upon the Foundation’s having funds available and PIPM’s retention of its tax-exempt status\nand requires\n  \nthat PIPM renew its grant request in writing each year.\n  \nThe Grant Letter also contained the\nfollowing language:\n  \n“It is also understood and agreed that the Foundation’s undertaking to provide long-\nterm funding for the Institute shall in no way result in any personal liability on the part of the Foundation’s\ntrustees . . . .”\n{44}\n         \nOn September 23 or 24, 1994, Inge sent a fax to Tom requesting financial information and\ndocumentation.\n  \nInge acknowledges that this fax is the only written request she ever made of Tom about\nher finances in the United States.\n  \nShe did not receive the requested documentation.\n{45}\n         \nIn the September fax from Inge, she reported the favorable results she had achieved in handling\nColombian investments for herself and Philip.\n  \nShe said that she had “complete control over everything\ndone” in Colombia, and wanted to become more involved in decision-making in the United States\nfinancial matters.  Philip instructed her to clear all Colombian investments through Tom before\ncommitting to them, and she did as Philip asked.\n  \nHowever, she said that it became clear to her during\nthe course of her frequent communications with Tom in 1993 and 1994 that he did not have sufficient\n“financial expertise” to give her financial advice.\n{46}\n         \nWhen asked why she entrusted her financial matters entirely to Philip despite her misgivings about\nTom, Inge stated, “Philip had already been named as my trustee, and I trusted Philip. And Philip, in turn,\ntrusted Tom.”\n{47}\n         \nOn October 24, 1994, the Doctors signed employment agreements with PIPM.\n  \nAll three contracts\ncalled for an initial employment term expiring on January 17, 2000, with automatic one-year renewals\nthereafter.\n  \nAll three contracts also provided that employment could be terminated without cause at any\ntime after the first year of employment upon ninety days’ notice.\n \n{48}\n         \nOn October 24, 1994, P&S drafted two new CLT instruments at the request of Centura and Tom.\n \nOne was in the name of Inge and one was in the name of Philip, and each was to be funded with $4\nmillion.\n  \nThese two CLTs contained terms that were essentially identical to the 1993 CLTs.\n   \nNeither Inge\nnor Philip were advised of the creation of these CLTs.\n{49}\n         \nOn February 1, 1995, and again on February 28, 1995, Inge executed several General Powers of\nAttorney (“1995 Powers”) appointing Tom, Jerri and Philip as her attorneys-in-fact. These powers\nprovided: “My agent [Tom] shall have full power and authority to act on my behalf. This power and\nauthority shall authorize my Agent [Tom] to manage and conduct all of my affairs and to exercise all of\nmy legal rights and powers, including all rights and powers that I may acquire in the future.”\n{50}\n         \nOn February 1, 1995, Mercedes also executed General Powers of Attorney appointing Jerri, Inge\nand Philip as her attorneys-in-fact.\n  \nThese powers contain identical terms to the powers signed by Inge on\nthat date.\n{51}\n         \nIn February 1995, PIPM opened and began seeing patients.\n  \nIt had received distribution of the\noriginal $2 million transferred from the PIM account to the Foundation.\n{52}\n         \nIn early October 1995, Charles Hirsh, accountant for the Statons, called Centura and P&S. This is\nthe first contact that anyone at P&S had with Hirsh.\n  \nHirsh indicated that the Foundation’s trust indenture\nshould have reflected a $1 million contribution from Inge and a $1 million contribution from Philip, rather\nthan a $2 million contribution solely from Philip. The trust documents were amended by P&S to reflect\nboth Inge and Philip as donors.\n{53}\n         \nIn October 1995, Inge and Jerri met in Miami.\n  \nAt the meeting, Jerri told Inge that Tom had caused\nthe Statons numerous financial problems, “that [Tom] had created a lot of things,” and that she [Jerri] was\ntrying to fix them.\n  \nInge and Jerri arranged to meet again in December 1995 to discuss the matter further.\n{54}\n         \nIn November 1995 Tom’s authority to act on behalf of the Statons was revoked. Tom and Jerri\nbecame estranged.\n{55}\n         \nOn February 29, 1996, Inge executed another Durable Power of Attorney appointing Jerri as her\nattorney-in-fact with plenary power to “do and perform for me anything of any character which I might do\nor perform if I were personally present and acting.” \n{56}\n         \n \nOn March 13, 1996, Mercedes executed another Durable Power of Attorney appointing Jerri as\nher attorney-in-fact.\n  \nThis power is virtually identical to the power signed by Inge on February 29, 1996.\n{57}\n         \nOn March 13, 1996, Inge and Mercedes hired attorney William West (“West”) to represent them\nin attempting, among other things, to terminate funding of the CLTs and Foundation.\n  \nOn March 27, 1996,\nCentura officials Everett Wells (“Wells”) and Jarvis both\n  \nresigned from the Board of Directors of PIPM.\n \nOn the same date, Centura resigned as a trustee of the Foundation.\n{58}\n         \nOn or about March 26 or 27, 1996, West called Meloy, told him he represented Inge, and\nrequested an immediate meeting to discuss PIPM and its operation.\n  \nAt the time, PIPM was represented by\nP&S.\n  \nMeloy and Martin met West at his office, and West told them that Inge had not authorized the\nfunding framework for PIPM and that she hired him to get her money out of the CLTs at Centura.\n  \nWest\ntold the Doctors that he, in an effort to resolve this matter, had scheduled a meeting with Centura officials\non March 29, 1996, and stated that the Doctors should attend this meeting.\n  \nThere are factual disputes\nconcerning exactly what was said about the powers of attorney.\n{59}\n         \nOn March 29, 1996, a meeting was held at Centura.\n  \nAttorneys Mary Beth Johnston and Curtis\nTwiddy\n  \nfrom P&S attended.\n   \nWells, Jarvis, and John Fleming, as in-house counsel for Centura,\nattended.\n   \nIn addition, attorney Winburne King was present as Centura’s legal representative.\n  \nPhilip’s\nattorney, Mr. Rupert, was present, as was Inge’s attorney, West.\n   \nThe Doctors also attended.\n  \nWest\ninformed everyone present of Inge’s position that there was no authority for the creation of the funding\nframework and that she had never authorized anyone to commit any of her money to fund PIPM.\n  \nMr.\nRupert stated that Philip would no longer fund the Foundation or PIPM.\n \n{60}\n         \nImmediately following the meeting, Johnston told the Doctors that P&S would not be able to\nrepresent PIPM unless the firm could get conflict waivers from the other parties.\n{61}\n         \nOn March 30, 1996, West contacted Martin and Meloy and requested another meeting.\n  \nDuring\nthis meeting, he again conveyed his position that the funding framework was invalid and that there were\nno powers of attorney from his client which authorized the establishment of the CLTs in her name; he\nreiterated his intent to file on the following Monday a temporary restraining order to freeze the funding\nframework, including PIPM’s operation, and advised them that their only course was to abandon their\nclaims to funding and resolve all issues with the Statons.\n  \nWest recommended an attorney to the Doctors to\nrepresent them in discussions with Philip and Inge.\n  \nOn that same date, PIPM agreed to be represented by\nand were represented by Edward Powell, the local attorney contacted by West.\n  \nMr. Powell was an\nexperienced attorney.\n  \nHe continued to represent PIPM through and after execution of their settlement\nagreement with the Statons.\n{62}\n         \nOn April 1, 1996, Johnston orally notified Meloy that Centura would not waive their conflict and\nthat P&S would not be able to represent PIPM.\n  \nThat notice was reduced to writing on April 3, 1996.\n  \nOn\nApril 4, 1996, Johnston sent a fax memo to Powell, along with all the other parties, offering to provide\ncopies of documents from P&S’s file, conditional upon the agreement of all the parties.\n{63}\n         \nOn April 8, 1996, Inge terminated her relationship with West and hired Fred Harwell.\n{64}\n         \nOn April 11, 1996, a proposed settlement agreement, signed by PIPM, was faxed to the office of\nFred Harwell.\n  \nHe informed the other parties that Inge would not be a party to the settlement agreement.\n \n{65}\n         \nOn April 16, 1996, the settlement agreement (“Settlement”) was completed.\n  \n In the Settlement,\nthe Doctors and PIPM agreed to “release, acquit and forever discharge” the Foundation and Inge and\nPhilip individually in exchange for the Foundation’s payment of $365,000 to PIPM.\n  \nMeloy does not recall\nreviewing any documents prior to reaching this settlement agreement.\n  \nSpecifically, he did not review a\ncopy of Philip’s 1993 Durable Power of Attorney.\n  \nHe did not have a copy himself, and he did not ask\nanybody for one.\n  \nPIPM released the Foundation.\n  \nAt that time PIPM still retained approximately $425,000\nof the initial $2 million distribution. Execution of the settlement agreement destroyed the purpose for\nwhich the Foundation and the CLTs were created.\n{66}\n         \nOn March 1, 1997, the Doctors entered an agreement with Winston-Salem Anesthesia Associates,\nP.A. (“WSAA”).\n  \nUnder the agreement, WSAA purchased substantially all of PIPM’s equipment and\nemployed the Doctors.\n  \nWith the addition of a third group of anesthesiologists, the new group became\nknown as Piedmont Anesthesia & Pain Consultants (“PAPC”).\n  \nAll of the PAPC physicians are currently\npaid the same amount, just as all of the WSAA physicians were when Meloy worked with them prior to\njoining PIPM.\n{67}\n         \nAfter March 1, 1997, PIPM had no obligations, leases or debt other than a lease for office space.\n{68}\n         \nThe Complaints and Amended Complaints implicating statutes of limitations and repose were filed\nas follows:\nDate\nComplaint\nPlaintiffs\nAssert Claims Against\nMarch 11, 1996\n96CVS1409\nPhilip\nTom & Jerri\nJune 10, 1996\n96CVS1409\nInge & Mercedes\nJerri, Tom, Philip, Gayle\nNovember 20, 1996\n96CVS7140\nPIPM\nPoyner & Spruill\nNovember 20, 1996\n96CVS7140\nPIPM\nPoyner & Spruill\nNovember 25, 1996\n96CVS7224\n96CVS7140\nPhilip Staton\nCentura Bank\n  \nJuly 31, 1997\n96CVS1409\n96CVS7224\nPhilip\nPoyner & Spruill\nFebruary 24, 1997\n96CVS7224\n96CVS7140\nCentura Bank\nStatons\nMarch 3, 1998\n96CVS1409\n96CVS7140\n96CVS7224\nInge & Mercedes\nCentura Bank & Poyner &\nSpruill\nMarch 25, 1999\n99CVS2628\nInge & Mercedes\nPIPM\nApril 14, 1999\n99CVS2628\nPIPM Counterclaim\nInge & Mercedes, & West\nJuly 14, 1999\n99CVS5156\nInge & Mercedes\nCentura Bank\nFebruary 25, 2000\n00CVS2178\nPIPM\nPhilip, Inge & Mercedes\nII.\nStandard of Review\n{69}\n         \nPursuant to Rule 56(c) of the North Carolina Rules of Civil Procedure, summary judgment shall be\nrendered if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the\naffidavits, if any, show that there is no genuine issue as to any material fact and that any party is entitled to\njudgment as a matter of law.\n  \nSee \nN.C. R. Civ. P. 56(c); \nsee also Beam v. Kerlee\n, 120 N.C. App. 203, 209,\n461 S.E.2d 911, 916 (1995)\n  \n(recognizing that summary judgment is appropriate only when “there is no\ndispute as to any material fact”).\n  \nAs moving parties, defendants have “the burden of showing there is no\ntriable issue of material fact.”\n  \nFarrelly v. Hamilton Square\n, 119 N.C. App. 541, 543, 459 S.E.2d 23, 25-\n26; \nsee also Taylor v. Ashburn\n, 112 N.C. App. 604, 606, 436 S.E.2d 276, 278 (1993).\n  \nIn determining\nwhether that burden has been met, the court “must view all the evidence in the light most favorable to the\nnon-moving party, accepting all its asserted facts as true, and drawing all reasonable inferences in its\nfavor.”\n  \nLilley v. Blue Ridge Elec. Membership Corp.\n, 133 N.C. App. 256, 258, 515 S.E.2d 483, 485\n(1999); \nsee also Murray v. Nationwide Mut. Ins. Co.,\n 123 N.C. App. 1, 472 S.E.2d 358, 362 (1996).\n{70}\n         \nTo grant summary judgment, the court must conclude that no reasonable jury could find in favor\nof the non-moving party.\n  \nSee Anderson v. Liberty Lobby, Inc.\n, 477 U.S. 242, 248 (1986).\n  \n“[T]he judge’s\nfunction is not himself to weigh the evidence and determine the truth of the matter but to determine\nwhether there is a genuine issue for trial.” \nId.\n at 249.\n  \nWhen considering a motion for summary judgment,\nthe judge must determine whether a fair-minded jury could return a verdict for the non-movant on the\nevidence presented.\n  \nSee\n \nMerck-Medco Managed Care, LLC v. Rite Aid Corp.\n, No. 98-2847, 1999 U.S.\nApp. LEXIS 21487, at *10 (4th Cir. Sept. 7, 1999) (quoting \nAnderson\n, 477 U.S. at 252).\nIII.\nPending Claims\n{71}\n         \nSet forth below are the remaining claims in this litigation.\n  \nIn each instance, the party against\nwhom a claim is asserted has moved for summary judgment.\n{72}\n         \nPIPM asserts claims for fraud, negligent misrepresentation and interference with contract against\nInge and Mercedes.\n{73}\n         \nPIPM asserts claims for breach of contract, breach of fiduciary duty, negligent misrepresentation,\nundue influence and fraud against Philip and the Foundation.\n{74}\n         \nPIPM asserts claims for breach of contract, breach of third-party beneficiary contract, professional\nnegligence, negligent misrepresentation, constructive fraud, breach of fiduciary duty, breach of the rules\nof professional conduct, and claims for damages pursuant to N.C.G.S. § 84-13 against P&S.\n \n{75}\n         \nPIPM asserts claims for constructive fraud, fraud, breach of fiduciary duty, fraudulent\nmisrepresentation, negligent misrepresentation, unfair trade practices and special damages against Centura\nBank.\n{76}\n         \nPIPM also requests that the Court grant a declaratory judgment stating that the Foundation and\nCLTs are valid.\n{77}\n         \nPIPM asserts claims for fraud, negligent misrepresentation, breach of the duty of good faith and\ninterference with contract against Inge and Mercedes.\n{78}\n         \nInge and Mercedes assert claims for conversion against PIPM.\n{79}\n         \nFor the reasons stated below, the Court: 1) grants summary judgment for Philip, Inge and\nMercedes for all PIPM’s and the Doctors’ claims; 2) grants summary judgment for P&S for breach of\ncontract, breach of third-party contract, breach of fiduciary duty, constructive fraud, breach of the rules of\nprofessional conduct, and damages pursuant to N.C.G.S. § 84-13; 3) denies summary judgment for P&S\nfor professional negligence and negligent misrepresentation; 4) grants summary judgment for Centura on\nclaims for breach of fiduciary duty, constructive fraud, fraud, fraudulent misrepresentation, unfair trade\npractices and special damages; 5) denies summary judgment for Centura for negligent misrepresentation;\n6) denies PIPM’s request for declaratory judgment; and 7) grants summary judgment to PIPM for claims\nasserted by Inge and Mercedes.\nIV.\nThe PIPM Settlement Agreement\n{80}\n         \nAs a threshold matter the Court first addresses the validity and effect of the Settlement agreement\nbetween PIPM and Philip, Inge and the Foundation.\n  \nAs noted above, by written agreement dated April 16,\n1996, PIPM and the Doctors released the Foundation and the Statons from any past or future claims\narising out of funding for PIPM by the Staton Foundation.\n  \nThe validity of the Settlement determines the\nclaims that PIPM may now pursue.\n \n{81}\n         \nFor the reasons set forth below the Court concludes as a matter of law that the Settlement deprives\nPIPM and its principals of standing to pursue any claim to enforce the funding of PIPM by the Foundation\nor to pursue a declaratory judgment action.\n  \nIt further deprives PIPM of any claim for damages it would\nhave recovered from any party under its contract, including Centura and P&S, because PIPM released its\ncontractual rights in return for a cash payment.\n  \nThe Settlement is also a bar to any claims against Philip\nand Inge Staton since it specifically and directly released any claims against them arising from events up\nto the date of the execution of the Settlement.\n \nA.\n \nPIPM Lacks Standing To Enforce Trusts\n{82}\n         \nAs a general rule, only the Attorney General may sue to enforce a private trust.\n  \nKania v.\nChatham\n, 297 N.C. 290, 291-92, 254 S.E.2d 528, 530 (1979).\n  \nThis rule is especially true when the\ntrustees are vested with the discretion to select the beneficiaries.\n  \nId.\n at 292, S.E.2d 530.\n  \nThe trust\nindenture to the Foundation contains the following language:\nTHIRD:\n  \nA. \nThe principal and income of all property received and accepted by the trustees \nto\nbe administered under this Declaration of Trust shall be held in trust by \nthem, and the trustees\nmay make payments or distributions from income or \nprincipal, or both, to or for the use of\nsuch charitable organizations, within \nthe meaning of that term as defined in paragraph C, in\nsuch amounts and for \nsuch charitable purposes of the trust as the trustees shall from time to\ntime \nselect and determine. . . .\nB.\n  \nThe \ntrust shall continue forever unless the trustees terminate it and distribute \nall of the\nprincipal and income, which action may be taken by the trustees in \ntheir discretion at any\ntime. . . .\nBy the above language in the trust indenture, the trustees had complete discretionary power to select the\nbeneficiaries.\n  \nThus, by this indenture alone, PIPM would not have had standing to enforce the charitable\npurpose of the Foundation.\n \n{83}\n         \nThe Foundation created an additional relationship with PIPM: the Grant Letter promised PIPM at\nleast $1 million per year in funding for twenty years.\n  \n“A person who has a ‘special interest’ in the\nperformance of a charitable trust can maintain a suit for its enforcement.” \nId. \nat 292, S.E.2d 530.\n \nTherefore, by virtue of the Grant Letter, PIPM has a special interest in the Foundation and standing to sue\nthe Foundation.\n  \nThe settlement agreement, however, released the Statons and the Foundation from its\ncontractual relationship with PIPM, thus removing any standing PIPM may have had to sue and rendering\na declaratory action moot.\n  \nA declaratory judgment action is inappropriate when the question presented\nhas been rendered moot.\n  \nHicks v. Hicks\n, 60 N.C. App. 517, 523, 299 S.E.2d 275, 279 (1983); \nsee also\nMorris v. Morris\n, 245 N.C. 30, 36, 95 S.E.2d 110, 114 (1956).\n  \nA dispute that has already been resolved is\nconsidered moot.\n  \nBlack’s Law Dictionary\n 697 (6th ed.1990).\nB.\n \nThe PIPM Settlement Is Binding And Enforceable\n{84}\n         \nPIPM seeks to avoid the impact of the Settlement by attacking the circumstances under which it\nwas signed.\n  \nAt the heart of each cause of action is the premise that the Doctors did not know that Philip\nhad signed the 1993 Durable Power in his own name and the knowledge of that fact might have kept them\nfrom signing the Settlement, thereby releasing their contract claims against the Foundation.\n  \nFor the\nreasons set forth below, the Court concludes as a matter of law that the PIPM Settlement is binding and\nenforceable.\n1.\n \nPhilip Did Not Owe A Fiduciary Duty To PIPM\n{85}\n         \nPIPM claims that Philip as trustee to the Foundation owed a fiduciary duty to PIPM to\naffirmatively disclose the existence of the powers of attorney signed by Philip that were used to establish\nthe Foundation and the CLTs.\n  \nThe Court rules that a fiduciary relationship did not exist between Philip\nStaton and PIPM and that even if a fiduciary relationship existed, that relationship ceased before the\nnegotiations of the settlement agreement ensued.\n  \nIt is undisputed that the Grant Letter did create a\ncontractual relationship between the Foundation and PIPM.\n  \nThis contract was breached when the\nFoundation failed to fund PIPM in 1995 and was renunciated by Philip and Inge in March 1996.\n{86}\n         \nA fiduciary relationship is defined as follows:\nThe [fiduciary] relation may exist under a variety of \ncircumstances; it exists in all cases where\nthere has been a special \nconfidence reposed in one who in equity and good conscience is\nbound to act in \ngood faith and with due regard to the interests of one reposing confidence. . \n. .\n[I]t extends to any possible case in which a fiduciary relation exists in \nfact, and in which there\nis confidence reposed on one side, and resulting \ndomination and influence on the other.\n  \nAbbitt v. Gregory, \n201 N.C. 577, 598, 160 S.E. 896, 906 (1931).\n  \nGenerally a trustee owes a fiduciary\nduty to a beneficiary. \n \nId.\n  \nHowever, under the facts in this case, the Court has difficulty charging a\nfiduciary duty to a trustee who is challenging the validity of the trust and his position as trustee.\n  \nResearch\nreveals no case not wholly distinguishable from the facts in the case at bar in which breach of fiduciary\nduty was brought against a trustee.\n  \nIt should also be noted that PIPM has sued neither Tom nor Jerri, the\nother two trustees of the Foundation.\n  \n2.\n \nAny Fiduciary Duty Was Terminated Prior To The Settlement\n{87}\n         \nEven if Philip did owe a fiduciary duty to PIPM, this duty ended when Philip, through his lawyer,\ntold the parties that he would no longer fund the Foundation or PIPM.\n  \nSee Small v. Dorset, \n223 N.C. 754,\n761, 28 S.E.2d 514, 518 (1944) (a trust relationship continues until one of the parties repudiates that\nrelationship).\n  \nHence, Philip repudiated the fiduciary relationship, and his duty to disclose the existence of\nany powers of attorney ended at that time.\n  \nMoreover, fiduciary relationships end when parties become\nadversaries.\n  \nSee Lancaster v. Lancaster,\n 138 N.C. App. 459, 530 S.E.2d 82 (2000).\n  \nAfter failing to\nreceive the promised funding in 1995, the PIPM Parties were told in March 1996 that neither Philip nor\nInge would fund PIPM.\n  \nAt this time PIPM’s interests were directly adverse to those of the Statons and, in\nfact, Philip had both breached his contract with PIPM in 1995 and repudiated any continuing obligations in\nMarch 1996.\n  \nAdditionally, PIPM was advised by West to retain counsel, advice PIPM followed when it\nhired Powell.\n  \nThe adversarial relationship was further evidenced by the need for a settlement agreement,\nwhich PIPM signed after retaining its own counsel.\n  \nOn these facts the Court can find no fiduciary duty\nbetween Philip individually or as trustee of the Foundation.\n  \nThe lack of fiduciary duty between Philip and\nPIPM puts the burden on PIPM to ascertain the facts surrounding the establishment of the Foundation.\n \nSee Dorset, \n223 N.C. at 761-62, 28 S.E.2d at 518-19\n   \nPhilip did not have a duty to disclose such facts.\n3.\n \nPIPM Cannot Maintain A Fraud Claim Against Philip\n{88}\n         \nPIPM also claims fraud against Philip in connection with the execution of the Settlement.\n  \nTo\nrecover for fraud, PIPM must “present evidence tending to show (1) a false representation or concealment\nof a material fact, (2) reasonably calculated to deceive, (3) made with intent to deceive, (4) which does in\nfact deceive, (5) which was relied upon and resulted in damages to the injured party.”\n  \nPleasant Valley\nPromenade v. Lechmere, Inc.,\n 120 N.C. App. 650, 663, 464, S.E.2d 47, 57 (1995).\n   \na.\nThe Fraud Claim Is Barred By The Statute of Limitations\n{89}\n         \nThe fraud claim asserted against Philip in 00-CvS-2178 is dismissed because it is barred by the\nstatute of limitations and because PIPM cannot prove the essential elements of a fraud claim.\n{90}\n         \nThe statute of limitations for fraud begins to run three years after the fraud is discovered or should\nhave been discovered.\n  \n \nN.C.G.S. § 1-52 (1); \nBennett v. Anson Bank & Trust Co., \n265 N.C. 148, 155, 143\nS.E.2d 312, 217 (1965).\n   \nThe North Carolina Supreme Court states that:\nIt is generally held that where there is concealment of \nfraud or continuing fraud, the statute of\nlimitations does not bar a suit for \nrelief on account of it, and thereby permits the statute which\nwas designed to \nprevent fraud to become an instrument to perpetrate and perpetuate it. . . .\nWhere a confidential relationship exists between the parties, failure to \ndiscover the facts\nconstituting fraud may be excused.\n  \nIn such a case, so long as the relationship continues\nunrepudiated, there is nothing to put the injured party on inquiry, and he \ncannot be said to\nhave failed to use due diligence in detecting the fraud. . . \n.\nBennett v. Anson Bank & Trust Co., \n265 N.C. 148, 155, 143 S.E.2d 312, 318 (1965) (quoting \nSmall v.\nDorsett, \n223 N.C. 754, 761, 28 S.E.2d 514, 518).\n  \nPIPM admits in its brief that Philip, “in March, 1996 . .\n.refused to pay the grant monies due and repudiated his fiduciary duties. . . .”\n  \n(PIPM Response Opp. SJ at\n7).\n  \nThis was a clear indication by Philip that he repudiated any fiduciary relationship he might have had\nwith PIPM or the Doctors.\n  \nIn light of this repudiation, PIPM was put on notice i\nn March 1996 to use due\ndiligence to investigate and discover whether fraud existed before signing the settlement agreement; the\nstatute of limitations began to accrue in March 1996 and ran out in March 1999.\n  \nIf PIPM had requested at\nthat time a copy of the very documents at issue, it could have discovered any allegedly fraudulent behavior\nby defendants.\n  \nPIPM did not ask for any documents as it entered into settlement negotiations.\n  \nNor did\nPIPM consult with the Brames or request any information from the Brames before signing the settlement\nagreement.\n  \nThis action was not filed until February 2000.\n  \nAlthough the parties signed a tolling agreement\nit too was signed outside the statute of limitations period on April 14, 1999.\n  \nThe statute of limitations bars\nPIPM’s fraud claims against Philip.\nb.\n \nPIPM Could Not Have Reasonably Relied On Philip\n{91}\n         \nEven in the absence of the statute of limitations bar to the fraud claim, the fact that PIPM was\nrepresented during the settlement negotiations indicates that PIPM did not rely on Philip or on Philip’s\ncounsel.\n  \nIf there was any reliance it could not be reasonable given the adversarial position of the parties.\n \nPIPM retained counsel on March 30, 1996, and the Settlement was finalized on April 16, 1996.\n  \nIn his\ndeposition testimony Meloy denies ever discussing the settlement agreement with either Philip or his\nattorneys.\n   \nWhile there may be a dispute as to what was said at the March 1996 meeting at Centura, there\nis no dispute that the 1993 Durable Powers existed and PIPM made no effort to obtain or review the\npowers prior to settlement but instead relied solely upon the representations and guidance of its attorney\nMr. Powell.\nc.\nThere Was No Misrepresentation Or Undue Influence\n{92}\n         \nPIPM’s claim for undue influence in connection with the Settlement also fails for lack of any\nevidence supporting such claim.\n   \nThere is no evidence on the record of any undue influence.\n  \nPIPM\nretained its own experienced counsel, Ed Powell, in connection with negotiations of the Settlement.\n  \nPIPM\nsubsequently sued Powell for malpractice in connection with those negotiations.\n  \n(Compl. 99-CvS-3178).\n \nNeither PIPM nor the Doctors were in any immediate physical or financial danger, and PIPM had in its\nbank account over $400,000 left from the original $2 million funding.\n  \nThe Doctors never talked to Philip\nStaton or his attorneys after the March 30, 1996 meeting.\n  \nThe only thing Philip and his counsel did in the\nmeetings prior to the settlement negotiations was to state their legal position.\n  \nThe fact that their legal\nposition was correct -- PIPM would cease to be funded -- cannot, in and of itself, constitute undue\ninfluence. \n \nPIPM exercised its own free will in settling with Philip and the Foundation.\n[\nFN1]\n \n{93}\n         \nPhilip’s counsel clearly put PIPM on notice that Philip was contesting the creation of the CLTs\nand the Foundation.\n  \nThat fact was true.\n  \nLegal grounds for Philip’s challenge existed.\n  \nWhether or not he\nwould have prevailed on his claims at trial was the risk he and PIPM faced in April 1996 and on which\nthey negotiated and compromised.\n  \nThe legal grounds for Inge’s challenge were even clearer.\n  \nThere was\nno misrepresentation.\n{94}\n         \nFor the foregoing reasons the Court finds that the settlement agreement between Philip, the\nFoundation and PIPM is valid and enforceable.\nC.\n \nPIPM’s Breach Of Contract Claim Fails\n{95}\n         \nThe statute of limitations on PIPM’s breach of contract claim filed in 00-CvS-2178 has also run.\n \nAs indicated above, Philip had both breached his contract with PIPM in 1995 and repudiated any\ncontinuing obligations in March 1996.\n  \nThe statute of limitations for breach of contract is three years.\n \nN.C.G.S. § 1-52(1).\n  \nThis action was not filed until February 2000, and the tolling agreement was not\nsigned until April 14, 1999.\n  \nThus, the claim for breach was filed outside of the limitations period.\n \n{96}\n         \nFinally, the Grant Letter specifically states that the parties agreed that “the Foundation’s\nundertaking to provide long-term funding to [PIPM] shall in no way result in any personal liability on the\npart of the Foundation’s trustees . . . .”\n  \nOn this basis alone, Philip cannot be held personally liable for\ndamages PIPM may have suffered.\nV.\n \nPIPM’s Claims Against Ingeborg Staton Fail\n{97}\n         \nIn 99-CvS-2628 and 00-CvS-2178, PIPM asserts against Inge claims for fraud, negligent\nmisrepresentation and interference with contract.\n  \nThe Court grants summary judgment for Inge for all\nclaims asserted therein.\n  \nPIPM’s claims against Inge should be considered in light of circumstances\nsurrounding the creation of her CLTs.\n{98}\n         \nTom never discussed the creation of the CLTs or the Foundation with Inge.\n  \nHe never discussed\ncharitable gifts with her at all.\n  \nNor did Tom have authority to make charitable gifts on her behalf; he did\nnot have any direct authority from her, and he did not have indirect authority from Philip to make\ncharitable gifts for her.\n  \nVaughn v. Batchelder, \n633 So.2d 526, 528 (1994) (Powers of attorney are strictly\nconstrued and will only grant those powers that are specified.); Fla. Stat. ch. 709.08 (1992).\n  \nPhilip did not\nhave authority to make charitable gifts for Inge and thus could not have transferred that authority to Tom.\n \n \nSee id.\n  \nNor did Philip have authority under the 1992 Florida powers to sign a power of attorney for Inge.\n \nSee id.\n  \nNot only was Tom Brame acting outside the scope of any of the written powers of attorney, he was\nnot acting in the best interests of his principal, even if he was her agent.\n  \nSee Hutchins v. Dowell\n, 138 N.C.\nApp. 673, 676 531 S.E.2d 900, 902 (2000) (“An attorney-in-fact is presumed to act in the\n \nbest interests\n of\nthe principal, and a gift of the principal’s property is potentially adverse to the principal’s interests. Such\npower will not be lightly inferred from broad grants of power contained in a general power of attorney.”)\n \nThe failure to make any inquiry into the benefits of the CLTs, alternatives for tax planning, or Inge’s\ndesires with respect to charitable giving constituted a breach of his fiduciary duty to Inge.\n  \nSee id.\n  \nThe\nmagnitude of the transactions involved required the exercise of skill, caution and consideration of the\nprincipal’s best interest.\n  \nAll were lacking in this situation.\n  \nIt is clear that the CLTs set up in Inge Staton’s\nname were unauthorized and in breach of her agents’ fiduciary duty.\n  \nInge Staton had no donative intent,\nand no other person was authorized to make charitable gifts on her behalf.\n  \nNor were there sufficient funds\nin the PIM account in her individual name to fund the irrevocable CLTs.\n  \nIt would have required invasion\nof her revocable trust to fully fund the new CLTs.\nA.\n \nPIPM’s Fraud Claim Is Barred by the Statute Of Limitations\n{99}\n         \nFirst the Court observes that as noted above the statute of limitations for fraud against Inge began\nto toll when PIPM was obligated to use due diligence to discover any fraud.\n  \nNotice was given in March\n1996 that Inge would take steps to dismantle the funding of the Foundation.\n   \nAt that time PIPM had a duty\nto use due diligence.\n  \nAgain, as noted above, if PIPM had requested at that time a copy of the very\ndocuments at issue it could have discovered any allegedly fraudulent behavior by defendants.\n  \nPIPM did\nnot ask for any documents as it entered into settlement negotiations.\n   \nPIPM did not assert claims against\nInge until April 1999, over three years later.\n  \nThus, the statute of limitations bars PIPM’s claim for fraud\nagainst Inge.\nB.\n \nThere Was No Misrepresentation Made By Inge Staton\n{100}\n     \nEven if the statute of limitations did not bar PIPM’s fraud claim, PIPM cannot successfully prove\nthat it reasonably relied on any alleged assertions made on behalf of Inge.\n  \nFrom the very first meeting\nwith West, Inge’s attorney, PIPM was placed on notice that it was in an adversarial relationship with Inge\nwith respect to the validity of the Foundation.\n  \nFurther, Inge was not a trustee of the Foundation and owed\nno fiduciary duties to PIPM.\n  \nThus, it cannot be said that PIPM reasonably relied on any assertions made\nby West with respect to the validity of the Foundation and the CLTS.\n \n{101}\n     \nMoreover, the representations allegedly made by West were true.\n  \nThis Court has determined that\nneither Philip, Tom nor Jerri had express authority to create the CLTs or the Foundation on behalf of Inge,\nand any apparent authority given otherwise was a hotly contested factual dispute.\n  \nWest’s position and that\nof his client was that the CLTs in Inge’s name were invalid and that sufficient evidence existed to support\nthat assertion if made.\n  \nTherefore, any statements made by West as to the validity of the Foundation were\nnot known to be false and, this Court believes, were mere expressions of a legal opinion.\n  \nAdditionally,\nabsent a fiduciary duty, Inge did not have a duty to disclose the existence of powers of attorney that might\nor might not have authorized funding of the Foundation.\n{102}\n     \nPIPM’s claim for negligent misrepresentation fails on much the same grounds as the fraud claim.\n \nFirst, West’s duty was to his client Inge, not to PIPM.\n  \n“Justifiable reliance is an element of negligent\nmisrepresentation in North Carolina.” \n \nAPAC-Carolina v. Greensboro-High Point Airport Auth.,\n 110 N.C.\nApp. 664, 680, 431 S.E.2d 508 (1993)\n  \n(citing\n Forbes v. Par Ten Group, Inc.\n, 99 N.C. App. 587, 597, 394\nS.E.2d 643, 648 (1990)), \ndisc. rev. denied\n, 328 N.C. 89, 402 S.E.2d 824 (1991).\n  \nAs indicated above, any\nreliance by PIPM was not justifiable and PIPM fails to state a claim for negligent misrepresentation.\n \nC.\n \nThe Interference With Contract Claim Fails\n{103}\n     \nThe elements for interference with contract are:\n1) that a valid contract existed between the plaintiff \nand a third person, conferring upon the\nplaintiff some contractual right \nagainst the third person;\n2) that the outsider had knowledge of the plaintiff's \ncontract with the third person;\n3) that the outsider intentionally induced the third \nperson not to perform his contract with the\nplaintiff; and\n4) that in so doing the outsider acted without \njustification; and\n5) that the outsider’s act caused the plaintiff actual \ndamages.   \n \nSmith v. Ford Motor Co., \n289 N.C. 71, 85, 221 S.E.2d 282, 290 (1976) (quoting \nChildress v. Abeles\n, 240\nN.C. 667, 84 S.E. 2d 176 (1954).\n  \nPIPM cannot carry its burden with respect to this claim for several\nreasons.\n  \nFirst, Inge reasonably and with legal justification asserted what she believed was her right to\nterminate funding of the Foundation.\n  \nSecond, with the settlement agreement PIPM voluntarily\nrelinquished its contract with the Foundation.\n  \nThird, as indicated below, Inge had a qualified right to\ninterfere with PIPM’s contract with the Foundation even if the settlement agreement were invalid.\n{104}\n     \nIn North Carolina a distinction is made between an outsider and a non-outsider who is not a party\nto the contract.\n  \nThe Supreme Court describes it thusly:\n \n[An \noutsider] appears to connote one who was not a party to the terminated \ncontract and who\nhad no legitimate business interest of his own in the subject \nmatter thereof. Conversely, one\nwho is a non-outsider is one who, though not a \nparty to the terminated contract, had a\nlegitimate business interest of his \nown in the subject matter.\n  \nA \nnon-outsider has a\nqualified\n right to bring about the \ntermination of another's . . . contract . . . when, in good faith,\nhe believes \nthis to be necessary to protect his own legitimate . . . interest.\n  \nId \nat 87, 84 S.E.2d at 293\n \n(citing \nWilson v. McClenny, \n262 N.C. 121, 136 S.E.2d 569 (1964)).\n  \nOne\nmillion dollars of Inge’s funds was used for the initial contribution to the Foundation, and her CLT was to\ncontinue funding the Foundation.\n  \nIn this Court’s view, these circumstances gave Inge non-outsider status.\n \nInge’s CLT and the Foundation were established without written authority from her, and the entire\ntransaction is clouded in factual disputes.\n  \nIn order to protect her legitimate interests in voiding the CLTs\nand the Foundation as well as preserve her trust income, Inge had a right to take actions to halt the funding\nof PIPM.\n \nVI.\nPIPM’s Damage Claims\n{105}\n     \nThe Court next addresses PIPM’s liability claims against P&S and Centura.\n  \nIn doing so, the Court\naddresses the damages issues first because the measure of damages permeates the liability issues.\n  \nAt the\nheart of the dispute between PIPM and P&S and Centura is the measure of damages under any cause of\naction asserted by PIPM against those two parties.\n \n{106}\n     \nPIPM seeks damages from Centura and P&S that would compensate it for the loss of the benefit of\nthe funding from the Foundation.\n   \nThe Doctors are not content with a measure of damages that\ncompensates them for any damages incurred from changes in their situation resulting from the creation\nand subsequent termination of the Foundation.\n[\nFN2]\n  \nThe various causes of action PIPM has asserted are\nall directed in some way toward recouping what was in the beginning an unexpected and unearned\nwindfall -- the funding from the Foundation.\nA.\n{107}\n     \nIt is important to focus on what caused the collapse of the CLTs and the Foundation.\n  \nThe fault is\ndirectly attributable to the actions of Tom Brame.\n  \nHe encouraged Dr. Meloy to develop a proposal for a\npain clinic without even discussing the matter with the Statons.\n  \nHe directed Centura to fund the\nFoundation before it was even created.\n  \nHe directed P&S and Centura not to contact the Statons.\n  \nHe\nprocured the signature of Philip Staton on the 1993 Durable Powers by misrepresenting the purpose of the\npower.\n  \nHe failed to follow P&S’s instructions regarding the powers created for Inge’s and Mercedes’\nsignatures, and he committed funds to Inge’s CLTs in her name from assets belonging to Inge’s Revocable\nTrust without ever telling her or Philip what he had done.\n  \nHe had the CLTs created without tax advice\nand without due consideration of the wishes or best interests of his principals.\n  \nIn sum, he breached his\nfiduciary duty and was negligent.\n  \nBut for his negligence and breach of fiduciary duty, the CLTs and\nFoundation would never have been created, and PIPM would not have received the $2 million initial\nfunding.\n{108}\n     \nCentura and P&S may possibly be held responsible to PIPM for two actions on their part.\n  \nBoth\nfailed to contact the Statons in connection with the establishment of the CLTs and Foundation and both\nfailed to see that Inge properly executed the 1993 Durable Power.\n  \nThe record is undisputed that had Inge\nbeen contacted and, had she known the purpose of the 1993 Durable Power, she would not have agreed to\nuse $10 million of her funds to establish an irrevocable trust to fund the Foundation or PIPM.\n{109}\n     \nThe record is also undisputed that had Philip Staton been fully and accurately informed of the\nnature and consequences of his CLTs he would not have consented to the CLTs’ creation.\n{110}\n     \nIn short, the alleged acts of negligence in 1993 upon which PIPM relies for its claims against\nCentura and P&S could not have been the proximate cause of the collapse of the funding for the\nFoundation.\n  \nThose alleged acts of negligence could have been the proximate cause of losses, if any,\narising out of the Doctors’ changes in positions by starting PIPM in the mistaken belief that it would be\nfunded for twenty years.\n \n{111}\n     \nLikewise the alleged acts of negligence or negligent misrepresentation alleged to have occurred in\n1996 are not the proximate cause of any loss of funding.\n  \nPIPM’s claims with regard to the 1996 claims\nare premised upon the failure of either Centura or P&S to disclose that Philip’s 1993 Durable Power was\nproperly signed and in existence.\n  \nThat failure could not be said to be the cause of the termination of\nInge’s CLTs.\n  \nIt could only support a claim that, had the Doctors known that a properly executed 1993\nDurable Power existed for Philip, they would have litigated with Philip over the validity of his CLTs\nrather than settling.\n  \nPutting aside for the moment the liability issues on those claims, it is clear from the\nrecord that termination of the CLTs had to be based upon the acts of Tom Brame, not the question of\nwhether Philip had properly executed the 1993 Durable Power.\n{112}\n     \nPhilip and Inge were contesting the validity of the CLTs on a number of grounds.\n  \nThe existence of\nPhilip’s signed 1993 Durable Power could not affect Inge’s claims in any way and was only a component\nin the whole question of the validity of Philip’s CLTs.\n  \nEven if a jury were to determine that Centura or\nP&S had a duty to disclose the existence of Philip’s 1993 Durable Power and failed to do so, the failure to\ndo so was not the proximate cause of loss of funding from Philip’s CLTs and the Foundation, nor was it\nthe proximate cause of loss of funding from Inge’s CLTs.\n{113}\n     \nPut another way, PIPM’s claims appear to be based on a theory that if P&S and/or Centura had\nobtained Inge’s signature on the 1993 Durable Power prepared for her and had told PIPM that Philip had\nsigned his 1993 Durable Power, then the Statons would have been stuck with the actions of Tom Brame,\nPIPM would have remained fully funded for twenty years, and the Doctors would have continued to\nreceive their improved individual compensation.\n  \nThe 1993 Durable Powers are not the key determinant of\nthe validity and termination of the CLTs.\n  \nThe absence of authority for Tom to act on Inge’s behalf was\nnot based upon improper execution for the powers of attorney but upon her unwillingness to fund the\nCLTs and lack of knowledge that it had been done.\n  \nThe existence of authority to act on Philip’s behalf\ncould not prevent termination of Philip’s CLTs, where Tom’s actions were taken in breach of fiduciary\nduty and were negligent.\n  \nKnowledge of the existence of the 1993 Durable Power signed by Philip would\nnot have affected the outcome of the termination of the CLTs, and thus any alleged failure to the disclose\nthe existence of the 1993 Durable Powers was not a proximate cause of cessation of funding to PIPM.\n  \nIt\nwas not any act of P&S or Centura that cause the CLTs and Foundation to be terminable.\n  \nThe actions of\nTom Brame were the proximate cause of the termination of the CLTs.\n{114}\n     \nThe Settlement itself acts as a bar to any claim for loss of funding.\n  \nPIPM and the Doctors had a\ncontract with the Foundation.\n  \nThe Settlement released the Foundation from that contract, thus terminating\nit in exchange for cash.\n  \nHaving terminated the contract, the PIPM Parties may not now sue P&S and\nCentura for the loss of funding the contract provided.\n  \nThis outcome, the loss of the contract claim, was\none of the grounds asserted in PIPM and the Doctors’ malpractice action against Powell.\nVII.\nThe Settlement Agreement Further Limits Damages\n{115}\n     \nThe Court’s finding that the Settlement agreement between the Foundation, Philip, PIPM and the\nDoctors is valid and binding and that damages do not encompass the continuation of funding for PIPM\nimpacts the remaining claims filed by PIPM against P&S and Centura.\n  \nThe damages recoverable by\nPIPM and the Doctors arising out of the transactions involved in this case, i.e., the establishment of the\nCLTs and Foundation, are limited to damages in excess of the damages already recovered by PIPM in the\nSettlement agreement.\n  \nSee Chemimetals Processing, Inc. v. Schrimsher, \n140 N.C. App. 135, --- S.E.2d ---\n(2000).\n[\nFN3]\n{116}\n     \nIn \nChemimetals, \nplaintiff Chemimetals Processing, Inc. (“Chemimetals”) entered into a contract\nwith Jeffrey McEneny, president of Vibra-Chem Company (“Vibra-Chem”) to share profits from the\nmanufacture and sale of chemical compounds.\n  \nPursuant to this agreement McEneny also became\npresident of Chemimetals.\n  \nAlleging breach of fiduciary duty, breach of contract and unfair and deceptive\ntrade practices, Chemimetals sued McEneny and Vibra-Chem.\n  \nDuring trial, the parties entered into a\nsettlement agreement in which Chemimetals recovered $600,000 in damages.\n  \nAfter its settlement with\nMcEneny and Vibra-Chem, Chemimetals instituted another action against a CPA firm and members of its\nboard of directors for negligence and breach of fiduciary duty.\n  \nChemimetals alleged that the CPA firm\nand its directors were at fault for “failing to appreciate Chemimetal’s declining economic value due to the\nimproper actions of McEneny.”\n{117}\n     \nThe court noted that the settlement agreement between Chemimetals, Vibra-Chem and McEneny\ndid not release the CPA firm, but further stated that “although Chemimetals is entitled to full recovery for\nits damages, Chemimetals is not entitled to a ‘double recovery’ for the same loss or injury.”\n  \nChemimetals\nProcessing, Inc. v. Schrimsher, \n140 N.C. App. 135, 138, 535 S.E.2d 594, 596 (2000) (quoting \nMarkam v.\nNationwide Mut. Fire Ins. Co., \n125 N.C. App 443, 455, 481 S.E.2d 349, 357, \ndisc. rev.\n  \ndenied, \n346 N.C.\n281, 487, S.E.2d 551 (1997).\n    \nAdditionally, the court stated,\nChemimetals has suffered but one injury in this case -- \nmonetary loss due to the purported\ndiversion of profits and labor from \nChemimetals by McEneny. Under the facts as alleged by\nChemimetals, all actions \nin the course of events leading to financial demise of Chemimetals\nwere \nconcurrent. Chemimetals' monetary loss, which was the injury created by \nMcEneny's\nscheme, is the same injury caused by the alleged failure of the \nboard of directors and CPAs to\nnotice McEneny's unlawful acts. That only one \ninjury occurred is in no way altered by the fact\nthat the board of directors \nand CPAs may have been guilty of separate wrongdoing. Moreover,\nin its second \ncomplaint against the board of directors and CPAs, Chemimetals seeks recovery\nfor its \nactual \nlosses resulting from the company's decline in income. \nBy entering the $600,000\nsettlement Chemimetals was compensated for those same \nlosses in the first action, where they\nwere alleged to total $190,786.33. \nChemimetals may not assert a second action seeking to\ncollect for those losses \nagainst the board of directors and CPAs. \nCf. Knight Publ'g Co\n \nv. \nChase\nManhattan Bank, N.A.,\n 137 N.C. App. 27 34, 527 \nS.E.2d 80, 85 (Wynn, J., dissenting).\nAccordingly, the trial court properly \nentered summary judgment in favor of all defendants.\nId. \nat 139, 535 S.E.2d at 596-97.\n   \n{118}\n     \nThe facts in \nChemimetals\n are strikingly similar to the those in the case at bar.\n  \nLike Chemimetals,\nthe losses PIPM seeks to recover for damages resulting from creation and termination of the CLTs and\nFoundation are the same losses that were compensated by the Settlement with Philip and the Foundation.\n \nThus, from this event, PIPM may only recover once for its damages.\n  \nEven though the settlement\nagreement between the Foundation, Philip, PIPM and the Doctors does not release P&S or Centura, P&S\nand Centura are released to the extent that PIPM’s or the Doctors’ damages as measured by the\nappropriate standard do not exceed $365,000.\n  \n{119}\n     \nThe Doctors recovered $365,000 for their losses resulting from their reliance on the agreement\nbetween PIPM and the Foundation.\n  \nThe Court has determined as a matter of law the measure of damages\nfor PIPM’s and the Doctor’s claims against P&S and Centura is not measured by the loss of funding\nbecause 1) the Doctors voluntarily waived their right to funding and 2) the causes of action asserted\nagainst P&S and Centura do not support damages based upon loss of funding.\n  \nRather, the losses of the\nDoctors are based upon the fact that but for the actions of P&S and Centura, the Doctors would not have\nleft their employment to work for PIPM.\n  \nBased upon that latter standard, if the damages shown do not\nexceed $365,000, then the Doctors are not entitled to double recovery for the same losses.\n{120}\n     \nThe Court is unable to determine what the PIPM parties allege as damages as measured by the\nappropriate standard.\n  \nAny claim for damages by PIPM or the Doctors must be those expenses incurred as\na result of having put PIPM into operation and their reliance on PIPM’s operation and does not include\nexpenses incurred after entering into the settlement agreement.\n  \nIf those damages are less than $365,000,\nthen there can be no claims remaining against Centura and P&S, and this is a final order dismissing all\nremaining claims.\n \nVIII.\nClaims Against P&S\n{121}\n     \nThe Court grants summary judgment in favor of P&S on PIPM’s claims for breach of fiduciary\nduty, constructive fraud, breach of contract, breach of third party contract, breach of the rules of\nprofessional conduct and damages pursuant to N.C.G.S.§ 84.13.\n  \nConversely, the Court denies summary\njudgment on PIPM’s claims for professional negligence and negligent misrepresentation.\nA.\nThe Constructive Fraud Claim Fails\n{122}\n     \nPIPM’s claim for breach of fiduciary duty is essentially a claim for constructive fraud. \n \nJay Group\nLtd. v. Glasgow, \n139 N.C. App. 595, 600, 534 S.E.2d 233, 237 (2000).\n  \n“[T]o maintain a claim of\nconstructive fraud, there must be an allegation that defendant sought to benefit himself.”\n  \nNationsBank of\nNorth Carolina, N.A. v. Parker, \n140 N.C. App. 106, 535 S.E.2d 597 (2000) (citing \nBarger v. McCoy\nHillard & Parks,\n 346 N.C. 650, 666, 488 S.E.2d 215, 224 (1997).\n   \nPIPM claims “that the motive of P&S .\n. . was to favor its long-time high-paying client, [Centura], and to protect P&S from a legal malpractice\nclaim once its malpractice was discovered.”\n \n{123}\n     \nThis claim must be based upon allegations that P&S knew that Philip Staton had executed his 1993\nDurable Power, did not disclose that information\n  \nto PIPM and benefited from that non-disclosure. \n \nPIPM\nwas aware, based on the conflicts waiver letter, that in order for P&S to create the CLTs and the\nFoundation, it first had to obtain powers of attorneys from the principals.\n  \nSince P&S did create the\nentities, PIPM must have believed that P&S obtained these powers.\n   \nThus, even if P&S did not\naffirmatively tell PIPM that it had a signed power of attorney from Philip, PIPM should have known that\nP&S believed that such a power existed.\n  \nIt is clear that no affirmative misrepresentation about Philip’s\nexecution of his 1993 Durable Power was made by P&S.\n  \nIt is also clear that neither PIPM nor its counsel\nattempted to obtain or review the various powers of attorney before settling with the Statons.\n  \nIt is also\nundisputed that in March 1996, P&S neither advised PIPM on whether or not to execute the settlement\nagreement nor provided any legal advice on the validity of the 1993 Durable Powers or the CLTs.\n \n{124}\n     \nP&S’s continued relationship with Centura is not sufficient to establish a benefit conferred on\nP&S.\n  \nSee id. \nat 114, 535 S.E.2d at 602.\n  \n“Implicit in this holding is a finding that payment of a fee to a\ndefendant for work done by that defendant does not by itself constitute sufficient evidence that the\ndefendant sought his own advantage in the transaction.”\n  \nId. \n \nAs to protecting itself from a malpractice\nclaim, even if this motive is sufficient to satisfy a constructive fraud claim, it appears to the Court that\nWest’s representations that the CLTs were not authorized certainly put P&S in reach of a malpractice\nclaim; the Court is not aware of any actions done by P&S that could have mitigated this result.\n  \nThus\nPIPM’s claim for constructive fraud fails, as its forecast of evidence cannot establish that P&S sought to\nbenefit from the transactions at issue.\n  \nConsequently, the Court denies damages claimed by PIPM pursuant\nto N.C.G.S. § 84.13.\nB.\nThe Breach of Contract Claim Against P&S Fails\n{125}\n     \nPIPM claims both a breach of contract claim and a breach of third party contract claim for P&S’s\nfailure “to perform their legal services to insure proper, adequate and direct funding for PIPM.”\n  \nThe\nservices P&S agreed to perform for the various parties are contained in the conflicts waiver letter, which\nstates that P&S would perform the following:\n1)\n  \nPrepare \ndurable powers of attorney for [the Statons].\n2)\n  \nPrepare \ncharitable lead trusts . . . . During their terms, the Trusts will pay annual \namounts\nto a newly established private foundation . . . .\n  \n[Centura], an existing client of this firm, will\nbe trustee of the [CLTs].\n3)\n  \nEstablish \nthe Foundation and obtain appropriate tax determinations of exempt status.\n  \nThe\nFoundation will be funded by an initial gift from the Statons and \nwill receive annual payments\nfrom the [CLTs].\n  \nThe Foundation will be available to make grants to tax exempt\norganizations, including the newly established [PIPM].\n4)\n  \nEstablish \n[PIPM] on behalf of three physicians,\n  \nDrs. \nStuart Meloy, Joe Martin, and Nancy\nFaller . . . and obtain appropriate tax \ndeterminations of exempt status.\n  \nWe \nmay also be asked\nto establish a new for-profit entity to be owned by the \nDoctors, which will provide services to\nthe Institute.\nPIPM argues that had P&S seen to the proper execution of the documents, PIPM would have been\nguaranteed funding for twenty years.\n  \nTherefore, PIPM claims damages in excess of $40 million.\n  \nThe\nCourt rejects PIPM’s argument on several grounds.\n{126}\n     \nIf there existed a direct contract between PIPM and P&S, that contract consisted of P&S’s\nresponsibility to establish PIPM and secure its tax-exempt status.\n  \nThis task was accomplished by P&S.\n \nThus, the breach of contract claim is denied on these grounds.\n{127}\n     \nPreparing the durable powers of attorney and the CLTs and establishing the Foundation were tasks\nperformed by P&S for the Statons at the request of Tom Brame.\n  \nPIPM must therefore prove that it is a\nthird-party beneficiary\n by showing:\n(1) that a contract exists between two persons or \nentities; (2) that the contract is valid and\nenforceable; and (3) that the \ncontract was executed for the direct, and not incidental, benefit of\nthe \nplaintiff. A person is a direct beneficiary of the contract if the contracting \nparties intended\nto confer a legally enforceable benefit on that person. It is \nnot enough that the contract, in\nfact, benefits the plaintiff, if, when the \ncontract was made, the contracting parties did not\nintend it to benefit the \nplaintiff directly. In determining the intent of the contracting parties,\nthe \ncourt should consider the circumstances surrounding the transaction as well as \nthe actual\nlanguage of the contract. When a third person seeks enforcement of \na contract made between\nother parties, the contract must be construed strictly \nagainst the party seeking enforcement.\n \n[citations \nomitted].\nHolshouser v. Shaner Hotel Group Props., One Ltd. Pshp., \n134 N.C. App. 391, 400, 518 S.E.2d 17, 25\n(1999).\n  \nP&S did not have the authority from the Statons to carry out the terms of the contract it negotiated\nwith Tom Brame.\n  \nIn fact, all six lawsuits filed in this case center on the powers of attorney used to create\nthe CLTs and Foundation.\n  \nThis Court has found that neither Tom nor Philip had the authority to make\ncharitable gifts for Inge and that Tom breached his fiduciary duty with respect to both Inge and Philip in\nrelation to the establishment of the CLTs and the Foundation. The Court cannot hold P&S liable for $40\nmillion in damages resulting from a contract that P&S could not enforce.\n  \nThe breach complained of, i.e.,\n \nthe failure to get authorization for the CLTs and Foundation, is the factual basis for the lack of authority to\nperform on the contract.\n  \nIt would be anomalous to hold P&S liable for breach of a third-party beneficiary\ncontract in this situation.\n{128}\n     \nFurther, P&S argues and this Court agrees that P&S never contracted to “\ninsure\n proper, adequate\nand direct funding for PIPM.”\n  \n(emphasis added).\n  \nP&S agreed to perform the tasks it identified in the\nconflicts waiver letter.\n  \nThe language of the conflicts waiver letter makes it clear that P&S’s task was to\nmake it possible for the Foundation to fund PIPM; it did not set out to insure that PIPM was in fact\nfunded.\n  \nFurther, the Grant Letter, which represents the contract between the Foundation and PIPM, does\nnot even guarantee PIPM funding.\n  \nCertainly, P&S did not contemplate that negligence in the performance\nof any of the tasks in the conflicts waiver letter would result in its being responsible for twenty years of\nfunding for PIPM.\n \n{129}\n     \nAs indicated above, even if PIPM’s breach of contract claims survived summary judgment, the\ndamages suffered by PIPM would not be measured by the twenty years of funding PIPM lost due to the\ntermination of the CLTs.\n  \nThe measure of damages in a malpractice action is the difference between\nPIPM’s position at the time of P&S’s negligent act and what PIPM’s pecuniary position would have been\nhad P&S not erred.\n  \nSee Smith v. Childs, \n \n112 N.C. App. 672, 685, 437 S.E.2d 500, 509 (1993).\n  \nIn this\ncase, at\n  \nthe time of the allegedly negligent act, the donors did not authorize the Foundation and the CLTs,\nand PIPM had no right to funding.\n  \nIf P&S had discovered the flaw in the execution of the powers of\nattorney, Tom Brame would not have had the authority to create Inge’s CLTs and make donations to the\nFoundation on her behalf.\n  \nIf Tom Brame had not been negligent, had not breached his fiduciary duty to\nPhilip Staton, and had he provided accurate and complete information to his principal, Philip, then the\nCLTs and Foundation would not have been authorized.\n  \nThus PIPM may not claim that, but for the\nmalpractice of P&S, it would be funded for twenty years.\n  \nAll of the evidence supports a finding that if\nP&S had contacted either Philip Staton or Inge Staton and explained the necessity for the new powers of\nattorney and the terms of the proposed CLTs, the Statons would not have authorized the creation of the\nCLTs and Foundation.\n  \nThe alleged negligence of P&S could not be the loss of funding for twenty years.\n \nHowever, depending on the proof of damages at the trial, the alleged negligence could be the proximate\ncause of other injuries resulting from the Doctors’ reliance on the validity of the CLTs and the\nFoundation.\n{130}\n     \nAs the Court notes above, PIPM released Philip and Inge Staton as well as the Foundation in the\nsettlement agreement.\n  \nIt cannot now sue P&S and Centura for funding that it validly relinquished in\nreturn for a large cash settlement.\n[\nFN4]\n{131}\n     \nThe damages PIPM is entitled to in this situation would be nominal damages and foreseeable\ndamages sustained as a result of creating and dismantling PIPM, not the costs of maintaining PIPM for the\nlife of the CLTs.\n  \nThe Court further notes that PIPM’s claim for professional negligence is sufficient to\nrecover any of the damages PIPM would be allowed under its dismissed breach of contract claims.\nC.\nRules of Professional Conduct Not A Basis For Civil Liability\n{132}\n     \nThe Court also grants summary judgment in favor of P&S for breach of the rules of professional\nconduct.\n  \nViolations of the rules of professional conduct are not a basis for civil liability.\n  \nSee \nNorth\nCarolina Revised Rules of Professional Conduct, Rule 0.2 (“Scope”) (2000); \nsee also Webster v. Powell,\n98 N.C. App. 432, 439, 391 S.E.2d 204, 208 (1990), \naff’d\n, 328 N.C. 88, 399 S.E.2d 113 (1991).\n{133}\n     \nAs to the breach of fiduciary duty, professional negligence and negligent misrepresentation claims,\nthe Court believes that the factual disputes surrounding the events of March 28-30, 1996, and questions\nsurrounding execution of the 1993 Durable Powers are sufficient to deny summary judgment.\nIX.\nPIPM’s Claims Against Centura\n{134}\n     \nThe Court grants Centura’s motions for summary judgment for breach of fiduciary duty,\nconstructive fraud, fraud, fraudulent misrepresentation and unfair trade practices.\n  \nThe Court denies\nsummary judgment for the claims of negligent misrepresentation.\nA.\nThe Claim For Constructive Fraud Fails\n{135}\n     \nPIPM’s claim for breach of fiduciary duty is essentially a claim for constructive fraud.\n  \nJay Group\nLtd. v. Glasgow, \n139 N.C. App. 595, 600, 534 S.E.2d 233, 237 (2000).\n  \n“[T]o maintain a claim of\nconstructive fraud, there must be an allegation that defendant sought to benefit himself.”\n  \nNationsBank of\nNorth Carolina, N.A. v. Parker, \n140 N.C. App. 106, 535 S.E.2d 597 (2000) (citing \nBarger v. McCoy\nHillard & Parks,\n 346 N.C. 650, 666, 488 S.E.2d 215, 224 (1997).\n   \nPIPM claims that Centura benefited\nfrom its banking relationship with PIPM.\n  \nPIPM’s banking relationship with Centura is insufficient to\nestablish a benefit conferred on Centura.\n  \nSee id. \nat 114, 535 S.E.2d at 602.\n  \n“Implicit in this holding is a\nfinding that payment of a fee to a defendant for work done by that defendant does not by itself constitute\nsufficient evidence that the defendant sought his own advantage in the transaction.”\n  \nId. \n \nThe Court notes\nthat the money used to fund the Foundation and ultimately PIPM already resided at Centura; thus there\nwas no new influx of funds to Centura.\n  \nTherefore PIPM’s claim for constructive fraud fails, as its forecast\nof evidence cannot establish that Centura sought to benefit from the transactions at issue.\n \nB.\nThe Claim For Fraud Fails\n{136}\n     \nTo recover for fraud, PIPM must “present evidence tending to show (1) a false representation or\nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with intent to deceive, (4)\nwhich does in fact deceive, (5) which was relied upon and resulted in damages to the injured party.”\n \nPleasant Valley Promenade v. Lechmere, Inc.,\n 120 N.C. App. 650, 663, 464, S.E.2d 47, 57 (1995).\n   \n“Without the intent to deceive, the required scienter for fraud is not present.”\n  \nMalone v. Topsail Area\nJaycees, Inc.,\n 113 N.C. App. 498, 502-503, 439 S.E.2d 192, 195 (1994).\n  \n“[M]ere evidence of reckless\nindifference to a representation’s truth or falsity is not sufficient to satisfy the element of scienter.”\n \nBrandis v. Lightmotive Fatman, Inc\n., 115 N.C. App. 59, 67, 443 S.E.2d 887, 891 (1994) (internal\nquotation marks omitted);\n see also Leftwich v. Gaines\n, 134 N.C. App. 502, 507, 521 S.E.2d 717, 722, \nrev.\ndenied\n, 351 N.C. 357 (1999) (holding that a “mere recommendation or statement of opinion ordinarily\ncannot be the basis of a cause of action for fraud”).\n  \nTo state a claim for fraud, PIPM must establish that\nthe individual(s) who made the alleged communications or fraudulent omissions possessed the requisite\nscienter.\n  \nThe PIPM parties cannot meet either the knowledge or intent elements of scienter.\n  \nThe basis of\nPIPM’s fraud claim against Centura is Centura’s alleged repeated reassurances to the Doctors when the\nfunding failed to commence in late 1995.\n{137}\n     \nThere is no evidence in the record that the officials at Centura were aware of the defects in the\npowers of attorneys when the Foundation and the CLTs were established.\n  \nWhile Centura may have been\naware of the Statons’ dissatisfaction regarding the CLTs and Foundation, Centura’s belief in the validity of\nthe CLTs and Foundation was not unfounded.\n  \nThere is no evidence that Centura intended to deceive\nPIPM by offering reassurance as to the validity of the Foundation.\n  \nIt was not until the March 1996\nmeetings that all the parties were made aware of the legal defects surrounding the CLTs and Foundation\nand the intended actions of the Statons as a result of those defects.\n  \nThroughout this litigation Centura has\nconsistently stated its belief that the CLTs and Foundation were validly established and has refused\nrepeated requests by the Statons to dismantle the charitable instruments absent a court order.\n  \nThus PIPM\nis unable to prove the scienter required for a basis for fraud.\n{138}\n     \nSecondly, as to the alleged representations or lack of disclosure surrounding the March 1996\nmeetings, the Court finds that any reliance on Centura by PIPM was not reasonable.\n  \nTo rely reasonably\nupon a representation for purposes of fraud, a plaintiff must not have had the opportunity to discover the\ntruth of the representations allegedly relied upon.\n  \nAs stated by the Court of Appeals,\n  \n“when the party\nrelying on the false or misleading representation could have discovered the truth upon inquiry, the\nComplaint must allege that he was denied the opportunity to investigate or that he could not have learned\nthe true facts by exercise of reasonable diligence.”\n  \nHudson-Cole Development Corp. v. Beemer\n, 132 N.C.\nApp. 341, 346, 511 S.E.2d 309, 313 (1999).\n  \nBeemer\n imposes an affirmative duty upon the PIPM\nPlaintiffs to investigate, unless PIPM alleges that they were denied that opportunity.\n  \nThe facts indicate\nand PIPM admits that it did not request any documents from any party, nor did it make inquiries of the\nBrames.\n  \nThere is no allegation that PIPM was denied access to any information since PIPM did not\nrequest any information.\n  \nThus, the Court grants summary judgment to Centura on the fraud and\nfraudulent misrepresentation claims.\nC.\nThe Claim For Unfair Trade Practices Fails\n{139}\n     \n“To prevail on a claim of unfair and deceptive trade practice a plaintiff must show (1) an unfair or\ndeceptive act or practice, or an unfair method of competition, (2) in or affecting commerce, (3) which\nproximately caused actual injury to the plaintiff or to his business.”\n  \nSpartan Leasing Inc. v. Pollard\n, 101\nN.C. App. 450, 460-61, 400 S.E.2d 476, 482 (1991).\n  \nA banking “‘practice is unfair if it offends\nestablished public policy or is immoral, unethical, oppressive, unscrupulous, or substantially injurious to\nconsumers,’ and ‘is considered deceptive if it has the capacity or tendency to deceive.’”\n  \nCarlson v.\nBranch Banking and Trust Co.,\n 123 N.C. App. 306, 316, 473 S.E.2d 631, 637-38 (1996) (quoting\nWachovia Bank & Trust Co. v. Carrington Dev. Assoc.,\n 119 N.C. App. 480, 487, 459 S.E.2d 17, 21\n(1995)).\n \n{140}\n     \nThe acts that PIPM complains are unfair and deceptive seem to be that Centura failed to know that\nthe powers of attorney were not properly executed, reassured the Doctors that the Foundation was validly\ncreated and failed to affirmatively disclose the existence of the powers of attorney at the March 1996\nmeetings.\n  \nEven if\n  \nthese allegations are true, the actions do not rise to the level of an “immoral, unethical,\noppressive, unscrupulous, or substantially injurious to consumers” practice.\n  \nThose allegedly negligent\nacts\n \ncan hardly be considered a practice, and while it may have affected the parties involved in this\nlitigation, the effect of Centura’s acts on the marketplace would be negligible.\n  \nSee Erler v. Aon Risks\nServs., Inc.,\n -- N.C. App. --, 540 S.E.2d 65 (2000) (misleading comments limited to plaintiffs insufficient\nevidence of a practice);\n  \nMarlen C.\n \nRobb & Son Boatyard & Marina v. Vessel Bristol,\n 893 F. Supp. 526\n(1994) (one dissatisfied customer not sufficient evidence of practice).\nX.\nInge & Mercedes’ Claims Against PIPM\n{141}\n     \nFinally, the Court grants summary judgment to PIPM on Inge and Mercedes’ claims for\nconversion.\n  \nInge and Mercedes are claiming the $2 million which was removed from the PIM account\nbefore the 1993 Durable Powers were signed by Philip and prior to the $365,000 settlement between the\nFoundation and PIPM.\nA.\n{142}\n     \nThe applicable statute of limitations for conversion is three years.\n  \nN.C.G.S. § 1-52(4) (2000).\n \nInge and Mercedes’ claims for conversion are barred by the statute of limitations.\n  \nInge testified in her\ndeposition that she became aware in late December 1995 through her discussions with her accountant,\nCharles Hirsh, that some of her money had been transferred to the CLTs and ultimately to the Foundation.\n \nShe then stated that she became aware specifically of PIPM in January 1996.\n  \nHowever, it was not until\nMarch 1999 that Inge and Mercedes made any demand for payment or charged that PIPM and the Doctors\nhad converted their money.\n  \nIt was not until March 25, 1999, that this action for conversion was filed.\n{143}\n     \nReliance on \nHoch v. Young\n, 63 N.C. App. 480, 305 S.E.2d 201 (1983) is unfounded in that there\nwas no belief on the part of Inge or Mercedes that PIPM was not claiming complete ownership of the\nfunds.\n  \nThis is not a situation in which the statute of limitations is tolled until the plaintiff demands the\nreturn of property and is refused.\n  \nIn this case, Inge and Mercedes had full knowledge in early 1996 that\nPIPM was given a grant of $2 million, and Inge and Mercedes had a duty to bring their conversion action\nwithin three years of acquiring that knowledge.\n{144}\n     \nFurther, the Court concludes that this is not a conversion case.\n  \nInge and Mercedes Staton\nentrusted management of their assets in the United States to Philip and Tom.\n  \nBoth were negligent in the\nperformance of their duties, and Tom breached his fiduciary duty to Inge, Mercedes and Philip.\n  \nThose\nfailures resulted in the creation of the CLTs and Foundation and expenditures from the CLTs to the\nFoundation and then to PIPM.\n  \nWhere an innocent third party has benefited from an agent’s violation of\nhis obligations to his principal, the innocent third party cannot be held liable for conversion.\n  \nThe\nprincipal’s claim is against the agent for breach of fiduciary duty.\n  \nSee Charleston & W. C. R. Co. v.\nRobert G. Lassiter & Co., \n207 N.C. 402, 177 S.E. 9 (1934).\n \nIt is, therefore, hereby ORDERED, ADJUDGED AND DECREED:\n1.\n      \nSummary judgment is granted for Philip, Inge and Mercedes;\n2.\n      \nSummary judgment is granted for P&S on PIPM’s and the Doctor’s claims for breach of contract,\nbreach of third party contract, breach of fiduciary duty, constructive fraud, breach of the rules of\nprofessional conduct, and damages pursuant to N.C.G.S. § 84-13;\n \n3.\n      \nSummary judgment is denied for P&S on PIPM’s and the Doctor’s claims for professional negligence\nand negligent misrepresentation except as provided in number eight below;\n4.\n      \nSummary judgment is granted for Centura on PIPM’s and the Doctor’s claims for breach of fiduciary\nduty, constructive fraud, fraud, fraudulent misrepresentation, unfair trade practices and special damages;\n5.\n      \nSummary judgment is denied for Centura on PIPM’s and the Doctor’s claims for negligent\nmisrepresentation except as provided in number eight below;\n6.\n      \n \nPIPM’s request for declaratory judgment is denied; and\n7.\n      \nSummary judgment is granted to PIPM on all claims asserted by Inge and Mercedes.\n8.\n      \nWith respect to PIPM’s claims for damages against Centura and P&S on the professional malpractice\nand negligent misrepresentation claims remaining, Centura and P&S are granted summary judgment on\nany damage claim based upon the loss of funding.\n  \nFurther to the extent any remaining claims for damages\ndo not exceed $365,000, those claims are barred.\n  \nTherefore, if PIPM’s claims for damages other than loss\nof funding do not exceed $365,000, P&S and Centura are entitled to summary judgment, and this order\nwould constitute a final order on all claims.\n  \nThe record is unclear on PIPM’s damage claim in that regard\nso this part of the order is not final unless PIPM concedes its non-funding damages are less than\n$365,000. \nThis the 31\nst\n day of May 2001.\n_________________________________\n            \nBen F. Tennille\n            \nSpecial Superior Court Judge\n             \nfor Complex Business Cases\n \n[FN1]\n \nIt should be noted that Dr. Meloy sought to become a partner with Tom and \nJerri Brame after PIPM\nwas operating .\n  \nIn a letter dated October 28, 1995, Dr. Meloy outlined his education \nand experience and\nsummed up his qualifications\n  \nby claiming to be “one of the sharpest minds in the country.”\n   \n(Exh. 15, Dr.\nMeloy letter to Brames.)\n[FN2]\n \nIt is worthy of note that after five years of litigation and trial of all \nthe other claims arising out of\nthe Brames’ handling of the Panamco sales \nproceeds, PIPM and the Doctors are the only parties who have\nreceived a \npositive cash flow from what has occurred.\n  \nThe Brames are bankrupt.\n  \nCentura \nand P&S have\npaid money to settle claims.\n  \nThe Statons have all lost money.\n  \nConversely, PIPM received $2 million .\n \nThe Doctors all received higher income from the clinic than they were \nearning before they joined PIPM.\n \nAt \nsettlement, the Doctors not only received $365,000 from the Foundation, but \nthey also retained the\n$425,000 remaining in the PIPM account.\n[FN3]\n \nThis case was published after this Court’s “Notice of Preliminary \nSummary Judgment Decisions.”\n \nThe \nCourt allowed the parties the opportunity to brief this case for the \nCourt’s consideration.\n[FN4]\n \nComplaint 99-CvS-3178"
}