{
  "id": "ff41e1c2437aa3d2f7b2b6d0b87e47f5fcd21e061907d01cbf6e3b1cb2f58064",
  "source_file": "data/raw/ncbc/ff41e1c2437aa3d2f7b2b6d0b87e47f5fcd21e061907d01cbf6e3b1cb2f58064.pdf",
  "raw_text": "USConnect, LLC v. Sprout Retail, Inc., 2017 NCBC 36. \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 2554 \n \nUSCONNECT, LLC, \n \nPlaintiff, \n \nv. \n \nSPROUT RETAIL, INC., \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION  \nON DEFENDANT’S MOTION TO \nDISMISS OR FOR A MORE  \nDEFINITE STATEMENT \n \n \n1. This case involves a dispute between Plaintiff USConnect, LLC, and \nDefendant Sprout Retail, Inc. ( “Sprout”) over a contract and technology related to  a \ncashless payment system for food services, vending machines, and unattended kiosks.  \nUSConnect claims that Sprout has breached the parties ’ service agreement and is \nmisappropriating USConnect ’s trade secrets.  In addition, US Connect seek s a \ndeclaratory judgment that Sprout does not own intellectual property rights to certain \nsoftware used by USConnect.   \n2. Sprout moved to dismiss each cause of action for lack of personal jurisdiction \nand failure to state a claim under Rules 12(b)(2) and 12(b)(6) of the North Carolina \nRules of Civil Procedure.  Sprout also moved, in the alternative,  for a more definite \nstatement under Rule 12(e). \n3. Having considered the motion, the briefs supporting and opposing the \nmotion, and the parties ’ arguments at the hearing on April 12, 2017, the Court \nGRANTS in part and DENIES in part Sprout’s motion. \n \n \nWomble Carlyle Sandridge & Rice, LLP by Charles Burke and Stephen \nF. Shaw for Plaintiff.  \n \nThomason Law Office by Charles L. Thomason, and Higgins Benjamin, \nPLLC by Gilbert J. Andia, Jr., for Defendant.  \n \nConrad, Judge. \nI. \nBACKGROUND \n \n4. The Court does not make findings of fact on a motion to dismiss under Rule \n12(b)(6).  The following factual summary is drawn from relevant allegations in the \ncomplaint and the attached exhibits.   \n5. USConnect is a North Carolina company that offers “cashless payment \naccount services and other next -generation vending and food services solutions, \nincluding micro market kiosks, vending machine, cafeteria and related food service \nofferings through its net work of affiliates, to customers throughout  the United \nStates.”  (Compl. ¶ 4.) \n6. In April 2013 , USConnect entered into the Sprout Service and License \nAgreement ( “Agreement”) with S prout, a New Jersey corporation , to develop the \nsoftware to support communicat ions between the network -connected vending \nmachines or kiosks, the network itself, and related hardware .  (Compl. ¶¶ 5, 16, Ex. \nA.)  As part of the Agreement, USConnect and Sprout provided each other with access \nto certain confidential information, and Sprout gave USConnect permission to “utilize \nthe Sprout System for Cashless Equipment, Markets and Foodservice outlets. ”  \n(Compl. Ex. A p.5; see also Compl. ¶ 27.)  To enable “affiliates and other developers \n \n \nto interface” with USConnect’s network, USConnect and Sprout “published aspects” \nof the software “to publicly-accessible websites.”  (Compl. ¶ 19.)   \n7. The Agreement includes provisions governing the use of confidential \ninformation.  (See Compl. Ex. A pp.5, 9 –10.)  It also provides that “Sprout shall not \nform, participate in or provide services to a similar or competing organization to \n[USConnect].”  (Compl. Ex. A. p.4.) \n8. This Agreement establishes a two-year term unless USConnect and Sprout \nagreed otherwise.  (Compl. Ex. A. p.2.)  Thus, in the absence of an extension, the term \nof the Agreement would have expired on April 1, 2015.  According to the complaint, \nUSConnect and Sprout continued to conduct business with each other under the \nterms of the Agreement after April 1, 2015.  (Compl. ¶ 21.)   \n9. In early 2016, Sprout sent USConnect a proposal for a new contract.  (Compl. \n¶ 22.)  As part of the negotiation process, the parties signed a letter, dated March 26, \n2016, that stated their “mutual intention to complete a new contractual \narrangement.”  (Compl. Ex. B; see also Compl. ¶ 23.)  The parties aimed to complete \nthe new agreement by May 1, 2016.  (Compl. Ex. B.)   The letter further stated that \n“[e]ffective with and as part of that New Agreement, the parties will end the terms of \nservice under the Old Agreement so that it is clear that  . . . services [provided] by \nSprout after the transition period will be pursuant to the terms of the New \nAgreement.”  (Compl. Ex. B.)  \n10. Sprout and USConnect were unable to agree to terms for a new contract.  \n(Compl. ¶  26.)  Sprout has since threatened to terminate USConnect ’s payment \n \n \nservices, and as a result, USConnect “independently developed a temporary \nreplacement gateway payment system, ” using “industry-accepted open standards, \npublicly-available automated programming interface s and other standard \nterminology.”  (Compl. ¶¶ 35–37.)  Sprout has claimed that USConnect is \nunauthorized to use this temporary system, including publicly available technology \nthat supports it.  (Compl. ¶ 37.) \n11. USConnect also alleges that Sprout has violate d the Agreement “by \ncoordinating with a direct competitor of USConnect to offer ” competing services.  \n(Compl. ¶  28.)  It further alleges that Sprout has used USConnect ’s confidential \ninformation and trade secrets to develop competing services and to solici t \nUSConnect’s customers.  (See Compl. ¶¶ 29, 30.) \n12. USConnect filed this suit on January 5, 2017.  Sprout moved to dismiss the \ncomplaint on February 7, 2017, and USConnect filed its response on March 2, 2017 .  \nSprout did not file a reply.  The motion is ripe for determination. \nII. \nANALYSIS \n \nA. Personal Jurisdiction \n \n13. Sprout argues, without citing any legal authority, that the complaint should \nbe dismissed for lack of personal jurisdiction.  (See Mem. of Law in Supp. Of Def. ’s \nMot. to Dismiss and for More Definite Stmt. 16–17 [“Def.’s Mem.”].)  Sprout argues \nthat it has no presence in North Carolina, that the Court cannot exercise jurisdiction \nsolely based on the Agreement, and that USConnect pleaded jurisdiction \n“formulaically.”  (Def.’s Mem. 17.)  USConnect responds that Sprout made substantial \n \n \nand repeated contacts with North Carolina in the course of executing and performing \nits obligations under the Agreement.  ( See Pl.’s Mem. of Law in Opp’n to Def.’s Mot. \nto Dismiss or f or More Definitive Stmt. 20–22 [“Pl.’s Opp’n.”].)  USConnect also \nsubmitted the Affidavit of Jeffrey S. Whitacre in support of its response.  Having \nreviewed the parties ’ evidence and arguments, the Court concludes that it may \nexercise personal jurisdiction over Sprout. \n14. “A North Carolina court has jurisdiction over a nonresident defendant if \n(1) statutory authority for the exercise of jurisdiction under the long -arm statute, \nN.C. Gen. Stat. § 1-75.4, exists and (2) the exercise of jurisdiction comports with due \nprocess under federal law. ”  Soma Tech., Inc. v. Dalamaga s, 2017 NCBC LEXIS 26,  \nat *8 (N.C. Super. Ct. Mar. 24, 2017) .  As relevant here, North Carolina ’s long-arm \nstatute confers personal jurisdiction when the action “[a]rises out of a promise, made \nanywhere to the plaintiff . . ., by the defendant to perform services within this State \nor to pay for services to be performed in this State by the plaintiff” or “[a]rises out of \nservices actually performed for the plaintiff by the defendant within the Sta te, or \nservices actually performed for the defendant by the plaintiff within this State if such \nperformance within this State was authorized or ratified by the defendant. ”  N.C. \nGen. Stat. § 1-75.4(5)(a)–(b). \n15. The North Carolina Supreme Court has construed the long -arm statute \nliberally “to make available to the North Carolina courts the full jurisdictional powers \npermissible under federal due process. ”  Dillon v. Numismatic Funding Corp. , 291 \nN.C. 674, 676, 231 S.E.2d  629, 630 (1977).  Accordingly, “the question of statutory \n \n \nauthority collapses into one inquiry —whether defendant has the minimum contacts \nnecessary to meet the requirements of due process. ”  Cambridge Homes of N.C. L.P. \nv. Hyundai Constr., Inc., 194 N.C. App. 407, 412, 670 S.E.2d 290, 295 (2008) (quoting \nFilmar Racing, Inc. v. Stewart, 141 N.C. App. 668, 671, 541 S.E.2d 733, 736 (2001)). \n16. Here, the relevant inquiry is whether the Court has specific jurisdiction , \nwhich “exists when the cause of action arises from or is related to defendant’s contacts \nwith the forum.”  Skinner v. Preferred Credit, 361 N.C. 114, 122, 638 S.E.2d 203, 210 \n(2006).  The focus is “the relationship among the defendants, this State, and the \ncauses of action.”  Tom Togs, Inc. v. Ben Elias Indus . Corp., 318 N.C. 361, 366, 348  \nS.E.2d 782, 786 (1986).  The relationship with the State “must arise out of contacts \nthat the ‘defendant himself’ creates.”  Walden v. Fiore , 134 S. Ct. 1 115, 1122 (U.S. \n2014) (quoting Burger King Corp. v. Rudzewicz , 471 U.S. 462, 475  (1985)).  A \ndefendant’s contacts with this State will satisfy minimum -contact requirements \nwhen the defendant “purposely avail[s] [himself] of the privilege of conducting \nactivities within the forum State. ”  Cambridge Homes, 194 N.C. App.  at 413, 670 \nS.E.2d at 296 (quoting  Lulla v. Effective Minds, LLC,  184 N.C. App. 274, 279, 646 \nS.E.2d 129, 133 (2007)).   \n17. The relevant facts are undisputed.  In April 2013, Sprout entered into the \nAgreement with USConnect, a North Carolina company.  (Aff. of Jeffery S. Whitacre \n¶ 3 [“Whitacre Aff.”].)  The Agreement states that its construction and application \nshall be governed by “the laws of the State of North Carolina. ”  (Whitacre Aff. Ex. B \np.12.)  As part of Sprout ’s performance of the Agreement, Sprout representatives \n \n \nmade dozens of visits to North Carolina, initiated communications with USConnect’s \nNorth Carolina employees nearly every day, and mailed monthly bills to USConnect \nin North Carolina for the services Sprout was performing under the Agreement.  (See \nWhitacre Aff. ¶ 6.)  Sprout is also negotiating with one of USConnect’s North Carolina \ncompetitors for a license to networked vending machine technology and soliciting  \ncustomers located in North Carolina to use Sprout’s services instead of USConnect’s.  \n(See Whitacre Aff. ¶ 5.)   \n18. Sprout has not rebutted this evidence , and i t did not file a reply brief.  In \naddition, at the hearing, Sprout’s counsel conceded that Sprout does not dispute that \nits representatives routinely initiated communications and made visits  to North \nCarolina in carrying out its obligations under the Agreement.   \n19. The Court concludes , based on the undisputed evidence , that Sprout has \nsufficient minimum contacts with North Carolina to warrant the exercise of personal \njurisdiction.  Sprout ’s con tacts with North Carolina are extensive and directly \nconnected to the causes of action recited in USConnect’s complaint.  See B.F. Goodrich \nCo. v. Tire King of Greensboro, Inc., 80 N.C. App. 129, 132, 341 S.E.2d 65, 67 (1986) \n(personal jurisdiction factors include “(1) quantity of contacts, (2) nature and quality \nof contacts, and (3) the source and connection of the cause of action with these \ncontacts”).  By entering into a contract with a North Carolina corporation and \nroutinely sending representatives to North Carolina to perform contractual services, \nSprout purposefully availed itself of “the privilege of conducting activities” in North \nCarolina.  Cambridge Homes , 194 N.C. App.  at 413, 670 S.E.2d at 296 ; see also  \n \n \nCentura Bank v. Pee Dee Express, Inc., 119 N.C. App. 210, 213–14, 458 S.E.2d 15, 19 \n(1995).  This conduct also falls squarely within the requirements of the long -arm \nstatute.  See N.C. Gen. Stat. § 1-75.4(5)(a)–(b). \n20. Other factors further support the exercise of personal jurisdiction.  It is \nrelevant, for example, that the parties’ Agreement is governed by North Carolina law.  \nSee, e.g., Inspirational Network, Inc. v. Combs, 131 N.C. App. 231, 241–42, 506 S.E.2d \n754, 761–62 (1998).  In addition, Sprout has not suggested in any way that it would \nbe “unfairly prejudiced” by litigating the pending claims in North Carolina.  Id. at \n241.  The convenience of resolving these claims in North Carolina therefore outweighs \nany inconvenience to Sprout that may stem from litigating in this forum .  See Soma \nTech., 2017 NCBC LEXIS 26, at *21.   \n21. Having weighed all of the factors “in light of fundamental fairness and the \ncircumstances of the case, ” the Court concludes that the exercise of personal \njurisdiction over Sprout comports with traditional notions of fair play and substantial \njustice.  B.F. Goodrich, 80 N.C. App. at 132, 341 S.E.2d at 67.  The Court denies \nSprout’s Rule 12(b)(2) motion to dismiss.  \nB. Rule 12(b)(6) Motion to Dismiss and  \nRule 12(e) Motion for a More Definite Statement \n22. The Court, in deciding a Rule 12(b)(6) motion, treats the well -pleaded \nallegations of the complaint as true,  Sutton v. Duke, 277 N.C. 94, 98, 176 S.E.2d 161, \n163 (1970), and views the facts in a light most favorable to the non -moving party.  \nFord v. Peaches Entm’t Corp., 83 N.C. App. 155, 156, 349 S.E.2d 82, 83 (1986).   The \nCourt “may properly consider documents which are the subject of a plaintiff ’s \n \n \ncomplaint and to which the  complaint specifically refers .”  Oberlin Capital, L.P. v. \nSlavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001).  Accordingly, a Rule 12(b)(6) \nmotion should be granted only “(1) when the complaint on its face reveals that no law \nsupports plaintiff’s claim; (2) when the complaint on its face reveals the absence of \nfact sufficient to make a good claim; and (3) when some fact disclosed in the complaint \nnecessarily defeats plaintiff’s claim.”  Jackson v. Bumgardner, 318 N.C. 172, 175, 347 \nS.E.2d 743, 745 (1986).   \n23. The Court, when ruling on a Rule 12(e) motion for a more definite statement, \nconsiders whether the complaint “is so vague or ambiguous that a party cannot \nreasonably be required to frame a responsive pleading.”  N.C. R. Civ. P. 12(e).  Courts \nexercise their discretion when deciding whether to grant a motion for a more definite \nstatement, but the motions are sparingly granted “because pleadings may be brief \nand lacking in factual detail. ”  Ross v. Ross, 33 N.C. App. 447, 454, 235 S.E.2d 405, \n410 (1977).   \n1. Declaratory Judgment \n24. The purpose of the Declaratory Judgment Act is to “settle and afford relief \nfrom uncertainty and insecurity , with respect to rights, status, and other legal \nrelations.”  Nationwide Mut. Ins. Co. v. Roberts, 261 N.C. 285, 287, 134 S.E.2 d 654, \n657 (1964) (quoting Walker v. Phelps, 202 N.C. 344, 349, 162 S.E. 727, 729 ( 1932)).  \n“A motion to dismiss for failure to state a claim is seldom appropriate ‘in actions for \ndeclaratory judgments, and will not be allowed simply because the plaintiff may not \nbe able to prevail. ’”  Morris v. Plyler Paper Stock Co. , 89 N.C. App. 555, 557, 366 \n \n \nS.E.2d 556, 558 (1988) (quoting N.C. Consumers Power, Inc. v. Duke Power Co., 285 \nN.C. 434, 439, 206 S.E.2d 178, 182 (1 974)).  Accordingly, the Court must dismiss a \ndeclaratory-judgment claim only “when the complaint does not allege an actual, \ngenuine existing controversy. ”  Legalzoom.com, Inc. v. N.C. State Bar , 2012 NCBC \nLEXIS 49, at *9 (N.C. Super. Ct. Aug. 27, 2012) (quoting N.C. Consumers Power, 258 \nN.C. at 439, 206 S.E.2d at 182). \n25. USConnect has alleged a genuine controversy.  USConnect alleges that it \nhas “independently develop[ed] a temporary replacement gateway payment system,” \nusing “industry-accepted open standards, publicly-available automated programming \ninterfaces and other standard terminology. ”  (Compl. ¶¶ 36, 37.)  Sprout, however, \nclaims that this software is Sprout ’s proprietary technology, that USConnect ’s \nongoing use of the software violates Sprout ’s intellectual property rights, and  that \nUSConnect is not entitled to use this system.  (Compl. ¶¶ 9, 33, 37, 39.)  According to \nthe complaint, Sprout has threatened to take action adverse to USConnect.  (Compl. \n¶¶ 3, 35.)  USConnect therefore seeks a declaratio n “that Sprout has no exclusive \nrights in and to the aspects of the Software used by USConnect in connection with \nthe temporary gateway payment system, and that Sprout has no lawful grounds \neither based upon alleged intellectual property rights or otherwis e to restrict or to \nthreaten to restrict USConnect’s use thereof.”  (Compl. ¶ 42.) \n26. Sprout’s argument in support of its motion to dismiss is difficult to \nunderstand.  Sprout does not appear to refer to USConnect ’s temporary gateway \npayment system at all, mu ch less deny that it objects to USConnect ’s use of the \n \n \nsystem.  (See Def.’s Mem. 4–6.)  Instead, as best t he Court can understand, Sprout \ncontends that  USConnect’s requested relief would strip Sprout of its intellectual \nproperty rights —the implication being that Sprout owns rights to the technology \nUSConnect is using.  (Def.’s Mem. 4–5.)  This argument seems to confirm, rather than \ndispel, the existence of a genuine dispute.   \n27. Sprout’s remaining argument —that a declaratory judgment is \nimpermissible because the parties’ Agreement expired in 2015—is equally confusing.  \n(Def.’s Mem. 5.)  The issue raised by USConnect is whether it may use, now and in \nthe future, certain software that it alleges to be publicly available.  The expiration of \nthe Agreement (which is contested) does not foreclose a declaration on that dispute. \n28. USConnect has adequately alleged a genuine dispute.  T he Court denies \nSprout’s motion with respect to USConnect’s declaratory-judgment claim. \n2. Misappropriation of Trade Secrets  \n29. An owner of a trade secret “shall have remedy by civil action for \nmisappropriation” of the trade secret.  N.C. Gen. Stat. § 66-153.  The North Carolina \nTrade Secrets Protection Act defines a trade secret to include “business or technical \ninformation,” including a “compilation of information, ” that satisfies certain \nconditions.  N.C. Gen. Stat. §  66-152(3).  The information must “[d]erive[] \nindependent actual or potential commercial value from not being generally known or \nreadily ascertainable through independent dev elopment or reverse engineering by \npersons who can obtain economic value from its disclosure or use. ”  Id.  In addition, \n \n \nthe information must be “the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy.”  Id. \n30. Sprout argue s that USConnect ’s trade-secret claim fails for two reasons: \n(1) the claim is barred by the economic loss rule; and (2) the complaint fails to specify \nthe alleged trade secrets with sufficient particularity.  (Def.’s Mem. 15–16.)  Sprout \nalternatively requests a more definite statement as to the alleged trade secrets.   \n31. The economic loss rule “denote[s] limitations on the recovery in tort when a \ncontract exists between the parties that defines the standard of conduct and which \nthe courts believe should set the measure of recovery. ”  Akzo Nobel Coatings, Inc. v. \nRogers, 2011 NCBC LEXIS 42, at *47–48 (N.C. Super. Ct. Nov. 3, 2011).  This rule \nexists because “the open-ended nature of tort damages should not distort bargained-\nfor contractual terms.”  Artistic Southern Inc. v. Lund , 2015 NCBC LEXIS 113, at \n*25 (N.C. Super. Ct. Dec. 9, 2015).  The economic loss rule does not bar a claim when \nthere is a dispute over the validity of the contract, the existence of a contractual duty, \nor the expiration of a contractual duty .  See, e.g., id.; RCJJ, LLC v. RCWIL Enters., \nLLC, 2016 NCBC LEXIS 46, at *21 n.61 (N.C. Super. Ct. June 20, 2016). \n32. Although Sprout contends that the parties ’ “Agreement specified their \nduties,” it has also raised  factual disputes over the scope and validity of the \nAgreement.  (Def.’s Mem. 15.)   Sprout contends, for example,  that the Agreement  \nprotects only Sprout’s trade secrets and may not be enforced because it  expired in \n2015.  ( See Def.’s Mem. 11.)   Given these disputes regarding the application of the \ncontract to the alleged wrongdoing, the Court cannot conclude that the economic loss \n \n \nrule applies to the claim for trade secret misappropriation.  See, e.g. , Artistic \nSouthern, 2015 NCBC LEXIS 113, at * 25, 33 (rejecting application of economic loss \nrule where contractual duties did not exist or expired); RCJJ, 2016 NCBC LEXIS 46, \nat *21 n.61 (rejecting application of economic loss rule where disputes of fact existed \nover enforceability of contract).1   \n33. Whether USConnect has identified its alleged trade secrets with sufficient \nparticularity is a closer question.  The North Carolina Court of Appeals has held that \n“a plaintiff must identify a trade secret with sufficient particularity so as to enable a \ndefendant to delineate that which he is accused of misappropriating and a  court to \ndetermine whether misappropriation has or is threatened to occur.”  VisionAIR, Inc. \nv. James, 167 N.C. App. 504, 5 10–11, 606 S.E.2d 359, 364 ( 2004) (quoting Analog \nDevices, Inc. v. Michalski , 157 N.C. App. 462, 468, 579 S.E.2d 449, 453 (2003) ).  A \ncomplaint fails to state a claim if it “makes general allegation s in sweeping and \nconclusory statements, without specifically identifying the trade secrets allegedly \n                                            \n1 It is noteworthy that Sprout cites no case applying the economic loss rule to bar a claim for \nmisappropriation of trade secrets.  ( See Def.’s Mem. 15–16.)  The Court is not aware of any \nNorth Carolina precedent on point, but a number of courts in other jurisdictions have held \nthat statutory claims for trad e-secret misappropriation are not barred by the economic loss \nrule.  See Vizant Techs. LLC v. Whitchurch, No. 16-1178, 2017 U.S. App. LEXIS 688, at *13–\n14 & n.11 (3d Cir. Jan. 13, 2017) (non -precedential) (applying Delaware law);  Electrology \nLab., Inc. v. Kunze, 169 F. Supp. 3d 1119, 1155 (D. Colo. 2016) (applying Colorado law); KDH \nElec. Sys. v. Curtis Tech. Ltd. , 826 F. Supp. 2d 782, 8 01–02 (E.D. Pa. 2011) (applying \nPennsylvania law); Veritas Operating Corp. v. Microsoft Corp., No. C06-0703-JCC, 2008 U.S. \nDist. LEXIS 8166, at *11–14 (W.D. Wa. Feb. 4, 2008) (applying Washington law); Wolfe Tory \nMed., Inc. v. C.R. Bard, Inc., No. 2:07-CV-378 TS, 2008 U.S. Dist. LEXIS 13867, at *9–10 (D. \nUtah Feb. 25, 2008) (applying Utah law); New Lenox Indus. v. Fenton, 510 F. Supp. 2d 893, \n909 (M.D. Fla. 2007), adopted by 510 F. Supp, 2d 893 (M.D. Fla. 2007) (applying Florida law); \nBell Helicopter Textron, Inc. v. Tridair Helicopters, Inc. , 982 F. Supp. 318, 32 1–23 (D. Del. \n1997) (applying Delaware law). \n \n \nmisappropriated.”  Washburn v. Yadkin Valley Bank & Trust Co., 190 N.C. App. 315, \n327, 660 S.E.2d 577, 585–86 (2008). \n34. USConnect’s complaint identifies the alleged trade secrets in two different \nways.  In the section stating the claim for relief, USConnect alleges that its trade \nsecrets include  “sales, pricing and customer information, customer contacts and \nexisting sales relation ships,” and “information regarding current and anticipated \ntechnology, pricing, sales and business strategy. ”  (Compl. ¶ 51.)  In earlier sections \nreciting factual back ground, USConnect alleges that the trade secrets include “the \nunderlying requirements of the full suite of technical services and other account \nservice products provided by USConnect, as well as USConnect ’s service pricing \ninformation, customer proposals, historical costs, sales data, customer lists, key \nperson relationships, and anticipated service upgrades and price increases.”  (Compl. \n¶ 30.)  USConnect further alleges that this information satisfies the statutory \nrequirements for trade-secret protection, including being subject to reasonable efforts \nto maintain the secrecy of the information.  (See Compl. ¶ 53.) \n35. Construing the complaint liberally , the Court concludes that these \nallegations, though meager, survive scrutiny under Rule 12(b)(6).  Most of the alleged \ntrade secrets—for example, “pricing information, customer proposals, historical costs, \nsales data, customer lists, key person relationships, and anticipated service upgrades \nand price increases ”—are indistinguishable from allegations this Court h as found \nsufficient in prior cases.  See, e.g., Bldg. Ctr., Inc. v. Carter Lumber, Inc., 2016 NCBC \nLEXIS 79, at *11–13 (N.C. Super. Ct. Oct. 21, 2016) (collecting cases); S. Fastening \n \n \nSys. v. Grabber Constr. Prods. , 2015 NCBC LEXIS 42, at *11 ( N.C. Super. Ct. Apr. \n28, 2015) ( “customer contact information and customer buying preferences and \nhistory”; “confidential freight information, sales reports, prices and terms books, sales \nmemos, sales training manuals, commission reports, and information concerning \nSFS’s relationship with its vendors”); Le Bleu Corp. v. B. Kelley Enters., 2014 NCBC \nLEXIS 66, at *12–13 (N.C. Super. Ct. Dec. 9, 2014) (“customer lists, pricing \ninformation, transaction histories, key contacts, and customer leads ”); Koch \nMeasurement Devices, Inc. v. Armke , 2013 NCBC LEXIS 45, at *8 (N.C. Super. Ct. \nOct. 14, 2013) (“customer lists including names, contact persons, addresses and phone \nnumber[s]”; “ordering habits, history and needs of .  . . customers”; and “pricing and \ninventory management str ategies”).  These allegations are not so generalized as to \nfall below the standards for notice pleading. \n36. Although USConnect’s allegations meet the bare minimum required by Rule \n12(b)(6), the Court  holds, in its discretion,  that a more definite statement is  \nappropriate for three reasons. \n37. First, although parties need not use identical phrasing to describe their \ntrade secrets throughout the complaint, the differing recitations of the alleged trade \nsecrets here do create some ambiguity.  ( Compare Compl. ¶ 30, with Compl. ¶ 51.)  \nFor example, in reciting background facts, paragraph 30 of the complaint discusses \ncustomer proposals and pricing data associated with anticipated service upgrades.  It \nis unclear if these categories are included in  the anticipated technology, business \nstrategy, or customer information categories contained in paragraph 51 , where \n \n \nUSConnect asserts its claim for relief.  Clarification is appropriate to enable Sprout \nto frame its responsive pleading. \n38. Second, although USConnect’s allegations as to business information mirror \nallegations held to be sufficient in other cases, its allegations as to technical \ninformation are far more vague.  USConnect seeks protection for  “information \nregarding current and anticipated technology ” and “the underlying requirements of \nthe full suite of technical services and other account service products.”  (Compl. ¶¶ 30, \n51.)  Standing alone, these generalized allegations might not survive a motion to \ndismiss.  In light of the fact that USConnect has sufficiently i dentified some alleged \ntrade secrets, the Court exercises its discretion to permit USConnect to provide a \nmore definite statement as to these additional, technical trade secrets.   \n39. Third, whether business information (including pricing and customer \ninformation) is subject to trade -secret protection depends on the content of the \ninformation.  A price list, for example,  “may constitute a trade secret where it \ncontains pricing information, market forecasts, and feasibility studies, but may not if \nit consists of raw information without any methodology.”  Le Bleu, 2014 NCBC LEXIS \n66, at *13.  Similarly, customer lists and contact information may not constitute \nprotectable trade secrets if the information is easily accessible through public \ninformation.  These concerns are particularly relevant because the parties ’ \nAgreement appears to give Sprout the right to use and disclose at least some of \nUSConnect’s confidential information to third parties.  ( See Def.’s Mem. 13; Compl. \nEx. A p.5.)  In the circumstances of  this case, a more definite statement is required, \n \n \nand a determination about whether the content of USConnect ’s trade secrets is  \nentitled to protection is “better made when the claim is more definitely pleaded.”  Le \nBleu, 2014 NCBC LEXIS 66, at *13–14.  \n40. Accordingly, USConnect shall file a more definite statement of its trade \nsecret claim.  USConnect should clarify its allega tions, describe the contents of the \nallegedly confidential information, and explain why the information is subject to \ntrade-secret protection.  To enable the parties to adhere to their agreed schedule for \ndiscovery and briefing of USConnect’s pending motion for preliminary injunction, the \nCourt directs USConnect to file its more definite statement within seven days of this \nOrder. \n3. Breach of Contract \n41. A party states a breach -of-contract claim when (1) a valid contract exists, \nand (2) a term of the contract is breached.  See Poor v. Hill, 138 N.C. App. 19, 26, 530 \nS.E.2d 838, 843 (2000).  USConnect alleges that the parties’ Agreement remains valid \nand in force and that Sprout has breached its non -competition provision, its \nconfidentiality provisions, and several other service and reporting provisions.  ( See \nCompl. ¶¶ 44–46.) \n42. Sprout first asserts that there is no valid contract because the Ag reement \nexpired in 2015 or was otherwise terminated.  ( See Def.’s Mem. 6 –8.)  Sprout also \nraises scattered challenges to some, but not all, of USConnect ’s allegations that \nSprout breached various terms of the Agreement.  (See, e.g., Def.’s Mem. 13–14.)   \n \n \n43. The Court concludes that USConnect has adequately alleged the existence \nof a valid contract .  The Agreement states that it “may be extended for additional \nperiods upon written consent by both parties under mutually agreeable terms ” \n(Compl. Ex. A p.2), and USConnect has alleged that the parties extended the terms \nof the Agreement in a letter dated March 26, 2016. (Compl. ¶ 24, Ex. B.)  The letter’s \nlanguage is somewhat imprecise, but it is signed by both parties and states that “the \nparties will end the terms of service under the ” Agreement only upon execution of a \nnew agreement, which has not occurred.  (Compl. Ex. B.)  Furthermore, the complaint \ncontains allegations that the parties continued to interact as if their relationship was \ncontrolled by the Agreem ent after April 2015.  (Compl. ¶  21.)  USConnect contends \nthat these allegations state alternative theories of express or implied contract.  (Pl.’s \nOpp’n. 6, 9.)   \n44. Sprout’s briefing does not address the existence of an implied contract, \ncontending only that the March 26 letter  is an unenforceable letter of intent .  The \nCourt concludes that  the determination of whether the parties reached a valid \nagreement, either expressly or by conduct, is a question of fact,  not appropriate for \nresolution on Rule 12(b) (6).  See Blythe v. Bell , 2013 NCBC LEXIS 7, at *36 (N.C. \nSuper. Ct. Feb. 4, 2013) (“As a general proposition, where a party presents adequate \nfacts that an agreement was reached, whether an agreement was actually reached so \nas to form a binding contract is a question of fact for the jury.”). \n45. The Court therefore denies Sprout’s motion to dismiss the claim for breach \nof contract.  Sprout’s arguments regarding the Agreement’s confidentiality provisions \n \n \nsubstantially concern the identification of USConnect’s trade secrets, which the Court \nhas addressed above.  The Court has considered Sprout ’s remaining arguments and \nfinds them unpersuasive.   \nIII. \nCONCLUSION \n \n46. For all these reasons, the Court DENIES Sprout’s motion to dismiss for lack \nof personal jurisdiction under Rule 12(b)(2) and its motion to dismiss for failure to \nstate a claim under Rule 12(b)(6).   \n47. The Court GRANTS Sprout’s alternative motion for a more definite \nstatement.  USConnect shall file its am ended complaint within seven days of the \nentry of this order. \nThis the 21st day of April, 2017. \n/s/ Adam M. Conrad                 \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}