{
  "id": "ff4a2e4eed4b6c1b58f38a6c2927fd4abcfed1fa65ecf4bd9197d32c6421b3f6",
  "source_file": "data/raw/ncbc/ff4a2e4eed4b6c1b58f38a6c2927fd4abcfed1fa65ecf4bd9197d32c6421b3f6.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nUNION COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CVS001900-890 \n \nSHAUN MCCARRON, \n \nPlaintiff, \n \nv. \n \nHAROLD HOWELL, SPARTAN \nCORPORATE ADVISERS, INC.; US \nCAPTIVE GROUP, LLC; and RISK \nSOLUTIONS, INC., \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nPLAINTIFF’S COMPLAINT \n \n THIS MATTER is before the Court on Defendants Harold Howell , Spartan \nCorporate Advisors, Inc.1 (“Spartan”), US Captive Group, LLC  (“US Captive”), and \nRisk Solutions, Inc.’s (“Risk Solutions”) (collectively, “Defendants”) Motion to Dismiss \nPlaintiff’s Complaint (“Motion to Dismiss,” ECF No. 10). \n THE COURT, having considered the Motion to Dismiss, the parties’ briefs, \nthe arguments of counsel, the applicable law, and all appropriate matters of record, \nCONCLUDES that the Motion to Dismiss should be GRANTED in part and \nDENIED in part. \nWeaver, Bennett & Bland, P.A. , by Michael Davi d Bland and David \nBruce Sherman, and Sigmon, Clark, Mackie, Hanvey & Ferrell, P.A., by \nAndrew Howell, for Plaintiff Shaun McCarron. \nMarcellino & Tyson, PLLC , by Clay A. Campbell and Daniel Vander \nWoude, for Defendants Harold Howell; Spartan Corporate Advisors, Inc.; \nUS Captive Group, LLC; and Risk Solutions, Inc. \nDavis, Judge. \n \n1 The Court notes that the correct spelling of this entity’s name is Spartan Corporate \nAdvisors, Inc., but the name is misspelled in the caption of the Complaint as Spartan \nCorporate Advisers, Inc. \nMcCarron v. Howell, 2024 NCBC 73. \nINTRODUCTION \n1. Plaintiff Shaun McCarron obtained a monetary judgment in a prior \nlawsuit against Defendant Risk Solutions in 2022.  In the current action, McCarron \nasserts that the owner and director of Risk Solutions, Harold Howell, fraudulently \ntransferred the assets of the company to several newly formed companies for the \npurpose of preventing McCarron from being able to collect on that judgment.  In the \npresent Motion to Dismiss, Howell, Risk Solutions, and the newly formed companies \nall seek dismissal of the claims asserted against them by McCarron in this action. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact in connection with a motion to \ndismiss under Rule 12(b)(6) of the North Carolina Rules of Civil Procedure and \ninstead recites those facts contained in the complaint (and in documents attached to, \nreferred to, or incorporated by reference in the complaint) that are relevant to the \nCourt’s determination of the motion.  See, e.g. , Window World of Baton Rouge, LLC \nv. Window World, Inc., 2017 NCBC LEXIS 60, at *11 (N.C. Super. Ct. July 12, 2017).  \n3. McCarron is a form er resident of Union County, North Carolina, who \ncurrently lives in Oregon.  (Compl. ¶ 1.) \n4. Defendant Howell is a resident of Union County, North Carolina.  \n(Compl. ¶ 2.) \n5. Defendant Spartan  is a North Carolina c orporation, which was \nestablished on 10 December 2019 and maintains its principal place of business in \nMecklenburg County, North Carolina.  (Compl. ¶ 4.) \n6. At all relevant times, Howell has served as Spartan ’s president and \nregistered agent.  (Compl. ¶ 5.) \n7. Defendant US Captive is a North Carolina limited liability company , \nwhich was established on 30 September 2019.  (Compl. ¶ 7.) \n8. At all relevant times, Howell has served as US Captive’s president and \nmanaging member.  (Compl. ¶ 7.) \n9. Defendant Risk Solutions  is a now -dissolved North Carolina \ncorporation, which maintained its principal place of business in Mecklenburg County, \nNorth Carolina.  (Compl. ¶¶ 3, 21.) \n10. At all relevant times, Howell was an officer, director, and the controlling \nshareholder of Risk Solutions.  (Compl. ¶ 17.) \n11. On 15 May 2018, McCarron  filed a civil action against Howell, Risk \nSolutions, and another entity, Bravo Six, LLC, in Union County Superior Court (the \n“Prior Action”).  (Compl. ¶ 12.) \n12. During the pendency of the Prior Action, Howell formed Spartan and US \nCaptive for the purpose of allowing Risk Solutions’ business to continue if a judgment \nwas later entered against it.  (Compl. ¶ 19.) \n13. To that end, Howell  subsequently began transferring physical assets, \naccounts receivable, customers, clients, and funds belonging to Risk Solutions to \nhimself, his family members, Spartan, and US Captive.  (Compl. ¶ 20.) \n14. The Complaint asserts that Risk Solutions  did not receive  reasonably \nequivalent value in exchange for the transfers and that the company  was either \ninsolvent prior to the transfers or became insolvent due to the transfers.  (Compl. ¶¶ \n37–38.) \n15. On 13 October 2020, Risk Solutions filed an annual report with the \nNorth Carolina Secretary of State.  (Compl. ¶ 15.)   However, the company was later \nissued two notices from the Secretary of State’s office stating that its 2021 and 2022 \nannual reports had not been filed and were past due.  (Compl. ¶ 16.) \n16. On 31 October 2022, a final judgment was entered in the Prior Action , \nin which Risk Solutions was found liable to McCarron for the amount of $373,110.99 \n(the “Judgment”).  (Compl. ¶ 13.) \n17. Risk Solutions has not made any  payments to satisfy the Judgment in \nwhole or in part.  (Compl. ¶ 14.) \n18. Risk Solutions was administratively dissolved by the Secretary of State \non 17 February 2023.  (Compl. ¶ 21.) \n19. On 14 June 2024, McCarron initiated th e present  action by fil ing a \nComplaint in Union County Superior Court naming Howell, Risk Solutions, Spartan, \nand US Captive as Defendants.  In the Complaint, McCarron has asserted claims for \nbreach of fiduciary duty and constructive fraud against Howell and Risk Solutions , \nalong with  claims for fraudulent transfer, unfair and deceptive trade practices \n(“UDTP”), and facilitation of fraud/civil conspiracy against all Defendants.  (ECF No. \n3.)  The Complaint further alleg es that Howell was the alter ego of Risk Solutions, \nSpartan, and US Captive  and that the ir corporate form should therefore be \ndisregarded so that Howell is held individually liable for the wrongful acts of these \nentities.  (ECF No. 3.) \n20. This action was designated as a complex business case and assigned to \nthe undersigned on 14 June 2024.  (ECF Nos. 1–2.) \n21. On 22 August 2024, Defendants filed the present Motion to Dismiss. \n22. On 5 November 2024, the Court held a hearing on the Motion to Dismiss \nat which all parties were represented by counsel. \n23. The Motion  to Dismiss has been fully briefed and is now ripe for \nresolution. \nLEGAL STANDARD \n24. In ruling on a motion to dismiss under Rule 12(b)(6), the Court may only \nconsider the complaint and “any exhibits attached to the complaint,” Krawiec v. \nManly, 370 N.C. 602, 606 (2018), in order to determine whether “as a matter of law, \nthe allegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief can be granted under some recognized legal theory,” Forsyth Mem’l \nHosp., Inc. v. Armstrong World Indus., Inc. , 336 N.C. 438, 442 (1994) (cleaned up).  \nThe Court must view the allegations in the complaint “in the light most favorable to \nthe non-moving party.”  Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5 \n(2017) (cleaned up). \n25. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen (1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (cleaned up). \n  \nANALYSIS \nA. Breach of Fiduciary Duty \n26. “It is well-settled that to establish a claim for breach  of fiduciary duty, \na plaintiff must show that: (1) the defendant owed the plaintiff a fiduciary duty; (2) \nthe defendant breached that fiduciary duty; and (3) the breach of fiduciary duty was \na proximate cause of the injury to the plaintiff.”  Lafayette Vill. Pub, LLC v. Burnham, \n2022 NCBC LEXIS 104, at *14–15 (N.C. Super. Ct. Sept. 12, 2022) (cleaned up). \n27. As noted above, this claim has been asserted against both Howell and \nRisk Solutions.   \n28. “As a general rule, directors of a corporation do not owe a fiduciary duty \nto creditors of the corporation.”  Hale v. MacLeod , __ N.C. App. __, 2024 N.C. App. \nLEXIS 525, at *22 (2024) (quoting Whitley v. Carolina Clinic, Inc., 118 N.C. App. 523, \n526 (1995)).  \n29. However, “a corporate director has a fiduciary duty to creditors under \ncircumstances amounting to a ‘winding-up’ or dissolution of the corporation.”  Keener \nLumber Co. v. Perry, 149 N.C. App. 19, 31 (2002) (quoting Whitley, 118 N.C. App. at \n528)). \n30. Defendants first argue that dismissal of this claim is proper as to Howell \nbecause the Complaint fails to adequately allege that Risk Solutions was “winding -\nup,” dissolved, or insolvent.  Specifically, Defendants contend that the Complaint fails \nto allege “any investigation performed to determine the solvency of any Defendant” \nand whether “[McCarron] has researched any specific assets of Risk Solutions at any \npoint.”  (Defendants’ Brief in Support (“Defs.’ Br.”), ECF No. 11, at 8.) \n31. However, claims for breach of fiduciary duty are not held to a heightened \npleading standard and instead must only comply with North Carolina’s liberal notice \npleading standard.  See Sivadhanam v. 7 Hills Learning, LLC , 2021 NCBC LEXIS \n74, at *21 (N.C. Super. Ct. Sept. 8, 2021) (noting that when considering claims of \nbreach of fiduciary duty, “the [c]ourt applies a notice pleading standard” (citing Glob. \nTextile All., Inc. v. TDI Worldwide, LLC, 2018 NCBC LEXIS 159, at *11 (N.C. Super. \nCt. Nov. 29, 2018)); see also Feltman v. City of Wilson, 238 N.C. App. 246, 252 (2014) \n(noting that “[u]nder notice pleading, a statement of a claim is adequate if it gives \nsufficient notice of the claim asserted to enable the adverse part y to answer and \nprepare for trial, to allow for the application of the doctrine of res judicata, and to \nshow the type of case brought”). \n32. Our Court of Appeals has held that the following factors may be \nconsidered in determining whether circumstances evidence a “winding -up” or \ndissolution of a corporation in this context: \n(1) whether the corporation was insolvent, or nearly insolvent, on a \nbalance sheet basis; (2) whether the corporation was cash flow insolvent; \n(3) whether the corporation was making plans to cease doing business; \n(4) whether the corporation was liquidating its assets with a view of going \nout of business; and (5) whether the corporation was still prosecuting its \nbusiness in good faith, with a reasonable prospect and expectation of \ncontinuing to do so. \nKeener Lumber Co., 149 N.C. App. at 31. \n33. On this issue, the Complaint makes the following factual allegations: \nUpon information and belief, Defendant Harold Howell intentionally \ncreated the other Defendant entities during the pendency of the original \nlawsuit with the Plaintiff (Union County CVS 001213) with the specific \nintent to continue the business of Risk Solut ions, Inc., under the new \nbusiness entities after a judgment was entered against the Defendant \nRisk Solutions, Inc. \n \nUpon information and belief, Defendant Harold Howell and Defendant \nRisk Solutions, Inc. transferred physical assets, accounts receivable, \ncustomers, clients, and funds belonging to Risk Solutions, Inc. to \nDefendant Howell, to his family members, and to the other Defendant \nentities that Defendant Howell created and owned, with the specific \nintent to breach his fiduciary duties to creditors by willfully, wantonly, \nand maliciously cheating the Plaintiff and evading the payment of \nPlaintiff’s claims and judgment against Risk Solutions, Inc. \n \nRisk Solutions, Inc. was administratively dissolved on February 17, \n2023. \n \n. . .  \n \nDefendant Harold Howell, as President and a director of Defendant Risk \nSolutions, Inc., took advantage of the fiduciary relationship he owed to \nthe Plaintiff, as a creditor of Risk Solutions, Inc., which was either \ninsolvent or was in the process of winding up its affairs. \n \n. . .  \n \nSpecifically, the intent by Defendant Harold Howell and Defendant Risk \nSolutions, Inc. was to transfer assets and to create legal entities for the \npurpose of carrying on Defendant Risk Solutions, Inc’s. [sic] business \nunder the names of the new separate legal entities. \n \n. . .  \n \nThe Defendant debtor, Risk Solutions, Inc. either was insolvent prior to \nthe transfers or became insolvent as a result of the transfer made to \nDefendant Harold Howell, Defendant US Captive Group, LLC, and \nDefendant Spartan Corporate Advisors, Inc. \n \n(Compl. ¶¶ 19–21, 28, 31, 38.) \n34. These allegations—when read in the light most favorable to McCarron—\nsufficiently allege Risk Solutions’ insolvency. \n35. Moreover, t he Complaint specifically alleges that Risk Solutions  was \nadministratively dissolved by the Secretary of State.  (Compl. ¶ 21.) \n36. N.C.G.S. § 55 -14-21(c) provides that any corporation administratively \ndissolved by the North Carolina Secretary of State must comply with N.C.G.S.  § 55-\n14-05, which states that a dissolved corporation “may not carry on any business \nexcept that appropriate to wind up and liquidate its business and affairs[.]”  N.C.G.S. \n§ 55-14-05. \n37. To be sure, t he Complaint  is bare -bones in certain  respects.  \nNevertheless, for purposes of notice pleading, the Court is satisfied that these factual \nallegations are sufficient to allege that Howell owed a fiduciary duty to McCarron as \na judgment creditor of Risk Solutions based on the dissolution and insolvency of the \ncompany for which Howell served as a director , that Howell breached that duty  by \ntransferring the assets of Risk Solutions to other entities, and that McCarron suffered \na resulting injury. \n38. Finally, Defendants argue that McCarron lacks standing to assert this \nclaim because he has failed to allege that he “was treated differently than any other \ncreditor of Risk Solutions in the same class as he is.”  (Defs.’ Br. , at 8.)  See, e.g., \nAssociated Hardwoods, Inc. v. Lail, 2018 NCBC LEXIS 81, at *10–23 (N.C. Super. Ct. \nAug. 6, 2018) (holding that a creditor lacked standing to bring a breach of fiduciary \nduty claim due to the absence of any “allegation[s] that it was treated any differently \nthan other unsecured creditors of [defendant]”). \n39. However, such standing exists where, as here, the plaintiff alleges that  \nthe claim at issue is based on an injury personal to him as an individual creditor.  See \nPhillips & Jordan v. Bostic, 2012 NCBC LEXIS 36, at *18–19 (N.C. Super. Ct. June \n1, 2012)  (holding that  plaintiff possessed standing to bring claim alleging that \ndefendants “breached a [fiduciary] duty that they owed directly to the creditor rather \nthan an injury that is common to all creditors”). \n40. Therefore, Defendants’ Motion to Dismiss is DENIED as to McCarron’s \nbreach of fiduciary duty claim against Howell. \n41. The Court agrees with Defendants, however, that McCarron  has failed \nto state a valid claim for  breach of fiduciary duty against Risk Solutions  itself.  \nNeither McCarron’s brief nor the Court’s own research have disclosed any case in \nwhich a North Carolina court has held that a corporation owes a fiduciary duty to its \ncreditors.2   \n42. Accordingly, Defendants’ Motion to Dismiss is GRANTED as to \nMcCarron’s breach of fiduciary duty claim against Risk Solutions , and that claim is \nDISMISSED with prejudice. \nB. Constructive Fraud \n43. Our Supreme Court has recognized that the elements of a constructive \nfraud claim largely overlap with the elements of a claim for breach of fiduciary duty.  \nSee Chisum v. Campagna, 376 N.C. 680, 706–07 (2021). “[A] cause of action for \nconstructive fraud [requires] (1) a relationship of trust and confidence, (2) that the \ndefendant took advantage of that position of trust in order to benefit himself, and (3) \nthat plaintiff was, as a result, injured.”  White v. Consol. Planning Inc., 166 N.C. App. \n283, 294 (2004) (citation omitted).  “The primary difference between pleading a claim \n \n2 McCarron’s counsel conceded the absence of such case law at the 5 November hearing. \nfor constructive fraud and one for breach  of fiduciary duty is the constructive fraud \nrequirement that the defendant benefit himself.”  Id. \n44. The Supreme Court has also made clear that a claim of constructive \nfraud need not comply with the heightened pleading requirements of Rule 9(b) of the \nNorth Carolina Rules of Civil Procedure.  See Terry v. Terry, 302 N.C. 77, 85 (1981).  \nRather, the pleading must simply allege “facts and circumstances (1) which created \nthe relation of trust and confidence, and (2) which led up to and surrounded the \nconsummation of the transaction in which [the defendant] is alleged to have taken \nadvantage of his position of trust to the hurt of [the plaintiff].”  Id. at 85 (cleaned up). \n45. As noted above, the Complaint makes numerous allegations that \nthrough the transfers of Risk Solutions’ assets, Howell sought to confer a benefit upon \nhimself at the expense of McCarron.  Such allegations include the following: \nUpon information and belief, Defendant Harold Howell and Defendant \nRisk Solutions, Inc. transferred physical assets, accounts receivable, \ncustomers, clients, and funds belonging to Risk Solutions, Inc. to \nDefendant Howell, to his family members, and to the other Defendant \nentities that Defendant Howell created and owned, with the specific \nintent to breach his fiduciary duties to creditors by willfully, wantonly, \nand maliciously cheating the Plaintiff and evading the payment of \nPlaintiff’s claims and judgment against Risk Solutions, Inc. \n. . .  \nDefendant Harold Howell sought to benefit himself by breaching his \nfiduciary duty and by transferring the assets of Risk Solutions, Inc. to \nhimself, to his family, and the Defendant corporations Spartan \nCorporate Advisors, Inc., and US Captive Group, LLC, each of which he \nowned or held controlling interest therein. \n. . .  \nThe purpose of Defendant Harold Howell’s actions in setting up his \nalternate corporate entities and in transferring corporate assets, \ncorporate accounts receivable, corporate funds, corporate personal \nproperty, corporate clients and customers, both prior to and following \nthe entry of the judgment against Defendant Risk Solutions, Inc., to \nthese new corporate entities was to benefit himself. \n(Compl. ¶¶ 20, 24, 30.) \n46. Because McCarron has made sufficient allegations that Howell’s \nbreach of fiduciary duty was undertaken for his own personal benefit, McCarron has \nsufficiently pled a claim for constructive fraud. \n47. Therefore, the Motion to Dismiss is DENIED  as to McCarron’s \nconstructive fraud claim against Howell. \n48. However, for the same reason that McCarron’s breach of fiduciary duty \nclaim against Risk Solutions fails as a matter of law, so too is his constructive fraud \nclaim against the company legally deficient.  \n49. Therefore, the Motion to Dismiss is GRANTED as to McCarron’s \nconstructive fraud claim against Risk Solutions, and that claim is DISMISSED with \nprejudice. \nC. Fraudulent Transfer \n50. Pursuant to the North Carolina Uniform Voidable Transactions Act: \nA transfer made or obligation incurred by a debtor is voidable as to a \ncreditor whose claim arose before the transfer was made or the \nobligation was incurred if the debtor made the transfer or incurred the \nobligation without receiving a reasonably equivalent value in exchange \nfor the transfer or obligation, and the debtor was insolvent at that time \nor the debtor became insolvent as a result of the transfer or obligation. \nN.C. Gen. Stat. § 39-23.5(a). \n51. As this Court has noted: \nThe [Uniform Void able Transactions Act] defines a creditor as “[a] \nperson that has a claim[;]” a debtor as “[a] person that is liable on a \nclaim[;]” and a claim as “a right to payment, whether or not the right is \nreduced to judgment, . . . contingent, disputed, [or] legal.”  N.C.G.S. § \n39-23.1(3)–(4), (6).  Furthermore, the official comment to [N.C.]G.S. § 39-\n23.1 states that “the holder of an unliquidated tort claim or a contingent \nclaim may be a creditor protected by this act.”  N.C.G.S. § 39 -23.1, cmt. \n4 (2014). \nGlob. Textile All., Inc., 2018 NCBC LEXIS 159, at *35–36. \n52. As our Court of Appeals has noted, “[a]n essential element of a transfer \nin fraud of creditors claim . . . is that the transfer was made without the debtor \nreceiving reasonably equivalent value.”  General Fid. Ins. Co. v. WFT, Inc., 269 N.C. \nApp. 181, 188 (2020) (cleaned up). \n53. Defendants assert that McCarron’s claim for fraudulent transfer fails \nbecause the allegations in the Complaint as to this claim are impermissibly vague.   \n54. Unlike McCarron’s claims for breach of fiduciary duty and constructive \nfraud, “[c]laims for fraudulent  [transfer] must . . . comply with the heightened \npleading standard set by Rule  9(b)[,]” requiring the plaintiff to plead the claim with \nparticularity.  BIOMILQ, Inc. v. Guiliano, 2024 NCBC LEXIS 58, at *48 (N.C. Super. \nCt. Apr. 19, 2024)  (cleaned up); see also Azure Dolphin, LLC v. Barton , 2017 NCBC \nLEXIS 90, at * 26 (N.C. Super. Ct. Oct. 2, 2017) (dismissing a claim for fraudulent \ntransfer where the plaintiff failed to “specifically identify the property transferred, \nthe timing of the transfer, and the consideration paid for the property”); Bivins v. \nPacheco, 2023 NCBC LEXIS 76, at * 16–17 n.7 (N.C. Super. Ct. June 2, 2023) \n(dismissing a claim for fraudulent transfer  for fail ure to allege the dates of the \npurportedly fraudulent transactions). \n55. Here, McCarron’s allegations in support of his fraudulent transfer claim \nare insufficient to comply with Rule 9(b) based on their lack of specificity.  T he \nComplaint does not identify (1) what “physical assets, accounts receivable, customers, \nclients, and funds” were transferred; (2) which Defendant was the recipient of each \ntransfer; (3) when each transfer was made; and (4) what consideration , if any,  was \nreceived by Risk Solutions in exchange for each transfer. \n56. Therefore, Defendants’ Motion to Dismiss is GRANTED as to \nMcCarron’s fraudulent transfer claim against all Defendants, and that claim is \nDISMISSED without prejudice.3 \nD. Facilitation of Fraud and Civil Conspiracy \n57. McCarron’s fifth claim for relief  in the Complaint purports to be based \non theories of facilitation of fraud and civil conspiracy. \n58. “The law permits one defrauded to recover from anyone who facilitated \nthe fraud by agreeing for it to be accomplished.”  Brown v. Secor, 2020 NCBC LEXIS \n134, at *26 (N.C. Super. Ct. Nov. 13, 2020).  “A claim based upon facilitation of fraud \nextends liability to those persons where (a) they operate under an agreement to do an \nunlawful act, or to do a lawful act in an unlawful way; (b) wrongful acts were in fact \ndone in furtherance of that agreement; and (c) that resulted in injury to plaintiff.”  \nEstate of Capps v. Blondeau, 2015 NCBC LEXIS 41, at *41–42 (N.C. Super. Ct. Mar. \n5, 2015).  Thus, on a meritorious facilitation of fraud claim, “all of the conspirators \nare liable, jointly and severally, for the act of any one of them done in furtherance of \n \n3 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt[.]”  First Fed. Bank v. Alridge, 230 N.C. App. 187, 191 (2013). \nthe agreement.”  Bucci v. Burns, 2018 NCBC LEXIS 37, at *14 (N.C. Super. Ct. Apr. \n25, 2018) (cleaned up). \n59. A claim for facilitation of fraud must “be based on the conspiring \nparties’ agreement to carry out alleged misconduct that supports a separate, \nunderlying claim.”  Loray Mill Devs., LLC v. Camden Loray Mill Phase 1, LLC, 2023 \nNCBC LEXIS 21, at *52 (N.C. Super. Ct. Feb. 7, 2023). \n60. With regard to civil conspiracy, this Court has previously stated: \nCivil conspiracy is not an independent cause of action in North Carolina.  \nRather, liability for civil conspiracy must be alleged in conjunction with \nan underlying claim for unlawful conduct.  Toomer v. Garrett, 155 N.C. \nApp. 462, 483 (2002).  To state a claim for civil conspiracy, a plaintiff \nmust allege: “(1) an agreement between two or more individuals; (2) to \ndo an unlawful act or to do a lawful act in an unlawful way; (3) resulting \nin injury to plaintiff inflicted by one or more of the conspirators; and (4) \npursuant to a common scheme.”  Piraino Bros., LLC v. Atlantic Fin. \nGrp., Inc. , 211 N.C. App. 343, 350 (2011) (internal citations and \nquotations omitted). \nGlob. Textile All., Inc., 2018 NCBC LEXIS 159, at *35–36. \n61. Where the complaint alleges that the defendants’ agreement was for the \npurpose of defrauding the plaintiff, “a claim for civil conspiracy to commit fraud and \na claim for facilitating fraud are essentially the same claim.”  TaiDoc Tech Corp. v. \nOK Biotech Co., 2016 NCBC LEXIS 26, at *30 (N.C. Sup. Ct. Mar. 28, 2016). \n62. The Court finds that dismissal of this claim is proper here for two \nreasons. \n63. First, the alleged conspiracy is that the Defendants conspired with each \nother to “defraud the Plaintiff by transferring assets to avoid Plaintiff’s collection on \na judgment.”  (Compl. ¶ 48; see also Compl.  ¶¶ 49–51.)  Therefore, the underlying \nclaim is the fraudulent transfer claim. \n64. However, because the Court has determined that this underlying claim \nis insufficiently pled, resulting in its dismissal,  the facilitation of fraud/civil \nconspiracy claim must also be dismissed.   See Lau v. Constable, 2017 NCBC LEXIS \n10, at * 20 (N.C. Super. Ct. Feb. 7, 2017) (noting that “if the underlying claim fails, \nthe conspiracy claim must also fail” (citation omitted)); see also Worley v. Moore, 2018 \nNCBC LEXIS 114, at *17– 18 (N.C. Super. Ct. Nov. 2, 2018) (holding that because \n“[t]he [c]ourt has dismissed the claims for fraud against [defendants] in this order . . \n. the claim for conspiracy to defraud also must fail” (citation omitted)). \n65. Second, the Complaint alleges that Howell exercised “sole control ,” \n(Compl. ¶ 62) , and “complete[] dominat[ion] ,” (Compl. ¶ 58) , over Spartan, US \nCaptive, and Risk Solutions —such that they existed as  his alter ego without “a \nseparate mind, will, or existence of their own,” (Compl. ¶ 60). \n66. As a result, because McCarron has asserted that these entities had no \nactual existence separate and apart from Howell himself, the resulting implication is \nthat Howell sought to conspire with himself. \n67. It would defy logic to hold that a natural person can conspire with \nhimself.  See,  e.g., Templeton v. CB Med., LLC , No. 1:19 -CV-01292, 2020 U.S. Dist. \nLEXIS 221160, at *14– 16 (W.D. La. Nov. 24, 2020) (noting that “[i]t is well -settled \nthat a natural person cannot conspire with himself” and holding that since the \nindividual defendant “is the sole natural person alleged  to have acted on behalf of \n[two corporate defendants][,]” he “could not have conspired with himself to defraud \n[the plaintiff]” (citations omitted)). \n68. Therefore, Defendants’ Motion to Dismiss is GRANTED as to \nMcCarron’s facilitation of fraud/civil conspiracy claim against all Defendants, and \nthat claim is DISMISSED without prejudice. \nE. UDTP \n69. “To prevail on a claim of unfair and deceptive trade practices a plaintiff \nmust show (1) an unfair or deceptive act or practice, or an unfair method of \ncompetition, (2) in or affecting commerce, (3) which proximately caused actual injury \nto the plaintiff o r to his business.”  Spartan Leasing Inc. v. Pollard , 101 N.C. App. \n450, 460–61 (1991). \n70. With regard to the UDTP claim against Howell, “North Carolina case \nlaw has held that conduct which constitutes a breach of fiduciary duty and \nconstructive fraud is sufficient to support a UDTP claim.”  Compton v. Kirby, 157 N.C. \nApp. 1, 20 (2003) (citing Spence v. Spaulding &  Perkins, Ltd., 82 N.C. App. 665, 668 \n(1986)). \n71. Thus, because the Court has concluded that the Complaint sufficiently \nstates claims for breach of fiduciary duty and constructive fraud against Howell, \nthese same allegations are sufficient to sustain an action against him for UDTP. \n72. Defendants nevertheless argue that because only one person —\nMcCarron—could have been harmed by the alleged transfers, they did not “affect the \npublic, the marketplace, or commerce ,” and, therefore, do not satisfy the second \nelement of a UDTP claim.  (Defs.’ Br., at 11–13.) \n73. For the purpose s of a UDTP claim, commerce  generally “includes all \nbusiness activities, however denominated[.]”4  N.C.G.S. § 75 -1.1(b).  North Carolina \ncourts have broadly defined “business activity” as the “regular, day-to-day activities, \nor affairs, such as the purchase and sale of goods, or whatever other activities the \nbusiness regularly engages in and for which it is organized.”  HAJMM Co. v. House \nof Raeford Farms, Inc., 328 N.C. 578, 594 (1991).   \n74. Despite the sweeping definition of commerce supplied in the UDTPA, \nour Supreme Court has stated that “the Act is not intended to apply to all wrongs in \na business setting.”   HAJMM Co., 328 N.C. at 592.  “The Act is not focused on the \ninternal conduct of individuals within a single market participant, that is, within a \nsingle business.”  White v. Thompson, 364 N.C. 47, 53 (2010).  \n75. However, our Court of Appeals has rejected , under similar \ncircumstances, an argument virtually identical to the one being made by Defendants \nhere, stating the following: “ [Defendant] transferred all of WFT’s assets to other \ncompanies, which either quickly failed or never conducted any business ; the asset \ntransfer prevented Plaintiff from enforcing its judgment against WFT; and all of this, \nin turn, had a harmful effect on commerce.”  General Fid. Ins. Co., 269 N.C. App. at \n192; see also Ehmann v. Medflow, Inc. , 2022 NCBC LEXIS 114, at *36– 37 (N.C. \nSuper. Ct. Sept. 12, 2022 ) (finding that “a scheme of fraudulent transfer between \nmultiple companies . . . each [] owned by [the defendant]” was “in or affecting \ncommerce”). \n \n4 Although not relevant here, professional services rendered by a member of a learned \nprofession are excluded from the definition of “commerce.”  N.C.G.S. § 75-1.1(b).   \n76. Therefore, Howell’s Motion to Dismiss the UDTP claim against him is \nDENIED. \n77. However, with regard to the UDTP claims against Spartan, US Captive, \nand Risk Solutions, dismissal of those claims is proper.  The Court has now dismissed \nall claims against those entities  such that there are no predicate claims left against \nthem that could form the basis for a UDTP claim (as is the case regarding Howell).  \nMoreover, t he Complaint does not otherwise allege any specif ic acts by those \nremaining Defendants that would independently give rise to a UDTP claim.   \n78. For this reason, the Motion to Dismiss is GRANTED as to McCarron’s \nUDTP claims against Spartan, US Captive, and Risk Solutions, and those claims are \nDISMISSED without prejudice. \nF. Alter Ego \n79. Finally, in the Complaint, McCarron alleges that Howell was the alter \nego of Risk Solutions, Spartan, and US Captive such that the corporate form of those \nentities should therefore be disregarded.  As a result, McCarron asserts, he should be \npermitted to “pierce the corporate veil” as to these entities and hold Howell \nindividually liable for their wrongful acts. \n80. “The doctrine of piercing the corporate veil is not a theory of liability.  \nRather, it provides an avenue to pursue legal claims against corporate officers or \ndirectors who would otherwise be shielded by the corporate form.”  Green v. Freeman, \n367 N.C. 136, 147 (2013). \n81. However, because the Court has now  dismissed all claims asserted \nagainst Spartan, US Captive, and Risk Solutions , the Court need not consider \nwhether McCarron has sufficiently pled facts to allow him to pierce the corporate veil.  \nSee, e.g., Gen. Fid. Ins. Co., 269 N.C. App. at 188 –90 (holding that where all claims \nagainst the corporate defendants have been dismissed, “[the court] need not continue \n[its] analysis on piercing the corporate veil”). \nCONCLUSION \n THEREFORE, IT IS ORDERED as follows: \n1. Defendant Risk Solutions’  Motion to Dismiss is GRANTED as to  \nPlaintiff’s claims for breach of fiduciary duty and constructive fraud, and \nthose claims are DISMISSED with prejudice. \n2. Defendants Spartan, US Captive, and Risk Solutions’ Motion to Dismiss \nis GRANTED as to Plaintiff’s claim for UDTP, and th ose claims are \nDISMISSED without prejudice. \n3. The Motion to Dismiss of all Defendants is GRANTED as to Plaintiff’s \nclaims for fraudulent transfer and civil conspiracy/facilitation of fraud, \nand those claims are DISMISSED without prejudice. \n4. In all other respects, Defendants’ Motion to Dismiss is DENIED.  \nSO ORDERED, this the 19th day of November, 2024. \n \n \n/s/ Mark A. Davis    \nMark A. Davis \nSpecial Superior Court Judge \nfor Complex Business Cases "
}