{
  "id": "ffa06f245ed33f1bc15d951879b7483ad9de8090482223b5d6afd354dd18082b",
  "source_file": "data/raw/ncbc/ffa06f245ed33f1bc15d951879b7483ad9de8090482223b5d6afd354dd18082b.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF WILSON \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 1038 \nVEER RIGHT MANAGEMENT \nGROUP, INC., \n \nPlaintiff, \n \nv. \n \nCZARNOWSKI DISPLAY SERVICE, \nINC. and TIMOTHY JENKINS,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER \n \n {1} THIS MATTER is before the Court on Defendant Czarnowski Display \nService, Inc.’s (“Czarnowski”) Motion to Dismiss (“Motion”), made pursuant to Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”).  For the reasons \nstated below, the Motion is DENIED, without prejudice to reconsidering the claims \nupon a motion for judgment on the pleadings or summary judgment. \nEllis & Winters LLP by Jonathan D. Sasser and C. Scott Meyers for Plaintiff \nVeer Right Management Group, Inc. \nParker, Poe, Adams & Bernstein, LLP by Melanie Black Dubis and Jami \nJackson Farris and Hogan Marren, Ltd. by John Michael Tecson and Kelly \nMcCloskey Cherf for Defendant Czarnowski Display Service, Inc. \nGale, Chief Judge. \nI. STANDARD OF REVIEW \n{2} On a motion to dismiss pursuant to Rule 12(b)(6), the Court inquires \n“whether, as a matter of law, the allegations of the complaint, treated as true, are \nsufficient to state a claim upon which relief may be granted under some legal \ntheory, whether properly labeled or not.”  Crouse v. Mineo, 189 N.C. App. 232, 237, \n658 S.E.2d 33, 36 (2008) (quoting Harris v. NCNB Nat’l Bank of N.C., 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987)).  The Court may grant this motion to dismiss \nVeer Right Mgmt. Grp., Inc. v. Czarnowski Display Serv., Inc., 2015 NCBC 12.\n \n \nif the Complaint reveals the absence of facts required to make out a claim for relief \nor if the Complaint reveals some fact that necessarily defeats the claim.  Wood v. \nGuilford Cnty., 355 N.C. 161, 166, 558 S.E.2d 490, 494 (2002). \nII. BACKGROUND \n{3} Plaintiff initiated this action on July 11, 2014, bringing claims for (1) \nbreach of fiduciary duty, (2) aiding and abetting breach of fiduciary duty, (3) \ntortious interference with Defendant Timothy Jenkins’s employment contract, (4) \ntortious interference with the United States Postal Service (“USPS”) contract, (5) \nmisappropriation of trade secrets, (6) civil conspiracy, and (7) unfair and deceptive \ntrade practices.  The matter was designated a mandatory complex business case on \nJuly 14, 2014, and assigned to the undersigned on July 23, 2014. \n{4} The Court recites the following facts solely for purposes of this Motion, \naccepting the allegations of the Complaint as true without assuming the truth of \nPlaintiff’s legal conclusions.  Walker v. Sloan, 137 N.C. App. 387, 392, 592 S.E.2d \n236, 241 (2000).  The Court acknowledges that Czarnowski denies the central \nallegations. \n{5} This case centers around Plaintiff Veer Right Management Group, \nInc.’s (“VRMG”) loss of a large trade show contract to its former subcontractor, \nCzarnowski.  VRMG served as primary contractor on the USPS trade show contract \nfor eight years, with Czarnowski serving as its subcontractor.  Plaintiff alleges that \ndue to VRMG’s inability to meet USPS’s increasing demands and abnormalities in a \nMarch 2013 audit, USPS ultimately elected to rebid the contract in June 2013.  \nVRMG asserts that its competitor, Czarnowski, conspired to orchestrate the rebid \nwith VRMG’s former Vice President and part owner, Timothy Jenkins, who was the \nproject leader for the USPS contract and, by 2011, dedicated all of his time to \nmanaging the contract. \n{6} During the rebidding process, US PS requested that Czarnowski make \na separate proposal for the contract.  VRMG then partnered with Freeman \nDecorating Company (“Freeman”), who bid as the prime contractor with VRMG as \n \n \nits subcontractor.  Plaintiff alleges that after the first submission, a USPS agent \ninformed a Freeman representative that Freeman appeared not to understand the \nscope of the work required for the contract, and that it should submit another bid \nwith higher fees.  VRMG and Freeman submitted a new proposal. \n{7} On September 25, 2013, USPS awar ded its trade show contract to \nCzarnowski because, according to Plaintiff, Freeman’s proposal was “slightly higher \nthan the costs proposed by Czarnowski.”  (Compl. ¶ 53.)  VRMG learned that \nCzarnowski’s proposal did not identify all of the individuals who would work on the \ncontract, instead listing them as “To Be Determined.”  (Compl. ¶ 57.)  A consultant \nfor Czarnowski mentioned that Jenkins “would fit one of the ‘To Be Determined’ \npositions in the Czarnowski proposal.”  (Compl. ¶ 58.) \n{8} Shortly after VRMG lost the contract, Jenkins left VRMG to work for \nCzarnowski and to manage the USPS contract.  VRMG alleges it later discovered \nthat, around the time Jenkins resigned, he used his work computer to forward \nVRMG’s USPS documents to his personal email account, copied his laptop’s hard \ndrive before returning it to VRMG, sent confidential information concerning USPS \nsales leads to Czarnowski, and, after leaving VRMG, remotely copied its proprietary \ndocuments.  (Compl. ¶¶ 59, 65, 66, 68.)  VRMG complains it also discovered that \nJenkins sent multiple emails to Czarnowski indicating that Jenkins had been \nhelping Czarnowski for three months, including during the rebidding process, and \nthat he had been promised employment in return for helping Czarnowski win the \ncontract.  (Compl. ¶ 63.)  In one of these emails, sent to Czarnowski’s consultant on \nOctober 1, 2013, Jenkins states, “three months ago, [Czarnowski’s Vice President] \ntold Mike to do what he had to do to get me on board.”  (Compl. ¶ 62.)   \n{9} Czarnowski asserts that, even assuming the allegations are true, \nPlaintiff has not adequately alleged any improper conduct or any conspiracy, but \nonly that Czarnowski was recruiting Jenkins.  Defendants claim that there can be \nno reasonable inference that Czarnowski asked Jenkins to purposely mismanage \nthe USPS account.  Plaintiff suggests that the clear inference is just the opposite: a \nquid pro quo agreement between Jenkins and Czarnowski that Jenkins would \n \n \nfoment USPS’s discontent with VRMG’s services and prompt USPS to rebid the \ncontract in return for future employment at Czarnowski.  In furtherance of such an \nagreement, Plaintiff alleges that Jenkins complained to VRMG’s USPS contact that \nVRMG “did not work hard enough on the USPS contract” (Compl. ¶ 28), “had \nmissed ‘countless deadlines’” (Compl. ¶ 28), and was understaffed (Compl. ¶ 29).  \nPlaintiff also alleges that Jenkins manufactured an error in an invoice that caused \nUSPS to overpay VRMG approximately $34,000.  (Compl. ¶ 36.) \n{10} On September 12, 2014, Defend ant Czarnowski filed the present \nMotion, seeking dismissal of the claims for aiding and abetting breach of fiduciary \nduty, tortious interference with Jenkins’s contract and the USPS contract, \nmisappropriation of trade secrets, civil conspiracy, and unfair and deceptive trade \npractices.  \nIII. ANALYSIS \na. The Court Prudentially Defers Ruling on the Uncertain Claim of \nAiding and Abetting Breach of Fiduciary Duty \n{11} Plaintiff claims that, in o ffering Jenkins future employment, \nCzarnowski aided and abetted Jenkins’s breach of his fiduciary duty to VRMG.  \nPlaintiffs allege that Jenkins breached this fiduciary duty by conspiring with \nCzarnowski to steal the USPS contract away from VRMG, working with \nCzarnowski to prepare its competing bid, and sharing VRMG’s confidential and \nproprietary information.  (Compl. ¶ 76(a)–(f).)  The Motion does not challenge \nJenkins’s underlying breach of fiduciary duty.  Rather, Czarnowski challenges \nPlaintiff’s claim that Czarnowski aided and abetted Jenkins’s breach of fiduciary \nduty to VRMG by offering him employment. \n{12} Whether North Carolina recognizes a claim for aiding and abetting a \nbreach of fiduciary duty remains an open question.  Battleground Veterinary Hosp., \nP.C. v. McGeough, 2007 NCBC LEXIS 33, at *17 (N.C. Super. Ct. Oct. 19, 2007).  \nThis Court has previously examined this question and observed that \n \n \n[i]t is undisputed that the Supreme Court of North Carolina has never \nrecognized [a cause of action for aiding and abetting breach of fiduciary \nduty].  The only North Carolina Court of Appeals decision recognizing \nsuch a claim, Blow v. Shaughnessy, 88 N.C. App. 484, 364 S.E.2d 444 \n(1988), involved allegations of securities fraud, and its underlying \nrationale was eliminated by the United States Supreme Court in \nCentral Bank of Denver v. First Interstate Bank of Denver, 511 U.S. \n164, 114 S. Ct. 1439, 128 L. Ed. 2d 119 (1994).  \nTong v. Dunn, 2012 NCBC LEXIS 16, at *11–12 (N.C. Super. Ct. Mar. 19, 2012) \n(some citations omitted) (internal quotations omitted), reversed on other grounds, \n752 S.E.2d 669 (N.C. Ct. App. 2013); compare Laws v. Priority Tr. Servs. of N.C., \nLLC, 610 F. Supp. 2d 528,  532 (W.D.N.C. 2009) (dismissing claim for aiding and \nabetting breach of fiduciary duty because “no such cause of action exists in North \nCarolina”), with In re Vendsouth, Inc., No. 00-10112C-8G, 2003 Bankr. LEXIS 1437, \n*49 (M.D.N.C. Oct. 9, 2003) (relying on Blow for the proposition that “North \nCarolina law recognizes a cause of action for aiding and abetting breach of fiduciary \nduty”). \n {13} The claim is governed by Nort h Carolina law, but parties often urge \nthis Court to adopt Delaware’s case law, which has recognized a claim of aiding and \nabetting a breach of fiduciary duty.  However, even in Delaware, the state of the \nclaim is uncertain: its elements and the required pleading to satisfy them are \nevolving.  See, e.g., In re Comverge, Inc. S’holders Litig., No. 7368-VCP, 2014 Del. \nCh. LEXIS 240, at *66–71 (Nov. 25, 2014) (dismissing aiding and abetting breach of \nfiduciary duty claim because “the third party [did not] knowingly participate in the \nalleged breach—whether by buying off the board in a side deal, or by actively \nexploiting conflicts in the board to the detriment of the target’s stockholders”). \n {14} Both sides agree that \nif  North Carolina recognizes a claim for aiding \nand abetting breach of fiduciary duty, the elements would include: (1) violation of a \nfiduciary duty by the primary party; (2) knowledge of the violation by the aiding \nand abetting party; and (3) substantial assistance by the aider and abettor in \nachieving the primary violation.  See Blow, 88 N.C. App. at 490, 364 S.E.2d at 447. \n \n \n {15} Here, Plaintiff joins the aiding and abetting claim with a civil \nconspiracy claim, including allegations which amount to Czarnowksi’s substantial \nassistance in breaching Jenkins’s fiduciary duty.  For reasons discussed below, the \nCourt believes that the conspiracy claim is adequately alleged, sufficient to \nwithstand Rule 12(b)(6).  \n{16} Discovery as to the conspiracy claim and the aiding and abetting claim \nappears to be the same, or at least substantially overlapping, and the Court has not \nbeen able to discern any significant discovery relevant to the aiding and abetting \nclaim but not to the civil conspiracy claim.  Consequently, an early ruling on the \naiding and abetting claim would yield no apparent cost efficiencies.\n1  \nNotwithstanding the uncertainty whether North Carolina recognizes an aiding and \nabetting claim, the Court, in its discretion, defers ruling on the Motion at this time \ninsofar as it relates to that claim, without prejudice to revisiting the claim by later \nmotion practice. \nb. The Complaint Adequately Alleges an Agreement Sufficient to Protect \nthe Claim of Civil Conspiracy Against Early Dismissal \n{17} This Court has allowed a conspi racy claim based on an agreement \nfacilitating an underlying breach of fiduciary duty.  See GoRhinoGo, LLC v. Lewis, \n2011 NCBC LEXIS 39, at *20 (N.C. Super. Ct. Sept. 29, 2011).  Nevertheless, \nCzarnowski challenges that Plaintiff has not adequately alleged an underlying \nagreement and therefore has failed to allege a basic element of a conspiracy claim. \n{18} There is no recognized cause of action for conspiracy that survives \nwithout a separate underlying tort or other wrong.  Sellers v. Morton, 191 N.C. App. \n75, 83, 661 S.E.2d 915, 922 (2008).  To state a claim for civil conspiracy, a plaintiff \nmust allege “a conspiracy, wrongful acts done by certain of the alleged conspirators, \nand injury.”  Norman v. Nash Johnson & Sons’ Farms, Inc., 140 N.C. App. 390, 416, \n                                                 \n1 Indeed, the conspiracy claim encompasses all of Defendants’ alleged misconduct, while the aiding \nand abetting claim necessarily only pertains to events that occurred while Jenkins was still VRMG’s \nofficer and owed Plaintiff a fiduciary duty. \n \n \n537 S.E.2d 248, 265 (2000) (quoting Henry v. Deen, 310 N.C. 75, 87, 310 S.E.2d 326, \n334 (1984)). \n{19} Czarnowski claims not only that  Plaintiff has failed to allege an \nagreement but also that the allegations affirmatively demonstrate that Plaintiff will \nbe unable to prove such an agreement.  First, Czarnowski contends that Plaintiff’s \nallegation that Jenkins “conspired with Czarnowski to take the USPS Tradeshow \nContract away from VRMG and award it to Czarnowski as the prime contractor” is \ninsufficient to show a conspiracy because VRMG does not “allege any meetings, \nconversations, or telephone calls which occurred between Czarnowski and Jenkins \nwhich supports [sic] this conclusory allegation of an agreement.”  (Def.’s Czarnowski \nDisplay Serv. Inc.’s Mem. Supp. Mot. Dismiss Pl.’s Compl. 14 (discussing paragraph \n26 of the Complaint).)  Second, Czarnowski urges that VRMG’s injury, loss of the \nUSPS contract, resulted from USPS’s business decision to rebid it, not from \nJenkins’s and Czarnowski’s acts.  (\nSee Compl. ¶¶ 32, 33, 41 (alleging that USPS \nunreasonably demanded discounts, requested certain VRMG employees not be \npermitted to work on project, and conducted an audit while VRMG’s owners were on \nvacation).)  Third, Czarnowski argues that VRMG itself has alleged that it lost the \ncontract because its prices were too high.  (Compl. ¶ 53 (“On September 25, 2013, \nthe USPS Tradeshow Contract was awarded to Czarnowski.  Freeman was informed \nthat the costs in its proposal costs were slightly higher than the costs proposed by \nCzarnowski.”).) \n{20} Plaintiff counters that Czarnows ki draws unfair inferences from the \nComplaint.  Plaintiff points to other paragraphs that it argues clearly allege that \nJenkins and Czarnowski joined forces to cause USPS to rebid and to give \nCzarnowski unfair access to VRMG inside information in exchange for Jenkins’s \nsubsequent employment. \n{21} Again recognizing that the issu e at this stage is solely whether \nPlaintiff has adequately alleged a claim, not whether it ultimately will be able to \nprove that claim, the Court concludes that Plaintiff has adequately alleged an \n \n \nagreement, with subsequent harm caused by implementing the agreement, and that \nthe conspiracy claim withstands Rule 12(b)(6). \nc. Plaintiff Has Stated an Adequate Tortious Interference Claim \n{22} As to Plaintiff’s claim for tortious interference with Jenkins’s \nemployment contract, Defendant Czarnowski contends (1) that the underlying \ncontract was invalid and (2) that Plaintiff failed to allege that Czarnowski knew of \nthe contract.  As to both the Jenkins contract and the USPS contract, Czarnowski \nurges that it was justified in hiring Jenkins because the Complaint on its face \nreveals that Czarnowski had a competitive privilege. \n{23} A tortious interference claim must allege the following elements: (1) a \nvalid contract between the plaintiff and a third person which confers upon the \nplaintiff a contractual right against the third person; (2) the defendant knows of \nthat contract; (3) the defendant intentionally induces the third person not to \nperform the contract; (4) in so doing, the defendant acts without justification; and \n(5) the plaintiff consequently suffers actual damages.  Robinson, Bradshaw & \nHinson, P.A. v. Smith, 129 N.C. App. 305, 317, 498 S.E.2d 841, 850 (1998). \n{24} The Complaint adequately states the existence of a valid contract \nbetween VRMG and Jenkins.  A covenant not to compete is valid and enforceable if \nit is “(1) in writing; (2) reasonable as to terms, time, and territory; (3) made a part of \nthe employment contract; (4) based on valuable consideration; and (5) not against \npublic policy.”  \nPrecision Walls, Inc. v. Servie, 152 N.C. App. 630, 636, 568 S.E.2d \n267, 272 (2002) (quoting Triangle Leasing Co. v. McMahon, 327 N.C. 224, 228, 393 \nS.E.2d 854, 857 (1990)).  Plaintiff alleges that Jenkins signed a written noncompete \nand nondisclosure agreement based on valuable consideration: his promotion to Vice \nPresident of VRMG.  (Compl. ¶ 13.)  The reasonableness of its terms, time, and \nterritory and its conformance with public policy are inquiries better taken upon a \nmore complete factual record.  From the Complaint alone, the Court cannot \nconclude that the contract is invalid. \n \n \n{25} Additionally, the Complaint ad equately alleges that Defendant \nCzarnowski knew about the contract, even though it does not expressly so state.  \nThe North Carolina Court of Appeals has suggested that failure to allege a \ndefendant’s knowledge of the underlying contract may be fatal to a tortious \ninterference claim.  \nHolleman v. Aiken, 193 N.C. App. 484, 500, 668 S.E.2d 579, 590 \n(2008) (explaining that even if plaintiff had alleged existence of a valid contract, he \ndid not allege that defendants actually knew of the contract, which was also fatal to \nthe claim).  However, Childress v. Abele provides that an outsider, such as \nCzarnowski, “has knowledge of the contract within the meaning of the second \nelement [of tortious interference] if he knows facts which give rise to the plaintiff’s \ncontractual right against the third person.”  240 N.C. 667, 674, 84 S.E.2d 176, 182 \n(1954).  The Complaint alleges that “Czarnowski knew that Jenkins was employed \nby VRMG, knew about all of his extensive responsibilities with VRMG, and knew \nabout his family relationship with VRMG.”  (Compl. ¶ 82.)  Taking these factual \nallegations as true, the Complaint adequately alleges that Czarnowski had the \nrequisite knowledge of the contract. \n{26} Czarnowski’s contention that it had a competitive privilege to hire \nJenkins that defeats a tortious interference claim is, at this stage, also unavailing.  \nWhere the defendant acts for a legitimate business purpose, he enjoys a qualified \nprivilege conditioned on his good-faith business interest.  Peoples Sec. Life Ins. Co. \nv. Hooks, 322 N.C. 216, 221, 367 S.E.2d 647, 650 (1988).  Competition in business \nconstitutes a legitimate business interest where it is “carried on in furtherance of \none’s own interests and by means that are lawful.”  Id.  In other words, whether \nCzarnowski acted within the scope of its competitive privilege depends upon \nwhether it acted “by means that are lawful,” id., and on “the circumstances \nsurrounding the interference, [Czarnowski’s] motive or conduct, the interests sought \nto be advanced, the social interest in protecting the freedom of action of \n[Czarnowski] and the contractual interests of [VRMG],” \nBarnard v. Rowland, 132 \nN.C. App. 416, 426, 512 S.E.2d 458, 466 (1999) (quoting Peoples Sec. Life Ins. Co., \n322 N.C. at 221, 367 S.E.2d at 650).  Plaintiff alleges that Czarnowski had an \n \n \nagreement with Jenkins that he would breach his fiduciary and contractual duties \nto VRMG by causing USPS to become dissatisfied with VRMG’s services and \nsharing VRMG’s confidential information with Czarnowski in return for future \nemployment with the latter.  (Compl. ¶¶ 28–29, 36, 59, 62–63, 65–66, 68.) Taking \nthese factual allegations as true, there is a colorable claim that Czarnowski acted \nunlawfully, outside of the scope of any competitive privilege. \nd. Plaintiffs Have Adequately Alleged Misappropriation of Trade Secrets \nto Withstand Early Dismissal \n{27} To plead misappropriation of a trad e secret, “a plaintiff must identify a \ntrade secret with sufficient particularity so as to enable a defendant to delineate \nthat which he is accused of misappropriating and a court to determine whether \nmisappropriation has or is threatened to occur.”  \nAnalog Devices v. Michalski, 157 \nN.C. App. 462, 468, 579 S.E.2d 449, 453 (2003).  A plaintiff must also allege the acts \nby which the misappropriation was accomplished.  Washburn v. Yadkin Valley \nBank & Trust Co., 190 N.C. App. 315, 327, 660 S.E.2d 577, 585–86 (2008).  “[A] \ncomplaint that makes general allegations in sweeping and conclusory statements, \nwithout specifically identifying the trade secrets allegedly misappropriated, is \n‘insufficient to state a claim for misappropriation of trade secrets.’”  Id. at 327, 660 \nS.E.2d at 585–86 (quoting VisionAIR, Inc. v. James, 167 N.C. App. 504, 511, 606 \nS.E.2d 359, 364 (2004) (citing Analog Devices, 157 N.C. App. at 469–70, 579 S.E.2d \nat 454)).  For example, in Washburn, the North Carolina Court of Appeals held that \nallegations of “acquired knowledge of [a claimant’s] business methods; clients, their \nspecific requirements and needs; and other confidential information” did not \nsufficiently identify the trade secrets or misappropriation at issue.  Washburn, 190 \nN.C. App at 327, 660 S.E.2d at 586; see also Patch Rubber Co. v. Toelke, No. 5:13-\nCV-379-BO, 2013 U.S. Dist. LEXIS 84104, at *11 (E.D.N.C. June 14, 2013) (ruling \nthat “plans, pricing methods, processes, techniques, present and prospective \ncustomer lists, manufacturing processes, product formulations, recipes and \ncustomers’ purchasing requirements, service requirements, product preferences, \n \n \nand purchasing volumes” did not sufficiently identify “specific” trade secrets).  But \nsee Sunbelt Rentals, Inc. v. Head & Engquist Equip., LLC, 2002 NCBC LEXIS 2, at \n*38, 41–42 (N.C. Super. Ct. July 10, 2002) (ruling that customer information \n“including the identity, contacts and requirements” of customers can constitute a \ntrade secret). \n{28} In contrast, the North Carolina Court of Appeals has stated that \nallegations of misappropriation of “pricing information, customer proposals, \nhistorical costs, and sales data” sufficiently identify trade secret information.  \nGE \nBetz, Inc. v. Conrad, ___ N.C. App. ___, 752 S.E.2d 634, 648–49 (2013), petition for \ndisc. rev. filed on other grounds, No. 111P10-2 (N.C. Jan. 7, 2014).  Moreover, \nhistorical “data regarding operating and pricing policies can also qualify as trade \nsecrets” when the misappropriator uses the information competitively.  Byrd’s Lawn \n& Landscaping, Inc. v. Smith, 142 N.C. App. 371, 375, 542 S.E.2d 689, 692 (2001) \n(internal citation omitted).  A federal court applying North Carolina law determined \nthat allegations that a defendant misappropriated a plaintiff’s pricing methodology \nto underbid the plaintiff sufficiently identified the trade secret and the means of \nmisappropriation.  ACS Partners, LLC v. Americon Grp., Inc., No. 3:09-CV-464-\nRJC-DSC, 2010 U.S. Dist. LEXIS 19907, at *27–29 (W.D.N.C. Feb. 12, 2010). \n{29} In the present case, Plaintiff has identified its  \ncompilations of information, methods, techniques, and processes that \n[it uses] in planning, organizing, and managing all aspects associated \nwith identifying appropriate shows for their clients, pricing and \nbudgeting, procuring space, setting up booths, staffing booths during \nthe show, tracking sales leads generated by each show, tearing down \nbooths after each show, and logistics between shows. \n(Compl. ¶ 107.)  This allegation contains more than the generalized information at \nissue in Washburn and is more comparable to allegations found sufficient in GE \nBetz and Byrd’s Lawn & Landscpaing.  \n {30} In sum, Plaintiff has made sufficient trade secret misappropriation \nallegations to withstand dismissal under Rule 12(b)(6).  The adequacy of actual \nproof to support those allegations is best tested at the summary judgment stage. \n \n \ne. It Is Premature to Dismiss Any Unfair and Deceptive Trade Practices \nClaim in Light of the Court’s Ruling on Other Claims \n{31} To bring a claim for unfair and deceptive trade practices, a plaintiff \nmust allege “(1) [the] defendant committed an unfair or deceptive act or practice, (2) \nthe action in question was in or affecting commerce, and (3) the act proximately \ncaused injury to the plaintiff. ”  Bumpers v. Cmty. Bank of N. Va., 367 N.C. 81, 88, \n747 S.E.2d 220, 226 (2013) (alterations in original) (quoting Dalton v. Camp, 353 \nN.C. 647, 656, 548 S.E.2d 704, 711 (2001)). Where it is “in or affecting commerce,” \nmisappropriation of trade secrets can form the basis for a claim under section 75-1.1 \nof the North Carolina General Statutes.  Med. Staffing Network, Inc. v. Ridgway, \n194 N.C. App. 649, 659, 670 S.E.2d 321, 329 (2009); see also Akzo Nobel Coatings, \nInc. v. Rogers, 2011 NCBC LEXIS 42, at *65 (N.C. Super. Ct. Nov. 3, 2011).  In \nappropriate circumstances, a claim for tortious interference may also support a \nsection 75-1.1 violation.  Sunbelt Rentals, 2002 NCBC LEXIS 2, at *47 (citing \nRoane-Barker v. Se. Hosp. Supply Corp., 99 N.C. App. 30, 392 S.E.2d 663 (1990)).  \nAccordingly, Plaintiff’s claim for unfair and deceptive trade practices must await \nfurther adjudication of the other claims upon which it is based. \nIV. CONCLUSION \n{32} For the foregoing reasons, Defendant Czarnowski Display Service, \nInc.’s Motion to Dismiss is DENIED, without prejudice to reconsidering the claims \nupon a motion for judgment on the pleadings or summary judgment. \n \nIT IS SO ORDERED, this the 4th day of February, 2015.  \n \n "
}