{
  "id": "ffb9707428ee86d7f644656cf10718ed2a0e74d4cf78ba99b93b0eba8ad76586",
  "source_file": "data/raw/ncbc/ffb9707428ee86d7f644656cf10718ed2a0e74d4cf78ba99b93b0eba8ad76586.pdf",
  "raw_text": "Carmayer, LLC v. Koury Aviation, Inc., 2018 NCBC 73. \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 2717 \n \nCARMAYER, LLC, \n \n   Plaintiff, \n \n v. \n \nKOURY AVIATION, INC.; \nBRADFORD A. KOURY; and \nTHOMAS HURLOCKER,  \n \n   Defendants. \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTIONS FOR \nJUDGMENT NOTWITHSTANDING \nTHE VERDICT AND A NEW TRIAL \n \n1. THIS MATTER is before the Court on Plaintiff’s Motion for Judgment \nNotwithstanding the Verdict (the “JNOV Motion”) and Motion for a New Trial (with \nthe JNOV Motion, the “Motions”) .  Having considered the Motions, the briefs  in \nsupport of and in opposition to the Motions, and the arguments of counsel at a hearing \non the Motions1, the Court DENIES the Motions.  \nGregory A. Wendling and Rossabi Reardon Klein Spivey PLLC, by Amiel \nJ. Rossabi and Elizabeth M. Klein, for Plaintiff. \n \nTuggle Duggins P.A., by Denis E. Jacobson, Jeffrey S. Southerland, and \nRichard W. Andrews, for Defendants. \n \nRobinson, Judge.  \n \n \n                                                 \n1 At the hearing, the Court also heard arguments of counsel on Defendants’ Motion \nfor Costs and Motion for Attorneys’ Fees.  The Court will resolve these motions by \nseparate order.  \n \n \nI. FACTUAL AND PROCEDURAL BACKGROUND \n2. The factual background of this litigation is set forth in greater detail in \nCarmayer, LLC v. Koury Aviation, Inc., 2017 NCBC LEXIS 82 (N.C. Super. Ct. Sept. \n11, 2017). \n3. This litigation arises out of Plaintiff Carmayer, LLC’s (“Plai ntiff” or \n“Carmayer”) purchase of a 1976 Cessna 421C twin -engine propeller aircraft (the \n“Cessna 421C”).  Plaintiff sought advice from Defendants in purchasing a plane that \nit could charter for hire under part 135 of the Federal Aviation Regulations (“Part  \n135”).   \n4. On October 20, 2014, Plaintiff purchased the Cessna 421C from a third \nparty for the purpose of adding it to Defendant Koury Aviation, Inc.’s (“Koury \nAviation”) Part 135 certificate so that it could be hired out to third parties and thus \ngenerate revenue.  A Part 135 certificate allows an aircraft in compliance with Part \n135 specifications to be operated for hire.  The Federal Aviation Administration \n(“FAA”) has exclusive authority o ver whether to certify an aircraft under Part 135.  \nPrior to Plaintiff’s purchase of the Cessna 421C, a third party performed a 100 -hour \nannual inspection of the aircraft, which is an intensive inspection required by the \nFAA in order for the aircraft to re main airworthy under the Federal Aviation \nRegulations.  In addition, Defendant Thomas Hurlocker (“Hurlocker”) reviewed the \nCessna 421C’s logbooks and evaluated its aesthetics.   \n5. After purchasing the Cessna 421C, Plaintiff arranged to have the plane  \nflown b ack to Koury Aviation’s facility in Greensboro, North Carolina where \n \n \nDefendants made repairs to the aircraft in order to add it to Koury Aviation’ s Part \n135 certificate.  Ultimately, the FAA did not certify the Cessna 421C under Part 135, \nand it was never added to Koury Aviation’s Part 135 certificate. \n6. Carmayer filed the Complaint initiating this action on January 11, 2016 .  \n(ECF No. 1.)  The Complaint asserted claims against Defendants for negligent \nmisrepresentation and unfair and deceptive trade practice s under N.C. Gen. Stat. \n§ 75-1.1.2  (Compl. 8, 10.) \n7. This action was designated as a mandatory complex business case by order \nof the Honorable Mark Martin, Chief Justice of the Supreme Court of North Carolina, \ndated February 17, 2016, (ECF No. 3), and assigned to then Chief Business Court \nJudge James L. Gale by order dated February 19, 2016, (ECF No. 4).  This case was \nlater reassigned to the undersigned by order dated July 5, 2016.  (ECF No. 21.) \n8. On March 16, 2016, Defendants filed their answer, and Koury Aviation filed \na counterclaim against Carmayer for breach of contract.3  (ECF No. 9.)   \n9. The case proceeded to trial before a jury duly empaneled on February 26, \n2018.  At the close of Plaintiff’s case-in-chief, the Court directed a verdict in favor of \nHurlocker on Plaintiff’s claim for negligent misrepresentation  against Hurlocker to \nthe extent that this claim was based on Hurlocker’s alleged misrepresentation that  \n                                                 \n2 The Complaint also asserted claims for negligence, gross negligence, and b reach of \nfiduciary duty, which the Court dismissed with prejudice by an Order and Opinion \ndated September 11, 2017.  (ECF No. 79.) \n   \n3 Defendants also asserted a counterclaim for defamation, which Defendants \nvoluntarily dismissed without prejudice on February 14, 2018.  (ECF No. 91.)   \n \n \nDefendant Bradford A. Koury (“Koury”) was an expert in chartering aircraft under \nPart 135.  At the close of Defendants’ evidence, Plaintiff moved for a directed verdict \non its claims and on Koury Aviation’ s counterclaim.  The Court denied Plaintiff’s \nmotion.  \n10. On March 9, 2018, the Court submitted to the jury special interrogatories \nrelating to Plaintiff’s section 75 -1.1 claim, liability and damages issues relating to \nPlaintiff’s remaining claims for negligent misrepresentation, and liability and \ndamages issues relating to Defendant Koury Aviation’s counterclaim for breach of \ncontract.  T he jury unanimously answered all issues submitted to them in favor of \nDefendants and awarded Defendant Koury Aviation damages in the amount of \n$8,144.31 on its counterclaim.  (ECF No. 107.)  \n11. On March 14, 2018, and consistent with the Court’s directed verdict ruling \nand the jury’s verdict, the Court entered a Judgment in which the Court dismissed \nwith prejudice Plaintiff’s claims against Defendants and entered judgment in favor \nof Koury Aviation and against Plaintiff in the amount of $8,144.31.  (ECF No. 108.) \n12. On March 26, 2018, Plaintiff filed its JNOV Motion and its Motion for a \nNew Trial.  (ECF Nos. 111, 113.)   \n13. The Motions have been fully briefed, and the Court held a hearing on the \nMotions on June 7, 2018.  The Motions are now ripe for resolution.  \nII. JNOV MOTION \n14.  “A motion for judgment notwithstanding the verdict is essentially a \nrenewal of an earlier motion for directed verdict.”  Scarborough v. Dillard’s, Inc., 363 \n \n \nN.C. 715, 720, 693 S.E.2d 640, 643 (2009) (quotation marks omitted).   “A motion for \nJNOV provides the trial court with an opportunity to reconsider the question of the \nsufficiency of the evidence after the jury has returned a verdict and permits the court \nto enter judgment in accordance with the movant’s earlier motion for a directed \nverdict and notwi thstanding the contrary verdict actually returned by the jury.”   \nPrimerica Life Ins. Co. v. Massengill & Sons Constr. Co., 211 N.C. App. 252, 256−57, \n712 S.E.2d 670, 675 (2011) (quotation marks omitted).   A motion for judgment \nnotwithstanding the verdict t ests the sufficiency of the evidence to take the case to \nthe jury and support a verdict for the non -movant.  Id. at 257, 712 S.E.2d at 675.   \n“The party moving for judgment notwithstanding the verdict, like the party seeking \na directed verdict, bears a heavy burden under North Carolina law.”  S. Shores Realty \nServs., Inc. v. Miller, 796 S.E.2d 340, 347−48 (N.C. Ct. App. 2017) (quoting Taylor v. \nWalker, 320 N.C. 729, 733, 360 S.E.2d 796, 799 (1987)).   “A motion for either a \ndirected verdict or JNOV should be denied if there is more than a scintilla of evidence \nsupporting each element of the non -movant’s claim.”  Hewitt v. Hewitt , 798 S.E.2d \n796, 799 (N.C. Ct. App. 2017).   “A scintilla of evidence is defined as very slight \nevidence[,]” S. Shores Realty Servs., Inc., 796 S.E.2d at 347 , and “[t]he trial court \nmust construe the evidence in the light most favorable to the non-movant and resolve \nall evidentiary conflicts in the non -movant’s favor[,]”  Morris v. Scenera Research, \nLLC, 368 N.C. 857, 861, 788 S.E.2d 154, 158 (2016). \n \n \n \n \nA. Special Interrogatories (Plaintiff’s Section 75-1.1 Claim) \n15. In order to prevail on its section 75-1.1 claim, Plaintiff must prove (1) an \nunfair or deceptive act or practice, (2) in or affecting commerce, (3) which proximately \ncaused injury to Plaintiff.  Krawiec v. Manly, 370 N.C. 602, 612, 811 S.E.2d 542, 550 \n(2018).  “The determination of whether an act or practice is an unfair or deceptive \npractice that violates [N.C. Gen. Stat.] § 75 -1.1 is a question of law for the court.”  \nEstate of Hurst v. Moorehead I, LLC , 228 N.C. App. 571, 581, 748 S.E.2d 568, 576 \n(2013) (quoting Gray v. N.C. Ins. Underwriting Ass’n, 352 N.C. 61, 68, 529 S.E.2d 676, \n681 (2000)).  “Ordinarily, once the jury has determined the facts of a case, the court, \nbased on the jury’s findings, then determines, as a matter of law, whether the \ndefendant engaged in unfair or deceptive practices in or affecting commerce.”  Walker \nv. Fleetwood Homes of N.C., Inc. , 362 N.C. 63, 71, 653 S.E.2d 393, 399 (2007).  “A \npractice is unfair when it offends established public policy as well as when the \npractice is immoral, unethical, oppressive, unscrupulous,  or substantially injurious \nto consumers.”  Richardson v. Bank of Am., N.A., 182 N.C. App. 531, 540, 643 S.E.2d \n410, 416 (2007) (quoting Marshall v. Miller, 302 N.C. 539, 548, 276 S.E.2d 397, 403 \n(1981)).  “[A] practice is deceptive if it has the capacity or tendency to deceive.”  \nWalker, 362 N.C. at 72, 653 S.E.2d at 399 (alteration in original).  Whether an act or \npractice is unfair or deceptive depends on the facts of each case and the impact the \npractice has in the marketplace.  Mitchell v. Linville, 148 N.C. App. 71, 74, 557 S.E.2d \n620, 623 (2001). \n \n \n16. Plaintiff moves for judgment notwithstanding the verdict, arguing that the \njury’s answers in Defendants’ favor to  the following special interrogatories on \nPlaintiff’s section 75-1.1 claim were not supported by the evidence:  \nIssue No. 9: Did one or both of the Defendants do the following: \n \n(a) If they knew that the annual had not been done properly by Steve \nMontgomery, did Defendants fail to disclose to Carmayer that, based \nupon a review of the log books and T om Hurlocker’s evaluation of the \nCessna 421C, the annual inspection supposedly conducted on September \n29, 2014 could not have been conducted properly[?] \n \nBrad Koury  __________ YES __________ NO \nTom Hurlocker  __________ YES __________ NO \n \n. . . . \n \n(d) Did Defendants fail to disclose to Carmayer that they knew, prior to \nthe October 20, 2014 closing on the plane, that the Cessna 421C would \nbe a “bear” or painful or require a lot of work and expense to get the \nplane on Koury Aviation’s Part 135 certificate? \n \nBrad Koury  __________ YES __________ NO \nTom Hurlocker  __________ YES __________ NO \n \n. . . . \n \n(e) Did Defendants fail to disclose to Carmayer, prior to the October 20, \n2014 closing on the plane, that when an FAA inspector changes in the \ndistrict, it can cause a significant delay in Part 135 certificate approval? \n \nBrad Koury  __________ YES __________ NO \nTom Hurlocker  __________ YES __________ NO \n \n(Verdict Sheet 5−6.)       \n17. Plaintiff contends that had the jury returned affirmative answers to these \ninterrogatories, the Court would then be required to enter judgment for Plaintiff on \nits section 75-1.1 claim.  Affirmative answers to the special interrogatories, however, \n \n \nstanding alone and without evidence sufficient to sustain a verdict for Plaintiff on its \nnegligent misrepresentation claim, are insufficient to constitute unfair or deceptive \ntrade practices under section 75.1-1.  \n18. Here, the jury found in favor of Defendants on Plaintiff’s negligent \nmisrepresentation claim s.  As a result,  affirmative answers to the three special \ninterrogatories are the only facts that the Court may consider to conclude that \nDefendants engaged in unfair or deceptive conduct  under section 75 -1.1.  Without \nevidence of negligent misrepresentation, the Court concludes that Defendants’ mere \nfailure to disclose to Plaintiff that the annual inspection could not have been \nconducted properly, that the Cessna 421C would be a “bear” or require a lot of work \nand expense to be added to Koury Aviation’s Part 135 certificate, and that a change \nin an FAA inspector can cause significant delay in Part 135 certificate approval , \nviewed collectively,  do not  constitute unfair or deceptive acts or practices  under \nsection 75-1.1.   \n19. Moreover, Plaintiff has failed to prove , or to point out to the Court in its \nbriefing, facts sufficient to support a conclusion that Defendants’ alleged failures to \ndisclose were unethical or unscrupulous, had the capacity or tendency to deceive , or \ncreated the likelihood of deception.  See Richardson, 182 N.C. App. at 540, 643 S.E.2d \nat 416 (“[I]t is a question for the jury as to whether [a party] committed the alleged \nacts, and then it is a question of law for the court as to whether these proven facts \nconstitute an unfair or deceptive trade practice.”  (second alteration in original) \n(emphasis added)); Walker v. Branch Banking & Tr. Co., 133 N.C. App. 580, 583, 515 \n \n \nS.E.2d 727, 729 (1999) (“The plaintiff need not show fraud, bad faith, deliberate acts \nof deception or actual deception, but must show  that the acts had a tendency or \ncapacity to mislead or created the likelihood of deception.”); Boyd v. Drum, 129 N.C. \nApp. 586, 593, 501 S.E.2d 91, 97 (1998) (“[P]laintiffs must demonstrate that the act \npossessed the tendency or capacity to mislead, or created the likelihood of deception.” \n(quotation marks omitted)); Edwards v. West, 128 N.C. App. 570, 575, 495 S.E.2d 920, \n924 (1998) (same).  \n20. Therefore, even assuming that the jury answered the special \ninterrogatories in the affirmative, as Plaintiff contends the evidence required, those \nfound facts were insufficient to establish that Defendants engaged in unfair or \ndeceptive conduct.  Accordingly, Plaintiff is not entitled to judgment notwithstanding \nthe verdict on its section 75-1.1 claim.  \nB. Koury Aviation’s Counterclaim \n21. The jury awarded Defendant Koury Aviation money on account in the \namount of $8,144.31.  Plaintiff argues that the jury’s damage award must be set aside \nbecause Koury admitted that he was not a competent witness to testify about the \ncorrectness of the account and , according to Plaintiff, under North Carolina law, \n“[t]he account must be sworn to by some person who would be a competent witness to \ntestify to the correctness of the account.”  Johnson Service Co. v. Richard J. Curry & \nCo. 29 N.C. App. 166, 167, 223 S.E.2d 565, 567 (1976); (Mem. of Law in Supp. of Mot. \nJNOV & Mot. New Trial 4, ECF No. 114).     \n \n \n22. Plaintiff’s reliance on Johnson Service Co., however, is misplaced because \nthat case concerned an action on a verified account pursuant to N.C. G en. Stat. § 8-\n45.  Under th at statute, “a verified itemized statement of such account shall be \nreceived in evidence, and shall be deemed prima facie evidence of its correctness.”   \nN.C. Gen. Stat. § 8 -45.  Here, the account at issue was an unverified account, \nrendering section 8 -45 and Johnson Service Co.  inapplicable.  Koury Aviation’s \naccount statement and the invoices for which Koury Aviation sought payment were  \nadmitted into evidence pursuant to the business records exception to the rule that \nhearsay is inadmissible.  The account statement, invoices, and Koury’s testimony as \nto the items for which Koury Aviation sought payment were sufficient to support the \njury’s verdict, and Plaintiff’s JNOV Motion is therefore denied. \nIII. MOTION FOR A NEW TRIAL \n23. Plaintiff moves for a new trial on the issue of damages to be awarded to \nPlaintiff as a result of Defendants’ unfair or deceptive conduct.  As the Court has \nconcluded that Plaintiff is not entitled to judgment notwithstanding the verdict on \nPlaintiff’s section 75-1.1 claim, Plaintiff is not entitled to a new trial on the issue of \ndamages.  Accordingly, Plaintiff’s Motion for a New Trial is denied.  \nIV. CONCLUSION \n24. For the foregoing reasons, the Court DENIES Plaintiff’s Motions.  \n \n \n \n \n \n \n \n \nSO ORDERED, this the 20th day of July, 2018. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}